{"annee": "92", "cour": "I", "page": "461", "date": "23/11/1966", "cite": ["49 I 39", "83 I 329", "88 I 337", "92 I 198", "85 I 12", "83 I 184", "54 I 236", "79 I 142"], "cite_par": ["111 IA 318", "101 IA 26", "137 I 145", "120 IA 361", "111 IA 220", "95 I 431"], "chapeau": "76. Urteil vom 23. November 1966 i.S. Aurinco AG gegen Kantone Basel-Stadt, Basel-Landschaft und Bern.", "regestes": ["Imposition des bénéfices immobiliers réalisés par les commerçants en immeubles et les entrepreneurs. Aperçu de la jurisprudence inaugurée dans l'arrêt publié au RO 79 I 145 ss, selon laquelle les bénéfices réalisés dans les transactions immobilières par les commerçants en immeubles et les entrepreneurs sont soumis à la souveraineté fiscale du canton de situation de l'immeuble. Sort: - des intérêts des emprunts contractés pour financer les opérations (consid. 2 a). - des frais généraux relatifs aux démarches entreprises pour l'achat et la vente des immeubles, à l'administration de ceux-ci et aux travaux d'architecte (consid. 2 b, 3 b, 4 a et b). - des impôts sur les bénéfices réalisés dans des transactions immobilières (consid. 2 c, 3 c, 4 c). Le bénéfice réalisé par l'aliénation d'un droit d'emption (annoté ou non au registre foncier) est soumis au même régime que le bénéfice obtenu lors de la vente du fonds lui-même (consid. 3 a). Recours de droit public pour double imposition. Admissibilité de moyens nouveaux (consid. 1). Frais de la procédure devant le Tribunal fédéral (consid. 6)."], "faits": "BGE 92 I 461 S. 462\n\nAus dem Tatbestand:\n\nA.- Die Beschwerdeführerin Aurinco AG hat ihren Sitz in Basel und bezweckt nach ihren Statuten den An- und Verkauf sowie die Verwaltung von Liegenschaften. Ihre Geschäfte werden von zwei Mitgliedern des Verwaltungsrates, einem Liegenschaftshändler und einem Juristen, besorgt.\n\nAm 18. Oktober 1960 kaufte die Beschwerdeführerin zum Preis von Fr. 19'776.-- ein unüberbautes Grundstück in Oberdorf (BL). Sie verkaufte es am 27. Oktober 1964 für Fr. 32'760.-- an den Baumeister Monetti.\n\nAm 24. Oktober 1962 kaufte sie zum Preis von Fr. 35'000.-- Land in Gelterkinden (BL), auf dem sie in den Jahren 1963/64 ein Zehnfamilienhaus erstellte. Nachdem sie in den Monaten Juni-Oktober 1964 Fr. 12'000.-- Mietzinsen eingenommen hatte, verkaufte sie die Liegenschaft am 27. Oktober 1964 für Fr. 565'000.--.\n\nAm 13. Februar 1963 wurde der Beschwerdeführerin ein Kaufsrecht an einer Liegenschaft in Moutier (BE) eingeräumt. Auf dieses Kaufsrecht verzichtete sie im Jahre 1964 gegen eine Entschädigung von Fr. 11 I,700.-- zugunsten eines Anlagefonds, welchem die Liegenschaft damit auf Fr. 453'500.-- zu stehen kam. Die Beschwerdeführerin hat ferner im Jahre 1963 zwei ertragslose Grundstücke in Courgenay und Brügg (BE) erworben, die Ende 1964 noch ihr Eigentum waren.\n\nBGE 92 I 461 S. 463\n\nB.- Der vorliegende Doppelbesteuerungsstreit betrifft die von der Beschwerdeführerin im Jahre 1964 erzielten Gewinne.\n\na) Durch Verfügungen vom 30. November und 29. Dezember 1964 wurde die Beschwerdeführerin im Kanton Basel-Landschaft zur Grundstückgewinnsteuer veranlagt. In bezug auf den Verkauf in Oberdorf wurde der steuerbare Gewinn auf Fr. 10'204.80 und die Steuer auf Fr. 758.60 festgesetzt. Beim Verkauf in Gelterkinden ergab sich ein steuerbarer Gewinn von Fr. 57'319.-- und eine Steuer von Fr. 12'610.20. Von der Besteuerung der von der Beschwerdeführerin im Jahre 1964 erzielten Mietzinseinnahmen von Fr. 12'000.-- wurde im Hinblick auf die diesen Betrag übersteigenden Grundstückgewinnsteuern abgesehen (vgl. § 42 Abs. 2 StG).\n\nb) Der Kanton Basel-Stadt, der den von der Beschwerdeführerin im Jahre 1964 erzielten Gewinn im Jahre 1965 postnumerando besteuerte, berechnete den gesamten steuerbaren Reinertrag auf Fr. 76'184.25. Hievon wurden Fr. 57'702.20 (Grundstückgewinne und Mietzinseinnahmen abzüglich Grundstückgewinnsteuern) als im Kanton Basel-Landschaft steuerbar ausgeschieden, womit sich ein am Sitz Basel-Stadt steuerbarer Reinertrag von Fr. 18'482.05 ergab (Veranlagung vom 18. Februar 1966).\n\nc) Der Kanton Bern erfasste die von der Beschwerdeführerin im Jahre 1964 für den Verzicht auf das Kaufsrecht an der Liegenschaft in Moutier erhaltene Entschädigung gemäss Art. 77 Abs. 2 lit. a StG (in der Fassung vor der Revision vom 28. Juni 1964) nicht mit der Vermögensgewinnsteuer (Art. 77 ff. StG), sondern mit der auf Grund des Ergebnisses der beiden Vorjahre veranlagten allgemeinen Gewinnsteuer für 1965/66. Dabei gelangte er in der Veranlagung vom 20. Juni 1966 zu einem steuerbaren Durchschnittsgewinn der Jahre 1963/64 von Fr. 35'143.-- auf Grund folgender Berechnung:\n\nEinkommen 1963 -.- Einkommen 1964 (Erlös des Kaufrechts) Fr. 111'700.-- Abzüge: - Vergütung für Näherbaurecht 10'000- - Courtage, Notariat, Bankspesen 8'738.-- - Pauschalanteil an den Unkosten des Hauptsitzes (5 % des Verkaufspreises von Fr. 453'500.--) 22'675.-- Fr. 41'413.-- Reinertrag beider Jahre Fr. 70'287.-- Durchschnitt Fr. 35'143.--\n\nEinkommen 1963\n\n-.-\n\nEinkommen 1964 (Erlös des Kaufrechts)\n\nFr. 111'700.--\n\nAbzüge:\n\n- Vergütung für Näherbaurecht\n\n10'000-\n\n- Courtage, Notariat, Bankspesen\n\n8'738.--\n\n- Pauschalanteil an den Unkosten des Hauptsitzes (5 % des Verkaufspreises von Fr. 453'500.--)\n\n22'675.--\n\nFr. 41'413.--\n\nReinertrag beider Jahre\n\nFr. 70'287.--\n\nDurchschnitt\n\nFr. 35'143.--\n\nBGE 92 I 461 S. 464\n\nC.- Mit staatsrechtlicher Beschwerde vom 4. Juli 1966 ersucht die Aurinco AG um Aufhebung der sich aus den Veranlagungen der Kantone Basel-Stadt, Basel-Landschaft und Bern ergebenden Doppelbesteuerung. Zur Begründung macht sie im wesentlichen geltend: Der gesamte im Jahre 1964 erzielte Reingewinn der Beschwerdeführerin betrage gemäss der basel-städtischen Veranlagung Fr. 76'184.25 und erhöhe sich bei Hinzurechnung der im Kanton Basel-Stadt, nicht aber im Kanton Bern als Unkosten abziehbaren Steuern auf Franken 98'593.90. Demgegenüber werde sie von den drei Kantonen für folgende Erträgnisse des Jahres 1964 besteuert:\n\nBasel-Stadt Fr. 18'482.-- Basel-Landschaft Fr. 67'523.80 Bern Fr. 70'287.-- zusammen Fr. 156'292.80\n\nBasel-Stadt\n\nFr. 18'482.--\n\nBasel-Landschaft\n\nFr. 67'523.80\n\nBern\n\nFr. 70'287.--\n\nzusammen\n\nFr. 156'292.80\n\nDie darin liegende Doppelbesteuerung sei zum Teil darauf zurückzuführen, dass die Unkosten nicht oder ungenügend aufgeteilt worden seien...\n\nD.- Die Regierungsräte der Kantone Basel-Stadt, Basel-Landschaft und Bern beantragen die Abweisung der Beschwerde, wobei derjenige des Kantons Basel-Stadt erklärt, dass seine Steuerbehörde den in diesem Kanton steuerbaren Reinertrag von Fr. 18'482.05 auf Fr. 14'298.15 herabsetze.\n\nE.- Die Beschwerdeantwort jedes Kantons ist den beiden andern Kantonen sowie der Beschwerdeführerin zur Stellungnahme zugestellt worden.\n\nF.- Der bundesgerichtliche Instruktionsrichter hat die Beschwerdeführerin um Auskünfte über verschiedene tatsächliche Verhältnisse und um die Einreichung von Belegen ersucht. Die Beschwerdeführerin ist dieser Aufforderung mit Eingabe vom 28. Oktober 1966 nachgekommen. Weitere Auskünfte wurden beim Käufer der Liegenschaft in Oberdorf sowie bei der Baudirektion des Kantons Basel-Landschaft eingeholt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Bei Beschwerden wegen Verletzung von Art. 46 Abs. 2 BV beginnt die 30-tägige Beschwerdefrist erst mit der Erhebung des zeitlich letzten der nach Auffassung des Beschwerdeführers einander ausschliessenden Steueransprüche (Art. 89 Abs. 3 OG; BGE 92 I 461 S. 465 BGE 85 I 14 Erw. 2 mit Verweisungen). Die Beschwerdeführerin konnte daher im Anschluss an die bernische Veranlagung vom 20. Juni 1966, mit welcher sie für einen im Jahre 1964 erzielten Gewinn besteuert wurde, auch die basellandschaftlichen Veranlagungen zur Grundstückgewinnsteuer vom 30. November und 29. Dezember 1964 sowie die baselstädtische, den Reinertrag des Jahres 1964 betreffende Veranlagung vom 18. Februar 1966 wegen unzulässiger Doppelbesteuerung anfechten.\n\nDer Regierungsrat des Kantons Basel-Landschaft wendet ein, dass bei der Berechnung der in diesem Kanton steuerbaren Grundstückgewinne alle von der Beschwerdeführerin geltend gemachten Unkosten vom Bruttogewinn abgezogen worden seien und es nicht angehe, weitere Auslagen nachträglich im Doppelbesteuerungsverfahren zu berücksichtigen. Der Einwand ist unbegründet. Die Beschwerdeführerin hat noch am 26. Oktober 1965, als sie die bernische Steuererklärung einreichte, angenommen, dass sie für ihre im Jahre 1964 erzielten Gewinne nur in den Kantonen Basel-Stadt und -Landschaft steuerpflichtig sei. Die in diesen beiden Kantonen ergangenen Veranlagungen hatten aber, wie die basel-städtische Steuerausscheidung vom 9. Februar 1966 zeigt, für die Beschwerdeführerin keine Doppelbesteuerung zur Folge. Eine solche ergab sich erst durch die am 20. Juni 1966 erfolgte Veranlagung im Kanton Bern. Wenn mit der hierauf erhobenen staatsrechtlichen Beschwerde die Aufteilung der Unkosten beanstandet und vom Kanton Basel-Landschaft der Abzug weiterer, bisher nicht geltend gemachter Unkosten verlangt wird, so kann der Beschwerdeführerin hieraus kein Vorwurf gemacht werden; denn die Grundsätze, welche - wie noch darzulegen sein wird - die vom Kanton Basel-Landschaft vorgenommenen Unkostenabzüge als ungenügend erscheinen lassen, sind in Urteilen des Bundesgerichts enthalten, die dieses erst in letzter Zeit gefällt und in der Amtlichen Sammlung nicht veröffentlicht hat, nämlich im Urteil vom 18. Dezember 1963 i.S. Werthmüller AG und in Erw. 3 c des Urteils vom 27. April 1966 i.S. Theurillat Bau AG.\n\n2. Die Beschwerdeführerin handelt gewerbsmässig mit Liegenschaften. Sie hat ihren Sitz im Kanton Basel-Stadt und unterhält in keinem andern Kanton eine Betriebsstätte. Im Jahre 1964 hat sie zwei Liegenschaften im Kanton Basel-Landschaft BGE 92 I 461 S. 466mit Gewinn veräussert. Ferner hat sie in diesem Jahre durch den Verzicht auf ein Kaufsrecht an einer im Kanton Bern befindlichen Liegenschaft einen Gewinn erzielt. Gegenstand des vorliegenden Rechtsstreites ist die Frage, wie die Steuerhoheit in bezug auf diese Gewinne abzugrenzen sei zwischen dem Sitzkanton Basel-Stadt einerseits und den Liegenschaftskantonen Basel-Landschaft und Bern anderseits.\n\nNach der Rechtsprechung des Bundesgerichts steht das Grundeigentum und sein Ertrag unter der Steuerhoheit des Kantons, in dem es sich befindet. Das gleiche gilt für den bei der Veräusserung einer Liegenschaft erzielten Gewinn, und zwar ohne Rücksicht darauf, ob er durch die allgemeine Einkommens- bzw. Gewinnsteuer oder durch eine besondere Wertzuwachs- oder Grundstückgewinnsteuer erfasst wird. In älteren Entscheiden wurde dies nur für Gewinne aus sog. Wertzuwachs, der ohne Zutun des Veräusserers entstanden ist, angenommen und eine Ausnahme gemacht für Gewinne, die wie diejenigen der Liegenschaftshändler und Bauunternehmer im wesentlichen auf die persönlichen Bemühungen des Veräusserers zurückzuführen waren (BGE 49 I 46, BGE 54 I 241). In BGE 79 I 145 ff. wurde dann aber mit eingehender Begründung entschieden, dass auch diese Gewinne dem Kanton der gelegenen Sache zur ausschliesslichen Besteuerung zuzuweisen seien. Der Mehrerlös, der den persönlichen Bemühungen des Veräusserers zu verdanken ist, tritt heutzutage so sehr hinter den Wertzuwachs zurück, den das Grundstück infolge äusserer Ursachen und dank der Leistungen des Gemeinwesens erfährt, dass sich eine Sonderbehandlung des (zudem meist schwer abzugrenzenden) geschäftlich bedingten Mehrerlöses nicht rechtfertigen lasse. Vorbehalten wurde nur der blosse Buchgewinn sowie der Fall, wo das verkaufte Grundstück zu einer im betreffenden Kanton unterhaltenen Betriebsstätte gehört. Daran, dass auch die Besteuerung der Gewinne der Liegenschaftshändler grundsätzlich dem Kanton der gelegenen Sache zusteht, hat das Bundesgericht seit dem Urteil BGE 79 I 147 festgehalten (BGE 92 I 198 Erw. 2 mit Verweisungen). Ferner hat es diesen Grundsatz in BGE 83 I 333 Erw. 3 auch als anwendbar erklärt, wenn der Gewinn nicht vom bisherigen Eigentümer beim Verkauf des Grundstücks, sondern vom Inhaber eines Kaufsrechts bei der Übertragung desselben erzielt worden ist. Dagegen sah sich das Bundesgericht in der Folge veranlasst, die in BGE 79 I 147 BGE 92 I 461 S. 467aufgestellte Kollisionsnorm nach gewissen Richtungen zu präzisieren und zu ergänzen.\n\na) Den vom Liegenschaftshändler erzielten Gewinn ganz dem Kanton der gelegenen Sache zuzuweisen, lässt sich sachlich nur rechtfertigen, wenn alle Aufwendungen, die dem Händler im Hinblick auf die Gewinnerzielung erwachsen, von diesem Kanton zum Abzug zugelassen werden müssen und deshalb vom Kanton, in dem der Händler zufolge Wohn- oder Geschäftssitz sein übriges Einkommen zu versteuern hat, nicht berücksichtigt zu werden brauchen (BGE 88 I 339 ff.). Zu diesen Aufwendungen gehören auch die durch den Liegenschaftsertrag nicht gedeckten Zinsen der Darlehen, die der Liegenschaftshändler zur Finanzierung seiner Geschäfte aufgenommen hat. Da die Pflicht des Liegenschaftskantons zum Abzug aller für die Gewinnerzielung notwendigen Aufwendungen des Händlers unmittelbar aus dem bundesrechtlichen Verbot der Doppelbesteuerung folgt, besteht sie, wie das Bundesgericht in bezug auf die durch den Liegenschaftsertrag nicht gedeckten Schuldzinsen wiederholt entschieden hat, auch dann, wenn das betreffende kantonale Recht den Abzug dieser Zinsen vom steuerbaren Grundstückgewinn nicht vorsieht (BGE 88 I 342 Erw. 2, BGE 92 I 198 Erw. 2 sowie die nicht veröffentlichten Urteile vom 27. April 1966 i.S. Chevillat c. Kantone Basel-Stadt, Basel-Landschaft und Bern, Erw. 4 a, und vom 9. November 1966 i.S. Kellenberger c. Kantone Basel-Stadt und Tessin).\n\nb) Im nicht veröffentlichten Urteil vom 18. Dezember 1963 i.S. Werthmüller AG c. Kantone Solothurn und Bern (LOCHER, Doppelbesteuerung § 7 I B Nr. 20) hatte sich das Bundesgericht mit einer Aktiengesellschaft zu befassen, die neben dem Handel mit Liegenschaften ein Architekturbüro betrieb, das Pläne für Bauten auf ihren Grundstücken ausarbeitete und die (Dritten übertragene) Ausführung der von ihr projektierten Bauten leitete. Der Sitzkanton Solothurn und der Kanton Bern, wo sich ein Teil der verkauften Liegenschaften befand, waren darüber einig, dass bei den überbaut verkauften Liegenschaften ausser den Bauhandwerkerrechnungen und den Bauzinsen auch ein Architekturhonorar vom 8% der Bausumme vom Grundstückgewinn abzuziehen und dem im Sitzkanton steuerbaren Gewinn zuzurechnen sei, was das Bundesgericht (unter Hinweis auf BGE 83 I 186 /87) als richtig bezeichnete.BGE 92 I 461 S. 468\n\nEbenfalls einig waren die beiden Kantone darüber, dass ein entsprechender Abzug vom Grundstückgewinn auch zu machen sei für die Unkosten, die der Beschwerdeführerin infolge ihrer mit dem An- und Verkauf der Liegenschaften verbundenen Umtriebe in Form von Personal- und Sachauslagen, Reisespesen, Telephongebühren, Porti usw. erwachsen waren. Während jedoch der Liegenschaftskanton Bern einen Pauschalabzug von 3% der Verkaufspreise als angemessen erachtete, rechnete der Sitzkanton Solothurn bei den unüberbaut verkauften Grundstücken mit einem Satz von 10% und bei den überbauten Liegenschaften mit rund 12,5%. Das Bundesgericht kam aus im Urteil näher dargegelegten Gründen zum Schluss, dass beide Sätze offensichtlich unrichtig seien. Es war jedoch nicht in der Lage, selber den richtigen Satz zu bestimmen, und wies die Sache daher an die beiden Steuerverwaltungen zurück zur nochmaligen Überprüfung und neuen Verlegung des als \"Liegenschaftskosten\" zu betrachtenden Anteils an den allgemeinen Unkosten der Beschwerdeführerin.\n\nMit dem Urteil i.S. Werthmüller AG hat das Bundesgericht, ohne es ausdrücklich zu sagen, den in BGE 79 I 145 ff. aufgestellten Grundsatz, dass der Gewinn aus der Veräusserung von Liegenschaften auch soweit er auf persönliche Geschäftstätigkeit zurückgeht, ausschliesslich dem Kanton der gelegenen Sache zur Besteuerung zuzuweisen sei (a.a.O. S. 148), eingeschränkt. Nach jenem Urteil ist jedenfalls bei einer Aktiengesellschaft, die mit Liegenschaften handelt und sie überbaut, derjenige Teil ihrer allgemeinen Unkosten vom Grundstückgewinn abzuziehen, der ihren Bemühungen beim An- und Verkauf und ihren Architekturarbeiten entspricht. Hieran ist auch für den vorliegenden Fall festzuhalten. Ob entsprechende Abzüge vom Bruttogrundstückgewinn auch zu machen sind, wenn es sich beim Veräusserer nicht um eine juristische, sondern um eine natürliche Person handelt, ist hier nicht zu entscheiden, doch dürfte sich eine unterschiedliche Behandlung kaum rechtfertigen lassen.\n\nc) In der nicht veröffentlichten Erwägung 3 c des Urteils vom 27. April 1966 i.S. Theurillat Bau AG (BGE 92 I 198) hat das Bundesgericht schliesslich entschieden, dass auch die auf dem Grundstückgewinn erhobene Steuer vom Kanton der gelegenen Sache zum Abzug zuzulassen sei und vom Kanton des Wohn- oder Geschäftssitzes des Händlers nicht berücksichtigt BGE 92 I 461 S. 469zu werden brauche, da diese Steuer unmittelbar mit dem Verkauf zusammenhänge, den erzielten Gewinn schmälere und daher ebenfalls als eine dem Händler im Hinblick auf die Erzielung des Grundstückgewinns erwachsende Aufwendung (BGE 88 I 341) erscheine. Voraussetzung für diesen Abzug ist, was dort nicht gesagt wurde, freilich, dass die Grundstückgewinnsteuer nach dem Steuerrecht des Liegenschaftskantons bei einem Steuerpflichtigen der in Frage stehenden Art überhaupt zu den bei der Berechnung des steuerbaren Einkommens oder Gewinns abziehbaren Unkosten gehört. Das traf im Falle Theurillat Bau AG zu, da nach § 42 Abs. 2 des StG des Liegenschaftskantons Basel-Landschaft die Kapitalgesellschaften die im Geschäftsjahr verbuchten Steuern, also auch die Grundstückgewinnsteuer, vom Reingewinn abziehen dürfen. Hat aber eine Kapitalgesellschaft mit Sitz im Kanton Basel-Landschaft die Möglichkeit, die Grundstückgewinnsteuer vom steuerbaren Geschäftsgewinn abzuziehen, so muss es auf Grund von Art. 46 Abs. 2 BV einer Kapitalgesellschaft, die ihren Sitz in einem anderen Kanton hat und im Kanton Basel-Landschaft nur als Grundeigentümerin steuerpflichtig ist, gestattet werden, die Grundstückgewinnsteuer vom Liegenschaftsertrag und, soweit ein solcher nicht besteht oder nicht ausreicht, vom Grundstückgewinn selber abziehen. Die Berechnung dieses Abzuges wird, namentlich wenn die Grundstückgewinnsteuer wie üblich progressiv ausgestaltet ist oder wenn sie teilweise vom Liegenschaftsertrag abgezogen werden kann, nicht immer einfach sein. Wie dabei vorzugehen sei, ist hier nicht näher zu prüfen. Es genügt die Feststellung, dass der Liegenschaftshändler Anspruch auf vollen Abzug der Grundstückgewinnsteuer vom Liegenschaftsertrag und vom Grundstückgewinn selber hat, wenn ein solcher Händler, der sein allgemeines Steuerdomizil im Liegenschaftskanton hat, berechtig ist, die Grundstückgewinnsteuer von seinem dort steuerbaren Einkommen oder Geschäftsgewinn abzuziehen.\n\n3. Geht man von den in Erw. 2 dargelegten Grundsätzen aus, so erweist sich die bernische Veranlagung vom 20. Juni 1966 als unanfechtbar.\n\na) Die Beschwerdeführerin hat auf die Ausübung eines Kaufsrechts an einem Grundstück im Kanton Bern zugunsten eines Dritten verzichtet und von diesem eine Entschädigung von Fr. 111'700.-- erhalten. Gemäss BGE 83 I 333 Erw. 3 untersteht BGE 92 I 461 S. 470der bei der Veräusserung eines Kaufsrechts erzielte Gewinn gleich wie der beim Verkauf des Grundstücks selber erzielte Gewinn grundsätzlich der Steuerhoheit des Kantons der gelegenen Sache. Das gleiche muss gelten für den Gewinn, der dadurch erzielt- wird, dass zugunsten eines Dritten gegen eine Entschädigung auf die Ausübung des Kaufsrechts verzichtet wird; in diesem Sinne hat das Bundesgericht bereits im Urteil vom 7. Oktober 1964 i.S. Jenny c. Kanton Solothurn (ASA 34 S. 182 ff.) entschieden. Bedeutungslos ist schliesslich, dass das (öffentlich beurkundete) Kaufsrecht der Beschwerdeführerin nicht im Grundbuch vorgemerkt war; die Gründe, die in BGE 83 I 333 Erw. 3 für die Zuweisung des Besteuerungsrechts an den Kanton der gelegenen Sache massgebend waren, treffen beim vorgemerkten und beim nicht vorgemerkten Kaufsrecht gleichermassen zu.\n\nb) Die bernische Steuerverwaltung hat vom Bruttogewinn von Fr. 111'700.-- ausser den Ausgaben der Beschwerdeführerin (Entschädigung für ein Näherbaurecht, Courtage und Notariatskosten) im Sinne des oben erwähnten Urteils i.S. Werthmüller AG auch einen Anteil an den Unkosten des Hauptsitzes abgezogen und diesen Anteil pauschal auf 5% des vom Erwerber der Liegenschaft ausgelegten Preises, d.h. auf Franken 22'675.-- festgesetzt. Der Regierungsrat des Kantons Basel-Stadt bezeichnet diesen Satz als ungenügend und hält 10%=Fr. 45'350.-- für angemessen, während die Beschwerdeführerin in der Beschwerde wie in der Replik behauptet, es handle sich bei der gesamten, von ihr bezogenen \"Entschädigung für das Kaufsrecht\" um ein Honorar für ihre Arbeitsleistung, da sie für Baureifmachung des Landes besorgt gewesen sei und dem Käufer der Liegenschaft ein definitives und baureifes Projekt mit Baubewilligung vorgelegt habe. Vom Instruktionsrichter um nähere Angaben über dieses Projekt ersucht, musste die Beschwerdeführerin indes zugeben, dass ein solches Projekt nicht bestand, die Kosten für die Leistungen des Architekten vielmehr direkt von der Käuferin der Liegenschaft bezahlt worden und in der ihr (der Beschwerdeführerin) ausbezahlten Vergütung nicht enthalten gewesen seien. Die Bemühungen der Beschwerdeführerin beschränkten sich somit im wesentlichen darauf, die Versetzung des Landes in eine günstigere Bauzone sowie die Einräumung eines Näherbaurechts seitens eines Nachbarn zu erwirken, einen Käufer für BGE 92 I 461 S. 471das Land zu finden und an dessen Verhandlungen mit dem Architekten sowie an der Bauleitung teilzunehmen. Wenn der Kanton Bern für diese Bemühungen ein Pauschale von 5% nicht nur von der Entschädigung für den Verzicht auf das Kaufrecht (Fr. 117'700.--), sondern auch von dem nebst dieser Entschädigung vom Käufer bezahlten Kaufpreis abgezogen hat (5% von zusammen Fr. 453'500.--), so hat er damit jenen Bemühungen ganz offensichtlich reichlich Rechnung getragen, handelt es sich dabei doch, wie der Regierungsrat in der Beschwerdeantwort ausführt und in keiner Replik bestritten wird, um rund einen Drittel der gesamten allgemeinen Unkosten der Beschwerdeführerin im Jahre 1964.\n\nc) Zum Abzug der von der Beschwerdeführerin für den Grundstückgewinn zu entrichtenden Steuern von diesem Gewinn wäre der Kanton Bern nach dem in Erw. 2 c Gesagten nur verpflichtet, wenn eine Kapitalgesellschaft mit Sitz im Kanton Bern diese Steuer vom steuerbaren Geschäftsgewinn abziehen könnte. Das ist nicht der Fall. Vielmehr erwähnt Art. 64 lit. c des bern. StG unter den Unkosten, die bei der Ermittlung des steuerbaren Gewinns zum buchmässigen Reingewinn hinzuzurechnen sind, ausdrücklich auch die Steuern. Anderseits ist der Kanton Basel-Stadt, obwohl nach § 73 Abs. 3 lit. a seines StG die Steuern zur Ermittlung des Reingewins abgezogen werden können, nicht gehalten, die bernische Grundstückgewinnsteuer (und die für die beiden ertragslosen bernischen Liegenschaften der Beschwerdeführerin geschuldete Kapitalsteuer) abzuziehen, da es sich um \"Liegenschaftskosten\" handelt.\n\n4. Im Kanton Basel-Landschaft hat die Beschwerdeführerin im Jahre 1964 zwei Liegenschaften mit Gewinn veräussert. Dass diese Gewinne der Steuerhoheit dieses Kantons unterstehen, ist unbestritten. Streitig ist einzig, in welcher Höhe sie vom Kanton Basel-Landschaft erfasst werden dürfen. Diese Frage ist für die beiden Liegenschaften getrennt zu prüfen.\n\na) Bei der in Oberdorf verkauften Liegenschaft handelt es sich um unverändert weiterveräussertes Bauland. Die basellandschaftliche Steuerverwaltung gelangte, von einem Ankaufspreis von Fr. 19'656.-- ausgehend, unter Berücksichtigung von Fr. 933.60 Erwerbs- und Verkaufsunkosten zu einem steuerbaren Grundstückgewinn von Fr. 10'204.80. Der Regierungsrat des Kantons Basel-Stadt ist der Auffassung, hievon seien BGE 92 I 461 S. 472(ausser der hienach unter lit. c zu behandelnden Grundstückgewinnsteuer) abzuziehen die Kosten eines mitveräusserten Bauprojekts (Fr. 8'525.--), ein dem Käufer zurückerstatteter Betrag (Fr. 724.--) sowie als Anteil an den allgemeinen Unkosten der Beschwerdeführerin ein Pauschalbetrag von 7% des Verkaufspreises, wovon 5% für die Verkaufsverhandlungen als \"Mäklerlohn\" und 2% für zusätzliche Bemühungen, während die im Jahre 1960 über Unkosten verbuchten Erwerbskosten (Fr. 485.10) zum Gewinn hinzuzurechnen seien; ferner habe der Ankaufspreis Fr. 19'776.-- und nicht Fr. 19'656.-- betragen, was einen weiteren Abzug von Fr. 120.-- ergebe. Der Regierungsrat des Kantons Basel-Landschaft hat sich in der Replik allen diesen Abzügen widersetzt.\n\nNach dem in Erw. 2 b hievor und im dort genannten Urteil i.S. Werthmüller AG Gesagten hat der Liegenschaftskanton vom Bruttogewinn denjenigen Teil der allgemeinen Unkosten des Liegenschaftshändlers abzuziehen, der als Vergütung für die mit dem An- und Verkauf verbundenen Umtriebe zu betrachten ist und der Natur der Sache nach nur pauschal geschätzt werden kann. Nach dem vom Regierungsrat des Kantons Basel-Stadt eingereichten Tarif des Schweiz. Verbandes der Immobilien-Treuhänder beträgt die Mäklerprovision beim Verkauf von Bauland 5%. Da dies gegenüber der Provision beim Verkauf überbauten Landes von 2% verhältnismässig viel ist, besteht kein Grund zu der vom Regierungsrat von Basel-Stadt verlangten Erhöhung auf 7%, zumal nicht ersichtlich ist, worin die weiteren Bemühungen der Beschwerdeführerin bestanden haben. Von dem im Kanton Basel-Landschaft steuerbaren Grundstückgewinn sind somit 5% des Verkaufspreises = Fr. 1'638.-- abzuziehen.\n\nIn bezug auf die übrigen vom Kanton Basel-Stadt verlangten Abzüge hat der Instruktionsrichter die Beschwerdeführerin um Auskunft ersucht. Nach dieser hat sie zwar ein Bauprojekt ausarbeiten lassen und hiefür Fr. 8'525.-- bezahlt, das Projekt aber entgegen der Behauptung des Regierungsrates von Basel-Stadt nicht mitveräussert, was der Käufer dem Bundesgericht mit Schreiben vom 3. Oktober 1966 bestätigt hat. Nach dem von der Beschwerdeführerin vorgelegten Kaufvertrag hat der Erwerbspreis in der Tat Fr. 19'776.-- und nicht Fr. 19'656.-- betragen. Während der Käufer bestreitet, dass ihm Fr. 724.-- zurückerstattet worden seien, erachtet die Beschwerdeführerin BGE 92 I 461 S. 473auf Grund einer Quittung eines Architekten einen Abzug von Fr. 500.-- als gerechtfertigt. Schliesslich anerkennt sie, dass die Erwerbskosten im Jahre 1960 über Unkosten verbucht und nicht aktiviert worden sind.\n\nAuf Grund dieser Auskünfte der Beschwerdeführerin lässt sich nicht entscheiden, inwieweit die weiteren Abzugsbegehren des Kantons Basel-Stadt begründet sind. Es kann nicht Sache des Bundesgerichts sein, durch Fortsetzung des Schriftenwechsels oder durch Verhandlung mit den Parteien die mit diesen Abzugsposten zusammenhängenden Fragen weiter abzuklären. Vielmehr haben die Steuerverwaltungen der Kantone Basel-Stadt und -Landschaft, nötigenfalls im gegenseitigen Einvernehmen und unter Beizug der Beschwerdeführerin, diese Fragen zu prüfen und die Beschwerdeführerin neu zu veranlagen.\n\nb) Auf dem 1962 erworbenen Land in Gelterkinden hat die Beschwerdeführerin in den Jahren 1963/64 ein Zehnfamilienhaus erstellt und dann die Liegenschaft am 27. Oktober 1964 verkauft. Die basellandschaftliche Steuerverwaltung zog vom Erlös den Erwerbspreis, die Baukosten sowie die Erwerbs- und Verkaufsunkosten ab und gelangte dabei zu einem steuerbaren Grundstückgewinn von Fr. 57'319.--. Die Regierungsrat des Kantons Basel-Stadt ist der Auffassung, hievon seien (ausser der hienach unter lit. c zu behandelnden Grundstückgewinnsteuer) noch abzuziehen die Zinsen einer vom Käufer geleisteten Anzahlung (Fr. 541.--), ein unberücksichtigt gelassener Teilbetrag der Kosten des Kanalisationsanschlusses (Fr. 1'301.45) und als Anteil an den allgemeinen Unkosten der Beschwerdeführerin 5% der Mietzinseinnahmen sowie 7% des Verkaufspreises, wovon 2% als \"Mäklerlohn\" und 5% für zusätzliche Bemühungen (Erschliessung des Landes, Mitwirkung bei der Erstellung der Baupläne und bei der Bauleitung). Der Regierungsrat des Kantons Basel-Landschaft hat in der Replik alle diese Abzüge abgelehnt.\n\nAus dem für die Liegenschaft in Oberdorf Gesagten folgt, dass der Kanton Basel-Landschaft auch hier einen Anteil der allgemeinen Unkosten der Beschwerdeführerin vom Bruttogewinn abzuziehen hat. Ein Abzug nur in der Höhe der im erwähnten Tarif vorgesehenen Verkaufsprovision von 2% ist offensichtlich zu niedrig, da die Beschwerdeführerin nicht nur die Verkaufsverhandlungen führte, sondern als Bauherrin bei der Erstellung der Pläne mit dem Architekten zusammenarbeitete BGE 92 I 461 S. 474und sich an der Bauleitung beteiligte. Dagegen kann sie für die Erschliessung nichts beanspruchen, hat doch, wie die Beschwerdeführerin und die Baudirektion des Kantons Basel-Landschaft bestätigen, schon die frühere Eigentümerin des Landes ein Bauprojekt ausgearbeitet, dessen Ausführung ihr bewilligt worden wäre. Unter diesem Umständen erscheint ein Abzug von 5% des Verkaufspreises=Fr. 28'250.-- als angemessen. Ferner ist für die Verwaltung der Liegenschaft nach der Fertigstellung und Vermietung gemäss dem erwähnten Tarif ein Abzug von 5% der vom Juni bis Oktober 1964 eingenommenen Mietzinsen von Fr. 12'000.--=Fr. 600.-- gerechtfertigt.\n\nInbezug auf die weiteren, vom Regierungsrat von Basel-Stadt verlangten Abzüge von Fr. 541.-- und Fr. 1'301.45 gestatten die Auskünfte der Beschwerdeführerin kein abschliessendes Urteil. Es ist auch hier Sache der beiden Steuerverwaltungen, die damit zusammenhängenden Fragen näher zu prüfen und über die Begründetheit der Abzüge zu befinden.\n\nc) Nach dem in Erw. 2 c hiervor Gesagten hat die Beschwerdeführerin Anspruch auf Abzug der Grundstückgewinnsteuern von ihrem im Kanton Basel-Landschaft steuerbaren Reingewinn und, sofern dieser hiefür nicht ausreicht, vom Grundstückgewinn selber. Der Regierungsrat des Kantons Basel-Landschaft erklärt, die (nach den angefochtenen Veranlagungen zusammen Franken 13'368.80 betragenden) Grundstückgewinnsteuern seien mit den ungefähr gleich hohen Mietzinseinnahmen (von Franken 12'000.--) verrechnet worden. Eine solche ungefähre Verrechnung ist indes nicht angängig; die Beschwerdeführerin hat Anspruch auf genaue Berechnung der steuerbaren Grundstückgewinne einerseits und des übrigen im Kanton steuerbaren Reingewinns anderseits. Der Kanton Basel-Landschaft hat daher zunächst neue Veranlagungen zur Grundstückgewinnsteuer vorzunehmen. Dabei werden schon die von ihm auf jeden Fall zuzulassenden Abzüge von 5% der Verkaufspreise und der Mietzinseinnahmen zu einer so erheblichen Herabsetzung der Grundstückgewinnsteuern führen, dass diese voll von den Mietzinseinnahmen von Fr. 12'000.-- abgezogen werden können. Für den Rest der Mietzinseinnahmen kann die Beschwerdeführerin hierauf zur allgemeinen Gewinnsteuer für Kapitalgesellschaften (§§ 42 und 43 StG) verlangt werden.\n\n5. Aus den vorstehenden Ausführungen über die Veranlagungen der Kantone Bern und Basel-Landschaft (Erw. 3 BGE 92 I 461 S. 475und 4) ergibt sich, dass der Kanton Basel-Stadt mit seiner ursprünglichen wie auch mit seiner gemäss Replik berichtigten Steuerausscheidung die Besteuerungsrechte der beiden Liegenschaftskantone in ungenügendem Masse berücksichtigt hat. Die Beschwerde ist somit auch gegenüber dem Kanton Basel-Stadt gutzuheissen.\n\n6. Die Kosten des bundesgerichtlichen Verfahrens sind seinem Ausgang entsprechend den Kantonen Basel-Stadt und Basel-Landschaft und der Beschwerdeführerin zu gleichen Teilen aufzuerlegen. Auch die Beschwerdeführerin mit einem Teil der Kosten zu belasten, rechtfertigt sich trotz der grundsätzlichen Gutheissung der Beschwerde deshalb, weil sie die Steuerverwaltung des Kantons Basel-Stadt über das Kaufsrecht nicht unterrichtet hat, den beteiligten Steuerverwaltungen teilweise sich widersprechende Angaben gemacht hat und die staatsrechtliche Beschwerde so summarisch begründet hat, dass ein zweiter Schriftenwechsel sowie die Einholung von Auskünften durch das Bundesgericht notwendig waren.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gegenüber den Kantonen Basel-Stadt und Basel-Landschaft im Sinne der Erwägungen gutgeheissen, gegenüber dem Kanton Bern abgewiesen."}