{"annee": "92", "cour": "I", "page": "60", "date": "4/2/1966", "cite": ["88 I 202", "89 I 8", "87 I 430", "89 I 324"], "cite_par": ["94 I 279", "92 I 310", "110 II 213", "92 I 331", "100 IB 323", "97 I 604"], "chapeau": "12. Urteil vom 4. Februar 1966 i.S. Einwohnergemeinde Laufenburg gegen Regierungsrat des Kantons Aargau.", "regestes": ["Délai pendant lequel la revente d'immeubles agricoles est interdite; autorisation concernant une exception à ce délai (art. 218, 218 bis CO). 1. Recevabilité du recours de droit administratif (consid. 1). 2. Qualité pour agir (consid. 2). 3. Conditions auxquelles une exception au délai d'interdiction peut être autorisée. Il n'est pas nécessaire que les deux parties au contrat puissent invoquer de justes motifs (consid. 4). 4. Refus d'autoriser une exception au délai dans un cas où le vendeur entend réaliser un gain spéculatif et l'acheteur, une commune, s'assurer une réserve de terrain à bâtir avant une nouvelle hausse du prix du sol (consid. 5)."], "faits": "|61|\n\nA.- Der Kaufmann Emil Stutz, in Lenzburg, kaufte am 4. Januar 1963 das in der Gemeinde Laufenburg liegende, 406,64 a messende landwirtschaftliche Grundstück \"Grosse Schollenhalde\" zum Preise von Fr. 191, 120.80. Am 5. Januar 1965, also vor Ablauf der zehnjährigen Sperrfrist des Art. 218 OR, verkaufte er es zum Preise von Fr. 406'640.-- an die Einwohnergemeinde Laufenburg, welche überdies die Bezahlung der Grundstückgewinnsteuer übernahm.\n\nEr und die Gemeinde ersuchten die Landwirtschaftsdirektion des Kantons Aargau unter Berufung auf Art 218 bis OR, diese Veräusserung zu gestatten. Die Landwirtschaftsdirektion wies das Gesuch ab.\n\nAuf Beschwerde der Gemeinde hin bestätigte der Regierungsrat des Kantons Aargau diese Verfügung mit Entscheid vom 15. Juli 1965. Er führte aus, die Gemeinde habe das Grundstück ursprünglich für den Bau eines Spitals verwenden wollen, doch habe sie diese Absicht aufgegeben, so dass auf ihrer Seite ein wichtiger Grund im Sinne des Art. 218 bis OR nicht mehr vorliege. Auf jeden Fall fehle ein solcher Grund auf Seiten des Verkäufers Stutz. Die Veräusserung habe spekulativen Charakter; würde sie doch dem Verkäufer nach einer Besitzesdauer von nur zwei Jahren einen hohen Gewinn verschaffen, mit dem er wiederum Land zum Zwecke der Spekulation erwerben könnte.\n\nB.- Mit der Verwaltungsgerichtsbeschwerde beantragt die Einwohnergemeinde Laufenburg, den Entscheid des Regierungsrates aufzuheben und den Kaufvertrag vom 5. Januar 1965 zu genehmigen.\n\nEs wird geltend gemacht, der angefochtene Entscheid verletze Art. 218 bis OR. Die Auffassung des Regierungsrates, dass wichtige Gründe bei beiden Vertragsparteien vorliegen müssten, sei willkürlich. Auf Seiten der Beschwerdeführerin beständen solche Gründe. Da sie gebietsmässig eine der kleinsten Gemeinden des Kantons Aargau sei und ihre Baulandreserve nur 6 ha umfasse, sei sie dringend auf weiteres Bauland angewiesen. Mit dem Übergang an sie werde die \"Grosse Schollenhalde\" der Spekulation entzogen. Auf dem Land könnten später öffentliche |62| Bauten oder Wohnbauten, welche voraussichtlich zu vernünftigen Bedingungen vermietet würden, erstellt werden. Die Gemeinde habe ein grosses Interesse daran, das Grundstück jetzt zu erwerben, da es noch zu einem annehmbaren Preise erhältlich sei. Es müsse damit gerechnet werden, dass nach Ablauf der Sperrfrist die Bodenpreise weiter gestiegen sein werden, und es sei nicht sicher, dass das Land dannzumal nicht wieder in private Hände übergehe.\n\nDer Regierungsrat lasse denn auch durchblicken, dass er wichtige Gründe bei der Beschwerdeführerin noch annehmen könnte. Er lege entscheidendes Gewicht auf die Verhältnisse beim Verkäufer Stutz. Leider habe die Gemeinde sich nicht schon zwei Jahre früher um das Grundstück beworben. Damals habe Stutz noch kaum mit einem so raschen Weiterverkauf rechnen können. Die blosse Möglichkeit, dass er mit dem Verkaufsgewinn anderes Land in spekulativer Absicht erwerben werde, rechtfertige es jedenfalls nicht, das Vorliegen eines wichtigen Grundes auf Seiten der Gemeinde zu verneinen.\n\nC.- Der Regierungsrat des Kantons Aargau und das eidgenössische Justiz- und Polizeidepartement beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 218 Abs. 1 OR dürfen landwirtschaftliche Grundstücke während einer Frist von zehn Jahren, vom Eigentumserwerb an gerechnet, weder als Ganzes noch in Stücken veräussert werden. Diese Bestimmung ist gemäss Abs. 2 daselbst nicht anwendbar auf Bauland, auf Grundstücke, die sich in vormundschaftlicher Verwaltung befinden, und auf Grundstücke, die im Betreibungs- und Konkursverfahren verwertet werden. Art. 218 bis OR sieht eine weitere Ausnahme vor: Die vom Kanton der gelegenen Sache als zuständig erklärte Behörde kann aus wichtigen Gründen eine Veräusserung vor Ablauf der zehnjährigen Frist gestatten, wie namentlich zum Zwecke einer erbrechtlichen Auseinandersetzung, der Abrundung landwirtschaftlicher Betriebe sowie zur Verhinderung einer Zwangsverwertung.\n\nArt. 218 bis OR bestimmte ursprünglich in einem zweiten Satz, dass die kantonale Behörde endgültig entscheidet. Danach konnte der Entscheid der einzigen oder letzten kantonalen Instanz nicht mit einem ordentlichen eidgenössischen Rechtsmittel, |63| sondern nur mit staatsrechtlicher Beschwerde wegen Verletzung verfassungsmässiger Rechte angefochten werden. Durch das Bundesgesetz vom 19. März 1965 über die Änderung der Vorschriften des ZGB und des OR betreffend das Baurecht und den Grundstückverkehr ist der zweite Satz des Art. 218 bis OR aufgehoben und ein neuer Art. 218 quater in das OR eingefügt worden, welcher u.a. gegen letztinstanzliche kantonale Entscheide über die Anwendung des Art. 218 bis OR die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässt. Nach dieser neuen Ordnung, die am 1. Juli 1965 in Kraft getreten ist, unterliegt der angefochtene Entscheid des Regierungsrates des Kantons Aargau vom 15. Juli 1965 der Verwaltungsgerichtsbeschwerde.\n\n2. Die Gemeinde Laufenburg ist zur Verwaltungsgerichtsbeschwerde legitimiert (Art. 103 Abs. 1 OG); denn sie war in dem angefochtenen Entscheide als Partei beteiligt, und zudem ist sie durch ihn, wie sie geltend macht, in ihren Rechten verletzt, wenn vorausgesetzt wird, er sei objektiv rechtswidrig.\n\n3. Es ist nicht bestritten, dass die \"Grosse Schollenhalde\" ein landwirtschaftliches Grundstück im Sinne des Art. 218 Abs. 1 OR darstellt und nicht unter die in Abs. 2 ebenda (für Bauland usw.) vorgesehenen Ausnahmen fällt. Die Liegenschaft untersteht daher dem Verbot der Veräusserung vor Ablauf der zehnjährigen Sperrfrist, es sei denn, dass sie davon nach Art. 218 bis OR auszunehmen wäre.\n\n4. Das Veräusserungsverbot des Art. 218 Abs. 1 OR bezweckt, den bäuerlichen Grundbesitz durch Unterbindung der Spekulation mit landwirtschaftlichen Grundstücken zu erhalten. Art. 218 bis OR ermöglicht es, Härten des grundsätzlich geltenden Verbots zu mildern, sofern die besonderen Verhältnisse des einzelnen Falles dies rechtfertigen (BGE 89 I 9). In der Fassung dieser Bestimmung als Kann-Vorschrift kommt zum Ausdruck, dass der kantonalen Behörde bei der Beurteilung des Sachverhalts ein weiter Spielraum des Ermessens eingeräumt ist.\n\nDer Regierungsrat des Kantons Aargau hat sich früher auf den Standpunkt gestellt, dass eine Ausnahme nach Art. 218 bis OR nur bewilligt werden könne, wenn wichtige Gründe bei beiden Vertragsparteien vorhanden seien (Beispiel: BGE 88 1 203). Auch im angefochtenen Entscheide scheint er von dieser Auffassung auszugehen; denn er führt dort aus, selbst wenn |64| bei der Gemeinde Laufenburg wichtige Gründe vorlägen, müsste die Genehmigung des Kaufvertrages verweigert werden, weil auf der Seite des Verkäufers solche Gründe zweifellos fehlten.\n\nNun hat aber das Bundesgericht schon zur Zeit, da seine Prüfung auf den Gesichtspunkt der Willkür beschränkt war, erklärt, dass die starre Anwendung dieses Grundsatzes mit Art. 218 bis OR nicht vereinbar sei. Dass dem so ist, ergibt sich in der Tat aus den in dieser Bestimmung erwähnten Beispielen, bei denen ein wichtiger Grund in aller Regel nur bei einer der Vertragsparteien vorliegt. Das Bundesgericht hat es daher als willkürlich bezeichnet, wenn die kantonale Behörde \"das Vorliegen wichtiger Gründe nicht im Zusammenhang mit dem ganzen Kaufgeschäft und als Einheit, sondern getrennt beim Verkäufer und beim Käufer prüft und die Bewilligung zum vorzeitigen Verkauf ohne jede Rücksicht auf das Gewicht und die Bedeutung der bei der einen Vertragspartei bestehenden Gründe verweigert, wenn bei der anderen Vertragspartei keine wichtigen Gründe im Sinne von Art. 218 bis OR vorliegen\" (Urteil vom 19. Dezember 1962 i.S. Scheuber gegen Aargau, Erw. 2, abgedruckt im ZBl 64/1963 S. 155). Hieran ist festzuhalten. In seiner Vernehmlassung schliesst sich übrigens auch der Regierungsrat dieser Betrachtungsweise an.\n\n5. Prüft man den Sachverhalt, wie er sich bei beiden Vertragsparteien und im Zusammenhang darstellt, so ergibt sich:\n\na) Es ist offenbar nicht bestritten, dass beim Verkäufer Stutz keine wichtigen Gründe zu einem vorzeitigen Verkauf bestehen. Er würde, wenn der Vertrag genehmigt würde, nach einer Besitzesdauer von nur zwei Jahren einen Gewinn von rund Fr. 215'500.-- erzielen. Er hat das Grundstück nicht für den Eigengebrauch erworben, sondern in der Absicht, es möglichst bald wieder mit Gewinn zu veräussern, d.h. zum Zwecke der Spekulation. Solche Spekulationsgeschäfte zu erschweren, ist gerade der Zweck der Sperrfrist des Art. 218 OR (BGE 88 I 204). Durch eine Ausnahmebewilligung würde also im vorliegenden Falle genau das ermöglicht, was das Gesetz verhindern will. Ob der Verkäufer schon beim Erwerb der Liegenschaft einen so baldigen und so grossen Gewinn beabsichtigt oder vorausgesehen hat, ist unerheblich. Wenn der Gewinn seine Erwartungen übertrifft, ändert dies nichts daran, dass es sich bei |65| ihm um ein typisches Spekulationsgeschäft handelt. Unter diesen Umständen braucht die Annahme des Regierungsrates, dass der Verkäufer wohl mit dem Gewinn alsbald wieder anderes Land in Spekulationsabsicht erwerben würde, nicht weiter geprüft zu werden.\n\nb) Die Gemeinde Laufenburg benötigt die \"Grosse Schollenhalde\" nicht für einen sofort zu verwirklichenden öffentlichen Zweck, insbesondere nicht für den Bau eines Spitals. Aus der Beschwerdeschrift geht hervor, dass auch der Wohnbau, für den das Grundstück eventuell in Aussicht genommen ist, nicht etwa unmittelbar bevorsteht. Benötigt aber die Gemeinde das Land nicht vor dem Jahre 1973 (Ablauf der Sperrfrist), so wird ihre Chance, es noch rechtzeitig erwerben zu können, durch das Verbot eines vorzeitigen Kaufs nicht zerstört. Die Gemeinde fürchtet allerdings, das Grundstück könnte ihr entgehen, wenn sie es nicht jetzt kaufen kann. Allein unter gleichen Verhältnissen kann der heutige Eigentümer die \"Grosse Schollenhalde\" vor dem Ablauf der Sperrfrist auch keinem Dritten verkaufen. Ernster zu nehmen ist die Befürchtung der Gemeinde, dass die Bodenpreise weiter ansteigen, sie also im Jahre 1973 einen höheren Preis werde auslegen müssen als jetzt. Auch wenn, wie der Regierungsrat in der Vernehmlassung ausführt, die Bodenpreise zurzeit \"eher sinkende Tendenz aufweisen\", ist doch mit einer weiteren Verteuerung bis zum Jahre 1973 ernsthaft zu rechnen. Das ist aber der einzige Gesichtspunkt, den die Gemeinde als wichtigen Grund für einen sofortigen Erwerb der \"Grossen Schollenhalde\" anführen kann.\n\nc) Als wichtige Gründe stehen sich also gegenüber die Verhinderung eines rechtlich verpönten Spekulationsgeschäftes auf der einen, die Ermöglichung des sofortigen Bodenerwerbs durch die Gemeinde, um einer allfälligen Erhöhung des Bodenpreises zuvorzukommen, auf der anderen Seite. Wenn der Regierungsrat bei diesem Sachverhalt die Verunmöglichung des Spekulationsgeschäfts in den ersten Rang gestellt und deshalb die Ausnahmebewilligung verweigert hat, so hat er das ihm zustehende Ermessen weder überschritten noch missbraucht. Nur dann, wenn ihm ein solcher Ermessensfehler vorzuwerfen wäre, läge aber eine Rechtsverletztung vor, die durch das Bundesgericht zu beheben wäre (BGE 87 I 438 /9, BGE 89 I 340). Die Befugnis der Gemeinde, die \"Grosse Schollenhalde\" nach Ablauf der Sperrfrist zu erwerben, steht nicht |66| im Streit. Ihre Chance, das Land zu erhalten, wird dannzumal kaum geringer sein als jetzt. Sollte die Gemeinde indessen aus einem Grunde, der heute noch nicht ersichtlich ist, das Grundstück schon vor Ablauf der Sperrfrist zur Überbauung benötigen, so kann sie es bereits vorher kaufen, sobald es in Bauland umgewandelt worden ist. Alsdann gilt nicht mehr Art. 218 Abs. 1 OR, sondern Abs. 2 ebenda, welcher Bauland von der Sperrfrist ausnimmt. Der heutige Eigentümer kann das Land erschliessen, sei es ohne, sei es mit finanzieller Beihilfe der Gemeinde, oder diese kann mit seiner Zustimmung die Erschliessung auch gleich selber besorgen. Vorbehalten bleibt ferner das Recht der Gemeinde, die Enteignung des Grundstückes für die Ausführung eines im öffentlichen Interesse liegenden konkreten Bauvorhabens zu verlangen.\n\nDurch die Verweigerung der Ausnahmebewilligung hat also der Regierungsrat weder die gegenwärtigen Bedürfnisse der Gemeinde Laufenburg missachtet, noch ihr verunmöglicht, ihre allfälligen künftigen Interessen zu wahren. Mit der Hintanstellung der Gefahr, dass die Gemeinde bei Ablauf der Sperrfrist für den Boden vielleicht mehr wird bezahlen müssen als heute, hat er die Rangordnung der sich gegenüberstehenden wichtigen Gründe nicht sachwidrig bestimmt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}