{"annee": "92", "cour": "II", "page": "184", "date": "4/10/1966", "cite": ["89 II 30", "79 II 388", "25 II 429", "78 II 441"], "cite_par": ["124 III 25", "121 III 467", "119 II 162", "105 II 200"], "chapeau": "28. Auszug aus dem Urteil der I. Zivilabteilung vom 4. Oktober 1966 i.S. Maag gegen Konsumverein Frauenfeld.", "regestes": ["Contrat de travail; résiliation immédiate pour de justes motifs (art. 352 CO). 1. En cours de procès, on peut invoquer comme justes motifs de résilier immédiatement le contrat de travail des circonstances qui existaient au moment de la déclaration de résiliation mais n'étaient pas encore connues de l'auteur de celle-ci (consid. 4). 2. Constitue un juste motif de congé abrupt l'acceptation, par un directeur commercial (gérant d'une coopérative de consommation), de cadeaux en argent de la part d'un fournisseur (consid. 5)."], "faits": "|184|\n\nMaag trat am 1. August 1956 als Verwalter in den Dienst der Genossenschaft \"Konsumverein Frauenfeld und Umgebung\". Der schriftliche Anstellungsvertrag vom 1. August 1957 auferlegte Maag u.a. die Pflicht, die Interessen der Genossenschaft auf jede Weise zu wahren (Art. 4), und verwies in einzelnen Punkten (Lohnanspruch bei Krankheit und Militärdienst, Ansprüche aus Pensionsversicherung) auf einen Gesamtarbeitsvertrag, der im übrigen für Maag nicht galt.\n\nAm 8. Juni 1963 teilte die Verwaltungskommission der Genossenschaft Maag schriftlich mit, sie löse das Dienstverhältnis mit sofortiger Wirkung auf, weil er in schwerer Weise |185| gegen seine dienstvertraglichen Pflichten verstossen habe. Sie begründete diesen Vorwurf mit Behauptungen, die sich u.a. auf sein Verhältnis zur Verwaltungskommission, seine Personalpolitik und seine Geschäftsführung bezogen. In der Folge erfuhr sie, dass Maag von einem Lieferanten Geldgeschenke angenommen hatte.\n\nIm Prozess, den Maag gegen den Konsumverein einleitete, entschied das Obergericht des Kantons Thurgau am 20. Januar 1966, der Beklagte sei vor allem wegen der Annahme von Geschenken durch den Kläger berechtigt gewesen, diesen am 8. Juni 1963 fristlos zu entlassen.\n\nDas Bundesgericht weist die Berufung des Klägers gegen dieses Urteil im Hauptpunkte ab.", "considerants": "Aus den Erwägungen:\n\n4. Der Kläger glaubt, der Beklagte habe den Dienstvertrag nicht mit sofortiger Wirkung auflösen können, weil die im Schreiben vom 8. Juni 1963 genannten Gründe vorgeschoben und zudem nicht wichtig seien und weil der Beklagte damals noch nicht gewusst habe, dass sich der Kläger vom Lieferanten Früh Geld schenken liess.\n\nIn der schweizerischen und in der deutschen Lehre ist umstritten, ob im Prozess als entscheidender Grund für die fristlose Auflösung des Dienstverhältnisses Umstände angerufen werden können, die im Zeitpunkt der Auflösungserklärung zwar vorhanden, dem Erklärenden aber noch nicht bekannt waren (bejahend OSER/SCHÖNENBERGER N. 14 zu Art. 352 OR, STAUDINGER, 11. Aufl., N. 10 und 23 zu § 626 BGB; verneinend BECKER N. 2 zu Art. 352 OR, SCHLEGELBERGER, 4. Aufl., N. 22 zu § 70 HGB).\n\na) Solche Umstände geltend zu machen, wäre von vornherein ausgeschlossen, wenn beim Entscheid darüber, ob die fristlose Auflösung wirksam sei, nur Umstände berücksichtigt werden dürften, die in der Auflösungserklärung als wichtige Gründe angeführt wurden. Art. 352 OR, wonach aus wichtigen Gründen sowohl der Dienstpflichtige als auch der Dienstherr jederzeit den Vertrag sofort auflösen kann, bestimmt jedoch nicht, dass die dahin gehende Erklärung begründet werden müsse. Das Recht zur Auflösung hängt nach dem Wortlaut dieser Norm nur vom Bestande, nicht von der Mitteilung der wichtigen Gründe ab. Dass die Erklärung sie im einzelnen nenne, ist auch sachlich |186| nicht geboten. Unerlässlich ist nur, dass der Empfänger der Auflösungserkärung dieser entnehmen kann, dass es sich nicht um eine ordentliche Kündigung handelt, sondern dass der andere das Dienstverhältnis aus wichtigen Gründen sofort auflösen will. Welches diese Gründe sind, ist für den Erklärungsempfänger oft ohne weiteres erkennbar, auch wenn die Erklärung keine näheren Angaben darüber enthält. Nicht selten liegt es geradezu in seinem Interesse, dass die Erklärung die Gründe nicht näher bezeichnet. Seine Verteidigungsmöglichkeiten werden durch das Fehlen genauer Grundangaben in der Auflösungserklärung nicht beeinträchtigt. Der Erklärende muss die fraglichen Tatsachen im Prozess anführen und beweisen, wenn er mit der fristlosen Auflösung durchdringen will. Das Gebot, die Gründe schon in der Auflösungserklärung zu nennen, lässt sich auch nicht etwa damit begründen, dass diese Angabe nötig sei, um dem Empfänger die Möglichkeit zu bieten, sie sogleich zu widerlegen und damit den Erklärenden zum Rückzug seiner Erklärung zu bewegen. Will dieser mit sich reden lassen, so wird er einem Gesuch um Bekanntgabe der einzelnen Gründe entsprechen, worauf der andere seine Einwendungen vorbringen kann. Verweigert er dagegen die Auskunft, so ist anzunehmen, dass er sich durch das, was der andere bei Kenntnis der Gründe allenfalls einwenden könnte, nicht umstimmen liesse.\n\nBrauchen die wichtigen Gründe in der Auflösungserklärung nicht bezeichnet zu werden, so kann auch nichts darauf ankommen, ob eine mit der Erklärung verbundene Begründung zutreffe. Der Erklärende kann vielmehr im Streitfalle andere Gründe geltend machen. So wurde schon unter der Herrschaft von Art. 346 aoR entschieden, mit dem Art. 352 des geltenden OR im massgebenden Punkte übereinstimmt (BGE 25 II 436). Die Auffassung, dass der Erklärende bei der ursprünglichen Begründung nicht behaftet werden kann, liegt auch dem Entscheide BGE 89 II 35 zugrunde, wo eine Erklärung nach Art. 107 ff. OR in eine solche nach Art. 418 r und Art. 352 OR umgedeutet wurde.\n\nDie Berufung auf einen erst nachträglich entdeckten Sachverhalt lässt sich daher nicht mit der Begründung als unzulässig erklären, der Richter dürfe nur die in der Auflösungserklärung angegebenen Gründe berücksichtigen.\n\nb) Die Auffassung, erst nach der Auflösungserklärung entdeckte Tatsachen seien im Prozess nicht zu beachten, lässt sich |187| auch nicht auf das vom Kläger vorgebrachte Argument stützen, die rechtsgeschäftliche Gestaltungserklärung müsse von einer vorangegangenen Willensbildung getragen sein. Abgesehen davon, dass nur der Erklärende selber sich allenfalls auf die Nichtübereinstimmung seines Willens mit der Erklärung berufen kann (Art. 23 OR), verwechselt der Kläger den Willen mit dem Beweggrund. Der Wille zur Vertragsauflösung setzt nicht einen bestimmten Beweggrund voraus.\n\nc) Man könnte versucht sein, die Rechtfertigung der fristlosen Auflösung durch nachträglich entdeckte Tatsachen mit der Begründung auszuschliessen, wenn das Gesetz den Parteien des Dienstverhältnisses die sofortige Auflösung aus wichtigen Gründen gestatte, setze es voraus, dass die Auflösungserklärung durch Tatsachen veranlasst wurde, die nicht nur objektiv als wichtiger Grund gelten können, sondern bei Abgabe der Erklärung vom Erklärenden auch als solcher empfunden wurden; andernfalls sei dem Erklärenden die Fortsetzung des Verhältnisses zuzumuten; im erwähnten Zeitpunkt noch nicht bekannte Tatsachen könne er nicht als wichtigen Grund empfunden haben. So ist es wohl zu verstehen, wenn BECKER (a.a.O.) sagt, aus dem \"Wesen\" der Auflösung aus wichtigen Gründen ergebe sich, dass der wichtige Grund dem Erklärenden zur Zeit der Erklärung bekannt sein müsse.\n\nRichtig ist, dass ein objektiv wichtiger Grund im Hinblick auf die Einstellung des Erklärenden zur Zeit der Auflösungserklärung als nicht wichtig erscheinen kann. Daraus folgt aber nicht, dass nachträglich entdeckte Tatsachen beim Entscheid über die Wirksamkeit der Auflösungserklärung nicht den Ausschlag geben können. Einem Tatbestand, der objektiv als wichtiger Grund in Frage kommt, mit Rücksicht auf das Empfinden des Erklärenden bei Abgabe der Erklärung die Bedeutung eines solchen Grundes abzusprechen, lässt sich vielmehr nur rechtfertigen, wenn der Erklärende ihn im erwähnten Zeitpunkt nachgewiesenermassen als unwichtig betrachtete, was voraussetzt, dass er ihn kannte.\n\nNichts Abweichendes folgt aus Art. 352 Abs. 2 OR, wonach als wichtiger Grund namentlich jeder Umstand anzusehen ist, bei dessen Vorhandensein dem Zurücktretenden aus Gründen der Sittlichkeit oder nach Treu und Glauben die Fortsetzung des Verhältnisses nicht mehr zugemutet werden darf. Abgesehen davon, dass diese Norm die erwähnten Umstände nur als |188| Beispiele wichtiger Gründe anführt (\"namentlich\"), verlangt sie grundsätzlich eine Wertung der objektiven Umstände nach einem objektiven Masstab. Das ergibt sich besonders deutlich aus der französischen Fassung, die einfach von Umständen spricht, die \"pour des raisons de moralité ou en vertu des règles de la bonne foi, autorisent l'une des parties à ne plus exécuter le contrat\". Das subjektive Empfinden des Zurücktretenden kann einen Umstand, der die Fortsetzung des Verhältnisses aus Gründen der Sittlichkeit usw. objektiv als nicht zumutbar erscheinen lässt, unter dem Gesichtspunkte von Art. 352 OR nur dann unbeachtlich machen, wenn der Zurücktretende ihn nachgewiesenermassen kannte und als unwichtig betrachtete. Art. 352 Abs. 2 OR verbietet dem Richter also keineswegs, Tatsachen zu berücksichtigen, die bei Abgabe der Auflösungserklärung vorhanden, dem Erklärenden aber noch nicht bekannt waren. Im Gegenteil ist klar, dass ein objektiver Sachverhalt der Fortsetzung des Dienstverhältnisses aus Gründen der Sittlichkeit oder nach Treu und Glauben schon im Wege stehen kann, bevor ihn der Zurücktretende kennt.\n\nd) Art. 4 ZGB verlangt, dass der Richter den Entscheid, ob wichtige Gründe vorliegen, nach Recht und Billigkeit treffe. Dieser Grundsatz schliesst die Berücksichtigung von Gründen, die zur Zeit der Auflösungserklärung vorhanden, dem Zurücktretenden aber noch nicht bekannt waren, nicht aus. Vielmehr kann er sie gebieten. Zumal dann, wenn die erst nachträglich entdeckten Gründe in der Person oder im Verhalten der Gegenpartei des Zurücktretendenliegen, widerspräche es Recht und Billigkeit, diese Partei daraus Nutzen ziehen zu lassen, dass der Zurücktretende jene Gründe zunächst noch nicht kannte, d.h. ihr bis zur Entdeckung und Geltendmachung jener Gründe durch den Zurücktretenden die aus dem Vertrag fliessenden Ansprüche zu gewähren, falls die Gründe, die dem Zurücktretenden schon früher bekannt waren, nicht durchschlagen. Eine solche Lösung wäre selbst dann unbillig, wenn man vom Zurücktretenden nicht verlangen würde, dass er nach Entdeckung der weitern Gründe erkläre, er löse das Verhältnis für den Fall, dass es nicht bereits durch seine frühere Erklärung aufgehoben worden sein sollte, nunmehr fristlos auf, sondern wenn man für den Eintritt dieser Wirkung genügen liesse, dass er sich zur Rechtfertigung seiner früheren Erklärung auf die neu entdeckten Tatsachen beruft.\n\n|189|\n\ne) Die Annahme, dass ein schon zur Zeit der Auflösungserklärung vorhanden gewesener Umstand als wichtiger Grund für die Auflösung des Dienstverhältnisses auf jenen Zeitpunkt angerufen werden kann, erlaubt keiner Partei, das Dienstverhältnis nach Lust und Laune zu Fall zu bringen. Die Auflösungserklärung wirkt nur dann gestaltend, wenn wichtige Gründe objektiv tatsächlich bestehen. Fehlen sie, so behält der Gegner den Erfüllungsanspruch. Insbesondere bleibt dieser dem Dienstpflichtigen gewahrt, wenn ihn der Dienstherr ohne wichtigen Grund fristlos \"entlässt\" (BGE 78 II 441ff.,BGE 79 II 388). Wer aufs Geratewohl die Auflösung erklärt, in der Hoffnung, die kommende Auseinandersetzung werde dann schon einen wichtigen Grund zutage fördern, handelt auf eigene Gefahr.\n\nDie Berufung auf Gründe, die zur Zeit der Auflösungserklärung objektiv bereits bestanden, ist nach alledem ohne Rücksicht darauf zuzulassen, ob der Zurücktretende sie damals schon kannte oder nicht. Im gleichen Sinne haben sich grundsätzlich auch der deutsche Bundesgerichtshof(Urteil vom 5. Mai 1958, BGHZ 27 Nr. 31 S. 220 ff., bes. S. 223 ff.), der österreichische Oberste Gerichtshof (Urteil vom 18. Oktober 1951, Entscheidungen des österreich. OGH in Zivilsachen 24 Nr. 280 S. 659 ff., bes. S. 663) und die italienische Corte di Cassazione (Urteil vom 9. Februar 1963, Repertorio generale annuale di giurisprudenza... de Il Foro Italiano, 1963, Spalte 1552 Nr. 576) ausgesprochen, wogegen die französische Rechtsprechung wegen der starken Unterschiede, die in diesem Punkte zwischen der schweizerischen und der französischen Gesetzgebung bestehen, nicht zum Vergleich herangezogen werden kann.\n\n5. Das Obergericht sieht mit Recht den entscheidenden wichtigen Grund zur sofortigen Auflösung des Dienstverhältnisses darin, dass der Kläger vom Lieferanten Früh Geldgeschenke annahm.\n\nEs stellt zwar deren genaue Höhe nicht fest, doch nimmt es an, die Ang:abe Frühs, er habe etwa Fr. 6000.-- bis 7000.-- ausbezahlt, liege der Wahrheit näher als die Zugabe des Klägers, Fr. 2500.-- bis 3000.--empfangen zu haben. Was der Kläger hiegegen vorbringt, ist als unzulässige Beanstandung der Beweiswürdigung nicht zu hören (Art. 55 Abs. 1 lit. c, 63 Abs. 2 OG). Der Kläger hat übrigens die Angabe Frühs in der Strafuntersuchung nicht entschieden bestritten, sondern nur ausgesagt, |190| er \"glaube nicht\", dass Früh ihm gesamthaft Fr. 6000.-- bis 7000.-- übergeben habe. Sei dem aber wie ihm wolle: auf jeden Fall steht fest, dass der Kläger ohne Wissen des Beklagten Beträge angenommen hat, die in die Tausende von Franken gehen.\n\nDas war ein schwerer Verstoss gegen seine dienstvertraglichen Pflichten. Im Anstellungsvertrag vom 1. August 1957 wurde ihm freilich die Annahme von Geschenken nicht ausdrücklich untersagt, und zu seiner Behauptung, der Beklagte habe diesen Punkt entgegen seinem Wunsche nicht regeln wollen, nimmt das Obergericht nicht Stellung. Darauf kommt aber nichts an. Das Schweigen des Anstellungsvertrages hatte nach Treu und Glauben nicht den Sinn, der Kläger dürfe Geschenke, wie Früh sie gemacht hat, annehmen. Solche Zuwendungen erfolgen nicht aus uneigennützigen Gründen, sondern sind \"Schmiergelder\", d.h. bestimmt, den Empfänger dem Spender gewogen zu machen. Sie bringen den Empfänger in Gefahr, bei der Erfüllung der dienstlichen Obliegenheiten die Interessen des Dienstherrn den Interessen des Gegners oder dem eigenen Wunsch nach Bereicherung hintanzustellen. Im bereits erwähnten Gesamtarbeitsvertrag, Art. 20 Ziff. 6, wird denn auch dem Personal ausdrücklich verboten, von Lieferanten oder andern mit der Genossenschaft geschäftlich verkehrenden Personen Geschenke anzunehmen. Um so weniger durfte der Kläger davon ausgehen, ihm als Verwalter sei das erlaubt. Zu dieser Auffassung durfte er selbst dann nicht kommen, wenn seine Behauptung, das Personal habe Art. 20 Ziff. 6 des Gesamtarbeitsvertrages nicht streng befolgt, richtig sein sollte. Im übrigen war es in erster Linie seine Sache, das Personal zur Pflichterfüllung anzuhalten.\n\nDie heutige Behauptung des Klägers, sein Verhalten werde durch eine in allen Geschäftszweigen verbreitete Übung gedeckt, ist als neues Vorbringen nicht zu hören (Art. 55 Abs. 1 lit. c OG). Im übrigen wäre eine solche Übung, falls sie bestehen sollte, offensichtlich missbräuchlich und daher bei der Anwendung von Art. 352 OR nicht zu beachten.\n\nDie Behauptung des Klägers, er habe Früh wiederholt erklärt, er nehme das Geld nicht an, ist unerheblich.\n\nEs kommt auch nichts darauf an, ob er unter dem Einfluss der Geschenke Interessen des Beklagten tatsächlich verletzt und damit gegen Art. 4 des Anstellungsvertrages verstossen habe. Umsonst wendet der Kläger daher ein, der Beklagte hätte andernorts |191| nicht billiger einkaufen können als bei Früh, und die von ihm erwirkte Herabsetzung der Delcredere-Vergütung, die Früh dem Verband Schweizerischer Konsumvereine zu leisten hatte, habe den Beklagten nicht geschädigt. Die Annahme der Geschenke war wichtiger Grund zur Auflösung des Dienstverhältnisses schon deshalb, weil sie den Kläger des Vertrauens des Dienstherrn unwürdig machte. Dieses Vertrauen war eine wesentliche Grundlage des Vertrages, da der Kläger nicht zu untergeordneten Dienstleistungen, sondern zur Verwaltung der Genossenschaft angestellt war. Dass der Kläger es durch die Geschenkannahme zerstörte, wird durch die Tüchtigkeit, die er in seiner Dienststellung bewiesen haben will, nicht aufgewogen. Namentlich nützt ihm die Behauptung nichts, er habe die von ihm hergestellten Geschäftsbeziehungen zu Früh sehr geschickt für den Beklagten ausgenützt. Unerheblich ist auch die Behauptung, Früh habe die Barschenkungen nach dem Sommer 1962 unverändert fortgesetzt, obwohl der Beklagte von da an das Fleisch vom Regionallager bezogen habe.\n\nAuf welche Weise der Beklagte von der Annahme der Geschenke Kenntnis erhielt, ist sowenig von Belang wie der Umstand, dass diese Verfehlung erst nach der Entlassung aufgedeckt wurde. Der Behauptung des Klägers, der Beklagte habe Früh bei seinen Erhebungen unter moralischen Druck gesetzt, ist daher nicht nachzugehen.\n\nDass der Beklagte die Geschenkannahme, nachdem sie bekannt geworden war, tatsächlich gar nicht als wichtigen Grund für die sofortige Beendigung des Dienstverhältnisses empfunden habe (vgl. Erw. 4 c hievor), macht der Kläger nicht geltend und könnte angesichts der Reaktion des Beklagten auf diese Entdeckung (Strafanzeige) auch nicht angenommen werden."}