{"annee": "92", "cour": "I", "page": "95", "date": "31/3/1966", "cite": [], "cite_par": ["94 I 199", "101 IA 26", "107 IB 177"], "chapeau": "17. Sentenza del 31 marzo 1966 sul ricorso Bachmann contro Consiglio di Stato del Cantone Ticino.", "regestes": ["Impôt sur les plus-values immobilières; imposition de l'échange. L'art. 1 al. 2 de la loi tessinoise relative à l'impôt sur les plus-values immobilières, qui considère l'échange comme une aliénation au sens de la loi et lui attache les mêmes effets, n'est pas contraire à l'art. 4 Cst. N'est pas arbitraire la pratique du fisc tessinois consistant à traiter l'échange d'immeubles comme une double aliénation et à soumettre ainsi les deux immeubles à l'impôt sur les plus-values immobilières."], "faits": "|95|\n\nA.- Il 24 agosto 1961 Margherita Bachmann ha stipulato con Emilio Antognini un contratto di permuta mediante il quale essa cedeva a quest'ultimo la particella n. 2785 di Locarno, di mq 345, ricevendo in cambio mq 396 della adiacente particella n. 2786.\n\nI terreni permutati erano di uguale natura e di valore praticamente identico, per cui le parti non hanno stabilito alcun |96| conguaglio in denaro. La mutazione venne iscritta a registro fondiario il 18 settembre 1961.\n\nL'Ufficio dei registri di Locarno considerò la permuta come una doppia vendita ai fini dell'imposta sul maggior valore. Esso attribuì alla particella ceduta da Bachmann un valore di Fr. 17 250.-- e allo scorporo ceduto da Antognini un valore di Fr. 19 800.--. Bachmann, che era da meno di un anno proprietaria della particella ceduta, fu invitata a pagare un'imposta di Fr. 1770,60; a carico di Antognini, proprietario da oltre cinque anni, fu stabilita un'imposta di Fr. 981,70. Margherita Bachmann impugnò la sua tassazione davanti al Dipartimento cantonale di giustizia, il quale respinse il ricorso. Essa adì allora il Consiglio di Stato, negando di dovere un'imposta sul maggior valore e sostenendo, in particolare, che la permuta è un contratto unico e non doppio, dal quale deriva alle parti un utile che non può essere misurato in cifre, secondo le regole usuali per le altre alienazioni.\n\nB.- Con decisione del 14 gennaio 1966 il Consiglio di Stato ha respinto il ricorso. Esso ha innanzitutto rilevato che la permuta è un'alienazione di fondi giusta l'art. 1 cpv. 2 della legge cantonale ticinese del 9 febbraio 1954 concernente l'imposta sul maggior valore immobiliare (LMV). Il suo assoggettamento all'imposta è quindi legale. Del resto la permuta non è altro che una duplice compravendita, ciascuno dei contraenti apparendo contemporaneamente in veste di acquirente e di venditore. È perciò ovvio, aggiunge il Consiglio di Stato, che entrambi i fondi permutati siano oggetto di una indipendente e separata tassazione sul maggior valore, da eseguirsi secondo le normali regole di computo.\n\nC.- Margherita Bachmann impugna questa decisione con un tempestivo ricorso di diritto pubblico al Tribunale federale per violazione dell'art. 4 CF. Essa chiede che il ricorso sia accolto e che la permuta di cui si tratta venga esentata dall'imposta sul maggior valore, fatta eccezione per la differenza di superficie tra i due fondi (mq 51); in via subordinata domanda che gli atti vengano rimandati all'autorità cantonale per nuovo giudizio in tal senso.\n\nSecondo la ricorrente, la riscossione dell'imposta sul maggior valore in caso d'una permuta, supposto che i fondi scambiati siano di uguale valore, è arbitraria, e 10 è anche se il principio di questa imposizione è stabilito dalla legge.\n\n|97|\n\nL'art. 1 cpv. 2 LMV è infatti contrario ai concetti fondamentali del diritto costituzionale e federale in genere ed è arbitrario. L'imposta sul maggior valore immobiliare, per volontà del legislatore e giusta lo spirito della legge, deve colpire il reddito, vale a dire il guadagno realizzato in una alienazione. Ora, nel caso di una permuta senza conguaglio in denaro non c'è aumento delle attività dell'uno o dell'altro contraente: il risultato dello scambio si identifica in determinati vantaggi che è impossibile tradurre in cifre e parificare all'utile conseguito in una normale compravendita. Tutt'al più, aggiunge la ricorrente, la permuta potrebbe essere imposta nella misura in cui ci sia una differenza di valore tra i beni che vengono scambiati.\n\nInfine, Bachmann critica il Consiglio di Stato per aver erroneamente applicato al diritto tributario la nozione di permuta contenuta nel Codice delle obbligazioni.\n\nD.- Il Consiglio di Stato propone la reiezione del ricorso.", "considerants": "Considerando in diritto:\n\n1. Il ricorso di diritto pubblico per violazione dell'art. 4 CF ha un effetto puramente cassatorio. Le conclusioni della ricorrente sono di conseguenza ammissibili soltanto nella misura in cui tendono all'annullamento della decisione impugnata (RU 90 I 21 consid. 1 in fine, 91 I 253).\n\nLa ricorrente fa valere l'incostituzionalità della disposizione cantonale che sottopone le permute all'imposta sul maggior valore. La censura è ricevibile. Certo, la norma in questione non può più essere annullata, il termine per impugnarla essendo spirato. Tuttavia, il Tribunale federale ha ripetutamente stabilito che il ricorso di diritto pubblico per violazione della costituzione federale non è proponibile soltanto contro le norme cantonali di portata generale, ma lo è ancora contro ogni loro singola applicazione; la Corte di diritto pubblico può allora esaminare a titolo pregiudiziale se la norma su cui si fonda la decisione è incostituzionale (RU 78 I 413, 84 I 104 consid. 2, 164 consid. 2, 86 I 274, 90 I 79/80, 91 consid. 1).\n\n2. Secondo l'art. 1 cpv. 1 LMV, soggiacciono all'imposta sul maggior valore immobiliare\n\n\"a) le alienazioni di fondi il cui alienante è proprietario da oltre cinque anni, quando il corrispettivo stabilito per l'alienazione superi il valore ufficiale di stima maggiorato del 5 %; |98|\n\nb) le alienazioni di fondi il cui alienante è proprietario da meno di cinque anni, quando il corrispettivo stabilito per l'alienazione superi il prezzo della costruzione o il corrispettivo pattuito per l'acquisto maggiorato del 5 %.\"\n\nL'art. 1 cpv. 2 LMV stabilisce che anche la permuta deve essere considerata un'alienazione di immobili ai sensi e agli effetti della legge. La ricorrente adduce che questa norma è arbitraria e inoltre contraria ai concetti fondamentali del diritto costituzionale e federale in genere. Quest'ultima censura è molto sommaria e non è corredata da una sufficiente motivazione ai sensi dell'art. 90 cpv. 1 lett. b OG (RU 81 I 60 consid. 4, BIRCHMEIER, Bundesrechtspflege, p. 390). Per quanto concerne la censura d'arbitrio, essa è infondata. Secondo la giurisprudenza, una norma cantonale viola l'art. 4 CF quando sia priva d'ogni fondamento serio ed oggettivo, non abbia senso o scopo, oppure introduca distinzioni giuridiche non giustificate dai rapporti di fatto da disciplinare (RU 86 I 279 consid. 3a, 88 I 79 consid. 3, 89 I 35 consid. 5, 91 I 84 consid. 2). Ora, questo non è il caso per la disposizione in esame. La permuta è una alienazione che si differenzia dalla compravendita solo per il fatto che la controprestazione è costituita da un immobile anzichè dal denaro: non è quindi arbitraria, ai sensi della giurisprudenza, una norma legale che la consideri, agli effetti dell'imposta, alla stregua delle altre alienazioni. L'assoggettamento della permuta all'imposta sul maggior valore è del resto sancito anche da altre legislazioni cantonali (cfr., a questo proposito, GUHL, Die Spezialbesteuerung der Grundstückgewinne in der Schweiz, p. 89 e segg.; ROCHAT, L'imposition de la plus-value immobilière en Suisse, p. 53).\n\n3. Il fisco ticinese considera però la permuta come una doppia alienazione e sottopone di conseguenza entrambi i fondi trasferiti all'imposta sul maggior valore. Questa prassi, seguita dagli organi fiscali d'altri cantoni (cfr. GUHL, op.cit., p. 90), non è arbitraria, in quanto non viola manifestamente una norma legale o un principio giuridico chiaro e incontestabile, nè si trova in stridente contrasto con il senso dell'equità (RU 90 I 139 consid. 2). Certo, secondo il diritto civile la permuta è un contratto unitario e non la riunione di due operazioni distinte. L'organo fiscale non è però vincolato dalla nozione civilistica dei rapporti giuridici e se ne può scostare senza incorrere nell'arbitrio.\n\n|99|\n\nLa ricorrente sostiene, a questo riguardo, che la volontà del legislatore e lo spirito della legge vanno interpretati tenendo presente il significato dell'imposizione sul maggior valore. Ora, nella permuta, il guadagno conseguito non può essere tradotto in cifre e parificato all'utile realizzato in una normale compravendita. Secondo la ricorrente, nel contratto litigioso, ove i fondi permutati erano di ugual valore, le attività dei singoli contraenti non si sono affatto accresciute, per cui non sarebbe stato conseguito alcun profitto imponibile.\n\nEffettivamente, l'imposta ticinese sul maggior valore è un'imposta sul reddito. Essa colpisce non l'immobile permutato nè l'alienazione come tale, ma soltanto l'utile conseguito per effetto dell'alienazione stessa. Il Tribunale federale ha già ammesso questo carattere dell'imposta sul maggior valore, dichiarando non arbitraria l'opinione dell'autorità cantonale che la considerava come integrativa e completativa dell'imposta sul reddito (cfr. sentenza inedita del 19 ottobre 1956 nella causa Società immobiliare Locarno SA). Il Consiglio di Stato del Cantone Ticino, nel messaggio del 10 marzo 1964 al Gran Consiglio concernente la modifica della legge per l'imposta sul maggior valore, ha a sua volta precisato che \"nell'ordinamento ora in vigore, l'imposta sul maggior valore immobiliare colpisce l'accrescimento di valore dei fondi, quando questo accrescimento si concreta in un profitto per effetto di una alienazione (art. 1 lett. a LMV) e il guadagno consentito per mezzo di un negozio giuridico avente per oggetto dei fondi (art. 1 lett. b LMV)\". La ricorrente vorrebbe dedurre che, nel caso che ci occupa, sia tutt'al più imponibile soltanto la differenza di valore tra le due particelle permutate senza conguaglio, vale a dire l'importo di Fr. 2550.-- di cui essa si trova effettivamente arricchita; questa somma rappresenta infatti il profitto da lei realizzato per effetto dell'alienazione. Nella fattispecie, l'autorità cantonale ha però sostenuto che soggetto a imposizione va considerato non l'utile inteso come entrata in denaro, ma, nella misura in cui superi i valori fissati dall'art. 1 cpv. 1 LMV, il corrispettivo stabilito per l'alienazione, vale a dire tutto quanto l'alienante riceve quale controprestazione per l'immobile trasferito, in qualsiasi forma e non importa sotto quale denominazione. Questa opinione non è manifestamente insostenibile. In effetti non è arbitrario ammettere che l'utile conseguito in una alienazione non deve necessariamente consistere |100| in una determinata quantità di denaro che affluisce all'alienante, ma può essere ravvisato anche soltanto nell'aumento della capacità contributiva del contraente.\n\nIn concreto la ricorrente ha ceduto la particella n. 2785, che aveva acquistato meno di un anno prima per Fr. 8000.--, ad Emilio Antognini; l'Ufficio dei registri di Locarno, applicando l'art. 5 § LMV, ha attribuito al fondo un valore di Fr. 17 250.--, che la ricorrente non ha contestato. L'autorità ha di conseguenza accertato un maggior valore di cui ha beneficiato la particella e che, a seguito dell'alienazione, è diventato imponibile. Essa ha quindi stabilito un'imposta di Fr. 1770.60 a carico di Bachmann. Questa determinazione, eseguita dall'autorità secondo criteri di calcolo non contestati dalla ricorrente, non può, per i motivi esposti, considerarsi arbitraria. Certo, le conseguenze di un simile modo di procedere sono alquanto pesanti in un caso in cui, come quello della fattispecie, gli alienanti, senza concedersi conguagli, permutano terreni di uguale valore e di dimensioni identiche allo scopo di meglio disporre i loro confini. Ciò non toglie tuttavia che, anche in un simile caso, l'autorità possa, senza incorrere nell'arbitrio, tenere in considerazione l'aumento di valore dei fondi, ed assoggettarlo all'imposta quando esso divenga imponibile per effetto dell'alienazione. Il ricorso deve perciò essere respinto."}