{"annee": "92", "cour": "I", "page": "450", "date": "7/12/1966", "cite": ["90 I 77", "92 I 73"], "cite_par": ["97 I 337", "101 IA 193", "102 IA 397", "93 I 106", "106 IA 241"], "chapeau": "75. Auszug aus dem Urteil vom 7. Dezember 1966 i.S. Renold gegen Einwohnergemeinde Baden sowie Regierungsrat und Obergericht des Kantons Aargau.", "regestes": ["Art. 4 Cst; arbitraire 1. Contributions et taxes; notion et espèces (consid. A 2). 2. La prescription d'un règlement communal qui impose aux propriétaires des bâtiments existants une contribution destinée à financer la construction d'une future station d'épuration des eaux, est compatible avec l'art. 4 Cst (consid. A 3 et 4). Il en est de même de la disposition qui autorise le Conseil communal à fixer de cas en cas les différentes contributions à payer par les propriétaires de bâtiments de nature spéciale (consid. B 1 et 2)."], "faits": "BGE 92 I 450 S. 451\n\nA.- Das am 25. Juni 1963 von der Einwohnergemeindeversammlung der Stadt Baden beschlossene Kanalisationsreglement (KRB) enthält u.a. die folgenden Bestimmungen:\n\n\"Art. 12bis\n\nAnschlussgebühr für Altbauten.\n\nIm Hinblick auf die Kläranlage erhebt die Gemeinde für bestehende Liegenschaften eine Anschlussgebühr in der halben Höhe der Regelung von Art. 13.\n\nArt. 13\n\nAnschlussgebühr.\n\nFür den Anschluss an die öffentliche Kanalisation erhebt die Gemeinde von den Eigentümern der anzuschliessenden Grundstücke eine einmalige Anschlussgebühr. Sie beträgt a) für Ein- und Zweifamilienhäuser 1, 5 Prozent, b) für Mehrfamilienhäuser 2 Prozent des ordentlichen Brandversicherungswertes mit der gesetzlichen Zusatzversicherung.\n\nArt. 17\n\nSonderfälle.\n\nBei nicht reinen Wohnbauten sowie für Fabriken und gewerbliche Betriebe ist der Gemeinderat berechtigt, die Anschlussgebühr, den Baubeitrag und die Benützungsgebühr von Fall zu Fall festzusetzen.\"\n\nB.- Dr. Pierre Renold reichte am 1. Juli 1963 beim Bezirksamt Baden zu Handen der Direktion des Innern und des Regierungsrates BGE 92 I 450 S. 452gegen den erwähnten Beschluss der Einwohnergemeindeversammlung eine Beschwerde ein. Er stellte darin die Begehren, dem KRB sei die in § 37 des aargauischen Gesetzes über die Nutzung und den Schutz der öffentlichen Gewässer vom 22. März 1954 (GSG) vorbehaltene Genehmigung des Regierungsrates nicht zu erteilen und die Vorlage sei an den Gemeinderat von Baden zurückzuweisen, damit dieser die Art. 12 bis und Art. 17 KRB neu fasse. Zur Begründung macht Dr. Renold geltend, es sei unzulässig, eine Anschlussgebühr auch für früher an die Kanalisation angeschlossene Grundstücke zu erheben. Es gehe sodann nicht an, dem Gemeinderat für nicht reine Wohnbauten eine \"Blankovollmacht\" zur Festsetzung der Anschlussgebühr zu erteilen. Die Art und Weise, wie die Einwohnergemeindeversammlung mit der zusätzlichen Fiskalbelastung für bereits an die Kanalisation angeschlossene Grundstücke \"überrumpelt\" worden sei, verletze § 22 Abs. 2 des Gemeindeorganisationsgesetzes (GOG).\n\nDie Direktion des Innern trat auf die Beschwerde, insoweit diese sich gegen Bestimmungen des KRB richtete, wegen Unzuständigkeit nicht ein, da diese Frage im Genehmigungsverfahren nach § 37 GSG vom Regierungsrat zu beurteilen sei. Dagegen wies sie die Beschwerde ab, soweit sich diese auf die Rüge der Verletzung von § 22 Abs. 2 des Gemeindeorganisationsgesetzes bezog.\n\nAm 17. Dezember 1964 wies der Regierungsrat die Beschwerde gegen den Abweisungsentscheid der Direktion des Innern ab. Gleichentags wies er \"im Rahmen des Genehmigungsverfahrens\" sodann auch die Beschwerde gegen das KRB materiell ab. In der Rechtsmittelbelehrung wies der Regierungsrat Dr. Renold auf die Weiterzugsmöglichkeit an die verwaltungsgerichtliche Abteilung des Obergerichts gemäss § 50 des GSG hin. Renold machte von ihr Gebrauch, ergriff aber gleichzeitig auch die staatsrechtliche Beschwerde an das Bundesgericht. Die staatsrechtliche Kammer trat auf die letztere mit der Begründung nicht ein, dass der kantonale Instanzenzug nicht erschöpft sei. Das aargauische Obergericht trat aber seinerseits auf die verwaltungsgerichtliche Beschwerde nicht ein, weil diese bloss gegen einzelne Anwendungsakte, nicht aber gegen generelle Erlasse zulässig sei.\n\nDie hiegegen gerichtete staatsrechtliche Beschwerde wurde von der staatsrechtlichen Kammer am 25. Mai 1966 insofern BGE 92 I 450 S. 453gutgeheissen, als der Entscheid des Obergerichts aufgehoben wurde (BGE 92 I 73 ff.).\n\nC.- Das Obergericht des Kantons Aargau hat am 5. Juli 1966 die Beschwerde Renolds abgewiesen, soweit es darauf eintrat. Nicht eingetreten ist es auf Eingaben und Anträge, welche verspätet eingereicht worden waren, und auf die Rüge der Verletzung des § 22 GOG.\n\nD.- Mit der staatsrechtlichen Beschwerde wegen Verletzung der Art. 4 und 24 quater BV sowie Art. 2 Ueb. best. BV beantragt Dr. P. Renold, das obergerichtliche Urteil aufzuheben \"und die Vorinstanz anzuweisen, die Art. 12 bis und 17 des Kanalisationsreglementse der Gemeinde Baden vom 25. Juni 1963 aufzuheben\".\n\nE.- Der Regierungsrat des Kantons Aargau und der Gemeinderat von Baden schliessen auf Abweisung der Beschwerde. Das aargauische Obergericht hat auf Vernehmlassung verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI. Eintretensfragen)\n\nII.A. Materielle Rechtsverweigerung\n\nA. Art. 12bis KRB\n\nDer Beschwerdeführer wirft dem Obergericht einmal deshalb Willkür vor, weil es den Art. 12 bis KRB nicht aufgehoben habe. Diese Bestimmung schaffe eine Sondersteuer zulasten einer kleinen Minderheit, nämlich der Eigentümer derjenigen Liegenschaften, die schon vor dem Inkrafttreten des Reglements an das Kanalisationsnetz der Gemeinde angeschlossen waren. Die Abwasserreinigung stelle eine Gemeindeaufgabe dar, und die entsprechenden Kosten müssten daher von allen Steuerzahlern getragen werden. Art. 12 bis KRB bewirke aber auch eine rechtsungleiche Behandlung zugunsten der Eigentümer neu an die Kanalisation anzuschliessender Grundstücke. Die Anschlussgebühr werde unzulässigerweise rückwirkend erhoben. Art. 12 bis sei aus allen diesen Gründen mit Art. 4 BV nicht vereinbar.\n\nII.A.1. Die Begründung der Beschwerde ist insofern unklar, wenn nicht gar widersprüchlich, als der Beschwerdeführer anscheinend das Recht der Gemeinde, Gebühren und Beiträge zu erheben, überhaupt bestreitet, ohne dann aber die entsprechenden BGE 92 I 450 S. 454Anträge zu stellen, die sich wohl insbesondere gegen die Art. 13, 14 und 15 KRB richten müssten.\n\nDer Beschwerdeführer geht davon aus, dass die Pflicht zur Abwasserreinigung der Gemeinde obliege und diese die entsprechenden Kosten daher auch selber zu tragen habe. Zwar hat sich das Obergericht eingehend mit der genannten Annahme auseinandergesetzt und dabei aus der Feststellung, die erwähnte Pflicht liege in erster Linie beim Grundeigentümer, geschlossen, dass dieser zu Recht auch die Kosten zu tragen habe. Ob die von der kantonalen Instanz gegebene Begründung gegen \"klares Recht\" verstosse, wie der Beschwerdeführer behauptet, braucht nicht entschieden zu werden; denn es kommt ihr keine Bedeutung zu. Der Gemeinde ist es ohnehin nur dann erlaubt, Abgaben zu erheben, wenn sie über eine genügende verfassungsmässige und gesetzliche Grundlage verfügt. Hingegen kommt nichts darauf an, ob gemeindeeigene oder den Grundeigentümern abgenommene Aufgaben erfüllt werden.\n\nII.A.2. a) Die Gemeinde Baden stützte sich beim Erlass des KRB auf das aargauische Gesetz über die Nutzung und den Schutz der öffentlichen Gewässer vom 22. März 1954 (GSG). Dieses bestimmt in § 44:\n\n\"Für die Beseitigung und Reinigung von Abgängen können die Gemeinden, Zweckverbände, öffentlichrechtlichen Gesellschaften und Genossenschaften Abgaben erheben. Diese sind in billiger Weise nach Vorteil abzustufen. Für Abgänge, die durch ihre Menge oder Beschaffenheit den Bau oder Betrieb der Anlagen erheblich verteuern, darf ein Zuschlag erhoben werden.\n\nDie Einnahmen aus Beiträgen dürfen die Baukosten und diejenigen aus Gebühren die Aufwendungen für Betrieb, Unterhalt sowie angemessene Verzinsung und Abschreibung der Anlagen nicht übersteigen.\n\nb) Mit der in § 44 Abs. 2 GSG enthaltenen Abgrenzung zwischen Beiträgen und Gebühren knüpfte der kantonale Gesetzgeber an eine Unterscheidung an, die in Verwaltungsrechtslehre und Rechtsprechung seit langem getroffen wird: Beiträge und Gebühren bilden zusammen mit den Steuern die sog. öffentlichen Abgaben. Während aber die Steuer voraussetzungslos, lediglich im Anschluss an einem bestimmten, in der Person des Pflichtigen erfüllten wirtschaftlichen Tatbestand erhoben wird, stellt der Beitrag (als eine sog. Vorzugslast) eine Abgabe dar, die der Pflichtige für den ihm aus einer öffentlichen Einrichtung erwachsenden wirtschaftlichen Vorteil zu entrichten hat. Der Beitrag BGE 92 I 450 S. 455wird einerseits nach den zu deckenden Kosten der Einrichtung, anderseits nach dem Sondervorteil bemessen, der dem Einzelnen aus der öffentlichen Einrichtung zukommt. Die Gebühr schliesslich ist ein Entgelt für eine bestimmte, vom Pflichtigen veranlasste Amtshandlung oder für die Benutzung einer öffentlichen Anstalt (vgl. zum Ganzen BGE 90 I 81 /82 mit Verweisungen; FLEINER, Institutionen des Deutschen Verwaltungsrechts, 8. Aufl. S. 419 ff.).\n\nc) Bei der Finanzierung von Kanalisationen und Kläranlagen, also öffentlichen Anstalten, kommt den Benutzungsgebühren (im weiteren Sinne) eine besondere Bedeutung zu. Sie können unterteilt werden in Anschlussgebühren und Benutzungsgebühren im engern Sinn (EUGEN MEIER, Das Recht der Gemeindekanalisationen und die Einleitung der Abwasser in die öffentlichen Gewässer nach aargauischem Recht, Diss. Freiburg 1948, S. 67).\n\naa) Die Anschlussgebühr ist die einmalige Gegenleistung des Grundeigentümers dafür, dass er das Recht erhält, die Kanalisation für die Ableitung der Abwasser zu benutzen (vgl. E. MEIER, a.a.O. S. 67/68). Die Anschlussgebühr darf somit nur erhoben werden, wenn der entsprechende Anschluss möglich ist. Anderseits ist sie aber ohne Nachweis der tatsächlichen Benutzung des Anschlusses zulässig. Dies steht zwar im Widerspruch zur rechtlichen Natur der Anschlussgebühr als einer Benutzungsgebühr, wurde aber stets damit gerechtfertigt, die tatsächliche Benutzung sei praktisch nicht überprüfbar. Man hat deshalb die Benutzungsmöglichkeit als ausreichendes Tatbestandsmerkmal für die Erhebung einer Anschlussgebühr anerkannt (EGON BAROCKA, Zur Unterscheidung von Gebühren und Beiträgen und zur Gebührenstaffelung bei Abwasserabgaben, in \"Die öffentliche Verwaltung\", Stuttgart, 19. Jg. 1966, S. 784; E. MEIER, a.a.O. S. 67).\n\nbb) Demgegenüber sind die Benutzungsgebühren im engern Sinne wiederkehrende Gegenleistungen der Anstaltsbenützer für die Inanspruchnahme der öffentlichen Kanäle (E. MEIER, a.a.O. S. 70/71). Sie setzen somit ausser dem Bestehen des betriebsfertigen Anschlusses auch dessen tatsächliche Benutzung voraus.\n\nd) Zur Deckung der Aufwendungen für das Erstellen von Abwasserableitungs- und -reinigungsanlagen können, wie sich auch aus § 44 GSG ergibt, ebenfalls Beiträge erhoben werden. Diese sind im Gegensatz zu den Gebühren bereits zulässig, wenn BGE 92 I 450 S. 456der betreffende Grundeigentümer nur die Möglichkeit des Anschlusses an die öffentliche Anstalt besitzt. Dieses Tatbestandsmerkmal ist von demjenigen der Benutzungsmöglichkeit scharf zu trennen, soll nicht der rechtliche Unterschied zwischen Beitrag und Gebühr überhaupt verwischt werden (vgl. E.BAROCKA, a.a.O. S. 785). Gemeinsam haben beide Tatbestände lediglich das eine: sowohl dem Begriff der Anschlussmöglichkeit als auch demjenigen der Benutzungsmöglichkeit wohnt der Gedanke des wirtschaftlichen Vorteils inne. Damit ist wohl zu erklären, weshalb auch Gebühren mitunter nach Vorteilen bemessen werden. § 44 GSG lässt dies ebenfalls zu, fallen doch unter die \"Abgaben.\", welche gemäss Abs. 1 \"nach Vorteil abzustufen\" sind, offensichtlich die in Abs. 2 erwähnten Beiträge und die Gebühren.\n\nII.A.3. Der Beschwerdeführer macht zu Recht nicht geltend, § 44 GSG verletze eine eidgenössische oder kantonale Verfassungsvorschrift. Es ist somit vorerst zu prüfen, ob sich Art. 12 bis KRB an den vom kantonalen Recht gezogenen Rahmen hält.\n\na) Die Anschlussgebühr des Art. 12 bis KRB wird nach dem Wortlaut der angefochtenen Bestimmung \"im Hinblick auf die Kläranlage\" erhoben. Sie stellt somit offensichtlich eine \"Abgabe für die Beseitigung und Reinigung von Abgängen\" im Sinne des § 44 GSG dar.\n\nUm die Frage nach der rechtlichen Natur einer umstrittenen öffentlichen Abgabe beantworten zu können, darf nicht einfach auf die im betreffenden Erlass dafür gewählte Bezeichnung abgestellt werden. Massgebend ist vielmehr die tatsächliche Ausgestaltung. Geht man vorliegend davon aus, dass die \"bestehenden Liegenschaften\" (von denen in Art. 12 bis KRB die Rede ist) wohl an die Kanalisation, dagegen noch nicht an die Kläranlage angeschlossen sind, dass die \"Anschlussgebühr\" des Art. 12 bis aber zur Finanzierung der Kläranlage erhoben wird, so liegt die Annahme einer Vorzugslast nahe. Wie das Obergericht zutreffend ausführt, braucht die Frage angesichts der weiten Fassung von § 44 GSG hier allerdings nicht abschliessend entschieden zu werden.\n\nb) Aus dem klaren Wortlaut des § 44 GSG erhellt sodann, dass entgegen der Behauptung des Beschwerdeführers Kanalisations- und Kläranlagen nicht nur mit Steuergeldern bezahlt werden müssen. Zwar ist diese Möglichkeit den Gemeinden nicht verwehrt; das kantonale Recht schreibt sie jedoch nicht vor. Im Gegenteil können die Baukosten der Abwasseranlagen vollständig BGE 92 I 450 S. 457durch Beiträge, sämtliche Betriebskosten durch Gebühren gedeckt werden (§ 44 Abs. 2 GSG). Selbst wenn demnach, wie der Beschwerdeführer annimmt, der Anteil der den Eigentümern von \"Altbauten\" auferlegten \"Anschlussgebühren\" 58% der Gesamtaufwendungen der Gemeinde für die Kläranlage betrüge, wäre unerfindlich, warum Art. 12 bis KRB deshalb willkürlich sein sollte.\n\nNun sind aber die in der Beschwerde angeführten Zahlen überdies unrichtig. Laut Protokoll hat die Gemeindeversammlung vom 25. Juni 1963 einen Kredit von Fr. 15 434 000.-- an die regionale Kläranlage bewilligt. Der auf 3 800 000. - geschätzte Eingang an Anschlussgebühren gemäss Art. 12 bis KRB beträgt somit nicht 58%, sondern stellt kaum einen Viertel des Kostenanteils der Gemeinde dar.\n\nc) § 44 GSG nennt den Abgabepflichtigen nicht. Die Frage nach dem Grund hiefür kann jedoch unerörtert bleiben, weil der Personenkreis, an welchen sich Art. 12 bis KRB wendet, nach dem Sinn des kantonalen Gesetzes jedenfalls nicht als untauglich erscheint. Gemäss § 44 Abs. 1 Satz 2 GSG sind die Abgaben in billiger Weise nach Vorteil abzustufen. Vorteile aus Kanalisation und Kläranlage ziehen in erster Linie die Grundeigentümer, deren Liegenschaften ohne Abwasserableitung gar nicht bewohnbar wären. Nur die Grundeigentümer (und nicht etwa auch die Mieter) treten zu den genannten öffentlichen Anstalten in eine unmittelbare rechtliche und tatsächliche Beziehung. Von jeher traf sie deshalb auch die Beitrags- und Gebührenpflicht (vgl. FLEINER, a.a.O. S. 427 f.).\n\nd) Geht aber nach dem Gesagten die \"Anschlussgebühr für Altbauten\" weder nach ihrer Art und Höhe noch in Bezug auf die Person des Abgabepflichtigen über den Rahmen des § 44 GSG hinaus, so kann jedenfalls insofern nicht gesagt werden, Art. 12 bis KRB sei willkürlich.\n\nII.A.4. Abzuklären bleibt, ob die angefochtene Bestimmung deshalb nicht mit Art. 4 BV vereinbart werden könne, weil sie die Eigentümer von \"Altbauten\" gegenüber denjenigen neu anzuschliessender Liegenschaften rechtsungleich behandle. Der Beschwerdeführer behauptet dies, und er macht weiter geltend, es sei unzulässig, \"Gebäudeeigentümer, welche zum Teil schon seit Jahrzehnten an die Kanalisation angeschlossen sind, nachträglich zur Leistung eines Zuschlages zu ihrem damaligen Anschlussbeitrag zu verpflichten\".\n\nBGE 92 I 450 S. 458\n\na) Der zuletzt erwähnte Vorwurf ist schon deswegen unbegründet, als der Beschwerdeführer offenbar von einer falschen Annahme ausgeht, wenn er die Anschlussgebühr des Art. 12 bis KRB als \"Zuschlag\" zu einem früheren \"Anschlussbeitrag\" bezeichnet. Wie die Gemeinde in ihrer Beschwerdeantwort ausgeführt und in einem nachträglich bei ihr eingeholten Amtsbericht ausdrücklich bestätigt hat, sind in Baden vor dem Erlass des KRB weder Kanalisationsanschluss- noch Benutzungsgebühren erhoben worden. Es berührt eigenartig, dass der als Anwalt und Hauseigentümer mit den örtlichen Verhältnissen seiner Wohngemeinde vertraute Beschwerdeführer Angaben macht, die den Tatsachen nicht entsprechen.\n\nDie angefochtene Bestimmung dient aber auch nicht dazu, bisher nicht vorgesehene Abgaben rückwirkend zu erheben. Es wird den Eigentümern bereits angeschlossener Liegenschaften nicht zugemutet, für die verflossene Zeit \"Anschlussgebühren\" zu entrichten, obwohl jeder mehr oder weniger lang Vorteile im Sinne des § 44 GSG aus der Anstaltsnutzung gezogen hat. Vielmehr knüpft Art. 12 bis KRB die Abgabepflicht an einen in der Gegenwart liegenden Tatbestand: der Eigentümer, dessen Grundstück heute, d.h. zur Zeit des Inkrafttretens des KRB, an die Kanalisation angeschlossen ist, hat \"im Hinblick auf die Kläranlage\" einen einmaligen Betrag zu bezahlen.\n\nb) Die Anschlussgebühr des Art. 12 bis KRB soll in der \"halben Höhe der Regelung von Art. 13\" erhoben werden. Art. 13 KRB setzt den Betrag fest, welchen die Eigentümer neu anzuschliessender Grundstücke zu entrichten haben. Wie sich aus einer Gegenüberstellung der beiden genannten Bestimmungen und aus dem Protokoll der Gemeindeversammlung vom 25. Juni 1963 ergibt, entfällt die gemäss Art. 13 KRB erhobene Abgabe je zur Hälfte auf die Kanalisation und die Kläranlage. Die von den Eigentümern der \"Altbauten\" geforderte Anschlussgebühr entspricht demnach in ihrer Höhe derjenigen, welche die Eigentümer neu anzuschliessender Liegenschaften für den Anschluss an die Kläranlage zu entrichten haben. Von einer rechtsungleichen Behandlung in dem vom Beschwerdeführer behaupteten Sinne kann keine Rede sein.\n\nIm Gegenteil liesse sich allenfalls fragen, ob nicht die Eigentümer neu anzuschliessender Grundstücke rechtsungleich behandelt werden dadurch, dass Art. 13 KRB nur ihnen eine einmalige Anschlussgebühr auferlegt, während die Eigentümer bestehender BGE 92 I 450 S. 459Liegenschaften gemäss Art. 12 bis lediglich die Hälfte dieser Gebühr zu entrichten haben. Die Frage braucht indessen nicht entschieden zu werden; sie wurde von keiner Seite aufgeworfen und bildet deshalb nicht Gegenstand des vorliegenden Verfahrens.\n\nII.A.5. Geht aber Art. 12 bis KRB nicht über seine kantonalrechtliche Grundlage hinaus und widerspricht er auch dem Grundsatz der Rechtsgleichheit nicht, dann handelte das Obergericht nicht willkürlich, indem es sich weigerte, die angefochtene Bestimmung zu streichen.\n\nDie Beschwerde ist somit in diesem Punkte unbegründet.\n\nII.B. Art. 17 KRB\n\nDer Beschwerdeführer hält den Entscheid des Obergerichtes auch deshalb für mit Art. 4 BV nicht vereinbar, weil die kantonale Instanz Art. 17 KRB nicht aufgehoben habe. Diese Bestimmung sei als Blankettnorm zugunsten des Gemeinderates willkürlich.\n\nII.B.1. Art. 17 KRB gibt dem Gemeinderat in der Tat eine erhebliche Auslegungsfreiheit, indem er ihm das Recht einräumt, bei sämtlichen nicht reinen Wohnbauten die Anschlussgebühr, den Baubeitrag und die Benützungsgebühr von Fall zu Fall festzusetzen.\n\nAuch für Art. 17 KRB bildet § 44 GSG die gesetzliche Grundlage. Wie bereits im Abschnitt A hiervor erwähnt, sind gemäss Abs. 1 Satz 2 dieser Bestimmung die von den Gemeinden für die Abwasserbeseitigung und -reinigung erhobenen Abgaben \"in billiger Weise nach Vorteil abzustufen\".\n\nArt. 17 KRB wurde offenbar vor allem deshalb derart weit gefasst, weil es sich als sehr schwierig erwies, für die entsprechenden Bauten die Abgaben des KRB in befriedigender und tauglicher Weise allgemein festzulegen. Wohl aus demselben Grunde begnügten sich denn auch die Schöpfer des Musterreglements der aargauischen Baudirektion mit der beanstandeten weiten Fassung. Der Begriff des \"Vorteils\" setzt eben zumeist eine im Einzelfall vorzunehmende Wertung voraus. Der Gesetzgeber pflegt sich dann darauf zu beschränken, den Verwaltungsbehörden allgemeine Anweisungen zu erteilen, und auf einen zum voraus bestimmten rein mechanischen Massstab zu verzichten.BGE 92 I 450 S. 460\n\nII.B.2. Es scheinen allerdings grundsätzlich Möglichkeiten zu bestehen, die Bemessung der Abgaben für nicht reine Wohnbauten, Fabrik- und gewerbliche Betriebe, nach Vorteilen abgestuft, zum voraus festzusetzen. So hat sich beispielsweise die Gemeinde Lenzburg zu diesem Zwecke der sog. Einwohner- und Industriegleichwerte bedient.\n\nTrotzdem durfte das Obergericht ohne Willkür annehmen, Art. 17 KRB sei mit Art. 4 BV vereinbar.\n\na) Art. 17 KRB gewährt den Vollzugsbehörden kein freies Ermessen. Vielmehr hat der Gemeinderat unbestimmte Rechtsbegriffe auszulegen, was aber nach rechtlichen Grundsätzen erfolgen muss. Dabei enthält insbesondere der § 44 GSG massgebliche Anhaltspunkte für die Rechtsfindung. Andere ergeben sich aus der allgemeinen Verwaltungsrechtslehre. Sodann bilden auch die Art. 12 ff. einen Rahmen, der bei der Anwendung von Art. 17 KRB nicht zu übersehen sein wird.\n\nb) Die blosse Möglichkeit einer willkürlichen Anwendung, welche bei jeder Rechtsvorschrift besteht, stempelt diese an sich noch nicht zu einer willkürlichen. Es ist deshalb abzuwarten, welchen Gebrauch der Gemeinderat Baden von Art. 17 KRB machen wird. Dem Bürger, der glaubt, dass die Veranlagung zu einer Abgabe an die Ableitung und Reinigung der Abwasser ihn unbillig belaste, bleibt die Befugnis gewahrt, die entsprechenden Rechtsmittel zu ergreifen. Er ist also den Gemeindebehörden keineswegs ausgeliefert.\n\nAuch bezüglich des Art. 17 KRB hält somit der angefochtene Entscheid jedenfalls vor Art. 4 BV stand. Andere Rügen, so diejenige der Verletzung des Grundsatzes der Gewaltentrennung oder der Eigentumsgarantie, hat aber der Beschwerdeführer nicht erhoben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}