{"annee": "92", "cour": "I", "page": "420", "date": "22/9/1966", "cite": [], "cite_par": [], "chapeau": "71. Urteil vom 22. September 1966 i.S. Schweiz. Genossenschaft für Getreide- und Futtermittel gegen J. Haab Söhne.", "regestes": ["Suppression d'une réserve supplémentaire de blé; décompte (art. 9 al. 8 et art. 14 al. 4 O V, du 10 novembre 1959, de la loi sur l'approvisionnement du pays en blé, ROLF 1959 p. 1095). 1. La convention sur la réserve supplémentaire de blé est un contrat de droit public (consid. 1). 2. La convention sur la réserve supplémentaire de blé ne prend fin qu'au moment où la marchandise est rendue définitivement disponible (consid. 2). 3. Pour le calcul du prix du jour en cas de suppression de la réserve, la fin du délai de résiliation est déterminante (consid. 4)."], "faits": "|421|\n\nA.- Die Firma J. Haab Söhne, Baar, die eine Handelsmühle betrieb und auch dem Getreidehandel oblag, hatte auf Grund von Art. 5 des Getreidegesetzes und Art. 2 und 4 der Vollziehungsverordnung (VV) V hiezu mit der eidg. Getreideverwaltung (EGV) mehrere Verträge (z.B. Vertrag Nr. 105 vom 27./31. Dezember 1963 und Nachtrag vom 31. Juli /3. August 1964) über die Haltung eines Zusatzvorrates an Brotgetreide abgeschlossen. Durch diese Verträge war sie zur Lagerung folgender Vorräte verpflichtet:\n\nMüller-Vorrat: Weichweizen ..... q Hartweizen .... q\n\nHändler-Vorrat: Weichweizen ..... q Hartweizen .... q\n\nDie Firma J. Haab Söhne beschloss ihre Handelsmühle auf den 31. März 1965 stillzulegen. Sie schloss in diesem Zusammenhang anfangs Januar 1965 einen Vertrag betreffend Kontingentsübertragung und Stillegung mit der Mühlenvereinigung Innerschweiz ab. In einem Zusatzvertrag vom 8. Januar 1965 bestimmten die Vertragsparteien: |422|\n\n\"Als Übernahmepreis gilt der von der GGF im Einvernehmen mit der Eidg. Getreideverwaltung per 31. März 1965 festgelegte Tagespreis für Manitoba plus Preiszuschläge GGF und Kanzleigebühren GGF plus Fracht Basel-Station der übernehmenden Mühle, abzüglich Fr. -.25 pro 100 kg.\"\n\nEine entsprechende Klausel enthält auch die Vereinbarung über die Übernahme des Hartweizenvorrates, den die Firma im Januar 1965 mit dem Schweiz. Hartweizenmüller-Verband St. Gallen und 13 seiner Mitglieder abschloss. Diese Verträge wurden erfüllt und die Mühle am 31. März 1965 stillgelegt.\n\nAm 1. April 1965 teilte die Schweiz. Genossenschaft für Getreide und Futtermittel (GGF) ihren Mitgliedern (Zirkular W 14) mit, der Vorstand habe mit Wirkung ab 1. April 1965 den Zusatzvorrats-Beitrag auf Weichweizen von Fr. 3.70 auf Fr. 4.70 und auf Hartweizen von Fr. 3.20 auf Fr. 4.- je 100 kg Verzollungsgewicht erhöht. Der neue Beitrag gelte für Partien, die ab 1. April 1965 zur Verzollung angenommen würden. Mit Schreiben vom 2. April 1965 unterbreitete die GGF der Firma J. Haab Söhne die Abrechnung über die Aufhebung der Zusatzvorräte an Weichweizen. Aus der Abrechnung ergab sich eine Belastung der Firma von insgesamt Fr. ........ In der Abrechnung vom gleichen Tag über die Aufhebung der Zusatzvorräte an Hartweizen ergab sich ein Saldo zulasten der Firma von Fr. ......\n\nDie Firma beanstandete diese Abrechnungen, bezahlte dann aber - um über die Zusatzvorräte verfügen zu können - am 9. April und 13. Mai 1965 die geforderten Beträge. Sie erklärte jedoch ausdrücklich, dass sie deswegen die Rechnung für die Zusatzvorräte nicht anerkenne.\n\nB.- Mit Eingabe vom 23. August 1965 belangte die Firma J. Haab Söhne die GGF vor der Schiedskommission für Pflichtlager. Sie beantragte, die GGF sei zu verpflichten, ihr Fr. ..... (Differenz der vom 1. April an gültigen Beiträge zu den bis 31. März 1965 in Kraft stehenden) nebst 5% Zins seit dem 13. Mai 1965 zurück zu zahlen.\n\nDie Schiedskommission hiess dieses Begehren am 3. März 1966 gut. Der Begründung ist im wesentlichen zu entnehmen, der Pflichtlagervertrag sei mit dem 31. März 1965 zu Ende gegangen. Am 1. April sei die Firma J. Haab Söhne nicht mehr dem Getreidegesetz und den Verpflichtungen aus dem Pflichtlagervertrag unterstanden. Ein Beschluss, der erst am 1. April |4231965| in Kraft getreten sei, habe sie deshalb nicht mehr treffen können. Die Abrechnung habe somit auf der Grundlage des Tagespreises vom 31. März 1965 erfolgen müssen.\n\nC.- Gegen diesen Entscheid der Schiedskommission reichte die GGF beim Bundesgericht Verwaltungsgerichtsbeschwerde gemäss Art. 61 Abs. 1 lit. b Getreidegesetz ein. Sie beantragt, der Entscheid der Schiedskommission für Pflichtlager sei aufzuheben und es sei die von der Firma J. Haab Söhne gegen die GGF eingereichte Klage abzuweisen. Die GGF macht geltend, die Abrechnung habe frühestens am Tage nach dem Dahinfallen der Verpflichtungen der Firma J. Haab Söhne erfolgen können, das heisse somit am 1. April 1965. Daher sei der Tagespreis des 1. April 1965 anzuwenden. Die Firma habe am 31. März noch nicht über ihren Zusatzvorrat verfügen dürfen, da darüber noch nicht abgerechnet worden war. Die Firma werde nicht mit dem erhöhten Zusatzvorratsbeitrag an sich belastet; der Zusatzbeitrag sei lediglich ein Kostenelement des Tagespreises. Die Erhöhung des Tagespreises am 1. April 1965 sei unbestritten. Der Tagespreis passe sich sofort den erhöhten Beiträgen an ohne Rücksicht darauf, ob bei der einzeln verkauften Partie ein erhöhter Beitrag bei der Verzollung schon bezahlt werden musste oder ob die Partie noch zum niedrigeren Ansatz eingeführt werden konnte. Der Entscheid der Schiedskommission verletze die Art. 9 Abs. 8 und 14 Abs. 4 VV V zum Getreidegesetz.\n\nD.- Die Firma J. Haab Söhne beantragt, die Beschwerde sei abzuweisen. Sie macht geltend, massgebend sei gemäss Art. 9 Abs. 8 VV V der Tagespreis \"bei Aufhebung des Zusatzvorrates\". Deshalb sei allein der Tagespreis des 31. März in Betracht zu ziehen.\n\nDie Schiedskommission für Pflichtlager beantragt, die Beschwerde sei abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 5 des Getreidegesetzes vom 20. März 1959 (AS 1959 S. 995 ff.) ordnet den Zusatzvorrat an Brotgetreide. Nach Absatz 1 kann der Bundesrat die Anerkennung als Handelsmüller davon abhängig machen, dass ein Vertrag über die Haltung eines Zusatzvorrates an Brotgetreide abgeschlossen und erfüllt wird. In Absatz 4 wird ausgeführt, die Einzelheiten betreffend die Haltung des Zusatzvorrates der Müller und |424| Getreidehändler seien durch einheitliche Verträge zwischen der Verwaltung und den Eigentümern des Zusatzvorrates zu ordnen. Der Inhalt der Verträge über die Zusatzvorräte ist in den wesentlichen Punkten durch die VV V zum Getreidegesetz vom 10. November 1959 festgelegt (AS 1959 S. 1057 ff.).\n\nSchon der Wortlaut dieser Bestimmungen deutet darauf hin, dass die Vereinbarung über den Zusatzvorrat zu den öffentlichrechtlichen Verträgen gehört. Die gesetzliche Ordnung wird in diesem Punkt weiter dadurch verdeutlicht, dass Absatz 4 noch erklärt, die Art. 8 bis 12 des Bundesgesetzes über die wirtschaftliche Kriegsvorsorge vom 30. September 1955 seien für die Gestaltung der einheitlichen Verträge zwischen Verwaltung und Lagerpflichtigen anwendbar. In den Artikeln 7 bis 12 des genannten Gesetzes wird der Pflichtlagervertrag geregelt. Dieser hat unbestrittenermassen den Charakter eines öffentlich-rechtlichen Vertrages (vgl. IMBODEN, Der verwaltungsrechtliche Vertrag, ZSR 1958 S. 176 a; REDLI, Der Pflichtlagervertrag, S. 57 ff.; QUINCHE, Le régime du blé en Suisse, S. 178).\n\n2. Art. 10 des Vertrages über Haltung eines Zusatzvorrates an Brotgetreide, den die Eidg. Getreideverwaltung mit der Firma J. Haab Söhne am 27./31. Dezember 1963 abgeschlossen hat, sieht die einseitige Auflösung durch die eine oder andere Vertragspartei vor und verweist im übrigen auf Art. 11 Abs. 3 und Art. 14 VV V. Nach Art. 14 Abs. 1 können die Verträge über die Zusatzvorräte an Brotgetreide von den Parteien unter Beobachtung einer dreimonatigen Frist auf das Ende eines Kalenderjahres gekündigt werden. Eine Kündigung liegt nicht bei den Akten; doch ergibt sich aus dem Schreiben der Eidg. Getreideverwaltung (EGV) an die Firma J. Haab Söhne vom 3. April 1965, dass diese der Verwaltung am 2. März 1965 mitgeteilt hat, sie werde ihren Müllereibetrieb auf den 31. März 1965 stillegen. Die EGV erklärte sich grundsätzlich zur Auflösung des Vertrages und zur Abrechnung bereit, obwohl die Kündigungsfrist nicht innegehalten worden war. Sie fügte jedoch bei: \"Schliesslich machen wir Sie noch auf Art. 14 Abs. 4 VV V aufmerksam, wonach der von Ihnen mit unserer Verwaltung abgeschlossene Vertrag über die Haltung des Zusatzvorrates an Brotgetreide erst ausser Kraft tritt, wenn eine allfällig von Ihnen der Kasse zu entrichtende Wertdifferenz bezahlt ist.\" Erst nach dieser Zahlung konnte also die Firma J. Haab Söhne über den Zusatzvorrat verfügen und Besitz oder |425| Eigentum daran übertragen; denn allein mit der endgültigen Freigabe der Ware erlischt ein öffentlich-rechtlicher Vertrag dieser Art (vgl. REDLI, a.a.O., S. 125). Entgegen der Ansicht der Vorinstanz darf daher nicht gefolgert werden, ein Beschluss, der erst am 1. April in Kraft getreten sei, habe die Firma J. Haab Söhne überhaupt nicht mehr treffen können; aus diesem Grunde habe die Abrechnung auf der Grundlage des Tagespreises vom 31. März 1965 erfolgen müssen.\n\n3. Bei Aufhebung von Zusatzvorräten hat die Abrechnung der GGF mit dem Vorratseigentümer gestützt auf Art. 9 Abs. 8 der Vollziehungsverordnung V zu erfolgen. Danach muss, wenn der Tagespreis den Buchwert übersteigt, der Eigentümer die Differenz der GGF bezahlen; übersteigt umgekehrt der Buchwert den Tagespreis, so muss die GGF dem Eigentümer den Unterschied entrichten. Wie schon die Vorinstanz festgestellt hat, sind sich die Parteien über diesen Grundsatz einig, ebenso über die Höhe des Buchwertes des Weich- und Hartweizens und schliesslich auch über die einzelnen Elemente der Berechnung des Tagespreises und deren Höhe. Streitig ist einzig, was unter dem Tagespreis \"bei Aufhebung des Zusatzvorrates\" zu verstehen sei.\n\nÜber diese Streitfrage geben weder das Gesetz noch die massgebenden Verträge eindeutig Auskunft. Man kann sich zunächst fragen, ob der Wert an dem Tage, an welchem der Lagerpflichtige frei über den Zusatzvorrat verfügen kann, massgeblich sei. Die freie Verfügung über den Zusatzvorrat setzt indessen voraus, dass die Wertdifferenz bezahlt sei. Der anrechenbare Preis wäre somit von einem in der Zukunft liegenden, gänzlich unbestimmten Tag abhängig. Da der Lagerpflichtige, wenn er das Zusatzlager aufhebt, weder gewinnen noch verlieren soll, kann diese Ungewissheit nicht im Sinne des Gesetzes liegen. In Betracht fallen deshalb nur der Tag, auf den die Kündigung des Vertrages wirksam wird, oder der Tag, an dem die Abrechnung erstellt ist.\n\n4. a) Die Kündigung löst das Aufhebungsverfahren dann aus, wenn sie wirksam wird. Dieser Zeitpunkt steht für alle Beteiligten - den bisherigen Lagerpflichtigen, die EGV, die GGF und die Übernehmer des Zusatzvorrates - üblicherweise seit dem Einreichen der Kündigung fest. Demgegenüber ist das Datum, an dem die Abrechnung erstellt wird, noch nicht bekannt. Wenn die Auffassung der GGF richtig wäre, dürfte |426| ein Lagerpflichtiger, der sein Zusatzlager verkauft und der sich gegen ein Auseinanderfallen des \"Tagespreises\" in den Übernahmeverträgen einerseits und in der Abrechnung andererseits sichern will, mit dem Käufer keine feste Zeitangabe hinsichtlich des Tageswertes vereinbaren. Er müsste gegenteils vorsehen, dass der Tag, an dem die Verwaltung die Abrechnung erstellt, für den Übernahmepreis massgeblich sei. Es ist nicht anzunehmen, dass der Bundesrat eine solche - ebenfalls durch Ungewissheit belastete - Ordnung wollte, zumal der Lagerpflichtige seine Vorräte weiterverkaufen muss. Näher liegt, dass auf das zum vorneherein bekannte Datum der Kündigung gegenüber der EGV abgestellt wird. Es entspricht auch geschäftlicher Gepflogenheit, dass dieser Zeitpunkt bei den Übernahmeverträgen festgelegt wird; er kann somit zwangslos als Datum \"bei Aufhebung des Zusatzvorrates\" im Sinne von Art. 9 Abs. 8 VV V verstanden werden. Zwar darf der Besitz oder das Eigentum erst nach der Erfüllung der Verbindlichkeiten aus der Abrechnung übertragen werden; doch ist der Besitzes- und Eigentumsübergang eine Frage, die von der Festsetzung des Kaufspreises und des Abrechnungswertes gegenüber der GGF unabhängig ist.\n\nDas Abstellen auf den Tageswert am Ende der Kündigungsfrist führt zu keinen Unzukömmlichkeiten. Der Umstand, dass die Käufer des Zusatzvorrates eine Ware erhalten, die noch mit den niedrigeren Zusatzbeiträgen eingeführt werden konnte, vermittelt ihnen keinen zusätzlichen Gewinn, wenn die Ware auch bei ihnen wieder einen Zusatzvorrat bildet. Die Käufer müssen bei einer allfälligen späteren Aufhebung ihres neuen Zusatzvorrates von ihrem Anschaffungswert (Buchwert) ausgehen. Es ist deshalb folgerichtig, wenn ihr Buchwert mit dem \"Tageswert\", zu dem der Verkäufer abrechnen kann, übereinstimmt und die GGF nicht durch ein Auseinanderfallen zwischen dem Buchwert der Erwerber und dem Tageswert des Veräusserers einen Gewinn erzielen kann. Das \"Anhören des Eigentümers\", das der GGF vor Erstellen der Abrechnung vorgeschrieben ist, kann nur den Sinn haben, dass die Abrechnung so zu gestalten ist, dass sich bei einem Verkauf für den bisherigen Lagerhalter kein Gewinn und kein Verlust ergibt.\n\nb) Geht man hievon aus, so hält das Urteil der Schiedskommission für Pflichtlager - allerdings mit abweichender Begründung - vor Art. 9 Abs. 8 und 14 Abs. 4 der VV V stand.\n\n|427| Die EGV hat diee Kündigung der Firma J. Haab Söhne auf den 31. März 1965 angenommen. Mit diesem Tag setzte das Aufhebungsverfahren ein, weshalb auf den damals gültigen Tagespreis abzustellen ist. Mit Recht hat daher die Vorinstanz das Begehren der Firma J. Haab Söhne gutgeheissen.\n\n5. Was die Beschwerdeführerin vorbringt, dringt nicht durch:\n\nDie GGF macht geltend, der Tagespreis sei am 1. April 1965 automatisch um den Betrag der erhöhten Zusatzlagerbeiträge gestiegen. Doch wurden die Rundschreiben, die den Mitgliedern der GGF die Beitragserhöhung bekanntgaben, erst am 1. April 1965 versandt; sie gingen also am 2. April den Firmen zu. Frühestens an diesem Tage passte sich also der Marktpreis, der Tageswert, den erhöhten Beiträgen an. Bei einer Abrechnung am 1. April 1965 hätte also möglicherweise auf dem Markt noch der niedrigere Tagespreis gegolten; am 2. April musste dagegen die GGF, wäre ihre Auffassung richtig, den höheren Tagespreis einsetzen. Die GGF täte also - wenn man ihrer Ansicht folgte - gut daran, die Abrechnung jeweils an einem Tag mit möglichst hohem Tageswert vorzunehmen. Im Ergebnis führte die Auffassung der GGF dazu, dass die Firma J. Haab Söhne behandelt wird, wie wenn sie einen erhöhten Beitrag auf einem Zusatzlager bezahlen müsste, obschon dieses bereits verzollt war und daher der erhöhte Beitrag nicht geschuldet ist. Dies kann nicht der Sinn der Verordnung sein.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}