{"annee": "92", "cour": "IV", "page": "170", "date": "24/11/1966", "cite": [], "cite_par": [], "chapeau": "43. Arrêt de la Cour de cassation pénale du 24 novembre 1966 en la cause Imesch contre Ministère public du canton de Genève.", "regestes": ["Art. 41 Ziff. 2 und 3 StGB, Art. 42 BG über den Militärpflichtersatz. 1. Muss der Verurteilte, dem der bedingte Strafvollzug gewährt wird und der glaubt, der ihm vom Richter erteilten Weisung (hier: den Schaden zu ersetzen) nicht nachkommen zu können, das Strafurteil anfechten oder hat er die Frage dem Widerrufsrichter zu unterbreiten? 2. Richterliche Festsetzung der Leistung, die dem wegen Nichtbezahlung des Militärpflichtersatzes zu einer bedingt vollziehbaren Strafe Verurteilten auferlegt wird."], "faits": "", "considerants": "BGE 92 IV 170 S. 171\n\nSelon l'art. 41 ch. 2 CP, le juge qui suspend l'exécution de la peine peut imposer certaines règles de conduite au condamné pour la durée du délai d'épreuve. Ces règles doivent évidemment être adaptées aux possibilités de celui qu'elles obligent, faute de quoi elles sont inadmissibles. Elles ne le sont toutefois, notamment lorsqu'elles portent sur des paiements périodiques destinés à réparer le dommage, que lorsque, dans le cours normal des choses, il sera impossible au condamné, pendant toute la durée du sursis, de s'y conformer comme le jugement l'y oblige. S'il estime que tel est le cas, il doit recourir, pour violation de l'art. 41 ch. 2 CP, contre le jugement qui fixe la règle de conduite. En revanche, si l'impossibilité alléguée est survenue pendant le délai d'épreuve, c'est au juge de la révocation du sursis qu'il appartiendra de dire si et dans quelle mesure le condamné a commis une faute en ne payant pas, et si le sursis doit être révoqué de par l'art. 41 ch. 3 CP.\n\nLorsque la condamnation a été prononcée pour non-paiement de la taxe d'exemption du service militaire (art. 42 LTM), le juge considérera, pour fixer les prestations destinées à réparer le dommage et auxquelles il subordonne le sursis, que le devoir d'acquitter la taxe prime n'importe quelle dette et que le contribuable doit au besoin, pour s'acquitter, consentir certains sacrifices, même sur le montant qui lui est indispensable pour subsister (RO 69 IV 142; 85 IV 242)."}