{"annee": "92", "cour": "II", "page": "192", "date": "7/6/1966", "cite": ["78 II 419", "79 II 147", "47 II 176"], "cite_par": ["114 IA 191", "108 IB 220"], "chapeau": "29. Urteil der I. Zivilabteilung vom 7. Juni 1966 i.S. Eidgenössische Militärversicherung gegen \"Zürich\" Versicherungsgesellschaft AG.", "regestes": ["Responsabilité civile du militaire qui blesse d'autres militaires avec un véhicule automobile privé. Recours de l'assurance militaire fédérale contre l'assurance responsabilité civile du détenteur auteur du dommage. Recevabilité du recours en réforme. Art. 27 et 29 OM; art. 58, 65 et 81 LCR; art. 49 de la loi sur l'assurance militaire; art. 48 et 50 OJ."], "faits": "|192|\n\nA.- Feldweibel W. Grogg fuhr am Morgen des 25. November 1960, am Tage der Entlassung seiner Einheit aus dem Wiederholungskurs, mit seinem Privatauto vom Demobilmachungsplatz Wiedlisbach, wo er den Materialverlad überwacht hatte, zu dem ca. 3 km entfernten Zeughaus in Wangen a.A., wo die Einheit das Material abzugeben hatte. Eine Bewilligung zur dienstlichen Verwendung seines Privatfahrzeuges hatte er nicht eingeholt. Als er ca. um 07.00 Uhr in Wiedlisbach wegfuhr, war es noch dunkel. Er fuhr mit einer Geschwindigkeit von ca. 60 km/Std, die er auch nicht verminderte, als er wegen eines aus der Gegenrichtung herannahenden Motorfahrzeugs seine Scheinwerfer abblenden musste. Als er nach dem Kreuzen wieder auf Fernlicht umschaltete, erblickte er vor sich auf kurze Distanz das Materialabgabedetachement, |193| das er selber abkommandiert hatte und das ca. 10 Minuten früher abmarschiert war. Obwohl er sofort bremste, konnte er nicht mehr rechtzeitig anhalten, sondern fuhr in die hinterste Soldatengruppe hinein. Dabei wurden 10 Mann verletzt. Zwei von ihnen bedurften nur ambulanter Behandlung; vier konnten nach unterschiedlich langer Spital- und Nachbehandlung als vollständig geheilt entlassen werden; bei den übrigen drei steht noch nicht fest, ob eine Teilinvalidität zurückbleibt. Die Eidgenössische Militärversicherung leistete bis Anfang 1964 an und für die verunfallten Soldaten insgesamt Fr. 125'071.05.\n\nFw. Grogg wurde am 12. Mai 1961 vom Divisionsgericht 4 der Nichtbefolgung von Dienstvorschriften, der fahrlässigen Körperverletzung und der fahrlässigen Störung des öffentlichen Verkehrs schuldig erklärt und unter Ansetzung einer Probezeit von 3 Jahren bedingt zu 2 Monaten Gefängnis verurteilt.\n\nB.- Mit Klage vom 17. April 1964 belangte die Eidgen. Militärversicherung gestützt auf Art. 49 MVG die Versicherungsgesellschaft \"Zürich\", bei der Grogg ohne summenmässige Begrenzung für seine Halterhaftpflicht versichert ist, auf Ersatz der von ihr für die verunfallten Soldaten erbrachten Leistungen; ferner behielt sie sich die Geltendmachung des Ersatzanspruchs für weitere Leistungen vor, die sie im Zusammenhang mit dem Unfall allenfalls noch erbringen muss.\n\nDie Beklagte bestritt ihre Ersatzpflicht und beantragte, die Klage abzuweisen.\n\nC.- Der Appellationshof des Kantons Bern beschränkte gestützt auf Art. 190 ff. der bernischen ZPO das Verfahren auf die Frage der grundsätzlichen Haftung der Beklagten und wies am 17. Mai 1965 die Klage \"im Sinne eines selbständigen und berufungsfähigen Vorentscheides\" ab.\n\nDie Begründung dieses Entscheides stützt sich auf die Rechtsprechung des Bundesgerichtes, wonach ein Wehrmann zivilrechtlich für körperliche Schädigungen, die er in Ausübung einer dienstlichen Tätigkeit andern Wehrmännern zufügt, grundsätzlich nicht persönlich haftbar ist, ausser bei vorsätzlicher oder besonders grobfahrlässiger Schadenszufügung (BGE 78 II 419 ff., BGE 79 II 147 ff.). Der grundsätzliche Haftungsausschluss gelte nach diesen unter der Herrschaft des MFG ergangenen Entscheiden auch bei Unfällen von Militärmotorfahrzeugen. Das Inkrafttreten des SVG habe keine Änderung der Rechtslage gebracht; denn Art. 81 SVG, wonach bei |194| Tötung oder Verletzung eines Militärversicherten durch ein Militärfahrzeug der Bund den Schaden ausschliesslich nach den Vorschriften über die Militärversicherung zu decken habe, stimme in seinem wesentlichen Inhalt mit dem früheren Art. 57 MFG überein. Als Militärfahrzeug im Sinne von Art. 81 SVG müsse auch ein dienstlich verwendetes Privatfahrzeug betrachtet werden, da sonst der Grundsatz des Haftungsausschlusses zwischen Wehrmännern illusorisch würde. Aus dem gleichen Grunde komme auch nichts darauf an, dass der vorliegende Prozess sich nicht zwischen Wehrmännern abspiele, sondern zwischen der Militärversicherung und der Haftpflichtversicherung des schädigenden Motorfahrzeughalters und Lenkers; denn wenn die Haftung der Beklagten bejaht würde, so wäre ihr Versicherter Grogg möglicherweise dem Rückgriff nach Art. 65 Abs. 3 SVG ausgesetzt, so dass letzten Endes doch die Frage der Haftung zwischen Wehrmännern zur Diskussion stehe. Da sich der Unfall auf einer Fahrt ereignet habe, die Fw. Grogg zu dienstlichen Zwecken unternommen habe und da ihn kein schweres Verschulden treffe, könne er nicht persönlich belangt werden, womit auch eine Haftung der Beklagten entfalle.\n\nD.- Gegen dieses Urteil hat die Klägerin die Berufung an das Bundesgericht erklärt. Sie beantragt, die Beklagte dem Grundsatze nach zu verurteilen, ihr den Schaden aus dem Verkehrsunfall des Fw. Grogg vom 25. November 1960 zu ersetzen.\n\nDie Beklagte beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der angefochtene Entscheid ist entgegen der Auffassung der Vorinstanz und der Klägerin nicht ein blosser Vorentscheid, sondern ein Endentscheid; denn er lautet auf Abweisung der Klage, schliesst das kantonale Verfahren endgültig ab und kann durch kein ordentliches kantonales Rechtsmittel mehr angefochten werden (Art. 48 Abs. 1 OG). Dass die Vorinstanz das Verfahren in Anwendung kantonalen Prozessrechts auf die Frage der grundsätzlichen Haftung beschränkt hat, macht, wenn dieses beschränkte Verfahren wie hier zur Abweisung der Klage geführt hat, den Entscheid nicht zu einem blossen Vor- oder Zwischenentscheid im Sinne |195| von Art. 50 OG. Ein solcher läge nur vor, wenn der kantonale Richter die Frage der grundsätzlichen Haftung der Beklagten bejaht hätte. Nur dann könnte sich fragen, ob die Voraussetzungen des Art. 50 OG für eine sofortige Anrufung des Bundesgerichtes erfüllt seien. Da der angefochtene Entscheid ein Endentscheid der oberen kantonalen Instanz ist und der Streitwert den nach Art. 46 OG erforderlichen Betrag von Fr. 8'000.-- übersteigt, ist die Berufung zulässig.\n\n2. Der Klägerin steht ein Anspruch gegen die Beklagte nur zu, wenn der Fahrzeughalter Grogg den geschädigten Wehrmännern für die Folgen des Unfalles, den er mit seinem Motorfahrzeug verursacht hat, persönlich haftet. Denn eine Leistungspflicht der Versicherung tritt nur dann und nur insoweit ein, als eine Haftpflichtforderung gegen den Halter besteht; die Deckungspflicht des Versicherers reicht nicht weiter als die persönliche Haftung des Halters mit Einschluss der Personen, für die er verantwortlich ist (OFTINGER, Haftpflichtrecht II/2 S. 747 Ziff. 2). Wird der Versicherer gestützt auf das unmittelbare Forderungsrecht des Geschädigten gemäss Art. 65 SVG belangt, so muss deshalb vorweg die Frage der Haftpflicht des Halters abgeklärt werden. Die Vorinstanz hat daher mit Recht die Auffassung der Klägerin verworfen, die Frage des Haftungsausschlusses zwischen Wehrmännern stelle sich überhaupt nicht, weil sich im Prozess nicht die geschädigten Wehrmänner und der Halter, sondern die Militärversicherung und die Halterhaftpflichtversicherung gegenüberstehen.\n\n3. Die Vorinstanz hat zur Begründung der Klageabweisung unter anderm auch Art. 81 SVG herangezogen, der bestimmt, wenn ein Versicherter der Militärversicherung durch ein Militärfahrzeug getötet oder verletzt werde, habe der Bund den Schaden ausschliesslich nach dem Gesetz über die Militärversicherung zu decken.\n\nDieser Bestimmung lässt sich jedoch für die Entscheidung des vorliegenden Streitfalles nichts entnehmen. Sie betrifft ausschliesslich das Verhältnis der Motorfahrzeughaftung des Bundes zur Militärversicherung. Die Botschaft des Bundesrates zum SVG bemerkte zu dem gleich wie Art. 81 des Gesetzes lautenden Art. 75 des Entwurfes:\n\n\"Wird ein Versicherter der Militärversicherung durch ein privates Motorfahrzeug geschädigt, so hat er dem Halter gegenüber alle |196| Rechte wie andere Geschädigte. Wenn der Schaden jedoch durch ein Militärfahrzeug verursacht wird, 'haftet' der Bund wie bisher, nur nach dem Bundesgesetz über die Militärversicherung. Ist der Unfall dagegen durch ein anderes Motorfahrzeug des Bundes entstanden, z.B. durch ein Postauto, so hat der Bund den von der Militärversicherung nicht gedeckten Teil des Schadens nach dem Strassenverkehrsgesetz (Art. 69 [=Art. 73 SVG]) zu ersetzen\".\n\nDiese Ausführungen zeigen, dass Art. 81 nur die Haftung des Bundes regeln will. Er besagt, dass der Bund dem Militärversicherten für den durch ein Militärfahrzeug verursachten Schaden nur nach den Bestimmungen über die Militärversicherung aufzukommen habe, ihm dagegen nicht überdies nach den Haftpflichtbestimmungen des SVG hafte, denen nach Art. 73 Abs. 1 SVG grundsätzlich auch die Motorfahrzeuge des Bundes unterstehen. Einen weitergehenden Sinn hat diese Bestimmung nicht (so auch BGE 78 II 428 in bezug auf Art. 57 MFG, der inhaltlich mit Art. 81 SVG im wesentlichen übereinstimmt). Insbesondere will sie nicht den Begriff des Militärfahrzeuges von demjenigen des Nichtmilitärfahrzeuges abgrenzen. Die Schlussfolgerungen, die der Appellationshof aus ihr in bezug auf die Frage der Haftungsbefreiung des Fw. Grogg glaubt ziehen zu können, entbehren daher der Grundlage.\n\n4. Art. 27/28 der Militärorganisation (MO) überbinden dem Bund die Haftung für Körper- und Sachschäden, von denen Zivilpersonen infolge militärischer Übungen betroffen werden. Art. 103 des Beschlusses der Bundesversammlung vom 30. März 1949 über die Verwaltung der schweizerischen Armee (AS 1949 II S. 1118) verdeutlicht diese Bestimmung dahin, dass die Haftung des Bundes die Geltendmachung von Schadenersatzforderungen durch die Geschädigten gegen die am Unfall beteiligten Militärpersonen ausschliesse, wie dies die bundesgerichtliche Rechtsprechung (BGE 47 II 179) von jeher angenommen hatte. Über die Haftung zwischen Wehrmännern bestehen dagegen keine besonderen Vorschriften. Der Grundsatz, dass der Wehrmann auch einem andern Wehrmann für dienstlich zugefügte Schäden (unter Vorbehalt absichtlicher oder besonders grobfahrlässiger Schädigung) persönlich nicht hafte, wurde vom Bundesgericht in den von der Vorinstanz angerufenen Urteilen (BGE 78 II 419 ff. und BGE 79 II 147 ff.) in analoger Anwendung der Vorschriften über |197| die Haftung gegenüber Zivilpersonen aufgestellt. Das Bundesgericht begründete diese Rechtsprechung damit, dass der den Art. 27/28 MO innewohnende Leitgedanke im Verhältnis zwischen Wehrmännern nicht weniger zutreffe als im Verhältnis zwischen Wehrmann und Zivilperson.\n\nDiese Überlegung erweist sich auch bei erneuter Prüfung als stichhaltig. Der gesetzlich verankerte Ausschluss der persönlichen Haftung gegenüber der Zivilperson hat seinen Grund darin, dass der Soldat in Erfüllung der auf Art. 18 BV beruhenden allgemeinen Wehrpflicht Dienst leisten muss. Bei seinen dienstlichen Verrichtungen handelt er nicht aus freiem Willensentschluss, sondern er untersteht kraft der militärischen Gehorsamspflicht dem Zwange des Dienstbefehls. Dadurch kann er in Situationen kommen, die von seinen gewohnten Lebensverhältnissen weit abliegen und denen er sich nicht als gewachsen erweist. Dazu kommt, dass die militärische Ausbildung auf das Ziel der Kriegstüchtigkeit ausgerichtet ist und darum nach Förderung von Forschheit und Draufgängertum streben muss. Der Soldat wird so dazu erzogen, bei der Ausführung der ihm befohlenen dienstlichen Verrichtungen erhöhte Risiken in Kauf zu nehmen. Das kann ihn zu einer Handlungsweise veranlassen, die zur körperlichen Schädigung Dritter führt und ihm unter zivilen Verhältnissen als eine die Schadenersatzpflicht begründende Fahrlässigkeit angerechnet werden müsste. Von solchen Handlungen eines Wehrmannes können aber nicht nur Zivilpersonen betroffen werden, sondern es sind ihnen auch, ja sogar in noch weit höherem Masse, seine Dienstkameraden ausgesetzt. Es ist daher, wie in BGE 78 II 425 mit Recht hervorgehoben wurde, keine überzeugende Erklärung dafür ersichtlich, weshalb die persönliche Haftung nicht auch im Verhältnis zwischen Wehrmännern grundsätzlich ausgeschlossen sein sollte. An dieser Rechtsprechung ist deshalb trotz der im Schrifttum lautgewordenen Kritik (OFTINGER, op.cit. II/2 S. 877) festzuhalten.\n\nb) Hat der Bund auf Grund von Art. 27 f. MO für die Schädigung von Zivilpersonen Ersatz zu leisten, so steht ihm nach Art. 29 MO der Rückgriff auf den Schädiger zu, wenn diesen ein Verschulden trifft. Ebenso räumt Art. 49 des MVG der Militärversicherung für ihre Leistungen das Rückgriffsrecht auf den Dritten ein, der mit bezug auf die Gesundheitsschädigung oder den Tod des Versicherten schadenersatzpflichtig |198| ist. Im Hinblick auf den Zweck, der mit der grundsätzlichen Befreiung des Wehrmanns von der persönlichen Haftung angestrebt wird, müssen für die auf den genannten Bestimmungen beruhenden Rückgriffsansprüche die gleichen Beschränkungen gelten wie für die direkte Belangbarkeit durch den Geschädigten (so auch OFTINGER, op.cit. I S. 393, II/2 S. 878 oben). Denn müsste der Wehrmann damit rechnen, auch schon bei leichtem Verschulden dem Rückgriff seitens des Bundes bezw. der Militärversicherung ausgesetzt zu sein, so würden dadurch seine Einsatzbereitschaft und sein Wagemut nicht weniger beeinträchtigt als durch das Bestehen einer persönlichen Haftung gegenüber dem Geschädigten.\n\nIn folgerichtiger Weiterentwicklung der durch die mehrfach erwähnten Entscheide begründeten Rechtsprechung ist somit festzuhalten, dass ein Wehrmann für körperliche Schädigungen, die er Zivilpersonen oder Dienstkameraden in Ausübung dienstlicher Verrichtungen nicht absichtlich oder durch besonders schwerwiegendes grobfahrlässiges Verhalten zufügt, weder dem Geschädigten persönlich haftbar ist noch vom Bund oder der Eidgen. Militärversicherung auf dem Rückgriffswege verantwortlich gemacht werden kann.\n\n5. Der Grundsatz der Haftungsbefreiung im Verhältnis zwischen Wehrmännern gilt, wie in BGE 78 II 428 f. mit überzeugender Begründung dargelegt worden ist, auch für die Schadensstiftung bei befohlener Führung eines Militärmotorfahrzeuges.\n\nDer hier in Frage stehende Unfall wurde indessen nicht durch ein militärisches, sondern durch ein privates Motorfahrzeug verursacht. Unter den Begriff des Militärfahrzeuges fallen gemäss Art. 128 Ziff. 4-6 des BRB über die Verwaltung der schweizerischen Armee vom 22. August 1949 (AS 1949 II S. 1167) private Fahrzeuge nur, wenn sie von der Militärverwaltung gemietet oder unter Beobachtung der dafür aufgestellten besonderen Vorschriften militärisch requiriert worden sind. Diese Voraussetzungen waren hier nicht erfüllt.\n\nZudem handelte es sich nicht um eine befohlene Fahrt, sondern Fw. Grogg verwendete sein privates Fahrzeug unerlaubterweise. Zwar unternahm er die Fahrt nach den verbindlichen Feststellungen der Vorinstanz nicht zu rein privaten Zwecken, wie es z.B. zugetroffen hätte, wenn er den Wagen benützt hätte, um in den Urlaub zu fahren. Er verwendete |199| seinen Privatwagen vielmehr im Zusammenhang mit der Erfüllung dienstlicher Verrichtungen, nämlich um einerseits den Materialverlad am Demobilmachungsort und anderseits die Materialabgabe im Zeughaus persönlich überwachen zu können. Die dienstliche Verwendung des Fahrzeugs macht jedoch dieses nicht zum Militärfahrzeug.\n\n6. Es fragt sich, ob unter den gegebenen Umständen die analoge Anwendung von Art. 27 MO gleichwohl gerechtfertigt sei. Das ist zu verneinen. Wie dargelegt wurde, beruht die Übertragung der für die Schädigung von Zivilpersonen geltenden Ordnung auf das Verhältnis zwischen Wehrmännern darauf, dass der Soldat zur Dienstleistung und zur Übernahme der damit verbundenen Gefahren gezwungen ist. Diese entscheidende Überlegung trifft aber auf den vorliegenden Fall gerade nicht zu: Fw. Grogg war nicht durch einen Dienstbefehl gezwungen, für die in Frage stehende Fahrt seinen Privatwagen zu verwenden. Er benützte ihn, wenn auch zu dienstlichen Zwecken, so doch aus freiem Willensentschluss, ja sogar im Bewusstsein, dass er dazu nicht berechtigt war. Er nahm damit freiwillig die Risiken auf sich, die mit dem Betrieb jedes Motorfahrzeugs verbunden sind und die den Gesetzgeber zur Einführung der strengen Kausalhaftung des Halters bewogen haben. Es besteht daher kein Anlass, die analoge Anwendung von Art. 27 MO auf die eigenmächtige Verwendung eines privaten Motorfahrzeuges auszudehnen und den Halter von seiner persönlichen Haftung zu befreien.\n\nEin solcher Haftungsausschluss liesse sich allenfalls noch in Erwägung ziehen, wenn ein Unfall auf die mit militärischen Übungen verbundene besondere Gefährlichkeit zurückzuführen ist. Das trifft hier jedoch nicht zu. Der Unfall ereignete sich, weil Fw. Grogg die Geschwindigkeit seines Fahrzeuges nicht der beschränkten Sichtweite anpasste, die er beim Fahren mit abgeblendeten Lichtern hatte. Es handelte sich also um eine Verwirklichung der dem Motorfahrzeug als solchem innewohnenden Betriebsgefahr, bei der die dienstliche Verwendung keine Rolle spielte.\n\nDie Benutzung des privaten Motorfahrzeuges kann auch nicht etwa damit gerechtfertigt werden, dass Fw. Grogg sich in einer an Notstand grenzenden Lage befunden habe. Die Vorinstanz meint zwar, sein Vorgehen sei objektiv gerechtfertigt gewesen, weil er das Distanzproblem nur so habe |200| bewältigen können und sich unter dem Druck einer beinahe ausweglosen Situation hiezu entschlossen habe. Davon kann keine Rede sein. Es bestand keine unumgängliche Notwendigkeit für Fw. Grogg, sowohl den Materialverlad als auch die Abgabe persönlich zu überwachen. Eine zweckmässige Organisation mit entsprechender Verteilung der Arbeit auf die Unteroffiziere hätte genügt, um die ordnungsgemässe Durchführung dieser dienstlichen Verrichtungen zu gewährleisten. Wenn Fw. Grogg glaubte, die Arbeiten persönlich überwachen zu müssen, so hätte er sich mit einem zivilen oder militärischen Fahrrad behelfen können, falls die Zeit nicht ausreichte, um die 2-3 km betragende Entfernung vom Demobilmachungsort zum Zeughaus zu Fuss zurückzulegen. Die Umstände vermochten somit die Verletzung des Dienstbefehls, der die dienstliche Verwendung ziviler Motorfahrzeuge grundsätzlich verbietet, nicht zu rechtfertigen.\n\n7. Von der Auffassung, dass die persönliche Haftung des Halters bei dienstlicher Verwendung eines privaten Motorfahrzeugs bestehen bleibt, gehen übrigens auch die Vorschriften des bereits erwähnten BRB über die Verwaltung der schweizerischen Armee aus. Diese erklären in Art. 159 die Verwendung privater Motorfahrzeuge als bewilligungspflichtig und lassen sie nur auf beschränkte Zeit und beim Vorliegen genau umschriebener Voraussetzungen zu. Art. 160 Abs. 1 sodann bestimmt, dass solche Fahrzeuge vom Halter oder dessen Beauftragten geführt werden und mit kantonalen Kontrolschildern sowie mit eigener Haftpflichtversicherung verkehren. Da die Deckungspflicht des Haftpflichtversicherers von der persönlichen Haftung des Halters abhängt, wird das Bestehen einer solchen durch diese Regelung notwendigerweise vorausgesetzt. Sie beruht offensichtlich auf dem in Erw. 6 als entscheidend befundenen Kriterium, dass die dienstliche Verwendung von Privatfahrzeugen völlig freiwillig erfolgt. Das Verwaltungsreglement für die schweizerische Armee (VR 1958) bestimmt denn auch in Ziff. 440 ausdrücklich, die Indienstnahme solcher privater Motorfahrzeuge sei freiwillig und dürfe nicht befohlen werden; ferner seien dem Halter vorgängig die Bedingungen gemäss Ziff. 442 VR (die mit Art. 160 BRB übereinstimmt) bekannt zu geben. Der Halter kann sich also nicht im Zweifel darüber befinden, dass seine Kausalhaftung, der er nach dem SVG untersteht, auch bei der dienstlichen |201| Verwendung des Fahrzeugs bestehen bleibt. Scheut er diese strenge Haftung als Halter wegen der mit der dienstlichen Verwendung verbundenen Gefahren, so soll er das Fahrzeug eben nicht für dienstliche Zwecke verwenden.\n\nBleibt nach diesen Bestimmungen die persönliche Haftpflicht des Halters sogar bei bewilligter dienstlicher Verwendung des privaten Fahrzeugs bestehen, so gilt dies selbstverständlich erst recht bei nichtbewilligter Benützung desselben. Denn es ist nicht denkbar, dass der Wehrmann, der sein privates Fahrzeug eigenmächtig und in bewusster Übertretung dienstlicher Vorschriften benützt, besser gestellt sein sollte, als wenn er die nach Art. 159 BRB erforderliche Bewilligung eingeholt hätte.\n\n8. Da gemäss den vorstehenden Erwägungen Fw. Grogg als Halter für die Folgen des in Frage stehenden Unfalles persönlich haftet, sind die Voraussetzungen für die unmittelbare Belangung seiner Haftpflichtversicherung erfüllt. Die Ansprüche der geschädigten Wehrmänner gegen den Halter und dessen Haftpflichtversicherung sind gemäss Art. 49 MVG auf die Klägerin übergegangen, soweit diese für den Schaden aufgekommen ist oder noch aufkommen muss. Die Klage ist somit grundsätzlich begründet. Das angefochtene Urteil ist daher aufzuheben und die Sache zur Ermittlung der Höhe der Rückgriffsansprüche der Klägerin an die Vorinstanz zurückzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Appellationshofs des Kantons Bern, III. Zivilkammer, vom 17. Mai 1965 wird aufgehoben und die Sache zu neuer Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}