{"annee": "92", "cour": "IV", "page": "177", "date": "18/11/1966", "cite": ["78 IV 50", "72 IV 45", "77 IV 210", "80 IV 40", "75 IV 181", "69 IV 134", "86 IV 77", "82 IV 182", "81 IV 42", "85 IV 234", "76 IV 34", "73 IV 43"], "cite_par": ["122 IV 66", "109 IV 173", "101 IV 317", "116 IV 353"], "chapeau": "46. Auszug aus dem Urteil des Kassationshofes vom 18. November 1966 i.S. Müller gegen Staatsanwaltschaft des Kantons Luzern.", "regestes": ["Art. 397 CP. La voie de la revision ne doit être ouverte de par le droit fédéral que lorsqu'un fait nouveau et important est établi ou lorsque l'on possède un moyen de preuve nouveau et important (changement de jurisprudence)."], "faits": "BGE 92 IV 177 S. 177\n\nA.- Müller fuhr am 14. September 1963 gegen 11 Uhr zusammen mit Giger in seinem VW-Personenwagen auf der Rengglochstrasse von Kriens nach Littau. Auf einem abfallenden Strassenstück überholte der VW mit stark übersetzter Geschwindigkeit einen andern Personenwagen und kam in der folgenden langgezogenen S-Kurve ins Schleudern. Nachdem er wiederholt von einem Strassenrand zum andern geraten war, prallte er mit der rechten Seite an eine Telephonstange, die entzweibrach. Müller und Giger wurden aus dem Wagen geschleudert, und Giger starb bald darauf an den erlittenen Verletzungen. Das Auto wurde zertrümmert.\n\nMüller behauptete im Untersuchungs- und Strafverfahren, der Wagen sei zur Zeit des Unfalls von Giger geführt worden. Das Amtsgericht Luzern-Land und das Obergericht des Kantons Luzern verwarfen diese Behauptung gestützt auf Zeugenaussagen, den Bericht des Amtsarztes über die Verletzungen Gigers und ein Gutachten des wissenschaftlichen Dienstes der Stadtpolizei Zürich über das im Wageninnern erhobene Spurenmaterial sowie ein fahrtechnisches Gutachten des Chefexperten der luzernischen Motorfahrzeugkontrolle und stellten fest, dass Müller den Wagen gelenkt habe. Das Obergericht erklärte ihn am 7. Oktober 1964 der Nichtbeherrschung des Fahrzeuges (Art. 31 Abs. 1), des Fahrens mit übersetzter Geschwindigkeit (Art. 32 Abs. 1), der groben Verletzung von Verkehrsregeln BGE 92 IV 177 S. 178(Art. 90 Ziff. 2) und des Fahrens in angetrunkenem Zustande (Art. 91 Abs. 1 SVG) sowie der fahrlässigen Tötung (Art. 117 StGB) schuldig und verurteilte ihn unter Anordnung der Veröffentlichung des Urteils im Kantonsblatt zu acht Monaten Gefängnis.\n\nB.- Am 11. Februar 1965 reichte Müller beim Obergericht ein Revisionsgesuch ein. Er machte erneut geltend, dass Giger das Auto gelenkt habe, und berief sich zum Beweis u.a. auf ein von Ing. Max Troesch über den Unfallablauf erstelltes Gutachten.\n\nDas Obergericht wies nach ergänzenden Erhebungen das Gesuch am 2. August 1966 ab. Es anerkannte, dass das Gutachten Troesch, wenn dessen neue technische Beurteilung des Unfallherganges zuträfe, geeignet wäre, die frühere Feststellung über die Person des Wagenlenkers in Frage zu stellen. AufGrund des gesamten Beweismaterials sei jedoch das neue Gutachten nicht haltbar und vermöge die früheren tatsächlichen Feststellungen in keiner Weise zu entkräften.\n\nC.- Müller führt Nichtigkeitsbeschwerde mit dem Antrag, der obergerichtliche Entscheid sei aufzuheben und die Sache zur Anordnung der Revision, eventuell zu Beweisergänzungen an die Vorinstanz zurückzuweisen.\n\nZur Begründung macht er u.a. geltend, das Obergericht habe den Sachverhalt ungenügend abgeklärt. Durch das Gutachten Troesch würden neue Tatsachen über den Bewegungsablauf, die dadurch eingetretenen Verletzungen usw. glaubhaft gemacht, die geeignet seien, die früher behauptete Tatsache, dass das Auto von Giger gelenkt worden sei, glaubhaft erscheinen zu lassen. Das Obergericht hätte daher, wenn es nicht auf das Privatgutachten abstellen wollte, antragsgemäss ein verkehrstechnisches Gutachten von einem anerkannten Fachmann einholen müssen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Art. 397 StGB verpflichtet die Kantone, gegenüber rechtskräftigen Strafurteilen, die auf Grund eines Bundesgesetzes ergangen sind, wegen erheblicher Tatsachen oder Beweismittel, die dem Gericht zur Zeit des früheren Verfahrens nicht bekannt waren, die Wiederaufnahme des Verfahrens zugunsten des Verurteilten zu gestatten.\n\na) Nach dieser Bestimmung kann die Wiederaufnahme eines BGE 92 IV 177 S. 179Verfahrens nur verlangt werden, wenn sich auf Grund neuer erheblicher Tatsachen oder Beweismittel der dem Urteil zugrunde gelegte Sachverhalt als unrichtig erweist. Bloss zur Überprüfung und Änderung der rechtlichen Würdigung des früheren Sachrichters ist die Wiederaufnahme nicht zulässig (BGE 69 IV 139 Erw. 5, BGE 75 IV 184). Zur Begründung der Wiederaufnahme bedarf es entweder einer neuen erheblichen Tatsache oder eines neuen erheblichen Beweismittels zum Nachweis einer im früheren Verfahren behaupteten erheblichen Tatsache. Der Wiederaufnahmegrund der neuen Tatsache liegt somit auch vor, wenn zum Nachweis einer neuen Tatsache ein neues Beweismittel angerufen wird, da der Wiederaufnahmegrund des neuen Beweismittels voraussetzt, dass dieses dem Beweis einer früher namhaft gemachten, bekannten Tatsache dient (BGE 81 IV 44). Ebenso ist der erste Revisionsgrund gegeben, wenn eine neue Tatsache als Beweisindiz angerufen wird, d.h. aus ihr auf das Vorliegen oder Fehlen einer andern erheblichen Tatsache geschlossen werden soll; Indizien sind indirekte Beweise, nicht Beweismittel (vgl. BGE 80 IV 42).\n\nNeu sind Tatsachen und Beweismittel, wenn sie dem Gericht zur Zeit der Urteilsfällung unbekannt waren, ihm überhaupt nicht in irgendeiner Form zur Beurteilung vorlagen (siehe dazu BGE 80 IV 42), und erheblich sind sie, wenn sie geeignet sind, die der Verurteilung zugrunde liegenden Feststellungen so zu erschüttern, dass auf Grund des veränderten Sachverhalts ein wesentlich milderes Urteil möglich ist (BGE 69 IV 139 Erw. 6; BGE 76 IV 39 Erw. 3; BGE 78 IV 55; BGE 81 IV 45; BGE 82 IV 184; BGE 86 IV 78). Ob die neue Tatsache oder das neue Beweismittel für sich allein oder zusammen mit andern bekannten oder neu angerufenen schlüssig genug sei, den im frühern Urteil angenommenen Sachverhalt zu entkräften, ist eine Frage der Beweiswürdigung, die dem Gebiet des Tatsächlichen angehört und als solche der Überprüfung des Kassationshofes entzogen ist (Art. 277 bis Abs. 1, Art. 273 Abs. 1 lit. b BStP). Rechtsfrage, die auf Nichtigkeitsbeschwerde überprüft werden kann, ist dagegen, ob das neue Anbringen, falls es den Sachverhalt zu verändern vermag, zu einem für den Verurteilten bedeutend günstigeren Urteil führen kann. Wird neuen Tatsachen oder Beweismitteln die Beweiskraft abgesprochen oder sind sie aus rechtlichen Gründen ohne Bedeutung, so fehlt ihnen die Eigenschaft der Erheblichkeit im Sinne des Art. 397 StGB (BGE 72 IV 45 f.).BGE 92 IV 177 S. 180\n\nb) Art. 397 StGB bestimmt nur, unter welchen Voraussetzungen von Bundesrechts wegen die Wiederaufnahme des Verfahrens zu gewähren ist. Das Wiederaufnahmeverfahren und die sachliche Zuständigkeit der kantonalen Revisionsinstanzen unterstehen der Ordnung des kantonalen Prozessrechts (BGE 69 IV 137, BGE 81 IV 45, BGE 85 IV 235, BGE 86 IV 78). Nach diesem beurteilt sich insbesondere auch der Umfang der Überprüfungsbefugnis, die dem Richter im Bewilligungsverfahren zusteht. Art. 397 StGB hindert ihn nicht, die neuen Tatsachen oder Beweismittel, gleich wie es der Sachrichter im wiederaufgenommenenVerfahren tun könnte, auf ihren Beweiswert zu überprüfen, sei es, dass er die angebotenen Beweise abnimmt, sei es, dass er, ohne sie zu erheben, die neuen Anbringen im Zusammenhang mit dem übrigen Beweismaterial vorweg würdigt (BGE 81 IV 45). Feststellungen des kantonalen Revisionsrichters über den Beweiswert oder die Beweiskraft neuer Tatsachen oder Beweismittel, auch wenn sie auf antizipierter Beweiswürdigung beruhen, sind daher unabhängig von der Ausgestaltung des kantonalen Revisionsverfahrens mit der Nichtigkeitsbeschwerde nicht anfechtbar (BGE 72 IV 46 und ständige Praxis).\n\n2. Nach der Rechtsprechung des Kassationshofes, die in BGE 73 IV 43 ff. begründet wurde und seither Geltung hatte (BGE 76 IV 36, BGE 77 IV 214, BGE 78 IV 55, BGE 81 IV 44, BGE 86 IV 78), setzt die Bewilligung zur Wiederaufnahme des Verfahrens nicht voraus, dass die neue erhebliche Tatsache bewiesen wird, sondern genügt es, wenn sie glaubhaft gemacht ist. An dieser Auffassung, die folgerichtig auch beim Wiederaufnahmegrund des neuen Beweismittels gelten müsste, ist nach erneuter Prüfung nicht festzuhalten.\n\nArt. 397 StGB schreibt vor, dass die Wiederaufnahme des Verfahrens auf Grund neuer und erheblicher Tatsachen oder Beweismittel zu gestatten ist. Das kann nur heissen, dass von Bundesrechts wegen die Wiederaufnahme erst bewilligt werden muss, wenn der geltend gemachte Wiederaufnahmegrund wirklich besteht, die neue erhebliche Tatsache oder das neue erhebliche Beweismittel also gegeben ist. Von dieser Voraussetzung geht auch der italienische Text des Art. 397 StGB aus, der die Worte gebraucht \"quando esistano fatti o mezzi di prova\", und desgleichen stellte der deutschschweizerische Berichterstatter im Nationalrat (Seiler) fest, dass für die Wiederaufnahme des Verfahrens neue erhebliche Tatsachen oder Beweismittel BGE 92 IV 177 S. 181vorliegen müssen (Sten. Bull. der Bundesversammlung 1930 S. 97). Dass die Kantone hätten verpflichtet werden wollen, die Wiederaufnahme unter leichteren Voraussetzungen, insbesondere schon gestützt auf eine bloss glaubhaft gemachte Behauptung des Gesuchstellers zu gewähren, ist umso weniger anzunehmen, als in der Gesetzesberatung umstritten war, ob überhaupt eine bundesrechtliche Bestimmung über die Revision aufzustellen sei, und Art. 397 StGB lediglich umschreibt, was von den Kantonen als Revisionsgrund zum mindesten anerkannt werden muss. Müsste aber das Verfahren bereits auf blosses Glaubhaftmachen hin wieder aufgenommen werden, könnte in den zahlreichen Kantonen, in denen der Entscheid über die Zulassung der Wiederaufnahme einer besondern Revisionsinstanz vorbehalten wird, das Vorliegen der neuen Tatsache oder der Bestand des neuen Beweismittels vielfach erst im wiederaufgenommenen Verfahren endgültig geprüft werden, und dasselbe gälte für die Frage der Erheblichkeit des neuen Anbringens, insbesondere wenn sich der Gesuchsteller auf den Wiederaufnahmegrund des neuen Beweismittels, z.B. neue Zeugen, beruft. Diese Kantone zu verhalten, den endgültigen Entscheid über das Wiederaufnahmebegehren erst nach erteilter Bewilligung und damit oft erst nach Aufhebung des rechtskräftigen Urteils durch den Sachrichter im wiederaufgenommenen Verfahren fällen zu lassen, käme einem zu weitgehenden Eingriff in das kantonale Prozessrecht gleich, der vom Bundesgesetzgeber nicht beabsichtigt sein kann. Art. 397 StGB will nach seinem wahren Sinn nur vorschreiben, dass die Wiederaufnahme zugelassen werden muss, wenn eine neue erhebliche Tatsache dargetan oder ein neues erhebliches Beweismittel vorhanden ist. Ein Wiederaufnahmegesuch darf daher nicht abgewiesen werden, ohne dass die darüber entscheidende Behörde die zum Nachweis der neuen Tatsache angeführten Beweise gewürdigt oder das zum Beweis einer alten Tatsache angerufene neue Beweismittel auf seine Beweiskraft geprüft hat, es sei denn, der geltend gemachte Wiederaufnahmegrund sei nicht neu oder aus rechtlichen Gründen nicht erheblich.\n\nDiese Auslegung stimmt auch mit der Auffassung überein, dass das Bundesrecht die Revisionsinstanz nicht hindert, die Beweisfrage im Zulassungsverfahren endgültig zu beantworten. Zwischen diesem Grundsatz, an dem der Kassationshof seit jeher festgehalten hat, und der Rechtsprechung, dass schon das BGE 92 IV 177 S. 182Glaubhaftmachen eines neuen erheblichen Vorbringens zur Wiederaufnahme genüge, besteht dagegen ein Widerspruch, wurden doch die Gesuchsteller in den Glauben versetzt, sie hätten schon unter der erwähnten Voraussetzung einen bundesrechtlichen Anspruch auf Revision, der ihnen aber in Wirklichkeit nicht zustand, wenn der kantonale Revisionsrichter die neuen Tatsachen oder Beweismittel nicht nur auf ihre Glaubhaftmachung hin überprüfte, sondern die Beweise voll würdigte und die Beweiskraft verneinte. Auf den Entscheid in BGE 73 IV 43 zurückzukommen, ist umso begründeter, als die kantonalen Prozessgesetze praktisch ohne Ausnahme den Revisionsrichter für befugt erklären, vor dem Entscheid über das Wiederaufnahmegesuch die notwendig erscheinenden Beweise zu erheben, und von dieser Möglichkeit regelmässig auch Gebrauch gemacht wird. Dazu kommt, dass der Kassationshof, wenn er die Glaubhaftmachung überprüfen müsste, die Beweise vorläufig zu würdigen hätte, was sich mit dem Grundsatz, dass die Beweiswürdigung seiner Überprüfung entzogen ist, schlecht vertrüge.\n\nIn BGE 73 IV 45 wurde ausgeführt, dass die neue Tatsache nur glaubhaft gemacht zu werden brauche, nicht aber schon bestehen müsse, ansonst sie bereits mit dem Wiederaufnahmegesuch bewiesen sein müsste, was in den meisten Fällen nicht möglich wäre. Diese Begründung übersieht, dass neue Tatsachen oder Beweismittel auch vorliegen können, wenn ihr Bestand im Gesuch nicht bewiesen werden kann und die dafür angetragenen Beweise, z.B. Zeugenaussagen oder Urkunden, die sich in den Händen Dritter befinden, erst noch von Amtes wegen zu erheben sind. Wenn für die Bewilligung der Wiederaufnahme eine neue erhebliche Tatsache oder ein neues erhebliches Beweismittel vorliegen muss, bedeutet das denn auch nur, dass der Nachweis des neuen Vorbringens im Zeitpunkt des Zulassungsentscheides erbracht sein muss, nicht aber, dass er schon zur Zeit der Einreichung des Gesuches geleistet sein müsse. Zur Begründung des Gesuches genügt daher, dass die neuen Tatsachen oder Beweismittel, wie es im französischen Text des Art. 397 StGB heisst, angerufen werden, womit gleichzeitig zum Ausdruck gebracht wird, dass der Gesuchsteller, wie auch in den meisten kantonalen Prozessgesetzen vorgeschrieben wird, die neuen Tatsachen zu begründen und die Beweismittel, auf die er sich berufen will, näher zu bezeichnen hat.BGE 92 IV 177 S. 183\n\n3. Der Beschwerdeführer behauptet, gestützt auf das Privatgutachten Troesch, dass die Bewegung der Wageninsassen anders abgelaufen sei, als im frühern Urteil auf Grund der amtlichen Gutachten angenommen worden war. Damit beruft er sich auf neue Tatsachen, durch die die frühere Feststellung, dass der Beschwerdeführer das Auto gelenkt habe, entkräftet werden soll. Das vorgelegte Gutachten und die beantragte Expertise, die nur dem Beweis dieser neuen Indizien dienen, sind somit keine neuen Beweismittel im Sinne des Art. 397 StGB.\n\nOb die vorgebrachten neuen Tatsachen, wie in der Beschwerde geltend gemacht wird, genügend glaubhaft gemacht seien, ist vom Kassationshof nicht zu überprüfen. Nach den vorangegangenen Erwägungen genügt das blosse Glaubhaftmachen einer neuen erheblichen Tatsache nicht, um ein früheres Verfahren wieder aufzunehmen. Die Berufung auf die Glaubhaftmachung hätte übrigens dem Beschwerdeführer auch nach der bisherigen Praxis nicht geholfen. Das Obergericht hat das Privatgutachten und die dazu eingeholten Vernehmlassungen der amtlichen Experten Dr. Frei und Buholzer sowie die Gegenbemerkungen von Troesch eingehend gegeneinander abgewogen und ist nach Überprüfung des gesamten Beweismaterials zum Schlusse gelangt, dass den Darlegungen des Gutachters Troesch die Überzeugungskraft fehle, die darin angeführten neuen Tatsachen also nicht erbracht seien und diese demzufolge die früheren Feststellungen nicht erschüttern könnten. Die Abweisung des Revisionsgesuches beruht demnach auf Beweiswürdigung, die mit der Nichtigkeitsbeschwerde nicht angefochten werden kann. Was der Beschwerdeführer einwendet, ist denn auch nichts anderes als Kritik dieser Beweiswürdigung.\n\n4. ...\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit auf sie eingetreten werden kann."}