{"annee": "92", "cour": "IV", "page": "115", "date": "30/9/1966", "cite": ["92 IV 1", "92 IV 94", "87 IV 105", "71 IV 225", "86 IV 81", "79 IV 20"], "cite_par": ["106 IB 173"], "chapeau": "30. Urteil des Kassationshofes vom 30. September 1966 i.S. A. gegen B.", "regestes": ["Art. 28 al. 1 et 177 al. 1 CP. Le mari auquel on reproche d'avoir pour femme une putain est lésé; il a, partant, qualité pour porter plainte contre l'auteur."], "faits": "|115|\n\nA.- Der Gastwirt A. machte am 5. September 1964 auf der Muristrasse in Bern dem Milchhändler B. Vorwürfe, weil dieser den Lieferwagen vorübergehend auf einer Garagezufahrt abgestellt hatte. Die Vorwürfe arteten sogleich in Beschimpfungen aus, die der Milchhändler mit Beschimpfungen erwiderte. Zum Schluss machte A. zu B. die Bemerkung: \"U de Dy Frou, die Huer, die Souhuer\".\n\nDer Milchhändler stellte gegen den Wirt Strafantrag, den er im Verfahren ausdrücklich auf die seine Frau betreffende Äusserung beschränkte.\n\nB.- Der Gerichtspräsident IX von Bern und auf Appellation hin am 21. September 1965 auch das Obergericht des Kantons Bern verurteilten A. wegen Beschimpfung zu einer Busse von Fr. 100.--.\n\n|116|\n\nC.- Der Verurteilte führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und dieses anzuweisen, dem Verfahren keine weitere Folge zu geben. Er macht geltend, durch die eingeklagte Äusserung sei wohl die Frau des Klägers, nicht aber dieser selber in der Ehre verletzt worden; B. sei daher nicht antragsberechtigt.\n\nD.- Der Kläger beantragt, die Nichtigkeitsbeschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Ist eine Tat nur auf Antrag strafbar, so kann nach Art. 28 Abs. 1 StGB jeder, der durch sie verletzt worden ist, die Bestrafung des Täters verlangen. Verletzt im Sinne dieser Bestimmung ist nach ständiger Rechtsprechung nicht jeder, dessen Interessen von der strafbaren Handlung irgendwie, namentlich bloss mittelbar, betroffen werden, sondern nur, wer selber Träger des unmittelbar angegriffenen Rechtsgutes ist (BGE 86 IV 82, BGE 87 IV 106, BGE 92 IV 2).\n\nGegen wen eine ehrverletzende Behauptung gerichtet sei, beurteilt sich nicht bloss nach ihrem Inhalt, sondern auch nach den Umständen, unter denen sie erhoben wird. Darnach kann im vorliegenden Falle aber nicht zweifelhaft sein, dass die eingeklagte Äusserung einen verdeckten Angriff auf den Kläger enthielt. Frau B., die der Beschwerdeführer nach seinen eigenen Aussagen nur vom Sehen her kannte, war nicht anwesend, als er sich mit deren Ehemann stritt. A. hatte auch sonst keinen ersichtlichen Grund, die Frau seines Widersachers in ihrer Ehre anzugreifen. Wenn er es gleichwohl tat, so geschah dies offensichtlich nur mit der Absicht, den Kläger als Mann einer angeblichen Hure hinzustellen, also ihn selber verächtlich zu machen. Der Beschwerdeführer schweigt sich denn auch nach wie vor darüber aus, welchen Anlass er sonst gehabt hätte, die Äusserung gerade bei der Gelegenheit zu tun, bei der er sie getan hat. Er räumt in der Beschwerde vielmehr ein, es sei durchaus möglich, dass er damit den Kläger persönlich habe verletzen wollen.\n\nFreilich setzt Strafe wegen Ehrverletzung, wie der Beschwerdeführer richtig einwendet, nach ständiger Rechtsprechung nicht voraus, dass der Täter die Absicht gehabt habe, den andern zu beleidigen oder ihn in seinem Ansehen bei den Mitmenschen zu schmälern. Da die tatsächliche Schädigung des Rufes nicht |117| Tatbestandsmerkmal der Art. 173 ff. StGB ist, braucht auch der Vorsatz nicht auf eine solche Schädigung gerichtet zu sein. Der Täter handelt schon dann vorsätzlich und ist strafbar, wenn er weiss, dass seine Behauptung den Ruf einer bestimmten Person schädigen kann, und er die Behauptung trotzdem erhebt (BGE 71 IV 232,BGE 79 IV 22, BGE 92 IV 97 Erw. 3).\n\nDas heisst aber nicht, dass die Beleidigungsabsicht völlig belanglos sei und der Richter nicht danach zu fragen brauche, wie in der Beschwerde behauptet wird. Wer mit der Äusserung vorwiegend oder sogar ausschliesslich die Absicht verfolgt, den andern herunterzumachen, ist umso strafwürdiger, und wer den Angriff verschleiert, soll deswegen der Strafe nicht entgehen können. Das gilt auch hier. Die eingeklagte Äusserung darf nicht losgelöst von dem beurteilt werden, was ihr vorausgegangen ist. Nach dem angefochtenen Urteil hat A. den B. schon vorher mit derben Schimpfwörtern bedacht, diese aber in gleicher Münze zurückerhalten. Alsdann hat er den Kläger mit der Anspielung auf seine Frau noch auf besondere Weise zu treffen gesucht. Daraus erhellt, dass der ganze Angriff des A. bloss dem Bedürfnis entsprungen ist, seinem Groll und Unmut über den Milchhändler Luft zu machen, der Beschwerdeführer also auch mit dem Hinweis \"U de Dy Frou ...\" weniger diese als vielmehr den Kläger selber verunglimpfen wollte. Dadurch unterscheidet der vorliegende Fall sich denn auch deutlich von dem in BGE 86 IV 81 veröffentlichten, wo der Angeschuldigte die Frau X. nicht dem Ehemann und nachmaligen Kläger, sondern einem Dritten gegenüber als Luder bezeichnet hat. Nichts deutete in jenem Falle darauf hin, dass der Angeschuldigte das Schimpfwort als Seitenhieb auf den Ehemann, der gar nicht anwesend war, benützt hätte oder hätte benützen wollen, wie das hier geschehen ist. Die Vorinstanz ist daher mit Recht davon ausgegangen, B. sei durch die Tat verletzt worden, folglich antragsberechtigt.\n\n2. Dem Kläger das Antragsrecht abzusprechen, wäre auch sachlich nicht gerechtfertigt. Der Ausdruck Hure enthält eine höchst negative moralische Wertung und gehört deshalb zu den gröbsten Schimpfwörtern, mit denen eine Frau überhaupt benannt werden kann. Er kennzeichnet nach dem allgemeinen Sprachgebrauch die Betroffene als Frau, die unbekümmert um die Gebote der Sittlichkeit sich zur Befriedigung der eigenen Wollust oder zu Erwerbszwecken Männern wahllos hingibt.\n\n|118| Wird einem Manne, wie hier, vorgehalten, er habe (ja nur) eine Hure zur Frau, so ist damit der Vorwurf oder doch die Verdächtigung verbunden, er dulde oder begünstige ihr Gewerbe oder lasse sich gar von ihr unterhalten (vgl. Art. 198-201 StGB). Das braucht sich ein Ehemann nicht gefallen zu lassen. Er darf daher vom Richter mit Recht erwarten, dass dieser ihn als Verletzter und damit als Antragsberechtigter im Sinne von Art. 28 StGB anerkenne.\n\nDemnach erkennt der Kassationshof\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}