{"annee": "92", "cour": "I", "page": "484", "date": "4/11/1966", "cite": [], "cite_par": ["96 I 655"], "chapeau": "79. Auszug aus dem Urteil vom 4. November 1966 i.S. Eidg. Steuerverwaltung gegen Frei und Rekurskommission Basel-Stadt für eidg. Abgaben.", "regestes": ["Impôt pour la défense nationale. Le gain qu'une collectivité suisse sans personnalité juridique tire d'une activité lucrative doit être inclus dans le revenu des membres en fonction de leurs parts, indépendamment de la mesure de leur concours personnel aux affaires de la collectivité (art. 18 al. 2 AIN)."], "faits": "", "considerants": "|484|\n\nAus den Erwägungen:\n\n2. Die inländischen Personenverbindungen ohne juristische Persönlichkeit sind nicht Subjekte der Wehrsteuer (Art. 3 WStB, unter Vorbehalt seiner Ziff. 4, die hier nicht in Betracht fällt). Dagegen wird nach Art. 18 Abs. 2 WStB den natürlichen Personen, die Gesellschafter inländischer Kollektiv- und Kommanditgesellschaften oder Mitglieder anderer inländischer Personengesamtheiten ohne juristische Persönlichkeit sind, ihr Anteil am Einkommen der Personengesamtheit ihrem übrigen Einkommen |485| zugerechnet. Unter diese Ordnung fallen auch die einfachen Gesellschaften.\n\nDer Steuerpflichtige R. Frei und die Rekurskommission des Kantons Basel-Stadt erblicken in Art. 18 Abs. 2 WStB eine blosse \"Zurechnungsvorschrift\" in dem Sinne, dass der Anteil einer natürlichen Person am Einkommen einer Personengesamtheit nur dann als Einkommen des Anteilhabers besteuert werden könne, wenn in dessen eigener Person die in Art. 21 WStB umschriebenen Voraussetzungen der Steuerpflicht erfüllt seien. Danach könnte der Anteil am Gewinn, der von einer Personengesamtheit durch Erwerbstätigkeit erzielt worden ist, beim Anteilhaber bloss dann als Erwerbseinkommen nach Art. 21 Abs. 1 lit. a WStB erfasst werden, wenn dieser persönlich eine eigentliche auf Verdienst gerichtete Tätigkeit für die Personengesamtheit entfaltet hätte. Art. 18 Abs. 2 WStB hätte also keine selbständige Bedeutung, sondern würde lediglich etwas bestätigen, was sich schon aus Art. 21 ergibt. Dieser Auslegung kann nicht zugestimmt werden.\n\nArt. 18 Abs. 2 WStB hat das \"Einkommen der Personengesamtheit\" zum Gegenstand. Er stellt darauf ab, ob die betreffenden Eingänge auf der Stufe der Personengesamtheit Einkommen im Sinne des Wehrsteuerbeschlusses bilden. Diese Frage ist mangels besonderer Vorschriften gemäss Art. 21 und 22 WStB zu beurteilen (Entscheid vom 21. Dezember 1962, ASA Bd. 32 S. 268). Das auf dieser Grundlage ermittelte reine Einkommen der Gesamtheit ist den einzelnen in ihr verbundenen natürlichen Personen nach Art. 18 Abs. 2 WStB nach Massgabe ihrer Anteilsrechte als eigenes Einkommen anzurechnen (KÄNZIG, Wehrsteuer, N. 4 zu Art. 18 WStB). Es kommt nicht darauf an, ob die Einkünfte auch auf der Stufe der Mitglieder alle Merkmale des Einkommens im Sinne des Art. 21 WStB aufweisen oder nicht. Selbst dann, wenn dies nicht zutrifft, muss das Einkommen der steuerfreien Personengesamtheit bei den Mitgliedern erfasst werden können. Sonst würden sich unhaltbare Ungleichheiten ergeben. Wer sich zur Erzielung von Gewinnen, die ihrer Natur nach Erwerbseinkommen gemäss Art. 21 Abs. 1 lit. a WStB bilden, einer steuerfreien Personengesamtheit bedient, könnte dann seinerseits seinen Anteil steuerfrei beziehen, falls er sich genügend im Hintergrund hielte. Dies will Art. 18 Abs. 2 WStB verhindern. Ein von einer Personengesamtheit durch Erwerbstätigkeit erzielter |486| Gewinn ist gesamthaft das Ergebnis dieser Tätigkeit und muss daher gemäss Art. 21 WStB gesamthaft einmal besteuert werden, nämlich nach Art. 18 Abs. 2 WStB bei den Anteilhabern, und zwar unabhängig vom Mass ihrer persönlichen Mitwirkung."}