{"annee": "92", "cour": "III", "page": "57", "date": "17/3/1966", "cite": ["49 II 248", "53 III 121", "86 II 71", "60 III 99", "79 II 151", "77 II 127"], "cite_par": ["113 III 135", "107 III 91"], "chapeau": "10. Urteil der II. Zivilabteilung vom 17. März 1966 i.S. Max H. & Co. gegen Bank Fellinger AG und Konsorten.", "regestes": ["Prétention tirée d'une promesse de libérer le débiteur, au sens de l'art. 175 CO, faisant l'objet d'une cession en vertu. de l'art. 260 LP. 1. Une cession faite en vertu de l'art. 260 LP doit être interprétée d'après son sens véritable, conformément à la règle posée à l'art. 18 CO (consid. 1). 2. La prétention tirée d'une promesse de libérer le débiteur, au sens de l'art. 175 CO, peut former l'objet d'une pareille cession; elle doit être considérée comme un élément de l'actif de la masse en faillite. S'agissant d'une dette d'impôt, qui selon le droit public ne peut être reprise par un tiers en lieu et place du débiteur ni cumulativement avec celui-ci, la promesse de libérer oblige le tiers à payer la dette échue directement à l'autorité fiscale. A qualité pour agir en paiement de cette dette (en vertu d'une cession faite selon l'art. 260 LP) le créancier du failli qui (dans le cas particulier, en sa qualité de propriétaire d'un immeuble grevé d'une hypothèque légale) doit répondre de la dette fiscale en question et qui a un droit de recours contre le failli (consid. 2 et 3)."], "faits": "BGE 92 III 57 S. 58\n\nA.- Max H., unbeschränkt haftender Gesellschafter der Beklagten (Max H. & Co.), war einziger Verwaltungsrat der AIRAG AG, Zürich, und er oder die Beklagte ausserdem Alleinaktionär dieser Gesellschaft. Am 31. August 1953 verkaufte die AIRAG AG, vertreten durch Max H., das Grundstück Nr. 6877 in Küsnacht ZH und erzielte dabei einen Gewinn. Die Grundstückgewinnsteuer wurde indessen erst im Jahre 1957 veranlagt und am 5. August 1959 von der kantonalen Finanzdirektion auf Fr. 42 659.90 festgesetzt. Diese Entscheidung wurde rechtskräftig; das Verwaltungsgericht des Kantons Zürich schrieb am 13. November 1962 die gegen jenen Beschluss ergriffenen Rechtsmittel infolge Rückzugs als erledigt ab.\n\nB.- Das Kaufgrundstück war inzwischen parzelliert worden, und die einzelnen Grundstücke waren an die Kläger übergegangen. Für die erwähnte Grundstückgewinnsteuer hatte die Steuerbehörde das gesetzliche Pfandrecht eintragen lassen; zum Teil lag an Stelle dieses Eintrages eine Barhinterlage vor.\n\nC.- Durch einen undatierten, im Juli oder August 1958 abgeschlossenen Vertrag verkaufte die Beklagte die 50 Aktien der AIRAG AG (als Aktienmantel) an Hans Stöckli, der hierauf einziger Verwaltungsrat dieser Gesellschaft wurde. Der Aktienverkauf stützte sich auf eine Übernahmebilanz per 31. Juli 1958, welche einen Passivsaldo auswies. Ziffer 3 des Vertrages lautet:\n\n\"Die Firma H. & Co. verpflichtet sich, sämtliche in der Übernahmebilanz nicht enthaltenen Aktiven und Passiven, sowie allfällige BGE 92 III 57 S. 59Eventualverpflichtungen auf eigene Rechnung und Verantwortung zu übernehmen und Dritten gegenüber zu vertreten.\"\n\nDie Steuerschuld der AIRAG AG für den erwähnten Grundstückgewinn war in der Übernahmebilanz nicht enthalten. In einer \"Vereinbarung\" vom 9. Juni 1959 stellten die Beklagte, die AIRAG AG und Hans Stöckli dies \"nachträglich\" fest und erklärten, es handle sich offensichtlich um eine Gleichgültigkeit oder Unterlassung desjenigen, der die Bilanz erstellte. Sie vereinbarten, \"dass sie den Fehlbaren für die durch diese Unterlassung entstehenden Schäden haftbar machen und den oder die Fehlbaren belangen\".\n\nD.- In dem, am 28. September 1961 über die AIRAG AG an ihrem neuen Sitze Küsnacht ZH eröffneten Konkurse wurden einerseits die erwähnte Steuerschuld und anderseits die von den Klägern wegen der zu erwartenden Inanspruchnahme des Grundpfandes eingegebenen Ersatzforderungen kolloziert. Das Konkursinventar verzeichnet als Bestandteil des Konkursvermögens einen \"Regressanspruch\" gegen die Beklagte \"im Umfange der von der AIRAG AG bzw. den mithaftenden Drittpersonen geleisteten Zahlungen an das Steueramt Küsnacht ZH, an dessen Grundstückgewinnsteuerforderung von Fr. 42 899.80 plus Zins plus Eventualforderung von Franken 50 000.--\". \"Diese Ansprüche stützen sich auf die von der Kridarin mitunterzeichnete Vereinbarung betreffend Verkauf der AIRAG-Aktien durch H. & Co. an Stöckli, speziell Ziff. 3 der Vereinbarung und die Übernahmebilanz per 31. Juli 1958.\"\n\nDie Konkursmasse verzichtete auf eigene Geltendmachung dieses von der Beklagten bestrittenen Anspruches, worauf die Kläger dessen Abtretung nach Art. 260 SchKG erhielten. In der Abtretungsurkunde ist der Anspruch ähnlich wie im Konkursinventar umschrieben, wie folgt:\n\n\"Regressanspruch im Umfange der von der AIRAG AG bzw. den mithaftenden Drittpersonen geleisteten Zahlungen (auch allf. Konkursdividende) an das Steueramt Küsnacht, an dessen Grundsteuerforderung von Fr. 42 899.80 + Zinse, + Eventualforderung von Fr. 50 000.--...\",\n\nund anschliessend verweist die Abtretungsurkunde gleichfalls auf die Vereinbarung über den Verkauf der AIRAG-Aktien durch Max H. & Co. an Stöckli, speziell auf Ziff. 3 der Vereinbarung, und auf die Übernahmebilanz per 31. Juli 1958.\n\nBGE 92 III 57 S. 60\n\nE.- Das Begehren der hierauf erhobenen Klage ging auf Zahlung von Fr. 43 859.30 nebst Zins an das Gemeindesteueramt Küsnacht. Eventuell wurde die Zahlung bestimmter Teilbeträge an die einzelnen Kläger verlangt.\n\nDas Bezirksgericht Zürich schützte mit Urteil vom 15. Oktober 1964 das Hauptbegehren der Klage im Betrage von Fr. 42 846.25 nebst Zins, ebenso das Obergericht des Kantons Zürich mit Urteil vom 6. April 1965, im wesentlichen aus folgenden Gründen: Schuldnerin der Grundstückgewinnsteuer war und blieb einzig die AIRAG AG Sie konnte nach dem kantonalen Steuerrecht nicht aus dem Schuldverhältnis entlassen und durch einen Dritten ersetzt werden; auch konnte kein Dritter als Mitschuldner neben sie treten. Als Sicherungsmittel steht dem Steueramte nur das gesetzliche Pfandrecht zur Verfügung; die Praxis lässt ferner eine Barhinterlage zu. - Ziff. 3 des Aktienkaufvertrages mit der ihm beigehefteten Übernahmebilanz per 31. Juli 1958 ist als Befreiungsversprechen der Beklagten im Sinne des Art. 175 OR zu verstehen. Mit Rücksicht auf jene steuerrechtlichen Grundsätze kann die Befreiung nur durch Zahlung an das Steueramt herbeigeführt werden. Die Beklagte hat eine solche Leistung nicht erbracht und somit ihr Befreiungsversprechen nicht erfüllt. Zu Unrecht nimmt sie an, ein Befreiungsanspruch gehöre gar nicht zu den Konkursaktiven und könne daher auch nicht gemäss Art. 260 SchKG abgetreten werden; er falle erst in die Konkursmasse, wenn er durch Ausrichtung einer Konkursdividende in einen Anspruch auf Zahlung umgewandelt worden sei. Es bedarf hier gar keiner solchen Umwandlung, da der Befreiungsanspruch der Gemeinschuldnerin von Anfang an auf Zahlung ging. Zu dem von der Beklagten angerufenen Präjudiz BGE 53 III 121 ff. braucht nicht Stellung genommen zu werden. - Die Zusatzvereinbarung vom 9. Juni 1959 änderte am Befreiungsversprechen nichts; sie setzt es vielmehr als rechtsgültig voraus. - Es schadet den Klägern auch nicht, dass die Ansprüche der Konkursmasse in der Abtretungsurkunde in widersprüchlicher Weise umschrieben sind. Angesichts des zutreffenden Hinweises auf Ziff. 3 des Aktienkaufvertrages ist Gegenstand der Abtretung zweifellos das sich aus jenem Vertrag ergebende Befreiungsversprechen. Dies ist der Sinn der Erklärung. \"Er ergibt sich übrigens auch aus der von den Klägern an der Berufungsverhandlung neu ins Recht gelegten Bestätigung des Konkursamtes Küsnacht vom 6. April 1965\".\n\nBGE 92 III 57 S. 61\n\nF.- Mit der vorliegenden Berufung an das Bundesgericht erneuert die Beklagte den Antrag auf Abweisung der Klage, während die Kläger die Bestätigung des obergerichtlichen Urteils verlangen.\n\nEine kantonalrechtliche Nichtigkeitsbeschwerde der Beklagten führte nicht zur Aufhebung des obergerichtlichen Urteils, sondern nur zur Streichung des oben am Ende von Buchstabe E wiedergegebenen Satzes der Urteilsbegründung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dem Obergericht ist darin beizustimmen, dass die den Klägern gemäss Art. 260 SchKG ausgestellte Abtretungserklärung (wie bereits auch die Umschreibung des in Frage stehenden Anspruchs im Konkursinventar und der Verzichtbeschluss der Konkursmasse) nicht an den Wortlaut gebunden, sondern dem wahren Sinne nach auszulegen ist, entsprechend der Regel des Art. 18 OR (vgl. BGE 60 III 104, BGE 77 II 134). Nach der unzweifelhaften Willensmeinung des Konkursamtes ist Gegenstand der Abtretung der Anspruch schlechthin, wie er der Gemeinschuldnerin auf Grund der schon im Konkursinventar und ebenso in der Abtretungsurkunde angeführten Ziff. 3 des Aktienkaufvertrages gegenüber der Beklagten zusteht. Die Bezeichnung als Regressanspruch bringt lediglich zum Ausdruck, dass sich die Beklagte verpflichtet habe, für eine eigentlich der Gemeinschuldnerin obliegende Leistung aufzukommen. Damit ist der Frage nicht vorgegriffen, ob die Beklagte vorerst untätig bleiben könne, bis die Gemeinschuldnerin bzw. die Konkursmasse die Schuld (allenfalls bloss als Konkursdividende) erfüllt habe, um dann bloss für die von der Konkursmasse erbrachte Zahlung Ersatz zu leisten, oder ob die Beklagte von vornherein die der Gemeinschuldnerin obliegende Zahlung selber zu erbringen habe.\n\n2. Diese Frage ist in Übereinstimmung mit dem obergerichtlichen Urteil im zweiten Sinne zu beantworten. Nach Ziff. 3 des Aktienkaufvertrages in Verbindung mit der Übernahmebilanz per 31. Juli 1958 soll die AIRAG AG mit den darin nicht enthaltenen Schulden überhaupt nicht belastet sein, somit nicht sie vorerst zu erfüllen haben, um sich erst dann, durch Rückgriff, an die Beklagte zu halten. Die betreffenden Schulden - also auch die in Frage stehende Steuerschuld - sollen nach dem klaren Sinn jener Vertragsklausel die AIRAG AG in keiner Weise effektiv belasten, sondern unmittelbar durch die Beklagte BGE 92 III 57 S. 62erfüllt werden, so dass die AIRAG AG sich gar nicht um die Leistung zu bemühen braucht. Das vorliegende Befreiungsversprechen war somit nicht auf blosse nachträgliche Ersatzpflicht eingeschränkt.\n\nAllerdings konnten diese Vereinbarungen (welche nach den zutreffenden Ausführungen des angefochtenen Urteils durch die spätere Vereinbarung vom 9. Juni 1959 nicht geändert wurden) in das vom öffentlichen Recht beherrschte Steuerrechtsverhältnis nicht eingreifen. Danach blieb, wie das Obergericht ausführt, die AIRAG AG, und zwar sie allein, Schuldnerin der für ihren Grundstückgewinn zu erhebenden Steuer (was als Frage des kantonalen öffentlichen Rechts im Berufungsverfahren nicht zu überprüfen ist, Art. 43 OG, und übrigens mit allgemein anerkannten Regeln des Steuerrechts im Einklang steht; vgl. E. BLUMENSTEIN, System des Steuerrechts, 2.A. 1951, S. 211/12; H. PETERS, Lehrbuch der Verwaltung, 1949, S. 345/46).\n\nDie Beklagte ist aber nach der erwähnten Ziff. 3 des Aktienkaufvertrages gegenüber der AIRAG AG verpflichtet, für deren Rechnung die Steuerschuld zu begleichen, sobald sie fällig ist, und damit jedem Eingriff der Steuerbehörden in das Vermögen der Steuerschuldnerin vorzubeugen. Auch öffentlichrechtliche Schulden, insbesondere Steuerschulden, können Gegenstand eines Befreiungsversprechens bilden. Davon geht BGE 79 II 151 ff. sogar hinsichtlich einer Fiskalbusse aus; das Befreiungsversprechen eines Dritten war damals indessen ungültig, weil es, obwohl unentgeltlich, nicht - gemäss Art. 243 OR - in schriftlicher Form abgegeben worden war. In BGE 86 II 71 ff. (siehe S. 77) wurde dagegen eine Bürgschaft oder Befreiungsübernahme bei einer Zollbusse nicht zugelassen, weil diese um ihres Strafcharakters willen den Gebüssten selbst treffen muss. Steuerschulden sind aber nicht höchstpersönlich in diesem Sinne; einer Befreiungsübernahme steht daher im vorliegenden Falle grundsätzlich nichts entgegen.\n\n3. Der Anspruch der Konkursitin auf Entlastung von der Steuerschuld (wie auch von dem ihr drohenden Rückgriff der Kläger als Eigentümer der für die Steuerschuld haftenden Grundpfänder) stellt einen Aktivbestandteil des Konkursvermögens dar, der mit Recht im Konkursinventar verzeichnet wurde und, nach Verzicht der Masse auf eigenes Vorgehen gegen die Beklagte, der Abtretung nach Art. 260 SchKG unterlag. In solchem Sinne wurde bereits in BGE 49 II 252 entschieden und BGE 92 III 57 S. 63einerseits der dem Gemeinschuldner zustehende Befreiungsanspruch als gemäss Art. 260 SchKG abtretbar anerkannt, anderseits zugleich ausgesprochen, der Konkursgläubiger, der sich den Masseanspruch gegen einen Dritten auf Befreiung des Schuldners von der gerade dem klagenden Gläubiger gegenüber bestehenden Schuld abtreten lasse, sei befugt - falls die Befrei ung nach den gegebenen Umständen nur eben durch Zahlung erfolgen könne - unmittelbar Zahlung an sich selbst zu verlangen. Dementsprechend ist auch das vorliegende Begehren der im Konkurs der Schuldnerin kollozierten und durch Abtretungen gemäss Art. 260 SchKG ausgewiesenen rückgriffsberechtigten Grundpfandeigentümer zu schützen. Sie verlangen mit Recht Zahlung an den Gläubiger, der wegen der oben dargelegten steuerrechtlichen Grundsätze nicht selbst gegen die Beklagte vorgehen kann. Die Beklagte glaubt etwas Abweichendes aus BGE 53 III 121 ff. herleiten zu dürfen, wonach in der Tat ein dem Konkursiten im Sinne von Art. 175 OR zustehender Befreiungsanspruch nicht als (nach Art. 260 SchKG abtretbares) Konkursaktivum, sondern als blosser Rückgriffsanspruch zu gelten hatte, den die Masse erst nach Ausrichtung der Konkursdividende und nur in deren Betrag geltend machen könne, während für den Restbetrag ein allfälliger Rückgriff des Schuldners selbst nach Konkursschluss vorbehalten bleibe (vgl. dazu R. HAAB in ZbJV 64/1928 S. 455). Allein, diese Entscheidung, welche auf jenes frühere Präjudiz keinen Bezug nimmt und dessen rechtliche Erörterungen nicht widerlegt, kann nicht in allgemeinem Sinne für die Art der Berücksichtigung von Befreiungsansprüchen des Gemeinschuldners massgebend sein. Sie geht stillschweigend davon aus, dass man es gar nicht mit einem eigentlichen Befreiungsanspruch, sondern nur mit einem Anspruch auf Ersatz einer vom Schuldner selbst erbrachten Leistung zu tun habe. Die in BGE 53 III 123 Mitte angeführte Stelle aus A. VON TUHR, Obligationenrecht Bd. II S. 765 (= VON TUHR/SIEGWART Bd. II S. 830) betrifft denn auch nur den Fall, dass der Schuldner aus irgendeinem Grunde tatsächlich bereits selbst geleistet hat; alsdann verwandelt sich der Befreiungs- in einen Erstattungsanspruch. Unmittelbar vorher tut der erwähnte Autor jedoch dar, dass, wer ein Befreiungsversprechen i m Sinne von Art. 175 OR abgegeben hat, die zur Befriedigung des Gläubigers nötigen Mittel bereitzustellen habe, \"so dass der Schuldner nicht in die Lage kommt, bei BGE 92 III 57 S. 64Fälligkeit der Schuld aus eigenem Gelde zahlen zu müssen\" (ebenso BECKER, 2.A. 1940/41, N 11 zu Art. 175 OR: \"Nach Eintritt der Fälligkeit kann der Altschuldner verlangen, dass der Übernehmer den Gläubiger befriedige;... er hat auch Anspruch darauf, dass allfällige Sicherheiten ausgelöst und Regressansprüche beseitigt werden\"; OSER/SCHÖNENBERGER, 2.A. 1929, N 8 am Ende zu Art. 175 OR, unter Hinweis auf das oben in erster Linie erwähnte Präjudiz BGE 49 II 252 : \"Lässt sich im konkreten Fall eine andere Befreiung nicht denken, so kann die Zahlung verlangt werden\").\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichtes des Kantons Zürich vom 6. April 1965 bestätigt."}