{"annee": "92", "cour": "IV", "page": "122", "date": "27/10/1966", "cite": ["92 IV 81"], "cite_par": ["93 IV 7", "108 IV 41", "125 II 521"], "chapeau": "32. Urteil des Kassationshofes vom 27. Oktober 1966 i.S. Jugendamt des Kantons Zürich gegen W.", "regestes": ["Art. 98 CP. C'est selon les règles du droit pénal commun qu'il faut juger si l'infraction commise par un adolescent constitue un crime, un délit ou une contravention et quand elle se prescrit."], "faits": "|122|\n\nA.- Rolf W. und Monika K. hatten miteinander im Winter 1961/62 in einem Kinderheim wiederholt Geschlechtsverkehr. Sie waren damals beide 14-15 Jahre alt. Ihre Verfehlungen kamen erst am 26. August 1965 an den Tag, als Monika K. in einem Vaterschaftsprozess über ihre Beziehungen zu Männern befragt wurde.\n\nB.- Das Bezirksgericht Zürich als Jugendgericht erklärte W. am 17. März 1966 der wiederholten Unzucht mit einem Kinde (Art. 191 Ziff. 1 Abs. 1 StGB) schuldig, sah aber gestützt auf Art. 98 StGB von jeder Strafe und Massnahme ab.\n\nDas Obergericht des Kantons Zürich bestätigte dieses Urteil am 23. Mai 1966.\n\nC.- Das Jugendamt des Kantons Zürich führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts |123| aufzuheben und dieses anzuweisen, gegen W. eine Strafe oder Massnahme im Sinne von Art. 91 ff. StGB auszusprechen.\n\nEs macht geltend, dass sämtliche Verjährungsfristen des Art. 70 StGB auch im Jugendstrafrecht anwendbar seien. Danach verjähre aber eine Straftat wie die vorliegende erst in zehn Jahren. Die Voraussetzung, unter der gemäss Art. 98 StGB von jeder Strafe und Massnahme abgesehen werden könne, sei somit hier nicht gegeben.\n\nD. - Rolf W. und sein Vormund beantragen, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Das Obergericht führt aus, das Jugendstrafrecht regle die Verfolgungsverjährung nicht besonders, weshalb die allgemeinen Bestimmungen der Art. 70 und 109 StGB auch für Jugendstrafsachen gälten. Dabei sei jedoch zu beachten, dass das Jugendrecht ein vom Erwachsenenrecht abweichendes Strafen- und Massnahmensystem entwickelt habe; es sehe für Verbrechen und Vergehen Jugendlicher namentlich keine Zuchthaus- oder Gefängnisstrafe, sondern stets andere Sanktionen vor. Für solche Verfehlungen sei daher im Jugendrecht die fünfjährige Frist des Art. 70 Abs. 4 StGB massgebend, denn diese Frist gelte nach dem Wortlaut des Gesetzes immer dann, wenn die strafbare Handlung mit einer andern Strafe bedroht sei. Sei aber von der fünfjährigen Verjährungsfrist auszugehen, so könne bei Verbrechen und Vergehen Jugendlicher bereits nach zweieinhalb Jahren, d.h. wenn die Hälfte der Frist abgelaufen sei (Art. 98 StGB), von jeder Massnahme und Strafe abgesehen werden.\n\na) Diese Auffassung widerspricht schon der Systematik und Sprache des Gesetzes. In Art. 70 StGB sind die Verjährungsfristen abgestuft nach der Strafe, mit der die Tat bedroht ist: Je nach der Schwere der angedrohten Strafe soll die Strafverfolgung in fünf, zehn oder erst in zwanzig Jahren verjähren. Angedroht aber ist nicht die Strafe, mit welcher ein bestimmter Täter für eine Handlung belegt werden muss, sondern diejenige, welche das Gesetz in der Strafbestimmung für eine Tat der betreffenden Art in Aussicht stellt. Ähnlich verhält es sich mit der gesetzlichen Einteilung der Straftaten. Nicht die Straffälle, sondern die gesetzlichen Tatbestände werden nach der angedrohten Höchststrafe in Verbrechen, Vergehen und Übertretungen |124| gruppiert (Art. 9 und 101 StGB). Diese Begriffe werden auch im Jugendrecht verwendet (Art. 91 Ziff. 3, 95 Abs. 1 und 361 StGB). Käme es auf die auszufällende Strafe oder auf die Person des Täters an, so würde die gesetzliche Dreiteilung der Straftaten verlassen. Eine Tat, die im einen Fall ein Verbrechen bliebe, wäre in einem andern nur noch ein Vergehen oder eine Übertretung. Die stossenden Unterschiede, die sich daraus für die Verjährung ergäben, liegen auf der Hand. In Fällen von Massnahmen, die gerade im Jugendrecht im Vordergrund stehen, würde die Betrachtungsweise des Obergerichts überhaupt versagen; denn eine Massnahme ist auf jeden Fall keine andere Strafe im Sinne von Art. 70 Abs. 4 StGB. Diese Folgen zeigen, dass für die Verjährung nur die objektive Schwere der Tat, wie sie in der Strafdrohung zum Ausdruck kommt, massgebend sein kann.\n\nEs wäre daher von vorneherein systemwidrig und mit der Sprache des Gesetzes nicht vereinbar, wenn bei strafbaren Handlungen Jugendlicher auf die Person des Täters, statt auf die Schwere der Tat abgestellt würde. Es besteht dazu auch kein innerer Grund. Objektiv ist eine Tat gleich schwer, ob sie von einem Erwachsenen oder einem Jugendlichen begangen wird. Art. 70 StGB unterscheidet denn auch nicht nach Täter-, sondern nach Tatkategorien. Das heisst nicht, dass im Jugendrecht eine von der allgemeinen Ordnung abweichende Regelung nicht möglich und vertretbar wäre. Eine solche Regelung kann aber nicht auf dem Wege freier richterlicher Rechtsfindung, sondern allein vom Gesetzgeber eingeführt werden. Mangels einer Sonderregelung beurteilt sich daher nach den Vorschriften des allgemeinen Strafrechts, ob die Straftat eines Jugendlichen als Verbrechen, Vergehen oder Übertretung anzusehen ist und wann sie verjährt (vgl. Verwaltungsentscheide der Bundesbehörden 1955 Nr. 87).\n\nb) Die Auffassung des Obergerichts findet auch in den Gesetzesmaterialien keine Stütze. Die Entstehungsgeschichte des Gesetzes zeigt im Gegenteil, dass der Gesetzgeber die Verjährung im Jugendrecht nicht anders regeln wollte als im Erwachsenenrecht. Der Entwurf von 1908 bestimmte in Art. 11 und derjenige von 1916 in Art. 98: \"Die Verjährungsfristen sind auf die Hälfte herabgesetzt\". Dabei waren, wie sich aus den Materialien klar ergibt, die nach der Schwere der Strafhandlungen abgestuften Verjährungsfristen des allgemeinen |125| Strafrechts gemeint (vgl. Prot. 2 Exp. Kom., Bd. 1 S. 70 ff. und 401 ff.). Der Entwurf von 1918 hat diese Ausnahme zugunsten Jugendlicher nicht übernommen, sondern statt dessen in Art. 95, der nun Art. 98 geworden ist, lediglich bestimmt, dass der Richter von jeder Massnahme absehen könne, wenn seit der Tat die Hälfte der Verjährungsfrist abgelaufen sei. Damit wurde wohl die Herabsetzung der Fristen um die Hälfte, nicht aber die Anknüpfung an die allgemeinen Verjährungsfristen des Art. 70 StGB aufgegeben.\n\nDass es bei der Abstufung der Fristen nach der Schwere der Strafhandlungen geblieben ist, ergibt sich auch aus der Revision des Jugendrechts, die gegenwärtig bei den Eidgenössischen Räten hängig ist. Ist weder eine Massnahme noch eine Strafe notwendig, so kann nach Art. 98 des Revisionsentwurfes die zuständige Behörde davon absehen, namentlich wenn seit der Tat ein Jahr verstrichen ist. Damit wird die Verkoppelung mit den Verjährungsfristen überhaupt gelöst, was nach den Vorarbeiten aber nicht heisst, dass man von der Gliederung der Verjährungsfristen nach den Strafdrohungen habe abgehen wollen. Der Bundesrat führt in der Botschaft zur Revision des Jugendstrafrechtes (BBl 1965 I 586 ff. insbes. 596) aus, dass nach dem geltenden Art. 98 ein Absehen von Massnahmen und Strafen selbst bei den leichtesten Delikten erst nach zweieinhalb Jahren möglich sei. Dieser Satz kann nur dahin verstanden werden, dass die fünfjährige Verjährungsfrist, nicht wie HAFTER (Allg. Teil S. 474) meint, für alle Verbrechen und Vergehen von Jugendlichen gilt, sondern nur für die leichtesten Strafhandlungen, d.h. diejenigen, die nicht mit lebenslänglichem oder zeitlich begrenztem Zuchthaus bedroht sind. Es wird also vorausgesetzt, dass für die schwereren Straftaten Jugendlicher die längeren Verjährungsfristen des Abs. 2 und 3 von Art. 70 StGB gelten.\n\nDasselbe folgt aus den Beratungen der Expertenkommission, die die Revision des Jugendstrafrechts vorzubereiten hatte. Nach der Meinung dieser Kommission soll die Verfolgungsverjährung sich im Jugendrecht auch weiterhin nach der Schwere der Tat richten, weshalb man an den Fristen von zwanzig Jahren bei Mord und zehn Jahren bei andern Verbrechen nicht zu rütteln brauche. Einem Vorschlag, von der bisherigen Ordnung abzurücken, wurde insbesondere entgegengehalten, dass es unannehmbar wäre, wenn gegen einen Jugendlichen, der |126| z.B. mit 17 Jahren einen Raubmord begehen und erst mit 21 Jahren gefasst würde, nicht mehr vorgegangen werden könnte (vgl. Prot. B III S. 9/10, Voten Moppert und Frey).\n\nc) Die Auffassung des Obergerichts wäre auch sachlich nicht gerechtfertigt. Gewiss besteht bei Jugendlichen ein besonderes Interesse, dass ihnen das weitere Fortkommen, namentlich die berufliche Ausbildung und die Stellenbewerbung, nicht unnötig erschwert wird, ihre Straftaten daher möglichst rasch erledigt werden (vgl. HAFTER, a.a.O. S. 474). Wenn ein Jugendlicher der Nacherziehung oder einer besonderen Behandlung bedarf, ist eine solche Erledigung jedoch schon wegen der Natur der Massnahme ausgeschlossen. Erziehungsmassnahmen erstrecken sich zwangsläufig über eine längere Zeit und müssen, wenn sie einen Sinn haben sollen, so lange dauern, bis sie ihren Zweck erreicht haben.\n\nDem entspricht denn auch das gesamte System von Massnahmen, die das Jugendstrafrecht vorsieht. Bei der Familienversorgung (Art. 91 Ziff. 2) und der besondern Behandlung (Art. 92) enthält das geltende Recht zwar keine Angaben über die Beendigung der Massnahme. Nach dem Sinn und Zweck der Bestimmungen unterliegt jedoch keinem Zweifel, dass die Massnahme jeweils so lange dauern soll, als der Zustand und das erzieherische Bedürfnis des Jugendlichen es erfordern. Wer wegen sittlicher Verwahrlosung oder Gefährdung in ein Erziehungsheim eingewiesen wird, hat mindestens ein Jahr und höchstens bis zum zweiundzwanzigsten Altersjahr dort zu verbleiben (Art. 91 Ziff. 1). Ist der Jugendliche besonders verdorben oder hat er ein Verbrechen oder ein schweres Vergehen begangen, so dauert die Anstaltserziehung mindestens drei und höchstens zehn Jahre (Art. 91 Ziff. 3).\n\nZu bedenken ist ferner, dass das Jugendstrafrecht weitgehend aus Erziehungsmassnahmen besteht; Sühne und Strafe spielen in diesem Teil des Strafrechts eine völlig untergeordnete Rolle. Diese Reihenfolge der Sanktionen beruht vor allem auf der Tatsache, dass der Jugendliche einerseits noch in der Entwicklung begriffen ist und der Erziehung sowie der charakterlichen Festigung bedarf, anderseits durch erzieherische Massnahmen meistens aber noch gebessert werden kann (BGE 92 IV 84). Das Bedürfnis nach solchen Massnahmen ist der Natur der Sache nach umso grösser, je schwerer die Tat ist, die der Jugendliche begangen hat; denn die Schwere der Tat zeugt in der |127| Regel nicht bloss von schweren sittlichen oder charakterlichen Mängeln, sondern bringt regelmässig auch die Notwendigkeit einer strengen Nacherziehung oder einer besondern, namentlich psychiatrischen Behandlung zum Ausdruck.\n\nAlle auch noch so notwendigen Massnahmen wären aber gerade bei schwersten Verbrechen, wie Mord, Raubmord, Notzucht und dergleichen, nicht mehr möglich, wenn die Tat erst nach fünf Jahren an den Tag kommt oder der Jugendliche sich solange, z.B. durch Flucht ins Ausland, der Strafuntersuchung zu entziehen vermag. Dass man damit dem Jugendlichen, der den behördlichen Verzicht auf jede Sanktion leicht falsch auslegen könnte, einen schlechten Dienst erweisen würde, bedarf keiner Begründung. Man denke nur an das bereits erwähnte Beispiel der Expertenkommission. Freilich sind solche Fälle eher selten; sie können aber durchaus eintreten, zumal auch schwere Verbrechen Jugendlicher immer häufiger vorkommen. Nach fünf Jahren könnte die Behörde nichts mehr zur notwendigen Behandlung des Jugendlichen vorkehren; sie dürfte selbst bei einem sozial gefährlichen Täter nicht die dringendsten Massnahmen anordnen, noch ihn sonstwie zur Rechenschaft ziehen. Das würde von der Öffentlichkeit mit Recht nicht verstanden und kann auch nicht der Sinn des Gesetzes sein.\n\n2. Das Urteil des Obergerichts, das von der irrtümlichen Annahme ausgeht, Verbrechen von Jugendlichen verjährten bereits nach fünf Jahren, ist daher aufzuheben und die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen.\n\nDas heisst nicht, dass gegen Rolf W. nach nahezu fünf Jahren noch mit Strenge vorgegangen werden müsse. Der Angeschuldigte hat sich seit seinen Verfehlungen im Winter 1961/62 wohlverhalten, so dass keine besonderen Erziehungsmassnahmen mehr nötig erscheinen. Diesem Umstand sowie dem Zeitablauf kann auch im Rahmen des Art. 95 StGB Rechnung getragen werden. Das zeigt zudem, dass Jugendstrafsachen selbst dann, wenn die allgemeinen Verjährungsbestimmungen anwendbar bleiben, rasch und angemessen erledigt werden können. Wo eine rasche Erledigung den erzieherischen Bedürfnissen des Jugendlichen dagegen widerspricht, ist es Pflicht des Richters, darauf Rücksicht zu nehmen und den Entscheid dem Zustand und der Weiterentwicklung des Täters anzupassen. Dazu gehört auch, dass der Richter das Interesse nicht übersieht, das darin |128| besteht, je nach der Schwere der Tat auch nach Ablauf von fünf Jahren Massnahmen anordnen zu können, wenn die Persönlichkeit des Täters solche erfordert.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 23. Mai 1966 aufgehoben und die Sache zu neuer Entscheidung an die Vorinstanz zurückgewiesen."}