{"annee": "92", "cour": "I", "page": "108", "date": "11/5/1966", "cite": ["79 I 34", "49 I 266", "41 I 139", "54 I 207", "72 IV 179", "87 IV 115", "59 I 136", "32 I 120", "60 I 213", "78 I 39", "90 I 298", "88 I 37"], "cite_par": ["101 IA 592", "102 IV 74", "101 IA 405", "109 IB 47", "110 IB 82", "106 IB 307", "113 IB 276", "101 IA 610", "92 I 382"], "chapeau": "20. Urteil vom 11. Mai 1966 i.S. Kroeger gegen Schweizerische Bundesanwaltschaft.", "regestes": ["Loi fédérale sur l'extradition aux Etats étrangers. Traité d'extradition avec l'Allemagne. 1. En principe, le juge de l'extradition n'a pas à rechercher s'il existe une circonstance libératoire ou atténuante (in casu: agissement sur ordre). La question de la culpabilité doit-elle être élucidée lorsque l'alibi est aisément et certainement vérifiable (question indécise)? (consid. 1). 2. Dans les relations germano-suisses aussi, la prescription selon l'un des deux droits suffit à exclure l'extradition. A quelles conditions et dans quelle mesure un acte de poursuite de l'Etat requérant (allemand) interrompt-il la prescription selon le droit de l'Etat requis (suisse) lorsque le prévenu est accusé de meurtre? (consid. 2). 3. Représailles de guerre: caractère proportionné et disproportionné, notion (consid. 3 b)."], "faits": "BGE 92 I 108 S. 109\n\nA.- Das Amtsgericht Wuppertal erliess am 10. Januar 1962 gegen den deutschen Staatsangehörigen Dr. jur. Erhard Kroeger, geb. 1905, einen Haftbefehl wegen dringenden Verdachtes des gemeinschaftlichen Mordes in zahlreichen Fällen. Dr. Kroeger wurde am 31. Dezember 1965 in Steinmaur-Sünikon/ZH verhaftet. Am 11. Januar 1966 stellte das Justizministerium des Landes Nordrhein-Westfalen das förmliche Ersuchen um Auslieferung.\n\nDer Haftbefehl vom 10. Januar 1962 wirft Dr. Kroeger im einzelnen vor, auf seinen Befehl hin habe das unmittelbar hinter der Ostfront tätige Einsatzkommando 6 wiederholt Erschiessungen vorgenommen, nämlich:\n\nam 2.7.1941 in Lemberg 135 Juden\n\num den 15.9.1941 in Winniza 600 Juden\n\num den 19.9.1941 in Kriwoi-Rog 105 Juden\n\nvom 28.9.-4.10.1941 in Dnjepropetrowsk 179 Juden\n\num den 15.11.1941 in Dnjepropetrowsk\n\nin Dnjeprodershink\n\nin Werchnadneprowsk 1000 Juden\n\nin Nowo-Moskowsk\n\nin Saproshje und\n\nin Nikopol\n\nvom 24.-30.11.1941 im Raume Dnjepropetrowsk 226 Juden\n\nam 12.11.1941 im Raume Dnjepropetrowsk 800 Insassen der Irrenanstalt Igrin.\n\nDie Juden (wehrlose Männer, Frauen und Kinder) seien ohne rechtliche Grundlage, nur um sie auszurotten, die Insassen der Irrenanstalt, um sich ihrer zu entledigen, hingerichtet worden. Die Erschiessungen seien geheim gehalten und die Leichen in Massengräber oder in stillgelegte Bergwerksschächte geworfen worden.\n\nAm 28. Februar 1966 übermittelte der Justizminister des Landes Nordrhein-Westfalen der Eidg. Polizeiabteilung ein Nachtragsbegehren, das sich auf einen weiteren Haftbefehl des Amtsgerichtes Wuppertal vom 22. Februar 1966 stützt. Darin wird geltend gemacht, Dr. Kroeger habe im Range eines SS-Standartenführers das Einsatzkommando 6 bis Dezember BGE 92 I 108 S. 1101941 geführt. Unter seiner Leitung habe dieses Kommando über die im Haftbefehl vom 10. Januar 1962 erwähnten Hinrichtungen hinaus erschossen:\n\nam 29.6.1941 in Sambor-Dobromil 132 Juden\n\nam 8.7.1941 in Zloczow 16 kommunistische Funktionäre u. Zubringer, darunter drei Jüdinnen\n\nim Juli 1941 in Tarnopol eine grössere, der Höhe nach unbekannte Anzahl Juden\n\nim Juli 1941 in Proskurow 146 Kommunisten\n\nim Juli/August 1941 in Winniza 146 Juden\n\nim August 1941 in Korosten 53 Juden und 2 kommunistische Funktionäre\n\nim September 1941 in Kirowograd 48 kommunistische Funktionäre\n\nim September 1941 in Kriwoj-Rog 39 kommunistische Funktionäre\n\nvom 14.-27.9.1941 in Kriwoj-Rog 26 Juden und 13 kommunistische Funktionäre\n\nvom 28.9.-4.10.1941 in Kriwoj-Rog 8 kommunistische Funktionäre\n\nvom 28.8.-4.10.1941 in Dnjepropetrowsk 85 kommunistische Funktionäre\n\nvom 26.10.-2.11.1941 im Raume 43 Juden und Dnjepropetrowsk 26 kommunistische Funktionäre\n\nvom 3.-9.11.1941 im Raume 113 Juden und Dnjepropetrowsk 20 kommunistische Funk tionäre\n\nvom 10.-16.11.1941 im Raume 47 Juden und Dnjepropetrowsk 4 kommunistische Funktionäre\n\nBGE 92 I 108 S. 111\n\nvom 17.-23.11.1941 im Raume 61 Juden und Dnjepropetrowsk 24 kommunistische Funktionäre\n\nAuf Grund eines Geheimbefehls Hitlers seien die Juden auch in diesen Fällen ohne rechtliche Grundlage nur ihrer Abstammung wegen und die kommunistischen Funktionäre allein ihrer politischen Einstellung halber getötet worden. Auch diese Erschiessungen seien geheim gehalten und die Opfer in Massengräbern verscharrt worden. Die Verjährung der Strafverfolgung sei durch einen Haftbefehl des Amtsgerichtes Darmstadt vom 25. April 1960 unterbrochen worden.\n\nB.- Kroeger hat sich bei seinen Einvernahmen durch die Kantonspolizei Zürich und durch Eingaben seines Verteidigers an das eidg. Justiz- und Polizeidepartement vom 21. Januar 1966 der Auslieferung widersetzt. Er bestreitet die ihm zur Last gelegten Erschiessungen (mit Ausnahme der Vorkommnisse in Sambor/Dobromil und in Lemberg) und beruft sich auf das Zeugnis des Matthias Graf im Nürnberger Kriegsverbrecherprozess. Mit eidesstattlichen Erklärungen der Gertrud von Radetzky, des Erich von Sievert und des Friedrich Buchhardt macht er geltend, er sei zur fraglichen Zeit weder in Südpolen noch in der Ukraine gewesen. Überdies seien die ihm vorgeworfenen Handlungen nach deutschem und nach schweizerischem Recht nicht Mord, sondern vorsätzliche Tötung, welches Vergehen aber verjährt sei. Selbst bei Annahme des Mordtatbestandes wäre die zwanzigjährige Verjährungsfrist am 1. Dezember 1961 abgelaufen; denn verjährungsunterbrechende Verfolgungshandlungen seien vorher nicht erfolgt. Bei den vom Haftbefehl namhaft gemachten Sachverhalten gehe es um relativ-politische Delikte. Zwar habe er in Sambor/Dobromil und in Lemberg je 80 Personen erschiessen lassen; diese Taten qualifizierten sich indessen als völkerrechtlich zulässige Repressalie auf ein vorher unter Geistlichen und deutschen Kriegsgefangenen angerichtetes Blutbad hin.\n\nC.- Das eidg. Justiz- und Polizeidepartement überwies am 30. März 1966 die Akten dem Bundesgericht zum Entscheid.\n\nDie Bundesanwaltschaft beantragt mit Eingabe vom 17. März 1966, die Einsprache des Dr. Kroeger sei abzuweisen und seine Auslieferung an das Justizministerium Nordrhein-Westfalen zu bewilligen. Mit den Anforderungen an einen Alibibeweis sei es BGE 92 I 108 S. 112im Auslieferungsverfahren streng zu nehmen. Solchen Anforderungen könnten aber die von Dr. Kroeger beigebrachten eidesstattlichen Erklärungen nicht genügen. Die Erschiessung von 135 Juden in Lemberg könne nach der Darstellung des Sachverhaltes in den Haftbefehlen nicht als Kriegsrepressalie für den von russischer Seite angeblich begangenen Massenmord an Priestern und deutschen Kriegsgefangenen gelten. Nach deutschem und schweizerischem Recht seien die in den Haftbefehlen hervorgehobenen Handlungen als Mord zu bewerten. Die 20jährige Verjährungsfrist sei durch den Haftbefehl des Amtsgerichtes Darmstadt vom 25. April 1960 sowohl nach deutschem wie nach schweizerischem Recht unterbrochen worden. Unter den in den Haftbefehlen geschilderten Umständen könne sich Kroeger auch nicht darauf berufen, seine Handlungen seien als relativpolitische Delikte zu bewerten. Daran ändere nichts, dass das Appellationsgericht Bologna in einem Urteil vom 6. Februar 1963 diese Voraussetzungen nach italienischem Recht als gegeben erachtet und die Auslieferung Kroegers an die Bundesrepublik Deutschland gestützt auf den gleichen Haftbefehl verweigert habe.\n\nDem Sachbericht der Polizeiabteilung des eidg. Justiz- und Polizeidepartementes ist zu entnehmen: Die formellen Voraussetzungen des deutschen Auslieferungsbegehrens seien auf Grund des schweizerisch-deutschen Auslieferungsvertrages als erfüllt zu betrachten. Gemäss Art. 1 Ziff. 1 stelle Mord ein Auslieferungsdelikt dar. Soweit Kroeger in seiner Abhörung bestreite, die ihm zur Last gelegten Straftaten begangen zu haben, könne darauf im Auslieferungsverfahren nicht eingetreten werden. Der Entscheid über Schuld und Tatfragen sei dem Sachrichter vorbehalten.\n\nD.- In einer Eingabe vom 15. April 1966 hat sich die Schweiz. Bundesanwaltschaft zum Nachtragsbegehren des Justizministeriums Nordrhein-Westfalen vom 28. Februar 1966 geäussert. Sie beantragt, die Auslieferung Dr. Kroegers sei auch wegen der im Haftbefehl des Amtsgerichts Wuppertal vom 22. Februar 1966 aufgeführten Straftaten zu bewilligen. Neu am Haftbefehl sei, dass unter den Opfern der zahlreichen zusätzlich geltend gemachten Erschiessungen eine grosse Zahl kommunistischer Funktionäre erwähnt werden. Auch wenn Kroeger in amtlicher Eigenschaft gehandelt habe, so könnten die Erschiessungen kommunistischer Funktionäre nicht als Ausfluss des BGE 92 I 108 S. 113Kampfes um die politische Macht in den besetzten Ostgebieten gelten und damit relativ politischen Charakter aufweisen. Denn der Haftbefehl spreche sich über das Handlungsmotiv in dem Sinne aus, dass die kommunistischen Funktionäre nur erschossen worden seien, um sich ihrer zu entledigen. Auch die Berufung auf einen Geheimbefehl Hitlers ändere daran nichts. Da die Erschiessungen nicht als von einander losgelöste Einzelakte, sondern als eine Gesamtheit zu betrachten seien, sei es nicht notwendig gewesen, die in diesem Haftbefehl neu angeführten Hinrichtungen schon im Haftbefehl vom 25. April 1960 einzeln aufzuführen, um die Verjährung zu unterbrechen. Der Fortsetzungszusammenhang sei für das deutsche und das schweizerische Recht als gegeben zu betrachten. Auch die von Kroeger nachträglich zugestandene Erschiessung von etwa 80 Juden (am 29. Juni 1941 in Sambor/Dobromil) könne nicht als ausnahmsweise zulässige Repressalie gelten.\n\nE.- Der Verteidiger Kroegers hat sich in einer Eingabe an das Bundesgericht nochmals zur Sache geäussert. Eine Untersuchungshandlung im Sinne von Art. 72 StGB sei am 25. April 1960 nicht erfolgt; denn der Haftbefehl sei nicht zur Vollstreckung weitergeleitet worden. Um eine Unterbrechung herbeizuführen, müsse sich die unterbrechende Handlung gegen den Täter richten und nach aussen in Erscheinung treten. Sollte im Haftbefehl vom 25. April 1960 trotzdem eine Unterbrechung der Verjährung gesehen werden, so dürfe nur auf die dort vorgeworfenen Handlungen in Lemberg (2. Juli 1941) und Winniza (15. September 1941) abgestellt werden. Im Haftbefehl vom 22. Februar 1966 werde darauf hingewiesen, dass die vom Verfolgten angeblich ausgeführten Handlungen in Erfüllung eines Geheimbefehls Hitlers geschehen seien. Der Haftbefehl gehe somit davon aus, dass dem Beschuldigten nicht eigenmächtige, vom Dienstbefehl losgelöste Taten vorgehalten werden können.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Auslieferungsrichter hat lediglich zu untersuchen, ob die Voraussetzungen der Auslieferung gegeben seien. Bei Prüfung dieser Frage ist er grundsätzlich frei (BGE 78 I 45/46, BGE 79 I 36 Erw. 2); er ist jedoch hinsichtlich des Hergangs der Tat und der Schuld des Auszuliefernden an die zur Begründung des Auslieferungsersuchens vorgelegten Urkunden gebunden: Soweit diese nicht offensichtliche Irrtümer enthalten, geht der Auslieferungsrichter BGE 92 I 108 S. 114in den genannten Punkten von der Darstellung des Sachverhalts im ausländischen Urteil, im Haftbefehl oder in anderen Urkunden aus, auf die das Auslieferungsbegehren Bezug nimmt. Ob dieser Sachverhalt bewiesen sei und ob der Auszuliefernde die ihm gemachten Vorhalte bestreite, ist demnach unerheblich (vgl. BGE 32 I 122, 346; BGE 41 I 140; BGE 49 I 267; BGE 60 I 215 Erw. 3 a; BGE 79 I 36 Erw. 2; BGE 88 I 40 /41). Das Bundesgericht prüft als Auslieferungsgericht auch nicht, ob ein Schuldausschliessungs- oder Strafmilderungsgrund vorliege (BGE 59 I 144 Erw. 2, BGE 78 I 45 Erw. 2).\n\nDas Auslieferungs- und das Nachtragsbegehren des Justizministeriums des Landes Nordrhein-Westfalen stützen sich je auf einen Haftbefehl, was nach Art. 7 des deutsch-schweizerischen Auslieferungsvertrages als rechtliche Unterlage genügt. Das Bundesgericht hat daher vom Tatbestand auszugehen, wie er in diesen Haftbefehlen umschrieben worden ist. Dagegen vermag die entgegenstehende Darstellung des Matthias Graf, wonach die Juden-Erschiessungen nicht durch das vom Beschuldigten befehligte Einsatzkommando 6, sondern durch Leute des höhern Polizeiführers Jeckeln erfolgt seien, im Auslieferungsverfahren nicht aufzukommen. Abgesehen davon gibt der Beschuldigte zu, er habe am 29. Juni in Sambor/Dobromil und am 2. Juli 1941 in Lemberg an der Massenerschiessung von je etwa 80 Personen teilgenommen. Seine Einrede, er habe lediglich in amtlicher Eigenschaft Befehle (insbesondere einen Geheimbefehl Hitlers) ausgeführt, die ihm vorgeworfenen Tatbestände seien daher dem deutschen Staat zuzurechnen, kann ebenfalls nicht gehört werden: Sie betrifft einen vom deutschen Sachrichter zu prüfenden Rechtfertigungs- oder Strafmilderungsgrund, wobei bereits feststeht, dass der Befehl - für den Beschuldigten als ausgebildeten Juristen ohne weiteres erkennbar - Verbrechen in unabsehbarer Zahl bezweckte (vgl. § 47 Ziff. 2 des deutschen Militärstrafgesetzes vom 20. Juni 1872).\n\nDer Beschuldigte beruft sich schliesslich auf die eidesstattlichen Erklärungen der Gertrud von Radetzky, des Erich von Sievert und des Friedrich Buchhardt und macht somit einen Alibibeweis geltend. Richtig ist, dass im schweizerischen Schrifttum die Meinung vertreten wird, die Schuldfrage sei dann vom Auslieferungsrichter abzuklären, wenn ein behauptetes Alibi leicht und sicher überprüft werden könne (SCHULTZ, Das Schweiz. Auslieferungsrecht, S. 202 N. 222; SCHEIM-MARKEES, BGE 92 I 108 S. 115in Schweiz. Jur. Kartothek, Nr. 755 S. 10 lit. c). Ob dieser Lehrmeinung gefolgt werden soll, kann indessen offen bleiben. Denn das Bundesgericht könnte die eidesstattlichen Erklärungen, die der Beschuldigte beigebracht hat, nicht ohne zusätzliche Erhebungen auf ihre Glaubwürdigkeit prüfen. Zudem sind sie so allgemein gehalten, dass sie die behauptete Abwesenheit von der Ukraine und Südpolen während der fraglichen Zeit nicht mit genügender Sicherheit dartun. Es fehlt daher, auch nach dem angeführten Schrifttum, im vorliegenden Fall an den Voraussetzungen, um auf den angetragenen Alibibeweis einzutreten.\n\n2. Wie das Auslieferungsgesetz (Art. 3 Abs. 1), so bestimmt die Mehrzahl der von der Schweiz geschlossenen Auslieferungsverträge ausdrücklich, dass ein Beschuldigter nur für Handlungen und Unterlassungen, die nach dem Recht des ersuchenden und des ersuchten Staates strafbar sind, ausgeliefert werde. Der schweizerisch-deutsche Auslieferungsvertrag erwähnt das Erfordernis der beiderseitigen Strafbarkeit in Art. 1 Abs. 1 Ziff. 9, 12 und 13 für einzelne Auslieferungsdelikte, ebenso im letzten Absatz für den Versuch. In diesen Klauseln wird ein Grundsatz verdeutlicht, der stillschweigend auch hinsichtlich der übrigen Auslieferungsdelikte vorausgesetzt wird und den ganzen Auslieferungsvertrag beherrscht. Nach der neuern Rechtsprechung des Bundesgerichts ist daher im Verhältnis zwischen der Schweiz und Deutschland in allen Fällen am Erfordernis der beidseitigen Strafbarkeit festzuhalten (BGE 88 I 40 mit Verweisungen). Das bewirkt nach der Praxis, entgegen der zu engen Fassung in Art. 5 des Auslieferungsvertrages, dass die - vom Beschuldigten ausdrücklich angerufene - Verjährung schon nach einem der beiden Rechte die Auslieferung ausschlösse (vgl. SCHULTZ, a.a.O., S. 342). Es ist daher zu prüfen, ob diese Voraussetzungen. im vorliegenden Fall erfüllt sind.\n\na) Das Auslieferungsbegehren des Justizministeriums des Landes Nordrhein-Westfalen vom 11. Januar 1966 stützt sich auf den Haftbefehl vom 10. Januar 1962, das Nachtragsbegehren vom 28. Februar 1966 auf den vom 22. Februar 1966. Es stellt sich zunächst die Frage, ob der darin umschriebene Tatbestand sowohl nach schweizerischem als auch nach deutschem Recht ein Auslieferungsdelikt sei.\n\nDie Haftbefehle wurden wegen dringenden Verdachtes gemeinsamen Mordes in zahlreichen Fällen erlassen. Von den Qualifikationsgründen, die nach § 211 des deutschen StGB BGE 92 I 108 S. 116(DStGB) und Art. 112 des eidg. StGB den Mord von der Tötung unterscheiden, kommen namentlich die niederigen Beweggründe, bzw. die besonders verwerfliche Gesinnung in Betracht. Sie werden offenbar darin erblickt, dass der rechtskundige Beschuldigte seine Opfer \"ohne rechtliche Grundlage\", die Juden \"aus Gründen der Ausrottung\", die Kommunisten \"nur ihrer politischen Einstellung wegen\" und die Insassen der Irrenanstalt, \"um sich ihrer zu entledigen\", erschiessen liess; ferner im Umstand, dass die Hinrichtungen geheim gehalten und die Opfer in Massengräbern verscharrt oder in stillgelegte Bergwerksschächte geworfen wurden. Jene Recht und Sitte grob widersprechenden Gründe können als niedrig im Sinne von § 211 DStGB (vgl. SCHÖNKE/SCHRÖDER, StGB-Komm., 11. Aufl. 1963, N. 11 zu § 211) und die Begleitumstände bei den Hinrichtungen als eine besonders verwerfliche Gesinnung gemäss Art. 112 eidg. StGB (vgl. BGE 87 IV 115) offenbarend beurteilt werden. In der Tötung von etwa 3 000 wehrlosen jüdischen Männern, Frauen und Kindern sowie Geisteskranken und kommunistischen Funktionären zeigt sich zudem die Gefährlichkeit des Täters, womit ein weiteres Qualifizierungsmerkmal von Art. 112 eidg. StGB erfüllt ist. Der in den Haftbefehlen umschriebene Tatbestand ist somit als Mord im Sinne beider Strafgesetze zu betrachten. Mord aber ist nach Art. 1 Ziff. 1 des Auslieferungsvertrages und Art. 3 Ziff. I/1 des Auslieferungsgesetzes ein Auslieferungsdelikt.\n\nb) Bei dieser Sachlage ist die Einrede der Verjährung von entscheidender Bedeutung. Die Verfolgung des Mordes verjährt, weil diese Tat mit lebenslänglichem Zuchthaus bedroht ist (§ 211 DStGB und Art. 112 eidg. StGB), nach deutschem und nach schweizerischem Recht in 20 Jahren (§ 67 DStGB, Art. 70 eidg. StGB). Da die eingeklagten Handlungen vom 2. Juli bis 30. November 1941 begangen worden waren, trat die Verjährung spätestens am 30. November 1961 ein, wenn sie nicht vorher unterbrochen worden ist.\n\naa) Der Haftbefehl vom 10. Januar 1962 und der vom 22. Februar 1966, welche dem Auslieferungs- und dem Nachtragsbegehren zugrunde liegen, ergingen später und konnten die Verjährung nicht unterbrechen. Das Amtsgericht Darmstadt erliess jedoch schon am 25. April 1960 gegen den Beschuldigten einen Haftbefehl wegen Tötungen in Lemberg und Winniza. Darin wurden die niedrigen Beweggründe ausdrücklich BGE 92 I 108 S. 117erwähnt und zudem Grausamkeit genannt. Durch Urteil des Landgerichts Wuppertal vom 23. November 1962 wurde festgestellt, \"die Strafverfolgung bezüglich der im Haftbefehl (vom 10. Januar 1962) bezeichneten Straftaten sei unterbrochen worden durch den rechtswirksam erlassenen Haftbefehl des Amtsgerichts Darmstadt vom 25. April 1960.\" Gleiches gilt von den im Haftbefehl vom 22. Februar 1966 neu aufgeführten Erschiessungen, die dem deutschen Richter im April 1960 im einzelnen noch nicht bekannt waren; denn es genügt, dass das Vorkommnis im allgemeinen bezeichnet wird (vgl. Leipziger Komm. des StGB, 8. Aufl. 1957, N. I/3 zu § 68, S. 576). Damit steht für den schweizerischen Auslieferungsrichter verbindlich fest, dass die Taten nach deutschem Recht nicht verjährt sind.\n\nbb) Der Beschuldigte behauptet überdies, die vorgeworfenen Taten seien nach schweizerischem Recht verjährt. Er macht geltend, die Verjährung nach schweizerischem Recht hätte nur durch Vorkehren schweizerischer Behörden unterbrochen werden können. Damit verkennt er die Bedeutung der Überprüfung nach dem Recht des ersuchten Staates. Die Verfolgungshandlungen gehen in der Regel vom ersuchenden Staate aus, sind aber vom ersuchten Staat so zu beurteilen, wie wenn sie von seinen Behörden vorgenommen wären; wenn sie dann die Verjährung unterbrochen hätten, haben sie auch so diese Wirkung nach seinem Recht (SCHULTZ, a.a.O., S. 344). Nach Art. 72 StGB (Fassung vom 5. Oktober 1950, AS 1951 S. 7) wird die Verjährung unterbrochen durch jede Untersuchungshandlung einer Strafverfolgungsbehörde, namentlich durch Erlass von Haftbefehlen. Da gegen den Beschuldigten innert der Verjährungsfrist ein Haftbefehl erlassen wurde, dessen Gültigkeit nur durch das deutsche Recht bestimmt werden kann und danach gegeben ist, ist die Verjährung auch nach schweizerischem Recht grundsätzlich unterbrochen worden.\n\nIm Haftbefehl vom 25. April 1960 waren indessen die in den späteren Haftbefehlen einzeln aufgeführten Tatbestände nicht genannt; es war nur von mehrfachen Tötungen in Lemberg und Winniza die Rede. Es ist fraglich, ob damit die Verjährung nur für die dort oder für alle als Führer des Einsatzkommandos unter den genannten Umständen begangenen Untaten unterbrochen wurde; letzteres ist insbesondere der Fall, wenn diese Taten als fortgesetztes Delikt im Sinne von Art. 71 Abs. 3 BGE 92 I 108 S. 118eidg. StGB zu betrachten sind. Ein fortgesetztes Delikt liegt vor, wenn gleichartige oder ähnliche Handlungen, die gegen das gleiche Rechtsgut gerichtet sind, auf ein und denselben Willensentschluss zurückgehen (BGE 72 IV 184/5). Das trifft hier zu. Der Beschuldigte hat vom Reichsführer der SS Himmler einen Auftrag entgegengenommen, der alle Untaten, die er im Sommer und Herbst 1941 in Südpolen und der Ukraine angeordnet hat, in sich schloss. Der Fortsetzungszusammenhang zwischen den einzelnen Teilakten der gesamten Handlungsgruppe, also namentlich der gegen das Leben Wehrloser gerichtete einheitliche Vorsatz, erscheint damit auch nach schweizerischem Recht als hinlänglich behauptet. Unser diesen Umständen ist die Auslieferung für alle in den beiden Haftbefehlen vom 10. Januar 1962 und 22. Februar 1966 aufgeführten Erschiessungen zu bewilligen.\n\n3. a) Der Beschuldigte wendet ein, es handle sich um politische Delikte im Sinne von Art. 4 Abs. 1 des deutschschweizerischen Auslieferungsvertrages und von Art. 10 des Auslieferungsgesetzes. Der Appellationshof von Bologna habe in einem Urteil vom 6. Februar 1963 die politische Natur dieser Handlungen ausdrücklich bejaht.\n\nDie Beweggründe, welche die Tötungen zum Mord stempeln - Ausrottung der Juden, Erschiessung kommunistischer Funktionäre wegen ihrer politischen Einstellung, Beseitigung der Insassen einer Irrenanstalt -, entspringen der nationalsozialistischen Lehre und haben insofern politischen Gehalt. Ob diese Gründe den gemeinrechtlichen Verbrechen des Beschuldigten einen vorwiegend politischen Charakter zu verleihen vermögen, ist vom schweizerischen Auslieferungsrichter nur unter dem Gesichtswinkel des schweizerischen Rechtes zu beurteilen (BGE 90 I 299).\n\nNach schweizerischer Auffassung genügt es nicht, dass der Täter aus politischem Antrieb gehandelt hat. Die Tat muss vielmehr im Rahmen eines Kampfes um die Macht im Staat erfolgen und in einem angemessenen Verhältnis zum angestrebten Ziel stehen, d.h. - mindestens nach der Meinung des Täters - geeignet sein, zu dessen Erreichung beizutragen (BGE 90 I 300). Das Auslöschen menschlichen Lebens als eines der verwerflichsten Verbrechen erscheint nur dann als entschuldbar, wenn es der letzte Ausweg zur Verfolgung eines politischen Zweckes ist (BGE 54 I 215; nicht veröffentlichtes BGE 92 I 108 S. 119Urteil des Bundesgerichts vom 5. Mai 1949 i.S. Hoter). Davon kann bei dem in den Haftbefehlen umschriebenen Tatbestand keine Rede sein. Der Beschuldigte handelte in einem Zeitpunkt, als das nationalsozialistische Regime auf dem Höhepunkt seiner Macht stand; er ging gegen wehrlose Frauen, Kinder und Kranke vor, welche die deutsche Herrschaft in den besetzten Gebieten Südpolens und der Ukraine nicht in Frage stellen konnten.\n\nb) Überdies macht der Beschuldigte geltend, die Erschiessung, an der er am 29. Juni im Sambor/Dobromil, bzw. am 2. Juli 1941 in Lemberg teilgenommen habe, stelle eine völkerrechtlich zulässige Kriegsrepressalie dar. Sie sei die Antwort auf das von den Russen bei ihrem Rückzug unter deutschen Kriegsgefangenen und Priestern angerichtete Blutbad. Mehrere Hingerichtete seien daran beteiligt gewesen.\n\nDie Erschiessungen in Sambor/Dobromil, bzw. Lemberg sowie die weiteren in den Haftbefehlen geschilderten Massaker waren ihrer Natur nach nicht geeignet, die sowjetischen Behörden zu veranlassen, die - allenfalls von russischen Streitkräften oder Zivilpersonen verletzten - Regeln des Völkerrechtes künftig zu beachten. Vielmehr besteht nach dem für den Auslieferungsrichter verbindlich umschriebenen Sachverhalt zwischen den Hinrichtungen des Einsatzkommandos 6 und dem Kriegsgeschehen nur insofern ein Zusammenhang, als dieses die Gelegenheit zum Gemetzel gegeben und seine Tarnung ermöglicht hat. Aber selbst wenn solche Massenerschiessungen von der deutschen Führung als Repressalien gewertet worden sein sollten, wäre das Vorgehen des Einsatzkommandos 6 nicht durch Kriegsrecht gedeckt.\n\nEinem allgemeinen Grundsatz des Völkerrechts gemäss sind im Kriege Repressalien zwar erlaubt, es sind ihnen aber Schranken gesetzt. So soll das durch sie zugefügte Übel nicht grösser sein als das durch die Völkerrechtsverletzung begangene (GUGGENHEIM, Lehrb. des Völkerrechts Bd. II, S. 585/6); zum mindesten dürfen sie in keinem auffälligen Missverhältnis zum Unrecht stehen, gegen das sie sich wenden (DAHM, Völkerrecht Bd. II, S. 430; VON DER HEYDTE, Völkerrecht Bd. II, S. 380; VERDROSS, Völkerrecht, 5. Aufl., S. 459). Nach der ersten und nach der zweiten Umschreibung der unerlässlichen Verhältnismässigkeit von Eingriffen hat der Beschuldigte das zulässige Mass überschritten. Er hat nach den Erschiessungen BGE 92 I 108 S. 120von Sambor/Dobromil, bzw. Lemberg Ende Juni/Anfang Juli noch weit über 2000 Menschen umbringen lassen. Diese summarischen Hinrichtungen betrafen im wesentlichen gefangene kommunistische Funktionäre, wehrlose Frauen und schuldlose Kinder sowie Geisteskranke. Die unmenschlichen Vergeltungsmassnahmen zogen sich über Monate hin.\n\nWird das Mass der zulässigen Zwangsakte überschritten, so liegt ein Repressalienexzess vor (VERDROSS, a.a.O., S. 459 Anm. 2) und diese Akte werden ihrerseits rechtswidrig (DAHM, a.a.O., S. 430). Die Tötungen, die das Einsatzkommando 6 in Südpolen und der Ukraine von Ende Juni bis Ende November 1941 hinter der deutschen Front begangen hat, können daher auf keinen Fall als Kriegsmassregeln ausserhalb des strafrechtlichen Rahmens gelten. Auch der letzte Einwand des Beschuldigten ist demzufolge nicht stichhaltig.\n\nDemnach erkennt das Bundesgericht:\n\nDie Einsprache des Erhard Kroeger gegen die Auslieferung an Deutschland wird abgewiesen und die Auslieferung bewilligt."}