{"annee": "92", "cour": "IV", "page": "210", "date": "21/10/1966", "cite": [], "cite_par": ["103 IV 267"], "chapeau": "51. Arrêt de la Cour de cassation penale du 21 octobre 1966 dans la cause Thomas contre Ministère public du canton de Vaud", "regestes": ["Signal lumineux. Art. 49 al. 4 lit. a OSR. 1. Comportement imposé au conducteur, à l'approche d'un signal lumineux, spécialement par l'apparition du feu jaune fixe, succédant au feu vert (consid. 1 et 2). 2. Le conducteur qui s'arrête à l'apparition du feu jaune fixe succédant au vert, mais empiète sur l'aire protégée par le signal lumineux commet-il une faute? (consid. 3)."], "faits": "BGE 92 IV 210 S. 210\n\nA.- A La Tour-de-Peilz, la route qui mène à St-Maurice est rectiligne sur plusieurs centaines de mètres; large de 10 m 50, elle comprend trois voies; la chaussée est bordée de chaque côté par un trottoir; elle est pourvue de plusieurs passages pour piétons, munis de signaux lumineux de grandes dimensions.\n\nLe 22 mai 1965, vers 11 h, Berthe Thomas pilotait sa voiture sur cette route, venant de La Tour-de-Peilz et allant vers Montreux. Elle se trouvait derrière un camion automobile attelé à une remorque à deux essieux et qui roulait à 70 km/h environ. Elle le dépassa et reprit sa droite, puis, voyant que le signal lumineux, qui commandait le prochain passage pour piétons, était passé au jaune, elle freina, mais, au moment où sa voiture s'arrêta, l'avant empiétait de deux mètres sur le passage pour piétons, large de cinq mètres.\n\nDe son côté, Strub, le conducteur du camion, freina, mais, BGE 92 IV 210 S. 211voyant qu'il ne pourrait immobiliser son véhicule à temps, il donna un coup de volant à gauche pour éviter la voiture de Berthe Thomas, heurta néanmoins l'arrière gauche de cette voiture, puis perdit la maîtrise de son camion, qui fit un têteà-queue et se renversa à droite de la chaussée, brisant une barrière de clôture et renversant le pilier de pierre d'un portail. La remorque vint s'immobiliser contre le camion, l'avant tourné vers Montreux.\n\nB.- Le 18 janvier 1966, le Juge informateur a renvoyé Berthe Thomas devant le juge de répression pour avoir contrevenu aux art. 31 al. 1, 34 al. 4, 37 al. 1, 35 al. 3, 90 ch. 1 LCR et 12 al. 2 OCR; il estimait qu'après avoir dépassé le train routier, l'inculpée avait repris sa droite trop rapidement et freiné brusquement devant un signal lumineux dont le feu avait passé au jaune.\n\nLe 22 juin 1966, le Tribunal de simple police du district de Vevey a libéré Berthe Thomas de toute peine. La mettant au bénéfice du doute, il a constaté qu'après avoir dépassé le train routier, elle s'était rabattue 100 à 200 m avant le passage pour piétons et se trouvait plusieurs dizaines de mètres en avant du train routier. Il en a conclu qu'on ne pouvait lui reprocher \"de s'être arrêtée devant un feu jaune qui 'signifie l'arrêt à la hauteur de la signalisation lumineuse'\".\n\nC.- Le Ministère public a recouru contre ce jugement. Il concluait à la condamnation de Berthe Thomas pour violation de l'art. 49 al. 4 lit. a OSR et de l'art. 27 al. 1 LCR, c'est-à-dire, non pas pour avoir fait un dépassement irrégulier, suivi d'un freinage brusque et sans nécessité, mais pour s'être arrêtée au feu jaune alors qu'elle aurait dû passer, puisqu'elle ne pouvait plus immobiliser son véhicule à temps.\n\nStatuant, le 27 juillet 1966, la Cour de cassation pénale du Tribunal cantonal vaudois a condamné Berthe Thomas à 80 fr. d'amende avec délai d'épreuve d'une année. Elle a admis que l'inculpée avait circulé, avant un passage pour piétons, à une vitesse excessive, qui ne lui avait pas permis de s'arrêter à temps après l'apparition du feu jaune et qu'elle avait, par conséquent, violé l'art. 33 al. 1 (il s'agit, en réalité, de l'art. 33 al. 2) LCR.\n\nD.- Contre cet arrêt, Berthe Thomas s'est pourvue en nullité. Elle conclut à libération.\n\nE.- Le Ministère public du canton de Vaud conclut au rejet. Il estime que l'autorité cantonale a commis une erreur en BGE 92 IV 210 S. 212condamnant Berthe Thomas pour excès de vitesse à l'approche d'un passage pour piétons, mais que la condamnation prononcée se justifie néanmoins; qu'en effet, il y a eu violation des art. 27 al. 1 LCR et 49 al. 4 OSR, parce que l'inculpée ne s'est pas arrêtée avant le passage pour piétons.", "considerants": "Considérant en droit:\n\n1. Sous l'empire de l'ancienne loi du 15 mars 1932, la cour de céans a jugé (arrêt Biedermann; RO 85 IV 156 ss.) qu'aux intersections munies de signaux lumineux avec feux successifs, verts, jaunes et rouges, le feu jaune fixe, succédant au vert, commande l'arrêt des véhicules, sauf le cas où le conducteur est déjà si proche du signal qu'il ne peut plus s'arrêter ou ne le peut que par un coup de frein brusque au point de mettre en danger la vie de ses passagers ou celle d'autres personnes mêlées au trafic. Elle a ajouté qu'à l'approche d'un signal lumineux, lorsque le feu est vert, le conducteur n'est pas tenu de ralentir de façon à pouvoir en tout cas s'arrêter si le feu passe au jaune; qu'il lui suffit de modérer sa vitesse, comme l'art. 27 al. 1 LA l'y oblige aux abords de toute intersection.\n\nDans son arrêt Bracher (RO 90 IV 99), elle a dit que la signification ainsi attribuée au feu jaune fixe consécutif au feu vert correspondait, pour l'essentiel, à la nouvelle réglementation de l'art. 49 al. 4 lit. a OSR. Touchant la vitesse, le principe posé par l'arrêt Biedermann peut donc être aussi maintenu, sous cette réserve que la loi sur la circulation routière, du 19 décembre 1958, n'ayant pas repris la règle spéciale de l'art. 27 al. 1 LA, il suffit au conducteur d'observer la vitesse adaptée aux circonstances. Lorsque le feu est vert, il n'a pas à ralentir du seul fait qu'il s'approche d'un signal lumineux. La sécurité ne l'exige pas, car, si le feu passe au jaune avant que le conducteur l'ait franchi, ou bien l'arrêt sera possible, ou bien le passage sera autorisé et permettra d'évacuer l'intersection avant l'apparition du feu rouge. Le conducteur doit cependant se tenir prêt à freiner, de façon à réduire son temps de réaction, qui doit demeurer inférieur à une seconde (RO 90 IV 101 b).\n\nCes principes s'appliquent par analogie aux signaux lumineux commandant un passage de sécurité. Ils suffisent à assurer la sécurité des piétons sur un tel passage, aussi bien que la circulation transversale dans les intersections.\n\nBGE 92 IV 210 S. 213\n\n2. Selon l'arrêt entrepris, en dépassant un train routier qui circulait à 70 km/h, la recourante aurait roulé à une vitesse excessive, eu égard à l'art. 33 LCR, qui prescrit au conducteur de faciliter aux piétons la traversée de la chaussée et de circuler avec une prudence particulière avant les passages pour piétons. Mais cette disposition ne concerne pas les passages commandés par des signaux lumineux à feux changeants. Cela ressort de l'art. 6 al. 1 OCR, qui vise expressément les \"passages de sécurité pour piétons où le trafic n'est pas réglé\" (cf. art. 1er al. 9 OCR). La cour de céans en a du reste jugé ainsi dans son arrêt Roth (RO 90 IV 215). Au surplus, même avant les passages où le trafic n'est pas réglé, le conducteur n'est tenu de ralentir, au besoin, que lorsqu'il y a lieu de penser que des piétons pourraient s'engager sur la chaussée avant son passage (arrêt précité). Tel n'était pas le cas en l'espèce. Le juge du fait n'a pas constaté que personne se soit trouvé sur les trottoirs au voisinage des feux.\n\nLa cour cantonale a donc appliqué à tort l'art. 33 LCR à la recourante. Aussi longtemps que le feu demeurait vert, celle-ci n'avait pas à tenir compte des passages pour piétons - dont la sécurité, on l'a montré plus haut, était suffisamment garantie par les feux. Elle pouvait circuler à la vitesse admissible selon les circonstances (art. 32 al. 1 LCR). Or on sait qu'elle a dépassé un train routier, lequel circulait à 70 km/h. Elle roulait donc à une vitesse supérieure. Sur une chaussée en bon état, sèche, large de 10 m 50, rectiligne sur plusieurs centaines de mètres et bordée de trottoirs des deux côtés, une vitesse qui permettait de dépasser un véhicule roulant à 70 km/h n'était pas excessive.\n\n3. Sans doute la recourante n'est-elle parvenue à immobiliser son véhicule qu'au moment où il empiétait déjà de deux mètres sur le passage pour piétons. Mais on n'en saurait conclure à un excès de vitesse, comme le fait la cour cantonale. Car cette inférence suppose que l'arrêt soit fautif. Or tel n'est précisément pas le cas.\n\nAinsi qu'on l'a dit, le conducteur qui s'approche d'un signal lumineux lorsque le feu est vert doit, à l'apparition du feu jaune, s'arrêter, s'il le peut encore. Il lui faut donc estimer sa distance d'arrêt. Or cette estimation, aléatoire par sa nature, doit intervenir sur-le-champ et l'on ne saurait exiger qu'elle soit à coup sûr parfaitement exacte. Si le conducteur qui, par BGE 92 IV 210 S. 214conscience, opte, non pour le passage, mais pour l'arrêt, se trompe quelque peu dans son appréciation et empiète sur l'aire protégée, on ne saurait en général le lui imputer à faute. On ne le peut, tout au moins, lorsque, comme en l'espèce, l'erreur ne procède pas d'un excès de vitesse, lorsque rien ne permet de l'attribuer à la négligence ou à l'inattention et qu'elle n'a pas compromis la reprise ni la sécurité de la circulation transversale. Point n'est besoin, dès lors, de rechercher si, objectivement, la recourante a violé telle disposition, par exemple les art. 49 al. 4 lit. a ou 54 al. 3 OSR, l'art. 27 al. 1 LCR ou l'art. 18 al. 2 lit. e OCR.\n\n4. La cause doit donc être renvoyée à l'autorité cantonale, qui prononcera la libération de Berthe Thomas du chef d'excès de vitesse. Cela nécessite l'annulation de l'arrêt entrepris et crée, de ce fait, une situation de procédure où il sera loisible à l'autorité cantonale d'examiner si la loi vaudoise lui permet encore de se prononcer sur la question d'une faute pénale que Berthe Thomas aurait pu commettre par un freinage brusque, éventuellement interdit par l'art. 12 al. 2 OCR, voire par un dépassement irrégulier en ce sens qu'elle se serait rabattue trop près du camion dont la puissance de freinage (coefficient de décélération) est inférieure à celle d'une voiture de tourisme. La solution de ces problèmes obligerait du reste l'autorité cantonale à compléter ses constatations de fait. Supposé qu'une condamnation intervienne sur ce point, la peine ne pourrait excéder celle qu'avait fixée l'arrêt entrepris (RO 73 IV 6 no 1; 76 IV 81 no 18).\n\nPar ces motifs, la Cour de cassation pénale:\n\nAdmet le pourvoi en ce sens qu'elle annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour que celle-ci se prononce à nouveau."}