{"annee": "92", "cour": "II", "page": "202", "date": "4/10/1966", "cite": ["69 II 421", "88 IV 79", "79 II 316", "57 II 457", "83 II 475", "84 II 653", "87 II 49", "69 II 298", "90 II 51", "72 II 392", "73 II 194", "55 II 221", "88 IV 87", "77 II 372", "90 IV 168", "83 II 154", "87 II 54"], "cite_par": ["129 III 514", "116 II 471", "118 II 459", "102 IA 493", "104 II 322", "95 II 470", "113 II 77"], "chapeau": "30. Auszug aus dem Urteil der I. Zivilabteilung vom 4. Oktober 1966 i.S. Jäger gegen Dufner & Co.", "regestes": ["Notion du dessin ou du modèle; art. 2 et 3 LDMI (consid. 3 et 4). Sac pour mettre le linge sale: possibilité d'une protection légale? (consid. 5). Rapport entre la protection du modèle et la réglementation de la concurrence (consid. 6). Concurrence déloyale par contrefaçon du conditionnement d'une marchandise? (consid. 7 et 8)."], "faits": "|202|\n\nDie Firma Dufner & Co. begann anfangs 1959 \"Wäschetruhen\" herzustellen, die nach amerikanischem Vorbild aus einem Metallgestell und einem zur Aufnahme gebrauchter Wäsche bestimmten Sack aus Plastikmaterial bestanden. Der zwischen den gekreuzten Seitenstäben des Gestelles herabhängende Sack hatte ungefähr die Form eines geraden Prismas, dessen vordere und hintere Mantelflächen sich immerhin gegen unten leicht verjüngten und an den Ecken abgerundet waren.\n\nAm 3. September 1959 hinterlegte die Firma Dufner & Co. beim eidgenössischen Amt für geistiges Eigentum unter Nr. 95'330 das Modell einer von ihr entwickelten neuen Wäschetruhe. Diese unterscheidet sich von der oben beschriebenen dadurch, dass die senkrechten Kanten des Sackes dort, wo sie die Seitenstäbe des Gestelles kreuzen, eingebuchtet sind und dass unten die Abrundung der vorderen und hinteren Mantelfläche |203| fehlt. Ferner ist der über die vordere Mantelfläche herunterhängende Lappen des Deckels länger als beim ursprünglichen Sack.\n\nGottlieb Jäger, der eine Fabrik zur Herstellung von Plastikartikeln betreibt, stellte zunächst ebenfalls Wäschetruhen nach amerikanischem Vorbild her. Nachdem die Firma Dufner & Co. zu der als Modell hinterlegten neuen Form übergegangen war, gab auch er dem Sack seines Möbels die gleiche Form. Legt man die zusammengeklappten Säcke der Parteien aufeinander, so sind kaum Abweichungen in der Form und im Mass festzustellen. Jäger verwendet zudem wie die Firma Dufner & Co. Plastikstoff mit aufgedruckten Blumen, zum Teil sogar mit den gleichen Chrysanthemen-Mustern.\n\nDie Firma Dufner & Co. erhob gegen Jäger Unterlassungsklage wegen Verletzung ihrer Modellrechte sowie wegen unlauteren Wettbewerbs.\n\nDer Beklagte beantragte, die Klage abzuweisen. Gegenüber dem Vorwurf der Verletzung von Modellrechten der Klägerin erhob er die Einrede, das hinterlegte Modell sei nicht schutzfähig; die Form des klägerischen Wäschesackes dürfe daher von jedem andern Hersteller solcher Wäschetruhen ebenfalls verwendet werden. Aus dem gleichen Grunde liege auch kein unlauterer Wettbewerb vor.\n\nDas Handelsgericht des Kantons Aargau wies die Klage aus Modellrecht ab, schützte sie dagegen unter dem Gesichtspunkt des Wettbewerbsrechts.\n\nDas Bundesgericht weist auf Berufung des Beklagten hin die Klage im vollen Umfang ab, auf Grund der folgenden", "considerants": "Erwägungen:\n\n3. Die Klägerin beansprucht den Modellschutz nicht für die ganze hinterlegte Wäschetruhe. Sie behauptet auch nicht, sie sei Urheberin oder Rechtsnachfolgerin des Urhebers des auf dem Plastikstoff aufgedruckten Blumenmusters (Art. 12 Ziff. 2 MMG). Sie will nur die Form des Sackes geschützt wissen. Dass diese als Form von Wäschesäcken im Publikum oder in den beteiligten Verkehrskreisen schon vor der Hinterlegung vom 3. September 1959 bekannt gewesen sei, macht der Beklagte nicht geltend. Der Ungültigkeitsgrund von Art. 12 Ziff. 1 MMG kommt daher nicht in Frage. Dagegen sind die Parteien uneins, ob die Form des hinterlegten Sackes alle Merkmale |204| des vom Gesetz und der bundesgerichtlichen Rechtsprechung umschriebenen Begriffs eines Modelles aufweise oder ob die Hinterlegung gemäss Art. 12 Ziff. 4 MMG ungültig sei.\n\n4. Art. 2 MMG umschreibt das gewerbliche Muster oder Modell als eine äussere Formgebung, auch in Verbindung mit Farben, die bei der gewerblichen Herstellung eines Gegenstandes als Vorbild dienen soll. Nicht nötig ist, dass die Form auf einer eigentlichen schöpferischen Tätigkeit beruhe. Sie darf aber nicht im Nächstliegenden haften bleiben, sondern muss durch Eigenart ein Mindestmass geistigen Aufwandes verraten. Ferner muss sie dem Gegenstand gegeben werden, um den Geschmack, den Sinn für das Schöne, zu befriedigen. Eine Form, die auf die Herstellungsweise, den Nützlichkeitszweck oder die technische Wirkung des Gegenstandes zurückzuführen ist, kann diesen gemäss Art. 3 MMG nicht zum Muster oder Modell machen (BGE 55 II 223f.,BGE 69 II 429f.,BGE 77 II 373, BGE 83 II 477 f., BGE 84 II 659, BGE 87 II 52).\n\n5. Die Klägerin macht mit Recht nicht geltend, der hinterlegte Wäschesack sei als Modell zu schützen, weil er ungefähr die Form eines geraden Prismas von bestimmter Grösse hat. Diese Form und die Grösse sind dem schon zur Zeit der Hinterlegung bekannt gewesenen Vorbild amerikanischer Herkunft nachgemacht und durch die Form und die Grösse des Gestells bedingt, für das die Klägerin den Modellschutz nicht beansprucht. Die Klägerin ist mit Recht auch nicht der Meinung, der Deckel ihres Sackes sei originell. Er entspricht dem amerikanischen Vorbild, mit dem einzigen Unterschied, dass er etwas länger ist. Der hinterlegte Sack ist auch nicht deshalb originell, weil die unteren Ecken der vorderen und der hinteren Mantelflächen nicht abgerundet sind, denn aus der Klagebeilage 6 ergibt sich, dass in diesem Punkte schon der Sack der ursprünglichen Wäschetruhe des Beklagten vom amerikanischen abwich. Fragen kann sich nur, ob der Sack der Klägerin wegen des Verlaufes seiner senkrechten Kanten zu schützen sei.\n\na) Wie die Vorinstanz verbindlich feststellt und übrigens bei der Betrachtung der Wäschetruhen der Parteien und des amerikanischen Vorbildes einleuchtet, hängt die Einbuchtung dieser Kanten mit der Technik des Aufhängens des Sackes zusammen. Sie verhütet, dass sich dort, wo die Kanten die Seitenstäbe des Gestelles kreuzen, Falten bilden. Das Handelsgericht hat den Rechtsbegriff der Technik nicht verkannt. Falten |205| sind dem Sacke nachteilig. Sie beeinträchtigen zwar nicht seine Brauchbarkeit zum Aufbewahren der Wäsche oder sein Fassungsvermögen, doch können sie zu rascherer Beschmutzung oder Abnützung des Plastikstoffes führen. Zudem wirken sie unschön. Auch Massnahmen zur Beseitigung von Unschönheiten können aber vom Muster- und Modellschutz ausgeschlossen sein. Sie geniessen ihn dann nicht, wenn die Unschönheiten die Folge einer unvollkommenen Technik sind. So verhält es sich im vorliegenden Falle. Die Falten im amerikanischen Wäschesack bilden sich ungewollt, weil das Gestell und der Sack ungenügend aufeinander abgestimmt sind. Da die Einbuchtung des Sackes der Klägerin somit einen technischen Zweck erfüllt, kann sie nicht als Modell geschützt werden.\n\nDass sie dem Sack zugleich einen gefälligen Umriss verschafft, ändert nichts. Eine Formgebung ist nur dann schutzfähig, wenn sie ausschliesslich um des Geschmackes willen erfolgt; denn Art. 3 MMG will verhüten, dass der Muster- und Modellschutz Dritte in der technisch nützlichen Ausgestaltung oder zweckmässigen Herstellung des Gegenstandes behindere.\n\nUnerheblich ist auch, ob das technische Problem anders gelöst werden könnte. Jedermann ist berechtigt, es auf gleiche Weise zu lösen wie die Mitbewerber. Niemand kann das verhindern, indem er die durch eine bestimmte technische Massnahme bedingte Form als Muster oder Modell hinterlegt. Daher kann dem Beklagten nicht vorgehalten werden, er hätte die Faltenbildung des Sackes z.B. durch eine Ausbuchtung der Stäbe des Gestelles verhüten können. Aus dem gleichen Grunde war er auch nicht verpflichtet, die Kanten des Sackes nach der Einbuchtung in einer geraden Linie abwärts weiterzuführen, statt durch eine anschliessende Ausbuchtung dem Sack auf halber Höhe die gleiche Breite zurückzugeben, die er oben hat. Durch die gerade Weiterführung der Kante würde der Rauminhalt des Sackes verkleinert, also der vom Gestell eingenommene Platz nicht voll ausgenützt.\n\nb) Dient die Einengung mit anschliessender Wiederausweitung des Sackes technischen Zwecken, so bleibt von der Linienführung der Kanten nichts übrig, was als schutzfähige Formgebung im Sinne des Art. 2 MMG angesprochen werden könnte. Man kann nicht einwenden, es sei das Verdienst der Klägerin, dass sie die Ein- und Ausweitung in einer harmonischen Linie |206| vornahm, während vom technischen Standpunkt aus schon ein weniger gefälliger, z.B. ein zackiger Verlauf der Kantenlinie genügt hätte. Wenn die Klägerin schon ein- und ausbuchten wollte, lag am nächsten, das durch eine abgerundete Führung der senkrechten Sackkanten zu tun. Das drängte sich schon deshalb geradezu auf, weil beim Sack der Klägerin wie beim amerikanischen Vorbild die oberen wagrechten Kanten abgerundet in die senkrechten Kanten übergehen und auch die Seitenränder des herabhängenden Lappens des Deckels wie beim Vorbild bogenförmig verlaufen. Dazu kommt, dass solche Umrisse, wie der hinterlegte Sack sie hat, bei andern Gegenständen, z.B. bei Blumenvasen, längst bekannt sind. Es bedurfte keines geistigen Aufwandes, um einem Gefäss oder Möbel zum Aufbewahren gebrauchter Wäsche diese Form zu geben. Die Klägerin hat aus bekanntem Gemeingut etwas Gefälliges übernommen, aber nichts Originelles geschaffen.\n\nDie Hinterlegung Nr. 95'330 ist daher ungültig. Das hat zur Folge, dass die Klägerin dem Beklagten die Herstellung und den Vertrieb seines Wäschesackes nicht gestützt auf die Vorschriften des MMG verbieten lassen kann.\n\n6. Die Nachahmung einer nach Muster- und Modellrecht nicht oder nicht mehr geschützten Form, ja sogar ihre sklavische Nachmachung, ist grundsätzlich auch unter dem Gesichtspunkt des Wettbewerbsrechts nicht unerlaubt. Sonst wären die im Interesse der Allgemeinheit aufgestellten Schranken des Muster- und Modellschutzes gegenstandslos. Es entständen unbeschränkte Monopole, die dem freien Wettbewerb und dem Fortschritt auf dem Gebiete der Technik oder Ästhetik im Wege ständen. Eine solche Wirtschaftsordnung wollte der Gesetzgeber beim Erlass des UWG sowenig aufkommen lassen wie beim Erlass des MMG (BGE 57 II 461,BGE 73 II 196,BGE 79 II 319, BGE 83 II 163 f., BGE 87 II 57 f., BGE 88 IV 83). Das UWG steht der Nachmachung oder Nachahmung der vom Sondergesetz nicht geschützten Ware eines Mitbewerbers nur im Wege, wenn sie wegen besonderer Umstände gegen Treu und Glauben verstösst.\n\nDiese Voraussetzung ist z.B. erfüllt, wenn sich der Nachahmer durch ein gegen Treu und Glauben verstossendes Vorgehen in den Besitz der Vorlagen setzt, die ihm die Nachahmung ermöglichen. Das traf in dem in BGE 90 II 51 ff. veröffentlichten Falle zu. Dem heutigen Beklagten werden dagegen solche |207| oder ähnliche Schritte nicht vorgeworfen. Fragen kann sich nur, ob schon die Nachmachung als solche unlauter sei.\n\nDas kann nach der Rechtsprechung unter Umständen dann zutreffen, wenn die nachgemachte Form weder technisch noch ästhetisch bedingt, sondern eine blosse der Ausstattung des Gegenstandes dienende Zutat ist (BGE 57 II 461,BGE 69 II 298,BGE 79 II 320, BGE 87 II 58, BGE 88 IV 83). Die Ein- und Ausbuchtung der senkrechten Kanten des Sackes der Parteien dient indessen nicht der Ausstattung der Ware, sondern erfüllt einen technischen Zweck. Der Beklagte verstiess daher nicht gegen Treu und Glauben, indem er die nach Modellrecht nicht geschützte Form nachmachte.\n\nOb die Käufer wussten, dass eine Zeitlang nur die Klägerin Wäschesäcke dieser Form herstellte, ist unerheblich, und es kommt auch nicht darauf an, ob sie nach dem Erscheinen des Erzeugnisses des Beklagten immer noch der Meinung waren, die Klägerin sei einzige Lieferantin. Die Auffassung des kaufenden Publikums über die Herkunft einer Ware gibt dem Hersteller kein ausschliessliches Recht auf ihre technisch bedingte Form (BGE 79 II 323lit. b).\n\nEs ist auch unerheblich, ob der Mitbewerber das technische Problem anders lösen könnte als der erste Erzeuger. Was hierüber zur Frage des Modellschutzes ausgeführt wurde, gilt auch unter dem Gesichtspunkt des UWG. Treu und Glauben verpflichten niemanden, eine gemeinfreie technische Lösung durch eine andere zu ersetzen, nur damit die Ware eine andere Form bekomme als die des ersten Herstellers. Der Beklagte handelte daher nicht unlauter, indem er die Faltenbildung auf gleiche Weise vermied wie die Klägerin, statt z.B. durch eine Ausbuchtung der Seitenstäbe des Gestelles oder durch eine gerade Weiterführung der eingebuchteten Sackkanten.\n\n7. a) Wenn die umstrittene Ein- und Ausbuchtung des Wäschesackes nicht technisch bedingt wäre, sondern die Natur einer blossen Ausstattung hätte, müsste bedacht werden, dass nicht jede Nachmachung einer solchen unlauter ist. Die der blossen Ausstattung dienenden Formen dürfen nur dann nicht nachgemacht oder nachgeahmt werden, wenn dadurch beim Käufer die Meinung aufkommen könnte, die Ware stamme aus dem Betrieb des andern Bewerbers oder sei von besserer Qualität als sie ist. Das setzt nach der Rechtsprechung des Bundesgerichts |208| voraus, dass die Ausstattung auf einen bestimmten Hersteller oder auf eine bestimmte Qualität der Ware hinweise, sei es von Anfang an, weil sie durch originelle Ausgestaltung solche Vorstellungen erweckt, sei es erst im Verlaufe der Zeit, weil sich die Käufer nach und nach daran gewöhnen, die so ausgestatteten Gegenstände als Ware bestimmter Herkunft oder Qualität zu betrachten (BGE 72 II 394ff. Erw. 3,BGE 79 II 321lit. c, BGE 87 II 56, BGE 88 IV 93, BGE 90 IV 172). In BGE 83 II 162 f. wurde allerdings entschieden, wenn jemand die nicht technisch bedingte Ausstattung der Ware eines andern ohne jede Abänderung übernehme, lasse dies darauf schliessen, dass er sich nur den guten Ruf seines Mitbewerbers oder seiner Ware zunutze machen wolle, und das sei missbräuchlich ohne Rücksicht darauf, ob im übrigen die nachgeahmte Ausstattung originell sei oder Verkehrsgeltung erlangt habe. Diese Auffassung widerspricht jedoch den angeführten früheren und späteren Entscheiden und leuchtet nicht ein. Es verstösst an sich nicht gegen Treu und Glauben, aus den Erfahrungen und Erfolgen der Mitbewerber Nutzen zu ziehen. Jeder tut das im Rahmen des Erlaubten, und zwar selbst auf die Gefahr hin, dass sein Auftreten als Konkurrent den Umsatz des andern schwäche. Es ist nicht zu ersehen, weshalb das nur bei der Nachmachung oder Nachahmung patentrechtlich nicht geschützter technischer Errungenschaften zulässig sein sollte, nicht auch bei der Nachahmung muster- oder modellrechtlich nicht geschützter Formen, die beim Käufer Anklang gefunden haben. Die Lauterkeit des Wettbewerbes verlangt nur, dass die nachgemachte oder nachgeahmte Ausstattung nicht den Eindruck erwecke, die Ware stamme aus dem Betrieb des Mitbewerbers oder sei von anderer Qualität, als sie wirklich ist. Das setzt voraus, dass sie nach der in den Käuferkreisen herrschenden durchschnittlichen Auffassung über die Herkunft oder Qualität der Ware überhaupt etwas aussage.\n\nb) Das Handelsgericht bejaht die Kennzeichnungskraft des Wäschesackes der Klägerin und damit die Unerlaubtheit der Nachmachung, weil dieser Sack kein wahllos gekaufter Massenartikel sei, sondern von der Hausfrau beim Kauf kritisch geprüft werde, und weil er im gesamten betrachtet eine gewisse Eigenart aufweise, die sich einpräge und nicht nur vom Fachmann, sondern auch von der Hausfrau in Erinnerung behalten werde.\n\nDas Handelsgericht meint also, die Kennzeichnungskraft bestehe schon dann, wenn die Abnehmer einer Ware deren Form |209| prüfen und in Erinnerung behalten. Das genügt indessen nach dem Gesagten nicht. Kennzeichnungskraft hat eine Ausstattung nur dann, wenn die Käufer der Meinung sind, alle so ausgestattete Ware komme von ein und demselben bestimmten Hersteller oder weise eine bestimmte Qualität auf. Dabei kommt es, wenn wie hier nur die Herkunft der Ware in Frage steht, auf die Auffassung der letzten Abnehmer an; denn die Wiederverkäufer werden durch die Ausstattung der Ware nicht über die Person des Herstellers irregeführt, da sie mit diesem direkt verkehren.\n\nIm vorliegenden Falle ist nicht festgestellt, dass im Zeitpunkt, als der Beklagte den nachgemachten Sack auf den Markt brachte, die letzten Abnehmer die Klägerin als einzige Herstellerin von Wäschesäcken mit ein- und ausgebuchteten Seitenkanten der streitigen Form betrachteten. Die Klägerin hat das nicht behauptet. Von selber versteht es sich aber nicht, zumal die Klägerin nicht geltend gemacht hat, sie habe in der Reklame darauf hingewiesen, dass nur sie allein Säcke dieser Form herstelle. Es ist auch unwahrscheinlich, dass Hausfrauen beim Einkauf dieses Artikels von verhältnismässig kurzer Lebensdauer und geringem Preis - die Klägerin verkauft ihn für Fr. 22.-, der Beklagte für Fr. 18.50 - überhaupt Wert auf seine Herkunft legen. Solche Gebrauchsgegenstände pflegt man in Warenhäusern, Papeterien oder andern Geschäften des Einzelhandels einzukaufen, ohne nach dem Hersteller zu fragen. Es hat denn auch kein einziger der Zeugen ausgesagt, die Hausfrauen hätten Wert darauf gelegt, den Namen des Herstellers zu erfahren, und sie hätten vor dem Erscheinen des Konkurrenzerzeugnisses gewusst, dass nur die Klägerin Säcke dieser Form erzeugte. Dass Einkäufer aus den Kreisen der Händler bei der Einvernahme als Zeugen die nachgemachte Form als solche der Klägerin bezeichneten, ändert nichts. Daraus geht nicht hervor, dass auch die Hausfrauen die Klägerin als ursprünglich einzige Herstellerin kannten. Im übrigen ist unwahrscheinlich, dass die kurze Zeit, während der das Erzeugnis der Klägerin allein auf dem Markte war - nach der Behauptung der Klägerin soll der Beklagte es schon drei Jahre nach dem ersten Erscheinen nachgemacht haben -, genügt hätte, um der nicht originellen Form der Ein- und Ausbuchtung des Wäschesackes Kennzeichnungskraft zugunsten der Klägerin zu verschaffen.\n\n|210|\n\n8. Die Klägerin erachtet schliesslich die Nachmachung der Form ihres Wäschesackes noch deshalb als unlauter, weil der Beklagte auch den Stoff mit dem gleichen Chrysanthemenmuster verwendet wie sie. Dass dieses Muster zu ihren Gunsten Verkehrsgeltung erlangt habe, behauptet sie indessen nicht. Sie anerkennt gegenteils mit Recht, dass jeder Hersteller von Wäschetruhen Stoff mit diesem Muster verwenden darf. Sind aber sowohl die Nachmachung der Form des Wäschesackes als auch die Herstellung aus Stoff mit dem erwähnten Blumenmuster frei, so kann das Vorgehen des Beklagten nicht deshalb gegen Treu und Glauben verstossen, weil er beide Massnahmen miteinander verbunden hat. Wäre die Verwendung des Chrysanthemen-Musters für Wäschesäcke dieser Form unerlaubt, so könnte dem Beklagten übrigens nur die Verarbeitung von Stoff mit diesem Muster, nicht die Herstellung von Wäschesäcken der umstrittenen Form untersagt werden, wie die Vorinstanz es getan hat.\n\nDie Klage ist daher entgegen der Auffassung des Handelsgerichtes auch aus dem Gesichtspunkte des Wettbewerbsrechts unbegründet."}