{"annee": "92", "cour": "IV", "page": "44", "date": "15/3/1966", "cite": ["81 IV 166", "91 IV 188", "84 IV 163", "69 IV 118"], "cite_par": ["106 IV 38", "129 IV 53", "101 IV 53"], "chapeau": "12. Auszug aus dem Urteil des Kassationshofes vom 15. März 1966 i.S. Alder gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 251 CP, art. 36 sv. A ChA. Ce sont exclusivement les dispositions pénales des art. 36 sv. AChA qui s'appliquent au faux dans les titres perpétré à seule fin de soustraire l'impôt sur le chiffre d'affaires perçu en Suisse."], "faits": "|44|\n\nA.- Im November 1959 verkaufte Pessina sein Simca-Sportcabriolet, Jahrgang 1958, dem Autohändler Stutz in Zürich. Etwa am 23. des gleichen Monats verkaufte Autohändler Meyer, nachdem er mit Stutz und dessen Verkäufer Alder verhandelt hatte, den Occasionswagen Simca zum Preis von Fr. 8500.-- an seinen Kunden Huber weiter. Dieser machte Meyer am 5. Dezember 1959 eine Anzahlung von Fr. 5500.-- und bezahlte den Restbetrag im März 1960, während Meyer für den Wagen am 30. November 1959 Fr. 7300.-- an Stutz entrichtet hatte.\n\nBei diesem Gechäft erstellte Alder zuhanden von Meyer eine mit Pessina unterzeichnete, vom 23. November 1959 datierte falsche Quittung des Inhalts, dass Pessina von Huber für den Simca den Betrag von Fr. 8500.-- erhalten habe. Mit dieser gefälschten Quittung wollte er Meyer ein Mittel zum Nachweis verschaffen, dass der Kauf direkt zwischen Pessina und Huber zustande gekommen sei und daher nicht der Warenumsatzsteuer unterliege. Meyer verwendete die Quittung nicht zum vorgesehenen Zweck.\n\nB.- Das Obergericht des Kantons Zürich erklärte Alder |45| am 22. Juni 1965 der Urkundenfälschung im Sinne von Art. 251 Ziff. 1 StGB schuldig und verurteilte ihn zu 14 Tagen Gefängnis.\n\nC.- Alder führt gegen dieses Urteil Nichtigkeitsbeschwerde mit dem Antrag auf Freisprechung.\n\nD.- Die Staatsanwaltschaft des Kantons Zürich beantragt Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Wer eine falsche Urkunde herstellt oder zur Täuschung gebraucht, um kantonale Steuern zu hinterziehen, ist für die Urkundenfälschung nicht nach Art. 251 StGB, sondern ausschliesslich nach den in Art. 335 Ziff. 2 StGB vorbehaltenen Bestimmungen des kantonalen Steuerstrafrechts zu beurteilen, vorausgesetzt, dass die Urkunde ihrer Natur nach nur für die Steuerbehörden bestimmt ist, wie z.B. der Lohnausweis (BGE 81 IV 166 ff.), und nicht zugleich andern als steuerrechtlichen Zwecken dient, wie dies z.B. beim Vertrag über einen Grundstückkauf (BGE 84 IV 167) oder der ordentlichen Geschäftsbuchhaltung und ihren Bestandteilen (BGE 91 IV 191 f.) der Fall ist. Der Grund für die ausschliessliche Anwendung des Steuerstrafrechts liegt darin, dass der Täter, der nur zum Zwecke der Steuerhinterziehung eine Urkunde fälscht, einer ihm übergeordneten, mit öffentlichrechtlichen Kontroll- und Zwangsbefugnissen ausgestatteten Verwaltung gegenübersteht und es darum gerechtfertigt ist, seine Tat nach einem andern Masstab zu beurteilen, als wenn er sie zum Nachteil einer Privatperson begeht, die sich ihm gegenüber in gleichgeordneter Stellung befindet und daher schutzbedürftiger ist. Art. 251 StGB bezweckt denn auch in erster Linie den Schutz des einzelnen im privatrechtlichen Geschäftsverkehr, während die Wahrheitspflicht im Steuerverfahren dem Interesse des Staates am zuverlässigen und gesetzmässigen Gang der öffentlichen Verwaltung dient und dieses Interesse durch die Strafbestimmungen der Steuergesetzgebung im allgemeinen hinreichend geschützt wird (NOLL, Nebenstrafrecht und Rechtsgleichheit, in ZStR 1959, 47 ff.).\n\nWas für die kantonalen Steuern gilt, trifft ebensosehr zu, wenn die Herstellung oder der Gebrauch gefälschter Urkunden dazu bestimmt ist, Bundessteuern zu hinterziehen. Auch hier rechtfertigt das Unterordnungsverhältnis, in dem der Täter zur öffentlichen Verwaltung steht, das Urkundendelikt, das |46| zugleich Art. 251 StGB erfüllt, nach den Sonderbestimmungen des eidgenössischen Steuerstrafrechts zu ahnden. Diese Auffassung liegt im allgemeinen auch den bundesrechtlichen Steuererlassen zugrunde. Einerseits stellen sie den Gebrauch falscher, verfälschter oder inhaltlich unwahrer Urkunden durch Steuer- und Auskunftspflichtige und die Gehilfenschaft Dritter, die zur Unterstützung des Steuerdelikts Urkunden solcher Art ausstellen, ausdrücklich oder sinngemäss unter Strafe (vgl. z.B. Art. 129, 131 des Wehrsteuerbeschlusses, Art. 16 und 17 des Verrechnungssteuerbeschlusses, Art. 40 des Bundesgesetzes über den Militärpflichtersatz), und anderseits sehen sie, ausgenommen bei der Getränkesteuer und der Warenumsatzsteuer auf der Wareneinfuhr, von der Aufstellung einer KOIlisionsnorm durchwegs ab, was dahin auszulegen ist, dass die Anwendung des Art. 251 StGB ausgeschlossen werden wollte (NOLL, a.a.O. S. 40). In diesem Sinne sind die Strafbestimmungen des Steuerstrafrechts auch von der eidgenössischen Steuerverwaltung seit jeher gehandhabt worden, und ebenso geht vom Grundsatz der Spezialität auch der Vorentwurf zu einem Bundesgesetz über das Verwaltungsstrafrecht aus, der die auf dem Gebiete des Verwaltungs-, insbesondere Fiskalrechts begangenen Urkundendelikte unter Vorbehalt von Art. 317 StGB einer allgemeingültigen Sonderordnung unterstellt (Art. 22 des Vorentwurfes der Expertenkommission vom Oktober 1962). Die geltenden bundesrechtlichen Steuererlasse bedrohen die Verwendung gefälschter Urkunden allerdings gleich wie die Steuerdelikte im allgemeinen bloss mit Busse; einzig das neuere Bundesgesetz über den Militärpflichtersatz (Art. 40) und für schwere Fälle auch der Verrechnungssteuerbeschluss (Art. 16) sehen Gefängnis vor. Die Androhung von Busse allein mag nach heutiger Anschauung, insbesondere im Vergleich zu dem in Art. 251 StGB vorgesehenen Strafrahmen - Zuchthaus bis zu fünf Jahren oder Gefängnis - als zu milde Strafe erscheinen. Das ist aber noch kein ausreichender Grund, um vom Grundsatz, dass das einzig zum Zwecke der Steuerhinterziehung begangene Urkundendelikt nach den Strafbestimmungen des Steuerstrafrechts beurteilt werden soll, abzugehen. Die gleiche Auffassung hat der Kassationshof schon in BGE 81 IV 169 in bezug auf das Verhältnis zwischen den Strafbestimmungen des Wehrsteuerbeschlusses und Art. 251 StGB vertreten. Sie ist heute umso begründeter, als mit dem |47| erwähnten Bundesgesetz über das Verwaltungsstrafrecht die gesetzliche Grundlage für einen erweiterten Strafrahmen geschaffen werden soll, der erlaubt, inskünftig auch nach dem Sondergesetz Gefängnisstrafen auszufällen.\n\nIm vorliegenden Falle kommt eine Widerhandlung gegen die Strafbestimmungen des Warenumsatzsteuerbeschlusses über die Erhebung der Steuer im Inland (Art. 36 ff.) in Betracht, die - im Gegensatz zur Warenumsatzsteuer auf der Wareneinfuhr (Art. 44 ff.) - in ihren Grundzügen auf der gleichen Ordnung beruht, wie sie der Wehrsteuer und den meisten andern Steuererlassen des Bundes zugrundeliegt. Dass die Art. 36 ff. WUStB den Gebrauch falscher, verfälschter oder unwahrer Urkunden im Unterschied zu Art. 129 Abs. 2 WStB nicht besonders erwähnen und nicht als qualifizierte Steuerhinterziehung unter erhöhte Strafdrohung stellen, ist unerheblich. Der Straftatbestand der Steuerhinterziehung, begangen durch falsche Auskunftserteilung gegenüber der Warenumsatzsteuerbehörde (Art. 36 Abs. 2 lit. b WUStB), erfasst ausdrücklich auch das Verschleiern von Tatsachen, worunter vor allem das Vorlegen falscher, verfälschter oder unwahrer Urkunden und Belege fällt. Die vorsätzliche Täuschung der Steuerbehörden mittels gefälschter Urkunden ist alsdann bei der Strafzumessung als Erschwerungsgrund zu berücksichtigen (WELLAUER, Die eidgenössische Warenumsatzsteuer, S. 465 Note 999).\n\nDie falsche Quittung, die der Beschwerdeführer beim Wiederverkauf eines Occasionsautos ausstellte, diente nach ihrer Zweckbestimmung ausschliesslich der Hinterziehung der Warenumsatzsteuer. Mit der Urkunde wollte die Tatsache, dass der Occasionswagen durch einen steuerpflichtigen Autohändler weiterverkauft wurde, verschleiert und vorgetäuscht werden, dass der Verkauf ohne Einschaltung eines Grossisten direkt zwischen zwei nicht steuerpflichtigen Privatpersonen stattgefunden habe. Zu einem andern Zweck, als die Steuerbehörden über den Bestand der Steuerpflicht irrezuführen, war die Quittung nicht bestimmt. Sie war als blosser Beleg auch nicht Bestandteil der Buchhaltung und hatte daher nicht wie die Eintragung in Geschäftsbüchern zum vorneherein auch dem Beweis zivilrechtlicher Verhältnisse zu dienen. Auf die vom Beschwerdeführer begangene Urkundenfälschung sind daher unter Ausschluss von Art. 251 StGB einzig die Strafbestimmungen der Art. 36 ff. WUStB anwendbar.\n\n|48|\n\n3. Das angefochtene Urteil muss infolgedessen aufgehoben werden, und es ist zu prüfen, ob der Beschwerdeführer auf Grund der Art. 36 ff. WUStB zu bestrafen ist. Nach den verbindlichen Feststellungen des Obergerichts war von den am Autohandel beteiligten Händlern nicht Stutz, sondern Meyer, der den Wagen auf eigene Rechnung weiterverkaufte, steuerpflichtig. Dass dieser die geschuldete Warenumsatzsteuer im Sinne von Art. 36 WUStB hinterzogen oder gemäss Art. 38 WUStB gefährdet habe, ist nicht festgestellt. In der Beschwerdebegründung wird zwar behauptet, Meyer habe die Umsatzsteuer entrichtet, doch ist diese Frage offenbar nicht, jedenfalls nicht endgültig überprüft worden, und sie bleibt deshalb abzuklären. Die eidgenössische Steuerverwaltung ist, wie sie in ihrem Schreiben vom 3. März 1965 erklärte, dieser Frage nicht weiter nachgegangen, weil die Steuerforderung als solche verjährt war; sie vermutet aber, dass die Steuer von Meyer hinterzogen worden sei. Wird dies festgestellt, kommt eine Bestrafung des Beschwerdeführers nach Art. 39 WUStB wegen Anstiftung oder Gehilfenschaft zum Tatbestand der Steuerhinterziehung in Betracht; eine Verjährung der Strafverfolgung ist im Falle des Beschwerdeführers zufolge wiederholter Unterbrechung offensichtlich nicht eingetreten (Art. 42 WUStB).\n\nLäge dagegen keine strafbare Haupttat vor, so dass Anstiftung und Gehilfenschaft ausschieden, käme eine Bestrafung des Beschwerdeführers allenfalls nur wegen versuchter Begünstigung (Art. 39 WUStB) in Frage. Voraussetzung dazu wäre, dass der Wille des Beschwerdeführers nicht bloss darauf gerichtet war, Meyer zur Begehung des Steuerdeliktes zu bestimmen oder ihm dabei Hilfe zu leisten, sondern auch darauf, ihn zugleich mit der gefälschten Urkunde der Strafverfolgung zu entziehen. Ausserdem müsste der Tatbestand der Begünstigung unabhängig davon, ob der Begünstigte eine Straftat begangen hat, strafbar sein, wie dies nach Art. 305 StGB zutrifft (BGE 69 IV 120). Ob Art. 39 WUStB im gleichen Sinne ausgelegt werden kann, erscheint nach dem Randtitel, der die Begünstigung zusammen mit der Anstiftung und Gehilfenschaft unter dem einheitlichen Begriff der Teilnahme zusammenfasst, indessen fraglich."}