{"annee": "92", "cour": "IV", "page": "10", "date": "10/1/1966", "cite": ["90 IV 230", "86 IV 29", "89 IV 213"], "cite_par": ["95 IV 154", "112 IV 94", "109 IV 131", "101 IV 173", "108 II 475", "106 IV 405", "105 IV 41", "94 I 569", "112 IV 100", "117 IV 507"], "chapeau": "4. Urteil des Kassationshofes vom 10. Januar 1966 i.S. Ingold gegen Justizdirektion des Kantons Appenzell A.Rh.", "regestes": ["Art. 1 al. 2 LCR. Notion de \"route servant à la circulation publique\" (consid. 1 et 2). Art. 37 al. 2 LCR. Les opérations par lesquelles un véhicule quitte son \"box\" et gagne l'esplanade devant le garage constituent des opérations de circulation (consid. 3). Art. 19 al. 2 lit. g et a OCR combiné avec l'art. 18 al. 3 OCR. Obstruction et mise en danger de la circulation et obstruction d'un transport public provoquées par le stationnement d'une voiture devant la sortie des \"boxes\" destinés aux automobiles postales (consid. 4)."], "faits": "BGE 92 IV 10 S. 11\n\nA.- Frau Ingold fuhr am 2. September 1964 um 13.15 Uhr mit ihrem Personenwagen auf den Vorplatz der Postgarage in Heiden, um ihn dort zu wenden und alsdann hinter einem Postauto anzuhalten, das für einen Ausflug bereit stand und hinter dem sie herzufahren beabsichtigte. Als sie, im Wagen bleibend, auf dem Vorplatz hielt, fuhr ein anderes Postauto rückwärts aus der Boxe und stiess auf ihr Fahrzeug. An beiden Wagen entstand Sachschaden.\n\nB.- Das Bezirksgericht Vorderland büsste Frau Ingold am 7. Juli 1965 wegen Übertretung von Art. 37 Abs. 2 SVG und Art. 18 Abs. 3 VRV mit Fr. 30.-.\n\nC.- Hiegegen führt die Gebüsste Nichtigkeitsbeschwerde mit dem Antrag, die Sache sei zur Freisprechung an das Bezirksgericht zurückzuweisen. Die Justizdirektion des Kantons Appenzell A.-Rh. hat auf Gegenbemerkungen verzichtet.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Für die Führer von Motorfahrzeugen gelten die Verkehrsregeln (Art. 26-57 SVG in Verbindung mit den entsprechenden Ausführungsvorschriften der VRV) nur auf den \"dem öffentlichen Verkehr dienenden Strassen\" (Art. 1 Abs. 2 SVG). Strassen sind die von Motorfahrzeugen, motorlosen Fahrzeugen oder Fussgängern benützten Verkehrsflächen (Art. 1 Abs. 1 VRV), und öffentlich sind Strassen, die nicht ausschliesslich privatem Gebrauch dienen (Art. 1 Abs. 2 VRV). Massgeblich ist dabei nicht, ob die Strasse in privatem oder öffentlichem Eigentum stehe, sondern ob sie auch dem allgemeinen Verkehr diene. Letzteres trifft dann zu, wenn die Bodenfläche einem unbestimmbaren Personenkreis zur Verfügung steht, selbst wenn die Benutzung nach Art oder Zweck eingeschränkt ist (BGE 86 IV 31 und nicht veröffentlichte Urteile in Sachen Zbinden/Luzern vom 15. September 1964, Erw. 1; in Sachen Bolz/Luzern vom 27. September 1965, Erw. 1).\n\n2. Der Vorplatz vor der Postgarage in Heiden wird von den in den Boxen untergebrachten Postfahrzeugen benützt und ist daher eine Strasse im Sinne von Art. 1 Abs. 1 VRV. Darüber, ob er gemäss Abs. 2 der genannten Bestimmung auch öffentlich sei, hat sich die Vorinstanz nicht ausgesprochen, obwohl die Beschwerdeführerin - wie im Urteil ausdrücklich vermerkt - bestritten hatte, dass jener Bodenfläche die fragliche Eigenschaft zukomme. Die Sache ist daher an das Bezirksgericht BGE 92 IV 10 S. 12zur Klärung der Frage zurückzuweisen, ob der Vorplatz ausschliesslich dem internen Betrieb der Postverwaltung (Ein- und Ausfahrt, Abstellen der Wagen usw.) vorbehalten sei, oder ob er daneben auch öffentlichen Zwecken diene. Das wäre beispielsweise dann anzunehmen, wenn der Vorplatz zugleich als Haltestelle für Fahrgäste bestimmt wäre oder wenn er sonst dem Fahr- oder auch nur dem Fussgängerverkehr in der oben umschriebenen Weise offen stünde. Nicht zur öffentlichen Strasse wird dieser Vorplatz, wenn er nur unbefugterweise auch von andern als den zum Postbetrieb gehörenden Personen benutzt wird.\n\n3. Für den Fall, dass der bezeichnete Vorplatz als öffentlich angesehen werden müsste, ist zu untersuchen, ob und gegebenenfalls inwiefern die Beschwerdeführerin eine Verkehrsregel verletzt habe, bezw. ob die weiteren gegen das angefochtene Urteil erhobenen Einwendungen der Beschwerde begründet seien.\n\nDie Vorinstanz nimmt eine Übertretung von Art. 37 Abs. 2 SVG an, wonach Fahrzeuge dort nicht angehalten oder aufgestellt werden dürfen, wo sie den Verkehr behindern oder gefährden könnten. Diese Beurteilung ist nicht zu beanstanden. Entgegen der Auffassung der Beschwerdeführerin gehört zum Verkehr im Sinne der angeführten Bestimmung auch die Ausfahrt aus einer Garagenboxe auf einen Vorplatz. Unwesentlich ist dabei, ob ein solcher Vorplatz auch dem durchfahrenden oder nur dem übrigen öffentlichen Verkehr zugänglich sei. Dem widerspricht nicht die mit der Beschwerde angerufene Bestimmung von Art. 36 Abs. 4 SVG, nach welcher der Führer, der sein Fahrzeug in den Verkehr einfügen, wenden oder rückwärts fahren will, andere Strassenbenützer nicht behindern darf, sondern ihnen den Vortritt zu lassen hat. Diese Vorschrift gilt sinngemäss nur gegenüber dem fliessenden Verkehr; sie gestattet keinem Motorfahrzeugführer, eine Ausfahrt durch Anhalten oder Parkieren zu versperren oder zu gefährden. Art. 36 Abs. 4 SVG und die Ausführungsvorschrift von Art. 15 Abs. 3 VRV gehen daher Art. 37 Abs. 2 SVG nicht, wie die Beschwerde meint, vor, sondern nach.\n\n4. Wann gemäss Art. 37 Abs. 2 SVG der Verkehr behindert oder gefährdet werden kann, ist in den Ausführungsvorschriften (Art. 18-21 VRV) näher umschrieben, wobei für Halten und Parkieren Verschiedenes gilt.\n\nBGE 92 IV 10 S. 13\n\na) Nach Art. 19 Abs. 2 lit. g VRV ist das Parkieren vor Zufahrten zu fremden Gebäuden oder Grundstücken untersagt. Unter Parkieren ist gemäss Art. 19 Abs. 1 VRV das Abstellen des Fahrzeuges zu verstehen, das nicht bloss dem Ein- und Aussteigenlassen von Personen oder Güterumschlag dient. Darnach hat die Beschwerdeführerin ihren Wagen parkiert. Denn nach ihrer eigenen Darstellung beschränkte sie sich nicht nur darauf, Fahrgäste aufzunehmen, sondern sie stellte ihr Fahrzeug hinter den für einen Sonderausflug vorgesehenen Gesellschaftswagen hin, um dessen Abfahrt abzuwarten. Dass sie dies in ihrem Wagen sitzend tat und dabei den Motor laufen liess, ändert nichts. Entscheidend ist, dass sie mit ihrem Fahrzeug noch zu einem andern, als den im Gesetz (Art. 19 Abs. 1 VRV) für das blosse Anhalten umschriebenen Zweck (Ein- und Aussteigenlassen von Personen oder Güterumschlag) stehen blieb (vgl. BGE 89 IV 216 und BGE 90 IV 232). Hat die Beschwerdeführerin auf diese Weise, wenn auch nur für kurze Zeit, vor einer Zu- bezw. Ausfahrt parkiert, so machte sie sich der Übertretung von Art. 19 Abs. 2 lit. g VRV schuldig, immer vorausgesetzt, dass der Vorplatz dem öffentlichen Gebrauch dienstbar war.\n\nb) Darüber hinaus hat die Beschwerdeführerin ein öffentliches Verkehrsmittel behindert, wozu entgegen ihrer Auffassung auch das aus einer Boxe auf den Vorplatz fahrende Postauto gehört. Sie parkierte demnach an einer Stelle, wo nach Art. 18 Abs. 3 VRV schon das blosse Anhalten und deshalb nach Art. 19 Abs. 2 lit. a auch das Parkieren verboten war. Diese Vorschrift hat die Beschwerdeführerin demnach auf alle Fälle übertreten. Ist auch, wenn der Vorplatz öffentlich gewesen sein sollte, Art. 19 Abs. 2 lit. g übertreten, so stehen die beiden Übertretungen in Idealkonkurrenz zueinander.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird dahin gutgeheissen, dass das Urteil des Bezirksgerichtes Vorderland vom 7. Juli 1965 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird."}