{"annee": "92", "cour": "II", "page": "111", "date": "11/5/1966", "cite": ["80 II 49", "81 II 175", "88 II 325", "91 II 44", "89 II 214", "79 II 295", "91 II 356", "58 II 433", "80 II 179", "91 II 52", "87 II 194", "88 II 195"], "cite_par": ["110 II 188", "110 II 352", "114 II 183", "113 II 31", "95 II 109", "110 II 102", "96 II 79", "101 II 168", "109 III 112"], "chapeau": "19. Urteil der I. Zivilabteilung vom 11. Mai 1966 i.S. Sznajer gegen Rodi & Wienenberger A.-G.", "regestes": ["Droit international privé. Recevabilité du recours en réforme. Détermination du droit applicable aux obligations présentant un caractère international (consid. I/1). Le juge suisse n'a pas à rechercher d'office le contenu du droit étranger, lorsque celui-ci est applicable en vertu des règles suisses de conflit, autant du moins qu'il n'a pas l'obligation impérative d'appliquer ce droit (confirmation de la jurisprudence) (consid. I/2). Dans un recours en réforme, le Tribunal fédéral doit revoir l'application du droit suisse - par le juge cantonal - en lieu et place du droit étranger (application subsidiaire, Ersatzrecht) (changement de jurisprudence) (consid. I/3-6). Le Tribunal fédéral ne revoit pas en revanche l'application du droit fédéral à titre de droit cantonal subsidiaire (consid. I/7). Une transaction permet-elle d'écouler des produits en violation d'un brevet? (consid. II)."], "faits": "BGE 92 II 111 S. 112\n\nA.- Die Klägerin, die Firma Rodi & Wienenberger A.-G. in Pforzheim, erzeugt und vertreibt Bijouteriewaren aller Art. Sie ist Inhaberin der Schweizer Patente Nr. 296423 vom 17. April 1954 und Nr. 338991 vom 31. Juli 1959 (beide mit deutscher Priorität) betreffend ein dehnbares Gliederband für Schmuck- und Gebrauchszwecke, insbesondere für Armbanduhren. Für diese Erfindungen besitzt sie überdies zahlreiche ausländische Patente, u.a. auch ein japanisches.\n\nDer in Brüssel ansässige Beklagte David Sznajer treibt unter der Firmabezeichnung \"Maison Universimpex\" mit gleichartigen Waren Handel. Er sandte im März 1963 10 Pakete mit dehnbaren Gliederbändern japanischen Ursprungs von Brüssel an die Transportfirma Danzas A.-G. in Basel, wo sie im Zollfreilager eingelagert wurden. Da diese Gliederbänder nach der Ansicht der Klägerin ihre Patentrechte verletzten, erwirkte sie BGE 92 II 111 S. 113am 14. Oktober/13. November 1963 eine vorsorgliche Verfügung, durch welche die eingelagerte Ware gemäss Art. 77 Abs. 1 PatG vorsorglich beschlagnahmt und der Klägerin Frist für die Anhebung der Prosekutionsklage angesetzt wurde.\n\nB.- Am 6. Januar 1964 reichte die Klägerin beim Zivilgericht des Kantons Basel-Stadt Klage ein mit den Begehren:\n\n\"1. Es sei festzustellen, dass die vom Beklagten bei der Firma Danzas A.-G. in Basel eingelagerten und gemäss vorsorglicher Verfügung vom 14. Oktober 1963 beschlagnahmten dehnbaren Gliederbänder (Uhrarmbänder) die Schweizer Patente Nr. 296423 und 338991 der Klägerin verletzen, und es sei demgemäss deren Vernichtung gerichtlich zu verfügen.\n\n2. Es sei dem Beklagten unter Strafandrohung im Falle der Nichtbefolgung zu verbieten, dehnbare Gliederbänder, welche die Schweizer Patente Nr. 296423 und 338991 verletzen, selber in die Schweiz einzuführen oder sie durch Dritte in die Schweiz einführen zu lassen oder sie durch die Schweiz ins Ausland abzusetzen oder durch Dritte absetzen zu lassen.\"\n\nDer Beklagte beantragte, die Klage abzuweisen.\n\nC.- Das Zivilgericht des Kantons Basel-Stadt stellte mit Urteil vom 17. März 1965 fest, dass die vom Beklagten bei der Firma Danzas in Basel eingelagerten 10 Pakete mit dehnbaren Gliederbändern (Uhrarmbändern) die Schweizer Patente Nr. 296423 und 338991 der Klägerin verletzen und verfügte in Anwendung von Art. 69 Abs. 1 PatG die Zerstörung der patentverletzenden Ware; die weitergehenden Klagebegehren wies es ab.\n\nD.- Gegen dieses Urteil reichte der Beklagte Berufung an das Bundesgericht ein, mit der er beantragte:\n\n\"1. Es sei das angefochtene Urteil aufzuheben.\n\n2. Es sei die Klage abzuweisen.\n\n3. Es seien durch einen Sachverständigen die gemäss vorsorglicher Verfügung vom 14.10.1963 beschlagnahmten Uhrenarmbänder im Zollfreilager Dreispitz in Basel in Augenschein zu nehmen zur Feststellung, dass es sich um ein Fabrikat der Firma Ueno Boeki in Tokio handelt.\n\n4. Eventuell sei die Sache zur Neubehandlung an die Vorinstanz zurückzuweisen.\"\n\nIn der Berufungsschrift hat der Beklagte anerkannt, dass die beschlagnahmten Uhrenarmbänder an sich die Patente der Klägerin verletzen. Er hat lediglich noch geltend gemacht, er sei zum Verkauf dieser Armbänder berechtigt auf Grund eines Vertrages, den die Klägerin am 2. Oktober 1963 mit der Herstellerin derselben, der Firma Ueno Boeki in Tokio, sowie mit mehreren BGE 92 II 111 S. 114andern japanischen Firmen abgeschlossen habe im Rahmen eines Vergleiches zur Beilegung verschiedener wegen Verletzung der klägerischen Patentrechte geführten Prozesse. Diesen Vertrag habe die Vorinstanz nicht richtig gewürdigt, indem sie seinen Einwand verworfen habe, es könne ihm mit Rücksicht auf die darin getroffenen Vereinbarungen keine Patentverletzung zur Last gelegt werden.\n\nDie Klägerin hat in ihrer Berufungsantwort in erster Linie den Standpunkt eingenommen, die Berufung des Beklagten sei unzulässig, weil der am 2. Oktober 1963 zwischen der Klägerin und der Firma Ueno Boeki in Tokio abgeschlossene Vertrag nicht dem schweizerischen Recht unterstehe und daher dem Bundesgericht die Befugnis fehle, die Auslegung des Vertrages durch die kantonale Instanz zu überprüfen. Eventuell hat sie beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.\n\nE.- Da die Vorinstanz es entgegen der Vorschrift von Art. 51 Abs. 1 lit. c OG unterlassen hatte, in ihrem Entscheid anzugeben, inwieweit ihre mit der Berufung angefochtene Würdigung des Vertrages vom 2. Oktober 1963 auf der Anwendung eidgenössischer, kantonaler oder ausländischer Gesetzesbestimmungen beruhe, wurde sie vom Bundesgericht gestützt auf Art. 52 OG aufgefordert, diesen Mangel zu verbessern.\n\nMit Zuschrift vom 12. November 1965 hat die Vorinstanz daraufhin dem Bundesgericht mitgeteilt, sie habe bei der Beurteilung des genannten Vertrages auf schweizerisches Recht als Ersatzrecht für primär anwendbares ausländisches Recht abgestellt.\n\nF.- Vom Bundesgericht aufgefordert, zur Frage der Zulässigkeit der Berufung Stellung zu nehmen, hat der Beklagte mit Eingabe vom 27. November 1965 anerkannt, dass der streitige Vertrag nicht dem schweizerischen Recht unterstehe. Er hält jedoch die Berufung gleichwohl für zulässig, weil die Vorinstanz den von ihm gegen die Klägerin erhobenen Vorwurf des Verstosses gegen Treu und Glauben im Sinne von Art. 2 ZGB unrichtig gewürdigt habe. Die genannte Vorschrift sei um der öffentlichen Ordnung willen aufgestellt und ihre unrichtige Anwendung durch die Vorinstanz stelle deshalb eine Verletzung von Bundesrecht auch dann dar, wenn das in Frage stehende Rechtsverhältnis nicht dem schweizerischen Recht unterstehe.\n\nG.- An der Berufungsverhandlung. vom 21. Dezember 1965 BGE 92 II 111 S. 115wurde den Parteien Gelegenheit geboten, sich zu der Frage der Zulässigkeit der Berufung zu äussern. Beide Parteien hielten an ihren im Schriftenwechsel eingenommenen Rechtsstandpunkten fest.\n\nNach Durchführung des Meinungsaustausches im Sinne von Art. 16 OG hat die I. Zivilabteilung mit Zustimmung der II. Zivilabteilung die Zulässigkeit der Berufung aus den in den folgenden Erwägungen dargelegten Gründen bejaht.", "considerants": "Das Bundesgericht hat in Erwägung gezogen:\n\nI.1. Im Berufungsverfahren ist lediglich noch die Tragweite des Vertrages vom 2. Oktober 1963 streitig, aus dem der Beklagte die Berechtigung zum Verkauf der die Patentrechte der Klägerin verletzenden, beschlagnahmten Uhrenarmbänder ableitet.\n\na) Beide Parteien gehen übereinstimmend davon aus, dass dieser Vertrag nicht dem schweizerischen Recht unterstehe, sondern einem ausländischen (wahrscheinlich dem japanischen).\n\nDieser Auffassung ist beizupflichten. Nach den Regeln des schweizerischen internationalen Privatrechtes ist auf zwischenstaatliche Schuldverhältnisse beim Fehlen einer Rechtswahl durch die Parteien das Recht jenes Landes anzuwenden, mit dem das Vertragsverhältnis den engsten räumlichen Zusammenhang aufweist; dieser besteht in der Regel mit dem Recht am Wohnsitz der Partei, deren Leistung für den in Frage stehenden Vertrag charakteristisch ist (BGE 91 II 358 Erw. 1, 445 Erw. 1, BGE 89 II 216, BGE 88 II 199 Erw. 1 und dortige Hinweise).\n\nDer streitige Vertrag enthält keine Bestimmung über das anwendbare Recht. Er wurde in Japan abgeschlossen im Verlaufe eines Patentverletzungsprozesses, den die in Deutschland ansässige Klägerin gegen eine Anzahl japanischer Firmen angestrengt hatte. Der Beklagte war am Abschluss des Vertrages nicht beteiligt. Es fehlt somit diesem Vertrag jeder räumliche Zusammenhang mit der Schweiz. Ein solcher entstand erst nachträglich durch die zufälligerweise hier erfolgte Beschlagnahme von Armbändern, die unter Verletzung klägerischer Patentrechte in Japan hergestellt worden waren. Der dadurch geschaffene Gerichtsstand vermag indessen, sowenig wie derjenige des Arrestes, die Anwendung der lex fori nicht zu rechtfertigen. Er genügt lediglich, um die für die Zulässigkeit einer (hier fehlenden) BGE 92 II 111 S. 116nachträglichen Rechtswahl durch die Parteien im Prozess erforderliche Beziehung herzustellen (BGE 91 II 52 Erw. 6).\n\nb) Die Vorinstanz ist ebenfalls davon ausgegangen, dass der streitige Vertrag grundsätzlich vom ausländischen Recht beherrscht sei. Sie hat nach ihrer Erklärung vom 12. November 1965 das schweizerische Recht lediglich als Ersatzrecht für primär anwendbares ausländisches Recht herangezogen.\n\nAngesichts dieser Erklärung, die eine nach Art. 52 OG zulässige, das angefochtene Urteil ergänzende authentische Interpretation desselben bedeutet, wäre nach der bisherigen langjährigen Rechtsprechung auf die Berufung nicht einzutreten; denn das Bundesgericht hat stets angenommen, dass es als Berufungsinstanz die Anwendung des vom kantonalen Richter als blosses Ersatzrecht herangezogenen schweizerischen Rechts nicht überprüfen dürfe (BGE 87 II 202, BGE 88 II 202 und dort angeführte Entscheide).\n\nIm Schrifttum zum schweizerischen internationalen Privatrecht ist diese Rechtsprechung seit Jahren angefochten worden; es wurde der Standpunkt vertreten, auch die Verletzung des als blosses Ersatzrecht angewendeten schweizerischen Rechts könne mit der Berufung an das Bundesgericht gerügt werden (FRITZSCHE, ZSR 44 [1925] S. 266a, sowie Schweiz. Jahrbuch für internationales Recht XIII [1956] S. 270; W. BOSSHARD, Die Aufgabe des Richters bei der Anwendung ausländischen Rechts, Diss. Zürich 1929, S. 28 f., 102, 109; NIEDERER, Einführung in die allgemeinen Lehren des internationalen Privatrechts, 3. Aufl. S. 353; derselbe in \"Die Rechtsordnung im technischen Zeitalter\", 1961, S. 73; SCHNITZER, Internationales Privatrecht, 4. Aufl. Bd. II S. 874; K. BLOCH, SJZ 50 [1954] S. 308; F. VISCHER, Internationales Vertragsrecht S. 79 N. 1, sowie SJZ 51 [1955] S. 34; W. VON STEIGER, ZBJV 99 [1963] S. 425 f.; J. GENTINETTA, Das schweizerische Bundesgericht und die Überprüfung der Anwendung ausländischen Rechts, 1964, S. 35 ff., 54 ff.). Es ist deshalb geboten, die Frage einer erneuten Überprüfung zu unterziehen.\n\nI.2. Erklären die Kollisionsnormen des schweizerischen internationalen Privatrechts ausländisches Recht als anwendbar, so kann dessen Anwendung zwingend vorgeschrieben sein, sei es durch einen Staatsvertrag, sei es durch eine Bestimmung des einheimischen Rechts, wie z.B. im Gebiete der Ehescheidung (Art. 7 h NAG). In diesem Falle muss die Partei, die einen vom BGE 92 II 111 S. 117fremden Recht beherrschten Anspruch geltend macht, den Inhalt dieses Rechts nachweisen, ansonst sie Gefahr läuft, dass ihre Klage abgewiesen wird. Ist dagegen die Anwendung des fremden Rechts nicht zwingend vorgeschrieben, so hat der Richter dessen Inhalt zwar nicht von Amtes wegen zu ermitteln, aber er kann den Schutz der Klage auch nicht vom Nachweis desselben abhängig machen. Denn die Klageabweisung mangels Feststellung des Inhalts des massgebenden ausländischen Rechts würde der höchsten Aufgabe des Rechts und der Rechtspflege, die zutreffende Sachentscheidung herbeizuführen, nicht gerecht. Einer weitverbreiteten Gepflogenheit entsprechend (BATIFFOL, Traité élémentaire de droit international privé, 3. Aufl., Paris 1959, S. 405; RAAPE, Internationales Privatrecht, 5. Aufl., Berlin 1961, S. 123), wenden auch in der Schweiz die kantonalen Gerichte das schweizerische Recht als lex fori an, wenn der Nachweis für den Inhalt des nach der schweizerischen Kollisionsnorm an sich anwendbaren ausländischen Rechts nicht erbracht worden ist. Dieses in der Schweiz allgemein gebräuchliche Vorgehen stützt sich meist aufeine Vorschrift des kantonalen Prozessrechts (so z.B. Zürcher ZPO § 100, waadtländ. ZPO Art. 127); beim Fehlen einer solchen Vorschrift ist diese Lösung auch auf dem Wege der Gerichtspraxis eingeführt worden (so z.B. im Kanton Bern; vgl. LEUCH, Berner ZPO 3. Aufl., N. 3 zu Art. 202, S. 266).\n\nDiese Regelung, die das Bundesgericht in seiner Rechtsprechung stets als zulässig erachtet hat (BGE 80 II 50, 180; BGE 81 II 177), ist im Schrifttum verschiedentlich angefochten worden mit der Begründung, selbst wenn man Art. 32 NAG nicht auch in solchen Fällen als anwendbar ansehen wolle, so sollte doch auf Grund der allgemeinen Prinzipien des internationalen Privatrechts eine Pflicht zur Anwendung des massgeblichen ausländischen Rechts von Amtes wegen angenommen und nicht zugelassen werden, dass durch prozessrechtliche Vorschriften die Anwendung des zutreffenden materiellen Rechts verunmöglicht werde (NIEDERER, Internationales Privatrecht, S. 345; VISCHER, SJZ 51 [1955] S. 33).\n\nEs besteht jedoch kein Anlass, in diesem Punkte von der bisherigen Rechtsprechung abzugehen. Das Vertragsrecht ist vom Grundsatz der Autonomie des Parteiwillens beherrscht; das gilt auch hinsichtlich des anwendbaren Rechts (BGE 79 II 299 lit. d; RAAPE, op.cit. S. 455 f.). Aus dem Vorbehalt der öffentlichen Ordnung lässt sich nicht ableiten, dass dem ausländischen Recht BGE 92 II 111 S. 118der Vorrang vor dem schweizerischen Recht zukomme. Die Parteien wissen, dass der Richter seinem Entscheid das schweizerische Recht zugrunde legen wird, wenn sie den Inhalt des an sich anwendbaren ausländischen Rechts nicht nachweisen. Ihre Untätigkeit darf deshalb dahin ausgelegt werden, dass sie die Beurteilung der Streitsache auf Grund des schweizerischen Rechtes in Kauf nehmen (BGE 80 II 180, BGE 81 II 177). Eine Verpflichtung des Richters, ausländisches Recht von Amtes wegen anzuwenden, wäre übrigens praktisch kaum auf der ganzen Linie durchführbar, da namentlich die kantonalen Gerichte unterer Instanz nicht über die dafür erforderliche Dokumentation verfügen würden.\n\nI.3. Im weiteren ist zu untersuchen, aus welchen Gründen das Bundesgericht bisher eine Überprüfung des materiellen schweizerischen Rechtes abgelehnt hat, wenn dieses als blosses Ersatzrecht an Stelle des nicht nachgewiesenen und dem kantonalen Richter nicht bekannten ausländischen Rechts angewendet wurde.\n\nDer erste Entscheid, in dem dieser Grundsatz aufgestellt wurde, stammt aus dem Jahre 1894. In jenem Fall (BGE 20 S. 410 Erw. 3) begründete das Bundesgericht die Ablehnung, die Anwendung des vom Obergericht Zürich als blosses Ersatzrecht herangezogenen schweizerischen Rechts zu überprüfen, mit folgenden Erwägungen:\n\n\"Es kann jedoch nicht zweifelhaft sein, dass sie (die zweite Instanz) von der Anschauung ausging, das Streitverhältnis werde an sich vom ausländischen Recht beherrscht, und dass dessen Anwendung nur aus dem Grunde unterblieben ist, weil die Parteien es unterlassen haben, den Inhalt desselben nachzuweisen; in diesem Falle war der Vorderrichter nach § 289 des zürcherischen Rechtspflegegesetzes nicht verpflichtet, das fremde Recht anzuwenden, sofern er nicht ohnehin sichere Kenntnis von dessen Inhalt besass; er durfte vielmehr einfach von der Annahme ausgehen, der Inhalt des fremden Rechtes sei von demjenigen des einheimischen nicht verschieden.\"\n\nDaraus wurde gefolgert, die kantonale Instanz habe das schweizerische Recht nicht als solches, sondern vielmehr auf Grund der erwähnten Vorschrift der zürcherischen ZPO \"als vorausgesetzten Inhalt des massgebenden ausländischen Rechts\" angewendet.\n\nAuf diesen Grundsatz stellte das Bundesgericht in der Folge in ständiger Rechtsprechung ab, ohne dass er je zum Gegenstand einer näheren Überprüfung gemacht wurde; die späteren Entscheide BGE 92 II 111 S. 119beschränkten sich entweder darauf, die in diesem ersten Entscheid aufgestellte Regel zu übernehmen oder kurzerhand auf die frühere Rechtsprechung zu verweisen (BGE 20 S. 874 Erw. 3, 41 II 742, 58 II 436, 60 II 324, 67 II 181, 218, 77 II 191, 274, 78 II 392, 84 III 150, 87 II 202, 88 II 202 Erw. 4).\n\nDie in BGE 20 S. 410 angerufene Bestimmung der Zürcher ZPO stellte nun aber, entgegen dem durch die Erwägungen des genannten Entscheides erweckten Anschein, keineswegs die Fiktion auf, dass beim Fehlen des Nachweises des Inhaltes des fremden Rechts anzunehmen sei, dieses stimme mit dem einheimischen Recht überein. § 289 der damals geltenden Zürcher ZPO vom 2. Dezember 1874, auf den der erwähnte Entscheid ausdrücklich Bezug nimmt, hatte folgenden Wortlaut:\n\n\"Kommen fremde Gesetze zur Anwendung, so hat der Richter dieselben von Amtes wegen zu beachten, sofern er sichere Kenntnis von deren Inhalt besitzt.\n\nIndessen ist es Sache der Partei, welche sich auf ein fremdes Recht beruft, dessen Inhalt nötigenfalls dem Richter nachzuweisen.\n\nNiemals kann ein rechtskräftiges Urteil wegen Nichtbeachtung oder unrichtiger Auslegung fremder Gesetze angegriffen werden, wenn die Parteien versäumt haben, während des Prozesses sich auf dieselben zu berufen und dem Richter ihren Inhalt nachzuweisen.\"\n\nDiese Vorschrift bestimmte also nur, dass der Richter ausländisches Recht nur dann von Amtes wegen anwenden müsse, wenn er von seinem Inhalt sichere Kenntnis habe, wobei den Parteien obliege, den Inhalt des von ihnen angerufenen ausländischen Rechtes nachzuweisen. Der Wortlaut der erwähnten Vorschrift besagte somit richtig besehen nichts weiter, als dass das schweizerische Recht als subsidiäres Recht angewendet werden könne; die Fiktion der inhaltlichen Übereinstimmung des ausländischen mit dem schweizerischen Recht stellte die Vorschrift dagegen nicht auf; diese wurde vielmehr durch den erwähnten Bundesgerichtsentscheid in sie hineininterpretiert.\n\nI.4. Diese Fiktion ist, entgegen der Behauptung von GULDENER, Schweizerisches Zivilprozessrecht, 2. Aufl. 1958, S. 134, keineswegs eine allen kantonalen Prozessordnungen gemeinsame Regel. Sie findet sich ausdrücklich nur in den Prozessordnungen der Kantone Zürich, vom 13. April 1913, § 100, Appenzell A.Rh. Art. 92, Appenzell I.Rh. Art. 116 und St. Gallen Art. 177. In allen diesen Prozessordnungen hat die einschlägige Vorschrift ungefähr den gleichen Wortlaut. Die zürcherische Vorschrift, BGE 92 II 111 S. 120welche die älteste ist, wurde wahrscheinlich von den übrigen Kantonen einfach übernommen. Eine Gruppe von weiteren Prozessordnungen geht zwar ebenfalls von der Regel der subsidiären Anwendbarkeit des schweizerischen Rechtes aus, ohne jedoch zu erklären, der Richter dürfe dessen Übereinstimmung mit dem ausländischen Recht unterstellen. Diese Regelung treffen die Prozessordnungen der Kantone Zug, § 55, Freiburg, Art. 6, Thurgau, § 120, Waadt, Art. 127, Neuenburg, Art. 70. Die ZPO des Kantons Schaffhausen lehnt eine derartige Vermutung eindeutig ab; ihr Art. 146 gibt dem Richter die Befugnis, mangels sicherer Kenntnis des ausländischen Rechtes und beim Fehlen des Nachweises seines Inhalts durch die Parteien die Sache \"nach ihm bekannten Rechtsgrundsätzen\" zu entscheiden. Wieder andere Prozessordnungen, wie diejenigen der Kantone Bern, Luzern und Genf, enthalten überhaupt keine diesbezügliche Vorschrift. Die Behauptung von LEUCH, ZPO S. 226, wonach durch die bernische Gerichtspraxis die Vermutung der Identität des Inhalts eingeführt worden sei, findet in dem dafür angerufenen Zitat in ZBJV 49 (1913) S. 492 keine Stütze. Wie aus ZBJV 86 (1950) S. 415 ersichtlich ist, geht die neuere bernische Rechtsprechung dahin, dass bei Unsicherheit über den Inhalt des ausländischen Rechts das schweizerische Recht substitutionsweise heranzuziehen sei, ohne jedoch die Vermutung der Identität zu übernehmen. Im gleichen Sinne lautet die luzernische Rechtsprechung (ZBJV 80 [1944] S. 240, 96 [1960] S. 71).\n\nEs lässt sich somit nicht behaupten, dass die Fiktion der Identität des ausländischen Rechtes mit dem einheimischen eine allen kantonalen Prozessordnungen gemeinsame Regel darstelle. Träfe dies zu, so könnte man sich allenfalls fragen, ob eine solche durch das kantonale Prozessrecht gedeckte Fiktion für das Bundesgericht verbindlich sei (so SCHNITZER, op.cit. 3. Aufl. Bd. I S. 194, Bd. II S. 744; 4. Aufl. Bd. I S. 195). Mit Recht hat jedoch dieser Autor selber (4. Aufl. Bd. II S. 874) seinen früheren Standpunkt preisgegeben. Die erwähnte Fiktion beruht nicht auf einer die Form des gerichtlichen Verfahrens betreffenden Vorschrift des Prozessrechts. Es handelt sich vielmehr um eine Vorschrift des materiellen internationalen Privatrechts, die bestimmt, inwieweit und unter welchen Voraussetzungen der schweizerische Richter verpflichtet ist, die Kollisionsnormen seines einheimischen Rechtes tatsächlich anzuwenden. Dass das schweizerische internationale Privatrecht zur Hauptsache auf BGE 92 II 111 S. 121dem Wege der Gerichtspraxis geschaffen worden ist, vermag an seiner Rechtsnatur nichts zu ändern. Im weiteren ist zu beachten, dass die Fiktion der Identität, wie dargelegt wurde, nur von einzelnen Prozessordnungen aufgestellt wird. Es kann aber selbstverständlich keine Rede davon sein, die Überprüfungsbefugnis des Bundesgerichtes von der rechtlichen Konstruktion abhängen zu lassen, die für ein kantonales Prozessrecht gewählt worden ist, um die Anwendung des einheimischen Rechtes an Stelle des nach der materiellrechtlichen Kollisionsnorm massgebenden ausländischen Rechts zu rechtfertigen. Es ergäbe sich sonst das völlig unhaltbare Resultat, dass dem Bundesgericht in einem von den zürcherischen Gerichten beurteilten Fall die Überprüfungsbefugnis fehlen würde, während sie ihm in Fällen aus den Kantonen Schaffhausen oder Waadt zustünde.\n\nDiese Überlegungen führen zum Schlusse, dass das Bundesgericht, wenn es sich darum handelt, die Grenzen des tatsächlichen Anwendungsbereiches einer bundesrechtlichen Kollisionsnorm abzustecken, an eine vom kantonalen Prozessrecht aufgestellte Identitätsfiktion nicht gebunden sein kann.\n\nI.5. Die Fiktion, wonach das ausländische Recht, dessen Inhalt die Parteien nicht haben nachweisen können oder nachweisen wollen, in einem bestimmten Punkte mit dem schweizerischen Recht übereinstimme, erscheint als gekünstelt und ist im Schrifttum (NIEDERER, Internationales Privatrecht, S. 354) mit Recht als \"logische Spitzfindigkeit\" bezeichnet worden. Sie stellt ein Überbleibsel der sog. Begriffsjurisprudenz dar, d.h. jener allzustreng logischen und formalistischen Auffassung vom System des Privatrechts, von der das Bundesgericht, hauptsächlich unter dem Einfluss der deutschen Doktrin, sich in seiner Rechtsprechung anfänglich leiten liess. Diese Auslegungsmethode ist in andern Rechtsgebieten längst aufgegeben worden. Sie lässt sich auch in der hier in Frage stehenden Beziehung nicht aufrechterhalten für einen Richter, welcher der Aufgabe gerecht werden will, seine Entscheidungen unter Berücksichtigung der Rechtswirklichkeit zu treffen. Denn es liegt auf der Hand, dass eine solche inhaltliche Übereinstimmung eines ausländischen mit dem einheimischen Recht in Wirklichkeit nur äusserst selten anzutreffen ist. Der Richter, der auf schweizerisches Recht abstellt statt auf das massgebende ausländische Recht, wie z.B. auf ein angelsächsisches Recht, das Recht einer sog. Volksdemokratie oder dasjenige eines der neugeschaffenen afrikanischen BGE 92 II 111 S. 122Staaten, ist sich natürlich im klaren darüber, dass er ein anderes Recht mit andern Rechtsbegriffen anwendet und dass die Lösung, die ihm das schweizerische Recht vorschreibt, von derjenigen abweichen kann, die sich auf Grund des nach der Kollisionsnorm an sich massgebenden ausländischen Rechts ergäbe. Die Heranziehung des schweizerischen Rechts ist ausschliesslich die Folge der Unmöglichkeit für den mit der Sache befassten Richter, ein ihm unbekanntes Recht anzuwenden. Das Zurückgreifen auf das einheimische Recht erfolgt aber um so häufiger, je weiter entfernt das Land ist, dessen Recht an sich massgebend wäre und je mehr dieses Recht vom schweizerischen abweicht. Verweist die Kollisionsnorm auf französisches, belgisches, deutsches, österreichisches oder italienisches Recht, so sind die Parteien eher in der Lage, dessen Inhalt nachzuweisen, und selbst beim Fehlen dieses Nachweises kann sich der Richter verhältnismässig leicht und mit genügender Sicherheit über die betreffende Gesetzgebung, Rechtslehre und Rechtsprechung Aufschluss verschaffen. Anders verhält es sich dagegen, wenn z.B. ein afrikanisches oder fernöstliches Recht in Frage steht. Aber gerade in solchen Fällen wird der Richter mangels Aufklärung durch die Parteien auf die oben erwähnte Unmöglichkeit stossen.\n\nAus dieser Lage muss er einen Ausweg finden; der Knoten muss durchgehauen werden (RAAPE, op.cit. S. 123; BATIFFOL, op.cit. S. 405). Hiefür sind in der Rechtslehre die verschiedenartigsten Systeme vorgeschlagen worden, die von der Abweisung der Klage über die Anwendung verwandter Rechtsordnungen bis zur Heranziehung allgemeiner, überstaatlicher Rechtsprinzipien reichen (vgl. RAAPE, op.cit. S. 122 f.). Die einfachste, vernünftigste Lösung, die in der Rechtsprechung der meisten Länder befolgt wird, besteht jedoch in der Anwendung der lex fori, d.h. des Rechtes, das der urteilende Richter in jeder Hinsicht kennt und dessen Handhabung ihm vertraut ist.\n\nDiese Heranziehung der lex fori ist aber nicht ein Gebot der Logik, sondern sie erfolgt nur unter dem Druck der materiellen Notwendigkeit, mit Rücksicht auf die Grenzen, die den Kenntnissen und der Dokumentationsmöglichkeit des Richters gesetzt sind. Dieses Zurückgreifen auf das einheimische Recht bedeutet eine Beschränkung des Anwendungsbereiches der internationalprivatrechtlichen Kollisionsnorm, die nicht beachtet wird, weil der Richter das ausländische Recht, auf das sie verweist, mangels BGE 92 II 111 S. 123Kenntnis nicht anwenden kann. Das, nicht die angeblich zu vermutende inhaltliche Übereinstimmung des ausländischen mit dem einheimischen Recht, ist der wirkliche Grund für das Abstellen auf das letztere.\n\nIn diesem Zusammenhang ist sodann hervorzuheben, dass den Kollisionsnormen, wenigstens soweit sie die Anwendung eines ausländischen Rechts vorschreiben, nicht der Charakter von Vorschriften zukommt, die um der öffentlichen Ordnung willen aufgestellt sind. Die Anwendung des fremden Rechtes stellt vielmehr nur eine Ausnahme dar, welche die einheimische Rechtsordnung für Ansprüche zulässt, die unter der Herrschaft des betreffenden ausländischen Rechtes begründet worden sind (sog. wohlerworbene Rechte), wie auch in gewissen Fällen, insbesondere in Statusfragen (Eheschliessung, Ehescheidung, Abstammung), um die Anerkennung der einheimischen Urteile durch den ausländischen Staat zu bewirken. Grundsätzlich aber hat der Richter das einheimische Recht anzuwenden, dessen Vorschriften den hier herrschenden sozialen und ethischen Anschauungen entsprechen. Kann das ausländische Recht nicht angewendet werden, sei es wegen Fehlens der erforderlichen Anknüpfungsbegriffe (z.B. weil die fremde Staatsangehörigkeit oder der ausländische Wohnsitz nicht haben nachgewiesen werden können), sei es, weil sich der Inhalt des nach der Kollisionsnorm massgebenden ausländischen Rechts nicht ermitteln lässt, so ergibt sich ganz natürlicherweise gemäss dem Prinzip, das die französische Rechtslehre als \"plénitude de compétence de la lex fori\" bezeichnet (BATIFFOL, op.cit. S. 403 ff.), die Anwendbarkeit des einheimischen Rechts.\n\nVerzichtet der schweizerische Richter auf die Anwendung eines ausländischen Rechts, dessen Inhalt ihm nicht bekannt ist, so gelangt also das schweizerische Recht zwar als subsidiäres Recht zur Anwendung, aber es ist und bleibt trotzdem schweizerisches Recht (BOSSHARD, S. 109; NIEDERER, S. 354), nicht bloss ein \"Ersatzrecht\" für ausländisches Recht, gleichsam ein \"schweizerisches Recht zweiter Qualität\". Das schweizerische Recht, dessen Anwendbarkeit durch die Kollisionsnorm primär ausgeschlossen wird, gelangt wieder zur Herrschaft, sobald und weil die Kollisionsnorm sich praktisch nicht durchführen lässt. Auf Grund dieser Betrachtungsweise unterliegt aber auch das bloss subsidiär angewendet schweizerische Recht der Überprüfung durch das Bundesgericht als Berufungsinstanz, die über die richtige BGE 92 II 111 S. 124und einheitliche Anwendung des Bundeszivilrechts zu wachen hat. Damit wird der Gefahr vorgebeugt, dass neben dem direkt angewendeten schweizerischen Zivilrecht durch die Rechtsprechung der kantonalen Gerichte ein in gewissen Punkten davon abweichendes schweizerisches Recht herausgebildet wird, das der Nachprüfung des Bundesgerichtes entzogen ist.\n\nAuf dem Boden der oben dargelegten Lösung steht auch die deutsche Rechtspechung (NIEDERER, S. 353). In der Literatur zum deutschen Recht wird nirgends die Auffassung vertreten, die Revisionsinstanz sei nicht befugt zur Überprüfung des deutschen Rechtes, das an Stelle des nicht nachweisbaren ausländischen Rechts angewendet wurde. Die gegenteilige Lösung wird offenbar als selbstverständlich angenommen, wie daraus zu schliessen ist, dass die Heranziehung der lex fori als \"ultima ratio\", als \"Verlegenheitslösung\", zur Vermeidung einer Justizverweigerung bezeichnet wird, und zwar unter ausdrücklicher Ablehnung der Fiktion, dass das fremde Recht mit der lex fori übereinstimme (RAAPE op.cit. S. 123; RIEZLER, Internationales Zivilprozessrecht, 1949, S. 497 f.).\n\nDass auch der französische Kassationshof das subsidiär angewendete französische Recht überprüft, versteht sich angesichts des Grundsatzes der \"plénitude de compétence de la lex fori\" von selbst.\n\nIn Staaten, in denen die oberste Revisionsinstanz die Anwendung des ausländischen Rechts überprüft (so z.B. in Italien und Österreich; vgl. NIEDERER IPR S. 352 Anm. 13; RAAPE, op.cit., S. 126 N. 134), stellt sich das Problem der Überprüfbarkeit des subsidiär angewendeten einheimischen Rechtes überhaupt nicht; denn da sogar das ausländische Recht überprüft wird, liegt es auf der Hand, dass auch das subsidiär angewendete einheimische Recht überprüfbar sein muss.\n\nI.6. Zu Gunsten der dargelegten Lösung spricht auch noch eine weitere Überlegung, auf welche insbesondere NIEDERER, Die Rechtsordnung im technischen Zeitalter, S. 73, und FRITZSCHE, Schweiz. Jahrbuch für internationales Recht, 1958, S. 27 l'mit Recht hingewiesen haben: Fehlt eine Rechtswahl der Parteien und wendet der kantonale Richter an Stelle des nach der Kollisionsnorm massgebenden, ihm aber unbekannten ausländischen Rechts das schweizerische als sog. Ersatzrecht an, so ist dem Bundesgericht nach der bisherigen Rechtsprechung die Überprüfung verwehrt. Haben dagegen die Parteien, oder wenigstens BGE 92 II 111 S. 125ihre Prozessvertreter, eine Rechtswahl zugunsten des schweizerischen Rechtes getroffen, so ist das Bundesgericht zur materiellen Entscheidung der Streitsache befugt. Es ist jedoch im höchsten Grade unbefriedigend, die Zulässigkeit der Berufung davon abhängen zu lassen, ob in den Prozesschriften und sonstigen Akten des kantonalen Verfahrens Erklärungen zu finden sind, die sich als eine Rechtswahl auffassen lassen. Zudem ist es erfahrungsgemäss äusserst schwierig, eine zwar stillschweigende, aber von einem ersichtlichen bewussten Rechtswahlwillen getragene Vereinbarung der Parteien abzugrenzen von einer wohl ausdrücklichen und gemeinsamen, aber keinen Rechtswahlwillen zum Ausdruck bringenden Anrufung schweizerischer Gesetzesbestimmungen, der die gegenwärtige Rechtsprechung die Eigenschaft einer Rechtswahl abspricht (BGE 87 II 200 f., BGE 88 II 327, BGE 89 II 216, 267, BGE 91 II 46 und 445). In zahlreichen Grenzfällen dieser Art kann die Heranziehung des schweizerischen Rechtes durch den kantonalen Richter ebensogut mit einer stillschweigenden Rechtswahl wie mit seiner bloss subsidiären Anwendbarkeit begründet werden. Es ist deshalb auch aus diesem Grunde stossend, die Überprüfungsbefugnis des Bundesgerichts von der öfters recht fragwürdigen Auslegung abhängig zu machen, die der kantonale Richter der Anrufung schweizerischer Gesetzesbestimmungen durch die Parteien gegeben hat.\n\nDazu kommt ein weiteres: Der Entscheid über das Vorliegen oder Nichtvorliegen einer Rechtswahl ist um so schwieriger und führt zu um so unsicherern Ergebnissen, als der kantonale Richter sich mit dieser Frage häufig überhaupt nicht befasst. Berufen sich die Parteien in einem Prozess mit Auslandsberührung nicht auf ausländisches Recht und weisen sie dessen Inhalt nicht nach, so wendet der Richter schweizerisches Recht an, ohne sich darüber auszulassen, ob dies kraft stillschweigender Rechtswahl durch die Parteien geschehe oder ob er das schweizerische Recht nur subsidiär an Stelle eines primär anwendbaren ausländischen Rechts heranziehe. Nach der gegenwärtigen Rechtsprechung ist aber diese Frage für die Zulässigkeit der Berufung von entscheidender Bedeutung. Das Bundesgericht ist daher genötigt, im angefochtenen Entscheid, und falls diesem nichts zu entnehmen ist, in den kantonalen Akten nach diesbezüglichen Erklärungen der Parteien zu forschen.\n\nEin solcher Rechtszustand ist aber mit der Ordnungsfunktion, BGE 92 II 111 S. 126welche die wesentliche Aufgabe der Rechtsprechung darstellt, schlechterdings nicht vereinbar.\n\nI.7. An der bisherigen Rechtsprechung kann somit aus den dargelegten Erwägungen nicht festgehalten werden. Sie führen zum Schluss, dass gleich wie die unmittelbare auch die bloss subsidiäre Anwendung schweizerischen Rechts durch den kantonalen Richter vom Bundesgericht überprüft werden kann, und zwar ohne Rücksicht darauf, wie das kantonale Prozessrecht oder die kantonale Rechtsprechung die subsidiäre Heranziehung des schweizerischen Rechts begründen. Auf die Berufung ist daher einzutreten.\n\nDiese Änderung der Rechtsprechung hat jedoch nicht zur Folge, dass inskünftig auch eidgenössisches Recht, das durch die Kantone als subsidiäres kantonales Recht angewendet wird (indem sie z.B. für die Haftung ihrer Beamten die Vorschriften nach Art. 41 ff. OR als anwendbar erklären), vom Bundesgericht als Berufungsinstanz überprüft werden könnte. Dieser Fall ist entgegen der in BGE 58 II 436 geäusserten Auffassung der subsidiären Anwendung des schweizerischen Rechts an Stelle des ausländischen keineswegs gleichzusetzen. Denn das von einem Kanton als subsidiär anwendbar erklärte eidgenössische Recht führt seine Geltung auf einen Staatsakt des Kantons zurück, durch den die eidgenössischen Rechtssätze dem kantonalen Recht einverleibt werden. Die bundesrechtlichen Vorschriften sind bestimmt, eine fehlende kantonale Regelung zu ersetzen. Das ausländische Recht dagegen hat vor dem Bundesrecht als Ersatzrecht nicht zurückzutreten, weil es keine einschlägigen Bestimmungen enthält, sondern weil sein Inhalt unbekannt ist. Das eidgenössische Recht, das der Kanton als subsidiär anwendbar erklärt, wird kraft dieser Verweisung zum kantonalen Recht, dessen Überprüfung dem Bundesgericht verwehrt ist (Art. 55 Abs. 1 lit. c OG). Es liegt somit in diesem Falle tatsächlich eine sog. Inkorporation vor, die für das Gebiet des internationalen Privatrechts von der Lehre (mit Ausnahme der italienischen) allgemein abgelehnt wird (NIEDERER IPR S. 125 f; RAAPE, op.cit. S. 120 f; BATIFFOL, op.cit. S. 379 f.).\n\nII.1. Der Beklagte leitet die Befugnis zum Vertrieb der an sich patentverletzenden Ware aus einem Vergleich ab, den die Klägerin am 2. Oktober 1963 mit verschiedenen japanischen BGE 92 II 111 S. 127Firmen in Tokio abgeschlossen hat. Er behauptet, in diesem Vergleich habe die Klägerin den daran auf der Gegenseite beteiligten Firmen erlaubt, die in Verletzung der klägerischen Patentrechte hergestellten Waren noch bis Ende 1963 zu exportieren. Da die in Basel beschlagnahmten Armbänder von der Firma Ueno Boeki in Tokio stammten, die am Vergleich vom 2. Oktober 1963 ebenfalls beteiligt gewesen sei, müsse die Klägerin den Vertrieb dieser Ware durch ihn dulden.\n\nDie Klägerin hat bestritten, dass es sich bei den beschlagnahmten Armbändern um Erzeugnisse der Firma Ueno Boeki handle; diese stammen vielmehr nach ihrer Darstellung von der am Vergleich nicht beteiligten Firma Maruman.\n\nDie Vorinstanz hat hiezu festgestellt, der Beklagte habe nicht nachzuweisen vermocht, dass die beschlagnahmten Bänder von der Firma Ueno Boeki stammen. Diese Feststellung ist tatsächlicher Natur und bindet daher das Bundesgericht. Was der Beklagte demgegenüber in der Berufungsschrift vorbringt, ist als unzulässige Kritik an der vorinstanzlichen Beweiswürdigung nicht zu hören. Fehlt aber der Nachweis dafür, dass die streitigen Armbänder von einem am Vergleich vom 2. Oktober 1963 beteiligten Hersteller stammen, so kann sich der Beklagte von vorneherein nicht auf die in diesem Vergleich getroffenen Vereinbarungen berufen.\n\nII.2. Abgesehen hievon wäre dem Beklagten die Berufung auf den Vergleich vom 2. Oktober 1963 auch aus dem weiteren Grunde versagt, dass er an ihm nicht als Partei beteiligt war. Der genannte Vergleich vermochte Rechtswirkungen nur zugunsten und zulasten der Vertragsparteien zu entfalten. Irgendwelche Rechte des Beklagten wurden durch ihn nicht begründet. Da der Beklagte, wie er ausdrücklich anerkennt, nicht Rechtsnachfolger der Firma Ueno Boeki ist, kann er auch nicht etwa Rechte der letzteren der Klägerin gegenüber aus dem Vergleich geltend machen. Das gälte auch für die vom Beklagten behauptete Verpflichtung der Klägerin, gegen die Firma Ueno Boeki keine prozessualen Massnahmen wegen Patentverletzung zu ergreifen. Schliesslich geht auch der Einwand des Beklagten fehl, er habe durch den Kauf der Uhrenarmbänder \"eine Rechtsgewähr erhalten, deren Bestand er mit einem Vertrag zwischen der Klägerin und dem Hersteller der betreffenden Ware unter Beweis stellen kann\". Eine solche Rechtsgewähr würde einzig den Verkäufer der Ware verpflichten. Da nicht die Klägerin dem BGE 92 II 111 S. 128Beklagten die streitige Ware verkauft hat, kann ihr diese angebliche Rechtsgewähr auf keinen Fall entgegengehalten werden.\n\nII.3. Kann der Beklagte aus dem Vertrag vom 2. Oktober 1963 überhaupt keine Rechte ableiten, so braucht nicht geprüft zu werden, ob die Klägerin darin tatsächlich den daran beteiligten japanischen Firmen erlaubt hat, während einer bestimmten Übergangsperiode noch patentverletzende Armbänder abzusetzen.\n\nDa die beschlagnahmten Armbänder unbestrittenermassen die Patentrechte der Klägerin verletzen, ist die diesbezüglich im angefochtenen Entscheid getroffene Feststellung zu bestätigen. Die von der Vorinstanz weiter getroffene Anordnung, die beschlagnahmten Armbänder seien auf Grund von Art. 69 PatG zu vernichten, hat der Beklagte im Berufungsverfahren nicht mehr beanstandet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Zivilgerichts des Kantons Basel-Stadt vom 17. März 1965 wird bestätigt."}