{"annee": "92", "cour": "II", "page": "147", "date": "10/2/1966", "cite": [], "cite_par": ["101 II 235", "105 IA 23", "92 II 227", "111 II 143", "115 II 331", "98 III 53", "117 II 30", "116 II 49"], "chapeau": "24. Sentenza 10 febbraio 1966 della II Corte civile nella causa Chiesa contro Robbiani.", "regestes": ["Droit de préemption. 1. Lorsqu'un droit de préemption a été concédé à plusieurs personnes, le vendeur est responsable de la communication de la vente (art. 681 al. 2 CC) à chacun des bénéficiaires (consid. 2). 2. Si le droit de préemption n'est pas exercé par l'un ou plusieurs des bénéficiaires, le droit des autres s'accroît d'autant (consid. 3). 3. Dès l'instant où la vente est inscrite au registre foncier, le bénéficiaire d'un droit annoté qui revendique la propriété de l'immeuble doit intenter action au seul acquéreur (consid. 4). 4. Le bénéficiaire qui se réserve d'attaquer comme invalides certaines conditions fixées d'entente entre le vendeur et le tiers acquéreur ne compromet pas son droit de préemption (consid. 5). 5. Le titulaire du droit de préemption n'est pas fondé à exiger la radiation d'un droit d'habitation grevant l'immeuble, qui a été inscrit au registre foncier sur le vu d'une disposition testamentaire, postérieurement à l'annotation du droit de préemption (consid. 6)."], "faits": "BGE 92 II 147 S. 148\n\nA.- Con atto pubblico del 4 settembre 1962, Rosina Bortolotti concedeva ai fratelli Eros e Luigi Chiesa un diritto di compera su alcuni beni immobiliari nel comune di Agno. Tale diritto, qui non controverso, comprendeva anche parte, mq 8244, della particella N. 447 che assunse poi il nuovo N. 1268. Per la parte restante di detta particella, mq 827, casa, fabbricati e terreni annessi, Rosina Bortolotti concesse contemporaneamente ai fratelli Chiesa un diritto di prelazione per 10 anni, subordinato alla condizione che il suindicato diritto di compera fosse esercitato in tempo utile. L'annotazione a registro fondiario venne effettuata il 7 settembre 1962.\n\nRosina Bortolotti morì il 20 ottobre 1962. Con testamento pubblico del 20 luglio 1961, essa aveva disposto che i suoi beni immobiliari passassero ai suoi nove figli e alla cugina Maddalena Bortolotti, in parti uguali. Aveva inoltre disposto che a quest'ultima e alla figlia Lucia fosse accordato un diritto di abitazione, valido fino alla morte della cugina Bortolotti, sulla casa alla particella N. 447 di Agno. Queste disposizioni vennero iscritte l'8 maggio 1964 nel registro fondiario.\n\nIl 23 febbraio 1963, e quindi tempestivamentc, i fratelli BGE 92 II 147 S. 149Eros e Luigi Chiesa esercitarono il suddetto diritto di compera.\n\nIl 3 aprile 1964, la comunione ereditaria di Rosina Bortolotti stipulava la vendita a Walter Robbiani della parte residua della particella N. 447. Il 6 aprile 1964, il rappresentante degli eredi ne dava comunicazione ai titolari del diritto di prelazione, mediante lettera raccomandata indirizzata a Luigi ed Eros Chiesa, via Nassa 12, Massagno, precisando che potevano esercitare il loro diritto entro 30 giorni. Scaduto infruttuoso tale termine, il notaio rogante chiedeva ed otteneva, il 12 giugno 1964, l'iscrizione nel registro fondiario a Walter Robbiani della particella N. 447.\n\nIl 16 giugno 1964, l'Ufficio dei registri notificò l'avvenuta iscrizione singolarmente ai due titolari del diritto di prelazione, mediante lettere indirizzate a Eros Chiesa, Agno, e Luigi Chiesa, Massagno, avvertendoli del prezzo di compera stipulato con Robbiani, di fr. 17 500, e della loro possibilità di \"eventualmente far valere i diritti spettanti dal diritto di prelazione\".\n\nAnche in questa occasione, Luigi Chiesa non reagì. Invece, Eros Chiesa, con lettera 18 giugno 1964 indirizzata all'Ufficio dei registri di Lugano, all'avv. Piero Rusca, rappresentante degli eredi Bortolotti, e a Walter Robbiani, dichiarò \"di esercitare il diritto di prelazione in questione alle condizioni previste nell'atto di compravendita di cui a Rogito No 310 del 3.4.1964 del Notaio Fernando Bernardoni Lugano, riservandosi esplicitamente di chiedere la cancellazione dal R.F. di quegli aggravi ed iscrizioni che in ordine di tempo furono fatte dopo l'annotazione del diritto di prelazione emarginato\". Con la stessa lettera, Walter Robbiani venne invitato a dare il suo consenso alla trasmissione della proprietà sulla particella N. 447 a Eros Chiesa. Tale richiesta non ebbe esito.\n\nB.- Con petizione 6 luglio 1964, Eros Chiesa convenne davanti al Pretore di Lugano-Campagna Walter Robbiani, gli eredi fu Rosina Bortolotti e Lucia e Maddalena Bortolotti; queste ultime come titolari del diritto di abitazione sulla casa alla particella N. 447. Egli chiese che l'iscrizione della vendita di detto fondo a Walter Robbiani fosse dichiarata indebita, e quindi cancellata, e che la particella N. 447 di Agno fosse iscritta a nome dell'attore. Chiese inoltre che fosse ordinata la cancellazione del diritto di abitazione costituito sulla particella N. 447.\n\nBGE 92 II 147 S. 150\n\nIl Pretore accolse parzialmente la petizione, ordinando la cancellazione dell'iscrizione della particella N. 447 a favore di Robbiani e disponendone l'iscrizione a nome dell'attore. Statuì per contro la validità dell'iscrizione del diritto di abitazione a favore di Lucia e Maddalena Bortolotti.\n\nC.- Entrambe le parti si appellarono al Tribunale di appello.\n\nL'attore chiese che fosse ordinata anche la cancellazione del diritto di abitazione. In via subordinata, chiese che gli fosse riconosciuto il diritto di proporre la relativa questione mediante petizione separata; e, in via più subordinata, propose che la questione fosse rimandata al giudice di prima istanza con l'invito ad ordinare una perizia sul valore di detto diritto e a pronunciare al riguardo un nuovo giudizio.\n\nI convenuti chiesero che la petizione fosse respinta, in ordine, per carenza di legittimazione attiva e tardività, e nel merito. La Camera civile del Tribunale di appello ha accolto l'appellazione dei convenuti e respinto la petizione. Le sue motivazioni possono essere riassunte come segue.\n\nL'eccezione di tardività proposta dai convenuti è infondata. Non si può presumere che la comunicazione fatta dal rappresentante degli eredi Bortolotti il 6 aprile 1964, indirizzata ai due fratelli ma inviata all'indirizzo di Luigi Chiesa a Massagno, sia stata resa nota, in tutti i particolari, anche a Eros Chiesa. In difetto di prova contraria, il termine previsto all'art. 681 cpv. 3 CC è perciò decorso solo dalla lettera del 16 giugno 1964, inviata personalmente all'attore dall'Ufficio dei registri di Lugano. Ciò stante, la dichiarazione di esercizio del diritto di prelazione, espressa dall'attore con lettera del 18 giugno 1964, è tempestiva.\n\nIl Pretore ha ritenuto che la costituzione del diritto di cui si tratta sarebbe nata da un rapporto di società semplice, onde, non potendosi presumere che Luigi Chiesa, lasciando trascorrere infruttuoso il termine per l'esercizio del diritto, abbia inteso agire anche a nome del fratello, l'attore sarebbe rimasto legittimato a far valere il suo diritto personale. Questa tesi non può essere condivisa, così come deve essere respinta quella della comproprietà proposta dai convenuti. Il diritto di prelazione acquisito collettivamente da due o più persone può essere esercitato soltanto nella sua totalità, indipendentemente dalla divisibilità del bene gravato. Fra i titolari di quel diritto si BGE 92 II 147 S. 151viene pertanto a creare un rapporto di solidarietà attiva (art. 150 CO), nel senso che ognuno di essi può far valere il diritto di entrambi per chiedere l'attribuzione della proprietà sul fondo. Conformemente al principio dell'accrescimento del diritto parziale di un titolare a favore dell'altro, l'attore era legittimato ad esercitare quel diritto su tutta la particella, come se il diritto fosse stato costituito soltanto a suo favore.\n\nLa petizione deve però essere respinta nel merito perchè il controverso diritto di prelazione, essendo illimitato, poteva essere esercitato solo alle condizioni stabilite dal venditore e senza discuterle, modificarle o comunque porre altre condizioni. Riservandosi di chiedere la cancellazione del diritto di abitazione iscritto a favore di Lucia e Maddalena Bortolotti, l'attore ha sostanzialmente contestato una delle condizioni dettate dai venditori. La comunione ereditaria Bortolotti non era pertanto tenuta ad aderire alla dichiarazione di esercizio del diritto di prelazione.\n\nD.- Eros Chiesa ha tempestivamente interposto al Tribunale federale un ricorso per riforma, con il quale ripropone le domande di petizione. Egli afferma che, riservandosi di chiedere la cancellazione delle inscrizioni fatte posteriormente al diritto di prelazione, ha inteso esprimere una riserva nei confronti di eventuali terzi e non una contestazione delle condizioni di vendita. Anche la richiesta di cancellazione del diritto di abitazione, proposta con la stessa petizione, non avrebbe nulla a che fare con la compravendita, nè con l'esercizio del diritto di prelazione; poteva essere proposta anche con azione separata e susseguente, e concerne esclusivamente Maddalena e Lucia Bortolotti, ad esclusione degli altri convenuti. È comunque chiaro - prosegue il ricorrente - che il titolare del diritto di prelazione può chiedere la cancellazione di un diritto di abitazione che sia stato iscritto posteriormente senza il suo consenso e che gli sia pregiudizievole. L'attore fa inoltre rilevare che Rosina Bortolotti, sottacendo in occasione della costituzione del diritto di prelazione che essa aveva già disposto il 20 luglio 1961 il diritto di abitazione a favore di Maddalena e Lucia, ha agito in malafede. Tanto più che l'attore è capomastro ed acquista terreni in vista di procedere a costruzione di case.\n\nE.- I convenuti propongono che, in quanto ricevibile, il ricorso sia respinto.\n\nBGE 92 II 147 S. 152", "considerants": "Considerando in diritto:\n\n1. Questioni formali.\n\n2. Secondo i convenuti, la lettera 6 aprile 1964, inviata dal rappresentante degli eredi Bortolotti all'indirizzo \"Flli Chiesa arch. Luigi e Eros\" a Massagno, è valida come notifica della vendita, a'sensi dell'art. 681 cpv. 2 CC, per entrambi i fratelli, anche se pervenuta solo a Luigi Chiesa. L'esercizio del diritto di compera, dichiarato da Eros Chiesa soltanto con lettera 18 giugno 1964, sarebbe pertanto tardivo.\n\nL'art. 681 cpv. 2 CC dispone che il venditore ha l'obbligo di notificare la vendita al titolare del diritto di prelazione. Il primo è quindi responsabile della comunicazione al secondo di tutti i dati determinanti per l'esercizio del diritto, segnatamente delle condizioni alle quali il fondo è stato venduto (RU 83 II 519; LEEMANN, Kommentar n. 55 all'art. 681; HAAB, Kommentar n. 37 e 39 agli art. 681/682 CC).\n\nNel caso particolare, il diritto di prelazione era stato concesso a favore di entrambi i fratelli Luigi e Eros Chiesa; la vendita del fondo a un terzo poteva pertanto essere perfezionata solo nel caso che entrambi i suddetti titolari avessero rinunciato al loro diritto in modo espresso o tacitamente, lasciando decorrere infruttuoso il termine stabilito all'art. 681 cpv. 3 CC.\n\nCiò stante, la notificazione di cui all'art. 681 cpv. 2 CC doveva essere fatta ad ambedue i beneficiari del diritto. I venditori hanno, è vero, indirizzato la comunicazione a Luigi ed Eros Chiesa, ma l'hanno trasmessa soltanto al primo. Essi sono quindi responsabili del fatto che il secondo, come risulta dagli accertamenti della Corte cantonale, non ha ricevuto la notificazione della vendita fatta dai venditori con lettera 6 aprile 1964. Ne consegue che tale lettera poteva costituire valida notificazione anche per Eros Chiesa, soltanto se il fratello fosse stato convenzionalmente o legalmente autorizzato a ricevere la comunicazione per entrambi.\n\na) Il contratto del 4 settembre 1962, mediante il quale venne costituito il diritto di prelazione, venne firmato per i beneficiari da Eros Chiesa. Questi quindi, e non il fratello, era stato precedentemente il rappresentante dei beneficiari, sia pure limitatamente all'operazione di stipulazione dell'anzidetto contratto. Comunque non risulta, nè dal contratto stesso nè dagli BGE 92 II 147 S. 153altri accertamenti della Corte cantonale, che uno dei due beneficiari abbia autorizzato l'altro a ricevere la notificazione per entrambi, nè che una siffatta autorizzazione sia stata espressa direttamente ai proprietari del fondo.\n\nb) D'altronde, il contratto del 4 settembre 1962 non regola, nè espressamente nè implicitamente, i rapporti fra i due beneficiari del diritto di prelazione sotto una qualsiasi particolare forma prevista dal diritto svizzero. Non risulta infatti che i fratelli Chiesa abbiano predisposto l'eventuale acquisto del fondo ad uno scopo comune, costituendo - come pretendono i convenuti -una società semplice (cfr. art. 544 CO). Ma anche se gli eredi Bortolotti fossero stati autorizzati a ritenere che i beneficiari del diritto avevano costituito allo scopo suindicato una siffatta società, si sarebbero liberati dall'obbligo di cui all'art. 681 cpv. 2 CC, soltanto mettendo ambedue i soci in condizione di far valere i propri diritti. Infatti, trattandosi di una disposizione che comportava la continuazione o lo scioglimento della presunta società, tale disposizione eccedeva in modo evidente la sfera ordinaria degli affari sociali, per i quali un socio poteva impegnare anche l'altro (art. 535 cpv. 3 CO).\n\nc) Infine, non si potrebbe ammettere che Luigi Chiesa fosse autorizzato a rappresentare il fratello neppure adducendo che, trattandosi di completare la comproprietà già acquistata con il contratto del 4 settembre 1962, valgono le disposizioni concernenti i comproprietari. Infatti, l'amministrazione in comune presunta dalla legge (art. 647 cpv. 1 CC) concerne soltanto gli atti di ordinaria amministrazione (art. 647 cpv. 2) e non può quindi estendersi a quelli la cui omissione comporta la decadenza del diritto.\n\nd) Luigi Chiesa non avendo alcuna facoltà convenzionale o legale di rappresentare il fratello, la comunicazione fatta il 6 aprile 1964 dagli eredi Bortolotti all'indirizzo di Luigi Chiesa, e da questi non fatta proseguire al fratello, non può costituire per quest'ultimo notificazione valida a'sensi dell'art. 681 cpv. 2 CC. Ciò stante, per Eros Chiesa il termine di 30 giorni di cui all'art. 681 cpv. 3 CC è incominciato a decorrere solo dalla notificazione dell'Ufficio dei registri, avvenuta il 16 giugno 1964. La dichiarazione di esercizio del diritto, espressa il 18 giugno 1964 dall'attore, era quindi tempestiva.\n\n3. Il CC non dispone però, se e in quale misura un diritto di prelazione spettante a più persone possa essere fatto valere BGE 92 II 147 S. 154da un solo interessato, quando - come in concreto - tale questione non è stata regolata convenzionalmente e non è desumibile dall'annotazione.\n\nLa Corte cantonale ha preteso che il contratto 4 settembre 1962, mediante il quale Rosina Bortolotti ha concesso il diritto di prelazione ai fratelli Chiesa, senza indicare in quale misura gli stessi avrebbero potuto singolarmente esercitare tale diritto, ha creato un rapporto di solidarietà attiva che, in virtù dell'art. 150 cpv. 1 CO, conferirebbe ad ognuno dei beneficiari il diritto di esigere l'intera proprietà del fondo di cui si tratta. Tale tesi potrebbe essere ammessa soltanto, se Rosina Bortolotti avesse dichiarato di concedere il diritto in questione all'uno o all'altro dei due fratelli. Ma tale non è il caso, onde, la solidarietà di cui all'art. 150 CO non potendo essere presunta (cfr. BECKER, Kommentar, n. 6 all'art. 150 CO), la tesi della Corte cantonale non può, a questo riguardo, essere condivisa.\n\nIn realtà, dal contratto 4 settembre 1962 non risulta che le parti contrattuali o gli acquirenti nei loro rapporti interni abbiano inteso predisporre l'eventuale assunzione della proprietà sul fondo in una forma o proporzione determinata. Si deve invece desumerne che tale questione sia stata considerata allora irrilevante o che, comunque, non si sia voluto pregiudicare la soluzione da scegliere al momento dell'esercizio del diritto. Non si vede peraltro quale interesse la cedente avrebbe potuto avere ad esigere che il diritto fosse esercitato da entrambi i cessionari in una determinata proporzione, piuttosto che da uno solo.\n\nPer contro non si può pretendere che, in difetto di patti speciali, uno dei titolari di un diritto di prelazione sia tenuto ad assumere il fondo in comproprietà o in comunione con il terzo compratore, nè che questi si adagi a condividere in tale senso la proprietà sul fondo acquistato. Il controverso diritto può quindi essere esercitato, non parzialmente ma solo nel suo complesso.\n\nLa legge non regola esplicitamente la questione di cui si tratta. Tuttavia, non potendosi presumere che la rinuncia di un interessato comporti la decadenza del diritto degli altri e visto che l'esercizio di detto diritto è indivisibile, la lacuna che ne risulta nella legge può essere ragionevolmente colmata, adottando il principio già stabilito dalla dottrina sulla base BGE 92 II 147 S. 155del diritto positivo straniero (BGB § 513; vedi anche nel CCI l'art. 732 per il diritto del coerede e l'art. 966 per il diritto dell'enfiteuta), secondo cui il mancato esercizio del diritto da parte di uno o più beneficiari comporta corrispondente accrescimento del diritto degli altri (LEEMANN, n. 61 all'art. 681, n. 19 all'art. 682; Haab, n. 38 e 55 agli art. 681/682).\n\nL'attore è quindi legittimato a far valere il diritto di prelazione per esigere l'intera proprietà sul fondo in questione.\n\n4. Occorre inoltre stabilire se, il fondo oggetto del diritto di prelazione essendo già iscritto nel registro fondiario a nome del terzo compratore, la comunione ereditaria venditrice sia ancora legittimata a stare in causa.\n\nNella dottrina è ora prevalsa la tendenza a ravvisare negli obblighi di fare o di agire, legali o - in quanto legalmente disciplinati - convenzionali, vincolati alla proprietà su un fondo, ad un diritto reale o al possesso, una cosiddetta obbligazione reale, conforme ad un istituto già sviluppato specie nella dottrina e nella giurisprudenza italiane sulla base dell'obligatio in rem scripta del diritto romano (LIVER, Kommentar, Einleitung n. 148 e segg., Schweizerische Zeitschrift für Beurkundung und Grundbuchrecht - ZBGR - 1962, p. 257 e segg.; PIOTET, RDS 1960, p. 401 e segg., JdT 1963, p. 570 e segg., ZBGR 1965, p. 129; MEIER-HAYOZ, ZBJV, 1956, p. 297 e segg., specialmente p. 302/303. Per il diritto italiano vedi specialmente G. GROSSO in Rivista del diritto commerciale, 1939, p. 213; N. DISTASO in Rivista trimestrale di diritto e procedura civile, 1953, p. 437; Il Foro italiano, 1964, p. 179, 721, 723).\n\nAd esempio, nel diritto svizzero l'obbligazione assumerebbe tale carattere con l'annotazione di particolari diritti personali nel registro fondiario, a'sensi dell'art. 959 CC. L'annotazione avrebbe in tali casi per effetto di creare un rapporto diretto fra il titolare del diritto personale e l'attuale proprietario di un determinato fondo. Conseguentemente, nel caso del diritto di prelazione, i fautori dell'obbligazione reale, in consonanza con la quasi totalità dei commentatori, sostengono che, qualora tale diritto sia annotato e la proprietà sul fondo che ne è oggetto sia già stata iscritta al terzo compratore, il beneficiario può far valere il suo diritto, rivendicando la proprietà sullo stesso fondo, solo mediante azione diretta contro l'attuale proprietario e quindi contro il terzo compratore. In virtù del contratto BGE 92 II 147 S. 156di compera, questi avrebbe acquisito il diritto di esigere dall'attore il rimborso del prezzo pagato e di far valere tutte le eccezioni spettanti al venditore (WIELAND, n. 7, e LEEMANN, n. 70 e 71 all'art. 681 CC; OSTERTAG, n. 10 e 13, e HOMBERGER, n. 38 all'art. 959 CC).\n\nLa suesposta teoria e la relativa conclusione sono però controverse. Si sostiene infatti, sulla base dell'interpretazione sistematica dell'art. 959 CC, che l'annotazione a'sensi di questa norma può avere solo la funzione di garantire l'esecuzione del diritto personale e che non può, quindi, produrre effetti diversi da quelli risultanti dall'annotazione di una restrizione della facoltà di disporre secondo l'art. 960 CC; onde il beneficiario del diritto di prelazione, non avendo alcun titolo contrattuale da far valere contro il terzo compratore, dovrebbe procedere, a'sensi dell'art. 665 cpv. 1 CC, contro il venditore, sua controparte contrattuale, anche se la vendita è già stata iscritta nel registro fondiario. L'iscrizione a nome del beneficiario dovrebbe essere ottenuta con contemporanea azione di rettifica a'sensi dell'art. 975 cpv. 1 CC nei confronti del terzo compratore (DESCHENAUX, Festgabe für Max Gutzwiller, 1959, p. 711 e segg., spec. 732, ZBGR 1962, p. 282 e segg.; HAAB, n. 46 agli art. 681/682; dapprima anche GUHL, in Berner Festgabe für das Bundesgericht, p. 140 e segg.). In questo senso si è espresso, sia pure solo incidentalmente, anche il tribunale federale (RU 53 II 394 consid. 3, 82 II 582 consid. 1, 84 II 192 consid. 2).\n\nLa più recente giurisprudenza ha però già accennato ad un riconoscimento dell'obbligazione reale (RU 89 II 144 consid. 3a, 90 II 399 consid. 3). Ad ogni modo, non si può ammettere che, per conseguire la proprietà sul fondo, il titolare del diritto di prelazione annotato debba procedere principalmente contro il concedente, anche quando detto fondo è già iscritto a nome del terzo compratore. Un siffatto procedimento è incompatibile con il testo dell'art. 681 cpv. 1 CC - norma speciale rispetto all'art. 959 CC - secondo cui il diritto di prelazione annotato vale \"in confronto di qualsiasi proprietario\". Infatti, tale non può più essere il concedente, dal momento che il fondo è stato iscritto al terzo compratore (art. 656 cpv. 1 CC). D'altronde, il fatto che, secondo l'art. 681. cpv. 1 CC, salvo patto speciale, le condizioni per far valere il diritto di prelazione BGE 92 II 147 S. 157sono quelle alle quali \"il fondo è stato comperato dall'ultimo compratore\", presuppone che il beneficiario non decade dal suo diritto rinunciando a farlo valere in occasione della prima vendita e che può rivendicarlo, nel termine dell'annotazione, anche in relazione di successive compravendite. Ora non si vede come in questi casi il beneficiario possa ancora ritenere responsabile il concedente. L'opinione che il diritto di prelazione annotato resta valido anche se il beneficiario non l'ha fatto valere in occasione del primo contratto di compravendita è rimasta per lungo tempo pacifica ed è condivisa da tutti i commentatori dell'art. 681 CC (CURTI-FORRER n. 5, WIELAND n. 3 e LEEMANN n. 89 all'art. 681 CC; HAAB n. 19 agli art. 681/682 CC; LIVER, Einleitung n. 154; diversamente HOMBERGER n. 43 all'art. 959). Gli autori che ora la pongono in discussione (JÄGGI, ZBGR, 1958, p. 73; DESCHENAUX ZBGR 1962, p. 289) si riferiscono al § 1097 BGB, il cui testo è diverso da quello dell'art. 681 CC. Vero è che i testi tedesco e francese di questa norma differiscono dal testo italiano (\"zu denen dem Beklagten das Grundstück verkauft worden ist\", \"celles de la vente au défendeur\"), ma pure questi testi designano come convenuto il terzo compratore.\n\nInfine non si vede quale legittimo interesse sia meglio protetto, proponendo l'azione principale contro il concedente anzichè contro il terzo compratore. Il primo può avere un interesse a difendere il contratto di compravendita solo nel caso che con il terzo compratore abbia stipulato un prezzo superiore a quello prestabilito con il beneficiario del diritto di prelazione. Qualora, invece, tale prezzo non sia stato prestabilito, il concedente non può avere grande interesse a difendere detto contratto, sapendo che, comunque, egli riceverà da uno dei due acquirenti il prezzo stipulato. L'interesse principale a eventualmente impugnare il patto di prelazione e a far riconoscere la validità della compravendita risiede evidentemente nel terzo compratore il quale, se convenuto direttamente, può valersi di tutte le eccezioni che, mediante il contratto stipulato con il concedente, ha esplicitamente o implicitamente assunto dal medesimo.\n\nIn concreto, al momento del promovimento della causa, gli eredi Bortolotti non erano più proprietari del fondo controverso. L'azione, in quanto proposta nei confronti dei medesimi, BGE 92 II 147 S. 158non può essere accolta. Invece, l'azione è valida in quanto diretta contro Robbiani, al nome del quale il fondo era iscritto nel registro fondiario.\n\n5. Con lettera 15 giugno 1964, Eros Chiesa ha dichiarato \"di esercitare il diritto di prelazione in questione alle condizioni previste nell'atto di compravendita di cui a Rogito No 310 del 3.4.1964 del Notaio Fernando Bernardoni Lugano, riservandosi esplicitamente di chiedere la cancellazione dal R.F. di quegli aggravi ed iscrizioni che in ordine di tempo furono fatte dopo l'annotazione del diritto di prelazione emarginato\". La Corte cantonale ne ha dedotto che, riservandosi di contestare la validità del diritto di abitazione concesso per testamento a Maddalena e Lucia Bortolotti, il cui riconoscimento aveva costituito una delle condizioni poste dai venditori ed accettate dal compratore, Chiesa non avrebbe validamente esercitato il suo diritto.\n\nDetta conclusione non può essere condivisa. Vero è che, non essendo state prestabilite, le condizioni di esercizio del diritto di prelazione erano quelle stipulate nel contratto di vendita con il terzo compratore, ritenuto tuttavia che fossero valide. Chiesa non ha condizionato l'esercizio del suo diritto alla rinuncia da parte di Maddalena e Lucia Bortolotti al loro diritto di abitazione iscritto nel registro fondiario, ma si è riservato di chiederne la cancellazione. È evidente che l'art. 681 CC non è inteso a privare il beneficiario del suo diritto di dimostrare davanti all'autorità competente che taluna delle condizioni stabilite con il terzo compratore è invalida perchè, ad esempio, è stata inclusa nel contratto, in malafede, allo scopo di inasprire l'esercizio della prelazione. Una rinuncia ad agire in tal senso non sarebbe valida, neppure se fosse stata stabilita convenzionalmente (art. 27 CC; cfr. EGGER, Kommentar, n. 25). La riserva esposta da Chiesa costituiva una semplice affermazione di un diritto personale.\n\nChiesa ha pertanto validamente esercitato il suo diritto di prelazione. La validità di quest'ultimo non essendo impugnata, l'azione nei confronti di Robbiani deve essere accolta.\n\n6. La domanda dell'attore intesa ad ottenere la cancellazione del diritto di abitazione è però infondata.\n\nNel contratto del 4 settembre 1962, le parti non hanno stabilito il prezzo nè le altre condizioni alle quali il diritto di prelazione doveva essere esercitato. Rosina Bortolotti si era BGE 92 II 147 S. 159quindi obbligata soltanto a dare, in caso di vendita, la preferenza ai fratelli Chiesa. La sua facoltà a disporre del fondo risultava pertanto limitata solo dall'art. 2 CC e nel senso che ulteriori disposizioni in contrasto con il diritto di prelazione, come la costituzione di diritti di compera o di ricompera, non potevano prevalere sul diritto di prelazione precedentemente annotato (RU 90 II 399 consid. 3).\n\nContrariamente a quanto afferma l'attore, non si può presumere che, sottacendo di aver già predisposto per la costituzione sul fondo in questione di un diritto di abitazione, Rosina Bortolotti abbia agito in malafede. Essa poteva avere legittimi motivi a non rivelare le sue disposizioni testamentarie e poteva ragionevolmente supporre che i fratelli Chiesa, ai quali vendeva gran parte del fondo, avrebbero acquisito il diritto di prelazione sulla parte residua della particella N. 447, anche se avessero conosciuto la suesposta disposizione testamentaria. Detto diritto poteva infatti essere normalmente inteso a impedire che gli stabili e il giardino della venditrice venissero senz'altro venduti a terzi a scopi contrari a quelli perseguiti dai compratori della parte principale del fondo. È più probabile invece che Rosina Bortolotti non avrebbe concesso il diritto di prelazione, se avesse dovuto rendersi conto di una restrizione della sua facoltà a disporre per testamento.\n\nLa domanda di cancellazione del diritto di abitazione non può essere accolta neppure nella forma delle proposte subordinate fatte dall'attore, e cioè neppure previo risarcimento degli interessati.\n\nLa sostituzione in denaro di talune condizioni stipulate con il compratore può essere ammessa solo nel caso che si tratti di prestazioni personali del medesimo o, comunque, di prestazioni che il beneficiario è impossibilitato ad adempiere (cfr. LEEMANN n. 73, HAAB n. 41 all'art. 681 CC). Ma tale non è il caso in concreto, perchè nel riconoscere il diritto di abitazione a Maddalena e Lucia Bortolotti il beneficiario del diritto di prelazione si trova nelle stesse condizioni del terzo compratore.\n\nIl diritto di prelazione concesso ai fratelli Chiesa non poteva comunque limitare le facoltà testamentarie della concedente. Questa poteva legare alla figlia e alla cugina anche la proprietà o l'usufrutto della particella N. 447, con la sola conseguenza che il diritto di prelazione sarebbe rimasto valido nel BGE 92 II 147 S. 160caso di successive vendite dei suesposti diritti a terzi. Avendo disposto solo il diritto di abitazione, che è inalienabile, il diritto di prelazione dell'attore non può aver effetti sulla consistenza del diritto delle due convenute suindicate.\n\nIl Tribunale federale pronuncia:\n\n1. Le conclusioni del ricorrente sono parzialmente accolte e la sentenza impugnata riformata nel senso che l'azione è accolta in quanto proposta contro Walter Robbiani. Per il resto, il ricorso è respinto e l'impugnata sentenza confermata.\n\n2. All'Ufficio del registro fondiario per il comune di Agno è fatto ordine di iscrivere Eros Chiesa quale proprietario della particella N. 447 RFD di Agno, previa cancellazione dell'iscrizione a nome di Walter Robbiani e dimostrazione dell'avvenuto pagamento a quest'ultimo del prezzo di fr. 17 500."}