{"annee": "92", "cour": "IV", "page": "65", "date": "6/5/1966", "cite": [], "cite_par": ["96 IV 99", "94 IV 34", "99 IV 57"], "chapeau": "17. Extrait de l'arrêt de la Cour de cassation pénale du 6 mai 1966 dans la cause Regamey contre Ministère public du canton de Vaud.", "regestes": ["Art. 18 et 148 CP. Notion du dol éventuel. Application en matière d'escroquerie."], "faits": "|65|\n\nA.- Charles-Marius Regamey, né en 1933, a travaillé successivement comme employé de commerce, depuis 1954, dans les bureaux de la Fédération laitière argovienne, de la Centrale laitière de Lausanne, des maisons Rolens-Meubles et \"Bon Génie\", confection, de la gérance de Rham, de la Carrosserie Moderne et de la Fiduciaire Lemano, toujours à Lausanne. En automne 1962, il est entré au service de la régie immobilière dirigée par Georges Duboux, aujourd'hui décédé, et Jacques Duboux. Il était alors en pourparlers avec diverses personnes au sujet de la vente d'une importante propriété immobilière sise au Valentin, à Lausanne. Il avait déclaré aux sieurs Duboux qu'il pourrait leur procurer la gérance des bâtiments locatifs à construire sur l'immeuble en question. Intéressés par la perspective de cette gérance, les sieurs Duboux ont engagé Regamey, bien qu'ils n'eussent pas un besoin immédiat de personnel. Ils ne lui ont pas donné un emploi à salaire fixe, mais versé des avances afin de lui permettre de vivre jusqu'à l'aboutissement de l'affaire.\n\nQuoiqu'il n'eût aucune certitude d'obtenir la gérance des bâtiments envisagés sur le terrain qu'il fallait encore acquérir, Regamey a continué d'affirmer à Georges et Jacques Duboux que l'attribution de la gérance pouvait être considéré comme certaine dès que la vente immobilière se ferait, ce qui n'était d'après lui qu'une question de temps et d'approbation du projet par l'autorité. Il a obtenu ainsi le versement régulier d'avances, même après qu'il eut appris, au début de l'été 1963, que les |66| pourparlers relatifs à la vente du terrain n'avaient plus aucune chance d'aboutir. Loin d'en informer ses employeurs, il leur a affirmé, pour entretenir leur confiance et continuer à percevoir leurs avances, qu'il hériterait prochainement une somme importante d'un grand-père décédé, qui possédait notamment un immeuble au Mont-sur-Lausanne. Cette histoire d'héritage était inventée de toutes pièces.\n\nEntre l'automne 1962 et le printemps 1964, Regamey a reçu de Georges et Jacques Duboux, en une soixantaine de versements, une somme de 25 660 fr., soit en moyenne plus de 1400 fr. par mois, qu'il a dépensée pour ses besoins personnels. S'il a entrepris quelques démarches, son activité n'a cependant rien rapporté à ses employeurs.\n\nD'autre part, Regamey a soustrait plus de 4000 fr. dans la caisse de la régie. Il a obtenu de tiers, à partir de l'année 1962, quelques prêts de moindre importance et la fourniture de livres, grâce à des affirmations fallacieuses. Il a encore émis un faux chèque et détourné des montants saisis en main propre sur son salaire.\n\nB.- Le 15 novembre 1965, le Tribunal de police correctionnelle du district de Lausanne a condamné Regamey, pour vols, escroqueries, détournement d'objets mis sous main de justice et faux dans les titres, à la peine de quatorze mois d'emprisonnement, sous déduction de septante-huit jours de détention préventive.\n\nLe condamné a recouru à la Cour de cassation pénale du Tribunal cantonal vaudois. Il a critiqué le jugement dans la mesure où il était reconnu coupable d'escroqueries réitérées au préjudice de la régie Duboux. Le 31 janvier 1966, la juridiction cantonale a rejeté le recours.\n\nC.- Contre cet arrêt, Regamey a formé un pourvoi en nullité au Tribunal fédéral. Contestant qu'il se fût rendu coupable d'escroquerie au préjudice de ses employeurs Duboux, il a conclu à une réduction de la peine et à l'octroi du sursis. Subsidiairement, il a demandé le renvoi de la cause à l'autorité cantonale pour nouveau jugement.\n\nD.- Le ministère public du canton de Vaud a conclu au rejet du pourvoi.\n\nE.- Le Tribunal fédéral a admis partiellement le pourvoi, annulé l'arrêt attaqué et renvoyé la cause à l'autorité cantonale pour nouvelle décision.\n\n|67|", "considerants": "Extrait des considérants:\n\n1 à 3. - (En donnant aux sieurs Duboux l'assurance qu'ils obtiendraient la gérance des bâtiments à construire si l'immeuble était acheté par les amateurs avec lesquels il se disait en relation, Regamey a exprimé faussement une conviction qu'il n'avait pas et que ses interlocuteurs ne pouvaient vérifier. De même, il les a trompés astucieusement en greffant sur ses déclarations précédentes une histoire d'héritage inventée de toutes pièces. L'intention dolosive existait certainement dès le début de l'été 1963, lorsque le recourant a su que la transaction immobilière envisagée ne se ferait pas. La condamnation pour escroquerie est donc fondée en tout cas pour les avances reçues depuis le début de l'été 1963. Quant à la période antérieure, la tromperie astucieuse est établie. Mais qu'en est-il de l'intention?)\n\n4. Le recourant ne sera punissable en vertu des faits antérieurs au début de l'été 1963 que s'il a causé intentionnellement le préjudice subi par les sieurs Duboux. La Cour cantonale ne retient pas l'intention pure et simple. En effet, Regamey ne savait pas encore, durant cette période, que l'affaire n'aboutirait pas. Mais l'arrêt attaqué admet le dol éventuel.\n\na) Le Tribunal fédéral a jugé dans l'arrêt Elsasser (RO 69 IV 75) que l'intention visée à l'art. 18 CP comprenait le dol éventuel. L'auteur approuve le résultat qu'il a envisagé sérieusement comme possible; il le veut pour le cas où il se produirait (cf. aussi RO 75 IV 5/6). La preuve d'une pareille intention ne saurait être déduite, en règle générale, du seul fait que l'auteur a su que le résultat pouvait se produire. Ce serait faire de cette connaissance l'unique élément subjectif de l'infraction. Il faut bien plus exiger que la probabilité du résultat se soit imposée à l'auteur d'une façon si pressante que son acte ne puisse raisonnablement être interprété que comme une approbation ou un consentement. Aussi les arrêts ultérieurs parlent-ils d'approuver le résultat ou d'y consentir (Billigung des Erfolges: RO 72 IV 125, 74 IV 47, 74 IV 83, 80 IV 191; mit der Verwirklichung des Tatbestandes einverstanden sein: RO 80 IV 191, déjà cité, et 79 IV 34; cf. aussi RO 73 IV 103). On lit dans quelques décisions que l'auteur s'accommode en son for intérieur du résultat (RO 84 IV 128; sich mit der Verwirklichung innerlich abfindet: RO 81 IV 202), voire qu'il accepte ce résultat comme tel (RO 85 IV 126/127). Certains tribunaux cantonaux se sont |68| parfois contentés de reproduire l'une ou l'autre de ces formules. Ils posaient de la sorte une constatation purement formelle. La Cour de cassation était néanmoins liée en vertu de l'art. 277 bis al. 1 PPF. Afin de remédier à cette situation fâcheuse, elle a déclaré, dans l'arrêt Cretenoud (RO 86 IV 17), que le dol éventuel ne supposait pas simplement que l'auteur se soit accommodé du résultat possible de son acte, mais qu'il y ait consenti. En effet, a-t-elle ajouté, \"celui qui agit consciemment par négligence sait, lui aussi, que les éléments objectifs de l'infraction peuvent se réaliser et s'accommode de ce résultat pour le cas où il se produirait\" (loc. cit.). C'est le consentement qui marque la différence décisive entre la négligence consciente et le dol éventuel (ibid.).\n\nL'arrêt Cretenoud a été critiqué par GERMANN (RPS 77, 1961, p. 345 ss., notamment 378 ss.). Assurément, le passage cité, détaché du contexte, pourrait induire en erreur. Aussi faut-il rappeler que l'auteur d'une négligence consciente compte, par légèreté, que le résultat envisagé comme possible ne se produira pas. Il n'en est toutefois pas certain. Il ne peut donc exclure l'hypothèse défavorable qu'il a entrevue, savoir que, contre son attente, le résultat se produise néanmoins (c'est le cas, par exemple, de l'automobiliste qui dépasse dans un virage sans visibilité). Il agit cependant, en dépit de son incertitude. En ce sens, il n'est pas erroné de dire qu'il accepte le résultat (er nehme den Erfolg in Kauf) ou qu'il s'en accommode pour le cas où il se produirait.\n\nEn revanche, celui qui agit par dol éventuel tient sérieusement le résultat pour possible (mais non pour certain, car il y aurait alors dol pur et simple: RO 86 IV 11). Il est néanmoins prêt à accomplir son acte (cf. RO 87 IV 71). Il veut dès lors le résultat pour le cas où il se produirait. Dans cette mesure, il y consent. GERMANN estime que l'auteur accepte plutôt le risque du résultat (er nimmt die Gefahr oder das Risiko in Kauf, loc.cit., p. 384 et Das Verbrechen, p. 24 ss.). Que l'on retienne l'une ou l'autre formule, on arrive pratiquement à la même conclusion: pour qu'il y ait dol éventuel, il faut que l'auteur ait agi intentionnellement, tout en sachant que son acte pouvait non seulement atteindre le but recherché, mais aussi provoquer un autre résultat qui risquait fort de se produire et qu'il ait accepté cette dernière éventualité.\n\nD'ailleurs, la Cour suprême allemande ne s'est pas laissé |69| ébranler par les critiques de la doctrine (voir l'exposé des différentes opinions dans SCHÖNKE-SCHRÖDER, Strafgesetzbuch, Kommentar, 12e éd., 1965, ad § 59, n. 54 ss. p. 406 ss., qui range GERMANN parmi les partisans de la théorie du consentement - Einwilligungstheorie - mais trouve son opinion encore trop restrictive). Se référant à la jurisprudence du Tribunal d'Empire et à la sienne, le Tribunal fédéral allemand a précisé que le consentement (Billigung) ne signifiait pas que le résultat doive correspondre aux désirs de l'auteur; il peut y avoir dol éventuel même si l'auteur ne désire pas que le résultat se produise; l'auteur consent néanmoins à ce résultat, du point de vue juridique, lorsque pour atteindre le but qu'il se propose il s'accommode aussi, dans la mesure où il ne peut arriver à chef autrement, du fait que son acte conduise à un résultat qu'il ne désire pas comme tel; il veut dès lors ce résultat pour le cas où il se produirait (BGH Str. 7, 1955, p. 369).\n\nb) De l'arrêt attaqué, il ressort seulement que le recourant a présenté aux sieurs Duboux comme certaine l'attribution d'une gérance qui ne l'était pas. Cette attribution était subordonnée à l'acquisition de l'immeuble sis au Valentin. Jusqu'au début de l'été 1963, Regamey avait peut-être de bonnes raisons de penser que l'affaire aboutirait. Les pièces du dossier et les dépositions à l'enquête des témoins Meyrat, Trezzini et Baehler attestent en tout cas qu'il a participé aux démarches entreprises à cette fin. Les sieurs Duboux n'ont pas manqué la gérance en question parce qu'elle aurait été confiée à une autre régie, mais parce que les pourparlers relatifs à la vente de l'immeuble n'ont pas abouti. En l'état, on ne saurait affirmer que les perspectives offertes par le recourant à ses employeurs n'étaient pas sérieuses, ni dire s'il a fait ses promesses avec légèreté.\n\nLes constatations de fait de l'arrêt attaqué sont insuffisantes pour que la Cour de cassation puisse vérifier si l'autorité cantonale était fondée à retenir le dol éventuel pour la période qui s'est écoulée jusqu'au début de l'été 1963. La cause sera donc renvoyée à la juridiction vaudoise en vertu de l'art. 277 PPF. Par la même occasion, l'autorité cantonale précisera le dommage que les agissements de Regamey ont causé aux sieurs Duboux. Si l'on sait que le recourant a reçu des avances à concurrence de 25 660 fr., on ignore en effet si les démarches qu'il a faites durant son engagement constituent, au moins dans une certaine mesure, une prestation que ses employeurs devaient rémunérer."}