{"annee": "92", "cour": "I", "page": "191", "date": "21/9/1966", "cite": [], "cite_par": ["99 IA 312", "99 II 50"], "chapeau": "33. Arrêt du 21 septembre 1966 dans la cause Hoirie Malatesta contre Carrosserie de Sécheron SA et Commission genevoise de recours pour la limitation du droit de résiliation", "regestes": ["Protection des locataires. Locaux commerciaux. 1. Congé justifié par le besoin du propriétaire en locaux commerciaux. Il n'y a pas lieu d'apprécier ce besoin de façon plus sévère que le besoin de logement (consid. 2). 2. Acte de spéculation? N'a pas un tel caractère, en l'espèce, l'intention du propriétaire d'utiliser ses propres locaux pour y exploiter lui-même et avec un de ses proches une entreprise semblable à celle du locataire (consid. 3). 3. Lorsque le besoin du propriétaire est sérieux et n'est pas créé par un acte de spéculation, il n'y a pas lieu de mettre en balance les intérêts respectifs du propriétaire et du locataire (consid. 4)."], "faits": "|192|\n\nRésumé des faits:\n\nA.- L'hoirie Malatesta est propriétaire d'un immeuble à caractère industriel qui est loué depuis 30 ans environ à la \"Carrosserie de Sécheron SA\". L'hoirie se compose de la veuve Malatesta, d'une fille et de deux fils, Melchior et Alphonse; ce dernier a un fils, Michel, qui a passé avec succès ses examens professionnels de tôlier-carrossier en 1963.\n\nL'hoirie a dénoncé le bail de la Carrosserie de Sécheron SA pour le 31 août 1965. Elle a l'intention de créer elle-même un atelier de carrosserie avec la collaboration de Michel Malatesta. A cet effet, les membres de l'hoirie et Michel ont constitué une société en nom collectif qui a été inscrite au registre du commerce et dont le but est \"la création d'un atelier de carrosserie et le commerce d'accessoires s'y rattachant\". La convention de constitution de la société prévoit qu'Alphonse, Melchior et Michel Malatesta consacreront tout leur temps à l'entreprise, à l'exclusion de toute autre activité, et géreront ensemble la société. Cette dernière a acquis un important équipement de carrosserie et s'est fait ouvrir un crédit bancaire pour couvrir les frais d'installation et les premiers frais d'exploitation. |193|\n\nLa locataire a fait opposition à la résiliation du bail. La Commission de première instance pour la limitation du droit de résiliation a déclaré le congé injustifié. Cette décision a été confirmée par la Commission cantonale de recours, qui a retenu notamment les deux arguments suivants:\n\na) l'hoirie Malatesta aurait en quelque sorte créé, au profit d'un proche parent, le besoin dont elle se prévaut, dans le dessein de reprendre un jour l'entreprise de l'intimée;\n\nb) il serait choquant de chasser une entreprise importante et prospère, installée là depuis près de 30 ans, pour la voir remplacée par une autre entreprise semblable, de création toute récente, \"et cela pour la seule raison plus ou moins valable qu'il a plu à l'un des propriétaires de l'immeuble de choisir pour son fils, comme par hasard, une même activité lucrative\"; au surplus, la reprise par l'hoirie Malatesta des locaux occupés par la locataire risquerait, en raison de la pénurie de locaux de remplacement, de conduire celle-ci à la ruine économique.\n\nB.- Agissant par la voie du recours de droit public pour violation de l'art. 4 Cst., l'hoirie Malatesta requiert le Tribunal fédéral d'annuler la décision de la Commission de recours et de déclarer le congé justifié. Elle soutient que c'est uniquement sur la base de l'art. 35 lettre c de l'ordonnance du Conseil fédéral du 11 avril 1961 que l'affaire doit être jugée et non pas sur la base de la lettre f de ce même article, disposition qui, de l'avis de la Commission de recours, n'aurait pas permis de justifier le congé. La recourante fait grief à la Commission de recours d'avoir gravement violé la disposition de l'art. 35 lettre c par une décision insoutenable tant en fait qu'en droit.\n\nC.- La Carrosserie de Sécheron SA conclut au rejet du recours. Reprenant les arguments des Commissions de première instance et de recours, elle estime que l'hoirie recourante a créé elle-même le besoin qu'elle invoque et cela en vue de reprendre unjour l'entreprise de sa locataire. Elle affirme que l'obligation qui lui serait faite de s'en aller serait de nature à entraîner sa ruine.\n\nLa Commission de recours se réfère simplement aux considérants de la décision attaquée.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 35 lettre c de l'ordonnance du Conseil fédéral du 11 avril 1961 concernant les loyers et la limitation du |194| droit de résiliation (OCL), le congé est justifié \"lorsque le propriétaire prouve avoir besoin d'un logement dans la maison pour lui-même ou pour de proches parents ou pour l'un de ses employés, pourvu qu'il n'ait pas causé lui-même le besoin par un acte de spéculation\". Le canton de Genève ayant fait usage de la faculté donnée par l'art. 31 al. 3 OCL, cette disposition s'applique également aux baux à loyer de locaux commerciaux (art. 2 du Règlement genevois concernant la limitation du droit de résiliation en matière de baux, du 13 avril 1962).\n\n2. La Commission de recours estime que l'hoirie Malatesta n'a pas un réel besoin des locaux litigieux.\n\nD'après la jurisprudence du Tribunal fédéral, le besoin personnel du propriétaire existe dès que celui-ci a des raisons sérieuses d'occuper les locaux et que, dans les circonstances où il se trouve, ces raisons doivent être considérées comme valables; point n'est requis qu'il y soit positivement contraint et ne puisse y renoncer sans éprouver un grave préjudice (RO 74 I 3 et 99/100).\n\na) En l'espèce, l'hoirie propriétaire a l'intention d'utiliser les locaux pour y faire exploiter un atelier de carrosserie par deux de ses membres et par un proche parent. Elle a constitué à cet effet une société en nom collectif qui a été inscrite au registre du commerce; elle a acquis un important matériel technique de carrosserie; elle a obtenu un crédit bancaire en vue de couvrir les frais d'installation de la carrosserie et les premiers frais d'exploitation. Cette intention n'est d'ailleurs pas contestée; au contraire, l'intimée reproche justement à la recourante de vouloir ouvrir un atelier de carrosserie afin d'accaparer par là son personnel spécialisé et sa clientèle.\n\nOn doit donc admettre que l'hoirie propriétaire veut effectivement utiliser les locaux litigieux pour ses propres besoins et ceux d'un de ses proches.\n\nb) La Commission de recours, suivant l'autorité de première instance, conteste cependant le bien-fondé des raisons invoquées par la bailleresse pour utiliser elle-même les locaux. Elle relève que Michel Malatesta - la seule personne de la société en nom collectif qui ait acquis une formation de carrossier et qui au surplus n'a aucun droit de propriété sur l'immeuble - est trop jeune pour diriger la partie technique d'un atelier de carrosserie, et que les deux autres personnes qui y consacreront toute leur activité ont déjà une situation professionnelle ailleurs; |195| elle estime dès lors qu'on ne peut parler sérieusement de besoin. Cette argumentation ne peut se défendre. Les autorités chargées de statuer en matière de bail ne sauraient en effet exiger, pour admettre que le besoin de locaux commerciaux ou industriels soit sérieux, des gages de succès qu'il est impossible de donner au départ. Tout au plus pourraient-elles nier le caractère sérieux du besoin si la réussite de l'activité envisagée apparaissait d'emblée comme absolument exclue. Ce qui n'est nullement le cas en l'espèce: Michel Malatesta est ouvrier carrossier; son père et son oncle ont tous deux reçu une formation supérieure dans des branches techniques qui ne sont pas sans rapport avec l'activité d'un atelier de carrosserie, et leur expérience des affaires et de la conduite du travail est de nature à assurer à l'entreprise de bonnes chances de succès.\n\nc) Dans sa réponse, l'intimée prétend que le besoin de locaux industriels et commerciaux doit être apprécié avec plus de rigueur que le besoin de logement; elle invoque l'arrêt non publié du 9 octobre 1947, SA La Tourelle c. W. & Cie (résumé au JdT 1948 I 85). Or le Tribunal fédéral n'a jamais posé un principe aussi général; il a seulement dit qu'il n'était pas arbitraire, en cas d'agrandissement d'un commerce, de n'admettre le besoin que si l'agrandissement apparaissait nécessaire et urgent (RO 74 I 4, citant l'arrêt RO 73 I 184/5).\n\nD'ailleurs on était alors sous le régime antérieur à l'OCL du 11 avril 1961. Cette dernière ordonnance a introduit, à côté du régime du contrôle des loyers, un régime moins sévère de surveillance des loyers, et c'est à ce dernier régime seul que sont soumis les loyers des locaux commerciaux, ainsi que le précisent l'art. 8 de l'ordonnance du Conseil fédéral concernant l'assouplissement du contrôle des loyers, du 23 février 1962, et à sa suite l'art. 2 du règlement genevois précité, du 13 avril 1962.\n\nIl n'y a donc pas lieu d'apprécier le besoin de l'hoirie Malatesta de façon plus rigoureuse que s'il s'agissait du besoin d'un appartement.\n\nDès lors, la négation d'un réel besoin des locaux litigieux est arbitraire.\n\n3. Toutefois, le congé ne serait pas justifié si le besoin ainsi reconnu avait été causé par un acte de spéculation.\n\nLa Commission de recours estime à cet égard que \"l'Hoirie Malatesta a en quelque sorte créé, au profit d'un proche parent, le besoin dont elle se prévaut actuellement, dans le dessein de |196| reprendre un jour l'entreprise de l'intimée\" et que \"l'intérêt que pourrait avoir l'Hoirie Malatesta à la résiliation du bail fondée sur l'art. 35, lit. f OCF serait purement spéculatif et inspiré par une bonne foi douteuse\". Bien qu'elle n'emploie le terme de \"spéculatif\" que dans l'application de la lettre f de l'art. 35 dont on verra plus loin qu'elle n'entre pas ici en considération, il ressort de tout le contexte que la Commission de recours considère comme acte de spéculation les mesures prises par la recourante pour motiver le besoin allégué.\n\na) Prise au sens large où l'entend la jurisprudence, la spéculation suppose essentiellement un élément malsain et indésirable du point de vue de l'économie publique (arrêt non publié du 30 septembre 1964 dans la cause Panorama Immobilien- und Garage AG; BIRCHMEIER, Mietnotrechtserlasse, p. 33/34).\n\nEn l'espèce, l'hoirie Malatesta a pris des dispositions, d'abord pour donner au jeune Michel une formation professionnelle solide dans une branche économique en pleine activité, ensuite pour lui assurer un avenir intéressant au sein d'une entreprise familiale qui s'exercerait dans les locaux mêmes dont l'hoirie est propriétaire. On ne peut reprocher à une famille d'agir de manière à développer à son avantage les moyens qui sont à sa disposition, ni surtout qualifier de spéculative une telle activité. Au contraire, il est parfaitement normal et raisonnable qu'un propriétaire tire le meilleur parti possible des locaux qui lui appartiennent, qu'il les utilise lui-même plutôt que de les donner en location, surtout si cette utilisation lui permet de constituer une entreprise familiale indépendante et assure à un jeune homme un avenir intéressant.\n\nb) Faisant sienne l'argumentation de la Carrosserie de Sécheron SA, la Commission de recours voudrait voir un acte de spéculation précisément dans le fait que c'est vers la profession de carrossier que l'hoirie Malatesta a orienté le jeune Michel, soit vers l'activité qui est exercée actuellement par l'intimée dans les locaux litigieux. On ne peut la suivre sur ce point. Il serait en effet inadmissible de faire, en cette matière, une distinction selon que les locaux devraient être utilisés pour une même activité que celle qui s'y exerce déjà ou au contraire pour une activité différente, et de qualifier de spéculatifle besoin du propriétaire dans le premier cas, alors que dans tous les autres cas ce besoin devrait être considéré comme normal et propre à justifier un congé. |197|\n\nLe Tribunal fédéral a cassé récemment (arrêt non publié du 30 septembre 1964 dans la cause Panorama Immobilien- und Garage AG c. Amag Automobil- und Motoren AG et Direction de la justice du canton de Zurich) la décision de l'autorité cantonale et refusé de voir un acte de spéculation dans l'intention du propriétaire d'occuper lui-même, pour y exploiter un garage à voitures (Einstellgarage) avec service de lavage et de graissage, des locaux utilisés par la société locataire pour son service de vente et son atelier de réparation de voitures. Il est vrai que la société locataire avait, depuis peu de temps, résilié les contrats de tous ses clients qui ne faisaient que louer une place de garage, de sorte que l'activité future du propriétaire n'était pas strictement la même que celle qu'y exerçait le locataire au moment de la résiliation. Le fait que les deux activités soient sensiblement les mêmes en l'espèce ne permet pas, pour les raisons indiquées ci-dessus, de conclure au caractère spéculatif de l'intention du propriétaire.\n\n4. Le besoin du propriétaire devant être reconnu comme sérieux et non causé par un acte de spéculation, les conditions de l'art. 35 lettre c OCL sont remplies et le congé doit être considéré comme justifié. Dès lors, l'autorité n'a pas à examiner les conséquences du congé pour le locataire, ni surtout à mettre en balance les intérêts respectifs du propriétaire et du locataire, comme le prévoit l'art. 34 OCL, lequel n'est d'ailleurs pas applicable en régime de surveillance des loyers. Il n'y a pas lieu non plus d'examiner si le bailleur a un \"autre intérêt méritant considération\" et de prendre prétexte de la lettre f de l'art. 35 OCL pour faire malgré tout la comparaison des intérêts en présence prévue par l'art. 34 pour le régime du contrôle des loyers uniquement; en le faisant, l'autorité cantonale est tombée dans l'arbitraire et sa décision doit être annulée.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision attaquée."}