{"annee": "92", "cour": "I", "page": "277", "date": "28/9/1966", "cite": [], "cite_par": ["93 I 247", "97 I 91", "112 IA 290", "99 IA 712", "115 IA 85", "94 I 52", "99 IA 247", "94 I 127"], "chapeau": "48. Extrait de l'arrêt du 28 septembre 1966 dans la cause Gross et consorts contre Conseil d'Etat du canton de Vand.", "regestes": ["Garantie de la propriété. Base légale. Intérêt public. 1. Base légale pour la réglementation des zones de verdure: elle existe en droit vaudois (art. 25 de la loi sur les constructions et l'aménagement du territoire) (consid. 1). 2. Parcelles attribuées à la zone de verdure par un plan précédent, qui n'a pas fait l'objet de recours: le propriétaire actuel peut recourir contre un nouveau plan qui maintient ces parcelles dans la même zone (consid. 2). 3. Zone d'édifices publics: nécessité d'une base légale claire et nette; le droit vaudois ne contient pas une telle base (consid. 3b)."], "faits": "|278|\n\nRésumé des faits:\n\nA.- L'art. 25 de la loi vaudoise du 5 février 1941 sur les constructions et l'aménagement du territoire (LCAT), dans la teneur que lui a donnée la novelle du 26 février 1964, dispose ce qui suit:\n\n\"Les règlements communaux peuvent fixer les règles et conditions relatives:\n\n1. aux zones instituées sur le territoire communal, telles que zones d'habitation, zone industrielle, zone de verdure, zone agricole;\n\n2. aux alignements le long, en retrait et en dehors des voies publiques et privées existantes et à créer;\n\n3. à l'ordre des constructions (contigu ou non contigu);\n\n4. au profil des voies nouvelles ou des voies à modifier;\n\n5. à la création et à l'entretien d'espaces verts entre les bâtiments et les voies de communication;\n\n6. à la création d'emplacements de jeux pour les enfants;\n\n7. à la création de garages et de places de stationnement;\n\n8. à la création de pistes de ski;\n\n9. au mode de clôture des propriétés;\n\n10. aux autres conditions relatives aux constructions, notamment l'implantation, les dimensions, le nombre d'étages, l'architecture, la couleur des façades, l'emploi des divers matériaux.\n\nLes communes peuvent fixer ces règles et ces conditions par des plans ou par des règlements proprement dits concernant soit l'ensemble du territoire communal, soit des zones, des quartiers ou des rues déterminés.\"\n\nLa commune de Jouxtens-Mézery a adopté en 1965 un nouveau \"Règlement sur le plan d'extension et la police des |279| constructions\" (RPE) ainsi qu'un nouveau plan de zones, destinés à remplacer ceux qui avaient été établis en 1951. Les nouveaux règlement et plan ont été approuvés par le Conseil d'Etat le 4 mars 1966. Ils divisent le territoire communal en trois zones: la zone du village, la zone des villas et la zone de verdure et forêts.\n\nLe nouveau règlement contient les dispositions suivantes au sujet de la zone de verdure et forêts:\n\n\"Art. 33: La zone de verdure est destinée à sauvegarder les sites, à créer des îlots de verdure et à aménager des places de jeux et de sport. Elle est caractérisée par l'interdiction de bâtir.\n\nArt. 34: Dans cette zone, la Municipalité peut autoriser l'édification de bâtiments d'utilité publique.\n\nArt. 35: Toutes les parties boisées de cette zone (forêts, rideaux d'arbres, haies, etc.) sont soumises à la loi forestière. Elles sont caractérisées par l'interdiction de déboiser et de bâtir.\n\nArt. 36: Aucun arbre ne peut être enlevé sans autorisation de la Municipalité. Les arbres doivent être remplacés au für et à mesure de leur abattage.\n\nArt. 37: Les zones de verdure sur domaine privé doivent être maintenues en bon état, par leur propriétaire. Dans le cas où l'entretien d'une de ces zones est négligé à tel point que l'esthétique d'une rue, d'un quartier ou d'un site s'en trouve compromis, la Municipalité peut les faire remettre en état aux frais du propriétaire après mise en demeure préalable fixant un délai d'exécution pour les travaux nécessaires.\"\n\nLe plan de 1951 avait classé en zone de verdure une partie des immeubles suivants qui appartiennent maintenant à Camille Gross: le parc du domaine de Beau-Cèdre (parcelle 145), les terrains situés au nord de la ferme de ce domaine (parcelles 187 et 191) et le Pré de l'Oche (parcelle 49). Le nouveau plan attribue ces fonds à la même zone; il fait entrer en plus dans la zone verte une fraction de la propriété \"Les Marronniers\" (parcelle 52), dont Jean Luzuy, Daphné Luzuy et Walter Lang sont copropriétaires, ainsi qu'une partie de champs situés à proximité (parcelle 187) et appartenant à Camille Gross.\n\nB.- Agissant par la voie du recours de droit public pour arbitraire, violation de la garantie de la propriété et inégalité de traitement, Camille Gross, Jean Luzuy, Daphné Luzuy et Walter Lang demandent au Tribunal fédéral d'annuler: 1) le plan de zones dans la mesure où il prévoit une zone de verdure sur la propriété \"Les Marronniers\" et sur les parties non cadastrées comme bois de la propriété \"Beau-Cèdre\"; 2) les art. 34, |28035| , 36 et 37 du règlement. Les recourants développent les moyens suivants à l'appui de leurs conclusions:\n\nLa délimitation de la zone de verdure n'est pas justifiée. Le motif invoqué en 1951 pour placer en cette zone une partie du domaine de Beau-Cèdre (empêcher la construction d'une ferme modèle par la Confédération, qui en était propriétaire) n'existe plus actuellement, le domaine ayant changé de mains. La Commune n'a pas indiqué les raisons qu'elle a de maintenir malgré tout ces fonds en zone verte. Il est possible qu'elle l'ait fait dans l'idée d'y bâtir un jour des édifices d'intérêt public tels que collège ou église, ainsi qu'elle en avait exprimé l'intention dans une lettre adressée à Camille Gross le 29 avril 1961. Mais une mesure prise à de telles fins serait, faute de reposer sur une base légale et d'être motivée par un intérêt public, arbitraire et contraire à la garantie de la propriété. La Commune est d'ailleurs propriétaire d'autres terrains, sur lesquels il lui serait loisible d'exécuter les projets envisagés. Quant à la zone de verdure frappant la propriété des Marronniers, elle ne se fonde sur aucune raison objective: elle netient pascomptedes limites des terrains frappés ni ne s'intègre dans un plan d'aménagement général.\n\nEn ce qui concerne le règlement, plusieurs dispositions en sont critiquables, aux dires des recourants. L'art. 34, autorisant la construction de bâtiments d'utilité publique dans la zone de verdure, est incompatible avec la notion même d'une telle zone; favorisant le détournement de pouvoir, il est entaché d'arbitraire; avantageant indûment les autorités publiques par rapport aux propriétaires privés, il transgresse le principe d'égalité; enfin, dépourvu de base légale et dépassant le but d'intérêt public visé par la Commune, il ne respecte pas la garantie de la propriété. Dans la mesure où il soumet les haies à la loi forestière vaudoise du 12 mai 1959, l'art. 35 est contraire à cette dernière, qui exclut expressément les haies vives de son champ d'application. L'art. 36, relatif à l'abattage des arbres et à leur remplacement, sort du cadre des compétences communales, la loi forestière réglant ces mesures d'une manière exhaustive et efficace. Enfin, la base légale fait défaut pour l'art 37, qui contraint le propriétaire à entretenir les zones de verdure et autorise la Municipalité à les remettre en état aux frais de l'obligé en cas de négligence compromettant l'esthétique d'une rue, d'un quartier ou d'un site; le Tribunal fédéral doit se prononcer librement sur la restriction prévue, qui est grave et inhabituelle.\n\n|281|\n\nC.- Le Conseil d'Etat et la commune de Jouxtens-Mézery concluent au rejet du recours...\n\nD.- Une délégation du Tribunal fédéral a visité les lieux. Les membres de la Cour ont en outre pu prendre connaissance d'une maquette du territoire communal, déposée au Tribunal huit jours avant la séance.", "considerants": "Considérant en droit:\n\n1. a) L'art. 34 RPE, en vertu duquel la Municipalité peut autoriser en zone de verdure l'édification de bâtiments d'utilité publique, échappe à la critique. Il ne serait arbitraire que s'il était dénué de toute justification, en particulier si l'autorisation prévue était absolument incompatible avec l'existence d'une zone de verdure. Tel n'est cependant pas le cas. La présence d'un bâtiment dans une zone de verdure ne la dénature pas nécessairement. Par exemple, la construction d'un musée, d'un temple ou même d'un hôtel judiciaire dans un vaste parc n'en modifie pas forcément l'aspect général ou la destination principale. Sans doute pourrait-il en être autrement si un collège ou un bâtiment administratif ouvert chaque jour à de nombreux visiteurs s'élevait dans une étroite zone de verdure. Mais une disposition réglementaire ne peut être annulée pour le seul motif qu'elle est susceptible d'être interprétée extensivement. Dès lors, il suffit que l'application de l'art. 34 puisse se concilier avec le but d'une zone verte pour que cette disposition soit à l'abri du grief d'arbitraire. Il appartient aux intéressés de se défendre, de cas en cas, contre les mesures abusives. Selon les circonstances, ils pourront recourir contre la création d'une zone de verdure qui ne répond pas à ses fins, ou bien s'opposer aux projets de construction qui altèrent une telle zone, ou encore, à l'occasion d'une expropriation, contester l'intérêt public de cette mesure.\n\nL'art. 34 n'entraîne pas non plus une inégalité inadmissible entre les autorités publiques et les propriétaires privés. Il n'est pas contraire au principe d'égalité d'autoriser des bâtiments d'utilité publique là où des maisons particulières sont interdites. La différence de destination justifie celle de traitement. En outre, si certains édifices d'utilité publique sont compatibles avec l'existence d'une zone de verdure, on ne conçoit guère que des bätiments privés puissent s'élever sur une telle zone sans la détourner de son but.\n\n|282|\n\nEn lui-même, l'art. 34 ne porte pas atteinte à la propriété privée ni, partant, ne peut en violer la garantie. Les particuliers ne seront touchés que si la collectivité publique exproprie leurs fonds. C'est alors qu'il lui incombera d'établir l'existence d'une base légale et d'un intérêt public.\n\nb) L'art. 35 RPE, qui soumet à la loi forestière les parties boisées de la zone de verdure (forêts, rideaux d'arbres, haies, etc.), n'est pas dépourvu de base légale. En prévoyant que les règlements communaux peuvent fixer les règles et conditions relatives aux zones instituées sur le territoire communal, l'art. 25 ch. 1 LCAT autorise les communes à déterminer les modalités d'affectation, d'utilisation et d'entretien de ces zones. Dès lors, l'art. 35 RPE n'est pas contraire à la législation cantonale ni au principe de la séparation des pouvoirs. Si l'art. 2 al. 2 de la loi forestière exclut de son champ d'application les haies vives, il n'empêche pas les communes d'user des compétences que leur attribue l'art. 25 LCAT pour assujettir les haies au régime forestier.\n\nc) L'art. 36 RPE, qui subordonne l'enlèvement des arbres à l'autorisation de la Municipalité et ordonne le remplacement des arbres abattus, peut également s'appuyer sur l'art. 25 LCAT et ne viole pas davantage la loi forestière. Les recourants reprochent au règlement communal d'engendrer des complications et des frais inutiles, mais ils ne s'efforcent pas de démontrer l'exactitude de cette allégation, qui ne peut dès lors être prise en considération.\n\nd) L'art. 37 RPE oblige les propriétaires intéressés à maintenir en état la zone verte et autorise la Municipalité à remédier à leur carence si l'esthétique d'une rue, d'un quartier ou d'un site s'en trouve compromise. Cette disposition repose elle aussi sur l'art. 25 LCAT, tel qu'il vient d'être interprété. Même si la gravité de l'atteinte causée requérait en l'espèce une base légaleclaire et nette, cette exigence serait respectée.\n\n2. a) La Commune de Jouxtens-Mézery soutient que Camille Gross est à tard pour recourir contre l'attribution de ses fonds à la zone de verdure: sous réserve d'une petite partie de la parcelle 187, les autres terrains du recourant y avaient été placés par le plan de 1951 déjà, contre lequel il n'y a pas eu de recours; le plan de 1965 n'a fait que les y maintenir, de sorte qu'il ne peut pas être attaqué sur ce point.\n\nL'exception soulevée par la Commune est mal fondée. |283|\n\nSelon l'art. 84 al. 1 lettre a OJ, le recours de droit public est recevable contre une décision ou un arrêté cantonal pour violation de droits constitutionnels. Même si un tel acte reprend le contenu d'un autre, il n'en est pas moins sujet à recours. C'est dire que la passivité des propriétaires à l'égard du plan de 1951 ne les empêche pas, eux ou leurs successeurs, de s'en prendre au plan de 1965.\n\nb) La Commune dénie au surplus à Camille Gross un intérêt actuel au recours pour le parc de Beau-Cèdre. Une telle exception est également mal fondée: supposé que le recourant tienne à conserver ce parc et les arbres qui s'y trouvent, cela ne signifie pas qu'il ait renoncé à disposer de ses biens dans une mesure incompatible avec leur classement en zone de verdure. Son intérêt à recourir n'est au surplus pas douteux pour les autres parcelles attribuées à la zone de verdure.\n\n3. Il y a lieu maintenant de statuer sur le sort de chacun des fonds litigieux. Dans la mesure où les recourants prétendent que l'attribution de leurs parcelles à la zone de verdure n'est motivée par aucun intérêt public, ils soulèvent une question qui relève principalement du fait et que le Tribunal fédéral examinera sous le seul angle de l'arbitraire (RO 91 I 335 et les arrêts cités).\n\na) Le parc du domaine de Beau-Cèdre n'en est pas seulement l'ornement, mais il contribue à embellir la région environnante. Son attribution à la zone de verdure se justifie pour des raisons évidentes d'intérêt public. Lors de la visite des lieux, Camille Gross l'a admis en principe.\n\nLe classement du parc en zone verte ne sera contestable que si la maison de maître vient un jour à disparaître et si, de ce fait, le domaine perd son caractère de grande propriété (cf. RO 90 I 355 s.). Il n'est cependant pas vraisemblable que cette hypothèse se réalisera prochainement. Au surplus. la législation cantonale donne à tout intéressé le droit de demander, après dix ans, la modification ou l'abandon d'un plan (art. 26 LCAT).\n\nb) La Commune de Jouxtens-Mézery ne dissimule pas les motifs pour lesquels elle a attribué à la zone verte les terrains situés au nord de la ferme de Beau-Cèdre. Aux termes de sa réponse, \"... il s'agit de terrains sur lesquels la Commune prévoit le développement du centre de la Commune. Jouxtens n'a pas encore d'église (une association s'est fondée en 1965 en vue de la construction d'une église à Jouxtens); il faudra construire une école plus grande. En classant la quasi-totalité de |284| son territoire en zone constructible, la Commune s'expose à voir la population augmenter au cours des prochaines années. Elle doit donc prévoir l'extension du centre de la Commune et réserver des terrains à cet effet. Ces terrains sont tout naturellement ceux qui sont à proximité immédiate du centre civique actuel de la Commune... En classant ces terrains en zone de verdure dès 1951, la Commune a entendu interdire des constructions privées en vue de l'aménagement futur du centre de la localité (église, école, maison de commune). La zone de verdure emportant interdiction de bâtir, ce but est atteint par le classement dans cette zone, qui a sa base légale à l'art. 25 LCAT\". Ainsi la Commune entend, par le classement de ces terrains en zone de verdure, y interdire toute construction privée avant que des bâtiments d'utilité publique n'y soient élevés. Loin de vouloir ménager de façon durable un espace de verdure, elle a cherché à réserver un emplacement propice à ses projets de construction. En somme, sous le couvert d'une zone de verdure, qu'elle a détournée de son but, elle a créé une zone d'édifices publics. Il importe dès lors d'examiner si la création d'une telle zone repose sur une base légale. Comme tout bâtiment privé est prohibé sur un territoire étendu, le Tribunal fédéral exigera, suivant sa jurisprudence traditionnelle, une base légale claire et nette (RO 74 I 156, 76 I 336, 77 I 218, 78 I 428, 81 I 29, 84 I 173, 85 I 231, 89 I 104, 191, 91 I 125). En effet, lorsqu'une grave atteinte est portée à la propriété, il convient de s'assurer qu'elle répond à la volonté du législateur.\n\nOr, si l'art. 25 al. 1 LCAT prévoit l'institution de zones d'habitation, de zones industrielles, de zones de verdure et de zones agricoles (ch. 1), ainsi que la création d'emplacements de jeux (ch. 6), de places de stationnement (ch. 7) et de pistes de ski (ch. 8), il n'y est pas question d'une zone d'édifices publics.\n\nIl s'ensuit que, dans la mesure où il frappe les terrains situés au nord de la ferme de Beau-Cèdre, le plan de zones de la Commune de Jouxtens-Mézery manque d'une base légale claire et nette. Violant la garantie de la propriété, il doit être annulé en ce qui concerne ces fonds...\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Admet partiellement le recours et annule le plan de zones de la Commune de Jouxtens-Mézery dans la mesure où il place en zone de verdure: |285| a) les parcelles 49, 187 et 191 appartenant au recourant Camille Gross;\n\nb) la parcelle 52 appartenant en copropriété aux recourants Jean Luzuy, Daphné Luzuy et Walter Lang, à l'exception des deux parties boisées;\n\n2. Rejette le recours pour le surplus."}