{"annee": "92", "cour": "I", "page": "176", "date": "11/5/1966", "cite": ["88 I 190", "67 I 161"], "cite_par": ["100 IB 293", "101 IB 277", "104 IB 79", "106 IB 231", "97 I 715", "105 IB 6", "104 IB 288", "102 IB 57", "111 IB 280"], "chapeau": "29. Urteil vom 11. Mai 1966 i.S. Emser Werke AG gegen Kanton Graubünden.", "regestes": ["Expropriation postérieure à l'exécution de l'ouvrage. Application de l'art. 41 LEx et des effets qu'il prévoit en cas de retard; changement de jurisprudence (consid. 1, 2, 3). Le Conseil fédéral peut contraindre une entreprise qui construit un ouvrage, si elle s'y refuse, à introduire la procédure d'expropriation (consid. 4). Ce principe vaut aussi pour la construction d'une route nationale (consid. 5). Situation juridique du lésé (consid. 6)."], "faits": "|176|\n\nA.- Beim Bau der Nationalstrasse N 13 im Raume Ems-Bonaduz-Tamins wurde der Landerwerb im Landumlegungsverfahren durchgeführt. Die Emser Werke AG hatte dabei von ihrer Liegenschaft \"Isla\", auf der ein Wohnhaus steht, unüberbautes Land abzutreten; es wurde ihr dafür entsprechender Ersatz zugeteilt. Die Zuteilungen sind in Rechtskraft erwachsen. Die N 13 wurde im Bereiche der Liegenschaft \"Isla\" am 7. Dezember 1964 dem Betrieb übergeben.\n\n|177|\n\nB.- Am 15. Juni 1965 machte die Emser Werke AG gegenüber dem Tiefbauamt des Kantons Graubünden geltend, ihr Haus habe an Wert eingebüsst, da es nun an vier Seiten von Strassen umgeben sei und die Bewohner Tag und Nacht vom Lärm und Scheinwerferlicht gestört würden. Die Einbusse werde auf 45 000 bis 55 000 Franken geschätzt, in welchem Umfang Ersatz verlangt werde. Das Tiefbauamt antwortete am 20. Oktober 1965, dass es zur Zeit nicht in der Lage sei, das Begehren präjudizierlich zu behandeln; es ziehe vor, dass die Emser Werke AG ihre Forderung bei der Eidg. Schätzungskommission VII gemäss Art. 41 Abs. 1 lit. c EntG anmelde. Dies geschah am 5. November 1965.\n\nC.- Der Präsident der Eidg. Schätzungskommission ist auf das Begehren nicht eingetreten. Der Begründung ist zu entnehmen:\n\nDie behauptete Schädigung der Liegenschaft sei schon zur Zeit der Planauflage im Jahre 1962 erkennbar gewesen. Die Emser Werke AG könne sich daher nicht auf den Restitutionsgrund des Art. 41 Abs. 1 lit. c EntG berufen. Aber selbst wenn ein solcher Grund vorläge, wäre die Eingabefrist, die am 7. Dezember 1964 mit der Übergabe der Strasse an den Verkehr zu laufen begonnen habe, verpasst. In jedem Falle hätte die Eigentümerin nicht 300 Tage zuwarten dürfen, bis sie ihre Ansprüche geltend machte. Sie vermöge denn auch nicht nachzuweisen, dass sie während dieser Zeit durch Vergleichsverhandlungen von der nachträglichen Eingabe beim Präsidenten der Schätzungskommission abgehalten worden sei.\n\nD.- Diesen Entscheid hat die Emser Werke AG an das Bundesgericht weitergezogen. Sie macht geltend, erst Ende Mai/Anfangs Juni 1965 habe man sich Rechenschaft geben können, wie sich der Verkehr auf der Nationalstrasse auf die Liegenschaft auswirke. Schon am 12. April 1965 habe sie jedoch einen Anwalt beigezogen und in der Folge sei sie immer mit dem Kanton in Fühlung geblieben. Eine Verwirkung sei daher nicht eingetreten.\n\nE.- Der Kanton Graubünden beantragt, die Beschwerde sei abzuweisen. Der Landerwerb sei nicht, wie sich aus dem Rekurs zu ergeben scheine, im Enteignungs-, sondern im Landumlegungsverfahren erfolgt. Die Immissionen seien schon seit der Planauflage voraussehbar gewesen. Zumindest hätten die behaupteten Lärm- und Lichteinwirkungen innert der Notfrist |178| des Art. 41 Abs. 2 EntG, d.h. 30 Tage nach dem 7. Dezember 1964, geltend gemacht werden müssen.\n\nDer Präsident der Schätzungskommission beantragt ebenfalls, die Beschwerde sei abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Anwendung des Art. 41 EntG erfordert ein vorausgegangenes Enteignungsverfahren. Dies ergibt sich schon aus der Stellung des Art. 41 im Gesetz und aus dessen Wortlaut. Die Art. 35-41 EntG stehen unter dem zusammenfassenden Titel \"VI. Einsprachen und Forderungen\". Art. 35 handelt von der Eingabefrist der Einsprachen, Art. 36 von der allfälliger Forderungen. Die Art. 39 bis 41 ordnen die Säumnisfolgen. Art. 41 EntG umschreibt insbesondere die Zulässigkeit nachträglicher Entschädigungsforderungen. Dies zeigt, dass in Art. 41 nur die Folgen der versäumten Forderungseingabe in einem Enteignungsverfahren geregelt werden wollten. Auch der Wortlaut des Art. 41 EntG knüpft mit den Ausdrücken \"Ablauf der Eingabefrist\" und \"Durchführung des Schätzungsverfahrens\" an das vorausgegangene Verfahren an.\n\n2. Das Bundesgericht hat aus den genannten Gründen die Anwendung des Art. 41 EntG zunächst allein von einem vorgängigen Enteignungsverfahren abhängig gemacht (BGE 67 I 172ff.). Es hat darüber hinaus in BGE 88 I 194 ff. erkannt, dass auch derjenige nach Art. 41 EntG vorgehen könne, dessen Grundstück von der Planauflage nicht berührt worden sei, weil das Unternehmen in der betreffenden Gegend gar nicht auf den zwangsweisen Erwerb von Rechten angewiesen war; es genüge, dass das Unternehmen das Enteignungsrecht für das Werk als solches erhalten und dass es davon für andere Teile des Werks Gebrauch gemacht habe. Der genannte Entscheid wirft ferner die Frage auf, ob Art. 41 EntG nicht zudem \"analog\" anwendbar sei, falls ein Enteignungsverfahren zwar durchgeführt, dabei aber demjenigen, der nachträglich Entschädigungsansprüche erhebt, keine Eingabefrist angesetzt worden sei (S. 198/99).\n\nAn der Betrachtungsweise dieses Urteils kann nicht festgehalten werden. Der Geschädigte wird nur säumig, wenn ihm Gelegenheit geboten worden ist, seine Forderungen rechtzeitig anzumelden. Diese Gelegenheit besass er nicht schon, wenn irgendwo für das betreffende Werk eine Enteignung durchgeführt |179| wurde, sondern nur, wenn eine öffentliche Auflage in der Gemeinde der gelegenen Sache erfolgte oder ihm eine persönliche Anzeige zuging. Es besteht kein Anlass, einen Geschädigten, der nicht in diesem Sinne säumig geworden ist, mit den Nachteilen zu belasten, denen die Durchsetzung der Forderungen nach Art. 41 EntG begegnet. In diesem Sinne hat auch der Bundesrat entschieden (Verwaltungsentscheide der Bundesbehörden [VE] 1948/50 Nr. 180).\n\n3. Zwar hat im vorliegenden Fall eine Planauflage stattgefunden, doch handelte es sich dabei um die Projektauflage nach Art. 26 des Bundesgesetzes über die Nationalstrassen vom 8. März 1960. Während einer solchen können Einsprachen gegen das Ausführungsprojekt oder die darin enthaltenen Baulinien (Art. 27) angemeldet werden. Forderungen sind dagegen nach Art. 39 Abs. 2 des erwähnten Gesetzes in einem besonders einzuleitenden Enteignungsverfahren anzumelden.\n\nIm Bereich der Liegenschaft \"Isla\" wurde ein Landumlegungsverfahren durchgeführt. Es fehlt daher an einem Enteignungsverfahren, in dem die Emser Werke AG hätte säumig werden können und auf welches die Säumnisvorschriften des Art. 41 EntG anzuwenden wären. Die Beschwerde ist daher grundsätzlich abzuweisen.\n\n4. Dies bedeutet jedoch nicht, dass die Emser Werke AG des Rechtsschutzes entbehre. Wohl ist ihr der direkte Weg zur Schätzungskommission versperrt; denn diese ist - ausser im Säumnisfalle des Art. 41 EntG - nicht befugt, den Werkunternehmer zur Einleitung des Enteignungsverfahrens zu zwingen (BGE 67 I 172/3, BGE 88 I 196). Einzig der Werkeigentümer, dem das Enteignungsrecht verliehen worden ist, kann ein Enteignungsverfahren anhängig machen (Art. 2 und 3 EntG). Das Gesetz sagt zwar nicht, was zu geschehen habe, wenn ein im Besitze des Enteignungsrechts befindlicher Unternehmer sich weigert, das Verfahren einzuleiten. Das heisst aber nicht, dass insofern eine Lücke bestehe. Vielmehr gilt die Ordnung, die sich aus Art. 102 Ziff. 2 BV ergibt; denn das Enteignungsgesetz ist ein Administrativgesetz des Bundes, dessen Beachtung der Aufsicht des Bundesrates untersteht. Dieser ist somit ermächtigt, einen Werkunternehmer nötigenfalls zur Einleitung des Expropriationsverfahrens zu veranlassen (BGE 67 I 172unten, BGE 88 I 196; VE 1948/50 Nr. 180).\n\n|180|\n\n5. Diese Grundsätze greifen auch Platz, falls es, wie im vorliegenden Fall, um den Bau einer Nationalstrasse geht. Das Bundesgesetz über die Nationalstrassen sieht vor, dass der Landerwerb, abgesehen vom freihändigen Kauf, nicht bloss auf dem Wege der Enteignung, sondern auch durch Landumlegung erfolgen kann. Was zu geschehen habe, wenn der Schaden - wie hier behauptet - durch den Landabtausch nicht voll gedeckt wird, sagt das Gesetz selber nicht. Hingegen können Art. 21 und 23 der Vollziehungsverordnung des Bundesrates vom 23. März 1964 nach ihrem Wortlaut dahin ausgelegt werden, dass bei Wahl des Landumlegungsverfahrens zur Deckung auf diesem Wege nicht erfassbaren Schadens zusätzlich ein Enteignungsverfahren eingeleitet werden soll. Diese Auslegung ist sinnvoll; denn die Landumlegung enthält, soweit sie die Überführung bestimmter Parzellen in die Hände des Gemeinwesens bezweckt, einen eigentlichen Expropriationsvorgang (MEIER-HAYOZ, Kommentar zum Sachenrecht, 1. Teilband Systematischer Teil, 4. Aufl., S. 175 N. 232 c). Ein Enteignungsverfahren kann sich auch bei im übrigen freihändigem Landerwerb zum Schutze von Nachbarrechten als notwendig erweisen.\n\nDer Wortlaut des Art. 32 BG über die Nationalstrassen lässt den Schluss zu, dass es Sache der Kantone ist, das Enteignungsverfahren anzuordnen. Am 30. Mai 1961 hat der Grosse Rat des Kantons Graubünden die Verordnung über den Vollzug des Bundesgesetzes über die Nationalstrassen erlassen. Diese verfügt in Art. 17 Abs. 2, dass der Kleine Rat die für den Landerwerb anwendbare Erwerbsart bestimme. Offenbar bedeutet dies auch, dass der Kleine Rat die Ermächtigung erteilt, das Enteignungsverfahren durchzuführen. Er wird daher - in Nachachtung von Art. 23 der eidgenössischen Vollzugsverordnung - das Enteignungsverfahren zu verfügen haben, wenn behauptet wird, das Landumlegungsverfahren habe berechtigten Ersatzansprüchen eines Grundeigentümers nicht genügt. Sollte sich der Kleine Rat weigern, das Verfahren einzuleiten, so steht den Geschädigten nach dem in Erwägung 4 Gesagten die Beschwerde an den Bundesrat offen.\n\n6. Geht man hievon aus, so hat die Emser Werke AG einen Anspruch, dass der Kleine Rat im vorliegenden Streitfall das Enteignungsverfahren eröffne, allenfalls einen begründeten, an den Bundesrat weiterziehbaren Entscheid erlasse. Da sie |181| nicht säumig ist (vgl. Erw. 3), geniesst sie die vollen Rechte eines Geschädigten im Enteignungsverfahren; insbesondere entfallen ihr gegenüber die Verwirkungseinreden des Art. 41 EntG. Dadurch, dass der Kleine Rat auf Ersuchen der Emser Werke AG das Enteignungsverfahren eröffnet, anerkennt er deren Forderung weder grundsätzlich noch der Höhe nach (vgl. hiezu VE 1948/50 Nr. 180 letzter Absatz).\n\n7. Muss zwar die Beschwerde im Sinne der Erwägungen abgewiesen werden, so besteht trotzdem kein Anlass, der Beschwerdeführerin Kosten aufzuerlegen. Indem sie sich seinerzeit an die Verwaltung wandte, hat sie grundsätzlich den richtigen Weg beschritten.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Die Beschwerde wird im Sinne der Erwägungen abgewiesen.\n\n2.- Es werden keine Kosten erhoben."}