{"annee": "119", "cour": "III", "page": "57", "date": "23/6/1993", "cite": ["69 III 33", "109 III 4", "117 III 10", "100 IB 455", "118 III 10", "116 III 10"], "cite_par": ["120 III 64", "129 III 556"], "chapeau": "15. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 23. Juni 1993 i.S. T. AG (Rekurs)", "regestes": ["Notification des actes de poursuite (art. 65 et 66 LP). Lorsqu'une société anonyme constitue domicile auprès d'une autre société anonyme, celle-ci assume le rôle d'un représentant, tel que peut en désigner le débiteur qui ne demeure pas au for de la poursuite. en cas d'échec de la notification à un représentant qualifié de la détentrice du domicile, l'acte de poursuite peut être remis à un autre employé de la société."], "faits": "BGE 119 III 57 S. 57\n\nFrau Z., eine Angestellte der B. AG in Z., nahm drei gegen die T. AG ausgestellte Zahlungsbefehle entgegen. Als die T. AG in der Folge Rechtsvorschlag erhob, teilte ihr das Betreibungsamt mit, dass dieser verspätet erfolgt sei.\n\nDie kantonale Aufsichtsbehörde wies die Beschwerde der T. AG gegen die Zustellung der Zahlungsbefehle ab.\n\nBGE 119 III 57 S. 58\n\nDemgegenüber heisst die Schuldbetreibungs- und Konkurskammer des Bundesgerichts den hierauf bei ihr erhobenen Rekurs der T. AG gut und weist das Betreibungsamt an, aufgrund der von den Gläubigern mit Name und Wohnort des Vertreters der B. AG zu ergänzenden Betreibungsbegehren die Zustellung der Zahlungsbefehle zu wiederholen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n3. Anlass zum Rekurs gibt die Zustellung der Zahlungsbefehle und Konkursandrohungen an die Angestellte einer Aktiengesellschaft, bei welcher die Rekurrentin ihr Domizil begründet hat.\n\na) Für Aktiengesellschaften mit Sitz in der Schweiz ist der Hauptsitz ausschliesslicher allgemeiner Betreibungsort (Art. 46 Abs. 2 SchKG; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5. A. Bern 1993, S. 86 N 10; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 2. A. Lausanne, 1988, S. 83; FORSTMOSER, Schweizerisches Aktienrecht, Band I/Lieferung 1, Zürich 1981, S. 106 N 136). Der Sitz einer Aktiengesellschaft ergibt sich aus ihren Statuten (Art. 626 Ziff. 1 OR). Hat die Gesellschaft am Orte des statutarischen Sitzes kein Geschäftsbüro, so muss zudem im Handelsregister eingetragen werden, bei wem sich an diesem Orte das Domizil befindet (Art. 43 Abs. 1; Art. 78 Abs. 1 lit. f HRegV).\n\nb) Nicht nur der Betreibungsort, sondern auch die Zustellung der Betreibungsurkunden wird durch die abschliessende Regelung des Schuldbetreibungsrechts bestimmt. Diese gilt zwingend und zwar sowohl für den Betreibenden, als auch für jeden, der aufgrund der gesetzlichen Ordnung zur Entgegennahme von Betreibungsurkunden berechtigt ist. Damit wird der Bedeutung Rechnung getragen, die diesen Urkunden, insbesondere dem Zahlungsbefehl, zukommt (AMONN, a.a.O., S. 105 N 10). Die Betreibung wird nämlich ausschliesslich aufgrund einer Behauptung des Betreibenden in Gang gesetzt; der Zahlungsbefehl wird somit ausgestellt, ohne dass vorab eine Prüfung der geltend gemachten Forderung auf ihren Bestand und auf ihre Vollstreckbarkeit erfolgt. Der Betriebene seinerseits muss innert 10 Tagen ab Zustellung des Zahlungsbefehls Rechtsvorschlag erheben, um sich dem Ansinnen der Betreibenden ganz oder teilweise widersetzen zu können (AMONN, a.a.O., S. 119 N 1).\n\nc) In dem gegen eine Aktiengesellschaft eröffneten Betreibungsverfahren hat die Zustellung der Betreibungsurkunden an einen Vertreter BGE 119 III 57 S. 59derselben zu erfolgen; als solcher gilt jedes Mitglied der Verwaltung sowie jeder Prokurist (Art. 65 Abs. 1 Ziff. 2 SchKG). Damit die ordnungsgemässe Zustellung gewährleistet ist, hat der Betreibende in seinem Begehren nicht nur die Aktiengesellschaft, sondern auch den Namen und den Wohnsitz ihres Vertreters anzuführen. Fehlen diese Angaben, so hat das Betreibungsamt sich beim Gläubiger zu erkundigen, welcher natürlichen Person der Zahlungsbefehl auszuhändigen ist; hingegen muss es nicht selber nachforschen, wer berechtigter Vertreter einer juristischen Person ist (BGE 118 III 12 E. 3a; BGE 117 III 13 E. 5b; BGE 116 III 10; BGE 109 III 6 E. 1b).\n\nd) Im vorliegenden Fall geht aus den Zahlungsbefehlen hervor, dass die Rekurrentin bei der B. AG in Z. ein Domizil begründet hat; die Rekurrentin bestreitet diesen Umstand nicht. Mitteilungen aller Art sind somit grundsätzlich an dieses Domizil zu richten (BGE 100 Ib 458 E. 4), da es gleichsam die Empfangsstelle der juristischen Person ist. Demzufolge ist eine Zustellung an einen Verwaltungsrat oder einen Prokuristen der Rekurrentin nicht mehr zulässig. Ein Domizilhalter nimmt also gleichsam die Stellung eines Bevollmächtigten ein, wie ihn der am Betreibungsort nicht anwesende Schuldner bestimmen kann (Art. 66 Abs. 1 SchKG; BGE 69 III 35 /36). Wäre das Domizil bei einer natürlichen Person begründet worden, so hätte die Zustellung der Betreibungsurkunden ohne weiteres an diese erfolgen müssen. Übernimmt aber - wie dies für die Rekurrentin zutrifft - eine Aktiengesellschaft das Domizil einer Aktiengesellschaft, so ist eine Betreibungsurkunde dem nach Art. 65 Abs. 1 Ziff. 2 SchKG zuständigen Vertreter der Domizilhalterin auszuhändigen.\n\ne) Gemäss den verbindlichen Feststellungen der kantonalen Aufsichtsbehörde sind die Betreibungsurkunden weder einem Mitglied des Verwaltungsrates noch einem Prokuristen, sondern einer Angestellten am Domizil der Rekurrentin zugestellt worden. Diese kann in Betreibungssachen vorerst für die Domizilgesellschaft nicht rechtsgültig auftreten. Erst wenn die Zustellung an ein Organ im Sinne von Art. 65 Abs. 1 Ziff. 2 SchKG erfolglos versucht worden ist, darf die Betreibungsurkunde aufgrund von Art. 65 Abs. 2 SchKG an einen andern Angestellten des Betriebes vorgenommen werden."}