{"annee": "119", "cour": "IV", "page": "10", "date": "25/1/1993", "cite": ["115 IV 175", "118 IV 14", "98 IV 245", "116 IV 4"], "cite_par": ["119 IV 145", "122 IV 103", "119 IV 134", "121 IV 109"], "chapeau": "3. Auszug aus dem Urteil des Kassationshofes vom 25. Januar 1993 i.S. L. gegen Staatsanwaltschaft des Kantons Thurgau (Nichtigkeitsbeschwerde)", "regestes": ["Fixation de l'amende (art. 48, 63 CP); prise en considération de l'économie réalisée grâce à une infraction. Confiscation (art. 58 CP) des frais épargnés. Portée d'une décision de renvoi à l'autorité cantonale (art. 277ter PPF). L'économie réalisée au moyen d'une infraction - ici l'élimination de déchets - ne doit pas être schématiquement comprise dans le montant de l'amende, lors de la fixation de celle-ci, mais doit seulement être prise en considération avec l'ensemble des circonstances du cas (consid. 4b/aa). L'économie réalisée grâce à une infraction représente une valeur qui peut être confisquée en application de l'art. 58 CP (consid. 4c/bb). Lorsque le Tribunal fédéral admet un pourvoi en nullité en ce qui concerne le montant de l'amende, l'autorité cantonale peut, sous réserve de la prohibition de la reformatio in pejus et du droit d'être entendu, prononcer une amende plus faible assortie d'une confiscation conformément à l'art. 58 CP. Cela vaut tout au moins lorsqu'elle a pris en considération dans la première décision des éléments sans pertinence dans le cadre de la fixation de l'amende, mais qui doivent être pris en compte dans celui de la confiscation (consid. 4c/aa et consid. 4c/cc)."], "faits": "BGE 119 IV 10 S. 11\n\nA.- L. liess am 6. Mai 1991 mit Mauerabbruch durchsetztes Aushubmaterial aus der Baugrube seiner Liegenschaft ohne die erforderliche Bewilligung, teilweise im Wald, teilweise einem Bach entlang, ablagern.\n\nB.- Das Bezirksamt Frauenfeld büsste ihn mit Strafverfügung vom 18. Juli 1991 wegen unstatthafter Ablagerung von Aushubmaterial an Gewässern und wegen Errichtens einer Deponie mit Aushubmaterial ohne Bewilligung in Anwendung von § 29 in Verbindung mit § 23 des thurgauischen Wasserbaugesetzes, Art. 61 Abs. 1 lit. e in Verbindung mit Art. 30 Abs. 3 des Bundesgesetzes über den Umweltschutz, Art. 40 Abs. 1 in Verbindung mit Art. 24 Abs. 1 und 2 lit. a des Bundesgesetzes über die Fischerei sowie Art. 40 in Verbindung mit Art. 14 Abs. 1 des Bundesgesetzes über den Schutz der Gewässer mit einer Busse von Fr. 4500.--, bedingt vorzeitig löschbar bei einer Probezeit von einem Jahr.\n\nBGE 119 IV 10 S. 12\n\nDas Obergericht des Kantons Thurgau bestätigte auf Berufung des Gebüssten und Anschlussberufung der Staatsanwaltschaft mit Urteil vom 26. Mai 1992 die Strafverfügung des Bezirksamts Frauenfeld vom 18. Juli 1991 mit Ausnahme der Bestrafung wegen Widerhandlung gegen das Gewässerschutzgesetz und gegen das Fischereigesetz. Sie bestätigte mithin auch die vom Bezirksamt ausgefällte Busse von Fr. 4500.--.\n\nC.- Der Gebüsste ficht den Entscheid des Obergerichts sowohl mit staatsrechtlicher Beschwerde als auch mit eidgenössischer Nichtigkeitsbeschwerde an. Mit der letzteren stellt er die Anträge, das angefochtene Urteil sei aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft hat sich innert Frist nicht vernehmen lassen.", "considerants": "Aus den Erwägungen:\n\n4. a) Die Vorinstanz hat die vom Bezirksamt Frauenfeld gegen den Beschwerdeführer ausgefällte Busse von Fr. 4500.-- bestätigt. Sie erachtete das Verschulden des Beschwerdeführers als schwer. Allseits sei man bemüht, die Umwelt nicht unnötig zu belasten. Der Beschwerdeführer habe sich über diese Bestrebungen eigennützig hinweggesetzt. Er habe an unerlaubten Orten derart viel Bauschutt deponiert, dass sich die von der Staatsanwaltschaft beantragte Busse von Fr. 4500.-- auch dann rechtfertige, wenn der Vorwurf der Widerhandlung gegen das Gewässerschutzgesetz und gegen das Fischereigesetz entfalle. Im Bereich der Umweltschutzgesetzgebung sei bei der Beurteilung des Verschuldens unter anderem auch auf die Ersparnisse abzustellen, die der Täter durch sein strafbares Verhalten erzielte. Die ordnungsgemässe Entsorgung von Aushubmaterial koste Fr. 10.--/m3, der Beschwerdeführer habe also ca. Fr. 2100.-- eingespart. Er habe daneben mit seinem Selbsthilfemanöver gegen verschiedene öffentliche Interessen verstossen und sich über die geltenden Vorschriften hinweggesetzt, weshalb es sich ohne weiteres rechtfertige, ihn zusätzlich zum \"Ersparten\" mit einer Busse von Fr. 2400.--, d.h. insgesamt somit mit einer solchen von Fr. 4500.--, zu belegen. Im übrigen sei die Behauptung des Beschwerdeführers nicht glaubwürdig, er habe aus gemeinnützigen Motiven, in Sanierungsabsicht, gehandelt. Niemand sei - auch nicht in guten Treuen - befugt, der Ortsgemeinde obliegende Aufgaben auszuführen. Abgesehen davon sei es ihm vorab um die erleichterte BGE 119 IV 10 S. 13Nutzungsmöglichkeit seines Landes und nicht primär um die Wahrung öffentlicher Interessen gegangen.\n\nDer Beschwerdeführer macht dagegen geltend, es könne ihm nicht Eigennutz und Profitgier vorgeworfen werden. Er habe vielmehr, wie ihm von der Bezirksgerichtlichen Kommission zugebilligt worden sei, im fraglichen Gebiet endlich Ordnung schaffen wollen, und es sei ihm nicht um eine billige Lösung gegangen. Daher dürfe bei der Bemessung der Busse nicht auf die angeblich erzielte Kostenersparnis abgestellt werden. Die Busse von Fr. 4500.-- sei viel zu hoch und beruhe auf sachfremden Überlegungen. Sie trage dem Verschulden in keiner Art und Weise Rechnung. Die Vorinstanz habe auch sein Vorleben und seine persönlichen Verhältnisse überhaupt nicht berücksichtigt.\n\nb) Bei der Bussenbemessung ist von Art. 63 und 48 StGB auszugehen. Gemäss Art. 63 StGB misst der Richter die Strafe nach dem Verschulden des Täters zu; er berücksichtigt die Beweggründe, das Vorleben und die persönlichen Verhältnisse des Schuldigen. Art. 48 Ziff. 2 Abs. 1 StGB schreibt dem Richter im weiteren vor, den Betrag einer Busse je nach den Verhältnissen des Täters so zu bestimmen, dass dieser durch die Einbusse die Strafe erleidet, die seinem Verschulden angemessen ist. Für die Verhältnisse des Täters sind nach Art. 48 Ziff. 2 StGB namentlich von Bedeutung sein Einkommen und sein Vermögen, sein Familienstand und seine Familienpflichten, sein Beruf und Erwerb, sein Alter und seine Gesundheit. Damit wird nicht von der allgemeinen Strafzumessungsregel des Art. 63 StGB abgewichen, sondern diese im Hinblick auf die Besonderheiten der Busse verdeutlicht. Es soll vermieden werden, dass die auszufällende Busse den wirtschaftlich Schwachen härter trifft als den wirtschaftlich Starken. Auch bei der Bemessung der Busse ist also zunächst das Verschulden des Täters zu ermitteln und sodann, in einem weiteren Schritt, deren Höhe anhand der Einkommens- und Vermögensverhältnisse des Schuldigen sowie der weiteren in Art. 48 Ziff. 2 Abs. 2 StGB genannten Umstände festzusetzen (BGE 116 IV 6 E. 2a mit Hinweisen). Im Rahmen dieser Grundsätze entscheidet der Richter nach seinem Ermessen. Der Kassationshof greift in dieses nur ein, wenn der kantonale Richter den gesetzlichen Strafrahmen über- oder unterschritten hat, wenn er nicht von den rechtlich massgebenden Gesichtspunkten ausgegangen ist oder wenn er wesentliche Gesichtspunkte ausser acht gelassen bzw. in Überschreitung oder Missbrauch seines Ermessens falsch gewichtet hat (BGE 118 IV 15 mit Hinweis).\n\nBGE 119 IV 10 S. 14\n\naa) Die Feststellung der Vorinstanz, der Beschwerdeführer habe eine Kostenersparnis von rund Fr. 2100.-- erzielt, ist tatsächlicher Natur und daher für den Kassationshof im Verfahren der eidgenössischen Nichtigkeitsbeschwerde verbindlich (Art. 277bis BStP). Dass sein Kostenaufwand, wie er behauptet, effektiv grösser gewesen sein soll als der Kostenaufwand für die billigste legale Entsorgung des Aushubmaterials, ist vorliegend unerheblich. Nicht die Ablagerungen als solche verursachten dem Beschwerdeführer diese Kosten, sondern die Arbeiten, die er in der Folge an den Ablagerungsstellen vornehmen liess. Davon profitierte aber, zumindest teilweise, gerade er selbst, indem er nun sein Land wieder wirtschaftlich nutzen kann.\n\nDas Tatmotiv der Kostenersparnis und deren Umfang dürfen bei der Strafzumessung als ein Kriterium neben andern mitberücksichtigt werden. Der der Kostenersparnis entsprechende Betrag darf aber bei der Bemessung der Busse nicht schematisch, tel quel, als Bestandteil der Busse eingesetzt werden. Die erzielte Kostenersparnis muss vielmehr im Gesamtzusammenhang, unter Berücksichtigung aller Umstände, gewichtet werden. Denn massgebend für die Bemessung der Busse ist das Verschulden des Täters. Eine Busse im (Mindest) Umfang der erzielten Kostenersparnis kann, je nach den Umständen, unangemessen hoch sein. In diesem Zusammenhang ist auch zu beachten, dass der Höchstbetrag der Busse gemäss den allgemeinen Bestimmungen des StGB, die nach Art. 333 StGB auch für die Widerhandlungen gegen das Umweltschutzgesetz gelten, unter Vorbehalt der Gewinnsucht bei Verbrechen oder Vergehen 40'000 Franken (Art. 48 StGB) und bei Übertretungen 5000 Franken (Art. 106 StGB) ist; die Kostenersparnis kann aber gerade auch bei Widerhandlungen gegen das Umweltschutzgesetz diese Beträge erheblich übersteigen.\n\nDie Vorinstanz hat die von ihr auf Fr. 2100.-- bezifferte Kostenersparnis, wie sich aus dem angefochtenen Urteil ergibt, offensichtlich schematisch als Bestandteil der Busse eingesetzt und es unterlassen, diese Kostenersparnis bei der Bemessung der Busse unter Berücksichtigung der gesamten relevanten Umstände zu gewichten. Dadurch verletzte sie Bundesrecht.\n\nEs stellt sich die Frage, ob die Kostenersparnis einen Vermögenswert darstellt, der in Anwendung von Art. 58 StGB eingezogen werden kann. Diese Frage betrifft die Tragweite der Rückweisungsentscheidung bei Gutheissung der Nichtigkeitsbeschwerde in bezug auf die Bussenbemessung. Darauf ist deshalb unten (E. 4c) zurückzukommen.\n\nBGE 119 IV 10 S. 15\n\nbb) Die Vorinstanz hat bei der Bemessung der Busse zur Kostenersparnis von Fr. 2100.-- den Betrag von Fr. 2400.-- hinzugeschlagen mit der Begründung, dies rechtfertige sich ohne weiteres, da der Beschwerdeführer mit seinem Selbsthilfemanöver gegen diverse öffentliche Interessen verstossen und sich über die geltenden Vorschriften hinweggesetzt habe.\n\nDiese Begründung genügt den bundesrechtlichen Anforderungen nicht (vgl. BGE 118 IV 15). Indem der Beschwerdeführer sich über die Vorschriften hinwegsetzte, machte er sich strafbar, und strafbar ist sein Verhalten, weil es gegen öffentliche Interessen verstösst. Über die Grösse des Tatunrechts und die Schwere des Verschuldens ist damit aber noch nichts entschieden. Insoweit ist es relevant, ob durch die Widerhandlung der bestehende Zustand verschlimmert wurde oder ob sich der Täter erfolgreich bemüht hat, den bestehenden Zustand zu verbessern. Auch wenn es dem Beschwerdeführer in erster Linie darum ging, das Aushubmaterial loszuwerden, und er die Arbeiten nach der Ablagerung des Materials nicht aus gemeinnützigen, sondern aus eigennützigen Motiven durchführte, so ist es für die Beurteilung des Tatunrechts und damit auch des Verschuldens erheblich, ob der vom Beschwerdeführer geschaffene Zustand im Vergleich zum Vorzustand, gerade auch unter dem Gesichtspunkt des öffentlichen Interesses, besser oder schlechter ist. Im Entscheid der Bezirksgerichtlichen Kommission ist von \"Ausbesserungsarbeiten\" bzw. \"Korrektionsarbeiten\" die Rede und wird dem Beschwerdeführer zugebilligt, dass er ja lediglich habe Ordnung schaffen wollen. die Vorinstanz wird sich mit diesen Fragen befassen müssen. Sie wird bei der Bemessung der Busse auch das Vorleben und die persönlichen Verhältnisse des Beschwerdeführers, insbesondere dessen Einkommens- und Vermögensverhältnisse, berücksichtigen, wozu dem angefochtenen Urteil nichts entnommen werden kann.\n\nc) Die Beschwerde ist somit teilweise gutzuheissen. Die Vorinstanz wird die Bussenbemessung neu vorzunehmen haben. Spricht sie im Ergebnis eine niedrigere Busse aus als im angefochtenen Urteil, stellt sich die Frage, ob sie daneben auch noch eine Einziehung des der Kostenersparnis entsprechenden Vermögenswertes anordnen darf. Die Frage ist aus folgenden Gründen und im Rahmen der prozessual zu beachtenden Grenzen zu bejahen.\n\naa) Führt die Gutheissung einer Nichtigkeitsbeschwerde zur Freisprechung wegen eines Anklagepunktes, so hängt eine allfällige Fortsetzung der Strafverfolgung unter einem anderen rechtlichen Gesichtspunkt vom kantonalen Verfahrensrecht ab (BGE 98 IV 245; BGE 119 IV 10 S. 16Fall der Gutheissung einer Nichtigkeitsbeschwerde gegen eine Verurteilung wegen Unterschlagung, weil kein gültiger Strafantrag vorlag). Heisst das Bundesgericht eine Nichtigkeitsbeschwerde gut, die sich ausschliesslich mit der Bussenbemessung befasst, dann ist es bundesrechtlich zulässig, im neuen Entscheid, in dem auf eine niedrigere Busse als vorher erkannt wird, auf eine Einziehung nach Art. 58 StGB zu erkennen, jedenfalls dann, wenn die Fragen der Bussenbemessung und der Einziehung in einem sachlichen Zusammenhang stehen, insbesondere also dann, wenn wie hier sachwidrig im Rahmen der Bussenbemessung Gesichtspunkte berücksichtigt wurden, die im Rahmen der Einziehung zu berücksichtigen wären.\n\nbb) Nach Art. 58 StGB sind Vermögenswerte einzuziehen, die durch eine strafbare Handlung hervorgebracht oder erlangt worden sind, soweit die Einziehung zur Beseitigung eines unrechtmässigen Vorteils oder Zustandes als geboten erscheint. Es stellt sich die Frage, ob auch eine Kostenersparnis, die durch eine Widerhandlung gegen das Umweltschutzgesetz erzielt wurde, einen Vermögenswert im Sinne von Art. 58 StGB darstellt.\n\nAllgemein wird angenommen, dass aufgrund einer Straftat erzielte Einsparungen einen der Einziehung unterliegenden Vermögenswert im Sinne von Art. 58 StGB darstellen (TRECHSEL, Kurzkommentar, Art. 58 StGB N 5; LOUIS GAILLARD, La confiscation des gains illicites, le droit des tiers, art. 58 et 58bis du Code pénal, in: Le rôle sanctionnateur du droit pénal, 1985, S. 167 f.; siehe auch SCHULTZ, Schweizerisches Strafrecht, Allgemeiner Teil II, 4. Aufl. 1982, S. 209 f.; derselbe, Einziehung und Verfall, ZBJV 114/1978 S. 313; STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil II, § 14 N 49; vgl. zum deutschen Recht SCHÖNKE/SCHRÖDER/ESER, Kommentar, 24. Aufl. 1991, § 73 N 6, § 73a N 4; LOTHAR GÜNTERT, Die Gewinnabschöpfung als strafrechtliche Sanktion, Diss. Freiburg i. Br. 1982, S. 36 f.). Das gilt auch für Kosteneinsparungen, die durch Umweltdelikte, etwa durch die illegale Entsorgung von Abfall, erzielt werden (P. ETTLER, Kommentar zum Umweltschutzgesetz, Vorbemerkung zu Art. 60 bis 62, N 23 mit Hinweis auf ein in plädoyer 1990 H. 3 S. 67 f. wiedergegebenes Urteil des Obergerichts des Kantons Bern vom 23. Februar 1988; MICHAEL ALKALAY, Umweltstrafrecht im Geltungsbereich des USG, Zürich 1992, S. 32 f.; zum deutschen Recht VOLKER MEINBERG, Rechtsfolgen der Straftat, in: Umweltstrafrecht, Düsseldorf 1989, S. 196 ff., 200, 299 mit Hinweisen). Sind die Voraussetzungen der Einziehung nach Art. 58 StGB erfüllt, dann muss diese angeordnet werden (BGE 115 IV 175 BGE 119 IV 10 S. 17E. 3). Dies gilt auch im Rahmen einer Rückweisung wie vorliegend, umso mehr als in der neueren Rechtsprechung betont wurde, dass sachlich zusammenhängende Fragen des Sanktionenrechtes nicht auseinandergerissen werden dürfen (BGE 117 IV 104 E. 4 mit Hinweis).\n\ncc) Allerdings wird die Vorinstanz den Anspruch des Beschwerdeführers auf rechtliches Gehör sowie das Verbot der reformatio in peius zu beachten haben. Die von ihr neu auszusprechende Busse darf also zusammen mit der gegebenenfalls anzuordnenden Einziehung den Betrag der ursprünglich ausgesprochenen Busse in Höhe von Fr. 4500.-- nicht überschreiten."}