{"annee": "119", "cour": "II", "page": "66", "date": "12/3/1993", "cite": ["91 I 121", "66 II 179", "118 II 188", "115 II 237", "115 II 67", "111 II 276"], "cite_par": ["122 III 249", "135 V 373", "134 V 269", "128 V 254", "136 III 486", "129 III 80", "123 III 35", "127 III 118"], "chapeau": "15. Auszug aus dem Urteil der I. Zivilabteilung vom 12. März 1993 i.S. P. Bank gegen Mihajlo M. (Berufung)", "regestes": ["Art. 4 et 5 al. 1 LDIP; droit international privé; action en validation de séquestre; compétence à raison du lieu lorsque la validité d'une clause d'élection de for est litigieuse. 1. La présomption de l'art. 5 al. 1 LDIP s'applique seulement s'il est incontesté ou si l'on peut aisément constater que le litige a pour objet un rapport juridique au sujet duquel une clause d'élection de for est conclue. Si cette question est en revanche contestée, il sied d'appliquer, lors de l'appréciation de la compétence dans le cadre d'une décision incidente prise séparément du fond, le principe général gouvernant la procédure selon lequel on se réfère à la prétention du demandeur et à sa motivation sans examiner les exceptions de l'adverse partie (consid. 2a). 2. Lors de l'examen de la compétence, le rapport juridique litigieux n'est pas qualifié selon la lex causae (consid. 2b)."], "faits": "|67|\n\nMihajlo M. macht gegenüber der P. Bank, die ihren Sitz im kroatischen Zagreb hat, Forderungen von Fr. 156'922.25 und Fr. 160'000.-- je nebst Zins geltend. Am 17. September 1991 liess er für diese Forderungen Vermögenswerte der P. Bank bei einer schweizerischen Bank in Zürich verarrestieren. Den Arrest prosequierte M. mit zwei Betreibungsbegehren vom 19. September 1991, zwei Zahlungsbefehlen vom 30. September 1991 und - auf die Rechtsvorschläge der P. Bank hin - mit Klage vom 7. November 1991 beim Handelsgericht des Kantons Zürich als Arrestort. Die Beklagte erhob die Einrede mangelnder örtlicher Zuständigkeit mit der Begründung, zwischen den Prozessparteien gälten Gerichtsstandsklauseln, mit welchen die Zuständigkeit der Gerichte in Kroatien vereinbart worden sei.\n\nMit selbständigem Zwischenentscheid (Beschluss) vom 9. Oktober 1992 wies das Handelsgericht die Unzuständigkeitseinrede der Beklagten ab. Das Gericht ging davon aus, das streitige Rechtsverhältnis werde von den Gerichtsstandsklauseln, auf die sich die Beklagte berufe, nicht erfasst.\n\nDie Beklagte hat gegen den Beschluss des Handelsgerichts Berufung eingereicht, die vom Bundesgericht abgewiesen wird.", "considerants": "Aus den Erwägungen:\n\n2. a) Gemäss Art. 4 IPRG kann die Klage auf Prosequierung des Arrestes am schweizerischen Arrestort erhoben werden, sofern das IPRG keinen anderen Gerichtsstand in der Schweiz vorsieht. Der Gerichtsstand am Arrestort ist jedoch nicht zwingend. Deshalb bleibt es den Parteien vorbehalten, eine Gerichtsstandsvereinbarung im Sinne von Art. 5 IPRG zu treffen. Geht aus dieser Vereinbarung nichts anderes hervor, so ist das vereinbarte Gericht ausschliesslich zuständig (Art. 5 Abs. 1 in fine IPRG). Diese gesetzliche Vermutung hat zur Folge, dass der den Arrest in der Schweiz prosequierende Kläger die örtliche Zuständigkeit des angerufenen Gerichts nachzuweisen hat, falls die Gegenpartei eine abweichende Gerichtsstandsvereinbarung behauptet (BGE 118 II 190 E. 3a).\n\nDie Vermutung von Art. 5 Abs. 1 IPRG kommt indessen nur dann zum Tragen, wenn unstreitig ist oder ohne weiteres festgestellt werden kann, dass Streitgegenstand ein Rechtsverhältnis bildet, hinsichtlich dessen eine Gerichtsstandsvereinbarung geschlossen worden ist. Ist diese Frage dagegen im Prozess umstritten, wie das hier |68| der Fall ist, so gilt der allgemeine prozessrechtliche Grundsatz, wonach bei der Beurteilung der Zuständigkeitsfrage - jedenfalls im Rahmen eines selbständigen Zuständigkeitsentscheides - auf den vom Kläger eingeklagten Anspruch und dessen Begründung abgestellt werden muss und die darauf bezüglichen Einwände der Gegenpartei nicht zu prüfen sind (GULDENER, Schweiz. Zivilprozessrecht, 3. Aufl., S. 106; STRÄULI/MESSMER, Kommentar zur Zürcherischen Zivilprozessordnung, 2. Aufl., N. 4 zu § 17 ZPO; BGE 91 I 121 Nr. 19, BGE 66 II 183 f.; vgl. auch BGE 115 II 239).\n\nVon diesem Grundsatz ist nach dem angefochtenen Urteil allerdings dann abzuweichen, wenn von vornherein feststeht, dass \"materiellrechtliche Bestimmungen zur Anwendung kommen werden, welche die Zuständigkeit eines anderen Gerichtes begründen\". Diese Einschränkung ist indessen vom Wortlaut her zu weit gefasst. Sie stimmt nur insoweit mit dem Bundesrecht überein, als sie nicht jener widerspricht, die sich im erörterten Sinne aus Art. 5 Abs. 1 IPRG ergibt. Wörtlich verstanden läuft sie nämlich dem Sinn und Zweck zuwider, welcher dem erwähnten prozessrechtlichen Prinzip zugrunde liegt. Danach kann die Zuständigkeit des Gerichtes nicht von der Prüfung der Begründetheit des eingeklagten Anspruches abhängig gemacht werden, denn die Zuständigkeit bildet eine Prozessvoraussetzung, über deren Vorhandensein beim Beginn des Prozesses zu entscheiden ist und nicht erst nach Feststellung des der Klage zugrunde liegenden Sachverhalts (GULDENER, a.a.O., S. 106). Im übrigen lässt sich eine solche Einschränkung auch nicht dem vom Handelsgericht zitierten BGE 91 I 121 Nr. 19 entnehmen. Dort war ein Fall zu beurteilen, in dem sich die materielle Unbegründetheit eines geltend gemachten Klageanspruchs ohne weiteres aus den Akten ergab und der massgebende Sachverhalt zwischen den Parteien nicht streitig war (vgl. S. 122 unten). Unter solchen Umständen rechtfertigt es sich aber bereits aus prozessökonomischen Gründen, bei der Beurteilung der Zuständigkeit auf die materielle Rechtslage abzustellen. Dass es sich im vorliegenden Fall gleich verhält, wird aber mit der Berufung zu Recht nicht behauptet.\n\nb) Wie sich aus der übrigen Begründung des angefochtenen Urteils ergibt, hat sich das Handelsgericht denn auch gar nicht an den zu weit gefassten Wortlaut des Vorbehaltes gehalten. Es ist vielmehr in Übereinstimmung mit den vorangehenden Erwägungen davon ausgegangen, bei der Beurteilung der Zuständigkeitsfrage sei auf die Behauptungen des Klägers abzustellen, während über die den Sachverhalt betreffenden Einwände der Beklagten und die Frage des |69| anwendbaren materiellen Rechts sowie die materielle Rechtslage im gegenwärtigen Verfahrensstadium nicht zu entscheiden sei. Insoweit erweisen sich die mit der Berufung erhobenen Rügen der Verletzung von Art. 8 ZGB, Art. 4, 5 und 16 IPRG als unbegründet.\n\nNicht zu verkennen ist allerdings, dass auch die Beurteilung der Zuständigkeitsfrage eine - zumindest provisorische - Qualifikation des streitigen Rechtsverhältnisses voraussetzt. Die Vorinstanz hat, ohne dies ausdrücklich festzuhalten oder zu begründen, insoweit auf das schweizerische Recht abgestellt. Nach Auffassung der Beklagten hätte statt dessen auf das kroatische Recht abgestellt werden müssen, da dieses nach Art. 117 IPRG zur Anwendung komme. Ein solcher Vorgriff auf das anwendbare materielle Recht, die lex causae, ist jedoch im Rahmen eines Zwischenentscheides über die Zuständigkeit ebensowenig praktikabel, zweckmässig oder widerspruchsfrei wie beim Entscheid darüber, welche kollisionsrechtliche Regel für die Bestimmung des anwendbaren materiellen Rechts massgebend ist. In dieser Hinsicht ist aber nach ständiger Rechtsprechung des Bundesgerichts auf die lex fori abzustellen (BGE 115 II 69 E. 1, BGE 111 II 278 E. 1c mit Hinweisen; vgl. dazu auch VISCHER, SPR, Bd. I, S. 525 f.: dass die dort als dritte Möglichkeit erwähnte autonome Auslegung der kollisionsrechtlichen Begriffe im vorliegenden Fall zu einem anderen Ergebnis geführt hätte, ist im übrigen nicht ersichtlich und wird mit der Berufung auch nicht behauptet). Das Abstellen der Vorinstanz auf die lex fori, auf das schweizerische Recht ist deshalb nicht zu beanstanden. Die in diesem Zusammenhang mit der Berufung vorgebrachten Rügen der Verletzung von Art. 5 und 16 IPRG sowie Art. 8 ZGB erweisen sich damit ebenfalls als unbegründet."}