{"annee": "119", "cour": "IA", "page": "362", "date": "17/12/1993", "cite": ["112 IA 281", "105 IA 108", "117 IA 430", "117 IA 434", "114 IA 114", "115 IA 384", "107 IA 77", "114 IA 364", "115 IA 333", "116 IA 221", "116 IA 193", "108 IA 295", "109 IA 257", "116 IA 181", "118 IB 341", "113 IB 299", "105 IA 223", "113 IA 236", "115 IA 350", "118 IB 38", "105 IA 15"], "cite_par": ["143 II 276", "130 I 360", "127 I 44", "124 II 538", "121 I 117", "122 I 294", "137 II 254", "120 IA 227", "125 II 440", "126 I 219", "125 I 441", "120 IB 456", "126 II 26", "126 II 522", "129 I 337", "139 II 499", "124 II 391", "132 II 408", "140 I 168", "120 IB 207"], "chapeau": "43. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Dezember 1993 i.S. X. AG gegen L., Einwohnergemeinde Retschwil, Regierungsrat des Kantons Luzern und Verwaltungsgericht des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ; qualité du propriétaire foncier pour contester la planification relative à une autre parcelle. Le propriétaire a qualité pour recourir contre les mesures de planification concernant une autre parcelle lorsque celles-ci ont un effet sur celles relatives à son propre terrain (consid. 1a et b). Art. 22ter Cst.; art. 8 et 9 LAT; plan d'affectation communal; force obligatoire du plan directeur cantonal; des intérêts. Pouvoir d'examen du Tribunal fédéral en matière de plans d'affectation (consid. 3). Conditions auxquelles les autorités inférieures de planification peuvent s'écarter du plan directeur (consid. 4a). En l'espèce, les différences entre le plan d'affectation communal et le plan directeur cantonal sont admissibles (consid. 4b et c). Dans la délimitation des zones à bâtir, les communes doivent se fonder sur des critères objectifs. Elles peuvent tenir compte du besoin de créer des logements à prix avantageux (consid. 5)."], "faits": "|363|\n\nDie X. AG ist Eigentümerin der 43 473 m2 umfassenden Parzelle Nr. 106 in der Gemeinde Retschwil. Das Grundstück liegt im Gebiet Guggerbühl, ein Stück oberhalb des Baldeggersees am östlichen Abhang des Erlosen. In der Nähe befinden sich das Schulhaus Retschwil-Herlisberg sowie Einzelhöfe.\n\nNach dem Zonenplan der Gemeinde Retschwil vom 27. Oktober 1978 waren rund 7000 m2 der Parzelle Nr. 106 der Wohnzone W2 zugewiesen, der Rest gehörte teilweise zur Landwirtschaftszone und teilweise zum übrigen Gemeindegebiet. Die Gemeindeversammlung Retschwil verabschiedete am 19. Juli 1991 eine Gesamtrevision des Zonenplans. Der neue Plan weist die Parzelle Nr. 106 wie auch die benachbarte, zuvor ebenfalls der Wohnzone W2 angehörende |364| Parzelle Nr. 107 ganz der Landwirtschaftszone zu. Zugleich wird mit dem revidierten Plan ein grösserer Teil der Parzelle Nr. 102 von L., die an der Durchgangsstrasse westlich des Seeufers gelegen ist, von der Landwirtschafts- in die Wohnzone umgezont.\n\nDie X. AG erhob gegen die neue Zonenplanfestsetzung eine Verwaltungsbeschwerde beim Regierungsrat des Kantons Luzern. Dieser wies die Beschwerde am 26. Mai 1992 ab und genehmigte mit hier nicht interessierenden Änderungen den Zonenplan, das Bau- und Zonenreglement sowie den Richtplan der Gemeinde Retschwil. Eine gegen diesen Entscheid erhobene Verwaltungsgerichtsbeschwerde der X. AG wies das Verwaltungsgericht des Kantons Luzern am 7. Juni 1993 ab, soweit es darauf eintrat.\n\nDas Bundesgericht weist die von der X. AG gegen den Entscheid des Verwaltungsgerichts vom 7. Juni 1993 eingereichte staatsrechtliche Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Das angefochtene Urteil des Verwaltungsgerichts bestätigt die von der Beschwerdeführerin angefochtenen Festsetzungen des Zonenplans der Gemeinde Retschwil im Bereich der Parzellen Nrn. 102 und 106. Auf zwei weitere Begehren betreffend die Aufhebung der Zone des übrigen Gemeindegebiets im Zonenplan sowie Modifikationen des kommunalen Richtplans tritt es nicht ein.\n\na) Der angefochtene, kantonal letztinstanzliche Entscheid ist wegen Verletzung von Art. 4 und 22ter BV mit staatsrechtlicher Beschwerde anfechtbar (Art. 84 Abs. 1 lit. a, Art. 86 und 87 OG; Art. 34 Abs. 1 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 [RPG; SR 700]).\n\nSoweit die Beschwerdeführerin die planerische Behandlung der ihr gehörenden Parzelle Nr. 106 anficht, ist sie als Eigentümerin gemäss Art. 88 OG zur Beschwerdeführung legitimiert. Fraglich erscheint jedoch, ob sie auch befugt ist, die Festsetzung der Wohnzone im Bereich der im Eigentum von L. stehenden Parzelle Nr. 102 anzufechten.\n\nb) Nach der Praxis des Bundesgerichts ist der Eigentümer einer benachbarten Liegenschaft zur Anfechtung eines Nutzungsplans mit staatsrechtlicher Beschwerde nur befugt, wenn er geltend macht, die Planfestsetzungen verletzten ihn in seinen verfassungsmässigen Rechten, weil dadurch Normen, die auch seinem Schutz dienten, |365| nicht mehr oder in geänderter Form gelten würden oder weil sie die Nutzung seiner Liegenschaft beschränkten. In beiden Fällen reicht die Anfechtungsbefugnis nur so weit, als die Auswirkungen des umstrittenen Plans auf das eigene Grundstück in Frage stehen (BGE 116 Ia 193 E. 1b S. 194; 114 Ia 378 E. 4a S. 379 f.; BGE 113 Ia 236 E. 2 S. 238).\n\nIm vorliegenden Fall behauptet die Beschwerdeführerin nicht, die Einzonung von Land im Bereich der Parzelle Nr. 102 habe eine Änderung von Normen, die ihrem Schutze dienten, zur Folge. Sie macht einzig geltend, die Wohnzone sei im Bereich der Parzelle Nr. 102 anstatt auf der ihr gehörenden Parzelle Nr. 106 ausgeschieden worden, wie dies der kantonale Richtplan vorsehe. Offensichtlich geht sie davon aus, dass der Bedarf an Wohnzonen in der Gemeinde Retschwil nur für eine Einzonung entweder im Gebiet der Parzelle Nr. 106 oder im Bereich der Parzelle Nr. 102 gegeben sei. Die Ausscheidung der Wohnzone im Bereich der Parzelle Nr. 102 sei deshalb zulasten der ihr gehörenden Parzelle erfolgt.\n\nWie das Bundesgericht bereits in früheren Entscheiden festgehalten hat, sind Nachbarn zwar grundsätzlich nicht legitimiert, Planfestsetzungen bezüglich fremder Grundstücke auf ihre Verfassungsmässigkeit überprüfen zu lassen. Soweit solche Planungsmassnahmen jedoch eine Rückwirkung auf die planerische Behandlung ihres eigenen Landes haben, sind sie zur Beschwerdeführung befugt. Es steht diesfalls eine durch die planerische Behandlung anderer Grundstücke bewirkte Beschränkung ihres eigenen Eigentums in Frage, zu dessen Geltendmachung die Grundeigentümer legitimiert sind (vgl. BGE 116 Ia 193 E. 1b S. 194 f.; BGE 105 Ia 108 E. 2 S. 109 f.; nicht veröffentlichte E. 1b von BGE 115 Ia 384 ff.). Vorliegend fehlt der Beschwerdeführerin die Legitimation demnach insoweit, als sie die Ausscheidung einer Wohnzone im Bereich der Parzelle Nr. 102 allgemein auf ihre Verfassungsmässigkeit überprüft haben will. Dagegen ist sie aber befugt, diese Planungsmassnahme in dem Umfang zu rügen, als sie sich auf die Planung für die ihr gehörende Parzelle Nr. 106 auswirkt.\n\nEine Wechselwirkung im genannten Sinne besteht nur bezüglich der planerischen Behandlung des noch nicht überbauten Teils der Parzelle Nr. 102, fehlt dagegen hinsichtlich des bereits überbauten Teils bei der Parzelle Nr. 102. Demzufolge ist die Beschwerdeführerin allein legitimiert, die Erweiterung der Wohnzone auf Teile der Parzelle Nr. 102 zu rügen, nicht dagegen, dass der bereits überbaute Teil der Wohnzone bei Parzelle Nr. 102 in der Bauzone |366| belassen wird. Daran ändert die Tatsache nichts, dass im Falle einer Gutheissung der Beschwerde betreffend die planungsrechtliche Behandlung von Parzelle Nr. 106 die Gemeinde ihre Planung möglicherweise auch in einem weiteren Umfang neu überprüfen müsste.\n\n3. Die Beschwerdeführerin macht geltend, die Nichtzuweisung der Parzelle Nr. 106 zur Wohnzone verletze die Eigentumsgarantie (Art. 22ter BV) und den Grundsatz der Rechtsgleichheit (Art. 4 BV).\n\na) Eigentumsbeschränkungen sind nur zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im öffentlichen Interesse liegen und sich unter den gegebenen Umständen als verhältnismässig erweisen (BGE 116 Ia 181 E. 3c S. 185; BGE 115 Ia 350 E. 3a S. 351; BGE 109 Ia 257 E. 4 S. 258). Bei einem schweren Eingriff in das Eigentum verlangt das Bundesgericht eine eindeutige und klare gesetzliche Grundlage, was es ohne Beschränkung seiner Kognition prüft (BGE 115 Ia 333 E. 2a S. 336). Frei prüft das Bundesgericht auch die Frage, ob eine Eigentumsbeschränkung im öffentlichen Interesse liegt und ob sie verhältnismässig ist. Es auferlegt sich aber Zurückhaltung, soweit die Beurteilung von einer Würdigung der örtlichen Verhältnisse abhängt, welche die kantonalen Behörden besser überblicken. Das Bundesgericht ist nicht oberste Planungsinstanz und hat den Beurteilungs- und Ermessensspielraum der zuständigen kantonalen Instanzen zu beachten (BGE 117 Ia 434 E. 3c S. 437; BGE 117 Ia 430 E. 4a S. 431 f.; BGE 115 Ia 350 E. 3b S. 352). Die Sachverhaltsfeststellungen und die Beweiswürdigung überprüft das Bundesgericht nur unter dem Gesichtspunkt der Willkür (BGE 115 Ia 384 E. 3 S. 386; BGE 114 Ia 114 E. 4c/ch S. 128; BGE 105 Ia 15 E. 3 S. 19 f.).\n\nb) Die Zuweisung einer bisher in einer Bauzone gelegenen Parzelle in eine Nichtbauzone bewirkt grundsätzlich einen schweren Eingriff in das Eigentum, für den eine eindeutige und klare gesetzliche Grundlage erforderlich ist (vgl. BGE 115 Ia 333 E. 2a S. 336). Die Beschwerdeführerin wirft dem Verwaltungsgericht in erster Linie vor, es habe zu Unrecht angenommen, die revidierte Zonenplanung der Gemeinde Retschwil finde bezüglich der Parzellen Nrn. 102 und 106 eine ausreichende Grundlage im kantonalen Richtplan. Weiter ist sie der Auffassung, die vollständige Zuweisung der Parzelle Nr. 106 zur Landwirtschaftszone liege nicht im öffentlichen Interesse und sei sachlich nicht haltbar. Diese Rügen sind nachstehend im einzelnen zu prüfen.\n\n4. Die geltend gemachte Richtplanwidrigkeit sieht die Beschwerdeführerin in der Abweichung des revidierten Zonenplans von |367| einer klaren Zielvorgabe der kantonalen Richtplanung. Der Richtplan des Kantons Luzern aus dem Jahre 1986 bestimme, dass in der Gemeinde Retschwil die künftige Bauentwicklung am Weiler Retschwil und im Gebiet des Schulhauses anzuknüpfen habe. Trotz dieser Richtplanfestlegung weise der revidierte Zonenplan das gesamte Gelände beim Schulhaus, welches nach dem alten Zonenplan der Wohnzone angehörte - unter anderem rund 7000 m2 der Parzelle Nr. 106 der Beschwerdeführerin -, der Landwirtschaftszone zu und sehe gleichzeitig nahe dem Ufer des Baldeggersees im Bereich der Parzelle Nr. 102 eine ausgedehnte Wohnzone vor. Für eine solche Festsetzung des Nutzungsplans hätte vorgängig der Richtplan geändert werden müssen. Die Umzonung eines grösseren Teils der Parzelle Nr. 106 entbehre einer genügenden Rechtsgrundlage im kantonalen Richtplan.\n\na) Die Richtpläne der Kantone zeigen auf, wie die raumwirksamen Tätigkeiten im Hinblick auf die anzustrebende Entwicklung aufeinander abzustimmen sind (Art. 8 lit. a RPG). Sie enthalten die Ergebnisse der kantonalen Planung, Anweisungen für die weitere Planung und insbesondere auch Vorgaben für die Zuweisung der Bodennutzungen (Art. 5 Abs. 1 der Verordnung über die Raumplanung vom 2. Oktober 1989 [RPV; SR 700.1]). Im Kanton Luzern wird der kantonale Richtplan vom Regierungsrat erlassen und vom Grossen Rat genehmigt (§ 7 des Planungs- und Baugesetzes vom 7. März 1989 [PBG]).\n\nDer kantonale Richtplan ist zu überprüfen und nötigenfalls anzupassen, wenn sich die Verhältnisse geändert haben, sich neue Aufgaben stellen oder eine gesamthaft bessere Lösung möglich ist (Art. 9 Abs. 2 RPG; § 14 Abs. 2 PBG). Eine Überprüfung und - soweit erforderlich - eine Überarbeitung erfolgen in der Regel alle zehn Jahre (Art. 9 Abs. 3 RPG; § 14 Abs. 2 PBG). Geringfügige Anpassungen des kantonalen Richtplans kann der Regierungsrat ohne Genehmigung des Grossen Rats vornehmen (§ 14 Abs. 3 und 4 PBG).\n\nDer kantonale Richtplan ist für die Behörden verbindlich (Art. 9 Abs. 1 RPG; § 11 PBG). Diese Verbindlichkeit richtet sich an alle Organe, welche raumplanerische Aufgaben zu erfüllen haben, also auch an Gemeindeversammlungen, die über einen Zonenplan bzw. eine Revision desselben beschliessen (vgl. BGE 111 Ia 129 E. 3a S. 130; 107 Ia 77 E. 1 S. 80 f.). Die Lehre und Rechtsprechung schliessen allerdings ein Abweichen vom Richtplan durch die nachgeordneten Planungsorgane nicht völlig aus. Nach der oben dargestellten |368| gesetzlichen Regelung besteht die Funktion des Richtplans nicht allein in der Festschreibung bestimmter Zustände, sondern ebensosehr in der Steuerung und Leitung künftiger Planungsprozesse. Die nachgeordnete Ebene der Nutzungsplanung vermag deshalb auf die vorgeordnete Stufe der Richtplanung zurückzuwirken. Eine strikte Bindung an den Richtplan erscheint demnach nicht angezeigt, wenn diese einer gesamthaft besseren Lösung entgegensteht (vgl. THOMAS PFISTERER, Einordnung und Gehalt des kantonalen Richtplans nach Bundesrecht, in: Festschrift für den Aargauischen Juristenverein, 1986, S. 279; BEAT RUDIN, Der Richtplan nach dem Bundesgesetz über die Raumplanung und der Koordinationsplan des Kantons Basel-Landschaft, Diss. Basel, 1992, S. 122 und 131; PIERRE TSCHANNEN, Der Richtplan und die Abstimmung raumwirksamer Aufgaben, Diss. Bern, 1986, S. 364 f., 370, 416; Urteil des Bundesgerichts vom 18. März 1991 in ZBl 92/1991 281 f. E. 5b; Urteil des Bundesgerichts vom 17. Dezember 1986 in BVR 1987 179 E. 3f/aa). Eine vorgängige Anpassung des Richtplans - vor Erlass einer abweichenden Nutzungsplanung - wird vor allem bei grösseren, ins Gewicht fallenden Änderungen verlangt, also dort, wo es um Vorhaben geht, die sich verantwortlich in den Raum nur dadurch einfügen lassen, dass sie die Richtplanung durchlaufen (TSCHANNEN, a.a.O., S. 364 f., 379, 416; zurückhaltender RUDIN, a.a.O., S. 134 f.).\n\nDie Rechtsprechung des Bundesgerichts lässt Abweichungen vom Richtplan zu, wenn sie sachlich gerechtfertigt sowie von untergeordneter Bedeutung sind und wenn es nach den Umständen unzumutbar erscheint, vorher den Richtplan förmlich zu ändern (BGE 112 Ia 281 E. 6 S. 285; BGE 108 Ia 295 E. 3 S. 299; BGE 107 Ia 77 E. 2b S. 84; ähnlich auch EJPD/BRP, Erläuterungen zum RPG, 1981, Art. 9, N. 11). Ferner können neue Erkenntnisse ein Abweichen vom Richtplan rechtfertigen (Urteil vom 18. März 1991 in ZBl 92/1991 282). Eine Bindung an den Richtplan entfällt auch dann, wenn sich der Richtplaninhalt im Nutzungsplanungsverfahren als rechtswidrig oder unmöglich erweist, zumal wenn sich die betroffenen Grundeigentümer gegen den Richtplan als solchen nicht zur Wehr setzen konnten (BGE 113 Ib 299 E. 2b S. 302; BGE 107 Ia 77 E. 3c S. 91 f.; BGE 105 Ia 223 E. 3e S. 231; vgl. auch Urteil des Bundesgerichts vom 17. Dezember 1986 in BVR 1987 180 E. 3f/bb).\n\nb) Der Richtplan des Kantons Luzern enthält für den Bereich Siedlung unter dem Titel \"Koordinationsaufgabe\" für jede Gemeinde einen sog. Gemeindespiegel. Nach den Erklärungen im Beiblatt B.1.04 soll damit über alle Ortsplanungen ein Überblick geschaffen |369| werden, der es erlaube, \"sich auf die wesentlichen Konflikte und Mängel zu konzentrieren\". Dies ermögliche eine effizientere Vorprüfung und Genehmigung der Ortsplanungen sowie eine gezieltere Beschränkung auf übergeordnete Anliegen, während rein kommunale Fragen den Gemeinden zu überlassen seien.\n\nFür die Gemeinde Retschwil wird im Beiblatt B.1.28 bezüglich der künftigen Siedlungstätigkeit unter anderem folgendes festgehalten: \"Zersiedlung vermeiden, künftige Bauentwicklung grundsätzlich an Weiler Retschwil und Gebiet Schulhaus anknüpfen\". Die Gemeinde Retschwil war bei der Revision ihres Zonenplans im Jahre 1991 gemäss Art. 9 Abs. 1 RPG und § 11 PBG grundsätzlich an diese Vorgaben gebunden, und der Regierungsrat hatte bei der Genehmigung des Zonenplans dessen Übereinstimmung mit diesen Vorgaben zu prüfen (vgl. Art. 26 Abs. 2 RPG).\n\nEs fragt sich, ob der revidierte Zonenplan die erwähnten Richtplanvorgaben einhält und, soweit dies nicht der Fall ist, ob im Lichte der oben angeführten Rechtsprechung eine Abweichung gerechtfertigt erscheint.\n\nc) In der Gemeinde Retschwil besteht ein Bedarf für lediglich zwei Bauentwicklungsgebiete. Das eine - hier nicht weiter interessierende - ist im Gebiet des gleichnamigen Weilers vorgesehen. Bezüglich des zweiten ist umstritten, ob es beim Schulhaus im Bereich der Parzelle Nr. 106 der Beschwerdeführerin oder an die bereits bestehende Wohnzone bei der Parzelle Nr. 102 anknüpfend ausgeschieden werden soll. Auch die Beschwerdeführerin behauptet nicht, dass der Bedarf für eine Bauzone sowohl bei der Parzelle Nr. 102 als auch bei der Parzelle Nr. 106 bestehe. Sie geht ebenfalls davon aus, dass bei der Festsetzung des zweiten Bauentwicklungsgebiets zwischen diesen beiden Orten gewählt werden müsse.\n\nDas Verwaltungsgericht vertritt im angefochtenen Entscheid die Auffassung, die hauptsächliche Zielsetzung des kantonalen Richtplans sei der haushälterische Umgang mit dem Boden und die Vermeidung einer Zersiedlung. Grundsätzlich würden im Richtplan die Gebiete beim Weiler Retschwil und beim Schulhaus als Bauentwicklungsgebiete vorgesehen. Wenn die Gemeinde aber auf eine Wohnzone im Bereich des Schulhauses - und damit der Parzelle Nr. 106 der Beschwerdeführerin - verzichte und ihr Siedlungsbedürfnis durch eine Erweiterung der bestehenden Wohnzone bei der Parzelle Nr. 102 erfülle, so lebe sie dem Gebot der Siedlungskonzentration nach und treffe eine gesamthaft bessere Lösung. Diese rechtfertige eine Abweichung vom Richtplan bezüglich der |370| Lokalisierung des umstrittenen Baugebiets im Bereich des Schulhauses.\n\nWie aus den Akten hervorgeht, liegt die Parzelle Nr. 106 inmitten einer grösseren landwirtschaftlichen Fläche, auf der lediglich einzelne Höfe stehen. Ein Siedlungsansatz ist nicht zu erkennen, und mit einer Überbauung des Grundstücks Nr. 106 würde eine neue isolierte Bauzone geschaffen. Diese befände sich zudem an einer exponierten Hanglage, welche vom Baldeggersee leicht einsehbar ist. Eine Überbauung würde im Gelände markant in Erscheinung treten. Die Behauptung der Beschwerdeführerin, dass eine Wohnzone im Gebiet des Schulhauses aus der Sicht des Landschaftsschutzes kein Problem sei, wird nicht nur durch die auf Teleaufnahmen beruhenden Skizzen des Ortsplaners, sondern auch durch ihren eigenen Gestaltungsplanentwurf aus dem Jahre 1989 anschaulich widerlegt. Demgegenüber liegt das Grundstück Nr. 102 unterhalb der Parzelle Nr. 106 am Fuss des Abhangs an der Kantonsstrasse. Vom See her ist es weniger gut einsehbar als der höher gelegene offene Hang. Die Beschwerdeführerin übersieht in ihrer Argumentation auch, dass im Bereich der Parzelle Nr. 102 bereits eine überbaute Wohnzone besteht und diese bloss erweitert werden soll, während im Gebiet der Parzellen Nrn. 106 und 107 noch keine Überbauung stattgefunden hat - das Gehöft auf dem Grundstück Nr. 106 und das Gebäude auf dem Grundstück Nr. 107 spielen in diesem Zusammenhang keine Rolle. Mit der Beibehaltung oder sogar einer Erweiterung der altrechtlichen Wohnzone im Bereich des Schulhauses würde dort somit ein Baugebiet im wesentlichen erst begründet, während mit der Erweiterung bei der Parzelle Nr. 102 an ein solches angeknüpft werden kann. Weshalb Art. 15 lit. a RPG verletzt sein soll, wenn bei der sich hier bietenden Alternative die Erweiterung bei der Parzelle Nr. 102 gewählt wurde, ist nicht ersichtlich. Es ist auch nicht entscheidend, dass die Parzelle Nr. 106 für eine grössere Überbauung ebenfalls erschliessbar wäre. Wohl vermag der Umstand, dass eine Wohnzone auf den Parzellen Nrn. 106 und 107 an eine bestehende Zone für öffentliche Bauten mit einem Schulhaus anschliessen könnte, für die Beibehaltung dieser Wohnzone sprechen. Die Gemeinde durfte aber unter Berücksichtigung aller genannten Gesichtspunkte davon ausgehen, dass die Erweiterung der bestehenden, überbauten Wohnzone bei Parzelle Nr. 102 dem Anliegen des Landschaftsschutzes besser entspreche als die Schaffung eines neuen Wohnbaugebiets beim Schulhaus auf den Parzellen Nrn. 106 und 107.\n\n|371|\n\nSoweit darin eine Abweichung vom kantonalen Richtplan liegt, ist diese sachlich gerechtfertigt und jedenfalls nicht willkürlich. Zunächst ist zu beachten, dass die Lokalisierung der Bauentwicklungsgebiete im kantonalen Richtplan nicht absolut und präzis ist. Er besagt nur, dass die künftige Bauentwicklung grundsätzlich - neben dem Weiler Retschwil - im Gebiet Schulhaus anzuknüpfen habe. Eine Anknüpfung an das nahe gelegene bestehende Baugebiet bei der Parzelle Nr. 102 dürfte damit nicht ausgeschlossen sein. Daneben verlangt der Richtplan ausdrücklich, dass eine Zersiedlung vermieden werde. Diesem Erfordernis wird der revidierte Zonenplan mit der Aufhebung der Wohnzone auf den Parzellen Nrn. 106 und 107 und der gleichzeitigen Erweiterung der Wohnzone bei Parzelle Nr. 102 durchaus gerecht. Die Beurteilung der Vorinstanz, die Gemeinde habe im Rahmen ihres Ermessens die gewählte Lösung als die gesamthaft bessere als die vom Richtplan vorgezeichnete beim Schulhaus ansehen dürfen, kann unter den gegebenen Umständen nicht als unzutreffend bezeichnet werden. Aus kantonaler Sicht ist die Abweichung vom Richtplan - wenn man angesichts der erwähnten relativ offenen Umschreibung überhaupt von einer Abweichung sprechen will - jedenfalls nicht derart gewichtig, dass im Lichte der zuvor dargestellten Rechtsprechung vor der Genehmigung des revidierten Zonenplans die kantonale Richtplanung hätte geändert werden müssen.\n\nAus diesen Gründen erweist sich die Rüge der Beschwerdeführerin, die Umzonung der Parzelle Nr. 106 in die Landwirtschaftszone verstosse gegen den kantonalen Richtplan, als unbegründet.\n\n5. Die Beschwerdeführerin macht weiter geltend, die Umzonung ihres Landes entspreche nicht einem überwiegenden öffentlichen Interesse. Sie sei in Tat und Wahrheit nicht aus raumplanerischen Gründen erfolgt, sondern aufgrund der Tatsache, dass es eine nicht in der Gemeinde ansässige Firma gewagt habe, in Retschwil eine Überbauung zu planen. Zugleich habe man einem Einheimischen die Möglichkeit verschaffen wollen, sein Grundstück zu einem grossen Teil zu überbauen. Die Beschwerdeführerin weist weiter darauf hin, dass sie die Parzelle Nr. 106 im Vertrauen auf den alten Zonenplan und die darin teilweise vorgesehene Überbaubarkeit erworben habe und im Jahre 1989 einen Gestaltungsplan habe ausarbeiten lassen, wodurch ihr Kosten von Fr. 12'000.-- entstanden seien.\n\n|372|\n\na) Bei der Festsetzung der Nutzungsplanung haben die Planungsbehörden die im Bundesrecht und im kantonalen Recht normierten Ziele und Grundsätze optimal zu berücksichtigen. Sie haben alle Interessen, öffentliche und private, zu beachten und im konkreten Fall gegeneinander abzuwägen (BGE 117 Ia 430 E. 4b S. 432; BGE 115 Ia 350 E. 3d S. 353; BGE 114 Ia 364 E. 4 S. 368 f.). Der Grundeigentümer hat dabei grundsätzlich keinen Anspruch, dass sein Land auch im Rahmen einer revidierten Nutzungsplanung in der Bauzone verbleibt (BGE 118 Ib 341 E. 4 S. 344; BGE 118 Ib 38 E. 2d S. 42; BGE 116 Ia 221 E. 4a S. 235). Die Gemeinden haben im Rahmen von Art. 15 RPG oft zwischen verschiedenen für eine Überbauung geeigneten Gebieten zu wählen, und solange diese Wahl nach sachlichen Kriterien erfolgt und dabei die verschiedenen öffentlichen und privaten Interessen sachgerecht gewichtet werden, liegt der Entscheid für das eine oder andere Gebiet im planerischen Ermessen der Gemeinde (Art. 2 Abs. 3 RPG).\n\nb) Es wurde bereits festgestellt (vgl. E. 4c), dass im vorliegenden Fall gewichtige planerische Gründe für die Erweiterung der bestehenden Bauzone bei Parzelle Nr. 102 und gegen die Beibehaltung der Wohnzone im Bereich der Parzellen Nrn. 106 und 107 sprechen. Die Beschwerdeführerin konnte nicht davon ausgehen, dass ihr bisher der Wohnzone zugewiesenes Land auch bei einer Revision der Nutzungsplanung in einer Bauzone verbleiben würde. Der blosse Umstand, dass sie gestützt auf einen über zehnjährigen, aus der Zeit vor dem Inkrafttreten des eidgenössischen Raumplanungsgesetzes stammenden und diesem noch nicht angepassten Zonenplan Land gekauft und für dessen Überbauung einen Gestaltungsplan ausgearbeitet hat, ändert daran nichts. Die Beschwerdeführerin behauptet auch nicht, dass sie von zuständiger Seite irgendwelche Zusicherungen erhalten habe, wonach ihr bisher der Bauzone zugewiesener Parzellenteil auch inskünftig in der Bauzone verbleiben werde und sie die geplante Überbauung verwirklichen könne.\n\nEs dürfte freilich zutreffen, dass beim Entscheid der Gemeindeversammlung Retschwil über den revidierten Zonenplan noch andere als raumplanerische Interessen eine Rolle gespielt haben. Aus dem Protokoll der ausserordentlichen Gemeindeversammlung vom 4. Juli 1989 (Orientierungsversammlung mit Konsultativabstimmung über die beiden zur Diskussion gestellten Bauzonenvarianten) und aus dem Bericht der Gemeinde gemäss Art. 26 RPV vom August 1991 geht indessen hervor, dass den Argumenten des Landschaftsschutzes und der Vermeidung eines \"weiteren Kristallisationspunktes der |373| Siedlungsentwicklung\" beim Schulhaus grosses Gewicht beigemessen wurde. Der Eigentümer der Parzelle Nr. 102 hat einen notariell beurkundeten Vorvertrag zwischen ihm, der Gemeinde und einem Dritten eingereicht, der vorsieht, dass von den rund 9500 m2, die neu eingezont wurden, 6500 m2 an die Gemeinde und 3000 m2 an den Dritten abgetreten werden sollen, die letztere Fläche im Tausch gegen 7321 m2 Landwirtschaftsland. Das der Gemeinde abzutretende Land soll zur Schaffung preisgünstiger Wohnungen verwendet werden. Auch wenn auf diesen zuletzt genannten Sachverhalt nicht abgestellt werden kann, da sich die Beschwerdeführerin dazu nicht äussern konnte, sei bemerkt, dass der soziale Wohnungsbau als raumplanerische Zielsetzung anerkannt werden kann (vgl. Art. 1 Abs. 2 lit. c RPG) und das Bestreben der Gemeinde, günstigen Wohnraum zu schaffen, demnach nicht als sachwidrig erscheint.\n\nGesamthaft kann nicht gesagt werden, der revidierte Zonenplan der Gemeinde Retschwil liege nicht im überwiegenden öffentlichen Interesse oder verletze den Grundsatz von Treu und Glauben gemäss Art. 4 BV. Die Rügen der Beschwerdeführerin sind somit auch in diesem Punkt unbegründet."}