{"annee": "119", "cour": "IB", "page": "389", "date": "15/12/1993", "cite": ["112 IB 564", "118 IB 614", "117 IB 125"], "cite_par": ["123 II 371", "123 II 425", "124 II 293", "131 II 58", "138 II 506", "132 II 371", "124 II 409", "128 II 247", "134 V 53", "135 II 156", "123 I 248", "134 II 45"], "chapeau": "40. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 15. Dezember 1993 i.S. X. gegen Stadt Zürich und Verwaltungsgericht des Kantons Zürich sowie Stadt Zürich gegen X. und Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Législation fédérale sur la protection de l'environnement - droit de recours, limitations des émissions d'une installation de chauffage, prélèvement de taxes, principe de causalité. Qualité de la ville de Zurich pour former un recours de droit administratif (consid. 2e). Le propriétaire a le devoir de collaborer à la procédure d'assainissement d'une installation de chauffage existante (consid. 3c). La décision d'assainissement qui concerne un seul propriétaire d'installation de chauffage n'échappe pas de manière générale à la perception d'un émolument (consid. 4b). L'art. 48 al. 1 LPE prévoit l'obligation de s'acquitter d'un émolument (consid. 4c et d) qui est fixé selon le tarif en vigueur (consid. 4e et f)."], "faits": "BGE 119 Ib 389 S. 390\n\nAm 21. März 1990 genehmigte der Regierungsrat des Kantons Zürich den vom Stadtrat Zürich gemäss Art. 31 f. der Luftreinhalte-Verordnung des Bundes vom 16. Dezember 1985 (LRV) erlassenen \"Teilmassnahmenplan Feuerungen\", der für Feuerungsanlagen u.a. verschärfte NOx-Emissionsbegrenzungen und die zeitlich gestaffelte Sanierung bestehender Anlagen innert bestimmter Fristen vorsieht. In der Folge forderte das Gesundheitsinspektorat die Besitzer von älteren Feuerungsanlagen mehrmals auf, ihre Anlagen innert Frist den verschärften Anforderungen des Massnahmenplans anzupassen. X. bestreitet, die entsprechenden Sanierungsaufforderungen erhalten zu haben.\n\nMit Verfügung der Bausektion II des Stadtrats Zürich vom 16. November 1990 wurde X. verpflichtet, die im Jahre 1967 in seinem Gebäude an der Albisstrasse in Zürich eingebaute Feuerungsanlage entsprechend dem Teilmassnahmenplan Feuerungen spätestens bis 1. Juli 1992 zu sanieren oder die Anlage stillzulegen. Für den Fall, dass die Sanierung oder Stillegung nicht innert Frist erfolge, drohte die Bausektion II die Ersatzvornahme an. In der Verfügung wurden dem Grundeigentümer X. eine Stadtgebühr von Fr. 300.--, eine Schreib-/Ausfertigungsgebühr von Fr. 60.-- und Fr. 8.-- Porti, somit Verfahrenskosten von insgesamt Fr. 368.-- auferlegt. Einen von X. gegen diese Verfügung erhobenen Rekurs hiess die Baurekurskommission I des Kantons Zürich am 15. November 1991 insoweit gut, als die Bausektion II dem Adressaten Verfahrenskosten von insgesamt Fr. 368.-- auferlegt hatte; im übrigen blieb das Rechtsmittel erfolglos.\n\nGegen diesen Entscheid der Baurekurskommission I erhoben sowohl X. als auch die Stadt Zürich Beschwerde an das Verwaltungsgericht des Kantons Zürich. X. verlangte im wesentlichen die Aufhebung der Verfügung der Bausektion II des Stadtrats Zürich sowie die Aufhebung des Entscheids der Baurekurskommission I. Die Stadt Zürich beanstandete den Entscheid der Baurekurskommission I insoweit, als ihr darin die Befugnis abgesprochen worden war, für die Verfügung eine Gebühr zu erheben. Das Verwaltungsgericht wies die Beschwerde von X. (VB 91/0179) am 8. Mai 1992 und jene der Stadt Zürich (VB 91/0170) am 8. Juli 1992 ab. Die Begründung der Urteile wird, soweit erforderlich, in den nachfolgenden Erwägungen wiedergegeben.\n\nDie Stadt Zürich sowie X. haben dem Bundesgericht in dieser Angelegenheit je eine Verwaltungsgerichtsbeschwerde eingereicht. Die Stadt Zürich beantragt die Aufhebung des Verwaltungsgerichtsurteils BGE 119 Ib 389 S. 391vom 8. Juli 1992, und X. verlangt im wesentlichen, das Verwaltungsgerichtsurteil vom 8. Mai 1992 sei aufzuheben.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerde von X. ab und heisst die Beschwerde der Stadt Zürich gut.", "considerants": "Aus den Erwägungen:\n\n2. e) X. ist als Verfügungsadressat gemäss Art. 103 lit. a OG zur Verwaltungsgerichtsbeschwerde legitimiert. Die Stadt Zürich ist gestützt auf Art. 57 des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG) in Verbindung mit Art. 103 lit. c OG zur Erhebung der Verwaltungsgerichtsbeschwerde berechtigt. Ausserdem ist die Stadt Zürich insoweit als das Verwaltungsgericht die Gebührenerhebung als bundesrechtswidrig bezeichnete in ihren hoheitlichen Befugnissen betroffen und sie hat ein schutzwürdiges Interesse an der Aufhebung bzw. Änderung des von ihr angefochtenen Entscheids (nicht publizierte E. 2 von BGE 112 Ib 564 ff., vgl. BGE 118 Ib 614 ff. E. 1b).\n\n3. Mit der Verfügung der Bausektion II vom 16. November 1990, welche das Verwaltungsgericht in der Sache, nicht aber im Kostenpunkt bestätigt hat, wurde X. wie erwähnt unter Androhung der Ersatzvornahme verpflichtet, die im Jahre 1967 in seinem Gebäude an der Albisstrasse in Zürich eingebaute Feuerungsanlage entsprechend dem Teilmassnahmenplan Feuerungen spätestens bis 1. Juli 1992 zu sanieren oder stillzulegen.\n\na) X. macht geltend, er könne lediglich zur Einhaltung der Grenzwerte verpflichtet werden; indessen bestehe keine gesetzliche Grundlage dafür, dass ältere Feuerungsanlagen generell ersetzt werden müssten. Da die zur Diskussion stehende Anlage schon heute die Grenzwerte einhalte und das Gegenteil nicht bewiesen sei, bezeichnet er die umstrittene Verfügung als rechtswidrig bzw. nichtig. X. beruft sich auf keine Beweismittel, welche die Einhaltung der Grenzwerte belegen würden.\n\nb) Das Verwaltungsgericht führt im angefochtenen Entscheid VB 91/0179 aus, es wäre Sache von X. gewesen, seine angesichts der ausführlichen Erwägungen der Baurekurskommission höchst unwahrscheinlichen Behauptungen über die Emissionen der aus dem Jahre 1967 stammenden Anlage spätestens vor Verwaltungsgericht zu substantiieren. Die Baurekurskommission hatte in ihrem Entscheid dargelegt, dass es zur Erreichung der im Massnahmenplan BGE 119 Ib 389 S. 392festgesetzten verschärften Stickoxid-Emissionsbegrenzungen neuester Systementwicklungen bedürfe, der sogenannten Low-NOx Brennertechnik. Die heutigen \"Normalbrenner\" emittierten durchschnittlich mehr als das Doppelte dieses Schadstoffs, während Geräte vom Alter des Brenners von X. sogar das Drei- bis Vierfache an Stickoxid ausstiessen. Einem solchen Brenner aus dem Jahre 1967 fehle der für die Einhaltung des zulässigen Auswurfs an Stickoxiden notwendige Stand der Technik, weshalb auf einen direkten Nachweis der Überschreitung der zulässigen Emissionsgrenzwerte bei jeder einzelnen Anlage seitens der Behörden verzichtet werden könne.\n\nDas Verwaltungsgericht hat ergänzend darauf hingewiesen, dass die Feuerungsanlage nach der umstrittenen Verfügung der Bausektion II nicht auf jeden Fall ersetzt werden müsse, sondern so zu überholen sei, dass die Emission von Stickoxiden bestimmte Grenzwerte nicht überschreite, wobei auch die übrigen Anforderungen der Luftreinhalte-Verordnung erfüllt werden müssten. Wenn X. somit den fachmännischen Nachweis - Garantie durch einen zugelassenen Installateur - erbringen könne, dass die rund 25jährige Anlage den Anforderungen der Verfügung der Bausektion II entspreche, so habe er seine Pflicht erfüllt. Es sei allerdings wie erwähnt nicht zu erwarten, dass dieser Nachweis gelinge.\n\nc) Diese Ausführungen des Verwaltungsgerichts, die der Beschwerdeführer in seiner Beschwerdeschrift nicht auch nur ansatzweise zu widerlegen vermag, sind zutreffend. Angesichts der nach den technischen Gegebenheiten und den einlässlichen Darlegungen der Baurekurskommission I naheliegenden Vermutung, dass die streitbetroffene Feuerungsanlage zu einem zu hohen Schadstoffausstoss führt, war der Betreiber der Anlage verpflichtet, spätestens im Verfahren vor dem Verwaltungsgericht die Behauptung, seine Anlage aus dem Jahre 1967 halte die massgebenden Grenzwerte ein, zu belegen. Die entsprechende Mitwirkungspflicht ergibt sich aus den Art. 46 Abs. 1 USG und 12 Abs. 1 LRV und ist das Korrelat zu dem im Verwaltungsrecht geltenden Untersuchungsgrundsatz (vgl. RHINOW/KRÄHENMANN, Verwaltungsrechtsprechung, Ergänzungsband, S. 298 f.). Die Auffassung von X., es obliege den staatlichen Behörden, in jedem Einzelfall nachzuweisen, dass eine Heizungsanlage den massgebenden Bestimmungen nicht entspreche, geht fehl. Das Bundesgericht hat bereits im Zusammenhang mit der Frage der Pflicht zur Lärmermittlung entschieden, die Umweltbelastung sei mit einem vernünftigen Aufwand zu ermitteln; wie bei jeder Staatstätigkeit sei der Praktikabilität und Leistungsfähigkeit der BGE 119 Ib 389 S. 393Verwaltung ein hinreichendes Gewicht beizumessen. Die Immissionen müssten nicht bei jedem Objekt gesondert gemessen werden, sondern es könnten grundsätzlich vergleichbare Werte beigezogen werden (BGE 117 Ib 125 E. 5c, d). Bei der Beurteilung von Emissionen aus Feuerungsanlagen sind die gleichen Regeln anzuwenden. Dem Verwaltungsgericht kann somit keine Verletzung von Bundesrecht vorgeworfen werden, soweit es die Verfügung der Bausektion II in der Sache bestätigte. Bei der beschriebenen Rechtslage erhebt X. auch die Rüge der Verletzung von Art. 4 BV und Art. 6 Ziff. 1 EMRK zu Unrecht.\n\n4. Weiter ist zu prüfen, ob das Umweltschutzrecht eine Gebührenerhebung für eine Sanierungsverfügung, wie sie im vorliegenden Fall getroffen wurde, von vornherein ausschliesst.\n\na) Das Verwaltungsgericht hält die Kostenauflage gestützt auf Art. 48 Abs. 1 USG für unzulässig. Nach dieser Bestimmung wird für Bewilligungen, Kontrollen und besondere Dienstleistungen nach diesem Gesetz eine Gebühr erhoben. Das Verwaltungsgericht führt im angefochtenen Entscheid VB 91/0170 vom 8. Juli 1992 aus, Art. 48 Abs. 1 USG bilde zwar die verfassungsrechtlich geforderte gesetzliche Grundlage zur Erhebung von Gebühren durch die Vollzugsbehörden von Bund und Kantonen im ganzen Anwendungsbereich des Umweltschutzgesetzes; die Bestimmung gestatte die gebotene Gebührenerhebung jedoch nur für die darin umschriebenen Amtshandlungen. Die umstrittene Verfügung der Bausektion II gehöre nicht zu diesen gebührenpflichtigen Amtshandlungen. Dagegen sei auch nicht mit dem Verursacherprinzip im Sinne von Art. 2 USG aufzukommen, nach welchem derjenige, der Massnahmen nach diesem Gesetz verursacht, die Kosten dafür trägt. Bei der Abgrenzung dieses Grundsatzes von der gesetzlichen Gebührenregelung sei zu beachten, dass Art. 48 Abs. 1 USG eine abschliessende Regelung darstelle (H. RAUSCH, Kommentar zum Umweltschutzgesetz, N. 12 zu Art. 2). Somit könne vom Adressaten der vorliegenden Sanierungsverfügung, welche nicht eine Bewilligung, Kontrolle oder besondere Dienstleistung sei, keine Gebühr erhoben werden.\n\nb) Dem Verwaltungsgericht ist darin beizupflichten, dass nicht alle Kosten von Amtshandlungen, die durch den Vollzug der Umweltschutzgesetzgebung ausgelöst werden, gestützt auf Art. 48 Abs. 1 USG auf die Verursacher der Umweltbelastung überwälzt werden dürfen. So wird den Umweltschutzfachstellen in Art. 6 USG ein Informations- und Beratungsauftrag erteilt, der in der Regel unentgeltlich zu erfüllen sein wird (H. RAUSCH, a.a.O., N. 9 zu Art. 6; BGE 119 Ib 389 S. 394U. BRUNNER, ebenda, N. 16 zu Art. 48). Zudem führt der Vollzug des Umweltschutzrechts zu zahlreichen, nicht einem einzelnen Verursacher zurechenbaren Amtshandlungen, deren Kosten in der Regel der Staat trägt (z.B. Erlass der Massnahmenpläne nach Art. 31 ff. LRV, der Lärmbelastungskataster nach Art. 37 ff. LSV, Zuordnung der Empfindlichkeitsstufen in der Nutzungsplanung nach Art. 44 Abs. 2 LSV). Dass hingegen einem einzelnen Anlageninhaber zurechenbare Sanierungsverfügungen von der Gebührenpflicht generell ausgenommen sein sollten, lässt sich weder mit Sinn und Zweck des Verursacherprinzips noch mit dem Wortlaut von Art. 48 Abs. 1 USG vereinbaren. Zudem dürfte auch die in Art. 6 USG verankerte Information und Beratung nicht in jedem Fall unentgeltlich sein (vgl. H. RAUSCH, a.a.O., N. 9 zu Art. 6; U. BRUNNER, a.a.O., N. 16 zu Art. 48). Es ist primär Aufgabe der Kantone und des Bundes, die Einzelheiten der Gebührenerhebung durch Erlass eines Gebührentarifs zu regeln (vgl. Art. 48 Abs. 2 USG; U. BRUNNER, a.a.O., N. 17 ff. zu Art. 48).\n\nc) Zu den von der Allgemeinheit zu tragenden Kosten zur Ermittlung der Umweltbelastung, die durch Heizungsanlagen ausgelöst werden, sind zweifellos die Aufwendungen für die Anlegung der notwendigen Register über die bestehenden Heizungsanlagen und die Information der Besitzer von Anlagen, die erfahrungsgemäss einen zu hohen Schadstoffausstoss aufweisen, zu zählen. Auch für die mit der Information verbundene allgemeine Aufforderung an alle Besitzer entsprechender Anlagen, innert angemessener Frist die Änderung der Anlage zu veranlassen und die Behörde hierüber zu informieren, ist in der Regel wohl richtigerweise keine Gebühr zu erheben, wie dies dem Vorgehen der städtischen Verwaltung entspricht. Wenn jedoch in der Folge einzelne Besitzer solcher Anlagen ihrer Mitwirkungspflicht nicht nachkommen, so dass wie im vorliegenden Fall weitere gezielte Sanierungsverfügungen nötig werden, so entsteht ein zusätzlicher Kontrollaufwand, der den entsprechenden Verursachern eindeutig anzulasten ist. Grundsätzlich sind hierfür nach Art. 48 Abs. 1 USG entsprechend dem Verursacherprinzip kostendeckende Gebühren zu erheben (Botschaft des Bundesrates zu Art. 42 des Entwurfs zum USG, BBl 1979 III 821).\n\nd) Selbst wenn man den entsprechenden Aufwand nicht den in Art. 48 Abs. 1 USG genannten Kontrollen zuordnen wollte, könnte sich die Frage stellen, ob die Kantone für gezielte Sanierungsverfügungen an Besitzer von Heizungsanlagen mit erfahrungsgemäss zu hohem Schadstoffausstoss eine Gebühr erheben dürfen.BGE 119 Ib 389 S. 395\n\nDie Stadt Zürich macht diesbezüglich geltend, im kantonalen Recht könne auch eine Gebührenerhebung für in Art. 48 Abs. 1 USG nicht ausdrücklich genannte Amtshandlungen vorgesehen werden. Das Verwaltungsgericht wendet gegen diese Auffassung ein, die gebührenpflichtigen Handlungen seien in Art. 48 Abs. 1 USG für den Vollzug des Umweltschutzrechts des Bundes abschliessend genannt. Wie es sich damit verhält, kann im vorliegenden Urteil offengelassen werden, da die umstrittenen Gebühren nach den Ausführungen in E. 4c hiervor wegen des entstandenen Kontrollaufwands grundsätzlich auf Art. 48 Abs. 1 USG abgestützt werden können.\n\ne) Gemäss Art. 48 Abs. 2 USG hat jedoch die nach kantonalem Recht zuständige Behörde die Gebührenansätze zu bestimmen. Die Gebührenerhebung setzt somit ergänzendes kantonales Ausführungsrecht voraus (s. vorne E. 4b). Im vorliegenden Fall hat das Verwaltungsgericht die von der Bausektion II erhobene Gebühr nicht im einzelnen auf ihre gesetzliche Grundlage hin überprüft, sondern lediglich entschieden, Art. 48 Abs. 1 USG schliesse die Gebührenerhebung für die Sanierungsverfügung grundsätzlich aus. Nachdem sich diese Auffassung als unzutreffend erweist, ist die Verwaltungsgerichtsbeschwerde der Stadt Zürich gutzuheissen und die Sache zur Neubeurteilung der Gebührenfrage an die Vorinstanz zurückzuweisen.\n\nf) Das Verwaltungsgericht wird somit zu beurteilen haben, ob die von der Bausektion II verlangten Gebühren unter Berücksichtigung des Gleichbehandlungsgebots und der weiteren für die Gebührenerhebung geltenden verfassungsrechtlichen Grundsätze mit dem kantonalen und kommunalen Recht, namentlich mit dem massgebenden Gebührentarif, vereinbar sind. Im vorliegenden Fall ist unklar, ob eine genügende kantonale Regelung für die Gebührenerhebung besteht. Bei der Beurteilung der Gebühren wird auch zu berücksichtigen sein, dass die Verfügung der Bausektion II vom 16. November 1990 nach den vorangegangenen, grundsätzlich gebührenfreien Abklärungen des Gesundheitsinspektorats ohne erheblichen zusätzlichen Aufwand erlassen werden konnte. Grundlage der umstrittenen Verfügung bildete im wesentlichen das Alter der Anlage, die keiner technischen Prüfung unterzogen wurde.\n\nIm angefochtenen Entscheid VB 91/0170 führt das Verwaltungsgericht aus, die Beschwerde der Stadt Zürich sei allein schon aus Rechtsgründen abzuweisen, weshalb es sich erübrige, die weiteren erhobenen und denkbaren Einwendungen gegen die von der Beschwerdeführerin angestrebte Kostenbelastung zu erörtern. Insbesondere BGE 119 Ib 389 S. 396könne dahingestellt bleiben, ob eine Gebührenauflage begrifflich voraussetze, dass der Betroffene die entsprechende Amtshandlung verursacht oder veranlasst habe, und ob es gegen die Rechtsgleichheit verstosse, dass die Stadt Zürich in den meisten Fällen mit gebührenfreien Einladungen bzw. Mahnungen zum Ziel gelange und nur in besonderen, vom Verwaltungsgericht näher bezeichneten Fällen mit einer gebührenpflichtigen Verfügung vorgegangen sei. Diese Fragen wird das Verwaltungsgericht bei der Neubeurteilung der Angelegenheit behandeln müssen, sofern es zum Schluss gelangt, eine Gebührenerhebung sei bei Berücksichtigung der Grundsätze des vorliegenden Urteils nach dem kantonalen Gebührenrecht zulässig."}