{"annee": "119", "cour": "II", "page": "314", "date": "20/8/1993", "cite": ["115 II 424", "114 II 26", "117 II 16", "111 II 103"], "cite_par": ["121 I 97", "126 III 8", "123 III 1", "140 III 337", "140 III 485", "128 III 4", "127 III 136"], "chapeau": "61. Auszug aus dem Urteil der II. Zivilabteilung vom 20. August 1993 i.S. F. gegen. F. (staatsrechtliche Beschwerde)", "regestes": ["Art. 145 CC; fixation des contributions d'entretien pendant le procès en divorce. 1. Lorsqu'un conjoint diminue volontairement son revenu, la fixation des contributions d'entretien peut se fonder sur un revenu hypothétique plus élevé, autant que ce conjoint peut le réaliser et qu'on peut l'exiger de lui (consid. 4a). 2. La fixation des contributions d'entretien pendant le procès en divorce ne doit pas aboutir à une répartition anticipée de la fortune. Si, pour cette raison, l'on veut s'écarter d'une répartition par moitié de l'excédent, il faut établir que les époux n'ont pas consacré, durant la vie commune, la totalité du revenu à l'entretien de la famille. La durée particulièrement brève du mariage ne constitue pas un motif de s'écarter des principes généraux relatifs à la fixation des contributions d'entretien par mesure provisoire (consid. 4b)."], "faits": "|315|\n\nA.- Dina F. und Adrian F. heirateten am 21. Juni 1989. Die Ehe ist kinderlos geblieben. Seit dem 15. September 1990 leben die Parteien getrennt.\n\nMit Urteil des Obergerichts des Kantons Aargau vom 23. Januar 1991 wurde Adrian F. verpflichtet, Dina F. vom 1. September 1990 bis zum 31. August 1991 an ihren persönlichen Unterhalt monatlich vorschüssig Fr. 3'000.-- zu bezahlen. Mit Entscheid vom 10. Juni 1991 beurteilte das Gerichtspräsidium Rheinfelden ein zweites |316| Begehren um vorsorgliche Massnahmen, welches die Kostenvorschusspflicht betraf. Mit Entscheid vom 31. Oktober 1991 entschied das Gerichtspräsidium Rheinfelden schliesslich über ein drittes Begehren von Dina F., das unter anderem die Unterhaltspflicht betraf.\n\nB.- Auf eine weitere Klage von Dina F. hin verurteilte das Gerichtspräsidium Brugg Adrian F. mit Entscheid vom 30. November 1992, seiner Frau ab April 1992 monatlich vorschüssig einen Unterhaltsbeitrag von Fr. 910.-- zu bezahlen.\n\nEine gegen dieses Urteil von Dina F. eingereichte Beschwerde und eine Anschlussbeschwerde von Adrian F. wies das Obergericht des Kantons Aargau am 15. März 1993 ab.\n\nC.- Dina F. gelangt mit staatsrechtlicher Beschwerde an das Bundesgericht.\n\nAdrian F. beantragt die Abweisung der Beschwerde. Das Obergericht hat unter Hinweis auf die Ausführungen im angefochtenen Urteil auf eine Vernehmlassung verzichtet.", "considerants": "Aus den Erwägungen:\n\n4. Zur Berechnung des Unterhaltsbeitrages sind die kantonalen Gerichte von den Einkommen der Parteien ausgegangen. Sie haben von diesen Einkommen den um die Steuern erweiterten Notbedarf abgezogen und anschliessend den Überschuss aufgeteilt. Die Beschwerdeführerin ist mit dieser Berechnungsweise grundsätzlich einverstanden, erachtet es aber als willkürlich, dass ihr ein hypothetisches Einkommen zugerechnet und der Überschuss nicht hälftig geteilt worden ist.\n\na) Nach Art. 163 ZGB hat jeder Ehegatte nach seinen Kräften an den gebührenden Unterhalt der Familie beizutragen. Daraus ergibt sich, dass nicht in jedem Fall auf den tatsächlich erzielten Erwerb abgestellt werden kann, sondern gegebenenfalls ein hypothetisches, höheres Einkommen zu berücksichtigen ist (SPÜHLER/FREI-MAURER, N. 141 zu Art. 145 ZGB; HAUSHEER/REUSSER/GEISER, N. 22 zu Art. 163 ZGB). Voraussetzung ist allerdings, dass eine entsprechende Einkommenssteigerung möglich und zumutbar ist (BGE 117 II 17, der allerdings den Eheschutz betraf; Entscheide der II. ZA vom 18.8.1988 i.S. Eheleute U., mit Bezug auf die Möglichkeit einer Einkommenssteigerung, und vom 8.12.1988 i.S. Eheleute C., mit Bezug auf die Zumutbarkeit; GEISER, Erste Erfahrungen mit dem neuen Eherecht, Recht 1990, S. 41). Im Gegensatz zum alten Recht werden im neuen beide Ehegatten gleich behandelt. Die Beschwerdeführerin |317| irrt, wenn sie meint, die Mittel der Ehefrau seien auch im neuen Eherecht nur subsidiär zu berücksichtigen. BGE 111 II 105 f. hat sich auf das alte Recht bezogen.\n\nAuf ein entsprechendes hypothetisches Einkommen abzustellen, rechtfertigt sich insbesondere, wenn eine Partei ihr Einkommen freiwillig vermindert hat. Nach Art. 163 Abs. 2 ZGB verständigen sich die Ehegatten über ihre Beiträge an den Unterhalt. Eine Änderung der eigenen Lebensführung ohne das Einverständnis des Partners ist deshalb grundsätzlich unzulässig, wenn dadurch dem anderen Ehegatten ein höherer Beitrag an die Familie zugemutet wird. Indessen können die Interessen eines Ehegatten auch diesfalls eine Änderung rechtfertigen (BGE 114 II 16 f.; HAUSHEER/REUSSER/GEISER, N. 43 ff. zu Art. 163). Es ist somit eine Interessenabwägung vorzunehmen. Die Sanktion einer unzulässigen einseitigen Abänderung der eigenen Lebensführung besteht insbesondere darin, dass bei der Unterhaltsregelung der Änderung nicht Rechnung getragen wird und von der bisherigen höheren Leistungskraft ausgegangen wird, sofern diese auch wieder erreicht werden kann.\n\nEs erweist sich somit in keiner Weise als willkürlich, wenn das Obergericht berücksichtigt hat, dass die Ehefrau ihre bisherige Erwerbstätigkeit ohne Zustimmung des Ehemannes aufgegeben hat.\n\nSoweit die Beschwerdeführerin rügt, das Obergericht habe zu Unrecht angenommen, sie habe ihre bisherigen Stellen freiwillig aufgegeben, übt sie rein appellatorische Kritik. Es ist nicht in genügender Weise dargetan, inwiefern die Feststellungen des Obergerichts willkürlich sein sollen.\n\nBei einer auf Willkür beschränkten Kognition lässt sich auch nichts dagegen einwenden, dass die kantonalen Gerichte den Wunsch der Beschwerdeführerin, ihre juristische Ausbildung mit dem Anwaltsexamen zu vervollständigen, den Interessen des Ehemannes untergeordnet hat, nicht vermehrt an den Unterhalt beitragen zu müssen. Es erweist sich somit nicht als geradezu willkürlich, wenn das Obergericht der Beschwerdeführerin ein hypothetisches Einkommen von Fr. 4'000.-- pro Monat angerechnet hat.\n\nb) Das Bezirkspräsidium Brugg, auf dessen Entscheid das Obergericht diesbezüglich verweist, hat ein gesamtes Einkommen von Fr. 14'000.--, einen Totalbetrag der Existenzminima von Fr. 4'435.-- und eine Steuerbelastung von Fr. 1'000.-- berechnet. Daraus ergibt sich ein Überschuss von Fr. 8'565.--. Diesen Überschuss haben die kantonalen Gerichte indessen nicht hälftig zwischen den Parteien aufgeteilt, sondern zwei Drittel dem Ehemann belassen und nur ein |318| Drittel der Ehefrau zugesprochen. Das Obergericht ist wohl davon ausgegangen, dass nach der bundesgerichtlichen Rechtsprechung die hälftige Aufteilung die Regel bilde (BGE 114 II 27 ff.). Es erachtete aber ein Abweichen davon vorliegend als gerechtfertigt, weil die effektiven Wohnkosten des Ehemannes nicht voll berücksichtigt worden seien, dieser ein überdurchschnittliches Einkommen erziele und die Ehe der Parteien nur kurz gedauert habe.\n\naa) Mit Recht weist die Beschwerdeführerin darauf hin, dass die Unterhaltspflicht und der Anspruch auf grundsätzlich gleiche Teilhabe an der vereinbarten Lebenshaltung während der ganzen Dauer der Ehe besteht. Während mit Bezug auf den nachehelichen Unterhalt die Ehedauer von Bedeutung ist (BGE 109 II 186; 115 II 9; GEISER, Worin unterscheiden sich heute die Renten nach Art. 151 und 152 ZGB? ZBJV 1993, S. 345 f.), ist dieses Kriterium für den Unterhalt während der Ehe unbeachtlich. Sowohl beim Eheschutz wie auch bei den vorsorglichen Massnahmen im Ehescheidungsverfahren besteht die Ehe noch. Der weiteren Entwicklung darf ohne Not nicht vorgegriffen werden. Es geht nicht nur um eine nacheheliche Solidarität bzw. familienrechtlich überlagerte Schadenersatzpflicht, sondern um den während der Ehe von Gesetzes wegen bestehenden Unterhaltsanspruch. Dieser beginnt aber in vollem Umfang mit der Heirat und entsteht nicht erst allmählich im Laufe der Ehe. Die Berücksichtigung eines zweifelsfrei unsachlichen Kriteriums stellt eine willkürliche Rechtsanwendung dar. Damit sich eine Aufhebung des angefochtenen Entscheides rechtfertigt, genügt es indessen nicht, dass eine von mehreren Begründungen willkürlich ist. Es ist deshalb zu prüfen, ob die andern beiden vom Obergericht angeführten Begründungen allein ein Abweichen von der hälftigen Teilung zu rechtfertigen vermögen.\n\nbb) Der Grundsatz der gleichmässigen Aufteilung des Einkommensüberschusses darf nicht zu einer Vermögensverschiebung führen. Stand aufgrund der von den Ehegatten vereinbarten bzw. tatsächlich gelebten Lebenshaltung während des Zusammenlebens nur ein Teil des Einkommens für den ehelichen Unterhalt zur Verfügung, so besteht kein Grund, beim Getrenntleben auch den bis anhin der Vermögensbildung dienenden Teil des Einkommens unter den Ehegatten aufzuteilen (BGE 114 II 31 f.; BGE 115 II 426 f.). Dies muss jedenfalls gelten, solange und soweit der bisher für den Unterhalt verwendete Einkommensteil auch zur Deckung der durch das Getrenntleben verursachten Mehrkosten ausreicht.\n\n|319|\n\nDas Obergericht hat sich in keiner Weise mit der Frage befasst, ob während des Zusammenlebens das hohe Einkommen vollständig für den ehelichen Unterhalt verwendet oder ob ein Teil davon der Vermögensbildung zugeführt worden ist. Indem es nicht darauf, sondern nur auf die Höhe des Einkommens abstellt, verkennt das Obergericht das entsprechende Beurteilungskriterium und weicht damit willkürlich vom Gleichbehandlungsgrundsatz ab.\n\ncc) Dem angefochtenen Entscheid ist in keiner Weise zu entnehmen, welcher Betrag bei den Wohnkosten des Ehemannes nicht berücksichtigt worden ist. Von daher ist auch nicht ersichtlich, welche Bedeutung das Obergericht diesem Argument für die Abweichung von der hälftigen Aufteilung beigemessen hat. Es handelte sich jedenfalls nur um eines von drei Argumenten, die nicht alternativ, sondern kumulativ zur Drittelsteilung geführt haben. Es ist nicht anzunehmen, dass dieses Argument dem Obergericht allein ausgereicht hätte. Dem angefochtenen Entscheid sind jedenfalls keine genügenden tatsächlichen Feststellungen zu entnehmen, die es dem Bundesgericht erlauben würden, in Substituierung der Begründung eine Abweichung vom Gleichbehandlungsgrundsatz ausschliesslich mit diesem Argument anzunehmen.\n\ndd) Die Abweichung von der hälftigen Überschussteilung erweist sich somit als willkürlich. Der angefochtene Entscheid ist aufzuheben, und die kantonalen Instanzen werden zu entscheiden haben, ob das ganze Einkommen der bisherigen Lebenshaltung der Parteien gedient hat oder nur ein Teil; gegebenenfalls ist auch der Umfang der nicht berücksichtigten Wohnkosten zu klären."}