{"annee": "119", "cour": "II", "page": "255", "date": "2/7/1993", "cite": ["115 II 484", "86 II 171", "112 II 172", "107 II 349"], "cite_par": ["141 III 159", "129 III 129"], "chapeau": "51. Estratto della sentenza del 2 luglio 1993 della I Corte civile nella causa Massa Fallimentare X S.A. contro F S.A. (ricorso per riforma).", "regestes": ["Responsabilité d'un organe de contrôle de fait (art. 754 al. 1 aCO). Un contrôleur qui exerce son mandat sans avoir été élu pour ce faire par l'assemblée générale doit être considéré comme un organe de fait, à tout le moins lorsqu'il vérifie la comptabilité depuis des années et établit des rapports sur la base desquels l'assemblée générale prend les décisions qui sont de sa compétence."], "faits": "BGE 119 II 255 S. 255\n\nA.- La X S.A. era una società fiduciaria che offriva ai propri clienti servizi di diverso genere, in particolare investimenti in campo immobiliare. Essa era stata fondata da F e P, che ne hanno dominato l'attività come presidente risp. amministratore delegato. F ha lasciato la X S.A. nel 1982. Il 27 maggio 1986 il Pretore del Distretto di Lugano ha pronunciato il fallimento della X S.A. Contro i responsabili della società sono stati aperti procedimenti penali non ancora conclusi. L'atto di accusa del 10 luglio 1992 ritiene a carico dei prevenuti i reati di ripetuta e continuata truffa aggravata, truffa, ripetuta e continuata appropriazione indebita aggravata, ripetuta e continuata falsità in documenti e bancarotta fraudolenta.\n\nQuale organo di revisione era stata nominata in origine la G S.A. Tuttavia, essa ha esercitato il proprio mandato solo fino al 31 dicembre 1981 e ha presentato l'ultimo rapporto nel maggio 1982. Per gli esercizi 1982-1984 la G S.A. è venuta meno ai suoi obblighi quale organo di revisione; ciò ha condotto la Massa Fallimentare della X S.A. a promuovere nei suoi confronti un'azione di risarcimento fondata sugli art. 754 segg. CO per l'importo di Fr. 250'000.--. La causa si è conclusa con una transazione, con la quale la G S.A. si è impegnata a versare Fr. 15'000.--.\n\nBGE 119 II 255 S. 256\n\nNel dicembre 1983 P, per far fronte alle richieste dell'autorità fiscale, si è rivolto alla F S.A., che ha prestato consulenza fiscale per gli esercizi 1982 e 1983. In quest'ambito la F S.A. è stata pure incaricata della revisione per lo stesso periodo; il mandato è stato poi esteso anche all'allestimento del bilancio per il 1984 e alla revisione. La F S.A. non è mai stata nominata dall'assemblea generale quale ufficio di revisione. Nonostante fosse a conoscenza di questo fatto, la F S.A. ha dato seguito ai mandati ricevuti e presentato i rapporti di revisione per gli anni 1982-1984, confidando che prima o poi il mandato sarebbe stato ratificato dall'assemblea. Nell'ambito della presente lite il suo direttore, dott. Y, ha dichiarato che l'accettazione del mandato era condizionata alla nomina ufficiale da parte dell'assemblea. In seguito, tale nomina non è mai avvenuta e non sono più state tenute assemblee generali.\n\nB.- Il 19 luglio 1989 la Massa Fallimentare della X S.A. ha convenuto in giudizio - direttamente davanti al Tribunale di appello del Cantone Ticino - la F S.A. per il pagamento di Fr. 1'530'000.-- oltre interessi. Con l'accordo delle parti, la procedura è stata limitata alla questione della responsabilità. Con sentenza del 27 novembre 1992 la II Camera civile ha respinto l'azione con la motivazione principale che, in assenza di una nomina regolare quale revisore da parte dell'assemblea, non era data una responsabilità della F S.A. sulla base delle norme della società anonima. Nella propria motivazione subordinata la Corte cantonale ha pure negato la violazione di obblighi da parte della F S.A. e il nesso di causalità adeguata. Da ultimo, i Giudici cantonali hanno ritenuto non adempiute le condizioni per una responsabilità fondata sulle norme del contratto di mandato.\n\nIl Tribunale federale ha respinto il ricorso per riforma presentato dalla Massa fallimentare X S.A.", "considerants": "Dai considerandi:\n\n3. Secondo gli accertamenti vincolanti della Corte cantonale, che non sono neppure contestati dall'attrice davanti al Tribunale federale, la convenuta non è mai stata nominata come ufficio di revisione dall'assemblea generale. Di contro, nel proprio ricorso l'attrice sostiene la tesi secondo cui la convenuta sarebbe stata validamente nominata quale organo di revisione, avendo ricevuto tale incarico oralmente da P, a quel tempo azionista unico della X S.A. L'attrice ne deduce che vi sarebbe stata una decisione dell'assemblea universale BGE 119 II 255 S. 257ai sensi dell'art. 701 CO. La questione di sapere se tale argomentazione sia sostenibile può rimanere indecisa, atteso che l'asserzione dell'attrice che P era da fine 1982 azionista unico della X S.A. non trova alcun riscontro negli accertamenti di fatto della Corte cantonale. Inoltre, la convenuta non afferma di aver addotto questo fatto nel corso della procedura cantonale e di averlo sottoposto a prova. Ne segue che esso deve essere considerato nuovo e quindi inammissibile (DTF 115 II 485 consid. 2a e rinvii). Di conseguenza, non entra in considerazione un rinvio alla Corte cantonale per completare gli accertamenti di fatto ai sensi dell'art. 64 cpv. 1 OG.\n\n4. Una responsabilità della convenuta può dunque essere ammessa solo se essa ha funzionato quale ufficio di revisione di fatto, se la revisione di fatto può condurre ad una responsabilità e se l'attività della convenuta ha effettivamente cagionato un danno alla X S.A.\n\na) Nella DTF 86 II 171 segg. il Tribunale federale ha statuito che il mandato di un revisore nominato per un anno si concludeva soltanto con la relazione all'assemblea generale ordinaria sul bilancio e sui conti (art. 729 cpv. 1 vCO). Il fatto che dalla nomina del revisore per un anno alla convocazione dell'assemblea generale ordinaria trascorrevano due o più anni significava quindi soltanto la proroga automatica della durata dell'ufficio di revisione (sentenza citata, pag. 179). L'esauriente motivazione della citata sentenza, fa pensare che il Tribunale federale intendeva di massima riconoscere la qualità di organo di fatto della società (cfr. su questa nozione DTF 107 II 353 consid. 5) ad un ufficio di revisione nominato in modo irregolare. Nella DTF 112 II 185 consid. 5 questa questione è stata nuovamente lasciata aperta. FORSTMOSER (Die aktienrechtliche Verantwortlichkeit, 2a edizione, Zurigo 1987, pag. 253 n. 860) ritiene, tuttavia senza motivazione approfondita, che un ufficio di revisione che esercita il proprio mandato senza essere stato nominato dall'assemblea generale rientra nel concetto di organo di fatto. HIRSCH (L'organe de contrôle dans la société anonyme, Tesi, Ginevra 1965, pag. 88 segg., in part. pag. 90) afferma che una responsabilità dei revisori di fatto sarebbe perlomeno auspicabile. A questo quesito può in linea di principio essere data risposta affermativa, perlomeno allorquando un revisore - non nominato dall'assemblea generale - esegue revisioni per anni e rassegna relazioni in base alle quali l'assemblea generale prende le proprie decisioni. Questa soluzione corrisponde del resto al nuovo diritto della società anonima - è incontestato che il presente caso debba essere giudicato in base al BGE 119 II 255 S. 258vecchio diritto; l'art. 755 CO parla infatti di coloro \"che si occupano della verifica\" (vecchio diritto: \"le persone incaricate\" [art. 754 cpv. 1 vCO]; cfr. inoltre il messaggio del Consiglio federale sulla revisione del diritto della società anonima, in: FF 1983 II pagg. 713 segg., in part. pag. 916).\n\nb) Nella presente fattispecie la convenuta non può essere tenuta responsabile per un'attività di revisione di fatto. In effetti, per le ragioni esposte nella già ricordata sentenza pubblicata in DTF 86 II 173 segg., la G S.A., ossia l'ufficio di revisione nominato dall'assemblea della X S.A., è rimasta in carica, non essendo più stata convocata alcuna assemblea generale. Del resto, l'attrice ha promosso un'azione in responsabilità contro questa società, sfociata nella transazione di cui si è detto. Appare poi dubbio che, accanto ad un ufficio di revisione nominato regolarmente dall'assemblea, ne possa sussistere un'altro che agisca di fatto come tale. Ad ogni modo in concreto deve essere negata una responsabilità della convenuta, non avendo essa assunto il ruolo d'ufficio di revisione di fatto. In una sentenza resa in un caso analogo il 18 maggio 1990 (parzialmente pubblicata e commentata da FREY in: Der Schweizer Treuhänder, n. 7/8 1991 pag. 355 segg., in part. pag. 356), la II Camera civile del Tribunale cantonale di Zurigo ha giustamente rilevato che l'attività di un ufficio di revisione di fatto può soggiacere alle norme sulla responsabilità, alla condizione che l'assemblea generale, in base alle relazioni e alle proposte presentate da questo ufficio, decida sull'approvazione del conto dei profitti e delle perdite, del bilancio e approvi l'impiego degli utili ai sensi dell'art. 698 cpv. 2 n. 3 vCO. L'assemblea generale, utilizzando le relative relazioni, riconosce l'attività dell'ufficio di revisione di fatto, legittimandone il ruolo nella struttura societaria. In tal caso l'ufficio di revisione di fatto assume la funzione di un organo nominato e il suo operato non si differenzia più da quello di un revisore nominato (sentenza citata, pag. 12 segg., in part. pag. 13 seg. consid. II 1f). Ora, nel caso di specie, l'assemblea generale non è più stata convocata, per cui la convenuta non può essere tenuta a rispondere come organo di revisione. Alla motivazione che precede si può aggiungere che sussiste responsabilità dell'organo di revisione solo se l'amministrazione e l'assemblea generale non sono messe al corrente circa la reale situazione economica della società e, in base al rapporto, prendono disposizioni, in part. decidono di continuare l'attività, invece di adottare le misure previste dall'art. 725 vCO nel caso di insolvenza. Nel caso concreto, i membri del consiglio di amministrazione, che attraverso le loro manovre delittuose hanno BGE 119 II 255 S. 259condotto la società alla sua rovina economica, conoscevano perfettamente l'effettiva situazione della X S.A. Dato che non è stata più tenuta un'assemblea generale, essa non ha potuto essere ingannata da rapporti di revisione, né tantomeno indotta ad adottare oppure a tralasciare misure. Cade così anche l'argomento, secondo cui la società avrebbe effettivamente subito un danno dall'attività dell'ufficio di revisione. Da ultimo, si può ancora aggiungere che nel caso in cui P fosse stato azionista unico della X S.A., ben difficilmente l'amministrazione, né tantomeno l'assemblea generale sarebbero state influenzate da rapporti di revisione critici."}