{"annee": "119", "cour": "II", "page": "216", "date": "27/5/1993", "cite": ["51 II 385", "110 II 37", "57 II 567", "106 II 341", "87 II 155", "106 II 134"], "cite_par": ["136 V 73", "127 III 257", "126 II 145", "126 III 431"], "chapeau": "44. Auszug aus dem Urteil der II. Zivilabteilung vom 27. Mai 1993 i.S. Renato Domedi Architekt HTL AG gegen Staat Aargau (Berufung)", "regestes": ["Responsabilité pour la tenue du registre foncier (art. 955 CC); prescription du droit à des dommages-intérêts (art. 60 al. 1 CO). 1. Les cantons sont-ils soumis, pour des erreurs de mensuration de leurs géomètres officiels, à la responsabilité du droit civil résultant de la tenue du registre foncier? Question laissée indécise (consid. 3). 2. Prescription absolue selon l'art. 60 al. 1 CO. Pour le droit à des dommages-intérêts découlant de l'art. 955 CC, le délai de dix ans court, indépendamment de la connaissance qu'a le créancier de son droit, de l'acte dommageable. S'agissant d'inscription illégale au registre foncier, il part immanquablement du moment où celle-ci est accomplie (consid. 4)."], "faits": "|217|\n\nAm 26. November 1927 verkaufte Adolf L. als Eigentümer des im Grundbuch Brittnau eingetragenen Grundstücks Nr. 679, Kat. Plan 56, Parz. 1044, eine Teilfläche von 13,97 a als Neuparzelle Nr. 1279, Kat. Plan 56, Parz. 1930, an Frieda und Gotthilf F. zu hälftigem Eigentum. Nachdem die beiden Miteigentümer am 1. Juni 1935 eine Teilfläche von 0,26 a an Elise S.-F. verkauft hatten, verblieb ihnen eine Restfläche von 13,71 a, welche in der Folge als Flächeninhalt im Grundstücksbeschrieb des Grundbuchs angegeben war.\n\nMit Kaufvertrag vom 9. September 1985 erwarb die Renato Domedi Architekt HTL AG das Grundstück Nr. 1279, Grundbuch Brittnau, zum Preise von Fr. 100.-- pro m2. Im Zuge einer Neuparzellierung stellte der Nachführungsgeometer des Bezirks Zofingen fest, dass der Flächeninhalt der Parz. 1930 des genannten Grundstücks im Jahre 1927 aufgrund eines Berechnungsfehlers des damaligen Nachführungsgeometers um 100 m2 zu gross angegeben war, und er nahm mit Mutationstabelle 2956 vom 25. Februar 1989 die entsprechende Flächenkorrektur vor. Mit Parzellierungsbegehren vom 1. März 1989 beantragte die Renato Domedi Architekt HTL AG dem Grundbuchamt Zofingen, im Grundbuch sei neu ein Flächeninhalt von 12,71 a einzutragen.\n\nDie Renato Domedi Architekt HTL AG klagte am 1. Februar 1991 gegen den Staat Aargau auf Bezahlung eines Betrages von Fr. 10'000.-- nebst Zins zu 5% seit dem 5. Oktober 1989. Das Bezirksgericht Aarau bejahte mit Urteil vom 26. Februar 1992 eine Haftung des Staates Aargau aus Grundbuchführung und verpflichtete diesen, der Renato Domedi Architekt HTL AG den eingeklagten Betrag nebst entsprechendem Zins zu bezahlen. Mit Entscheid vom 16. Oktober 1992 hiess das Obergericht des Kantons Aargau die Appellation des Staates Aargau gut, hob das Urteil des Bezirksgerichts auf und wies die Klage ab.\n\nGegen diesen Entscheid ist die Renato Domedi Architekt HTL AG mit Berufung an das Bundesgericht gelangt. Sie beantragt, das Urteil des Obergerichts sei aufzuheben und der Staat Aargau zu verpflichten, der Klägerin einen Betrag von Fr. 10'000.-- nebst Zins zu 5% seit dem 5. Oktober 1989 zu bezahlen.\n\nDas Departement des Innern des Kantons Aargau schliesst auf Abweisung der Berufung.\n\nDas Bundesgericht weist die Berufung ab, soweit es darauf eintritt.\n\n|218|", "considerants": "Aus den Erwägungen:\n\n3. Gestützt auf die Entstehungsgeschichte des Art. 955 ZGB hat das Bundesgericht in einem älteren Entscheid festgehalten, die Führung des Grundbuchs schliesse eine Haftbarkeit für die Grundbuchvermessung nicht ein (BGE 57 II 569 f.). Nach der neueren Lehre bezieht sich dieser Haftungsausschluss jedoch nur auf die der Anlegung des Grundbuchs vorausgehende Grundbuchvermessung, nicht aber auf die Pläne, die im Rahmen der Nachführung des Vermessungswerks erstellt werden. Die Tätigkeit des Nachführungsgeometers, den die Parteien insbesondere bei einer Parzellierung gezwungenermassen in Anspruch nehmen, gehöre zur Führung des Grundbuchs. Ein dabei auftretender Vermessungsfehler müsse daher die Haftung des Kantons auslösen (DESCHENAUX, Das Grundbuch, in Schweizerisches Privatrecht, Bd. V/3/I, Basel 1988, S. 218, mit Hinweisen auf das Schrifttum). Was die im Grundbuch eingetragene Grösse eines Grundstücks betrifft, die sich nachträglich als falsch herausstellt, schliessen einzelne Autoren dafür eine Haftung der Kantone aus Grundbuchführung zum vornherein aus. Bei der Grösse oder dem Flächeninhalt eines Grundstücks handle es sich um tatsächliche Angaben, welche im Unterschied zu den in den Plänen enthaltenen Grenzziehungen am öffentlichen Glauben des Grundbuchs nicht teilnehmen könnten (FRANZ JENNY, Die Verantwortlichkeit im Grundbuchwesen, in ZBGR 46/1965, S. 85 f.; vgl. auch die an BGE 106 II 341 ff. geübte Kritik von LIVER, Die privatrechtliche Rechtsprechung des Bundesgerichts im Jahre 1980, in ZBJV 118/1982, S. 128; a.M. HANS-PETER FRIEDRICH, Fehler in der Grundbuchvermessung, ihre Folgen und ihre Behebung, in ZBGR 58/1977, S. 154 f.).\n\nOb die Haftung des Beklagten zu verneinen oder gar zu bejahen wäre, kann indessen offenbleiben, wenn die Vorinstanz den Schadenersatzanspruch zu Recht als verjährt betrachtet hat. Im folgenden ist daher zunächst diese Frage zu prüfen.\n\n4. Hinsichtlich der Verjährung des Schadenersatzanspruchs gestützt auf Art. 955 Abs. 1 ZGB ist nach ständiger Rechtsprechung und fast einhelliger Lehre Art. 60 OR entsprechend anwendbar (BGE 110 II 40 E. 4; BGE 51 II 394; HOMBERGER, N. 11 zu Art. 955 ZGB; DESCHENAUX, a.a.O., S. 236; STEINAUER, Les droits réels, Bd. I, 2. A., Bern 1990, S. 169, N. 618; TUOR/SCHNYDER, Das Schweizerische Zivilgesetzbuch, 10. A., Zürich 1986, S. 596; FRANZ JENNY, a.a.O., S. 75; BREHM, N. 7 zu Art. 60 OR; a.M. OSTERTAG, N. 14 zu Art. 955 ZGB, der die allgemeine Verjährungsfrist von Art. 127 OR für |219| anwendbar hält). Die Begründung findet sich in BGE 51 II 385 ff., wo darauf hingewiesen wird, dass die Haftung aus Grundbuchführung von ihrer Ausgestaltung her der Haftung des Geschäftsherrn am nächsten stehe. Deshalb rechtfertige es sich, die kurze Verjährungsfrist des Art. 60 OR auch auf die Haftpflicht des Staates für die Grundbuchbeamten gemäss Art. 955 ZGB anzuwenden (BGE 51 II 394). Diese Auffassung wurde erst kürzlich vom Bundesgericht bestätigt (nicht veröffentlichtes Urteil i.S. Staat Luzern vom 27. Februar 1991, E. 3b).\n\na) Dass vorliegend die Verjährungsregelung gemäss Art. 60 OR zur Anwendung kommt, wird von der Klägerin mit Recht nicht bestritten. Hingegen hält sie gleich wie HANS-PETER FRIEDRICH (a.a.O., S. 143 f.) dafür, dass ein Anspruch auf Schadenersatz gestützt auf Art. 955 Abs. 1 ZGB nicht vor Kenntnis des Schadens verjähren könne.\n\naa) Nach Art. 60 Abs. 1 OR verjährt der Anspruch auf Schadenersatz in einem Jahre von dem Tage hinweg, wo der Geschädigte Kenntnis vom Schaden und von der Person des Ersatzpflichtigen erlangt hat, jedenfalls aber mit dem Ablauf von zehn Jahren, vom Tage der schädigenden Handlung an gerechnet. Dem Wortlaut dieser Bestimmung lässt sich klar entnehmen, dass die absolute Verjährungsfrist von zehn Jahren im Gegensatz zur Jahresfrist ab der schädigenden Handlung läuft, welche zugleich die Haftung begründet. Der Vorinstanz ist folglich beizupflichten, wenn sie das den Schaden verursachende Verhalten für massgeblich hält, und nicht den Schadenseintritt oder den Zeitpunkt, in dem der Geschädigte Kenntnis des Schadens erlangt (DESCHENAUX, a.a.O., S. 237, Anm. 86b; STARK, Ausservertragliches Haftpflichtrecht, 2. A., Zürich 1988, S. 233, N. 1092 und 1096; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Besonderer Teil, Bd. II/1, Zürich 1987, S. 111, N. 366; KELLER, Haftpflicht im Privatrecht, Bd. II, Bern 1987, S. 246).\n\nDas Bundesgericht hat denn auch wiederholt entschieden, dass die Zehnjahresfrist von Art. 60 wie auch von Art. 127 OR unabhängig von der Kenntnis läuft, die der Gläubiger von seinem Anspruch hat; die Klage könne daher verjährt sein, bevor der Gläubiger diesen Anspruch kenne (BGE 106 II 136 E. 2a mit Hinweisen). Diese Rechtsprechung stiess in bezug auf vertragliche Ansprüche vereinzelt auf Vorbehalte (vgl. unter anderem die Kritik von MERZ, Die privatrechtliche Rechtsprechung des Bundesgerichts im Jahre 1980, in ZBJV 118/1982, S. 137). Was die auf Art. 955 ZGB gestützten Ansprüche betrifft, hält die neuere Lehre eine absolute Verjährungsfrist |220| von zehn Jahren für zu kurz bemessen. Es bestehe mehr als in jedem andern Bereich die Gefahr, dass der Schadenersatzanspruch verjähre, bevor der Anspruchsberechtigte davon überhaupt Kenntnis erhalten habe (FRANZ JENNY, a.a.O., S. 75, der in Anm. 45a die absolute Verjährungsfrist des deutschen Rechts von dreissig Jahren für zweckmässiger und dem Verkehr dienlicher hält; DESCHENAUX, a.a.O., S. 236 f.). Diese Konsequenz ist dem Gesetzgeber, der bei der Festlegung der Verjährungsfristen ganz allgemein zwischen den Interessen der Betroffenen an der Wiedergutmachung des zugefügten Schadens und dem Rechtssicherheitsbedürfnis der Schuldner abzuwägen hatte, nicht entgangen. Es steht dem Richter nicht zu, vom klaren Gesetzeswortlaut abzuweichen, um die Folgen einer solchen Verjährungsregelung im Einzelfall zu vermeiden (BGE 106 II 138 f. E. 2c; BGE 87 II 160 f. E. 3a). Dass dies uneingeschränkt für die Haftung nach Art. 955 Abs. 1 ZGB zu gelten hat, verdeutlicht die im anschliessenden Absatz enthaltene Regressregelung. Danach haben die Kantone eine Rückgriffsmöglichkeit gegenüber jenen Beamten und Angestellten der Grundbuchverwaltung sowie jenen Organen der unmittelbaren Aufsicht, denen ein Verschulden zur Last fällt (Abs. 2). Eine solche Verschuldenshaftung verlangt ihrerseits nach einer zeitlichen Beschränkung der Kausalhaftung des Kantons, weil nur so dem Kanton, will er auf den verantwortlichen Beamten oder weitere Angestellte Rückgriff nehmen, der Beweis eines Verschuldens möglich sein wird. Hinzu kommt, dass es gerade für den Grundbuchverwalter unerträglich wäre, bestünde für eine weit zurückliegende Verfehlung noch eine Regressmöglichkeit (vgl. BGE 51 II 394 f. E. 4).\n\nbb) Zu beachten ist allerdings, dass die neuere Lehre die vorschriftswidrige Eintragung oder Löschung im Grundbuch - soweit sie an sich die Verantwortlichkeit des Staates nach sich zieht - als ununterbrochenen Eingriff in die Rechte des möglichen Geschädigten betrachtet, die fortdaure, bis der Schaden sich verwirkliche (DESCHENAUX, a.a.O., S. 238; HANS-PETER FRIEDRICH, a.a.O., S. 144). In die gleiche Richtung weist die Lösung von FRANZ JENNY (a.a.O., S. 75, Anm. 45a), der die Verjährungsfrist erst ab dem Zeitpunkt zu laufen beginnen lassen will, in welchem die aus der schadensstiftenden Handlung des Grundbuchverwalters entstandene Unrichtigkeit des Grundbuchs nicht mehr durch eine Richtigstellungsklage nach Art. 975 ZGB behoben werden könne.\n\nWeder die eine noch die andere Argumentation vermag indessen zu überzeugen. Als Führung des Grundbuchs im Sinne von Art. 955 |221| ZGB ist nach der Rechtsprechung des Bundesgerichts die gesamte Tätigkeit des Grundbuchführers in dieser Eigenschaft zu verstehen, so namentlich die Buchungen in den Haupt- und Hilfsregistern und die Tätigkeit in Verbindung mit der Ausstellung und Löschung von Pfandtiteln (BGE 110 II 41 E. 4a mit Hinweisen; vgl. dazu die Kasuistik bei HOMBERGER, N. 3 zu Art. 955 ZGB). Haftungsbegründend ist folglich nicht etwa der Grundbucheintrag, der jederzeit mit der grundsätzlich unbefristeten Grundbuchberichtigungsklage gemäss Art. 975 ZGB angefochten werden kann, sondern die rechtswidrig erfolgende Eintragung - sei es nun eine Buchung oder Löschung - als Vorgang, dessen Resultat erst der Grundbucheintrag ist. So hält das Obergericht mit Recht fest, dass die Zehnjahresfrist des Art. 60 Abs. 1 OR mit Abschluss des Eintragungsvorgangs zu laufen beginnt; gleicher Ansicht ist der bernische Appellationshof in einem älteren Entscheid (ZBJV 66/1930, S. 497). In dieser Beziehung unterscheidet sich eine rechtswidrig erfolgte Eintragung denn auch vom Fall einer zu Unrecht unterlassenen Eintragung oder Massnahme, wo die Verjährungsfrist zu laufen beginnt, sobald der Verantwortliche spätestens hätte handeln sollen (DESCHENAUX, a.a.O., S. 237; allgemein OFTINGER/STARK, a.a.O., S. 111, N. 366, Anm. 528).\n\nWie zu entscheiden wäre, wenn der Grundbuchverwalter seinerzeit während noch laufender Verjährungsfrist von der Unrichtigkeit des Grundbucheintrags erfahren, pflichtwidrig jedoch nicht auf dessen Berichtigung hingewirkt hätte, kann offenbleiben, nachdem die Vorinstanz nirgends feststellt, es habe sich so verhalten."}