{"annee": "119", "cour": "IB", "page": "64", "date": "29/3/1993", "cite": ["117 II 508", "115 IA 12", "106 V 93", "118 IB 196", "102 IB 91", "104 V 162", "116 IA 215", "117 IB 53", "111 IA 280", "115 III 1", "113 IB 175", "116 IB 141", "113 IB 257", "115 IB 193", "107 III 113"], "cite_par": ["120 IB 183", "125 II 411", "128 I 215", "129 II 453", "121 I 177", "134 V 145", "121 I 181"], "chapeau": "7. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 29. März 1993 i.S. Vereinigte Staaten von Amerika gegen Bundesamt für Polizeiwesen sowie Hakim, Secord und Mitbeteiligte (Verwaltungsgerichtsbeschwerde)", "regestes": ["Entraide judiciaire en matière pénale; recours de droit administratif de l'Etat dont la demande a été rejetée par l'office central USA; délai de recours, art. 106 al. 1 OJ. Une partie ne peut demander indéfiniment le renouvellement d'un acte administratif attaquable, afin de le soumettre au juge. Elle doit au contraire agir dans un délai raisonnable, compte tenu des circonstances concrètes, et en respectant les principes de la bonne foi et de la sécurité du droit. Dans le cas d'espèce, l'Etat recourant est resté inactif pendant plus de deux mois avant de prendre les premières dispositions en vue d'attaquer la décision refusant l'entraide judiciaire; le recours de droit administratif est par conséquent tardif."], "faits": "|64|\n\nA.- Die amerikanische Zentralstelle für Rechtshilfe mit der Schweiz, das Office of International Affairs (OIA), richtete am 12. Dezember 1986 im Rahmen der \"Irangate\"-Affäre ein |65| Rechtshilfebegehren an die Zentralstelle USA des Bundesamtes für Polizeiwesen (BAP).\n\nGemäss der Sachverhaltsdarstellung dieses Ersuchens war Oberstleutnant Oliver North, Mitglied des Nationalen Sicherheitsrates der USA, im Jahre 1985 beauftragt worden, für die USA Verhandlungen über den Verkauf von Waffen im Wert von rund 12 Mio. Dollar an die Islamische Republik Iran zu führen. Dabei sei er durch zwei amerikanische Staatsangehörige, den ehemaligen General der Luftwaffe, Richard V. Secord, und den gebürtigen Iraner Albert Hakim, unterstützt worden, welche eine ihnen gehörende Handelsgesellschaft, Lake Resources, zur Verfügung gestellt hätten. Der Verkauf sei dank Mitwirkung internationaler Geschäftsleute - u.a. des iranischen Staatsangehörigen Ghorbanifar - zustande gekommen, dies im Verlaufe verschiedener Transaktionen im Jahre 1986. Der Verkaufspreis, welcher schliesslich den genannten Betrag samt Lohn der Vermittler erheblich überstiegen habe, sei von der iranischen Regierung auf ein von North bei einer schweizerischen Bank in Genf eröffnetes Nummernkonto überwiesen worden, mit dessen Verwaltung eine dort domizilierte Treuhandgesellschaft betraut worden sei. Vom Geschäftserlös seien 12 Mio. Dollar an die USA weitergeleitet worden. Dagegen hätte North den ebenfalls den USA zustehenden Überschuss verheimlicht und auf illegale Weise mindestens teilweise für die Finanzierung der militärischen Aktivitäten der die Regierung von Nicaragua bekämpfenden Rebellen (\"Contras\") verwenden lassen. - Mit dem Ersuchen wurde verlangt, dass die Bank und die Treuhandgesellschaft in Genf anzuhalten seien, die einschlägigen Dokumente vorzulegen. Das BAP entsprach dem Ersuchen und überwies es der zuständigen Behörde des Kantons Genf zur Ausführung, wobei es die von Ghorbanifar, Hakim und Secord erhobenen Einsprachen abwies. Die von diesen in der Folge eingereichte Verwaltungsgerichtsbeschwerde wurde mit Entscheid des Bundesgerichts vom 20. August 1987 abgewiesen (s. BGE 113 Ib 175 ff.).\n\nIn der Folge, Ende 1987, wurden die erhobenen Bankunterlagen dem ersuchenden Staat herausgegeben. Im Rahmen des Vollzuges des Rechtshilfebegehrens wurden die eruierten Bankkonten mit den angeblich illegal abgezweigten Geldern gesperrt, dies im Hinblick auf eine allfällige spätere Herausgabe der Vermögenswerte gestützt auf Art. 1 Ziff. 1 lit. b RVUS.\n\nB.- Am 16. Februar 1989 übermittelte das OIA den schweizerischen Behörden ein Zusatzbegehren, mit welchem in Anwendung von Art. 1 Ziff. 1 lit. b RVUS um Herausgabe der gesperrten, den |66| USA angeblich unrechtmässig vorenthaltenen Gelder ersucht wurde. Dieses Ersuchen wurde am 17. Mai, 19. Juli und 8. August 1991 präzisiert.\n\nC.- Mit Schreiben vom 3. Februar 1992 teilte das BAP dem OIA mit, gegen das Zusatzersuchen seien vier Einsprachen erhoben worden. Nach eingehender Prüfung der Angelegenheit habe sich ergeben, dass die Voraussetzungen für die von den USA gestützt auf Art. 1 Ziff. 1 lit. b RVUS verlangte Herausgabe der in Genf blockierten Vermögenswerte nicht erfüllt seien, dies insbesondere deswegen, weil laut dem Zusatzbegehren hinsichtlich der gemäss dem ursprünglichen Ersuchen im Zusammenhang mit der \"Irangate\"-Affäre beschuldigten Personen gegenwärtig kein Strafverfahren mehr hängig sei. Das BAP setze aber dennoch alles daran, die Interessen der USA zu garantieren. Entsprechend werde die Sperre der Vermögenswerte in Genf bis zum 30. April 1992 aufrechterhalten, um den USA zu ermöglichen, ihre Ansprüche im Rahmen eines Zivilprozesses geltend zu machen. Dabei sei festzustellen, dass ein Teil der Vermögenswerte von Drittgläubigern beansprucht werde; auch über diese Ansprüche werde im Rahmen des Zivilprozesses zu befinden sein. - Dieses Schreiben wurde dem OIA am 4. Februar 1992 per Telefax und \"express air mail\" übermittelt, und gleichentags wurde eine Kopie davon u.a. an den nunmehrigen Anwalt der USA gesandt.\n\nEbenfalls mit Schreiben vom 3. Februar 1992 (Versand am 4. Februar 1992) teilte das BAP den privaten Einsprechern Albert Hakim, Richard V. Secord sowie C. und N. mit, dem Herausgabebegehren der USA nicht zu entsprechen (die letztgenannten beiden Einsprecher haben einen Teil der beschlagnahmten Summe als Verwaltungs- bzw. Anwaltshonorar beansprucht und betreibungsrechtlich verarrestieren lassen). Um dem ersuchenden Staat trotzdem zu erlauben, seine Rechte auf zivilrechtlicher Ebene geltend zu machen, würden die im Verlaufe des Rechtshilfeverfahrens getroffenen provisorischen Massnahmen (Kontensperre und Beschlagnahme der Vermögenswerte) bis zum 30. April 1992 aufrechterhalten. Soweit den Einsprachebegehren durch diese begrenzten Massnahmen nicht entsprochen werde, bestehe die Möglichkeit, diesen Entscheid innert dreissig Tagen ab Eröffnung mit Verwaltungsgerichtsbeschwerde an das Bundesgericht weiterzuziehen.\n\nMit Schreiben vom 14. April 1992 teilte das amerikanische Justizdepartement dem BAP mit, mit dem die Herausgabe der Vermögenswerte nicht bewilligenden Entscheid nicht einverstanden zu sein; es sei ein Meinungsaustausch nach Art. 39 RVUS |67| durchzuführen, und der Entscheid sei zu revidieren. Dementsprechend sei die Sperre der Gelder aufrechtzuerhalten.\n\nMit Verfügung vom 28. April 1992 erwog das BAP, bei den gegebenen Verhältnissen sei es ihm verwehrt, auf die die Rechtshilfe ablehnende Verfügung vom 3. Februar 1992 zurückzukommen, da keine neuen Tatsachen vorgebracht würden. Doch ordnete es an, die Sperre für die Dauer des Meinungsaustausches bis zum 30. Juni 1992 zu verlängern, wobei es zuhanden der privaten Einsprecher wiederum eine Rechtsmittelbelehrung beifügte.\n\nMit Schreiben vom 1. Mai 1992 orientierte das BAP das OIA über diese letztgenannte Verfügung. Dieses Schreiben wurde dem OIA am selben Tag wiederum mittels Fax und mit eingeschriebener Post mitgeteilt, und eine Kopie wurde dem Anwalt der USA zur Kenntnisnahme zugestellt.\n\nMit Gesuch vom 19. Mai 1992 beantragten die USA, sie seien im Rechtshilfeverfahren als geschädigte Partei zuzulassen; in der Sache selbst sei eine anfechtbare Verfügung zu erlassen. Die amerikanische Zentralstelle habe von seiten des BAP erstmals am 27. April 1992 mündlich und am 1. Mai 1992 schriftlich davon erfahren, dass in der fraglichen Rechtshilfeangelegenheit offenbar Verfügungen an Dritte erlassen worden seien; nachdem solche Verfügungen ergangen seien, hätten auch die USA als geschädigte Partei ein unmittelbares Interesse am Erlass einer sie betreffenden anfechtbaren Verfügung.\n\nAm 29. Mai 1992 verfügte das BAP, die USA als Partei im Sinne von Art. 6 ff. VwVG zum Rechtshilfeverfahren zuzulassen, und die Schreiben des BAP vom 3. Februar 1992 und vom 28. April 1992 wurden den USA als Verfügung im Sinne von Art. 5 VwVG zugestellt (versehen mit einer Rechtsmittelbelehrung, Möglichkeit der Verwaltungsgerichtsbeschwerde an das Bundesgericht innert dreissig Tagen ab Eröffnung).\n\nD.- Mit Eingabe vom 23. Juni 1992 erhoben die USA Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie beantragten folgendes:\n\n\"1. Ziff. 2 der Verfügung vom 29. Mai 1992 (einschliesslich der Verfügungen vom 3. Februar und 28. April 1992) sei aufzuheben.\n\n2. Das Bundesamt für Polizeiwesen sei anzuweisen, in Anwendung von Art. 1 Ziff. 1 lit. b ... (RVUS) die im Verfahren B 68165 (Irangate) in der Schweiz blockierten Vermögenswerte an die Vereinigten Staaten von Amerika herauszugeben.\n\nMit dem Vollzug dieser Verfügung sei das Bundesamt für Polizeiwesen zu beauftragen.\n\n|68|\n\n3. Es sei ausdrücklich festzuhalten, dass die vorsorgliche Kontensperre bezüglich der Vermögenswerte im bisherigen Rahmen während der Dauer des Verwaltungsgerichtsbeschwerdeverfahrens aufrechterhalten bleibt.\n\n4. Eventuell: Im Rahmen einer vorsorglichen Massnahme sei anzuordnen, dass die Sperre der Vermögenswerte für die Dauer von mindestens 60 Tagen nach dem Entscheid über die eidgenössische Verwaltungsgerichtsbeschwerde aufrechterhalten bleibt.\n\nAlles unter Kosten- und Entschädigungsfolgen.\"\n\nAlbert Hakim, Richard V. Secord und die weiteren privaten Einsprecher beantragen, auf die Beschwerde sei wegen Verspätung und wegen fehlender Legitimation der USA nicht einzutreten; eventuell sei die Beschwerde abzuweisen. Das BAP beantragt Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n3. a) Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob und gegebenenfalls inwieweit es auf eine Verwaltungsgerichtsbeschwerde eintreten kann (BGE 118 Ib 198 mit weiteren Hinweisen).\n\nAn die Begehren der Parteien ist das Bundesgericht in Rechtshilfesachen nicht gebunden; es kann den angefochtenen Entscheid zugunsten oder zuungunsten des Beschwerdeführers ändern (Art. 25 Abs. 6 IRSG; BGE 117 Ib 56 E. 1c und 73 E. 3c, BGE 113 Ib 266 E. 3d und 277 E. 1).\n\nb) Die USA machen geltend, erst Ende April/Anfang Mai 1992, im Zusammenhang mit der vom BAP am 28. April 1992 getroffenen Verfügung, realisiert zu haben, dass gegenüber den Einsprechern formelle Verfügungen ergangen waren; und erst am 29. Mai/1. Juni 1992 seien ihnen die die Einsprecher betreffenden Verfügungen des BAP vom 3. Februar 1992 zugestellt worden. Nachdem sich derart herausgestellt habe, dass in der Rechtshilfeangelegenheit Verfügungen ergangen seien, die aber dem ersuchenden Staat als geschädigte Partei zunächst nicht eröffnet worden seien, habe auch dieser ein unmittelbares Interesse am Erlass einer ihn betreffenden, anfechtbaren Verfügung, um diese dann mit Verwaltungsgerichtsbeschwerde anfechten zu können. Entsprechend ersuchten die USA am 19. Mai 1992 darum, es sei ihnen im Hinblick auf die Anfechtung des die Rechtshilfe ablehnenden Entscheides Parteistellung einzuräumen, was das BAP mit Verfügung vom 29. Mai 1992 denn auch tat; und |69| in der Folge, am 23. Juni 1992, erhoben sie gegen die Nichtgewährung der Rechtshilfe Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie halten dafür, ihre gegen die Nichtgewährung der Rechtshilfe gerichteten Vorkehren fristgerecht getroffen zu haben.\n\nIm Lichte der Verfügung vom 29. Mai 1992, mit der das BAP die USA gemäss deren Gesuch vom 19. Mai 1992 als Partei zum Rechtshilfeverfahren zugelassen hat, ist die von den USA am 23. Juni 1992 erhobene Verwaltungsgerichtsbeschwerde rechtzeitig eingereicht worden. Doch stellt sich die Frage, ob bereits die Vorkehr vom 19. Mai 1992 bei den gegebenen Verhältnissen noch rechtzeitig erfolgte, oder ob das BAP wegen Verspätung einen Nichteintretensentscheid hätte fällen müssen, was bedeuten würde, dass auch die der Sache nach gegen die Nichtgewährung der Rechtshilfe erhobene Verwaltungsgerichtsbeschwerde nicht als rechtzeitig zu erachten wäre.\n\nMit Schreiben vom 3. Februar 1992 teilte das BAP der ersuchenden amerikanischen Zentralstelle mit, nach eingehender Prüfung der Angelegenheit habe sich ergeben, dass die Voraussetzungen für die von den USA gestützt auf Art. 1 Ziff. 1 lit. b RVUS verlangte Herausgabe der in Genf beschlagnahmten Vermögenswerte nicht erfüllt seien, dies insbesondere deswegen, weil laut dem Zusatzbegehren hinsichtlich der gemäss dem ursprünglichen Ersuchen im Zusammenhang mit der \"Irangate\"-Affäre beschuldigten Personen gegenwärtig kein Strafverfahren mehr hängig sei. Es werde aber dennoch alles darangesetzt, die Interessen der USA zu garantieren. Entsprechend werde die Sperre der Vermögenswerte in Genf verlängert, um den USA zu ermöglichen, ihre Ansprüche im Rahmen eines Zivilprozesses geltend zu machen. Dabei sei festzustellen, dass ein Teil der Vermögenswerte von Drittgläubigern beansprucht werde; auch über diese Ansprüche werde im Rahmen des Zivilprozesses zu befinden sein. - Dieses Schreiben wurde dem OIA am 4. Februar 1992 per Telefax und \"express air mail\" übermittelt, und gleichentags wurde eine Kopie davon an verschiedene diplomatische Stellen und auch an den nunmehrigen Anwalt der USA gesandt. Es ist somit davon auszugehen, dass es der ersuchenden amerikanischen Zentralstelle und damit den USA wenig später, jedenfalls aber noch in der ersten Februarhälfte 1992 eröffnet wurde. Soweit damit mit ausführlicher Begründung die Gewährung der Rechtshilfe verweigert wurde, handelte es sich - auch wenn die Briefform benutzt wurde (wie dies übrigens auch hinsichtlich der Einspracheentscheide gegenüber den privaten Beschwerdegegnern der Fall war) - der |70| Sache nach um eine Verfügung, deren Tragweite für die USA unmissverständlich war. Diese Verfügung musste allerdings (im Unterschied zu den an die Einsprecher gerichteten Verfügungen) nicht mit einer Rechtsmittelbelehrung (s. Art. 22 IRSG) versehen sein, da dem ersuchenden Staat als solchem im Rechtshilfeverfahren und damit auch im Beschwerde- oder im Vollzugsverfahren in der Regel keine förmliche Parteistellung zukommt (s. BGE 115 Ib 193 und 196, BGE 113 Ib 272; Botschaft des Bundesrates zum BG-RVUS und zum RVUS, BBl 1974 II 641), auch wenn er der Sache nach verfahrensbeteiligt und durch einen Entscheid betroffen ist. Den ersuchenden Staat darauf hinzuweisen, er könnte allenfalls förmlich Parteistellung beantragen bzw. eine diesbezügliche anfechtbare Verfügung verlangen, war das BAP nicht gehalten, dies um so weniger, als die USA bzw. die Spezialisten der sie in Rechtshilfesachen gegenüber der Schweiz vertretenden, staatsvertraglich und gesetzlich institutionalisierten Zentralstelle (allenfalls nach umgehender Kontaktnahme mit der schweizerischen Zentralstelle) selber in der Lage gewesen wären zu beurteilen, welches für den ersuchenden Staat die geeigneten Massnahmen dafür sein könnten, sich gegen die Nichtgewährung der Rechtshilfe zur Wehr zu setzen. Dabei musste ihnen - die im übrigen schon im Rahmen ihres Zusatzbegehrens als Geschädigte in Erscheinung traten und denn auch vom BAP in der fraglichen Verfügung als Geschädigte behandelt wurden - bekannt sein, dass sie sich im Falle eines von ihnen in der Schweiz anzustrengenden gerichtlichen Verfahrens nach dem schweizerischen innerstaatlichen Recht auszurichten hätten (s. insb. Art. 38 Ziff. 1 RVUS).\n\nBereits aus dem genannten, an die USA gerichteten Schreiben des BAP vom 3. Februar 1992 ging ebenfalls hervor, dass gegen das fragliche Zusatzersuchen vier Einsprachen erhoben worden waren. Mit der dem ersuchenden Staat erteilten Auskunft wurde somit wenigstens sinngemäss zum Ausdruck gebracht, dass mit dem Entscheid, die Rechtshilfe nicht zu gewähren, ebenfalls über die Einsprachen befunden wurde. Wollten die USA sich gegen die vom BAP verfügte Nichtgewährung der Rechtshilfe zur Wehr setzen, so konnte demnach entgegen ihrer Darstellung nicht entscheidend sein, ob bzw. dass sie selber erst April/Anfang Mai 1992 von den die Einsprecher betreffenden Verfügungen Kenntnis erhielten. War den USA aber bereits in der ersten Hälfte Februar 1992 mitgeteilt worden, die verlangte Rechtshilfe werde nicht gewährt, so vermögen sie sich nicht erfolgreich darauf zu berufen, erst der Zeitpunkt der Kenntnisnahme der letztgenannten Verfügungen sei für die Beurteilung der Frage |71| massgebend, ob sie sich mit ihren Vorkehren rechtzeitig gegen die Nichtgewährung der Rechtshilfe zur Wehr setzten (vgl. BGE 115 Ia 17).\n\nObwohl die USA demnach (zwar nicht als förmliche Partei, aber doch als betroffene Verfahrensbeteiligte) schon seit der ersten Hälfte Februar 1992 von der vom BAP verfügten Nichtgewährung der Rechtshilfe Kenntnis hatten, teilten sie dem BAP erst mit Schreiben vom 14. April 1992 - also rund zwei Monate später - mit, mit dem Entscheid nicht einverstanden zu sein; es sei ein Meinungsaustausch nach Art. 39 RVUS durchzuführen, und der Entscheid sei zu \"revidieren\", d.h. die verlangte Rechtshilfe sei zu leisten. Und nochmals mehr als einen Monat später, am 19. Mai 1992, beantragten sie dem BAP, es sei ihnen mittels anfechtbarer Verfügung Parteistellung zu erteilen, damit sie sich dann gegen die Nichtgewährung der Rechtshilfe zur Wehr setzen könnten. Diesem Gesuch entsprach das BAP mit Verfügung vom 29. Mai 1992, woraufhin die USA als geschädigte Partei am 23. Juni 1992 Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben haben. Dies ändert aber nichts daran, dass selbst ein Meinungsaustauschverfahren nach Art. 39 RVUS nicht geeignet sein konnte, Vorkehren im Hinblick auf ein Verwaltungsgerichtsverfahren subsidiär und diesbezügliche Fristen unbeachtlich werden zu lassen.\n\nIm Lichte der bundesgerichtlichen Rechtsprechung waren die USA gehalten, sich innert \"angemessener\" bzw. \"vernünftiger\" Frist ab Kenntnis des für sie nachteiligen Entscheides mit geeigneten Vorkehren dagegen zur Wehr zu setzen (vgl. BGE 117 II 510 f., BGE 116 Ia 220 f., BGE 106 V 97). Der Verfahrensbeteiligte kann nicht jederzeit den nachträglichen Erlass eines anfechtbaren Verwaltungsaktes verlangen, um ihn dann beschwerdeweise an den Richter weiterzuziehen (BGE 106 V 97, BGE 104 V 167). Dies hat vielmehr innerhalb einer zeitlichen Befristung zu geschehen, die nach den konkreten Umständen als vernünftig erscheint und gleichzeitig den Prinzipien des Vertrauensschutzes und der Rechtssicherheit Rechnung trägt (BGE 106 V 97, BGE 104 V 167, s. auch ZBl 81/1980 29; vgl. RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Basel und Frankfurt am Main 1990, S. 293 oben; KNAPP, Précis de droit administratif, 4. Aufl., Basel und Frankfurt am Main 1991, S. 152 ff.; EGLI, La protection de la bonne foi dans le procès, in: Verfassungsrechtsprechung und Verwaltungsrechtsprechung, Sammlung von Beiträgen, veröffentlicht von der I. öffentlichrechtlichen Abteilung des Bundesgerichts, Zürich 1992, S. 232 f.). Es geht nicht an, dass der |72| Verfahrensbeteiligte den Zeitpunkt der Anfechtung eines Verwaltungsaktes beliebig festsetzen bzw. hinauszögern kann (s. etwa BGE 115 Ia 17, BGE 111 Ia 282 f., BGE 102 Ib 94). Auch mit den Rechten der verfahrensbeteiligten Einsprecher wäre dies nicht vereinbar.\n\nDa der Entscheid, die Rechtshilfe nicht zu gewähren, den USA wie ausgeführt in der ersten Hälfte Februar 1992 eröffnet wurde, ist die Frist zur Ergreifung geeigneter Vorkehren gegen diesen Entscheid ab dieser Eröffnung zu bemessen. Zielrichtung dieser Vorkehren war klarerweise einzig die Wahrung der Möglichkeit der Verwaltungsgerichtsbeschwerde an das Bundesgericht. Diese ist gemäss gesetzlicher Bestimmung (Art. 106 Abs. 1 OG) innert dreissig Tagen ab Eröffnung des anzufechtenden Verwaltungsaktes zu erheben, wenn wie hier davon auszugehen ist, dass ein Endentscheid und nicht bloss ein Zwischenentscheid in Frage steht. Im vorliegenden Fall gilt es allerdings mitzuberücksichtigen, dass die USA zunächst Parteistellung erlangen mussten, damit sie überhaupt beschwerdebefugt werden konnten. Im Lichte der aufgezeigten Grundsätze wären sie somit gehalten gewesen, wenigstens ihr Gesuch, es sei ihnen Parteistellung zuzugestehen, innert der genannten Frist zu stellen (sei es separat beim BAP, um dann gestützt auf dessen Verfügung Beschwerde zu erheben, oder allenfalls zusammen mit der Beschwerde direkt bei der Rechtsmittelinstanz). Sie warteten aber - wie ausgeführt - rund zwei Monate zu, bis sie mit Schreiben vom 14. April 1992 auf den Entscheid des BAP hin erstmals reagierten, und das Gesuch, Parteistellung zu erlangen, reichten sie nochmals mehr als einen Monat später am 19. Mai 1992 ein. Unter diesen Umständen ist dieses Gesuch als verspätet zu erachten, was bereits das BAP von Amtes wegen hätte berücksichtigen müssen. Entsprechend ist auch die Verwaltungsgerichtsbeschwerde verspätet, was zur Folge hat, dass auf die von den USA gestellten Hauptanträge (Rechtsbegehren Ziff. 1 und 2) nicht einzutreten ist.\n\nDaran vermag der Umstand nichts zu ändern, dass das BAP in bezug auf das fragliche Gesuch erst am 29. Mai 1992 eine Verfügung traf und dieser die Rechtsmittelbelehrung beifügte, die USA könnten nun innert dreissig Tagen Verwaltungsgerichtsbeschwerde beim Bundesgericht einreichen. Denn mit dieser Verfügung wurde übersehen, dass bereits das sie verursachende Gesuch verspätet gestellt worden war. Diese Verfügung vermochte daher den USA keine zusätzlichen Rechte zu verschaffen, da sie nach dem Gesagten unrichtigerweise erging (vgl. den der Sache nach ähnlich gelagerten Fall gemäss BGE 116 Ib 143 ff.; 118 V 190). Nur dann, wenn eine |73| spätere nochmalige Zustellung einer Verfügung noch innerhalb der für die ursprüngliche Verfügung laufenden Rechtsmittelfrist erfolgt, kann sich aufgrund der Grundsätze des Vertrauensschutzes die Rechtsmittelfrist verlängern, sofern auch alle weiteren notwendigen Bedingungen dazu erfüllt sind (s. BGE 115 Ia 12 ff.; EGLI, a.a.O., S. 232 f.). Wie ausgeführt, trifft dieser Fall aber hier nicht zu, nachdem bereits die Verfügung vom 28. April 1992, mit welcher das BAP sich weigerte, auf seinen Sachentscheid vom 3. Februar 1992 zurückzukommen, und dann ohnehin auch die Verfügung vom 29. Mai 1992 erst ausserhalb der für die USA massgebenden Frist zur Anfechtung der Verfügung vom 3. Februar 1992 ergingen. Auch wenn einer späteren nochmaligen Zustellung einer Verfügung eine Rechtsmittelbelehrung beigefügt wird, wie dies hier der Fall war, so kommt dies im Lichte der aufgezeigten Grundsätze nicht einer Wiedererwägung gleich, die eine neue Rechtsmittelfrist auslösen würde, auch wenn der früheren Zustellung keine Rechtsmittelbelehrung beigefügt war (was dem ersuchenden Staat gegenüber - wie erwähnt - auch nicht erforderlich war).\n\nInwiefern von seiten des BAP eine Zusicherung auf die Möglichkeit der Rechtswahrung über die genannte Frist hinaus erteilt worden sein soll oder inwiefern sich diese Möglichkeit aus einer staatsvertraglichen Abmachung ergeben soll, ist nicht ersichtlich, so dass die USA auch insoweit nichts zu ihren Gunsten geltend machen können (vgl. BGE 116 Ib 145). Bei allfälligen Unklarheiten über das weitere Vorgehen wären die USA bzw. die Spezialisten ihrer Zentralstelle, die - wie ausgeführt - staatsvertraglich und gesetzlich institutionalisiert ist und die in regelmässigem Kontakt zu den schweizerischen Behörden steht, gehalten und ohne weiteres auch in der Lage gewesen, nicht erst am 14. April 1992 zu reagieren, sondern bereits umgehend nach erfolgter Eröffnung des Entscheides vom 3. Februar 1992 bei den schweizerischen Behörden geeignete Vorkehren zur Anfechtung des Entscheides zu besprechen und solche Massnahmen im Sinne der vorstehenden Ausführungen fristgerecht einzuleiten.\n\nVerhält es sich so, dass die Beschwerde der USA verspätet ist, so erübrigt es sich, näher auf die Fragen einzugehen, ob die Parteistellung bzw. Beschwerdelegitimation des ersuchenden Staates zu bejahen und die Voraussetzungen der Herausgabe der von den USA im Zusammenhang mit der \"Irangate\"-Affäre beanspruchten, in Genf beschlagnahmten Vermögenswerte erfüllt sind.\n\nUnter diesen Umständen rechtfertigt es sich, dem von den USA gestellten Eventualantrag - dem Gesuch um befristete Aufrechterhaltung |74| der bisherigen vorläufigen Massnahmen - zu entsprechen. Dies hat zur Folge, dass die Sperre der in Genf beschlagnahmten Vermögenswerte für die Dauer von sechzig Tagen ab Zustellung des vorliegenden Urteils erhalten bleibt, damit der ersuchende Staat seine Interessen auf zivilrechtlicher Ebene bzw. zivilprozessualem Weg wahrnehmen kann. Dies bedeutet, dass jedenfalls innert diesem Zeitraum auch keine Freigabe der von den privaten Beschwerdegegnern beanspruchten Summen erfolgen kann; die im Rahmen des Rechtshilfeverfahrens gemäss RVUS erfolgte vorsorgliche Beschlagnahme geht den rein zivilrechtlichen Ansprüchen der privaten Beschwerdegegner vor (vgl. BGE 115 III 4 f. E. 4 mit Hinweis auf BGE 107 III 115 f. und JdT 1988 II 30f.). Strengen die USA beim zuständigen Richter in der Schweiz zur Erlangung der von ihnen beanspruchten Vermögenswerte einen Prozess an, so wird in diesem Zusammenhang auch über die Ansprüche der privaten Beschwerdegegner zu befinden sein."}