{"annee": "119", "cour": "II", "page": "401", "date": "8/7/1993", "cite": ["109 II 95", "107 II 26"], "cite_par": [], "chapeau": "81. Extrait de l'arrêt de la IIe Cour civile du 8 juillet 1993 dans la cause époux X. contre canton de Neuchâtel (Département de justice) (recours de droit administratif)", "regestes": ["Graphie d'un prénom (art. 301 al. 4 CC, art. 69 al. 2 OEC). La graphie Djonatan, pour Jonathan, n'est pas admissible: purement phonétique, elle est absurde et, partant, préjudiciable aux intérêts de l'enfant."], "faits": "|401|\n\nLes époux X. ont eu un fils, né le 14 décembre 1992, auquel ils ont décidé de donner le prénom \"Djonatan\". L'Officier de l'état civil de la commune de Neuchâtel a refusé d'inscrire ce prénom dans la mesure où sa graphie n'était pas celle qui est utilisée usuellement.\n\nPar décision du 1er février 1993, le Département de justice du canton de Neuchâtel, autorité de surveillance de l'état civil, a déclaré mal fondé le recours formé par les parents.\n\nLes époux X. ont déposé un recours de droit administratif auprès du Tribunal fédéral. Ils demandaient que la décision attaquée fût annulée et la cause renvoyée à l'autorité cantonale pour nouvelle décision dans le sens des considérants. Le Tribunal fédéral a rejeté le recours.\n\n|402|", "considerants": "Extrait des considérants:\n\n2. a) Aux termes de l'art. 301 al. 4 CC, les père et mère choisissent le prénom de l'enfant. Cette règle est reprise par l'art. 69 OEC (al. 1) (RS 211.112.1), dont l'alinéa 2 précise que les prénoms manifestement préjudiciables aux intérêts de l'enfant ou de tiers, notamment les prénoms choquants ou absurdes, sont refusés, et qu'il en est de même lorsque le sexe de l'enfant ne ressort pas de son ou de ses prénoms.\n\nb) Dans la décision déférée, l'autorité cantonale a estimé, en substance, que le prénom \"Djonatan\" devait être refusé, non parce qu'il est rare, voire nouveau, mais parce que la graphie choisie n'est pas correcte et peut créer des confusions perpétuelles. Dans sa réponse au recours, elle précise que ce prénom devient absurde en raison de la graphie voulue par les parents; il apparaît ainsi préjudiciable aux intérêts de l'enfant, qui se trouvera régulièrement confronté à l'incompréhension, à la surprise, voire à la moquerie des autres, et qui risque de rencontrer de sérieuses difficultés dans ses relations personnelles, administratives ou professionnelles.\n\nc) Les recourants soutiennent que l'autorité cantonale a abusé de son pouvoir d'appréciation en refusant l'inscription du prénom \"Djonatan\" pour le seul motif que la graphie choisie ne serait pas correcte. Actuellement, font-ils valoir en se référant à la doctrine, une grande variété règne dans la graphie des prénoms (cf. F. STURM, Le choix du prénom. La fantaisie et ses limites, Revue de l'état civil 1987 p. 294 ss, sp. p. 301 no 5); certains prénoms peuvent s'écrire de plusieurs manières, laissées au libre choix des parents. A leur avis, le prénom \"Djonatan\" n'est ni choquant ni absurde, et ne porte donc pas préjudice aux intérêts de l'enfant: de nos jours, il n'est pas plus choquant de s'appeler Djonatan que d'être affublé d'un prénom désuet, tel Aristide, Alcide ou Lucius, que l'Officier de l'état civil inscrirait sans réserve.\n\nd) La graphie \"Djonatan\" marque, pour la première syllabe, la prononciation à l'anglaise du prénom traditionnellement écrit \"Jonathan\". Ce prénom, d'origine biblique (nom porté par divers personnages masculins de l'Ancien Testament), n'est ni choquant ni absurde, et détermine le sexe de l'enfant; il est d'ailleurs indiqué, pour la Suisse alémanique et la Suisse romande, dans le guide des prénoms édité par l'Association suisse des officiers de l'état civil (éd. 1986).\n\n|403|\n\nLe Département fédéral de justice et police relève que l'art. 69 al. 2 OEC n'impose pas d'utiliser la graphie traditionnelle d'un prénom. Ainsi \"Jonathan\" est parfois écrit \"Jonatan\" (Manuel international des prénoms, Francfort 1986). Mais cette dernière graphie paraît consacrée par l'usage dans certains pays ou régions: le Manuel international des prénoms la mentionne pour le Danemark et la Suède, tandis que le guide des prénoms de l'Association suisse des officiers de l'état civil l'indique - et elle seule - pour la Suisse rhéto-romanche. Dans les pays anglo-saxons, en revanche, si l'on prononce \"Djonathane\", on écrit \"Jonathan\" (Manuel international des prénoms), de même que, comme l'observe pertinemment l'autorité cantonale, on prononce \"Djone\", mais on écrit \"John\".\n\nPurement phonétique, la graphie \"Djonatan\" est absurde et, partant, préjudiciable aux intérêts de l'enfant. \"Jonathan\" s'écrivant, en français comme en anglais, avec un j initial et un h après le t, la graphie insolite choisie par les recourants ne pourra qu'être une source de désagréments pour leur fils, qui devra constamment préciser l'orthographe de son prénom ou rectifier la manière dont on l'aura écrit. A l'appui de leur choix, les recourants expliquent qu'ils ont trouvé mention de cette graphie dans un guide français des prénoms; ce n'est pas une raison suffisante: les parents ne peuvent user de la liberté accordée par l'art. 301 al. 4 CC que pour le bien de l'enfant, et le respect de la personnalité de ce dernier doit prévaloir sur les particularités de la personnalité des parents (ATF 109 II 95 consid. 7 p. 96; cf. ATF 107 II 26 consid. 2 p. 29).\n\ne) Il résulte de ce qui précède que l'autorité cantonale n'a pas abusé de son pouvoir d'appréciation en confirmant le refus de l'Officier de l'état civil d'inscrire le prénom \"Djonatan\"."}