{"annee": "119", "cour": "III", "page": "124", "date": "21/9/1993", "cite": ["113 II 130", "113 III 132", "95 II 31"], "cite_par": ["122 III 195"], "chapeau": "35. Auszug aus dem Urteil der II. Zivilabteilung vom 21. September 1993 i.S. X. AG gegen Y. AG (Berufung)", "regestes": ["Hypothèque des artisans et entrepreneurs requise après l'ouverture de la faillite (art. 839 CC et art. 250 LP). Si l'inscription définitive de l'hypothèque des artisans et entrepreneurs ne fait pas encore l'objet d'un procès au moment de l'ouverture de la faillite au sens de l'art. 63 OOF, une décision à son sujet doit être prise dans la procédure de collocation. Le droit de gage ne peut plus être invoqué dans la faillite par l'artisan ou l'entrepreneur si, faute pour ce dernier d'avoir attaqué par l'action en contestation de l'état de collocation le refus de porter son droit à l'état des charges, la collocation a acquis force de chose jugée."], "faits": "|124|\n\nA.- Über die X. AG wurde am 25. Juli 1991 der Konkurs eröffnet. Mit Verfügung vom 29. Oktober 1991 wies das Gerichtspräsidium das Grundbuchamt aufgrund eines Begehrens der Y. AG an, ein Bauhandwerkerpfandrecht über Fr. 12'000.-- nebst Zins vorläufig einzutragen.\n\nB.- Innert Frist erhob die Y. AG beim Bezirksgericht Klage auf definitive Eintragung des Bauhandwerkerpfandrechts. Mit Entscheid vom 4./13. Mai 1992 trat das Bezirksgericht auf diese Klage nicht ein. Es vertrat die Meinung, der Anspruch hätte mit der Kollokationsklage im Konkurs der X. AG geltend gemacht werden müssen. |125|\n\nMit Verfügung vom 5. Dezember 1991 hatte das Konkursamt nämlich im Lastenverzeichnis das Pfandrecht abgewiesen und die Forderung der Y. AG in der fünften Klasse kolloziert. Eine Kollokationsklage hat die Y. AG nicht erhoben.\n\nAuf Berufung der Y. AG hin hob das Obergericht des Kantons Thurgau mit Urteil vom 7. Januar 1993 den Nichteintretensentscheid des Bezirksgerichts auf und wies die Sache zur materiellen Entscheidung an dieses zurück.\n\nC.- Die X. AG (in Konkurs) gelangt mit Berufung an das Bundesgericht und beantragt, der angefochtene Entscheid sei aufzuheben und auf die Klage sei nicht einzutreten.\n\nDie Y. AG verlangt die Abweisung der Berufung und die Bestätigung des angefochtenen Urteils. Den gleichen Antrag stellt das Obergericht unter Hinweis auf die Begründung im angefochtenen Entscheid.", "considerants": "Aus den Erwägungen:\n\n2. Es ist vorliegend unbestritten, dass ein Bauhandwerkerpfandrecht noch geltend gemacht werden kann, selbst wenn es bei Konkurseröffnung im Grundbuch noch nicht einmal vorläufig eingetragen gewesen ist (BGE 95 II 31 ff.). Fraglich ist demgegenüber, ob mit Bezug auf die Wirkungen im Konkurs über den Bestand oder Nichtbestand des Pfandrechtes im Lastenbereinigungsverfahren oder in einem separaten Zivilprozess zu entscheiden ist. Es geht somit nicht um die Frage, unter welchen Voraussetzungen das Bauhandwerkerpfandrecht Bestand haben soll, sondern nur darum, in welchem Verfahren über Bestand oder Nichtbestand zu entscheiden ist. Die Ausführungen der Klägerin in der Berufungsantwort über die wirtschaftliche Bedeutung des Bauhandwerkerpfandrechts in wirtschaftlich schwierigen Zeiten sind deshalb unbehelflich.\n\na) Die Schuldbetreibungs- und Konkurskammer des Bundesgerichts hat in einem am 11. August 1992 ergangenen Entscheid über die Frage, ob die vom vorliegend behaupteten Bauhandwerkerpfandrecht betroffene Liegenschaft vorzeitig verwertet werden könne, ausgeführt, dass die Konkursverwaltung die streitige Forderung zu Recht nicht nach Art. 63 KOV (SR 281.32) (Verordnung über die Geschäftsführung der Konkursämter) pro memoria in das Lastenverzeichnis aufgenommen habe. Der Prozess sei erst nach der Konkurseröffnung angehoben worden (Entscheid vom 11. August 1992 i.S. Konkursmasse X. AG, E. 4a mit Hinweis auf BGE 113 III 132 ff.). |126|\n\nDas Obergericht hält im angefochtenen Entscheid dem nun entgegen, es handle sich beim Anspruch der Klägerin als Bauhandwerkerin auf Eintragung des Grundpfandes um eine Realobligation. Sei das Pfandrecht vorläufig eingetragen, so habe die Konkursverwaltung dieses nach den Angaben im Grundbuch in das Lastenverzeichnis aufzunehmen. Aufgrund des materiellen Rechts sei es ihr verwehrt, eine Verfügung über Bestand oder Nichtbestand dieses Rechts zu treffen. Darüber sei vielmehr im ordentlichen Verfahren vom Gericht zu entscheiden.\n\nb) Diesen Überlegungen ist insofern zuzustimmen, als es das materielle Recht erfordert, dass in einem Zivilprozess durch ein Gericht über den Bestand oder Nichtbestand des Bauhandwerkerpfandrechts befunden wird, wenn dieses nicht freiwillig anerkannt wird. Dieser Anspruch auf gerichtliche Beurteilung entfällt durch die Konkurseröffnung nicht.\n\nDas Obergericht und mit ihm die Klägerin übersehen aber, dass die Behandlung eines Anspruchs im Lastenbereinigungs- oder Kollokationsverfahren auch zu einer gerichtlichen Beurteilung des materiellen Anspruchs führen kann. Die Abweisung eines Anspruchs durch die Konkursverwaltung eröffnet der Anspruchsberechtigten die Möglichkeit, diesen Entscheid mit Kollokationsklage beim Zivilgericht anzufechten (Art. 250 SchKG).\n\nÜber die Kollokationsklage wird indessen nicht im ordentlichen, sondern im beschleunigten Verfahren entscheiden (Art. 250 Abs. 4 SchKG) und der Gerichtsstand ist in jedem Fall am Konkursort (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, Bern 1993, S. 372, Rz. 54). Zudem entfaltet das Urteil seine Wirkung grundsätzlich nur im Konkurs (AMONN, S. 372, Rz. 56 ff.). Diese Unterschiede dürfen aber nicht überbewertet werden. Auch über die Kollokationsklage wird in einem den Anforderungen an einen Zivilprozess genügenden Verfahren mit voller Beweisabnahme entschieden.\n\nc) Der Abgrenzung zwischen dem Kollokations- beziehungsweise Lastenbereinigungsverfahren einerseits und dem ordentlichen Zivilprozess andererseits liegt der Gedanke der Prozessökonomie zu Grunde. Ein bereits teilweise instruierter Prozess soll weitergeführt werden können, damit nicht im Kollokationsprozess die ganze Instruktion wiederholt werden muss (vgl. BGE 113 II 132). Den Gläubigern sind im Konkurs ohne weiteres die aufgezeigten Abweichungen gegenüber einem ordentlichen Prozess über ihren Anspruch zuzumuten; rechtfertigt dies doch das Bedürfnis nach |127| Beschleunigung und Vereinfachung im Konkurs. Es gibt keinen Grund, warum der realobligatorische Charakter des Anspruchs der Bauhandwerker zu einer anderen Behandlung führen soll. Auch über die beschränkten dinglichen Rechte wird im Lastenbereinigungsverfahren und somit im Kollokationsprozess entschieden. Die Gebote der Prozessökonomie und der raschen Abklärung der Ansprüche im Konkurs verlangen, dass auch mit Bezug auf die Bauhandwerkerpfandrechte im Lastenbereinigungsverfahren entschieden wird, sofern der Prozess über die endgültige Eintragung nicht schon vor Konkurseröffnung im Sinne von Art. 63 KOV hängig ist.\n\nDer Auffassung des Obergerichts, dass über den Bestand des Bauhandwerkerpfandrechts nur in einem gesonderten Zivilprozess entschieden werden könne, kann somit nicht gefolgt werden.\n\n3. Die Kollokationsklage entfaltet grundsätzlich nur Wirkungen im entsprechenden Vollstreckungsverfahren. Wird der Konkurs widerrufen oder eingestellt, so entfallen die Wirkungen. An der gesonderten Klage auf endgültige Eintragung kann somit trotz Beendigung des Kollokationsverfahrens noch ein Interesse bestehen, wenn der Konkurs eingestellt oder widerrufen ist oder wenn damit zu rechnen ist, dass das eine oder andere eintreten werde. Ein solches Interesse ist aber vorliegend nicht dargetan.\n\nDie Berufung ist somit gutzuheissen, der angefochtene Entscheid aufzuheben und auf die Klage nicht einzutreten. Zur Neuregelung der kantonalen Kosten ist die Sache an das Obergericht zurückzuweisen."}