{"annee": "119", "cour": "IV", "page": "234", "date": "1/12/1993", "cite": ["119 IV 54", "118 IV 363", "118 IV 254", "106 IV 375", "117 IV 35"], "cite_par": ["129 IV 53", "121 IV 90", "128 IV 265"], "chapeau": "44. Extrait de l'arrêt de la Cour de cassation pénale du 1er décembre 1993 dans la cause G. et. L. c. Ministère public du canton du Valais (pourvoi en nullité)", "regestes": ["Art. 251 CP; faux dans les titres. Notion de titre (consid. 2b). Est illicite l'avantage obtenu en matière de preuve au moyen d'un titre falsifié, même si l'auteur entendait de cette manière faire triompher une prétention légitime (consid. 2c; confirmation de la jurisprudence)."], "faits": "|234|\n\nM., G. et L. ont collaboré en vue de réaliser certaines affaires dans le domaine immobilier, notamment la réalisation d'un projet relatif à la construction d'un ensemble de résidences pour personnes âgées. |235|\n\nL'affaire ne s'étant toutefois pas réalisée, G. et L. ont établi une note d'honoraires de 1'155'500 francs pour le travail fourni en relation avec ce projet. Ils ont cherché à recouvrer ce montant notamment en se référant à un courrier que M. leur aurait adressé pour leur demander de lui faire parvenir leur note d'honoraires. Ils ont ensuite produit un tel document dans le cadre du procès civil qu'ils ont introduit contre M. en paiement desdits honoraires. Or, il s'est avéré que M. n'était pas l'auteur de cette lettre; si la signature est bien la sienne, le texte en a été conçu et dactylographié par L. avec le concours de G.\n\nEn raison de ces faits, la Cour pénale I du Tribunal cantonal valaisan, réformant partiellement le jugement du Tribunal du IIe arrondissement pour le district de Sion, a reconnu G. et L. coupables de faux dans les titres.\n\nG. et L. se sont pourvus en nullité contre cet arrêt.", "considerants": "Extrait des considérants:\n\n2. a) Les recourants se plaignent d'une violation de l'art. 251 CP. Ils contestent d'une part que l'écrit litigieux ait été de nature à servir de preuve et font d'autre part valoir que leurs prétentions étaient fondées, de sorte qu'il n'était pas possible de considérer qu'ils avaient agi dans le dessein de se procurer un avantage illicite.\n\nConformément à l'art. 251 CP, sera puni de la réclusion pour 5 ans au plus ou de l'emprisonnement celui qui, dans le dessein de porter atteinte aux intérêts pécuniaires ou aux droits d'autrui, ou de se procurer ou de procurer à un tiers un avantage illicite, aura créé un titre faux, falsifié un titre, abusé de la signature ou de la marque à la main réelles d'autrui pour fabriquer un titre supposé, ou constaté ou fait constater faussement, dans un titre, un fait ayant une portée juridique. L'art. 110 ch. 5 CP précise que sont réputés titres tous écrits destinés ou propres à prouver un fait ayant une portée juridique et tous signes destinés à prouver un tel fait.\n\nb) En l'espèce, l'autorité cantonale a constaté, d'une manière qui lie le Tribunal fédéral saisi d'un pourvoi en nullité, que si la signature figurant sur la lettre litigieuse est bien celle de M., le texte en a en revanche été conçu et dactylographié par les recourants. Comme la falsification consiste à faire apparaître à tort M. comme auteur de la lettre, il s'agit d'un faux matériel, de sorte que les exigences accrues quant à la force probante du document posées par la jurisprudence |236| en cas de faux intellectuel (ATF 119 IV 54 consid. 2c bb, ATF 118 IV 363 consid. 2a, ATF 117 IV 35 consid. 1d et les références citées) n'entrent pas en considération.\n\nAprès une référence à une entrevue toute récente, la lettre en question contenait le passage suivant (cité textuellement):\n\n\"Je vous prie de me faire parvenir votre note d'honoraires concernant le dossier, d'étude que vous avez réalisé, pour l'opération 3ème Age des Chênes Verts à Aigle.\n\nCette note d'honoraires vous sera réglée sous peu et en tout cas avant le 30 juin 1986.\"\n\nIl en ressort clairement que M. se reconnaît débiteur de la recourante no 2, pour une certaine somme encore à déterminer, d'honoraires pour son activité en relation avec le projet immobilier envisagé par les parties. Peu importe que la lettre ne contienne pas une reconnaissance de dette (voir ATF 118 IV 254 consid. 3) pouvant directement fonder une prétention de la part des recourants. Elle était susceptible de constituer un moyen de preuve important dans le cadre de la procédure civile introduite par les recourants contre M.; elle permettait en effet d'établir que ce dernier considérait que l'activité déployée par les recourants en relation avec le projet immobilier l'avait été à titre onéreux, que les relations entre les parties étaient parvenues à leur terme, qu'une créance à titre d'honoraires était exigible et que M. s'en acquitterait dans les semaines à venir. Il s'agit bien d'éléments qui ont une portée juridique puisque la constatation que les parties avaient convenu d'une rémunération du travail des recourants était de nature à déterminer le juge civil à leur allouer un certain montant à titre d'honoraires. C'est donc avec raison que la cour cantonale a considéré le document falsifié comme un titre.\n\nc) Il reste à déterminer si les recourants ont agi dans le dessein de se procurer un avantage illicite.\n\nLe Tribunal fédéral a jugé illicite l'avantage obtenu en matière de preuve au moyen d'un titre falsifié, même dans l'hypothèse où celui-ci doit permettre de faire triompher une prétention légitime (ATF 106 IV 375 consid. 2). Dans un arrêt récent (ATF 118 IV 254 consid. 5), le Tribunal fédéral a toutefois relevé que l'interprétation très large qu'il fait de la notion d'\"avantage illicite\" a suscité la désapprobation d'un certain nombre d'auteurs se référant notamment à HAFTER (Bes. Teil II, p. 600, n. 3). Ainsi, STRATENWERTH (Bes. Teil II, 3e éd., p. 175 no 23), suivi par HAUSER/REHBERG (Strafrecht IV, p. 174), |237| estime qu'une interprétation aussi large revient presque à vider de toute substance l'exigence du dessein de se procurer un avantage illicite. CHRISTIAN-NILS ROBERT (SJ 1983 p. 437 s.) soutient qu'une telle définition de l'avantage illicite dans ce contexte contredit la jurisprudence rendue à propos des infractions contre le patrimoine dans le cadre desquelles les actes de justice propre peuvent exclure la typicité, par l'absence de réalisation du dessein d'enrichissement illégitime.\n\nDans le même arrêt, le Tribunal fédéral a rappelé également que sa jurisprudence était approuvée par un certain nombre d'auteurs (ATF 118 IV 254 consid. 5). SCHWANDER (Das Schweizerische Strafgesetzbuch, p. 458, no 700), WAIBLINGER (RJB 95/1959 p. 188 s.), SCHULTZ (RJB 118/1982 p. 26 s.), WALDER (RPS 99/1982 p. 82) et TRECHSEL (Kurzkommentar, n. 16 ad art. 251 CP) estiment que réalise le dessein de se procurer un avantage illicite le seul fait de chercher à améliorer sa position dans un procès en disposant d'un moyen de preuve créé ou modifié illégalement.\n\nLe Tribunal fédéral, qui a par ailleurs laissé ouverte cette question dont la solution n'était pas nécessaire pour trancher le litige d'espèce, a admis que sa jurisprudence ne pouvait pas se justifier par le souci d'éviter des difficultés de preuve dans l'hypothèse où l'auteur d'un faux soutient avoir cru que les prétentions qu'il pensait étayer ainsi étaient fondées (ATF 118 IV 254 consid. 5). Il ne s'agit toutefois pas du seul argument à l'appui de la jurisprudence selon laquelle l'amélioration des moyens de preuve dont on dispose constitue un avantage illicite au sens de l'art. 251 CP. Certains des auteurs qui l'approuvent relèvent avec raison que l'avantage envisagé n'est pas forcément de nature patrimoniale (SCHWANDER, op.cit, loc.cit.) et que les dispositions relatives aux faux dans les titres tendent à assurer une certaine valeur aux preuves rapportées par de tels documents (SCHULTZ, op.cit., loc.cit.). Pour cette raison, on constate par ailleurs que la comparaison faite avec les infractions contre le patrimoine (CHRISTIAN-NILS ROBERT, op.cit., loc.cit.) n'est pas pertinente. Celui qui se rend coupable d'un faux dans les titres ne recherche pas forcément un avantage patrimonial direct; ce qu'il désire, c'est bénéficier - sans droit - de la force probante accrue reconnue à un tel document et qui est précisément le bien que l'on veut protéger. Cela suffit donc pour que l'on doive admettre qu'il a agi dans le dessein de se procurer un avantage illicite. Au surplus, considérer qu'un avantage en matière de preuve n'est pas illicite au sens de l'art. 251 CP s'il tend à faire admettre une prétention légitime reviendrait à |238| exclure du champ d'application de cette disposition tous les faux créés afin de faire reconnaître des prétentions fondées mais impossibles ou difficiles à établir par les moyens de preuve dont on dispose. La suppression de l'intervention du juge pénal dans de tels cas ne serait pas sans avoir pour conséquence une augmentation considérable des titres faux ou falsifiés produits à l'appui de prétentions légitimes, ou considérées comme telles, ce qui ne pourrait que compliquer à l'excès la tâche du juge civil qui devrait faire preuve d'une méfiance accrue envers toutes les pièces déposées devant lui. On ne saurait admettre que le législateur, qui entendait préserver la valeur probante des titres, voulait par ailleurs limiter ainsi la répression au risque d'affaiblir considérablement cette protection et de créer une telle insécurité dans les procès civils. Il n'y a par conséquent pas lieu de modifier la jurisprudence sur ce point, et on doit considérer que les recourants ont agi dans le but de se procurer un avantage illicite, sans avoir à examiner si les prétentions qu'ils entendaient établir au moyen de la lettre litigieuse étaient justifiées ou pas. Le pourvoi doit dès lors être rejeté."}