{"annee": "119", "cour": "III", "page": "26", "date": "15/3/1993", "cite": ["110 III 32"], "cite_par": ["121 III 88", "130 III 407"], "chapeau": "8. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 15. März 1993 i.S. F. (Rekurs)", "regestes": ["Annulation d'une adjudication (art. 136bis LP); délai minimal pour la publication de la deuxième vente aux enchères (art. 138 LP). Lorsque la date prévue pour la vente aux enchères doit être reportée, la nouvelle date doit être communiquée à temps pour permettre d'obtenir le meilleur produit possible de la réalisation; il n'existe toutefois pas dans un tel cas de délai minimal pour la publication de la vente aux enchères."], "faits": "BGE 119 III 26 S. 26\n\nDas Betreibungsamt S. versteigerte am 10. Dezember 1992 in der Betreibung auf Grundpfandverwertung Nr. 32/1991 die Liegenschaft BGE 119 III 26 S. 27HB 586 im Eigentum von F. Der Zuschlag erfolgte für Fr. ... an die Schweizerische Kreditanstalt.\n\nDagegen richtete sich F. an das Obergericht X. als Aufsichtsbehörde über Schuldbetreibung und Konkurs, welches ihre Beschwerde am 13. Januar 1993 abwies.\n\nF. hat sich mit Rekurs vom 10. Februar 1993 an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts gewandt. Sie beantragt, das angefochtene Urteil unter Kosten- und Entschädigungsfolge aufzuheben. Zudem stellt sie das Gesuch, ihrem Rekurs aufschiebende Wirkung zu erteilen.", "considerants": "Aus den Erwägungen:\n\n2. Mit ihrer als \"Appellation\" bezeichneten Eingabe verlangt die Rekurrentin die Aufhebung des Zuschlags, da die Versteigerung ihrer Liegenschaft nicht einen Monat, allenfalls vierzehn Tage, zuvor bekanntgegeben worden sei.\n\na) Die Steigerungspublikation soll die Vorbereitung und auch die spätere, sachgemässe Durchführung der Versteigerung ermöglichen (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 4. A. Bern 1988, S. 236 N 15). Sie muss daher die gesetzlich vorgeschriebenen Angaben enthalten und mindestens einen Monat vor dem Versteigerungstermin erfolgen (Art. 138 SchKG, Art. 29 VZG). Ist das Lastenverzeichnis erstellt und endgültig bereinigt sowie die Liegenschaft neu geschätzt, dann sind die Steigerungsbedingungen festzulegen (Art. 140 SchKG; AMONN, a.a.O., S. 242 f. N 44 und 45) und mindestens zehn Tage vor der Versteigerung im Betreibungsamt öffentlich aufzulegen (Art. 134 Abs. 2 SchKG).\n\nb) Im vorliegenden Fall musste die auf den 3. September 1992 angesetzte Versteigerung verschoben werden, da die Rekurrentin eine Schätzung durch einen Sachverständigen beantragt hatte. Die Steigerungsbedingungen und das Lastenverzeichnis waren zuvor in Rechtskraft erwachsen. Der von der kantonalen Aufsichtsbehörde festgelegte neue Schätzungswert wurde den Beteiligten mitgeteilt. Daraufhin legte das Betreibungsamt den neuen Versteigerungstermin auf den 10. Dezember 1992 fest. Die entsprechende Publikation im Amtsblatt des Kantons X. erfolgte am 27. November 1992.\n\nc) Damit steht fest, dass das Vorbereitungsverfahren ordnungsgemäss durchgeführt worden ist. Entgegen der Ansicht der Rekurrentin ist die Versteigerung nicht etwa eingestellt, sondern bloss auf BGE 119 III 26 S. 28einen spätern Zeitpunkt verschoben worden. Das Gesetz legt fest, dass im Falle der Einstellung der Versteigerung die Ankündigung der neuen Versteigerung vierzehn Tage zuvor erfolgen muss (Art. 31 VZG). Wie lange im voraus nach einer Verschiebung der Versteigerung der neue Termin bekanntzugeben ist, ist nicht geregelt. Auch die Doktrin fordert hier keine Minimalfrist (JAEGER, Das Bundesgesetz betreffend Schuldbetreibung und Konkurs, erster Band, 3. A. Lausanne 1911, N 2 zu Art. 138). Gläubiger und Schuldner haben jedoch ein Interesse an einem bestmöglichen Verwertungserlös, was eine rechtzeitige Bekanntgabe des Versteigerungstermins an möglichst viele Interessenten erfordert (BGE 110 III 32 f. E. 2). Es gibt keinerlei Anhaltspunkte, dass das Betreibungsamt durch den Zeitpunkt der Steigerungspublikation den Anliegen der an dieser Verwertung interessierten Parteien nicht gerecht geworden wäre. Eine Verletzung von Bundesrecht liegt somit nicht vor, weshalb eine Aufhebung des Zuschlags nicht in Frage kommt."}