{"annee": "119", "cour": "IV", "page": "38", "date": "24/3/1993", "cite": ["118 IB 448"], "cite_par": [], "chapeau": "7. Urteil des Kassationshofes vom 24. März 1993 i.S. Staatsanwaltschaft des Kantons Zürich gegen X. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 161 ch. 2 CP; bénéficiaire d'une indiscrétion. 1. Le bénéficiaire de l'indiscrétion n'est punissable que s'il a reçu communication, par un initié, d'un fait dont la connaissance est réservée aux seuls initiés. Il n'est pas nécessaire que l'auteur de l'indiscrétion soit condamné pour délit d'initié (consid. 3a). 2. N'est pas punissable au regard de l'art. 161 ch. 2 CP: a) celui qui obtient connaissance du fait confidentiel par hasard ou qui tire des conclusions pertinentes de communications anodines ou de simples allusions (consid. 3a); b) celui qui parvient à des déductions exactes grâce aux renseignements fournis par des personnes n'appartenant pas au cercle des initiés, mais se fondant sur l'analyse des événements boursiers (consid. 3b)."], "faits": "|39|\n\nA.- a) Anlässlich der Bilanzpressekonferenz der Schweizerischen Kreditanstalt (SKA) vom 3. März 1989 wurde der Öffentlichkeit die Absicht bekanntgegeben, im Rahmen einer Umstrukturierung die bereits als Schwestergesellschaft bestehende CS-Holding zur Dachholding und Muttergesellschaft der SKA-Gruppe auszubauen. Zu diesem Zweck wurde den Aktionären ein aktionärsfreundliches Angebot gemacht, ihre Aktien in solche der CS-Holding umzutauschen. Die Tatsache der Umstrukturierung der SKA-Gruppe mit den damit verbundenen Änderungen war geeignet, den Kurs der börslich gehandelten SKA-Titel erheblich in die Höhe zu treiben, und wurde bis zum Zeitpunkt der Pressekonferenz als geheim klassifiziert.\n\nb) X. war im damaligen Zeitpunkt als Ringhändler der BZ Bank an der Börse in Zürich tätig. Anlässlich der Börsensitzung am Vortag der Bilanzpressekonferenz der SKA traf er mit dem für die SKA tätigen Ringhändler Y. die Abmachung, gleichentags gemeinsam eine möglichst grosse Anzahl von SKA-Inhaberaktien zu erwerben, wobei das Gesamtengagement sieben Millionen Franken nicht übersteigen sollte. X. beabsichtigte zudem, Call-Optionen auf den erwähnten Basistitel zu kaufen, an welchem Geschäft er Y. aber nicht beteiligen wollte.\n\nAm fraglichen 2. März 1989 kaufte X. über die Bank Rinderknecht AG als Ringbank 1400 Inhaberaktien SKA zum Kurs von Fr. 2700.-- und weitere 1000 gleiche Titel zum Kurs von Fr. 2690.-- im |40| Gesamtwert von Fr. 6'484'718.40. Ebenfalls am 2. März 1989 erwarb er über die SOFFEX-Optionenbörse 100 Call-Optionen auf den Basistitel SKA-Inhaber + PS CS-Holding mit Ausübungspreis Fr. 2600.-- und Verfalldatum März zum Preis von Fr. 93'951.--.\n\nNachdem der Handel mit SKA-Titeln und diesbezüglichen Optionen am Tag der Bilanzpressekonferenz an den Schweizer Börsen vorsorglich sistiert worden war, kletterte der Kurs der Inhaberaktie kurzfristig auf Fr. 3010.--.\n\nAm 6. März 1989 verkaufte X. die 2400 SKA-Inhabertitel wieder in Tranchen zu 1000 Stück zum Preis von Fr. 2970.--, 900 Stück zum gleichen Preis und 500 Stück zum Preis von Fr. 2975.--, wofür ihm insgesamt Fr. 7'104'864.45 gutgeschrieben wurden. Der Nettogewinn, von dem er Y. Fr. 250'000.-- in bar aushändigen liess, betrug Fr. 620'146.05.\n\nEbenfalls am 6. März 1989 verkaufte er die 100 Call-Optionen zum Preis von insgesamt Fr. 189'296.30, wobei er einen Nettogewinn von Fr. 95'345.30 erzielte.\n\nc) Die Strafuntersuchungsbehörden warfen X. vor, er habe den Kurssprung der SKA-Titel vorausgesehen, da er auf nicht näher bekanntem Weg und von einer nicht namentlich bekannten Person einen Tip hinsichtlich der Umstrukturierungsmassnahmen der SKA erhalten habe, bevor diese öffentlich bekanntgegeben wurden. Es wurde vermutet, beim Informanten habe es sich entweder um einen (echten oder unechten) Insider gehandelt, der die vertrauliche Tatsache kraft seiner Stellung oder Funktion in der die Umstrukturierung bewerkstelligenden Projektgruppe \"Omnirex\" erfahren habe, oder aber seinerseits um einen Tipnehmer, der die Information von einem Insider hatte.\n\nB.- Das Bezirksgericht Zürich sprach X. am 27. Juni 1991 des fortgesetzten Ausnützens der Kenntnis einer vertraulichen Tatsache im Sinne von Art. 161 Ziff. 2 StGB schuldig und bestrafte ihn mit vier Monaten Gefängnis und einer Busse von Fr. 30'000.--; es verpflichtete ihn, den unrechtmässig erzielten Vermögensgewinn von Fr. 465'491.35 an die Staatskasse abzuliefern, und stellte weiter fest, er hafte solidarisch für die beim Mitangeklagten Y. abgeschöpfte Gewinnsumme von Fr. 250'000.--.\n\nIm Berufungsverfahren sprach ihn das Obergericht des Kantons Zürich am 29. September 1992 frei.\n\nC.- Die Staatsanwaltschaft des Kantons Zürich führt eidgenössische Nichtigkeitsbeschwerde und beantragt, das obergerichtliche Urteil sei wegen Verletzung von Art. 161 Ziff. 2 StGB und Art. 58 |41| StGB aufzuheben und die Sache zur Schuldigsprechung und Bestrafung wegen Ausnützens der Kenntnis vertraulicher Tatsachen sowie zur Einziehung des Deliktserlöses an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Wer als (echter oder unechter) Insider sich oder einem anderen einen Vermögensvorteil verschafft, indem er die Kenntnis einer vertraulichen Tatsache, deren Bekanntwerden den Kurs von in der Schweiz börslich oder vorbörslich gehandelten Aktien, anderen Wertschriften oder entsprechenden Bucheffekten der Gesellschaft oder von Optionen auf solche in voraussehbarer Weise erheblich beeinflussen wird, ausnützt oder diese Tatsache einem Dritten zur Kenntnis bringt, wird mit Gefängnis oder Busse bestraft. Zum Täterkreis zählt das Gesetz Mitglieder des Verwaltungsrates, der Geschäftsleitung und der Revisionsstelle, Beauftragte der Aktiengesellschaft oder einer sie beherrschenden oder von ihr abhängigen Gesellschaft, Mitglieder einer Behörde oder Beamte sowie Hilfspersonen einer der vorgenannten Personen (Art. 161 Ziff. 1 StGB).\n\nNeben den echten und unechten Insidern dehnt der im vorliegenden Fall anwendbare Art. 161 Ziff. 2 StGB die Strafbarkeit auf Drittpersonen, auf sogenannte Tipnehmer (Tippees) aus. Nach dieser Bestimmung wird mit Gefängnis bis zu einem Jahr oder mit Busse bestraft, wer eine vertrauliche Tatsache im Sinne von Ziff. 1 von einer der im letzten Absatz genannten Personen unmittelbar oder mittelbar mitgeteilt erhält und sich oder einem anderen durch Ausnützen dieser Mitteilung einen Vermögensvorteil verschafft.\n\n2. a) Die Anklage ging davon aus, der Beschwerdegegner habe eine vertrauliche Tatsache im Sinne von Art. 161 Ziff. 1 StGB von einem Insider direkt oder gegebenenfalls auf dem Umweg über einen anderen Tipnehmer erfahren und sich in Ausnützung dieser Mitteilung einen Vermögensvorteil verschafft.\n\nb) Die Vorinstanz führte in rechtlicher Hinsicht aus, wer bloss zufällig oder durch Mitteilung von einem Nicht-Insider, der die vertrauliche Tatsache zufällig erfahren habe, zu Insiderwissen komme und dieses zu seinem Vorteil ausnütze, mache sich nicht nach Art. 161 Ziff. 2 StGB strafbar. Als Tipnehmer mache sich ein Aussenstehender nur strafbar, wenn er das Wissen um eine vertrauliche Tatsache, die zuvor ein Insider im Sinne von Art. 161 Ziff. 1 StGB |42| ihm oder einem Dritten bewusst zur Kenntnis gebracht habe, vorsätzlich ausnütze. Zum objektiven Tatbestand von Art. 161 Ziff. 2 StGB gehöre als ungeschriebenes Merkmal, dass eine zumindest tatbestandsmässige und rechtswidrige Vortat eines Insiders vorliege. Der Tipnehmer könne jedoch auch dann bestraft werden, wenn der Vortäter einer Verurteilung entgehe, weil er beispielsweise nicht mehr lebe, flüchtig sei oder in seiner Person ein Schuldausschlussgrund bestehe.\n\nIn tatsächlicher Hinsicht stellte die Vorinstanz für den Kassationshof im vorliegenden Verfahren verbindlich fest, es sei nicht nachgewiesen, dass der Beschwerdegegner unmittelbar oder mittelbar aus dem Kreise der Insider im Sinne von Art. 161 Ziff. 1 StGB einen Tip erhalten habe. Im Anschluss an ein SKA-internes \"Market Meeting\", das einige Wochen vor der Pressekonferenz vom 3. März 1989 stattgefunden habe, hätten verschiedene SKA-Mitarbeiter, die nicht als Insider im Sinne von Art. 161 Ziff. 1 StGB zu betrachten seien, die kursrelevante Information auf straflose Weise erlangt. Überdies habe der damalige SOFFEX-Chefhändler der SKA aufgrund eigener Beobachtungen den bevorstehenden Kursanstieg vorausgesehen und entsprechende Kaufempfehlungen auch an Mitarbeiter abgegeben. Es lasse sich nicht ausschliessen, dass auch der Beschwerdegegner durch eine dieser Quellen vom kurstreibenden Ereignis erfahren habe, weshalb sich der Nachweis einer strafbaren Vortat nicht erbringen lasse.\n\nc) Die Beschwerdeführerin macht demgegenüber gestützt auf BGE 118 Ib 456 E. 6c, der ein Rechtshilfeverfahren betraf, geltend, es sei nicht notwendig, dass der Insider, von dem die Information des Tipnehmers direkt oder indirekt herrühre, seinerseits durch Ausnützen oder Verbreiten der Information Treuepflichten gegenüber der Gesellschaft verletzt habe. Art. 161 StGB schütze nämlich auch \"die Integrität des Börsenmarktes\" und die Chancengleichheit unter allen Anlegern. Der Tipnehmer sei daher selbst dann strafbar, wenn es der eingeweihte Tipgeber nicht sei, weil dieser durch die Verbreitung der Information keine Pflicht zur Verschwiegenheit gegenüber der Gesellschaft verletzt habe.\n\n3. a) Die Strafbarkeit des Tipnehmers setzt voraus, dass ihm eine insiderrelevante Tatsache von einem Insider (unmittelbar oder mittelbar) mitgeteilt wird. In der Doktrin wird angenommen, dass Art. 161 Ziff. 2 StGB nur zur Anwendung kommen könne, wenn der Insider den Hinweisempfänger bewusst in den Kreis der Eingeweihten einbezogen hat, und dass die versehentliche oder fahrlässige |43| Mitteilung nicht genügt (STRATENWERTH, Schweizerisches Strafrecht BT I, 4. A. Bern 1993, S. 392 N 38; SCHUBARTH, Kommentar Band 2, Art. 161 N 124). Ob diese Auffassung zutrifft und ob und inwieweit der Tipnehmer bestraft werden kann, wenn der Insider rechtmässig gehandelt hat, braucht vorliegend nicht beantwortet zu werden. Die Vorinstanz hält jedenfalls zu Recht fest, es sei nicht erforderlich, dass der Insider seinerseits wegen Verletzung von Art. 161 Ziff. 1 StGB bestraft werde (NIKLAUS SCHMID, Schweizerisches Insiderstrafrecht, Bern 1988 N 297).\n\nDemgegenüber ist derjenige nicht aus Art. 161 Ziff. 2 StGB strafbar, der zufällig in den Besitz des Insiderwissens gelangt (Botschaft BBl 1985 II 84) oder der aus unverfänglichen Mitteilungen oder halben Andeutungen die richtigen Schlüsse gezogen hat (SCHUBARTH, a.a.O.; TRECHSEL, Kurzkommentar, Zürich 1989, Art. 161 N 24; PETER BÖCKLI, Insiderstrafrecht und Verantwortung des Verwaltungsrates, Zürich 1989, S. 113).\n\nb) Im vorliegenden Fall stellte die Vorinstanz für den Kassationshof verbindlich fest, bereits vor der Pressekonferenz vom 3. März 1989 hätten mehrere nicht als Insider anzusehende Personen \"auf straflose Weise\" anlässlich eines SKA-internen Meetings von der Umstrukturierung erfahren. Überdies habe der SOFFEX-Chefhändler der SKA aufgrund eigener Beobachtungen den bevorstehenden Kursanstieg vorausgesehen und entsprechende Kaufempfehlungen an Mitarbeiter abgegeben. Da nicht ausgeschlossen werden könne, dass auch der Beschwerdegegner sein Wissen aus einer dieser Quellen bezogen habe, sei nicht nachgewiesen, dass er unmittelbar oder mittelbar aus dem Kreise der Insider im Sinne von Art. 161 Ziff. 1 StGB einen Tip erhalten habe.\n\nDie Vorinstanz schloss also insbesondere nicht aus, dass der Beschwerdegegner von den Beobachtungen des SOFFEX-Chefhändlers erfahren und die richtigen Schlüsse daraus gezogen haben könnte. Bei diesen Beobachtungen geht es nicht um Insiderwissen im Sinne von Art. 161 StGB, sondern um eine Analyse des Börsengeschehens durch den SOFFEX-Chefhändler. Wenn der Beschwerdegegner aber weder unmittelbar noch mittelbar durch einen Insider als \"eingeweihten Tipgeber\" informiert worden ist, sondern aus Mitteilungen von Drittpersonen, die sich auf eine Analyse des Börsengeschehens stützten, die richtigen Schlüsse gezogen hat, so gelangte er gar nicht in den Besitz von \"Insiderwissen\" im Sinne des Gesetzes und kann deshalb von vornherein nicht nach Art. 161 Ziff. 2 StGB bestraft werden. Beim Sachverhalt, wie er von der Vorinstanz |44| verbindlich festgestellt wurde, ist der angefochtene Entscheid bundesrechtlich nicht zu beanstanden.\n\nDies zeigt, dass die Beschwerdeführerin nichts aus BGE 118 Ib 456 E. 6c herleiten kann. Denn diese Entscheidung geht davon aus, dass das Wissen von einem Insider stammte, was vorliegendenfalls beweismässig nicht erstellt ist.\n\nDie Nichtigkeitsbeschwerde ist mithin abzuweisen. Fehlt es aber bereits an der Strafbarkeit des Beschwerdegegners, muss sich das Bundesgericht mit der Frage der Einziehung nicht befassen."}