{"annee": "119", "cour": "IA", "page": "264", "date": "13/10/1993", "cite": ["114 V 228", "116 IA 459", "118 III 33", "119 IA 134", "112 IA 14", "111 IA 5", "118 IA 369", "114 IA 29", "117 IA 277", "117 V 408", "117 II 504", "116 II 651", "118 II 307", "117 II 421", "118 III 27", "119 III 28"], "cite_par": ["121 I 314", "122 I 267", "121 I 321", "123 I 145", "122 I 322", "122 I 8", "121 III 6", "125 V 32", "121 I 60", "128 I 225", "133 III 645"], "chapeau": "32. Auszug aus dem Urteil der I. Zivilabteilung vom 13. Oktober 1993 i.S. B. gegen Obergericht des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst. Droit à un avocat d'office. Le droit à un avocat d'office découlant de l'art. 4 Cst. est garanti pour la procédure de conciliation prévue par le droit du bail, en tout cas lorsque l'autorité dispose d'un pouvoir de décision (art. 259i et art. 273 al. 4 CO; consid. 4c). Nécessité de l'assistance niée dans le cas particulier (consid. 4d)."], "faits": "", "considerants": "BGE 119 Ia 264 S. 264\n\nAus den Erwägungen:\n\n3. Ob das Billigkeits- als Rechtsgewährleistungsgebot in Art. 6 Ziff. 1 EMRK unter bestimmten Voraussetzungen auch einen Anspruch auf unentgeltliche Rechtspflege in Zivilverfahren beinhaltet, wird in Lehre und Rechtsprechung unterschiedlich beantwortet (verneinend BGE 116 II 651 E. 2a; FORSTER, Der Anspruch auf unentgeltliche Rechtsverbeiständung in der neueren bundesgerichtlichen Rechtsprechung, ZBl 93/1992, S. 457 ff., 459; bejahend FROWEIN/PEUKERT, N 6 zu Art. 6 EMRK, vgl. daselbst aber auch N 38 und 46 zu Art. 6 EMRK; CHRISTIAN FAVRE, L'assistance judiciaire gratuite en droit suisse, Diss. Lausanne 1988, S. 42 ff.). Die Frage kann vorliegend offenbleiben, da die Konvention nach der Rechtsprechung jedenfalls keinen über Art. 4 BV hinausreichenden Schutz gewährt, und ein weitergehender Anspruch auch von den Beschwerdeführern nicht geltend gemacht wird.\n\nBGE 119 Ia 264 S. 265\n\na) Nach ständiger Rechtsprechung des Bundesgerichts hat eine bedürftige Person in einem für sie nicht aussichtslosen Zivilprozess unmittelbar aufgrund von Art. 4 BV Anspruch auf unentgeltliche Rechtspflege und auf unentgeltlichen Rechtsbeistand, sofern sie eines solchen zur gehörigen Wahrung ihrer Interessen bedarf. Damit soll auch einem bedürftigen Rechtsuchenden der Zugang zum Gericht, allenfalls mit dem Beistand einer rechtskundigen Person, ermöglicht werden (BGE 118 Ia 369 E. 4). Seit BGE 112 Ia 14 gesteht die Rechtsprechung einer betroffenen Person diesen Rechtsschutz auch im Verfahren der Verwaltungsbeschwerde und der Verwaltungsgerichtsbeschwerde zu (vgl. BGE 119 Ia 134). Sie hat ihn weiter ausgedehnt auf das nichtstreitige Verwaltungsverfahren, etwa das sozialversicherungsrechtliche Abklärungs- (BGE BGE 114 V 228 E. 5) oder Einspracheverfahren (BGE 117 V 408) sowie das Verfahren um strafrechtliche Rückversetzung in den Massnahmenvollzug (BGE 117 Ia 277), sodann auf Verfahren des Zwangsvollstreckungsrechts wie das Konkursbegehren des Schuldners durch Insolvenzerklärung (BGE 118 III 27; vgl. auch BGE 119 III 28) oder jenes des vorschusspflichtigen Gläubigers (BGE 118 III 33). Ob ein verfassungsmässiger Anspruch auf unentgeltliche Rechtspflege besteht, hängt mithin nach zeitgemässem Verfassungsverständnis weder von der Rechtsnatur der Entscheidungsgrundlagen noch von derjenigen des in Frage stehenden Verfahrens ab. Ihr ist vielmehr jedes staatliche Verfahren zugänglich, in welches der Gesuchsteller einbezogen wird, oder dessen er zur Wahrung seiner Rechte bedarf.\n\nb) Anderseits besteht der verfassungsmässige Anspruch auf unentgeltliche Rechtspflege nicht voraussetzungslos. Er setzt in jedem Fall Bedürftigkeit, darüber hinaus im streitigen zivil- oder verwaltungsrechtlichen Verfahren fehlende Aussichtslosigkeit und in der Erscheinungsform der Rechtsverbeiständung deren Bedarf voraus. Die unentgeltliche Rechtsverbeiständung, die hier allein in Frage steht, muss sachlich geboten sein. Nach der Rechtsprechung sind dabei die konkreten Umstände des Einzelfalls und die Eigenheiten der anwendbaren Verfahrensvorschriften zu berücksichtigen (BGE 117 Ia 277 E. 5b/bb). Falls das in Frage stehende Verfahren besonders stark in die Rechtsstellung des Bedürftigen eingreift, ist die Verbeiständung grundsätzlich geboten, andernfalls bloss, wenn zur relativen Schwere des Falls besondere tatsächliche oder rechtliche Schwierigkeiten hinzukommen, denen der Gesuchsteller auf sich alleine gestellt nicht gewachsen ist. Entscheidend ist dabei allemal die sachliche Notwendigkeit der unentgeltlichen BGE 119 Ia 264 S. 266Rechtsverbeiständung im konkreten Fall (vgl. zum Gesamten FORSTER, a.a.O., S. 460 f. mit Hinweisen). Diese Voraussetzung wird im allgemeinen bloss bejaht, wenn die aufgeworfenen Fragen sich nicht leicht beantworten lassen und die gesuchstellende Partei oder ihr ziviler Vertreter selbst nicht rechtskundig ist (BGE 118 III 27 E. 3d, BGE 116 Ia 459, BGE 112 Ia 14 E. 3c). Dagegen wird die sachliche Notwendigkeit nicht bereits dadurch ausgeschlossen, dass das in Frage stehende Verfahren von der Offizialmaxime oder dem Untersuchungsgrundsatz beherrscht wird, mithin die beteiligte Behörde ihrerseits gehalten ist, an der Sammlung des Prozessstoffs mitzuwirken (BGE 117 Ia 277 E. 5b/bb; vgl. aber auch BGE 114 V 228 E. 5b).\n\nIn seiner jüngeren Rechtsprechung hat das Bundesgericht einen Anspruch auf unentgeltliche Verbeiständung aus sachlicher Notwendigkeit etwa in folgenden Fällen bejaht: im Verwaltungsverfahren um Entzug des elterlichen Besuchsrechts (nicht veröffentlichtes Urteil i.S. Z. vom 8. Mai 1987, E. 3), im Verfahren um Abänderung eines Scheidungsurteils (nicht veröffentlichtes Urteil i.S. F. vom 4. September 1987, E. 2), im strafrechtlichen Massnahmenvollzugsverfahren (BGE BGE 117 Ia 277 E. 5b/bb und cc), im sozialversicherungsrechtlichen Einspracheverfahren (BGE 117 V 408), im Konkursverfahren für einen rechtsunkundigen ausländischen Gläubiger (BGE 118 III 33 E. 2b) oder im Verfahren des fürsorgerischen Freiheitsentzugs (BGE 119 Ia 134). Demgegenüber hat es einen verfassungsmässigen Anspruch auf unentgeltliche Verbeiständung etwa in folgenden Fällen verneint: im Verwaltungsverfahren um den Entzug der elterlichen Gewalt, wenn die Möglichkeit besteht, den Entscheid an eine richterliche Behörde mit voller Kognition weiterzuziehen und dort die unentgeltliche Verbeiständung zu verlangen (BGE 111 Ia 5), im Sühneverfahren vor dem Friedensrichter ohne Entscheidkompetenz (BGE 114 Ia 29), im sozialversicherungsrechtlichen Anhörungsverfahren bis zum Vorbescheid (BGE 114 V 228 E. 5 und 6), in der strafrechtlichen Voruntersuchung für den Geschädigten bei gegebener Möglichkeit, im nachfolgenden Straf- oder Zivilverfahren die unentgeltliche Verbeiständung zu beanspruchen (BGE 116 Ia 459; anders dagegen aufgrund besonderer subjektiver Verhältnisse, nicht veröffentlichtes Urteil i.S. X. vom 29. April 1992, E. 2), im Verfahren um Anfechtung des Ergebnisses einer bestandenen Prüfung (nicht veröffentlichtes Urteil i.S. B. vom 18. Dezember 1990, E. 5), im konkursrechtlichen Verfahren der Insolvenzerklärung (BGE 118 III 27 E. 3d), zur Anfechtung nicht schwerwiegender Anordnungen im fürsorgerischen Freiheitsentzug (nicht veröffentlichtes BGE 119 Ia 264 S. 267Urteil i.S. P. vom 12. Oktober 1992, E. 2) oder für vorprozessuale Bemühungen (nicht veröffentlichtes Urteil i.S. Y. vom 10. Juni 1992, E. 4).\n\n4. a) Die Schlichtungsbehörde in Mietsachen hat die Parteien in allen Mietfragen zu beraten, in Streitfällen eine Einigung anzustreben, die nach dem Gesetz erforderlichen Entscheide zu fällen, bei Unzuständigkeit die an sie gerichteten Begehren weiterzuleiten und als Schiedsgericht zu amten, wenn die Parteien es verlangen (Art. 274a Abs. 1 OR). In allen Streitigkeiten aus der Miete von Wohn- oder Geschäftsräumen ist das Schlichtungsverfahren bundesrechtlich vorgeschrieben (BGE 118 II 307). Entscheidungskompetenz hat die Schlichtungsbehörde in Streitigkeiten um die Hinterlegung des Mietzinses durch den Mieter einer unbeweglichen Sache (Art. 259i OR), bei Anfechtung einer Kündigung wegen Verstosses gegen Treu und Glauben sowie im Erstreckungsverfahren (Art. 273 Abs. 4 OR). Nach der Rechtsprechung gilt sie indessen nicht als ordentliche Gerichtsinstanz und unterliegt ihr Entscheid nicht einer Rechtsmittelkontrolle durch den Richter, sondern beurteilt dieser die Streitsache von Grund auf neu. Ihr Entscheid stellt lediglich einen \"prima facie-Vorentscheid\" dar, dem für das richterliche Verfahren bloss insoweit Bedeutung zukommt, als er die Parteirollen festlegt. Regelmässig urteilt die Schlichtungsbehörde denn auch in einem summarischen Verfahren mit Beweismittelbeschränkung, das demjenigen gleicht, in welchem über vorläufigen Rechtsschutz aufgrund glaubhaft zu machender Ansprüche befunden wird. Der erfolglose Schlichtungsversuch und der Entscheid der Schlichtungsbehörde in den gesetzlich vorgesehenen Fällen sind prozessuale Voraussetzungen dafür, dass beim Richter Klage erhoben werden kann (BGE 117 II 421 E. 2a und 504 E. 2b). Die Schlichtungsbehörde fällt daher auch als Gerichtsinstanz im Sinne von Art. 48 Abs. 2 lit. a OG ausser Betracht (BGE 117 II 504).\n\nb) Da das Verfahren vor der Schlichtungsbehörde von Gesetzes wegen kostenlos ist (Art. 274d Abs. 2 OR), stellt sich die Frage nicht, ob es der unentgeltlichen Rechtspflege im engeren Sinn, das heisst der Befreiung einer bedürftigen Partei von Verfahrenskosten oder mindestens von der Kostenvorschusspflicht, grundsätzlich zugänglich ist. Sie wäre indessen nach dem Gesagten klarerweise zu bejahen, was bereits aus dem Verfahrensobligatorium folgt.\n\nDas bedeutet indessen nicht ohne weiteres, dass die prozessarme Partei, deren Begehren nicht als aussichtslos erscheinen, im Verfahren vor der Schlichtungsbehörde auch Anspruch auf unentgeltliche BGE 119 Ia 264 S. 268Rechtsverbeiständung hat. Hier stellt sich zusätzlich die Frage der Notwendigkeit. Sie wird in der kantonalen Rechtsprechung unterschiedlich beantwortet. Während das Obergericht des Kantons Luzern der Auffassung ist, ein Anspruch auf Rechtsverbeiständung bestehe bereits deshalb nicht, weil die Schlichtungsbehörde als Verwaltungsbehörde amte und ihr Entscheid der vollen richterlichen Überprüfung mit dortigem Anspruch auf unentgeltliche Rechtsverbeiständung unterliege (LGVE 1990 I Nr. 29 E. 5), hält das Obergericht des Kantons Basel-Landschaft dafür, ein Anspruch auf unentgeltliche Rechtsverbeiständung sei im Grundsatz jedenfalls dort gegeben, wo die Schlichtungsbehörde über Entscheidkompetenz verfüge. Diesfalls entspreche das Verfahren einem Zivilprozess und der Schlichtungsbehörde komme richterliche Funktion zu. Die Verbeiständung rechtfertige sich daher mit Blick auf die Tragweite des Entscheids und das Gebot der Waffengleichheit (mp 1991, S. 193).\n\nc) Die aus Art. 4 BV fliessenden Anspruchsvoraussetzungen auf unentgeltliche Rechtsverbeiständung prüft das Bundesgericht mit freier Kognition (BGE 117 Ia 277 E. 5b). Dabei ist davon auszugehen, dass in der jüngeren Rechtsprechung der Anspruch ausgedehnt und namentlich auch in nichtstreitigen Verwaltungsverfahren gewährt wurde (E. 3a hievor). Im Lichte dieser Entwicklung ist die Auffassung nicht haltbar, das mietrechtliche Schlichtungsverfahren sei der unentgeltlichen Rechtsverbeiständung grundsätzlich nicht zugänglich. Insoweit relativiert die jüngere Rechtsprechung auch BGE 111 Ia 5, wonach im Verwaltungsverfahren ein Anspruch auf unentgeltliche Verbeiständung grundsätzlich nicht besteht, wenn der Administrativentscheid an eine gerichtliche Instanz mit umfassender Überprüfungsbefugnis weitergezogen und diese dort beansprucht werden kann. Von Verfassungs wegen ist vielmehr jedes Verfahren bzw. jeder Verfahrensabschnitt derart zu gestalten, dass er den aus Art. 4 BV fliessenden Grundsätzen genügt (BGE 114 V 228 E. 5c). Dies gilt namentlich dort, wo sich zwei Parteien verfahrensmässig in ähnlicher Weise gegenüberstehen wie im Zivilprozess, auch wenn sich das Verfahren vor einer Verwaltungsbehörde abspielt (BGE 112 Ia 14 E. 3b). Auf das mietrechtliche Schlichtungsverfahren treffen diese Voraussetzungen jedenfalls dort uneingeschränkt zu, wo der Behörde eine Entscheidkompetenz zukommt. Mithin kann auch dieses Verfahren vom Anspruch auf einen unentgeltlichen Rechtsbeistand nicht grundsätzlich ausgenommen werden. Ob dasselbe auch für das reine Schlichtungsverfahren gilt, kann im vorliegenden Fall offenbleiben.\n\nBGE 119 Ia 264 S. 269\n\nDagegen rechtfertigen die Besonderheiten des Verfahrens vor der Schlichtungsbehörde, namentlich seine primäre Ausrichtung auf die Herbeiführung einer Einigung (Art. 259i Abs. 1, Art. 273 Abs. 4 und Art. 274e Abs. 1 OR), die es beherrschende Untersuchungsmaxime (Art. 274d Abs. 3 OR), die paritätische Zusammensetzung der Behörde (Art. 274a Abs. 2 OR) und die vornehmlich bloss formelle Bedeutung des Entscheids für das nachfolgende Justizverfahren, an die sachlichen Voraussetzungen einer Verbeiständung einen strengen Massstab anzulegen (vgl. BGE 114 V 228 E. 5b). Die Mitwirkung eines Rechtsanwalts in einem vom Untersuchungsgrundsatz beherrschten Verfahren wird sich in aller Regel als nicht erforderlich erweisen. Ausnahmen sind indessen ausdrücklich vorzubehalten. Zu denken ist etwa an die Verbeiständung einer verhandlungsunfähigen oder mit der Verhandlungssprache oder den mietrechtlichen Gepflogenheiten vollends unvertrauten Partei. Entscheidend bleiben jedenfalls stets die Verhältnisse des konkreten Falls.\n\nd) In einer Eventualerwägung verneint das Obergericht im vorliegenden Fall, in welchem die Mieter nach erfolgloser Wohnungssuche ein zweites Erstreckungsbegehren stellten, die sachlichen Voraussetzungen für eine unentgeltliche Rechtsverbeiständung. Die Beschwerdeführer halten diese Begründung weder formell noch materiell für ausreichend.\n\nAus dem Anspruch auf rechtliches Gehör leitet die Rechtsprechung die Pflicht der Behörden ab, ihre Entscheide zu begründen. Die Begründung eines Entscheids ist so abzufassen, dass der Betroffene ihn gegebenenfalls sachgerecht anfechten kann. Dies ist nur möglich, wenn sowohl er wie auch die Rechtsmittelinstanz sich über die Tragweite des Entscheids ein Bild machen können. In diesem Sinne müssen wenigstens kurz die Überlegungen genannt werden, von denen sich die Behörde hat leiten lassen und auf welche sich ihr Entscheid stützt (BGE 117 Ia 1 E. 3a, 117 Ib 64 E. 4 S. 86, 481 E. 6b/bb, 114 Ia 233 E. 2d mit Hinweisen).\n\nDie Begründung des angefochtenen Entscheids ist zwar knapp, aber verfassungsmässig ausreichend. Das Obergericht meint offensichtlich, die Beschwerdeführer seien über die Voraussetzungen, die Ausgestaltung und die Tragweite einer Mieterstreckung bereits durch das vorangegangene erste Verfahren hinreichend orientiert, und die zusätzliche Voraussetzung einer zweiten Erstreckung, dass zur Abwendung der Härte alles Zumutbare unternommen worden sei (Art. 272 Abs. 3 OR), stelle keine sachlichen Anforderungen, welche die Beiordnung eines Rechtsanwalts verlangten. Dem BGE 119 Ia 264 S. 270ist nach dem Gesagten beizupflichten. Das zweite Mieterstreckungsverfahren knüpft mit weitgehend unveränderter Fragestellung an das erste an, setzt dieses gleichsam fort. Im Regelfall stellen sich keine neuen tatsächlichen und rechtlichen Probleme, welche infolge besonderer materieller oder prozessualer Schwierigkeiten eine unentgeltliche Rechtsverbeiständung als erforderlich erscheinen liessen. Dabei ist zu beachten, dass das Erfordernis der Verbeiständung sich auf die rechtliche, nicht auf die persönliche Betreuung bezieht. Zutreffend hält denn auch das Obergericht dazu fest, die persönliche Betreuung im Verfahren vor der Schlichtungsbehörde sei ohne weiteres durch den Beizug von Verwandten, Bekannten oder andern Vertrauensleuten gewährleistet. Auch die Beschwerdeführer vermögen denn keine Gründe zu nennen, welche die Notwendigkeit einer amtlichen Verbeiständung aufzuzeigen vermöchten. Das Erfordernis, die erfolglosen Suchbemühungen um eine Ersatzwohnung zusammenzustellen, oder die Landesabwesenheit eines der Beschwerdeführer im Zeitpunkt der Schlichtungsverhandlung reichen dazu jedenfalls nicht aus. Namentlich ist auch zu beachten, dass der Schlichtungsbehörde eine über die allgemeine richterliche Fragepflicht hinausgehende, eigentliche Beratungsfunktion zukommt."}