{"annee": "119", "cour": "IV", "page": "330", "date": "14/12/1993", "cite": ["100 IB 274", "101 IV 16", "102 IB 91", "114 IB 27", "110 IB 306", "117 IA 297", "118 IA 241", "111 IV 87", "110 IA 1", "117 IV 124", "115 IB 358", "105 IV 98", "113 IV 45", "116 IV 288", "88 IV 87", "92 IV 4", "112 IB 576", "104 IV 266", "116 IV 4"], "cite_par": ["140 III 636", "132 IV 140", "123 II 231", "143 IV 228", "129 II 125", "131 IV 183", "129 II 193", "121 II 72", "127 II 198", "134 IV 328", "121 II 214"], "chapeau": "62. Extrait de l'arrêt de la Cour de cassation pénale du 14 décembre 1993 dans la cause M. c. Administration fédérale des douanes (pourvoi en nullité)", "regestes": ["Art. 251 al. 2 PPF; obligation d'indiquer les voies de recours. Tout jugement rendu en matière pénale fédérale doit contenir la mention des voies de droit par lesquelles il peut être attaqué (consid. 1c). Art. 272 PPF; procédure pénale administrative, recours tardif. Conséquences de l'absence d'indication des voies de droit, question laissée ouverte (consid. 1c). Art. 11 al. 3 DPA; suspension de la prescription. La suspension de la prescription, prévue par l'art. 11 al. 3 DPA pendant la durée de la procédure relative à l'assujettissement, concerne également le délai de prescription absolue (consid. 2). Art. 48 ch. 2 CP. Détermination de la quotité de l'amende (consid. 3). Art. 13 DPA; éxonération de peine en cas de dénonciation spontanée. Cette disposition ne peut trouver application qu'en faveur d'un fraudeur repentant, qui se dénonce de son propre mouvement (consid. 4)."], "faits": "|331|\n\nA.- Le 3 octobre 1983, après avoir atterri à l'aérodrome de Sion en provenance d'Anvers, M. a rempli une déclaration en douane affirmant qu'il n'importait pas d'autres marchandises que ses effets personnels usagés et ses provisions de voyage. Le soir même, il fut surpris alors qu'il déchargeait des cartons de cigarettes de l'avion et les plaçait dans une fourgonnette.\n\nAu cours de l'enquête, il fut établi que M. avait déjà introduit de la même manière des cigarettes en Suisse les 8, 27 et 30 septembre 1983 et ne les avait pas déclarées à la douane. Selon les explications de l'intéressé, les cigarettes devaient ensuite être exportées.\n\nB.- Par mandat de répression du 23 décembre 1987, l'Administration fédérale des douanes a condamné M. à une amende de 30'000 francs. Statuant sur opposition, elle a confirmé cette décision par prononcé pénal du 3 juin 1988. M. demanda alors à être jugé par un tribunal. Par jugement du 6 avril 1992, le Tribunal du IIe arrondissement pour le district de Sion a confirmé la décision rendue. Statuant sur appel du condamné le 4 mars 1993, le Tribunal cantonal a reconnu M. coupable de violation de la loi fédérale sur les douanes (art. 74 ch. 5, 82 ch. 2 LD), de violation de l'arrêté du Conseil fédéral instituant un impôt sur le chiffre d'affaires (art. 52 et 53 AICHA) et de violation de la loi fédérale sur l'imposition du tabac (art. 35 et 42 LImT); tenant compte de la situation financière de l'accusé et surtout du temps écoulé et de la lenteur de la procédure, il a réduit l'amende à 15'000 francs, mettant à la charge de l'accusé une partie des frais.\n\nC.- Parallèlement à la procédure pénale administrative, M. a fait l'objet d'une procédure d'assujettissement à la prestation au sens de l'art. 12 DPA. Par décision du 7 février 1984, la Direction des douanes du Ve arrondissement a assujetti M. au paiement des redevances suivantes:\n\n- Droit de douane: Fr. 18'235.-- - Droit de statistique: Fr. 547.05 - Impôt sur le chiffre d'affaires: Fr. 13'085.30 - Impôt sur le tabac: Fr. 56'920.--\n\n- Droit de douane:\n\nFr. 18'235.--\n\n- Droit de statistique:\n\nFr. 547.05\n\n- Impôt sur le chiffre d'affaires:\n\nFr. 13'085.30\n\n- Impôt sur le tabac:\n\nFr. 56'920.--\n\n|332|\n\nStatuant sur recours le 28 novembre 1984, la Direction générale des douanes a réduit de 1'836 fr. 75 le montant de l'impôt sur le chiffre d'affaires, rejetant pour le surplus les conclusions du recourant. Le 20 septembre 1985, la Commission fédérale des recours en matière de douane a rejeté, avec suite de frais, le recours interjeté contre cette décision par M.\n\nPar arrêt du 18 juillet 1986, le Tribunal fédéral a rejeté le recours de droit administratif formé par M.\n\nD.- Ayant reçu, sans indication d'aucune voie de recours, l'arrêt du Tribunal cantonal valaisan le 19 avril 1993, M. a déposé dans un bureau de poste suisse, le 19 mai 1993, un \"recours\" adressé au Tribunal fédéral. Soutenant que l'infraction est prescrite, que l'amende est trop élevée et que l'autorité cantonale aurait dû faire application de l'art. 13 DPA, il conclut, avec suite de frais, à ce que le Tribunal fédéral constate la prescription.", "considerants": "Extrait des considérants:\n\n1. a) La loi fédérale sur le droit pénal administratif (DPA; RS 313.0) est applicable lorsque, comme c'est le cas en l'espèce, une autorité administrative fédérale est chargée de poursuivre et de juger les infractions en cause. Le recourant a fait l'objet, de la part de l'autorité administrative compétente, d'un mandat de répression (art. 64 DPA), contre lequel il a formé une opposition (art. 67 al. 1 DPA), ce qui a conduit à un prononcé pénal de l'autorité administrative (art. 70 DPA). Le recourant a demandé alors que la cause soit jugée par un tribunal (art. 72 al. 1 DPA); contre la décision du juge cantonal de première instance, il a formé un recours cantonal (art. 80 al. 1 DPA). Il résulte de l'art. 83 al. 1 DPA que le pourvoi en nullité à la Cour de cassation du Tribunal fédéral est ouvert contre le jugement de dernière instance cantonale, les art. 269 à 278 PPF étant alors applicables.\n\nc) Le pourvoi s'exerce par le dépôt d'une déclaration dans les dix jours dès la communication selon le droit cantonal de la décision attaquée (art. 272 al. 1 PPF); le recourant doit par ailleurs motiver son pourvoi par écrit, conformément à l'art. 273 PPF, dans les 20 jours dès réception de la décision écrite (art. 272 al. 2 PPF). Il est manifeste en l'espèce que le recourant n'a pas respecté ces délais, de sorte que son pourvoi devrait à première vue être déclaré irrecevable pour ce motif.\n\n|333|\n\nIl faut cependant constater que la cour cantonale n'a pas indiqué au recourant la voie et le délai de recours. Lorsque, comme c'est le cas en l'espèce, l'accusé demande à être jugé par un tribunal (art. 72 al. 1 DPA), il résulte de l'art. 73 al. 1 DPA que la cause doit être tranchée par les tribunaux compétents du canton. Il s'agit donc d'une procédure devant les tribunaux cantonaux en matière pénale fédérale, au sens de la troisième partie de la PPF, de sorte que les art. 247 ss PPF sont applicables. L'art. 251 al. 2 PPF prévoit expressément, en ce qui concerne les décisions, que \"les délais et les autorités de recours sont indiqués dans tous les cas\".\n\nIl ressort d'une lettre du président de la cour cantonale qu'il ne s'agit pas d'une inadvertance, mais d'une pratique constante de cette autorité, ce qui n'est pas admissible. Le Tribunal cantonal valaisan est enjoint à respecter le devoir d'informer les justiciables que le droit fédéral lui impose.\n\nCela dit, il faut s'interroger sur les conséquences de cette omission.\n\nSi le législateur exige l'indication de la voie de recours dans tous les cas, c'est qu'il part de l'idée qu'en général le justiciable l'ignore. D'une certaine manière, l'art. 251 al. 2 PPF renverse la présomption selon laquelle \"nul n'est censé ignorer la loi\". A défaut d'avoir reçu les renseignements exigés par la loi, on ne peut guère reprocher à un justiciable d'avoir méconnu le système particulier de l'art. 272 al. 1 et 2 PPF.\n\nLes art. 107 al. 3 OJ, 35 al. 2 et 38 PA prévoient qu'une notification irrégulière, notamment le défaut d'indication ou l'indication incomplète ou inexacte des voies de droit, ne peut entraîner aucun préjudice pour les parties. La jurisprudence a admis qu'il s'agit d'un principe général, dont le champ d'application n'est pas limité aux lois précitées (ATF 117 Ia 297 consid. 2, 421 consid. 2c). Il doit être déduit directement du principe de la bonne foi tiré de l'art. 4 Cst., permettant à l'administré de se fier aux assurances données par l'autorité compétente (ATF 117 Ia 297 consid. 2, 421 consid. 2a et les arrêts cités). Il n'est fait exception à cette règle que si la partie ou son avocat ont commis une faute lourde en ne rectifiant pas d'eux-mêmes l'erreur ou l'omission (ATF 117 Ia 297 consid. 2, 421 consid. 2a et les arrêts cités). Ainsi, si la voie de recours indiquée est fausse, il faut, par une transmission ou une conversion de l'acte, faire en sorte qu'il soit traité par l'autorité compétente (ATF 117 Ia 297). D'ailleurs, selon un principe général, la jurisprudence admet, sauf disposition contraire, qu'un recours adressé en temps utile à une autorité |334| incompétente doit être transmis à l'autorité compétente et que le délai doit être tenu pour respecté (ATF 118 Ia 241 consid. 3c). Cependant, l'indication d'une voie de droit qui en réalité n'est pas ouverte ne peut avoir pour effet de créer un recours qui n'existe pas (ATF 117 Ia 297 consid. 2 et les arrêts cités). Lorsqu'il est fait mention d'un délai de recours trop long, il faut, par prolongation ou restitution du délai, permettre au justiciable d'agir dans le délai indiqué (ATF 117 Ia 297 consid. 2 et les arrêts cités).\n\nEn l'espèce, on peut se demander si le recourant, qui était assisté d'un avocat dans la procédure cantonale, n'a pas été correctement renseigné par celui-ci; la Cour de cassation ne dispose cependant d'aucun élément permettant de l'affirmer, puisque l'on ignore quand et dans quelles circonstances le mandat a pris fin; cette hypothèse ne peut donc pas être retenue.\n\nOn ne se trouve pas en présence d'une indication erronée de la voie de droit, mais d'une absence totale d'indication de la voie de recours. Cette distinction est importante. Si l'on peut comprendre qu'un justiciable, agissant en personne, se fie aux renseignements qui lui sont donnés par le tribunal, on peut attendre de lui, s'il entend attaquer une décision et n'a reçu aucune indication, qu'il se renseigne auprès d'un avocat ou de l'autorité qui a statué. Chacun sait que les décisions deviennent définitives si elles ne sont pas attaquées dans un certain délai; l'absence de toute indication incite naturellement à se renseigner sans attendre. La règle de la bonne foi s'applique aussi au justiciable et il ne saurait être protégé en cas de faute lourde de sa part. On ne peut donc pas admettre, en pareille situation, qu'un recours soit déposé dans n'importe quel délai (voir ATF 102 Ib 91).\n\nIl faut cependant constater que le délai de 30 jours est usuel pour s'adresser au Tribunal fédéral (ainsi, pour le recours en réforme: art. 54 al. 1 OJ, pour le recours en nullité: art. 69 al. 1 OJ, pour le recours de droit public: art. 89 al. 1 OJ, pour le recours de droit administratif: art. 106 al. 1 OJ). En conséquence, il est douteux que l'on puisse reprocher au recourant, qui n'avait reçu aucune indication spéciale, de s'en être tenu au délai ordinaire, dont il avait peut-être connaissance pour avoir déjà interjeté un recours de droit administratif. Toutefois, cette question peut demeurer ouverte en l'espèce, car il apparaît que le pourvoi doit de toute manière être rejeté pour d'autres motifs.\n\n2. a) Le recourant invoque la prescription des infractions retenues.\n\n|335|\n\nb) Pour les infractions soumises à la loi fédérale sur le droit pénal administratif, la prescription est régie de manière spéciale par l'art. 11 DPA (FF 1971 I 1030, art. 10 du projet; ATF 115 Ib 358 consid. 4). Les dispositions générales du code pénal sont applicables pour les questions qui ne sont pas réglées par la disposition spéciale (art. 2 DPA; ATF 104 IV 266 consid. 2).\n\nSavoir si la prescription commence à courir à compter de chacun des actes ou seulement à partir du dernier d'entre eux est une question qu'il n'est pas nécessaire de trancher, puisque les actes sont rapprochés et que cela ne pourrait modifier l'issue du litige.\n\nSelon l'art. 11 al. 2 DPA, \"si cependant la contravention consiste en une soustraction ou une mise en péril de contributions ou en l'obtention illicite d'un remboursement, d'une réduction ou d'une remise de contributions, le délai de prescription est de 5 ans; si la prescription est interrompue, elle sera en tout cas acquise lorsque le délai sera dépassé de moitié\".\n\nLe terme de \"contribution\" s'applique également à des droits de caractère douanier (cf. ATF 110 Ib 306 consid. 3b). Il résulte de la procédure d'assujettissement, qui a abouti à une décision entrée en force, que le recourant devait des droits à raison de son comportement; comme il agissait clandestinement, il est évident qu'il y avait soustraction ou mise en péril des droits. Le fait qu'il ait pu se soumettre à la procédure rigoureuse de l'acquit-à-caution n'y change rien, puisque ce n'est pas la voie qu'il a choisie; cette procédure aurait d'ailleurs impliqué qu'il verse le montant des droits ou qu'il fournisse des sûretés pour éviter précisément la mise en péril des droits. Il n'est donc pas douteux que l'art. 11 al. 2 DPA est applicable en l'espèce.\n\nL'autorité cantonale a énuméré les principaux actes de procédure intervenus et leur date; il s'agit là de constatations de fait qui lient la Cour de cassation (art. 277bis al. 1 PPF). Il en résulte à l'évidence - et le recourant ne le conteste pas - que la prescription relative de 5 ans n'a jamais été acquise.\n\nc) La question litigieuse est de savoir si le délai de prescription absolue, fixé à 7 ans et demi, a été ou non atteint.\n\nLa cour cantonale l'a dénié en invoquant la suspension de la prescription prévue par l'art. 11 al. 3 DPA. Sur ce point également, les actes de procédure et leur date, figurant dans l'arrêt attaqué, relèvent des constatations de fait qui lient la Cour de cassation. Selon l'art. 11 al. 3 DPA, \"en matière de délits et de contraventions, la prescription est suspendue pendant la durée d'une procédure de réclamation, de |336| recours ou d'une procédure judiciaire concernant l'assujettissement à la prestation ou à la restitution ou sur une autre question préjudicielle à trancher selon la loi administrative spéciale ou tant que l'auteur subit à l'étranger une peine privative de liberté\". Il en résulte donc clairement que la prescription est suspendue pendant toute la durée de la procédure de réclamation et de recours concernant l'assujettissement, décrite par l'arrêt cantonal. La jurisprudence a maintes fois rappelé que la suspension ne s'appliquait pas seulement à la prescription relative, mais aussi au délai de prescription absolue (ATF 112 Ib 576 consid. 13b, ATF 110 Ib 306 consid. b, 107 Ib 198 consid. 7b dd, ATF 100 Ib 274 consid. 1); le recourant n'apporte aucun argument nouveau sur ce point et il n'y a pas lieu d'y revenir. Ainsi, le raisonnement de la cour cantonale ne viole en rien le droit fédéral et la prescription absolue n'était pas atteinte lorsqu'elle a statué, étant par ailleurs rappelé que la prescription de l'action pénale ne court pas pendant la durée d'un pourvoi en nullité contre un jugement de condamnation (ATF 111 IV 87 consid. 3a, ATF 105 IV 98 consid. 2c).\n\nDans la mesure où le recourant se plaint d'une inégalité de traitement dans l'application de la loi, ce moyen est manifestement mal fondé, puisqu'on ne voit pas en quoi il aurait été traité différemment d'autres personnes placées dans la même situation que lui.\n\nd) Le recourant semble considérer que l'art. 11 al. 3 DPA - prévoyant la suspension des délais de prescription pendant la durée de la procédure d'assujettissement - serait en lui-même (indépendamment de son interprétation) contraire à l'art. 4 Cst. et à la CEDH. Un tel grief relève du recours de droit public, réservé par l'art. 269 al. 2 PPF. Il n'est pas admis de présenter, parmi des griefs relevant du pourvoi en nullité, certains moyens relevant du recours de droit public, mélangés aux autres (ATF 113 IV 45 consid. 2, 104 IV 68 consid. 2); cet aspect de l'argumentation du recourant est donc irrecevable.\n\nDe toute manière, même si l'on traitait cette partie du recours comme un recours de droit public, il ne serait pas possible d'entrer en matière. En effet, le Tribunal fédéral ne peut pas contrôler la constitutionnalité des lois fédérales (art. 113 al. 3 Cst.), de sorte qu'il est exclu d'examiner si l'art. 11 al. 3 DPA est conforme ou non à l'art. 4 Cst. Quant à la question de savoir si cette disposition est compatible avec la CEDH, le grief est insuffisamment motivé (art. 90 al. 1 let. b OJ; ATF 110 Ia 1 consid. 2), puisque le recourant n'indique pas quelle |337| disposition de la convention serait violée et en quoi consisterait cette violation.\n\nAu demeurant, la suspension prévue par l'art. 11 al. 3 DPA n'est pas déraisonnable, puisque ce régime avait déjà été adopté par la jurisprudence, avec une motivation détaillée, avant même que n'existe cette disposition (ATF 88 IV 87 consid. 2b). Lorsqu'une question pertinente doit être tranchée par l'autorité compétente, il est logique que le juge pénal attende l'issue de cette procédure; comme il n'a aucun moyen d'action sur son cours, il n'est pas déraisonnable, de la part du législateur, de décider une suspension des délais de prescription de l'action pénale.\n\n3. Avec une brève motivation plutôt appellatoire, le recourant se plaint de la quotité de l'amende.\n\nCompte tenu du montant de celle-ci (cf. art. 8 DPA), l'amende doit être fixée conformément aux art. 63 et 48 ch. 2 CP, applicables par les renvois des art. 2 DPA et 333 al. 1 CP. Le juge doit tout d'abord déterminer, selon les critères de l'art. 63 CP, dans quelle mesure l'accusé doit être frappé d'une sanction pénale; il doit ensuite, en fonction de la situation financière de l'accusé, fixer la quotité de l'amende de manière qu'il soit frappé dans la mesure adéquate (ATF 116 IV 4 consid. 2a, ATF 114 Ib 27 consid. 4a, ATF 101 IV 16, ATF 92 IV 4 consid. 1). L'amende doit être déterminée en fonction de la situation financière de l'accusé au moment où elle est prononcée, afin que la sanction soit adéquate au moment où elle doit être subie. La jurisprudence a même admis la prise en compte de revenus futurs s'ils sont suffisamment vraisemblables (ATF 101 IV 16).\n\nEn l'espèce, l'amende a été fixée dans le cadre légal, en suivant les critères de l'art. 63 CP et sans se laisser guider par des considérations étrangères à cette disposition (cf. p. 10 de l'arrêt attaqué; ATF 116 IV 288 consid. 2). La cour cantonale a soigneusement analysé la situation financière actuelle du recourant (art. 48 ch. 2 CP) et ses constatations sur ce point relèvent du fait et lient la Cour de cassation. Elle a expressément admis la circonstance atténuante du temps relativement long (art. 64 CP). Elle a également constaté la lenteur de la procédure - qui paraît contrevenir au principe de la célérité (art. 6 par. 1 CEDH) - et elle en a fait un argument important pour réduire la peine de moitié; on ne voit pas que le droit fédéral ait exigé davantage (cf. ATF 117 IV 124 consid. 4, en particulier d et e) et que l'amende en définitive fixée procède d'un abus du pouvoir d'appréciation. Il n'y a donc pas eu de violation du droit fédéral.\n\n|338|\n\n4. Le recourant se plaint enfin de ce que l'autorité cantonale n'a pas appliqué l'art. 13 DPA.\n\nIl ressort des mots \"en outre\" et \"et\" contenus dans cette disposition que toutes les conditions énoncées sont cumulatives. Le titre marginal parle d'une dénonciation spontanée et l'art. 13 al. 1 DPA précise que l'auteur doit avoir dénoncé l'infraction \"de son propre mouvement\". Le législateur a voulu viser ainsi le repentir actif, en songeant exclusivement \"à l'autodénonciation d'un fraudeur repentant\" (FF 1971 I 1031 ad art. 12; MARKUS PETER, Das neue Bundesgesetz über das Verwaltungsstrafrecht, RPS 90 (1974) p. 340). Il faut donc que l'auteur se dénonce spontanément dans un esprit de repentir (cf. JEAN GAUTHIER, La loi fédérale sur le droit pénal administratif, mémoires publiés par la faculté de droit de Genève, 1975, p. 38 s.).\n\nEn l'espèce, le recourant a été interpellé en flagrant délit et, lors de son interrogatoire, il a été amené à avouer qu'il n'agissait pas ainsi pour la première fois. Dans de telles circonstances, on ne saurait parler d'une dénonciation spontanée, de son propre mouvement, émanant d'un fraudeur repentant. La cour cantonale n'a donc pas violé le droit fédéral en n'appliquant pas l'art. 13 DPA. Le pourvoi doit dès lors être rejeté dans la mesure où il est recevable."}