{"annee": "119", "cour": "V", "page": "283", "date": "4/10/1993", "cite": ["115 V 215", "118 V 158", "114 V 102", "116 V 218", "118 II 333", "118 V 229"], "cite_par": ["135 V 418", "130 V 9", "129 III 305", "128 V 243", "134 III 511"], "chapeau": "40. Auszug aus dem Urteil vom 4. Oktober 1993 i.S. C. gegen Migros-Pensionskasse und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 4 ss LCA. La jurisprudence instaurée par l'arrêt ATF 116 V 218 en matière de prévoyance facultative (non régie par la LPP) des indépendants, selon laquelle les art. 4 ss LCA sont applicables à la réticence, en l'absence de dispositions statutaires ou réglementaires idoines, vaut également dans le domaine de la prévoyance plus étendue (consid. 4). Art. 6 LCA. Si les dispositions réglementaires de l'institution de prévoyance sont muettes au sujet du délai pour invoquer la réticence, il faut appliquer par analogie l'art. 6 LCA pour décider si l'assureur s'est départi du contrat ou a introduit une réserve en temps utile (consid. 5a)."], "faits": "", "considerants": "BGE 119 V 283 S. 283\n\nAus den Erwägungen:\n\n2. a) Bei der Migros-Pensionskasse handelt es sich um eine umhüllende Vorsorgeeinrichtung, die nicht nur die gesetzlichen Minimalleistungen gemäss den Vorschriften des BVG erbringt, sondern auch die weitergehende Vorsorge sowie die freiwillige Versicherung für Arbeitnehmer durchführt (Art. 1f Stiftungsurkunde, Art. 6 Reglement). Im Bereich der weitergehenden Vorsorge sind die Vorsorgeeinrichtungen im Rahmen von Art. 49 Abs. 2 BVG sowie der verfassungsmässigen Schranken (wie Rechtsgleichheit, Willkürverbot BGE 119 V 283 S. 284und Verhältnismässigkeit) in der Vertragsgestaltung grundsätzlich frei (BGE 115 V 109 E. 4b; vgl. auch BGE 114 V 107 E. 3). Insbesondere können sie - anders als im Bereich der obligatorischen Vorsorge (BGE 115 V 223 E. 6) - die Aufnahme in die Vollversicherung an gewisse Anforderungen des Gesundheitszustandes knüpfen, indem sie beispielsweise einen befristeten oder unbefristeten gesundheitlichen Vorbehalt anbringen (BGE 118 V 168 E. 5a und 243 E. 3b, 115 V 223 E. 6; ZAK 1986 S. 499; HELBLING, Personalvorsorge und BVG, 5. Aufl., S. 73; MAURER, Bundessozialversicherungsrecht, § 11 C.II.3).\n\nb) Die Migros-Pensionskasse hat von dieser Vorbehaltsmöglichkeit nach dem System der Selbstdeklaration Gebrauch gemacht und im Abschnitt \"Versicherungspflicht\" den Beitritt und die Versicherungsdeckung wie folgt geregelt:\n\nArt. 9 Gesundheitserklärung/ärztliche Untersuchung\n\n1. Beim Beitritt zur Kasse hat der Mitarbeiter eine Selbstauskunft über den Gesundheitszustand abzugeben.\n\n2. Auf Grund der Selbstauskunft kann die Kasse auf ihre Kosten eine vertrauensärztliche Untersuchung anordnen.\n\nArt. 10 Vorbehalte\n\n1. Vorbehalte wegen beschränkter Versicherungsfähigkeit werden auf Antrag des Vertrauensarztes vom Stiftungsrat festgelegt und dem Versicherten mitgeteilt.\n\n2. Solche Vorbehalte sind nur auf jenen Teil der Leistungsansprüche anwendbar, der die gesetzlich obligatorisch versicherten Ansprüche übersteigt.\n\n3. (Aufhebung oder Dahinfallen des Vorbehaltes.)\n\nIn Abschnitt \"VI. Besondere Bestimmungen\" hat die Pensionskasse folgendes normiert:\n\nArt. 57 Auskünfte\n\n1. Die Versicherten und die Bezüger von Leistungen der Kasse sind verpflichtet, den Organen oder dem Vertrauensarzt der Kasse auf Verlangen unverzüglich, vollständig und wahrheitsgetreu Auskunft zu erteilen über alle Tatsachen, die für die Leistungen der Kasse von Bedeutung sein können. Sie haben jede Änderung dieser Tatsachen unverzüglich und unaufgefordert mitzuteilen.\n\n2. Die in Ziff. 1 genannten Personen haften der Kasse für jeglichen Schaden, den sie ihr durch vorenthaltene, verspätete, unrichtige oder unvollständige Auskünfte zufügen, ausser wenn sie nachweisen, dass sie kein Verschulden trifft. Zu Unrecht bezogene Leistungen haben sie der Kasse unabhängig vom Verschulden zurückzuerstatten.\n\nBGE 119 V 283 S. 285\n\n3. Im vorliegenden Fall ist zu Recht unbestritten, dass die Beschwerdeführerin Anspruch auf die obligatorischen BVG-Mindestleistungen hat. Zu prüfen ist jedoch, ob sie auch Leistungen der weitergehenden beruflichen Vorsorge gemäss Reglement beanspruchen kann.\n\na) Die Vorinstanz hat einen solchen Anspruch unter Hinweis auf eine Anzeigepflichtverletzung verneint. Den medizinischen Akten sei zu entnehmen, dass die Beschwerdeführerin seit vielen Jahren an Gesundheitsbeeinträchtigungen leide. Laut der behandelnden Ärztin leide sie oft an migräneartigen Kopfschmerzen und starken Schwindelanfällen; seit ungefähr zwei Jahren träten zudem psychosomatische Nacken- und Kreuzschmerzen, Schulter- und Herzschmerzen sowie psychogene Atemnot auf. Die gesamte Symptomatik habe bis Februar 1988 zugenommen und sei seither stationär geblieben. Ausserdem habe sich die Versicherte bereits im Sommer 1987 dahingehend geäussert, dass sie Arme und Rücken in ihrer Stellung als Putzfrau \"kaputt gemacht habe\". Eigenen Angaben der Beschwerdeführerin zufolge bestünden diese Leiden bereits seit Frühjahr 1986, einem Zeitpunkt, wo sie noch nicht im Migros-Betrieb tätig war. Bei dieser Anzahl von Beschwerden, die zwar psychosomatischer Natur seien, von der Versicherten aber als real empfunden wurden, sei die Auskunft, vollständig gesund und arbeitsfähig zu sein, nicht korrekt gewesen. Bei Nennung der Leiden hätte die Pensionskasse die Möglichkeit gehabt, eine vertrauensärztliche Untersuchung anzuordnen und gestützt darauf einen entsprechenden Vorbehalt anzubringen.\n\nb) Frau Dr. med. A. diagnostizierte bei der Beschwerdeführerin eine chronisch verlaufende Depression (depressive Entwicklung und chronische Erschöpfungsdepression). Dieser Zustand bestehe seit vielen Jahren, habe sich jedoch ab 1985 akzentuiert. Zudem habe sie jahrelang unter der Doppelbelastung Haushalt/Erwerbstätigkeit sowie unter multiplen psychosomatischen Symptomen gelitten und sei müde und erschöpft gewesen; ferner habe sie oft migräneartige Kopf- sowie seit rund zwei Jahren (psychosomatische) Nacken-, Kreuz- und Schulterschmerzen beidseits, Herzstechen und psychogene Atemnot. Infolge betrieblicher Umstrukturierung sei ihr 1986 die Halbtagesstelle als Spetterin, welche sie während rund 16 Jahren bekleidet habe, gekündigt worden (Bericht vom 16. April 1988). Aus finanziellen Gründen habe sie im September 1986 erstmals eine Ganztagesstelle angetreten. Während sie die Doppelbelastung bei der Halbtagesarbeit noch einigermassen habe kompensieren können, sei BGE 119 V 283 S. 286ihr dies mit der neuen Vollzeitstelle nicht mehr möglich gewesen, weshalb die \"wahrscheinlich\" bereits bei Eintritt in die Pensionskasse bestehende latente Depression nunmehr zum Ausbruch gekommen sei (Bericht vom 20. Februar 1991).\n\nc) In Würdigung dieser Berichte ist erstellt und im übrigen unbestritten, dass die Versicherte bereits im Zeitpunkt der Gesundheitserklärung (31. Oktober 1986) - nebst einer latenten Depression - an zahlreichen, z.T. kleineren (psycho)-somatischen Beschwerden gelitten hat. Andererseits ist nicht zu verkennen, dass sie trotz dieser gesundheitlichen Beeinträchtigungen während rund 16 Jahren der körperlich anstrengenden Arbeit einer Putzfrau nachgegangen ist, keine krankheitsbedingten Arbeitsausfälle zu verzeichnen hatte und wegen dieser Leiden auch nie in ärztlicher Behandlung gestanden hat. Zu berücksichtigen ist ferner, dass sich die im Rahmen der seinerzeitigen Halbtagesarbeit noch erträgliche psychische Belastung durch das familiäre Umfeld (starke eheliche Zerrüttung, Doppelbelastung Hausfrau/Erzieherin und Erwerbstätige, Vollinvalidisierung von Ehemann, Schwester und Schwager innert kurzer Zeit) vorerst nicht negativ auf die Leistungsfähigkeit bei der neuen beruflichen Tätigkeit ausgewirkt hat. Ob in Anbetracht dieser subjektiven Umstände, insbesondere der persönlichen Eigenschaften und Verhältnisse, der Tatbestand der Anzeigepflichtverletzung erfüllt ist, braucht indes im Hinblick auf die nachstehenden Erwägungen nicht abschliessend beurteilt zu werden.\n\n4. Im Urteil D. vom 4. September 1990 (BGE 116 V 218) hat das Eidg. Versicherungsgericht entschieden, dass sich die Verletzung der Anzeigepflicht und deren Folgen grundsätzlich nach den einschlägigen statutarischen bzw. reglementarischen Bestimmungen der Vorsorgeeinrichtung beurteilt. Schweigen sich Statuten oder Reglement hierüber aus, hat die Beurteilung dieses Tatbestandes nicht nach den Regeln über die Mängel beim Vertragsabschluss (Art. 23 ff. OR), sondern analogieweise gemäss Art. 4 ff. VVG zu erfolgen (S. 225 f. E. 4; vgl. auch BGE 118 II 341 mit Hinweisen). Es steht nichts entgegen, diese auf dem Gebiet der freiwilligen Vorsorge Selbständigerwerbender (nicht nach BVG) ergangene Rechtsprechung auch im Bereich der weitergehenden beruflichen Vorsorge anzuwenden (vgl. KÜNG, Ein bemerkenswerter Entscheid des EVG, in Schweizerische Personalvorsorge 1990 S. 291). Was die Beschwerdegegnerin hiegegen vorbringt, vermag nicht zu einer anderen Betrachtungsweise zu führen. Es trifft zwar zu, dass es sich beim Vorsorgevertrag nicht um einen Versicherungsvertrag im BGE 119 V 283 S. 287Sinne des VVG, sondern um einen Innominatsvertrag (eigener Art) handelt (BGE BGE 118 V 232 E. 4b mit Hinweis), auf welchen grundsätzlich das Obligationenrecht Anwendung findet (Art. 101 VVG). Wie das Eidg. Versicherungsgericht unter Hinweis auf eine langjährige, auf die Doktrin abgestützte bundesgerichtliche Praxis ausgeführt hat, schliesst dieser Umstand jedoch die analogieweise Heranziehung gewisser Bestimmungen des VVG, in casu der Art. 4 ff. VVG, nicht aus (BGE 116 V 225 E. 4b). Vorsorgevertrag und Versicherungsvertrag sind inhaltlich verwandt (BRÜHWILER, Die betriebliche Personalvorsorge in der Schweiz, § 8 N. 28 Fn. 65; RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, § 4 N. 14). Sie bezwecken gleichsam, die Versicherten planmässig, durch Gewährung normierter Leistungen gegen die Folgen eines versicherten Risikos (Alter, Invalidität, Tod) zu schützen. Hiefür sind die Vorsorgeeinrichtungen genauso wie die privaten Lebensversicherer im Hinblick auf die (versicherungstechnische) Erfassung des Risikos auf Angaben über den Gesundheitszustand der zu versichernden Person angewiesen (BGE 116 V 226 E. 4b). Diese Risikobeurteilung ist aber nicht davon abhängig, ob der Versicherer auf dem freien Markt auftritt oder ob der Beitritt zur Versicherung nur bestimmten Personen offensteht, ob die Versicherung freiwillig oder obligatorisch ist oder ob die Höhe der Versicherungsleistungen der Parteiautonomie unterliegt oder (reglementarisch) zwingend vorgegeben ist.\n\n5. a) Im vorliegenden Fall regeln die Statuten der Pensionskasse zwar die Anzeigepflicht und die Folgen ihrer Verletzung. Indessen ist die statutarische Ordnung insofern lückenhaft, als sie sich insbesondere ausschweigt, innert welcher Frist sich die Kasse unter Verwirkungsfolge auf die Verletzung der Anzeigepflicht berufen muss. Es versteht sich von selbst, dass eine Falschdeklaration nicht jederzeit geltend gemacht werden kann. Mangels einer entsprechenden statutarischen Regelung rechtfertigt es sich in diesem Punkt, analogieweise auf Art. 6 VVG Rückgriff zu nehmen. Danach ist die Berufung auf den Vertragsabschlussmangel verspätet, wenn er nicht innert vier Wochen seit Kenntnis von der Verletzung der Anzeigepflicht vom Versicherer erklärt wird. Dabei handelt es sich nicht um eine Verjährungs-, sondern um eine Verwirkungsfrist, deren Lauf weder gehemmt noch unterbrochen werden kann. Sie beginnt erst, wenn der Versicherer zuverlässige Kunde von Tatsachen erhält, aus denen sich der sichere Schluss auf Verletzung der Anzeigepflicht ziehen lässt. Blosse Vermutungen, die zu grösserer oder geringerer BGE 119 V 283 S. 288Wahrscheinlichkeit drängen, dass die Anzeigepflicht verletzt ist, genügen nicht (BGE 118 II 340 E. 3a und BGE 116 V 229 E. 6a mit Hinweisen).\n\nb) Aufgrund der Unterlagen steht fest, dass die Pensionskasse bereits am 2. Januar 1989 im Besitz der IV-Akten war. Die Kasse stützte ihren Entscheid, nur die Mindestleistungen gemäss BVG zu erbringen, auf diese, vom Vertrauensarzt geprüften Akten. Mit dem darin enthaltenen Bericht der Frau Dr. med. A. vom 16. April 1988 erhielt sie zuverlässige Kenntnis von Tatsachen, welche den sicheren Schluss auf eine allfällige Verletzung der Anzeigepflicht zuliessen und weit über blosse Vermutungen in dieser Richtung hinausgingen. Eine hinreichend gesicherte Beurteilung liess spätestens das vom Vertrauensarzt der Pensionskasse am 20. April 1989 in einer Aktennotiz verurkundete Telefongespräch vom 14. oder 15. April 1989 mit der behandelnden Ärztin zu, wonach sich die Beschwerdeführerin nicht als voll gesund und arbeitsfähig bezeichnen konnte. Daran ändert der im vorinstanzlichen Instruktionsverfahren eingeholte Arztbericht der Psychiaterin vom 20. Februar 1991 nichts. Dieser bestätigte im wesentlichen nur die im früheren Bericht gemachten Feststellungen und wurde vor allem zur besseren Erhellung eingefordert, ob angesichts aller im Zeitpunkt der Gesundheitserklärung vorliegenden Umstände die Beschwerdeführerin ihren Gesundheitszustand gemessen an ihrer eigenen Krankheitseinsicht und ihrem Bewusstsein wahrheitsgemäss beantwortet habe, was vor allem eine Rechtsfrage ist, welche nicht der Arzt zu beantworten hat. Die Pensionskasse widersetzte sich denn auch gegen diesen Beweisbeschluss mit Schreiben vom 24. Januar 1991 unter anderem mit dem Argument, dass sich schon aus der Aktennotiz des Vertrauensarztes vom 20. April 1989 klar eine falsche Deklaration des Gesundheitszustandes ergebe. Aus dem Einblick in die IV-Akten und deren Prüfung durch den Vertrauensarzt nach Rücksprache mit der behandelnden Ärztin hatte die Pensionskasse spätestens Mitte April 1989 genügend sichere Grundlagen, um auf eine allfällige Anzeigepflichtverletzung zu schliessen. Wenn sie sich in der Folge erst mit Schreiben vom 23. Mai 1989 dazu entschlossen hat, unter Berufung auf eine nicht wahrheitsgemässe Gesundheitsdeklaration Leistungen aus der überobligatorischen beruflichen Vorsorge abzulehnen, hat sie die Monatsfrist verpasst.\n\nc) Was die Beschwerdegegnerin hiegegen einwendet, vermag nicht durchzudringen. Insbesondere kann der Auffassung, wonach die zeitliche Begrenzung wegen des Abklärungsbedarfs bei den Invaliditätsfällen BGE 119 V 283 S. 289zu kurz sei und somit das Rücktrittsrecht illusorisch mache, nicht gefolgt werden. Sie übersieht, dass die Vierwochenfrist nicht bereits bei bloss vermuteter Obliegenheitsverletzung, sondern erst in demjenigen Zeitpunkt zu laufen beginnt, in welchem der Versicherer zuverlässige Kenntnis von Tatsachen hat, aus denen sich der sichere Schluss auf Verletzung der Anzeigepflicht ziehen lässt (E. 4). Damit aber bleibt für die im Einzelfall erforderlichen medizinischen oder anderweitigen Abklärungen genügend Raum. Schliesslich hat es der Rücktrittsberechtigte selber zu verantworten, wenn er infolge Fristversäumnis die (bei Rechtzeitigkeit nicht geschuldeten) Leistungen zu erbringen hat. Dies ist keine Konsequenz des erwähnten BGE 116 V 218, sondern ergibt sich direkt aus der gesetzlichen (in casu Art. 6 VVG) oder statutarischen Ordnung, welche bei Missachtung der Frist den Untergang des Rücktrittsrechts auf der einen und das Fortbestehen des Vorsorgevertrages im vereinbarten Umfang auf der anderen Seite zur Folge hat.\n\nd) Nach dem Gesagten hat die Beschwerdeführerin über die BVG-Leistungen hinaus Anspruch auf eine reglementarische Invalidenrente aus der weitergehenden beruflichen Vorsorge."}