{"annee": "119", "cour": "IB", "page": "254", "date": "23/6/1993", "cite": ["107 IB 140", "117 IA 270", "117 IB 178", "118 IB 381", "118 IB 417", "115 IB 224", "49 I 160", "119 IB 174", "119 IB 56", "112 IB 39", "112 IB 424", "99 IB 150", "115 IB 131", "117 IB 64", "118 IB 234", "116 IB 260", "107 IB 151", "118 IB 485", "118 IB 206"], "cite_par": ["121 II 224", "123 II 359", "121 IV 345", "132 II 408", "139 II 185", "121 II 156", "124 II 293", "124 II 460", "125 II 29", "142 II 517", "126 II 26", "125 II 18", "125 II 591", "122 IV 8", "126 II 171", "142 II 20", "121 II 190", "126 II 366", "124 II 219", "121 II 378", "120 IB 233", "142 I 99", "130 II 18", "120 II 270", "127 II 69", "131 II 470", "140 II 262"], "chapeau": "31. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 23. Juni 1993 i.S. Schweizerischer Bund für Naturschutz und 5 mitbeteiligte Umweltschutzorganisationen gegen Misoxer Kraftwerke AG, Kraftwerke Hinterrhein AG, Gemeinden Splügen, Medels i.R., Nufenen und 22 weitere Gemeinden sowie Regierung des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Concession d'un droit d'eau, étude de l'impact sur l'environnement et autorisations selon la législation fédérale spéciale en relation avec le projet de construction de la station d'accumulation saisonnière Curciusa-Spina. 1. Admissibilité du recours de droit administratif; qualité pour recourir des organisations nationales de protection de l'environnement selon les art. 55 LPE et art. 12 LPN (consid. 1). Pouvoir d'examen du Tribunal fédéral (consid. 2). 2. Les avenants aux premières concessions délivrées en 1953 et 1956, approuvés en 1990, qui ont été rendus nécessaires par les modifications du projet de construction d'une station d'accumulation saisonnière contiennent des changements importants du régime d'exploitation des eaux. Ils correspondent, de même que la prolongation des concessions existantes qu'ils comportent, à une nouvelle concession (art. 58 LFH). Il y a dès lors lieu d'y appliquer le nouveau droit sur les plans formel et matériel (consid. 5, 9 et 10). 3. La construction des installations nécessite une concession pour l'exploitation des forces hydrauliques et la délivrance de diverses autorisations spéciales. Le devoir de coordination est satisfait si le gouvernement cantonal, qui délivre les autorisations, constate la compatibilité de l'ouvrage avec les exigences de la protection de l'environnement de l'ouvrage (consid. 6). Comme le projet litigieux constitue une installation unique avec les ouvrages Spina I et Soazza, qui peut avoir un impact considérable sur l'environnement, il y a lieu de procéder également à une étude de l'impact sur l'environnement pour ces ouvrages (consid. 7). Respect du devoir de coordination; étude de l'impact par étapes (consid. 9c et 10h). 4. Principes concernant l'étude de l'impact sur l'environnement (consid. 8). Pesée de tous les intérêts en présence (art. 3 OEIE, art. 25 de la loi fédérale sur la pêche du 14 décembre 1973, resp. art. 9 al. 2 de la loi fédérale sur la pêche du 21 juin 1991 entrant en vigueur le 1er janvier 1994, art. 18 s. LPN, art. 29 s. LEaux du 24 janvier 1991, art. 5 LFo du 4 octobre 1991, de même qu'en anticipation partielle des futures autorisations d'exécution: art. 24 LAT). L'étude de l'impact disponible ne satisfait que partiellement aux exigences matérielles. Le projet peut être réalisé, dans la mesure où les exigences du droit de l'environnement au sens le plus large selon les éclaircissements encore à fournir auront été respectées (consid. 8, 9 et 10)."], "faits": "BGE 119 Ib 254 S. 256\n\nA.- Am 16. Juni 1953 erteilten die Gemeinden Mesocco und Soazza der Calancasca AG Konzessionen für die Wasserkraftnutzung der Moesa und verschiedener Seitenbäche in den Kraftwerkstufen Curciusa-Pian San Giacomo (Stufe I) sowie Pian San Giacomo-Soazza (Stufe II). Am 12. Januar 1956 erhielt die Calancasca AG von der Gemeinde Mesocco das Recht, bei Isola ein Staubecken zu erstellen, die Wasserkraft der Moesa in einer Zentrale BGE 119 Ib 254 S. 257Spina I bei Pian San Giacomo zu turbinieren und das gebrauchte Wasser anschliessend der Zentrale Soazza zuzuführen. Am 23. Januar/24. Oktober 1956 genehmigte die Regierung des Kantons Graubünden (damals \"Kleiner Rat\" genannt) die von den Gemeinden Mesocco und Soazza erteilten Konzessionen. Am 23. Oktober 1955 und 28. April 1956 erhielt die Calancasca AG von den Gemeinden des Calancatales die Konzessionen für die Nutzung der Wasserkraft der Calancasca im Kraftwerk Valbella-Spina und in weiteren Kraftwerken im Misox. Auch diese Konzessionen wurden von der Regierung am 24. Oktober 1956 genehmigt. Die genannten Konzessionen wurden im Jahre 1958 auf die Misoxer Kraftwerke AG (MKW AG) übertragen. In der Folge wurden die Stufe II sowie das Staubecken Isola mit den Zentralen Spina I und Soazza erstellt, und in den Jahren 1961 (Spina I-Soazza), 1962 (Isola-Spina) sowie 1963 (Freispiegelstollen zur Wasserzuleitung aus dem Calancatal Valbella-Spina I) wurden die Anlagen in Betrieb genommen. Die in Art. 4 der Konzession für das Kraftwerk Curciusa-Pian San Giacomo (KW Curciusa, Stufe I) vereinbarte Baufrist wurde mehrmals verlängert, letztmals mit Genehmigung der Regierung vom 25. Mai 1987 bis zum 30. Juni 1992.\n\nIn den 80er Jahren prüfte die MKW AG eine Projektänderung für das Kraftwerk Curciusa. Dieses soll nicht mehr als übliches Gravitationswerk, sondern als Saison-Speicherwerk zur Umlagerung von Sommerenergie in Winterstrom betrieben werden. Das Wasser aus dem Stausee Isola soll von Spina in den Stausee Curciusa gepumpt und dort während des Sommers gespeichert werden. Der Winterenergieanteil der MKW AG kann dadurch von heute nur ca. 18% neu auf 82% erhöht werden. Die Verwirklichung dieses Projektes setzt voraus, dass das ursprünglich vorgesehene Fassungsvermögen des geplanten Stausees Curciusa von 27,6 Mio. m3 auf 60 Mio. m3 Nutzvolumen erweitert wird. Die Stauhöhe des Wassers soll neu auf 2205 m anstelle der ursprünglich geplanten Höhe von 2164,50 m liegen. Im Zusammenhang mit dieser Neukonzeption soll auf die geplante oberirdische Zentrale Pian San Giacomo verzichtet werden. Eine neue Zentrale Spina II soll wie Spina I als Kavernenzentrale unterirdisch erstellt werden. Gemäss dem konzedierten Projekt war sodann vorgesehen, Bäche auf der Alpe de Mucia und aus dem Val Vignun im San Bernardino-Gebiet zu fassen und sie kompensationshalber dem Areuabach unterhalb des Staubeckens Curciusa auf Kote ca. 2095 m.ü.M. zuzuleiten. Auf die Fassung dieser Bäche soll gemäss dem geänderten Projekt verzichtet werden. Weiterhin sollen BGE 119 Ib 254 S. 258die Abflüsse aus dem Val Rossa und des oberen Areuabaches in den vergrösserten Stausee Curciusa geleitet werden, was zur Folge hat, dass der bisherige Wasserzufluss aus dem Val Rossa und dem Areuabach zum Hinterrhein geschmälert wird.\n\nMit Beschlüssen vom 22. Oktober 1990 genehmigte die Regierung des Kantons Graubünden die Nachträge zu den bestehenden Konzessionen, die als Folge der Projektänderung für die Erstellung eines Saison-Speicherwerkes Curciusa notwendig geworden waren (Beschlüsse Nrn. 2629, 2631 und 2632). Wegen der von der MKW AG vorgesehenen Nutzung eines Teiles des Wassers des Areuabaches und der Abflüsse aus dem Val Rossa hatten die hiefür zur Konzessionserteilung zuständigen Gemeinden Nufenen, Medels i.R. und Splügen eine neue Konzession zu erteilen; diese wurde von der Regierung ebenfalls am 22. Oktober 1990 genehmigt (Beschluss Nr. 2630). Schliesslich war auch wegen der von der MKW AG beabsichtigten Nutzung dieses Teils von Wasser aus dem Hinterrheingebiet ein Nachtrag zur Konzession zu beschliessen und zu genehmigen, welche die Gemeinden am Hinterrhein der Kraftwerke Hinterrhein AG (KHR AG) erteilt hatten. Mit diesem Nachtrag wurde die Speicherung des dem Hinterrheingebiet entzogenen Wassers und dessen Nutzung in den Kraftwerkanlagen der MKW AG auf die Dauer der Verleihung für Curciusa gesichert. Auch hiefür erteilte die Regierung mit Beschluss vom 22. Oktober 1990 (Nr. 2633) die Genehmigung.\n\nFolgende Einzelheiten der soeben genannten fünf Regierungsbeschlüsse vom 22. Oktober 1990 sind hervorzuheben:\n\n1. Der erste Beschluss (Nr. 2629) umfasst in seinem Abschnitt A die Änderungen zu der am 16. Juni 1953 erfolgten Wasserrechtsverleihung der Gemeinde Mesocco an die MKW AG. Gemäss der geänderten Bestimmung über die Dauer der Verleihung beginnt diese mit dem Tag ihrer rechtskräftigen Genehmigung durch die Regierung und dauert höchstens 80 Jahre vom Tag der Inbetriebsetzung des Werkes an, längstens bis zum 31. Dezember 2085. In Abschnitt B werden die Bewilligungen gemäss dem Bundesgesetz vom 14. Dezember 1974 über die Fischerei (FG; SR 923.0) und gemäss dem Bundesgesetz vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG; SR 451) erteilt sowie die weiteren erforderlichen Bewilligungen für die Verwirklichung des Projektes vorbehalten. Unter den Abschnitten C, D und E folgen die Gebühren, die Rechtsmittelbelehrung und die Anordnung der Mitteilungen. Die fischereirechtliche Bewilligung stützt sich auf Art. 24 Abs. 1 und BGE 119 Ib 254 S. 259Art. 26 FG, die naturschutzrechtliche Bewilligung auf Art. 18 Abs. 1-1ter und Art. 22 Abs. 2 NHG sowie auf die kantonale Natur- und Heimatschutzverordnung vom 27. November 1946.\n\n2. Der zweite Beschluss (Nr. 2630) betrifft unter Abschnitt A die Genehmigung der Wasserrechtsverleihung der im Rheinwaldtal gelegenen Gemeinden Nufenen, Medels i.R. und Splügen vom 20. August 1986 an die MKW AG betreffend Nutzung des Areuabaches und des Seitenbaches aus dem Val Rossa. Auch diese Verleihung beginnt mit dem Tag ihrer rechtskräftigen Genehmigung durch die Regierung. Sie dauert höchstens 80 Jahre vom Tag der Inbetriebsetzung des Speicherkraftwerkes Curciusa-Spina, jedoch längstens bis zum 31. Dezember 2085. Unter Abschnitt B wird auch für diese Wasserkraftnutzung in Ziffer 1 die Bewilligung gemäss dem Bundesgesetz über die Fischerei erteilt; sie stützt sich in diesem Beschluss für die neue Wasserkraftverleihung auf Art. 24 Abs. 1 und Art. 25 FG. Die naturschutzrechtliche Bewilligung folgt in Ziffer 2 gestützt auf Art. 18 Abs. 1-1ter und Art. 22 Abs. 2 NHG und die kantonale Natur- und Heimatschutzverordnung. Gemäss Ziffer 4 des Abschnittes B werden die weiteren besonderen Bewilligungen für die Verwirklichung des Werkes vorbehalten. Unter Abschnitt C folgt der Entscheid über die Einsprachen der Umweltschutzorganisationen vom 19. August 1987 und 29. Juli 1988 im Sinne der Erwägungen. Die Abschnitte D, E und F umfassen die Gebühren, die Rechtsmittelbelehrung und die Anordnung der Mitteilungen.\n\n3. Der dritte Beschluss (Nr. 2631) umfasst die Genehmigung des Nachtrages Nr. 2 vom 20. August 1986 zu der am 26. Juni 1953 erfolgten Wasserrechtsverleihung der Gemeinden Mesocco und Soazza sowie die Genehmigung des Nachtrages Nr. 1 vom 20. August 1986 zu der am 12. Januar 1956 erfolgten Wasserrechtsverleihung der Gemeinde Mesocco an die MKW AG. Der erstgenannte Nachtrag Nr. 2 betrifft die Nutzung der Wasserkraft der Moesa und ihrer Seitenbäche in einer Zentrale bei Soazza (Stufe II); der zweitgenannte Nachtrag Nr. 1 bezieht sich auf die Nutzung der Wasserkraft der Moesa in einem Kraftwerk Isola-Spina. Die Rechtskraft des Beschlusses hängt gemäss den Ziffern 3 und 4 von der Rechtskraft des ersten Beschlusses vom 22. Oktober 1990 (Nr. 2629) betreffend den Bau und Betrieb eines Speicherkraftwerkes Curciusa-Spina sowie von der Realisierung dieses Werkes ab. Ziffer 8 ordnet an, dass sich die Regierung das Recht vorbehalte, spätestens bei Ablauf der ordentlichen Konzessionsdauer der vorliegenden Stufen zu prüfen, ob zwingende öffentlich-rechtliche Vorschriften des Bundes oder des Kantons BGE 119 Ib 254 S. 260dannzumal neu beachtet werden müssten. Im übrigen wird in den genannten Nachträgen die Dauer der Verleihungen vom 26. Juni 1953 und vom 12. Januar 1956 längstens bis zum 31. Dezember 2085 verlängert.\n\nIn den diesem dritten Beschluss zugrundeliegenden Erwägungen wird festgehalten, dass die Interessen des Umweltschutzes (Fischerei, Natur- und Heimatschutz, Gewässerschutz usw.) nicht gegen eine vorzeitige Konzessionsverlängerung sprächen. Die vorzeitige Verlängerung der laufenden Konzessionen ziehe auch keinen Eingriff in die Gewässer nach sich. Eine fischereirechtliche Bewilligung gemäss Art. 24-26 FG müsse daher nicht erteilt werden, und zwar auch nicht zum Zeitpunkt des ursprünglichen Konzessionsablaufes für die Verlängerungsphase. Vorzubehalten sei in jenem Zeitpunkt einzig die Prüfung der Frage, ob zwingende öffentlich-rechtliche Vorschriften des Bundes oder des Kantons dannzumal neu beachtet werden müssten, ohne dass in die Substanz der bereits verliehenen Wassernutzungsrechte eingegriffen würde. Dasselbe gelte selbstverständlich auch für den Bereich des Natur- und Heimatschutzes. Diese Feststellung schliesse allerdings nicht schlechthin jede Durchführung eines naturschutzrechtlichen Bewilligungsverfahrens bei Ablauf der ursprünglichen Konzessionsdauer aus, sofern künftig entsprechende zwingende öffentlich-rechtliche Normen in Kraft treten sollten. Eine Umweltverträglichkeitsprüfung (UVP) sei für die Verlängerung der bestehenden Konzessionen aus den Jahren 1953-1956 ebenfalls nicht erforderlich, da bei einer Konzessionsverlängerung nicht die Planung, Errichtung oder Änderung einer Anlage, also nicht ein technischer Eingriff zur Diskussion stehe, sondern nur das Nutzungsrecht als Anknüpfungspunkt gelte.\n\n4. Der vierte Beschluss (Nr. 2632) betrifft die Genehmigung von Nachträgen zu den vorne angeführten, von mehreren Gemeinden (Konzessionsgruppen A und B) am 28. April 1956 an die Calancasca AG erteilten und im Jahre 1958 auf die MKW AG übertragenen Verleihungen für die Nutzung der Wasserkraft der Calancasca unter Errichtung eines Staubeckens bei Valbella und Überleitung des gefassten Wassers ins Misox (KW Valbella-Spina). Auch die Rechtskraft dieses Beschlusses hängt von der Rechtskraft des Beschlusses für den Bau und Betrieb eines Speicherwerkes Curciusa-Spina und dessen Verwirklichung ab. Der Beschluss verlängert die Dauer der genannten Konzessionen aus den Jahren 1956-1958 längstens bis zum 31. Dezember 2085. Auch in diesem Beschluss behält sich die Regierung in Ziffer 8 vor, spätestens bei Ablauf der ordentlichen BGE 119 Ib 254 S. 261Konzessionsdauer zu prüfen, ob zwingende öffentlich-rechtliche Vorschriften des Bundes oder des Kantons dannzumal neu beachtet werden müssten.\n\nDie diesem vierten Beschluss zugrundeliegenden Erwägungen zu den Fragen des Umweltschutzes decken sich mit den genannten Erwägungen des dritten Beschlusses. Die Regierung verneint die Notwendigkeit einer UVP sowie einer fischerei- und naturschutzrechtlichen Bewilligung für die Konzessionsverlängerung. Bezüglich der von den Umweltschutzorganisationen am 27. Juli 1989 eingereichten Stellungnahme verweist sie auf die entsprechenden Erwägungen des Beschlusses.\n\n5. Der fünfte Beschluss (Nr. 2633) betrifft die Genehmigung der Nachträge vom 19. Juni 1987 zur Wasserrechtsverleihung, die der KHR AG am 13./19. März 1954 von den über die Wasserkraft des Hinterrheins verfügungsberechtigten Gemeinden erteilt worden war. Die Nachträge betreffen die Regelung der Folgen der Ableitung von Wasser des Areuabaches und aus dem Val Rossa vom Einzugsgebiet des Hinterrheins nach Süden über das Speicherwerk Curciusa zu den Kraftwerkanlagen der MKW AG. Auch die Rechtskraft dieser Nachträge wird von der Rechtskraft des Beschlusses für den Bau und Betrieb des Speicherkraftwerkes Curciusa-Spina sowie von der Verwirklichung dieses Werkes abhängig gemacht. Zur Sicherung der Nutzung der dem Hinterrhein zu entziehenden Wassermenge sehen die Nachträge vor, dass die verfügungsberechtigten Gemeinden im entsprechenden Umfang mit Wirkung ab 1. Januar 2043 für die restliche Dauer der der MKW AG von den Rheinwaldgemeinden Nufenen, Medels i.R. und Splügen verliehenen Konzession ebenfalls eine solche erteilen. Diese \"Teilwasserkraftverleihung\" dauert bis zum Ablauf der Konzession für Curciusa-Spina, längstens bis zum 31. Dezember 2085. Aus den Erwägungen ergibt sich, dass die Regierung aus den bereits im dritten und vierten Beschluss angeführten Gründen sowohl die Notwendigkeit einer UVP als auch einer fischerei- und naturschutzrechtlichen Bewilligung verneint. Die von den Umweltschutzorganisationen am 19. August 1987 erhobene Einsprache wurde laut Ziffer 12 des Beschlusses im Sinne dessen Erwägungen entschieden.\n\nB.- Am 28. November 1990 führten der Schweizerische Bund für Naturschutz (SBN), die Schweizerische Gesellschaft für Umweltschutz (SGU), die Schweizerische Greina-Stiftung (SGS), der World Wildlife Fund Schweiz (WWF), die Schweizerische Energie-Stiftung (SES) und der Schweizerische Heimatschutz (SHS) BGE 119 Ib 254 S. 262Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie beantragen, die fünf Beschlüsse der Regierung des Kantons Graubünden vom 22. Oktober 1990 seien aufzuheben; eventualiter sei die Sache unter Aufhebung der angefochtenen Beschlüsse im Sinne der Erwägungen an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde im Sinne der Erwägungen gut, hebt die fünf angefochtenen Regierungsbeschlüsse auf und weist die Sache zu neuem Entscheid im Sinne der Erwägungen an die Regierung des Kantons Graubünden zurück.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Zunächst ist von Amtes wegen und frei zu prüfen, ob die Voraussetzungen für die Beurteilung der Verwaltungsgerichtsbeschwerde erfüllt sind (BGE 119 Ib 57 und 68, BGE 118 Ib 420, mit Hinweisen).\n\na) Gemäss Art. 97 und 98 lit. g OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 VwVG, welche von letzten Instanzen der Kantone ausgehen, sofern dieses Rechtsmittel nicht gemäss Art. 99-102 OG unzulässig ist. Die angefochtenen Regierungsbeschlüsse stellen Verfügungen im Sinne von Art. 5 VwVG dar. Sie bestätigen, ändern und verlängern bereits verliehene Rechte zur Ausnützung der Wasserkraft und erteilen der MKW AG für die Erstellung und den Betrieb des Saison-Speicherwerkes Curciusa die Bewilligungen gemäss den Art. 24-26 FG und gemäss Art. 18 Abs. 1-1ter sowie Art. 22 Abs. 2 NHG, soweit die Regierung Bewilligungen nach den genannten Gesetzen als erforderlich erachtete.\n\nDie Beschwerdeführer werfen der Regierung vor, die Anforderungen des Umweltschutzrechts des Bundes im weitesten Sinne (einschliesslich der in den einschlägigen Spezialgesetzen geregelten Anliegen) missachtet oder jedenfalls nur in ungenügendem Ausmass berücksichtigt zu haben. Soweit sie die Beschlüsse der Regierung als Ganzes anfechten, geht es ihnen nicht primär um die erteilten und zu einem wesentlichen Teil bereits ausgenützten Wasserrechtskonzessionen, sondern um die umweltschutzrechtlichen Anforderungen an die Wasserkraftnutzung, die nach ihrer Meinung hätten berücksichtigt werden müssen. Dementsprechend betrifft ihre Beschwerde nicht unmittelbar die Erteilung oder Verweigerung einer Konzession im Sinne von Art. 99 lit. d OG und auch nicht die Erteilung oder BGE 119 Ib 254 S. 263Verweigerung einer Baubewilligung für technische Anlagen im Sinne von Art. 99 lit. e OG. Vielmehr bezieht sie sich auf die mit der Nutzung der Wasserkraft verbundenen Eingriffe in die Natur und die Umwelt, speziell in die erfassten Gewässer, auf Fragen somit, die im verwaltungsgerichtlichen Beschwerdeverfahren zu beurteilen sind. Ein Ausschlussgrund gemäss Art. 99-102 OG liegt nicht vor (BGE 117 Ib 184 E. 1a mit Hinweisen; BGE vom 16. September 1987 in ZBl 89/1988 S. 274, E. 1).\n\nb) Die Regierung hat als einzige und letzte kantonale Instanz entschieden (Art. 98 lit. g OG). Ein Weiterzug an das kantonale Verwaltungsgericht ist nicht vorgesehen (Art. 13 lit. b des Gesetzes vom 9. April 1967 über die Verwaltungsgerichtsbarkeit im Kanton Graubünden). Auch ist keine Beschwerde an eine eidgenössische Vorinstanz gemäss Art. 98 lit. b-f OG gegeben.\n\nc) Die Beschwerdeführer stützen ihr Beschwerderecht auf Art. 55 USG wie auch auf Art. 12 NHG. Auf Art. 55 USG können sich die vom Bundesrat in der Verordnung vom 27. Juni 1990 über die Bezeichnung der beschwerdeberechtigten Umweltschutzorganisationen genannten Vereinigungen berufen (SR 814.076). Hiezu zählen der SBN, die SGU, der WWF, die SES und der SHS. Da die Erteilung der fischerei- und naturschutzrechtlichen Bewilligungen die Erfüllung einer Bundesaufgabe im Sinne von Art. 24sexies BV und Art. 2 NHG darstellt, steht der Anerkennung des Rekursrechtes dieser Organisationen gemäss Art. 12 NHG ebenfalls nichts entgegen (BGE 117 Ib 185 ff. E. 2 mit Hinweisen).\n\nDie Schweizerische Greina-Stiftung kann sich hingegen nur auf Art. 12 NHG berufen, da sie keine zehn Jahre vor Einreichung der Beschwerde gegründet wurde (Art. 55 Abs. 1 USG). Da auch sie eine gesamtschweizerische Vereinigung ist, die sich statutengemäss dem Natur- und Heimatschutz widmet, beruft sie sich zu Recht auf Art. 12 NHG. Ob und inwieweit sich aus dem Ausschluss des Rekursrechts nach Art. 55 USG eine Begrenzung ihrer Vorbringen ergibt, worauf die Regierung in ihrer Beschwerdeantwort hinweist, kann offengelassen werden, zumal jedenfalls die übrigen Organisationen - wie erwähnt - auch nach Art. 55 beschwerdelegitimiert sind und daher auf sie bezogen ohnehin sämtliche vorgetragenen Rügen zu prüfen sind. Immerhin sei bemerkt, dass zur Belastung der Umwelt, über welche die UVP Auskunft geben soll, die Auswirkungen der Anlage auf Natur, Heimat, Landschaft und Gewässer zählen (Art. 9 USG, Art. 3 der Verordnung vom 19. Oktober 1988 über die Umweltverträglichkeitsprüfung [UVPV]; BGE 119 Ib 254 S. 264SR 814.011), Anliegen somit, auf die sich das Beschwerderecht nach Art. 12 NHG bezieht.\n\nd) Am Verfahren vor der letzten kantonalen Instanz haben sich die beschwerdeführenden Organisationen beteiligt, so dass auch diese Voraussetzung für die Ausübung ihres Beschwerderechts erfüllt ist (BGE 117 Ia 274 E. 1a mit Hinweisen). Zwar werden die Eingaben der Umweltschutzorganisationen nur in den Beschlüssen Nrn. 2630, 2632 und 2633 angeführt. Im Beschluss Nr. 2630 wird in Abschnitt C über die von ihnen erhobenen Einsprachen im Sinne der Erwägungen entschieden. Im Beschluss Nr. 2633 wird in Ziff. 12 ebenfalls vermerkt, die Einsprache der Umweltschutzorganisationen vom 19. August 1987 werde im Sinne der Erwägungen entschieden, und im Beschluss Nr. 2632 wird in Ziff. 9 bezüglich ihrer Stellungnahme vom 27. Juli 1989 auf die entsprechenden Erwägungen des Beschlusses verwiesen. Aus den betreffenden Erwägungen ergibt sich unmissverständlich, dass die Umweltschutzorganisationen in erster Linie das Saison-Speicherwerk Curciusa bekämpfen, mit dessen Genehmigung die fragliche Verleihung durch die Gemeinden Medels i.R., Nufenen und Splügen sowie die Nachträge zu den bestehenden Konzessionen der Gemeinden des Calancatales und des Hinterrheintales verbunden sind, welche Gegenstand der genannten Beschlüsse bilden. Es ist daher von der Beteiligung der Umweltschutzorganisationen am vorinstanzlichen Verfahren auszugehen.\n\ne) Demgemäss ergibt sich, dass auf die form- und fristgerecht eingereichte Beschwerde einzutreten ist. Dabei sind im verwaltungsgerichtlichen Verfahren auch die Einwendungen zu prüfen, welche sich auf die Anwendung des kantonalen Rechts beziehen. Soweit sich die Beschwerdeführer auf die kantonalen Erlasse berufen, welche die Nutzung der Wasserkraft, die Fischerei, den Natur- und Heimatschutz sowie die Raumplanung betreffen, handelt es sich jedenfalls überwiegend um Ausführungsrecht zum Bundesrecht, dem für die Beurteilung der aufgeworfenen Fragen keine eigenständige Tragweite zukommt. Im übrigen weisen die auf kantonalem bzw. kommunalem Recht beruhenden Anordnungen einen derart engen Sachzusammenhang mit den zu beurteilenden Fragen des Bundesverwaltungsrechts auf, dass sie in jedem Falle im verwaltungsgerichtlichen Beschwerdeverfahren zu prüfen sind (BGE 118 Ib 237, 329 und 393 mit weiteren Hinweisen).\n\n2. Die Beschwerdeführer machen geltend, der rechtserhebliche Sachverhalt sei zum Teil unrichtig oder unvollständig festgestellt und BGE 119 Ib 254 S. 265Bundesrecht sei teils überhaupt nicht, teils unrichtig angewendet worden. Diese Rügen sind zulässig.\n\na) Vorinstanz ist die kantonale Regierung. Demgemäss kann das Bundesgericht die Feststellung des Sachverhalts von Amtes wegen und die Einwendungen der Beschwerdeführer hiezu ohne Beschränkung seiner Kognition umfassend prüfen (Art. 104 lit. a und Art. 105 Abs. 1 OG). Zu beachten ist freilich, dass die sich auf die Sachverhaltsfeststellung beziehenden Rügen der Beschwerdeführer mit den zu entscheidenden Fragen der Rechtsanwendung, insbesondere der Frage der vollständigen Berücksichtigung der massgebenden Interessen und deren richtige Abwägung, derart eng verflochten sind, dass sie nachfolgend im Rahmen der Überprüfung der Rechtsanwendung zu beurteilen sind. Hiefür ist davon auszugehen, dass das Bundesgericht an die Sachverhaltsabklärung für die Bewilligung von Anlagen, welche die Umwelt erheblich belasten, wie dies für grössere Werke für die Nutzung der Wasserkraft zutrifft, hohe Anforderungen stellt. Nur aufgrund einer umfassenden Abklärung der Auswirkungen der Wasserkraftnutzung ist eine den Anforderungen des Umweltschutzrechts entsprechende Beurteilung, insbesondere ein sorgfältiges Gewichten der zu berücksichtigenden Interessen, überhaupt möglich (BGE 117 Ib 187 E. 3c mit Hinweisen).\n\nb) Das Bundesgericht überprüft die Anwendung des einschlägigen Bundesverwaltungsrechts ohne Beschränkung seiner Kognition. Soweit die Vorinstanzen Ermessen ausgeübt haben, kann es allerdings nur bei Überschreitung oder Missbrauch des Ermessens einschreiten (Art. 104 lit. a OG). Die umfassende Überprüfung der Rechtsanwendung schliesst nicht aus, dass das Bundesgericht den Vorinstanzen bei der Anwendung unbestimmter Gesetzesbegriffe einen gewissen Beurteilungsspielraum einräumt, insbesondere soweit örtliche Verhältnisse zu würdigen sind. Es trägt diesem Spielraum dadurch Rechnung, dass es die Fragen, zu deren Beurteilung die Vorinstanzen über die besseren Kenntnisse der besonderen örtlichen, technischen oder persönlichen Verhältnisse verfügen, zurückhaltend prüft (BGE 118 Ib 490, BGE 115 Ib 135 f. und 316, zudem auch BGE vom 16. September 1987 in ZBl 89/1988 S. 274, E. 3, und BGE 112 Ib 428 E. 3, mit weiteren Hinweisen).\n\nZum Bundesrecht zählt auch das Verfassungsrecht des Bundes. Die Rechtsanwendungskontrolle umfasst daher auch die Überprüfung der Einwendung, der Anspruch auf rechtliches Gehör sei bei der Anwendung des Bundesrechts verletzt worden.\n\nBGE 119 Ib 254 S. 266\n\nSchliesslich ist im verwaltungsgerichtlichen Beschwerdeverfahren ebenfalls zu prüfen, ob beim Erlass der angefochtenen Beschlüsse zu Unrecht Bundesverwaltungsrecht nicht angewendet wurde. Auch insoweit sind die Beschlüsse den Verfügungen im Sinne von Art. 5 VwVG gleichgestellt (BGE 118 Ib 392, 116 Ib 171 E. 1, je mit Hinweisen).\n\n3. Die Kritik der Umweltschutzorganisationen am Ablauf des vorinstanzlichen Verfahrens ist unbegründet. Ihre Beschwerdeschrift bestätigt, dass sie trotz der von ihnen gerügten verspäteten Zustellung aller Regierungsbeschlüsse in der Lage waren, ihre Einwendungen gegen das von ihnen beanstandete Projekt vorzutragen. Ausserdem erhielten sie im einlässlichen bundesgerichtlichen Instruktionsverfahren Gelegenheit, ihre Vorbringen mit der Unterstützung ihrer Fachleute zu vervollständigen und zu verdeutlichen, so dass allfällige Mängel als geheilt zu gelten haben (vgl. BGE 117 Ib 86 f. mit Hinweisen)...\n\n4. a) Die von der Regierung am 23. Januar 1956 genehmigte Konzession, welche die Gemeinde Mesocco am 16. Juni der Calancasca AG - der Rechtsvorgängerin der MKW AG - erteilt hatte, umfasste die Erstellung eines Gravitationswerkes mit einem 27,6 Mio. m3 haltenden Stausee auf Curciusa und einer Zentrale Pian San Giacomo. Für diese als Stufe I bezeichnete Wasserkraftnutzung wurde die Baufrist wiederholt verlängert, letztmals bis Ende 1992. Die Änderung der energiewirtschaftlichen Rahmenbedingungen, insbesondere der Bedarf an Winterenergie, veranlasste die Beliehene zur Änderung des der Verleihung von 1953/1956 zugrundeliegenden Projekts. Anstelle des Gravitationswerkes, dessen Realisierung bereits ein Anwachsen des Anteils der Winterenergie auf 55% der gesamten Energiemenge gebracht hätte, soll nun ein Saison-Speicherwerk zur Umlagerung von Sommer- in Winterstrom errichtet werden, so dass der Winterenergieanteil auf rund 83% ansteigt. Hiezu soll der Staudamm erhöht werden, um den Inhalt des Stausees auf 60 Mio. m3 zu erweitern. Diese Projektänderung führt nach unbestrittener Darstellung insgesamt zu keiner Vergrösserung der nutzbaren Wassermenge. Doch wird die in den Misoxer Kraftwerken zu nutzende Wasserkraft um das dem Hinterrheingebiet zu entziehende und der Moesa zuzuleitende Wasser vermehrt und das nutzbare Gefälle um 7% erhöht. Sodann verändert sich durch die Wasserspeicherung im Sommer und die grössere Energiegewinnung im Winterhalbjahr auch das Wasserregime der Moesa.\n\nBGE 119 Ib 254 S. 267\n\nb) Die Beschwerdeführer bezeichnen diese Projektänderungen als derart weitgehend, dass die Verwirklichung des Vorhabens eine neue Wasserrechtsverleihung bedinge; von einem wohlerworbenen Recht, das zu respektieren sei, könne nicht die Rede sein. Sie sind sodann der Meinung, dass eine neue Konzession für das Saison-Speicherwerk heute in erster Linie aus Gründen des Landschafts- und Naturschutzes nicht erteilt werden könne.\n\nZum Entscheid über dieses Hauptanliegen der Beschwerdeführer ist zunächst zu prüfen, welche Tragweite der im Jahre 1953 für das Werk Curciusa (Stufe I) erteilten und von der Regierung 1956 genehmigten Konzession für die Beurteilung der umstrittenen Nachträge zukommt (nachf. E. 5). Im weiteren fragt sich, ob die angefochtenen Beschlüsse deshalb aufzuheben oder zu korrigieren sind, weil die UVP für das Saison-Speicherwerk Curciusa bezüglich des Verfahrens (nachf. E. 6) oder der materiellen Anforderungen (nachf. E. 7-9) dem Bundesrecht nicht genügt, wobei insbesondere auch die genannte Hauptfrage zu prüfen ist, ob in Anwendung des geltenden Naturschutzrechts der Eingriff in Natur und Landschaft als untragbar zu bezeichnen und aus diesem Grunde die Beschwerde mit der Folge gutzuheissen ist, dass das Werk Curciusa nicht erstellt werden kann. Abschliessend sind dann die verbleibenden Einwendungen gegen die weiteren Regierungsbeschlüsse Nrn. 2631, 2632 und 2633 zu beurteilen (E. 10).\n\n5. a) Das Bundesgericht hat in dem die Kraftwerke Ilanz AG betreffenden Entscheid vom 17. Juni 1981 (BGE 107 Ib 140 ff.) erkannt, dass die Beliehene das Recht auf Nutzung der Wasserkraft, welche Gegenstand der Konzession bildet, mit der Konzessionserteilung, und nicht etwa erst mit dem Baubeginn, erhält (E. 3a, S. 144). Die Bestimmung der nutzbaren Wassermenge gehört zu den wesentlichen Bestandteilen einer Konzession (Art. 54 des eidgenössischen Wasserrechtsgesetzes vom 22. Dezember 1916, WRG; SR 721.80). Nur deren Festlegung erlaubt es dem Beliehenen, Klarheit über die Wirtschaftlichkeit der Wasserkraftnutzung und der von ihm hiefür zu tätigenden Investitionen zu erlangen (BGE 49 I 174). Diese sind im Regelfall aussergewöhnlich hoch. Das eidgenössische Wasserrechtsgesetz sieht daher ausdrücklich vor, dass die verliehenen Wassernutzungsrechte wohlerworbene Rechte sind (Art. 43 Abs. 1 WRG). Dank dieser Anordnung zeichnen sie sich durch Gesetzesfestigkeit aus (WERNER DUBACH, Die wohlerworbenen Rechte im Wasserrecht, November 1979, S. 36 ff.). Eine Schmälerung oder Rücknahme des Nutzungsrechtes ist \"nur aus Gründen des BGE 119 Ib 254 S. 268öffentlichen Wohles und gegen volle Entschädigung\" möglich (Art. 43 Abs. 2 WRG). Dieser Regel fügte das Bundesgericht allerdings den Vorbehalt bei, dass aufgrund einer entsprechenden allgemeinen Bestimmung im Verleihungsakt, wie sie auch in den vorliegenden Verleihungen angebracht wurde (je Art. 28), künftige Gesetze vom Beliehenen zu beachten seien. Doch könne sich der Vorbehalt der bestehenden und künftigen Gesetze bei vernünftiger Auslegung nur auf Normen beziehen, die keinen Eingriff in wohlerworbene Rechte zur Folge hätten, während Regeln, die diese Rechte in ihrer Substanz beeinträchtigen und zu einem entschädigungslos hinzunehmenden Eingriff führen würden, vom Vorbehalt nicht erfasst seien (BGE 107 Ib 146 E. 4).\n\nIn dem die Engadiner Kraftwerke betreffenden Teilurteil vom 16. September 1987 (ZBl 89/1988 S. 274) hat das Bundesgericht diese Rechtsprechung bestätigt und festgestellt, dass auch im Fall eines nicht nur formelhaft angebrachten Vorbehalts künftigen Rechts, sondern auch bei Anwendung einer gezielten, der Hygiene und dem Landschaftsschutz dienenden Bestimmung keine so weit gehenden Anordnungen getroffen werden dürfen, dass die Nutzung der Wasserkraft zu wirtschaftlich tragbaren Bedingungen verunmöglicht wird (E. 5c des Teilurteils, ZBl 89/1988 S. 277). Auch aus dem Vorbehalt einer Überprüfung der Konzessionsbedingungen, der in einem Beschluss über den Aufschub des Baubeginns und damit die Verlängerung der Konzession angebracht wird, kann nicht gefolgert werden, dass Massnahmen angeordnet werden dürfen, welche im Ergebnis das verliehene Recht missachten (E. 5d und e des erwähnten Entscheides, ZBl 89/1988 S. 278 f.).\n\nIm Lichte dieser Rechtsprechung, von der abzuweichen auch im vorliegenden Fall kein Anlass besteht, kann der Auffassung der Beschwerdeführer, das im Jahre 1953 verliehene Recht sei unbeachtlich, nicht gefolgt werden. Die Beliehene hat im Vertrauen auf den Bestand der Verleihung des Rechts, die sich aus der Verleihungsurkunde ergebende Wassermenge zu nutzen, erhebliche Aufwendungen für die Projektierung des Werks in Kauf genommen. Die genannte Gesetzesbeständigkeit des wohlerworbenen Nutzungsrechts, die der Gesetzgeber angeordnet hat, findet ihre verfassungsrechtliche Grundlage u.a. im Schutz von Treu und Glauben. Das verliehene Recht darf daher nicht ohne Entschädigung einseitig aufgehoben oder in so weit gehendem Mass geändert werden, dass in die Substanz oder den Wesensgehalt des Rechts eingegriffen wird (BGE 107 Ib 150; DUBACH, a.a.O., S. 56; RHINOW/KRÄHENMANN, BGE 119 Ib 254 S. 269Verwaltungsrechtsprechung, Ergänzungsband, N. III zu Nr. 122, S. 366; VINZENS AUGUSTIN, Das Ende der Wasserrechtskonzession, Diss. Freiburg 1983, S. 26 ff.; kritisch KATHRIN KLETT, Verfassungsrechtlicher Schutz \"wohlerworbener Rechte\" bei Rechtsänderungen, Diss. Bern 1984, S. 189 f.).\n\nb) Mit diesen Feststellungen ist freilich noch nicht entschieden, wie der umstrittene Nachtrag zur Konzession von 1953/1956, den die MKW AG als \"Konzessionsanpassung\" bezeichnet, konzessionsrechtlich zu qualifizieren ist. Anzuerkennen ist, dass das nun vorgesehene Projekt eines Saison-Speicherwerkes gegenüber dem ursprünglich geplanten Gravitationswerk ein neues Projekt darstellt. Zum notwendigen Inhalt der Verleihung zählen u.a. neben dem Umfang des verliehenen Nutzungsrechts auch die Art der Benutzung und die den Beliehenen auferlegten wirtschaftlichen Leistungen (Art. 54 lit. b und d WRG). Die Speicherung des Wassers in einem Stausee mit mehr als doppelt so hohem Inhalt (60 Mio. m3 anstelle von 27,6 Mio. m3), die überwiegende Nutzung des Wassers im Winter statt im Sommer, die Erhöhung des nutzbaren Gefälles um 7%, der Verzicht auf die Zentrale Pian San Giacomo, an deren Stelle die unterirdische Zentrale Spina II errichtet werden soll, der Verzicht auf den Wasseraustausch zwischen dem Misox und dem Hinterrheintal für die dem Hinterrhein zu entziehende Wassermenge sowie die Neufestlegung der wirtschaftlichen Leistungen der Beliehenen einschliesslich der Anpassung der Heimfallsregelung legen es nahe, von einer so weit gehenden Änderung des ursprünglich vorgesehenen Nutzungskonzepts gemäss der Konzession von 1953/1956 zu sprechen, dass die hier umstrittene Anpassung materiell der Erteilung einer neuen Konzession gleichkommt. Hiefür spricht auch der Zusammenhang mit der anerkanntermassen neuen Konzession, die von den Gemeinden Nufenen, Medels i.R. und Splügen erteilt wurde (Beschluss Nr. 2630). Es liesse sich auch von einer Ablösung bzw. Erneuerung der nicht ausgeschöpften Konzession sprechen, auch wenn unter dem Begriff \"Erneuerung\" üblicherweise die Vereinbarung der Weiternutzung einer abgelaufenen Konzession durch den bisherigen Konzessionär zu verstehen ist. Eine solche Vereinbarung, deren Zulässigkeit nicht zu bezweifeln ist, richtet sich nach den für die Erteilung einer neuen Konzession geltenden Grundsätzen, wie dies bereits in der Botschaft des Bundesrates zum Wasserrechtsgesetz dargelegt wird (BBl 1912 II 701). Die Botschaft des Bundesrats zur Volksinitiative \"zur Rettung unserer Gewässer\" und zur Revision des Bundesgesetzes vom 8. Oktober 1971 über den Schutz der BGE 119 Ib 254 S. 270Gewässer wiederholt diesen Grundsatz mit Hinweis auf dessen erhebliche Bedeutung für die Verwirklichung angemessener Restwassermengen (BBl 1987 II 1139).\n\nDoch ist das Verständnis der verwendeten Begriffe für die Beurteilung des umstrittenen Nachtrags zur Wasserrechtsverleihung vom 16. Juni 1953 für den Bau des Kraftwerkes Curciusa letztlich nicht ausschlaggebend. Die Regierung hat den Nachtrag gestützt auf Art. 4 und 5 des Bündner Gesetzes vom 18. März 1906 betreffend die Benutzung der öffentlichen Gewässer zur Errichtung von Wasserwerken (BWRG) genehmigt, gestützt auf Vorschriften somit, welche für die Genehmigung neuer Konzessionen gelten. Wenn sie dabei der im Jahre 1953 erteilten Verleihung, deren Dauer zufolge der Verlängerung der für den Baubeginn festgesetzten Frist noch nicht zu laufen begonnen hat, Rechnung getragen hat, so ändert dies nichts daran, dass der von ihr genehmigte Nachtrag seinem Gehalte nach - wie ausgeführt - einer neuen Konzession gleichkommt.\n\nLiegt nach dem Gesagten eine Änderung der Konzession von 1953 vor, welche in rechtlicher Hinsicht den Erfordernissen einer neuen Konzession entsprechen muss, so steht damit auch fest, dass grundsätzlich die geltenden Gesetze sowohl bezüglich des Verfahrens als auch der materiellen Anforderungen zu beachten sind.\n\nc) Verständlich ist die vom BRP geübte Kritik am Ungenügen der richtplanerischen Grundlagen für die Wasserkraftnutzung. Diese zählt zu den raumwirksamen Tätigkeiten, wie in Art. 1 Abs. 2 lit. c der Verordnung vom 2. Oktober 1989 über die Raumplanung (RPV; SR 700.1) ausdrücklich festgehalten ist. Doch steht dieser Mangel weder der Genehmigung der umstrittenen Verleihungsbeschlüsse durch die Regierung noch der Erteilung der fischerei- und der naturschutzrechtlichen Bewilligung entgegen, sofern bei der Projektprüfung die vom Raumplanungsrecht verlangte Abstimmung der raumwirksamen Tätigkeiten beachtet und insbesondere dem Gebot der haushälterischen und umweltschonenden Nutzung (Art. 2 Abs. 1 lit. d RPV) Rechnung getragen wird. Wie sich aus dem Bericht über die Umweltverträglichkeit und dessen Begutachtung durch die kantonale Fachstelle ergibt, ist der vom Bundesamt geforderten raumwirksamen Koordination hinsichtlich des Kraftwerkes Curciusa in genügendem Masse nachgekommen worden.\n\n6. In bezug auf das vom Kanton befolgte Verfahren wenden die Beschwerdeführer ein, die UVP müsse bereits vor der Beschlussfassung der für die Wasserrechtsverleihung zuständigen Gemeindebehörden und nicht erst im Verfahren vor der Regierung BGE 119 Ib 254 S. 271über die Genehmigung der Gemeindebeschlüsse und die Erteilung der nach Fischerei- sowie Natur- und Heimatschutzgesetz nötigen Bewilligungen vorliegen.\n\na) Bevor eine Behörde über die Planung, Errichtung oder Änderung von Anlagen entscheidet, welche die Umwelt erheblich belasten, hat sie nach Art. 9 Abs. 1 USG deren Umweltverträglichkeit zu prüfen. Der Bundesrat bezeichnet diese Anlagen. Gemäss Ziff. 21.3 des hiefür massgebenden Anhangs der UVPV unterliegen Speicher- und Laufkraftwerke einer mehrstufigen UVP. Als erste Stufe wird unter Hinweis auf Art. 38 WRG das Konzessionsverfahren genannt. Die zweite Stufe ist durch das kantonale Recht zu bestimmen.\n\nGemäss dem Gesetz vom 18. März 1906 betreffend die Benutzung der öffentlichen Gewässer des Kantons Graubünden zur Errichtung von Wasserwerken (WNG) ist zur Erstellung einer Wasserwerkanlage die Konzession der Territorialgemeinde erforderlich. Zu ihrer Gültigkeit bedarf die Konzession der Genehmigung durch die Regierung (Art. 4 Abs. 1 und 3 WNG). Entsprechendes gilt für Konzessionsänderungen und -erneuerungen (Art. 7 WNG). Hieraus ergibt sich, dass das Konzessionsverfahren erst mit der Genehmigung durch die Regierung abgeschlossen ist. Wird berücksichtigt, dass das Verleihungsverfahren gemäss Art. 60 WRG durch die Kantone geregelt wird und dass sich das Bundesumweltschutzrecht damit begnügt, auf das Konzessionsverfahren zu verweisen, so kann nicht von einem Verstoss gegen Bundesrecht die Rede sein, wenn die erste Stufe der UVP im Verlaufe des Genehmigungsverfahrens durch die kantonale Regierung vorgenommen wird.\n\nb) Dass die Gemeinden im Zeitpunkt ihrer Beschlussfassung über die Verleihung des Wasserrechts über die Umweltverträglichkeit der Wasserwerkanlage nicht abschliessend im Bilde sind, ist zwar zu bedauern, kann jedoch aufgrund der nicht als bundesrechtswidrig zu bezeichnenden Regelung des Bündner Rechts über die Kompetenzen und das Verfahren der Wasserrechtsverleihung nicht beanstandet werden. Die Prüfung der Umweltverträglichkeit der Anlage wird von der Behörde durchgeführt, welche im Rahmen eines Bewilligungs-, Genehmigungs- oder Konzessionsverfahrens über das Projekt entscheidet (Art. 5 Abs. 1 UVPV). Da das Konzessionsverfahren erst mit der Genehmigung der Konzession durch die Regierung abgeschlossen ist, entspricht es dieser Regel, wenn das kantonale Recht die Regierung als zuständige Behörde im Sinne dieser Vorschrift bezeichnet. Ihr obliegt es, eine frühzeitige und umfassende Beurteilung des Projekts sicherzustellen (Art. 3 und 5 Abs. 3 UVPV).BGE 119 Ib 254 S. 272\n\nDie Erstellung einer Wasserwerkanlage bedarf nicht nur der Verleihung der Wasserkraftnutzung, sondern auch der Erteilung weiterer Bewilligungen, so namentlich der gewässerschutzrechtlichen, der fischereirechtlichen und der naturschutzrechtlichen Bewilligung. Es entspricht daher dem Koordinationsgebot, dessen Beachtung u.a. die UVP dient (Art. 14 und 21 UVPV; BGE 116 Ib 263 E. 1b und c), wenn die Regierung als Genehmigungs- und Bewilligungsbehörde mit ihrem Entscheid die Umweltverträglichkeit des Werkes feststellt. Die fischereirechtliche, die naturschutzrechtliche und nach dem am 1. November 1992 in Kraft getretenen GSchG vom 24. Januar 1991 (SR 814.20) auch die gewässerschutzrechtliche Bewilligung bedürfen notwendigerweise der Abstimmung mit der Verleihung der Wasserkraftnutzung, zählt doch die Festlegung der Mindestwassermenge sowohl zum Inhalt der Verleihung als auch zu den Anordnungen für die Sicherung günstiger Lebensbedingungen für die Wassertiere (s. Art. 25 Abs. 1 lit. a FG vom 14. Dezember 1973 und Art. 8 f. des am 1. Januar 1994 in Kraft tretenden FG vom 21. Juni 1991 [SR 923.0], ferner Art. 54 WRG sowie die Zweckbestimmungen des GSchG vom 24. Januar 1991 zum Schutz der Gewässer vor nachteiligen Einwirkungen [Art. 1 und 29 ff. betr. Sicherung angemessener Restwassermengen]; BGE 107 Ib 153 E. 3c).\n\n7. Die Beschwerdeführer wenden sodann ein, die beiden Regierungsbeschlüsse Nrn. 2629 und 2630, die das Projekt des Speicherwerks Curciusa betreffen, seien derart eng mit den Beschlüssen Nrn. 2631, 2632 und 2633 verbunden, dass im Sinne des Anlagebegriffs gemäss Art. 7 Abs. 7 und Art. 9 USG von einer alle beteiligten Kraftwerkanlagen umfassenden Gesamtanlage auszugehen sei. Hieraus ergebe sich, dass sämtliche Beschlüsse nur aufgrund einer gesamthaften UVP gefasst werden könnten, welche die Umweltverträglichkeit auch der mit den Beschlüssen Nrn. 2631-2633 verfügten Anordnungen nachweise. Das EDI teilt diese Auffassung.\n\na) Es trifft zu, dass ein Zusammenhang zwischen den Werken besteht, welche Gegenstand aller fünf angefochtenen Regierungsbeschlüsse bilden. Die Rechtskraft aller Beschlüsse hängt vom Bau und Betrieb des Saison-Speicherkraftwerkes Curciusa ab. Doch kann aus dieser konzessionsrechtlich angeordneten Abhängigkeit nicht ohne weiteres gefolgert werden, umweltschutzrechtlich seien die einzelnen Werke als Teilanlagen einer Gesamtanlage zu betrachten. In Frage stehen - vom Werk Curciusa abgesehen - seit Jahrzehnten in Betrieb stehende und von verschiedenen Gesellschaften geführte Wasserkraftwerke. Sie nutzen ausserdem die Wasserkraft verschiedener BGE 119 Ib 254 S. 273Einzugsgebiete, des Hinterrheins einerseits und der Moesa sowie der Calancasca anderseits.\n\nb) Für das nun zu beurteilende Speicherwerk Curciusa ist festzustellen, dass gemäss seiner Zweckbestimmung als Saison-Speicherwerk zur Umlagerung von Sommer- in Winterenergie ein untrennbarer Zusammenhang mit den bisherigen Werken Isola-Spina und Spina-Soazza besteht. Dieser Zusammenhang ist umweltschutzrechtlich erheblich, führt er doch zu einer wesentlichen Veränderung des Wasserregimes, namentlich der Moesa. Anderseits kann gestützt auf die Aktenlage - insbesondere gestützt auf den Bericht zur UVP - angenommen werden, dass die Änderung des Abflusses im Hinterrhein zufolge der Ableitung von Wasser aus dem Val Rossa und eines Teils des Abflusses des Areuabaches umweltschutzrechtlich vernachlässigbar ist (s. hiezu nachf. E. 9k und 10b).\n\nEs liegt daher nahe, hinsichtlich der genannten Werke Spina und Soazza - nicht aber mit Bezug auf die Anlagen der KHR AG - eine Gesamtanlage anzunehmen, welche im Sinne von Art. 9 Abs. 1 USG die Umwelt erheblich belasten kann. In der Botschaft zum USG werden Kraftwerke zur Energiegewinnung ausdrücklich als solche Anlagen genannt (BBl 1979 III 786). Da sich die beabsichtigte bedeutend grössere Menge von Winterenergie nur dank des Speicherwerkes Curciusa in den Anlagen Spina und Soazza erzeugen lässt, sind als Konsequenz der neuen Energienutzungskonzeption die erwähnten bestehenden Werke als Teil der Gesamtanlage zu betrachten, wie dies von den Vereinigungen verlangt wird und auch der Auffassung des EDI entspricht. Die potentiell erhebliche Umweltbelastung, zu welcher die Wasserspeicherung in Curciusa führt, erstreckt sich als Folge des neuen Nutzungskonzepts notwendigerweise auf die bisherigen Werke Spina und Soazza.\n\nFür die UVP-Pflicht ist das Kriterium der potentiell erheblichen Umweltbelastung massgebend (HERIBERT RAUSCH, Kommentar zum USG, N. 31 zu Art. 9). Entsprechend ist auch für die veränderte Betriebsführung in den bestehenden Werken der MKW AG eine UVP nötig. Fragen kann sich nur, ob allenfalls die vorliegenden Untersuchungen ausreichen, um das Projekt im Sinne von Art. 24 UVPV gesamthaft auf seine Übereinstimmung mit den Vorschriften über den Schutz der Umwelt prüfen zu können. Hierauf ist weiter hinten zurückzukommen (E. 9 und 10).\n\n8. Aufgrund von Art. 9 Abs. 3 USG liess die MKW AG durch die Elektrowatt Ingenieurunternehmung AG den Bericht über die Umweltverträglichkeit des Saison-Speicherwerkes Curciusa ausarbeiten.\n\nBGE 119 Ib 254 S. 274\n\nDer umfangreiche Bericht wurde im März 1987 erstattet. Als Anhang wurden ihm 18 fachspezifische Teilberichte zu den einzelnen die Umwelt betreffenden Sachbereichen beigegeben. Er wurde mit einem weiteren Bericht vom Januar 1991 über die Auswirkungen des Projekts auf die Oberflächengewässer der Moesa unterhalb Soazza sowie auf die Auen und die Lebensbedingungen der Gewässerfauna ergänzt. Die Beschwerdeführer werfen dem Bericht vor, er sei unvollständig, beruhe zum Teil auf ungenügenden Sachverhaltsabklärungen und ziehe in bezug auf die Umweltauswirkungen des geplanten Saison-Speicherwerkes Folgerungen, denen nicht zugestimmt werden könne.\n\nZur Überprüfung der Einwendungen der Organisationen drängen sich zunächst die nachfolgenden grundsätzlichen Erwägungen auf:\n\na) Der gestützt auf Art. 9 USG erstellte Bericht über die Umweltverträglichkeit des Saison-Speicherwerkes Curciusa ist gestützt auf Art. 9 Abs. 5 USG und die zugehörigen Bestimmungen der UVPV von der gemäss Art. 42 USG eingesetzten Umweltschutzfachstelle des Kantons beurteilt worden (Art. 12 und 13 UVPV). Diese holte die Stellungnahmen der beteiligten kantonalen Ämter und des BUWAL als Fachstelle des Bundes ein (Art. 42 Abs. 2 USG). Zum Bericht des Bundesamtes äusserte sie sich abermals. Die durch die kantonale Fachstelle vorzunehmende Prüfung des Berichts über die Umweltverträglichkeit entspricht einer vom Bundesrecht obligatorisch verlangten amtlichen Expertise (BGE 118 Ib 603 E. 6; MARTIN LENDI, Die UVP nach schweizerischem Recht, Schriftenreihe zur Orts-, Regional- und Landesplanung Nr. 38, 1988, S. 83; RAUSCH, a.a.O., N. 124 zu Art. 9 USG; PIERRE ANDRÉ JUNGO, Die UVP als neues Institut des Verwaltungsrechts, Diss. Freiburg 1987, S. 118). Es kommt ihr dementsprechend grosses Gewicht zu. Auch wenn der entscheidenden Behörde eine freie Beweiswürdigung zusteht, entspricht es dem Sinn des Beizugs der Fachstelle als sachkundiger Spezialbehörde, dass nur aus triftigen Gründen vom Ergebnis der Begutachtung abzuweichen ist. Dies trifft namentlich auch für die ihr zugrundeliegenden tatsächlichen Feststellungen zu.\n\nFür die Beurteilung der UVP ist sodann zu beachten, dass diese ein förmliches Vorverfahren darstellt, das in ein Hauptverfahren ausmündet (BGE 118 Ib 215 E. 8c, BGE 116 Ib 264 E. 1c/d; LENDI, a.a.O., S. 83). Soweit der im Hauptverfahren entscheidenden Behörde - hier der Regierung beim Entscheid über die Genehmigung der Konzessionen bzw. deren Änderung sowie die Erteilung der fischerei- und der naturschutzrechtlichen Bewilligung - ein Ermessens- und BGE 119 Ib 254 S. 275ein Beurteilungsspielraum bei der Anwendung unbestimmter Gesetzesbegriffe zusteht, sind die Tatsachenfeststellungen und deren rechtliche Würdigung miteinander verflochten (RAUSCH, a.a.O., N. 124 zu Art. 9). Hieraus ergibt sich, dass die entscheidende Behörde das Ergebnis ihrer Beweiswürdigung und Beurteilung nachvollziehbar darlegen muss und dass sie nur aus stichhaltigen Gründen von der Beurteilung durch die Fachstelle abweichen darf. Dies entspricht der bundesgerichtlichen Praxis, wonach an die Sachverhaltsabklärung hohe Anforderungen zu stellen sind, da dies die Voraussetzung dafür bildet, dass ein sorgfältiges Gewichten der verschiedenen öffentlichen Interessen, welche aufeinander stossen, überhaupt möglich ist (BGE 112 Ib 429 E. 3).\n\nb) Für die gerichtliche Beurteilung des im Hauptverfahren kantonal letztinstanzlich getroffenen Entscheides ist hieraus zu folgern, dass in erster Linie zu prüfen ist, ob die UVP über den wesentlichen Sachverhalt vollständig Aufschluss gibt, ob ihre Beurteilung durch die Fachstelle den Anforderungen einer amtlichen Expertise genügt und ob die für den Entscheid im Hauptverfahren zuständige Behörde aus der UVP und deren Beurteilung durch die Fachstelle die zutreffenden Folgerungen gezogen hat. Namentlich ist zu beurteilen, ob die öffentlichen Interessen vollständig berücksichtigt und ob sie richtig gewichtet wurden, wobei zu beachten ist, dass sich der Umweltverträglichkeitsbericht auf das für den Entscheid Wesentliche beschränken darf (BGE 118 Ib 228 E. 13).\n\nAus der Prüfung dieser Fragen ergibt sich, ob der Entscheid auf einer dem Bundesrecht entsprechenden Abwägung der Gesamtinteressenlage beruht (Art. 3 UVPV, Art. 25 FG vom 14. Dezember 1973 bzw. Art. 9 Abs. 2 FG vom 21. Juni 1991, Art. 18 ff. NHG, Art. 29 ff. GSchG vom 24. Januar 1991, Art. 5 des Bundesgesetzes vom 4. Oktober 1991 über den Wald sowie in teilweiser Vorwegnahme der künftigen Ausführungsbewilligungen Art. 24 RPG). Für die Beurteilung dieser Abwägung ist sodann zu berücksichtigen, dass der Richter für die Würdigung der technischen Aspekte das Ermessen und den Beurteilungsspielraum der entscheidenden Behörde zu respektieren hat. Wie ausgeführt, greift er nur bei Überschreitung oder Missbrauch des Ermessens ein (Art. 104 lit. a OG) und prüft die Fragen, zu deren Beurteilung die Vorinstanzen über die besseren Kenntnisse der örtlichen, technischen oder persönlichen Verhältnisse verfügen, zurückhaltend (oben E. 2b).\n\nDiese Ausgangslage befreit den Richter allerdings nicht von einer sorgfältigen Würdigung des Expertenberichts und einer eigenen BGE 119 Ib 254 S. 276Meinungsbildung in einem Instruktionsverfahren, wie es im vorliegenden Fall durchgeführt worden ist. Die einlässliche Ortsbesichtigung vermittelte der bundesgerichtlichen Delegation die nötigen Kenntnisse der örtlichen Verhältnisse. Die kontradiktorische Anhörung der Vertreter der eidgenössischen und kantonalen Behörden sowie der auf der Seite der Beschwerdeführer wie der Beschwerdegegner beteiligten Fachleute liess die gegensätzlichen Standpunkte und das Gewicht der Argumente erkennen, so dass es die getroffenen Abklärungen ermöglichen, die Vollständigkeit der massgebenden Sachverhaltsfeststellungen, deren Begutachtung durch die kantonale Fachstelle und deren Würdigung durch die Regierung zu beurteilen.\n\nc) Bleiben aufgrund der richterlichen Beweiswürdigung des amtlichen Expertenberichts Fragen offen, denen erhebliche Bedeutung zukommt, so besteht im verwaltungsgerichtlichen Beschwerdeverfahren an sich die Möglichkeit, durch Beizug von Experten zusätzliche Abklärungen zu veranlassen. Solche ergänzende Beweiserhebungen können jedoch nur dann in Betracht kommen, wenn die zu beurteilenden Fragen klar fassbar und im Verhältnis zu den von den Vorinstanzen getroffenen Abklärungen von begrenzter Tragweite sind. (In bezug auf das Innkraftwerk Pradella-Martina traf dies seinerzeit zu, vgl. nicht publ. E. 4 von BGE 115 Ib 224 ff.; auch ist zu beachten, dass hiefür noch keine förmliche UVP vorlag.) Muss aufgrund der Umweltschutzgesetzgebung obligatorisch eine UVP erstellt werden, so wird es im Regelfall Sache der Vorinstanzen sein, die nötigen Ergänzungen des Berichts über die UVP und deren Beurteilung durch die Umweltschutzfachstelle zu veranlassen. Diese Folgerung drängt sich in Beachtung der Verfahrensanforderungen der Umweltschutzgesetzgebung auf (s. namentlich Art. 9 Abs. 5-8 USG und Art. 5 ff. UVPV). Auch das Bundesgericht hat die gesetzlichen Pflichten und Kompetenzen der Umweltschutzfachstellen als amtliche Expertengremien zu respektieren.\n\n9. In Beachtung dieser allgemeinen Erwägungen führt die Überprüfung der von den Beschwerdeführern erhobenen Einwendungen in bezug auf die geplante Erstellung des Saison-Speicherwerkes Curciusa zu folgenden Ergebnissen:\n\na) Bei einer auf die Erstellung der neuen Kraftwerkanlagen der Stufe I begrenzten Sicht ist in formeller Hinsicht festzustellen, dass der vorgelegte Bericht die in Art. 9 Abs. 2 lit. a-d USG genannten Punkte umfasst. Desgleichen enthält er die gemäss Art. 9 Abs. 4 USG erforderliche Begründung des Vorhabens. Als sorgfältig im Sinne der Art. 12 und 13 UVPV ist auch die Beurteilung der UVP durch BGE 119 Ib 254 S. 277die kantonale Fachstelle zu bezeichnen. Ihre Stellungnahmen entsprechen den Anforderungen einer amtlichen Expertise. ...\n\nb) Die Beschwerdeführer machen geltend, die Regierung sei bei ihrem Entscheid über das Speicherwerk Curciusa zu Unrecht davon ausgegangen, dass die MKW AG sich auf das im Jahre 1953 verliehene wohlerworbene Wassernutzungsrecht berufen könne, und entsprechend sei sie von einer zu stark eingeengten Optik für die Prüfung der Belastung der Umwelt durch das Vorhaben ausgegangen. Diesem Einwand ist insoweit zuzustimmen, als die Regierung angenommen hat, es liege lediglich eine Konzessionsanpassung vor, denn aus den bereits dargelegten Gründen handelt es sich beim umstrittenen Nachtrag zur ursprünglichen Verleihung der Sache nach um eine neue Konzession, so dass grundsätzlich das geltende Recht sowohl hinsichtlich der formellen als auch der materiellen Anforderungen zu beachten ist (vorstehende E. 5b).\n\nc) Im weiteren ist festzustellen, dass der Einwand der Beschwerdeführer, die angefochtenen Entscheide verstiessen gegen das Gebot einer wirksamen materiellen und verfahrensmässigen Koordination (s. BGE 118 Ib 398 E. 4a mit Hinweisen), unbegründet ist. Die Regierung hat in den angefochtenen Entscheiden die Erteilung der weiteren Bewilligungen, welche für die Ausführung des Saison-Speicherwerkes Curciusa notwendig sind, vorbehalten. Dies durfte sie aufgrund der getroffenen Vorabklärungen tun, da sie nun lediglich diejenigen Entscheide zu treffen hatte, die zu fassen waren, um die für die Realisierung des Werkes Curciusa nötigen Verleihungsakte zu genehmigen. Hiefür war die erste Stufe der UVP nötig. Die zweite Stufe folgt im anschliessenden Verfahren, das zu den weiteren Bewilligungen führt, welche für die Ausführung des Werkes notwendig sind. Bei deren Erteilung ist abschliessend auf die materielle Koordination aller Anordnungen, die gemäss den einschlägigen Gesetzen zu treffen sind, zu achten. Bei Vorhaben, die einer mehrstufigen UVP unterliegen, steht solches Vorgehen in keinem Widerspruch zum Koordinationsgebot, wie es in Art. 21 UVPV umschrieben wird.\n\nRichtig ist freilich, dass die erste Stufe der Prüfung sämtliche Aspekte behandeln muss, die bei der zweiten Stufe nicht mehr in Frage gestellt werden dürfen. Dieser Anforderung entspricht die im vorliegenden Fall vorgenommene Prüfung, soweit sie sich auf das Speicherwerk Curciusa bezieht. Sie ermöglichte die Erteilung der notwendigerweise mit der Verleihung verbundenen fischerei- und naturschutzrechtlichen Bewilligungen. Diese sind allerdings mit den BGE 119 Ib 254 S. 278für die Ausführung des Werkes nötigen weiteren Bewilligungen zu ergänzen. Doch hat der Augenschein bestätigt, dass diesen eine zwar unabdingbare, im Verhältnis zu den erteilten Bewilligungen jedoch untergeordnete Bedeutung zukommt. Dies trifft namentlich für die Erteilung der Rodungsbewilligung zu, welche bloss im untern Bereich der Areua für die Erstellung der Zufahrtsstrasse erforderlich ist. Bereits das Gebiet ab Alp de Rog bis Curciusa bassa, welches durch das Vorhaben ebenfalls betroffen wird, und ohnehin auch der Talkessel Curciusa alta, in dem das Staubecken vorgesehen ist, befinden sich oberhalb der Waldgrenze. Ausserdem liegt die zustimmende Meinungsäusserung der zuständigen Forstbehörde bereits vor. Dieselbe Beurteilung gilt für die Inanspruchnahme bewaldeter Flächen für Baustellenerschliessungen und Deponien im Misox. Den für das Curciusatal erforderlichen gewässerschutzpolizeilichen Bewilligungen sowie den nach Art. 24 RPG erforderlichen Baubewilligungen für Bauten und Anlagen ausserhalb der Bauzonen kommt im Verhältnis zu den nun zu beurteilenden Bewilligungen ebenfalls eine nur untergeordnete Tragweite zu. Die für den Schutz der Umwelt nötigen detaillierten Anforderungen sind im Rahmen der für die Ausführung nötigen Verfahren zu prüfen und festzulegen.\n\nDass der zu errichtende Staudamm den Sicherheitsvorschriften der eidgenössischen Talsperrenverordnung vom 9. Juli 1957 (SR 721.102) genügen muss, versteht sich von selbst. Die entsprechende Prüfung kann im Laufe des weiteren Verfahrens erfolgen. Dabei ist auch die Frage der Sicherheit des Speicherkraftwerkes im Hinblick auf die Gefahr eines möglichen Gletscherabbruches zu klären. Der Augenschein hat bestätigt, dass sich sowohl die Behörden des Bundes und des Kantons als auch die MKW AG hierüber im klaren sind. Das kantonale Recht, das die zweite Stufe der UVP zu bestimmen hat (Ziff. 21.3 des Anhanges zur UVPV), darf die Abklärung dieser Sicherheitsfragen in das nachfolgende Baubewilligungsverfahren verweisen, ohne dass dadurch Bundesrecht verletzt würde. Die Risiken, die sich aus der Verschiebung der nötigen Abklärungen in die zweite Stufe der UVP ergeben, sind von der Bauherrschaft zu tragen.\n\nFür die nun zu prüfenden Entscheide gemäss den Regierungsbeschlüssen Nrn. 2629 und 2630, welche sich auf die UVP für die Erstellung der neuen Anlagen der Stufe I beziehen, genügt es, dass die Umweltschutzfachstelle die vorläufigen Stellungnahmen der auch für die späteren Bewilligungen zuständigen Ämter eingeholt hat. Die entsprechenden Berichte liegen vor und lassen erkennen, dass vor BGE 119 Ib 254 S. 279Baubeginn verfahrensrechtlich die materiell verbindliche Koordination aller für die Bauausführung nötigen Bewilligungen sichergestellt werden kann.\n\nd) Das EDI äussert die Befürchtung, mit den angefochtenen Regierungsbeschlüssen sei über den Umfang des Nutzungsrechts für das weitere Verfahren definitiv entschieden, so dass eine allfällige Schmälerung dieses Rechts, die sich aus Auflagen und Bedingungen der noch zu erteilenden Bewilligungen ergeben könnte, nur gegen volle Entschädigung angeordnet werden dürfe. Diese Befürchtung ist unbegründet. Soweit die angefochtenen Entscheide zu Recht die noch zu erteilenden Bewilligungen vorbehalten, hat die Beliehene die sich hieraus ergebenden Anforderungen (z.B. in bezug auf die Sicherheit des Bauwerkes) zu erfüllen, auch wenn sich eine Verteuerung der Wasserkraftnutzung ergeben sollte. Sollte die mit Recht vorbehaltene Anwendung der Talsperrenverordnung aus Gründen der Sicherheit - etwa wegen der Gefahr eines Gletscherabbruchs - dazu führen, dass die Stauhöhe reduziert werden müsste, so wäre aufgrund des genannten Vorbehaltes die sich hieraus ergebende Verkleinerung des Stauvolumens einschliesslich der damit verbundenen Mindernutzung ohne Anspruch auf Entschädigung in Kauf zu nehmen. Den Sicherheitsanforderungen ist aufgrund des in den angefochtenen Beschlüssen gemachten Vorbehaltes Rechnung zu tragen. Dieser Vorbehalt führt zu einer entsprechenden Begrenzung des wohlerworbenen Rechts. Die bundesgerichtliche Instruktionsverhandlung hat bestätigt, dass die MKW AG sich hierüber im klaren ist. Dasselbe gilt für die Vorbehalte, die sich allenfalls aus der nachfolgenden Beurteilung der Regierungsbeschlüsse Nrn. 2631, 2632 und 2633 ergeben (E. 10).\n\ne) Mit ihrem Hauptantrag machen die Beschwerdeführer geltend, dass das bisher unberührte Curciusatal für den Schutz der Landschaft und der Natur von derart erheblicher Bedeutung ist, dass schon allein aus diesem Grund auf die Realisierung des Werkes verzichtet werden muss, dies allenfalls gegen Entschädigung.\n\nea) Der Augenschein hat die Schönheit und Unberührtheit des Tales bestätigt, doch ist festzustellen, dass es nicht in ein Inventar des Bundes als Objekt mit nationaler Bedeutung aufgenommen worden ist. Auch wenn dies u.a. mit Rücksicht auf die 1953/1956 erteilten Konzessionen für das Werk Curciusa unterblieb, ändert dies nichts daran, dass das Bundesgericht die damit zum Ausdruck gelangende Bewertung des Tales durch den Bundesrat, der die Inventare des Bundes für die Objekte von nationaler Bedeutung festsetzt und BGE 119 Ib 254 S. 280über die Aufnahme von Objekten entscheidet (Art. 5 NHG), zu berücksichtigen hat. Das gemäss Art. 6 NHG geltende Gebot, ein Objekt ungeschmälert zu erhalten, gilt nur für die in ein Bundesinventar aufgenommenen Landschaften (s. auch BGE 115 Ib 143 f. und 317 mit weiteren Hinweisen). Im vorliegenden Fall erlaubt die vorgesehene Projektänderung gegenüber dem früheren Projekt zudem eine Entlastung des im Bundesinventar unter Nr. 1907 aufgenommenen Quellgebiets des Hinterrheins und der San Bernardino-Passhöhe, da auf die in diesem Gebiet ursprünglich vorgesehenen Wasserfassungen auf der Alp de Mucia und aus dem Val Vignun verzichtet werden soll, eine Nebenfolge, die freilich am Eingriff in das Curciusatal nichts ändert, die jedoch zu Gunsten des Werkes in Anschlag gebracht werden darf. ...\n\neb) Soweit Art. 18 Abs. 1bis NHG den besonderen Schutz von Riedgebieten und Mooren verlangt, ist festzuhalten, dass der Bundesrat die Biotope von nationaler Bedeutung bezeichnet (Art. 18a NHG). Das Val Curciusa wurde nicht in das Bundesinventar der Hochmoore aufgenommen (Hochmoorverordnung vom 21. Januar 1992, SR 451.32). Ein allenfalls vom Bundesrat nach Art. 5 oder Art. 18a NHG aufzustellendes Inventar der Gletschervorfelder liegt noch nicht vor. Das EDI müsste daher gemäss Art. 16 NHG vorsorgliche Massnahmen ergreifen, wenn es das Val Curciusa als Naturlandschaft von nationaler Bedeutung schützen wollte. Solche hat es indes nicht ergriffen. Für die Beurteilung des Landschafts- und Moorschutzes ist dementsprechend gemäss der geltenden Rechtslage vom Fehlen eines besonderen Schutzes durch Inventare des Bundesrates auszugehen.\n\nec) Der Augenschein hat freilich bestätigt, dass das Curciusatal Riedflächen und Feuchtgebiete aufweist, die den Schutz als Biotop von regionaler und lokaler Bedeutung gemäss Art. 18 Abs. 1bis und Art. 18b NHG beanspruchen können, was namentlich für das Flachmoor La Motta auf Curciusa bassa zutrifft. Bei der Anwendung der genannten Vorschriften steht jedoch den Kantonen ein erheblicher Ermessens- und Beurteilungsspielraum zu (BGE 118 Ib 488 ff., 116 Ib 208 E. 4 und 5). Aus dem Bundesrecht ergibt sich kein für das ganze Gebiet der Eidgenossenschaft in gleicher Weise geltender unmittelbarer Schutz der Biotope. Dieser Schutz ist nicht dem vom Bundesrecht angeordneten Schutz des Waldes gleichgestellt. Der Kanton hat im Val Curciusa einzig das Flachmoor La Motta in das kantonale Flachmoorinventar von regionaler Bedeutung aufgenommen. Ob dieses Feuchtgebiet vom Bundesrat auch in das Inventar BGE 119 Ib 254 S. 281der Flachmoore von nationaler Bedeutung aufgenommen wird, wie dies im Entwurf unter Nr. 1639 vorgesehen ist, wird zur Zeit geprüft. Trifft dies zu, so bestätigt dies den von der Verfassung angeordneten Moorschutz (Art. 24sexies Abs. 5 BV). Für diesen Schutz ist wesentlich, dass für die Zufahrtsstrasse zum Staudamm eine Strassenführung möglich ist, welche die Erhaltung des Moores sichert. Wie der Augenschein bestätigt hat, kann die Strasse am Rande des Moorgebiets so geführt werden, dass das Flachmoor verschont bleibt. Die Regierung hat angeordnet, dass im Zusammenhang mit der Strassenführung schutzwürdige Lebensräume zu schonen sind, wobei das Flachmoor La Motta besonders erwähnt wird. Bei der für die Erstellung der Strasse zu erteilenden Bewilligung ist auf eine entsprechend klare Vorschrift zu achten, aus der hervorgeht, dass die Wendung \"schonen\" den von Art. 18 NHG verlangten Schutz einwandfrei gewährleistet.\n\ned) Demnach ergibt sich, dass der Regierung in Anwendung des eidgenössischen und kantonalen Natur- und Heimatschutzrechts kein Ermessensmissbrauch und keine unsachgemässe Ausübung des ihr zustehenden Beurteilungsspielraums vorgeworfen werden kann, wenn sie einen absoluten Schutz des Val Curciusa abgelehnt hat. Sie durfte berücksichtigen, dass der als Erd- und Steindamm mit zentralem Kern geplante Staudamm beim Pass de Curciusa alta an der gleichen Stelle errichtet werden soll, die beim Verleihungsprojekt 1953/1956 in Aussicht genommen wurde. Wenn die Beschwerdeführer betonen, dass das Curciusatal in seiner Ausdehnung und Unberührtheit einzigartig sei und gleichartige Täler in Graubünden nicht mehr gefunden werden könnten, so ist dem entgegenzuhalten, dass der erhebliche Eingriff in die Landschaft und die Natur im wesentlichen bereits bei der im Jahre 1953 erteilten Verleihung in Kauf genommen wurde. Diese Feststellung schliesst freilich nicht aus, dass die Regierung bei der neuen Beschlussfassung, die sie aufgrund der nachfolgenden Erwägungen zu treffen haben wird, davon auszugehen hat, dass für das geplante Speicherwerk eine neue Konzession zu erteilen ist.\n\nee) Die neue Konzession gemäss Beschluss Nr. 2630, die im Zusammenhang mit der Erstellung des Werkes Curciusa von den Gemeinden Nufenen, Medels i.R. und Splügen für die auf 2215 m.ü.M. gelegene Fassung der Zuflüsse aus dem Val Rossa und für die Fassung des Areuabaches auf Curciusa alta erteilt wurde, betrifft zwar an sich eine grosse Wassermenge (im Sommer 18,9 Mio. m3). Die diesbezüglichen Auswirkungen auf das Curciusa- und das BGE 119 Ib 254 S. 282Hinterrheintal sind aber nicht derart schwerwiegend (s. insb. nachf. lit. g-k), dass diese Fassungen die Regierung hätten veranlassen müssen, das neue Projekt für das vergrösserte Speicherbecken Curciusa abzulehnen, dies um so weniger, als sie ohnehin auch schon im früheren Projekt vorgesehen waren.\n\nef) Somit ergibt sich, dass dem Hauptbegehren der Beschwerdeführer, die Beschlüsse für die Verwirklichung des Saison-Speicherwerkes Curciusa seien im Interesse eines absoluten Schutzes des Curciusatales aufzuheben, nicht gefolgt werden kann.\n\nf) Als ungenügend bezeichnen die beschwerdeführenden Umweltschutzorganisationen sodann die zum Schutze der Auen im Misox getroffene Anordnung von Untersuchungen. In Ziff. 2.2 lit. b des Beschlusses Nr. 2629 betreffend Curciusa hat die Regierung die MKW AG verpflichtet, für allfällige Revitalisierungsmassnahmen zur Erhaltung dieser Auen, namentlich bei Pomareda, Untersuchungen zu planen und durchzuführen. Der Augenschein hat bestätigt, dass diese Auen in der Tat bereits heute gefährdet sind, dass jedoch auch wirksame Massnahmen getroffen werden können, um ihren Bestand sicherzustellen und der schon im Gange befindlichen Umwandlung in einen Mischwald entgegenzuwirken. Hierauf ist bei der Beurteilung der Einwendungen zurückzukommen, welche gegen die Verlängerung der bestehenden Konzessionen gemäss den Beschlüssen Nrn. 2631 und 2632 erhoben werden (nachf. E. 10). Die Befürchtung, diese Auen würden zusätzlich gefährdet, ist auf die Änderung der Betriebsführung der Werke Spina und Soazza zurückzuführen, die sich aus der Umlagerung von Sommerenergie in Winterstrom ergibt. Das kantonale Umweltschutzamt anerkennt in Übereinstimmung mit der vom BUWAL vertretenen Auffassung, dass die bereits durch die bisherige Wasserkraftnutzung erheblich belastete Umwelt entlang der Moesa noch stärker beeinträchtigt wird. Auch wenn dies eine Folge der Erstellung des Werkes Curciusa ist, liegt es nahe, die Konsequenzen, die sich aus der veränderten Betriebsführung der bestehenden Werke der MKW AG ergeben, für deren Betrieb die Konzessionsdauer nun neu auf 80 Jahre festgelegt wird, im Rahmen dieser Neuregelung und deren Genehmigung zu prüfen und festzulegen. Wird dies berücksichtigt, so ist die Verpflichtung zu Untersuchungen, welche die Regierung in Ziff. 2.2 der Bewilligung für das Speicherwerk Curciusa angeordnet hat, nötigenfalls durch weitergehende Anordnungen im Rahmen der Beschlüsse für die veränderte Betriebsführung der Werke Spina und Soazza zu ergänzen. Soweit BGE 119 Ib 254 S. 283sich hieraus Rückwirkungen für das Speicherwerk Curciusa ergeben, ist diesen Rechnung zu tragen.\n\ng) Gegenüber der fischereirechtlichen Bewilligung wenden die Beschwerdeführer ein, die bei der Fassung im Val Rossa angeordnete Dotierwassermenge von 80 l/s sowie das zu gewährleistende Restwasser von 50 l/s bei der Messstelle auf Curciusa bassa würden nicht genügen, um das Leben der Fische im Areuabach zu gewährleisten. Befürchtet wird eine ungenügende Wassertiefe, dies namentlich in den Wintermonaten. Die zuständigen Fachleute des Kantons sind demgegenüber davon überzeugt, dass die genannten Anordnungen ausreichen, um einen Fischbestand sicherzustellen. Sie weisen darauf hin, dass der Areuabach bereits heute nur dank einem Einsatz von Fischen auf Curciusa bassa als Fischgewässer bezeichnet werden kann.\n\nDer Augenschein hat bestätigt, dass auf Curciusa bassa unterhalb der geplanten Staumauer das aus dem Val Rossa fliessende Wasser in erheblichem Ausmasse versickert. Die getroffenen Anordnungen gewährleisten eine Wassermenge im Flusslauf, die bei trockenem Wetter den heutigen Verhältnissen entspricht. Auch ist zu berücksichtigen, dass im Sommer bei den vorherrschenden klimatischen Verhältnissen die natürliche Abflussmenge das auf 550 l/s angelegte Schluckvermögen der Fassung übersteigt, so dass der Wasserabfluss im Val Rossa während rund eines Monats mehr als 80 l/s betragen wird. Unter diesen Voraussetzungen besteht für das Bundesgericht in Beachtung der gegenüber der Begutachtung des Umweltverträglichkeitsberichts durch die kantonale Fachstelle zu übenden Zurückhaltung (oben E. 8a) kein Anlass, die von der Regierung getroffenen Anordnungen für die Erhaltung des Areuabaches als Fischgewässer als ungenügend zu bezeichnen.\n\nHingegen ist darauf hinzuweisen, dass im Laufe des bundesgerichtlichen Verfahrens das neue Bundesgesetz über den Schutz der Gewässer am 1. November 1992 in Kraft getreten ist (oben E. 6b, s. auch nachf. E. 10). Entsprechend den erheblichen öffentlichen Interessen, denen das Gesetz dient, hat das Bundesgericht bereits entschieden, dass es auch in hängigen Verfahren zu berücksichtigen ist (BGE 119 Ib 177). Art. 31 Abs. 2 lit. d des Gesetzes sieht ausdrücklich vor, dass die für die freie Fischwanderung erforderliche Wassertiefe gewährleistet sein muss. Die Regierung wird bei dem von ihr - wie erwähnt - zu treffenden neuen Entscheid dem dannzumal geltenden Recht Rechnung zu tragen und dementsprechend eine wirksame Kontrolle des Wasserlaufes auf Curciusa bassa anzuordnen BGE 119 Ib 254 S. 284haben, damit nötigenfalls mit geeigneten Gestaltungsmassnahmen wie der Schaffung zusätzlicher Vertiefungen oder von sogenannten Gumpen eine genügende Wassertiefe erreicht werden kann (s. UVP-Bericht 1987 Ziff. 5.2.9).\n\nAuf die Frage einer allfällig nötigen fischerei- und gewässerschutzrechtlichen Bewilligung für die Eingriffe in den Lauf der Moesa im Misox ist bei der Beurteilung der Einwendungen gegen die Beschlüsse Nrn. 2631 und 2632 zurückzukommen (nachf. E. 10).\n\nh) Keine anderen Folgerungen ergeben sich gegenüber dem Regierungsbeschluss Nr. 2630, mit dem die Regierung die Wasserrechtsverleihung der Gemeinden Nufenen, Medels i.R. und Splügen betreffend Nutzung des Areuabaches und des Seitenbaches aus dem Val Rossa genehmigt hat. Der Inhalt der in diesem Beschluss erteilten fischerei- sowie natur- und heimatschutzrechtlichen Bewilligung deckt sich weitgehend mit den Auflagen, welche die Regierung mit dem Beschluss Nr. 2629 getroffen hat. Dass sich im Falle dieser Konzession, welche unbestrittenermassen eine Neukonzession ist, die fischereirechtlichen Auflagen auf Art. 24 und 25 FG stützen, ändert am dargelegten Ergebnis nichts. Gemäss Art. 25 Abs. 2 FG sind die im Interesse der Fischerei zu treffenden Anordnungen von einer Abwägung der Gesamtinteressenlage abhängig zu machen. Bei dieser Abwägung ist das wirtschaftliche Interesse an der Wasserkraftnutzung mit der weitgehenden Umlagerung der Energieerzeugung auf die Wintermonate mitzuberücksichtigen. Die Regierung durfte die mit der Fassung des Areuabaches und des Wassers aus dem Val Rossa verbundenen Beeinträchtigungen der Wasserläufe in Kauf nehmen, ohne dass ihr eine Überschreitung ihres Beurteilungs- und Ermessensspielraums vorgeworfen werden kann.\n\ni) Wie ausgeführt, kommt der mit Beschluss Nr. 2629 genehmigte Nachtrag materiell der Erteilung einer neuen Konzession gleich (vorne E. 5b). Daraus ergibt sich, dass sich auch die fischereirechtlichen Auflagen, die mit diesem Beschluss getroffen wurden, richtigerweise auf Art. 25 FG stützen sollten. Die Regierung wird der entsprechenden Rechtsanwendung - wie erwähnt - bei ihrem neuen Entscheid Rechnung zu tragen und in Anwendung des am 1. Januar 1994 in Kraft tretenden neuen Fischereigesetzes vom 21. Juni 1991 eine Abwägung der Gesamtinteressenlage vorzunehmen haben (Art. 9 Abs. 2 FG). Diese schliesst die energiewirtschaftlichen Interessen sowie die allgemeinen wirtschaftlichen Interessen der verleihenden Gemeinwesen ein. Am Augenschein haben die Gemeindevertreter diese Interessen nachdrücklich betont.\n\nBGE 119 Ib 254 S. 285\n\nk) Auch die mit dem Beschluss Nr. 2630 erteilte naturschutzrechtliche Bewilligung, für welche heute die Fassung der Art. 21 und 22 (je Abs. 2) gemäss GSchG vom 24. Januar 1991 massgebend ist (Art 75 Ziff. 2 dieses Gesetzes; vorstehende lit. g), ist nicht zu beanstanden. Die Kritik der Beschwerdeführer, es fehle eine Rücksichtnahme auf die Auenvegetation im Rheinwaldtal, ist zwar verständlich. Doch hat der Augenschein am Laufe des Hinterrheins bei Medels bestätigt, dass sich die dortigen Auen, denen keine nationale Bedeutung beigemessen wird und die in kein Bundesinventar aufgenommen werden sollen, schon heute in einem fortgeschrittenen Stadium der Mischwaldbildung befinden. Diese Umwandlung ist in erster Linie auf die zum Schutze des landwirtschaftlichen Kulturlandes vorgenommene Uferverbauung zurückzuführen; sie kann nicht dem Werk Curciusa angelastet werden. Massnahmen zur Revitalisierung der Auen im Sinne der Art. 18 ff. NHG müssten unabhängig davon geprüft werden, etwa durch gezielte Öffnung der Uferverbauung zur Ermöglichung periodischer Überflutungen des Waldareales ohne Gefährdung des Kulturlandes.\n\nOhnehin bezeichnet der Bericht zur UVP die Änderung des Abflusses im Hinterrhein zufolge der Ableitung von Wasser aus dem Val Rossa und eines Teils des Abflusses des Areuabaches als so gering, dass sie vernachlässigbar sei. Die kantonale Fachstelle teilt diese Auffassung. Die Fachleute der beschwerdeführenden Vereinigungen bezweifeln allerdings diese Folgerung, doch durfte die Regierung bei den gegebenen Verhältnissen in Ausübung des ihr zustehenden Ermessens und Beurteilungsspielraums in Respektierung der amtlichen Expertise der kantonalen Fachstelle ohne Bundesrechtsverletzung davon absehen, Massnahmen zur Revitalisierung der Auen zu Lasten der Konzessionärin anzuordnen.\n\nl) Die Beschwerdeführer beanstanden ferner, dass bei der Fassung des Ri de Seda auf der Alp de Balnisc keine Dotierwassermenge verlangt wird. Der Augenschein hat bestätigt, dass der entsprechende Bachlauf auf dieser Alp und im Bereich des anschliessenden Wasserfalls kein Fischgewässer darstellt. Dies allein genügt jedoch nicht, um von einer Dotierwasserabgabe abzusehen. Das neue GSchG vom 24. Januar 1991 dient namentlich auch der Erhaltung der Gewässer als Landschaftselemente (Art. 1 lit. c und e). Ausserdem ist der Ri de Seda im Bereich der Talebene, d.h. der Pian San Giacomo, ein Fischgewässer. Die Umweltschutzvereinigungen befürchten, der Ri de Seda werde nicht mehr in ausreichendem Masse mit Wasser BGE 119 Ib 254 S. 286gespiesen, wenn bei der Fassung auf der Alp de Balnisc kein Dotierwasser im Bachlauf belassen werden müsse.\n\nDer Ri de Seda wird aus verschiedenen Quellen sowie zu einem wesentlichen Teil aus dem Grundwasser von Pian San Giacomo gespiesen, wie sich am Augenschein ebenfalls bestätigt hat. Es konnte festgestellt werden, dass eine grössere Wassermenge des zu Tal stürzenden Baches versickert, bevor er das Gebiet Pian San Giacomo erreicht. Bei dieser Sachlage hat das Bundesgericht keinen Anlass, zum Schutz des Ri de Seda als Fischgewässer eine gegenüber den angefochtenen Beschlüssen weitergehende Massnahme zu treffen. Die Regierung hat eine Ersatzanordnung für den Fall vorgesehen, dass die Erhaltung des Ri de Seda als Fischgewässer nicht gewährleistet werden könnte. Sie verlangt, dass in diesem Fall die im Massnahmenkatalog des Amtes für Umweltschutz genannte gleichwertige Naturalersatzleistung erbracht werden muss, eine Anordnung, die vom Bundesgericht in Respektierung des der Regierung zustehenden Beurteilungsspielraums als ausreichend zu bezeichnen ist.\n\nAls Landschaftselement kommt dem Ri de Seda unbestrittenermassen eine gewisse Bedeutung zu. Der Bach stürzt als Wasserfall zu Tal. Die Fassung des von der Alp de Balnisc zufliessenden Wassers führt jedoch nicht zu einem vollständigen Verlust des Wasserfalles, da unterhalb der Fassung Zuflüsse bestehenbleiben und da der Bach zu einem wesentlichen Teil im Frühjahr und Frühsommer von Schmelzwasser gespiesen wird. Unterhalb der Wasserfassung lagern weiterhin Schneemengen, die zu einem Wasserabfluss führen. Die Beeinträchtigung des Landschaftsbildes durch die Schwächung des Wasserfalles ist freilich nicht zu verkennen, darf jedoch auch nicht überbewertet werden. Wie die Gemeindevertreter bestätigt haben, führt der Bach bei trockenem Wetter während der Sommermonate kein oder nur wenig Wasser, wobei dieses zum Teil bereits auf der Alp oder in den anschliessenden Felsmassen versickert. Auch ist der Bach nicht der einzige Wasserfall, der zu Tal stürzt. Schliesslich besteht auch kein Anlass, von einer vollen Fassung des Baches auf der Alp de Balnisc mit Rücksicht auf den Schutz des Grundwasserbeckens von San Giacomo abzusehen. Die von den Fachleuten am Augenschein gegebenen Erklärungen bestätigen, dass die Höhe des Grundwasserspiegels namentlich vom Felsriegel bei Ponte abhängt. Ausserdem haben Färbversuche gezeigt, dass nicht feststeht, dass das auf der Alp de Balnisc versickernde Wasser überhaupt zum überwiegenden Teil in das Grundwasserbecken von San Giacomo BGE 119 Ib 254 S. 287gelangt. Zu den weiteren kritischen Hinweisen der Beschwerdeführer hinsichtlich der Notwendigkeit einer Abwassersanierung im Gebiet San Giacomo ist festzustellen, dass diese unbestritten ist und unabhängig von der Realisierung der neuen Kraftwerkanlagen verwirklicht werden soll und muss.\n\n10. Als nächstes ist somit zu prüfen, ob die Regierung mit den Beschlüssen Nrn. 2631 (Isola-Spina, Spina-Soazza), 2632 (Valbella-Spina) und 2633 (Hinterrhein) die Nachträge zu den der MKW AG und der KHR AG erteilten Verleihungen genehmigen durfte, ohne umweltschutzrechtliche Anforderungen zu missachten. Namentlich fragt es sich, ob die Dauer der in den Jahren 1953/1956 der Calancasca AG bzw. der MKW AG als Rechtsnachfolgerin erteilten Verleihungen bis zum Ablauf der Konzession für den Bau und Betrieb des Speicherkraftwerkes Curciusa, längstens bis zum 31. Dezember 2085, verlängert werden durfte, ohne diese \"Verlängerung\" von einer Prüfung der Umweltverträglichkeit der bereits seit den 60er Jahren in Betrieb stehenden Werke der MKW AG abhängig zu machen.\n\nZur Beurteilung des umweltschutzrechtlichen Genügens der genannten drei Beschlüsse ist zunächst die Frage zu beantworten, ob es die Regierung bei der von ihr angeordneten \"Verlängerung\" der bestehenden Konzessionen dabei bewenden lassen durfte, spätestens bei Ablauf der \"ordentlichen\" Konzessionsdauer zu prüfen, \"ob zwingende öffentlich-rechtliche Vorschriften des Bundes oder des Kantons dannzumal neu beachtet werden müssen\" (je Ziff. 8 der Beschlüsse Nrn. 2631 und 2632 sowie Ziff. 11 des Beschlusses Nr. 2633).\n\nDie \"ordentliche\" Konzessionsdauer, d.h. die in den Verleihungen 1953/1956 festgesetzte Höchstdauer von 80 Jahren, läuft für die Konzessionen Spina-Soazza am 1. Juli 2041, für Isola-Spina am 1. Juli 2042 und für Valbella-Spina am 1. Juli 2043 ab, während die KHR-Konzessionen gemäss der damaligen Regelung am 31. Dezember 2042 enden.\n\na) In bezug auf die KHR-Konzessionen ist zu beachten, dass sie nicht generell verlängert wurden. Die Nachträge bezwecken einzig, die Wassermenge, die dem Hinterrheingebiet entzogen und dem Werk Curciusa zugeleitet wird, auf die Dauer der Konzession für dieses Werk sicherzustellen. Da sich die von den Gemeinden Nufenen, Medels i.R. und Splügen der MKW AG erteilte neue Konzession (Beschluss Nr. 2630) auf eine bereits der KHR AG zur Nutzung bis 2042 verliehene, nun dem Hinterrhein zu entziehende Wassermenge BGE 119 Ib 254 S. 288bezieht, musste sich die MKW AG zur Leistung von Realersatz verpflichten. Konzessionsrechtlich bleibt jedoch die KHR AG verpflichtet, den Gemeinden die konzessionsmässigen Leistungen zu erbringen. Um den Gemeinden gegenüber den Realersatz auf die Dauer der an die MKW AG erteilten Konzessionen sicherzustellen, sehen die Nachträge vom 19. Juni 1987 vor, dass die Gemeinden der KHR AG das Recht verleihen, die Wasserkraft des Hinterrheins in den Gefällstufen Innerferrara/Sufers-Andeer und Andeer-Sils i.D. in dem Umfange zu nutzen, welcher der Ableitung des Wassers aus dem Areuabach und dem Val Rossa nach Süden entspricht (je Art. 1 der Nachträge). Je gemäss Art. 2 wird die Verleihung gemäss diesen Nachträgen \"mit Wirkung ab 1.1.2043 für die restliche Dauer der der MKW AG am 20.8.1986 von den Rheinwaldgemeinden Nufenen, Medels und Splügen auf 80 Jahre vom Tage der Inbetriebnahme des Kraftwerkes Curciusa-Spina an verliehenen Konzession erteilt\". Art. 4 lit. b der Nachträge sieht sodann vor, dass für den Fall, dass die KHR AG nach Ablauf der ihr erteilten Konzessionen ab 1. Januar 2043 als Beliehene ausscheiden und nur noch die mit den Nachträgen vom 19. Juni 1987 gewährte Verleihung für die der Ableitung nach Süden entsprechende Wasserkraft haben sollte, diese \"Teilwasserkraftverleihung\" mit befreiender Wirkung für die KHR AG auf die MKW AG bzw. deren Rechtsnachfolger übergehe. Im einzelnen wird hiefür auf die gleichlautenden Anhänge zu den Nachträgen verwiesen.\n\nb) Auf diese ausgeklügelte Regelung, die sich aus dem Zusammenhang der Wasserkraftnutzung in den Werken der KHR AG und der MKW AG für die dem Hinterrhein zu entziehende Wassermenge erklärt, ist zunächst im Hinblick auf die Beurteilung der gegen den Beschluss Nr. 2633 gerichteten Einwendungen einzugehen. Aus ihr ergibt sich, dass sie gegenüber der bereits behandelten Neuverleihung durch die Gemeinden Nufenen, Medels i.R. und Splügen für die Nutzung des dem Stausee Curciusa zuzuleitenden Wassers des Areuabaches und aus dem Val Rossa zu keiner zusätzlichen Belastung der Umwelt führt. Sie regelt einzig die konzessionsrechtlichen Folgen des Entzuges eines Teils der zum Hinterrheingebiet gehörenden Wassermenge, die beim Bau des Werkes Curciusa nach Süden ins Misox abgeleitet werden soll. Die Regierung durfte daher ohne Bundesrechtsverletzung davon absehen, an die Genehmigung der genannten Nachträge vom 19. Juni 1987 weiter gehende Anforderungen als diejenigen zu stellen, die sie für die Verwirklichung des Werkes Curciusa verlangte.\n\nBGE 119 Ib 254 S. 289\n\nDie Auswirkungen der Ableitung eines Teils der zum Hinterrheingebiet gehörenden Wassermenge nach Süden sind bei der Prüfung der Umweltverträglichkeit dieses Werkes abgeklärt worden. Wie erwähnt, bezeichnet der Bericht die Änderung des Abflusses im Hinterrhein als so gering, dass sie hinsichtlich der Auswirkungen vernachlässigbar sei (oben E. 9k). Die Regierung durfte daher diese von der kantonalen Fachstelle geteilte Auffassung ihrem Beschluss zugrunde legen und dementsprechend auch davon absehen, für die bis zum Ablauf der laufenden Konzessionen der KHR AG fortdauernde Nutzung der Wasserkraft des Hinterrheins eine fischerei- oder naturschutzrechtliche Bewilligung zu erteilen. Bei dieser Sachlage - und da die konzessionsrechtliche Regelung ohnehin zu keinen zusätzlichen baulichen Eingriffen in den Hinterrhein führt - genügt der in Ziff. 11 des Beschlusses angebrachte Vorbehalt den heute zu berücksichtigenden umweltschutzrechtlichen Anforderungen. Danach behält sich die Regierung vor, \"spätestens bei Ablauf der ordentlichen Konzessionsdauer der vorliegenden Stufen zu prüfen, ob zwingende öffentlichrechtliche Vorschriften des Bundes oder des Kantons dannzumal neu beachtet werden müssen\". Nachdem im heutigen Zeitpunkt eine erhebliche Belastung der Umwelt durch die von der Regierung genehmigte konzessionsrechtliche Regelung nicht zu erkennen ist, genügt dieser Vorbehalt den beim Ablauf der Konzessionsdauer der KHR-Konzessionen Ende 2042 zu wahrenden öffentlichen Interessen.\n\nDamit ergibt sich, dass die Beschwerde an sich ebenfalls unbegründet ist, soweit sie sich gegen den Beschluss Nr. 2633 richtet. Welche Konsequenzen sich hieraus für den vom Bundesgericht zu treffenden Entscheid ergeben, ist nach der abschliessenden Beurteilung der Rügen gegen die Beschlüsse Nrn. 2631 und 2632 zu prüfen (nachf. lit. m).\n\nc) Aus der Begründung der Beschlüsse Nrn. 2631 und 2632 ergibt sich, dass die Regierung eine \"Verlängerung\" der Geltungsdauer der bestehenden Konzessionen annimmt. Sie erachtet diese zufolge der betrieblichen Verflechtung der konzedierten Wasserkraftnutzung als notwendig, um eine Harmonisierung der Konzessionsbedingungen zu erreichen. Die beiden Beschlüsse beziehen sich auf die von der MKW AG betriebenen Anlagen. Sie betreffen somit die gleiche Trägerschaft. Es ist nicht zu verkennen, dass ein Auseinanderfallen der Trägerschaft für das ebenfalls von der MKW AG zu betreibende Saison-Speicherwerk Curciusa einerseits und für die heutigen Kraftwerkanlagen Valbella, Spina und Soazza anderseits zu kaum lösbaren BGE 119 Ib 254 S. 290Problemen führen würde, wie in dem von den Gemeinden und der MKW AG eingereichten Gesuch um \"Verlängerung\" der bestehenden Konzessionen dargelegt wird. Bereits bei der Erteilung der Konzessionen durch die Gemeinden Mesocco und Soazza wurden die Probleme erkannt, die bei einem Auseinanderfallen der Trägerschaft auftreten könnten. Dies ergibt sich namentlich aus der für den Heimfall der Kraftwerkanlagen bei Ablauf der Konzession getroffenen Regelung. In Art. 20 Ziff. 4 der Verleihung wurde vorgesehen, dass das Heimfallsrecht an den Anlagen der einen der beiden Stufen Curciusa-Pian San Giacomo und Pian San Giacomo-Soazza nur unter der Voraussetzung geltend gemacht werden könne, dass auch das Heimfallsrecht an den Anlagen der andern Stufe ausgeübt werde. Doch genehmigte die Regierung diese mit dem WRG kaum zu vereinbarende Regelung nicht. Sie ordnete vielmehr an, dass anstelle der betreffenden Konzessionsbestimmung die gesetzlichen Bestimmungen gälten (Ziff. 13 des vom Kleinen Rat am 23. Januar 1956 getroffenen Genehmigungsbeschlusses). Die von den Gemeinden in Aussicht genommene Regelung lässt jedoch klar erkennen, dass sie als über die Wasserkraft verfügungsberechtigte Gemeinwesen ein Auseinanderfallen der Trägerschaft für die beiden Stufen als unerwünscht erachten.\n\nEs ist daher naheliegend, dass die Verleihungen, welche die in Frage stehenden Kraftwerkanlagen der MKW AG betreffen (Valbella, Spina I und Soazza), auf die Dauer der Wasserkraftnutzung durch das Werk Curciusa aufeinander abgestimmt werden. Anstelle des in den Jahren 2041 bis 2043 eintretenden Ablaufs der Verleihungsdauer für die bestehenden Werke führt dies zu einer neuen Nutzungsdauer längstens bis zum Jahr 2085. Der definitive Zeitpunkt des Ablaufs der \"Konzessionsverlängerungen\" wird durch das Bau-, Verkehrs- und Forstdepartement Graubünden im Zeitpunkt der Inbetriebnahme des Werkes Curciusa-Spina ermittelt und verbindlich festgelegt (je Ziff. 7 der Beschlüsse Nrn. 2631 und 2632). Es fragt sich, ob und unter welchen rechtlichen Voraussetzungen eine solche \"Konzessionsverlängerung\" über die gesetzliche Höchstdauer von 80 Jahren hinaus in Berücksichtigung der umweltschutzrechtlichen Anforderungen zulässig ist.\n\nd) Art. 58 Abs. 1 WRG ordnet unter der Marginalie \"Dauer der Verleihung\" an: \"Die Verleihung hat eine Dauer von höchstens 80 Jahren von der Eröffnung des Betriebes an.\" Mit Ablauf dieser Dauer erlischt die Konzession, doch besteht sowohl gemäss der Botschaft des Bundesrates zum WRG (BBl 1912 II 701) als auch in der BGE 119 Ib 254 S. 291Lehre Einigkeit darüber, dass die Konzession - wie erwähnt - erneuert werden kann (HANS GRAF, Die Erweiterung, Erneuerung und Übertragung von Wasserrechtsverleihungen, Diss. Zürich 1954, S. 48 ff.; BLAISE KNAPP, La fin des concessions hydrauliques, ZSR 101/1982 I S. 133 ff.). Unter Erneuerung wird üblicherweise die Weiternutzung durch den bisherigen Konzessionär verstanden. Von \"Verlängerung\" der Konzession spricht das eidgenössische WRG im Unterschied zum kantonalen Gesetz betreffend die Benutzung der öffentlichen Gewässer zur Errichtung von Wasserwerken (Art. 4bis Abs. 2, Art. 4ter Abs. 1 BWRG) nicht ausdrücklich. Es liegt nahe, unter \"Verlängerung\" die Ausdehnung der vereinbarten Dauer zu den gleichen Bedingungen ohne inhaltliche Änderung zu verstehen (VINZENS AUGUSTIN, Verlängerung von Wasserrechtskonzessionen zum Zweck ihrer Harmonisierung, SJZ 85/1989, S. 336 Ziff. 1; KNAPP, a.a.O., S. 134). Einhelligkeit über das Verständnis der Begriffe \"Erneuerung\" und \"Verlängerung\" besteht allerdings nicht. In dem das Etzelwerk betreffenden Entscheid vom 11. Juli 1988 stellte das Bundesgericht fest, nach allgemeinem Sprachgebrauch könne unter \"Erneuerung\" sowohl ein Weiterdauern der Verleihung, d.h. die \"Verlängerung\", als auch die Erteilung einer völlig neuen Konzession verstanden werden (ZBl 90/1989 S. 87, E. 3b).\n\nAuch im vorliegenden Fall brauchen die begrifflichen Fragen nicht abschliessend geklärt zu werden. Wesentlich ist, dass das WRG mit der Beschränkung der Höchstdauer der Konzession auf 80 Jahre verhindern wollte, dass sich das verfügungsberechtigte Gemeinwesen über eine längere Dauer als 80 Jahre binde (PETER LIVER, Rechtsgutachten vom 28. Juli 1962 über die Verlängerung von Wasserrechtskonzessionen, Ziff. 1 S. 2). RAPHAEL VON WERRA hält fest, dass die Höchstdauer von 80 Jahren ein zwingendes Maximum sei, das durch keine abweichende Regelung im Verleihungsakt überschritten werden könne (Fragen zum Ablauf von Wasserrechtskonzessionen mit Heimfall unter besonderer Berücksichtigung der Verhältnisse im Kanton Wallis, ZBl 81/1980 S. 1 ff., insb. S. 5). WERNER DUBACH betont die zwingende Natur der Regel von Art. 58 Abs. 1 WRG und bezeichnet die zeitliche Begrenzung der Konzessionen als die zentrale Vorschrift des Gesetzes überhaupt (in ZBl 85/1984, Die Sonderstellung der Gemeinwesen nach Art. 3 Abs. 2 und Art. 58 Abs. 2 des Bundesgesetzes über die Nutzbarmachung der Wasserkräfte, S. 207 ff., insb. S. 209 Ziff. 2.2.1). Nach der Höchstdauer von 80 Jahren muss in jedem Fall sowohl zur Sicherung der Ansprüche des verfügungsberechtigten Gemeinwesens als auch zur Wahrung BGE 119 Ib 254 S. 292der allgemeinen öffentlichen Interessen eine Überprüfung der Konzessionsbedingungen erfolgen. Die Botschaft des Bundesrates zum WRG betont, dass die eidgenössische Regelung der Erlöschungsgründe, wozu der Ablauf der Dauer zählt, im Interesse der Rechtssicherheit liege (BBl 1912 II 700). Hieraus ergibt sich, dass nach Ablauf der Konzessionsdauer auch dann, wenn sich das Gemeinwesen und der bisherige Konzessionär darüber einig sind, dass das Nutzungsrecht weiterhin gewährt werden soll, \"sowohl über das künftige Schicksal desselben wie das der Werkanlagen zu entscheiden ist, und zwar unter Wahrung der öffentlichen Interessen des Konzedenten\" (so AUGUSTIN, a.a.O. [SJZ], S. 335 Ziff. 2, und vgl. auch AUGUSTIN, a.a.O. [Diss.], S. 171 ff.; übereinstimmend GRAF, a.a.O., S. 49).\n\ne) Von dieser Rechtslage ist auch zur Beurteilung der Frage auszugehen, ob vor Ablauf der gesetzlichen Höchstdauer der Konzession deren Bestand mit Nachträgen und einer Anpassung der Verleihungsbedingungen auf eine längere Dauer erstreckt werden kann, so dass sie entgegen der Regel von Art. 58 Abs. 1 WRG nach 80 Jahren nicht erlischt. PETER LIVER bejaht diese Frage im angeführten Rechtsgutachten mit der Begründung, das Gemeinwesen verpflichte sich auch in diesem Fall erneut lediglich auf eine neue Dauer von 80 Jahren (a.a.O., Ziff. 2 und 4, S. 2 und 5). In der vorliegenden Sache hat dies zur Folge, dass die Dauer der bereits genutzten Konzessionen über 120 Jahre beträgt, wenn vom Betriebsbeginn in den bestehenden Anlagen der Stufe II zu Beginn der 60er Jahre und vom neu festgesetzten Endtermin des 31. Dezember 2085 ausgegangen wird.\n\nWird berücksichtigt, dass das verfügungsberechtigte Gemeinwesen und der Konzessionär die Verleihung nach Ablauf der gesetzlichen Höchstdauer erneuern können, wobei die Grundsätze anzuwenden sind, welche für die Erteilung einer neuen Konzession gelten (BBl 1912 II 701; AUGUSTIN, a.a.O. [Diss.], S. 172; OTTO WIELAND, Die Wasserrechtsverleihung im Kanton Graubünden, Diss. Zürich 1939, S. 141), so ist nicht einzusehen, warum das Gemeinwesen und der Konzessionär eine Neufestsetzung der Höchstdauer mit Anpassung der Konzessionsbedingungen nicht auch vor Ablauf von 80 Jahren sollen vereinbaren können. Die gesetzliche Höchstdauer von 80 Jahren will die Freiheit des verfügungsberechtigten Gemeinwesens und des Konzessionärs, während der Dauer der Konzession einvernehmlich neue Bedingungen festzulegen, nicht beschränken. Wesentlich ist hingegen, dass der Konzessionär keinen BGE 119 Ib 254 S. 293Rechtsanspruch auf Erneuerung und dementsprechend auch nicht auf eine neue Festlegung der Höchstdauer von 80 Jahren während des Laufs einer Konzession besitzt; ein Anspruch auf Erneuerung nach Ablauf der Konzessionsdauer steht einzig Gemeinwesen als Konzessionären zu (Art. 58 Abs. 2 und 3 WRG). Von Bedeutung ist zudem, dass auch im Falle einer neuen Festlegung der Höchstdauer vor Ablauf von 80 Jahren die Grundsätze zu beachten sind, welche für die Erteilung einer neuen Konzession gelten.\n\nSomit ergibt sich, dass es mit Sinn und Zweck der gesetzlichen Regelung nicht vereinbar wäre, wenn nur bei einer Erneuerung der Konzession nach Ablauf der Höchstdauer von 80 Jahren die Grundsätze, welche für die Erteilung einer neuen Konzession gelten, zu beachten wären. Auch bei einer Neufestsetzung der Konzessionsdauer während des Laufs einer Konzession - im vorliegenden Falle nach rund 40 Jahren seit der Verleihung - wird die vom Gesetzgeber angeordnete zeitliche Begrenzung der Konzession \"als die zentrale Vorschrift des Gesetzes überhaupt\" (DUBACH, a.a.O. [ZBl], S. 209) geändert. Sowohl die Interessen des verfügungsberechtigten Gemeinwesens als auch die im Spiele stehenden öffentlichen Interessen verlangen in diesem Fall die Anwendung der Grundsätze, welche für die Erteilung einer neuen Konzession gelten.\n\nf) Im vorliegenden Fall bestätigen die genehmigten Nachträge, dass den Interessen der verfügungsberechtigten Gemeinwesen in mehrfacher Hinsicht Rechnung getragen wurde. Die finanziellen und energiemässigen Leistungen der Kraftwerkunternehmungen an die Gemeinden wurden angepasst. Über die Entschädigung für die zeitliche Verschiebung des Heimfalles der bestehenden Konzessionsanlagen wurde eine Einigung erzielt. Es handelt sich dabei um Festlegungen, die als Folge der neuen Höchstdauer der Konzession von 80 Jahren ab Inbetriebnahme des Werkes Curciusa im Interesse der verfügungsberechtigten Gemeinden getroffen werden mussten. Hinsichtlich dieser Interessen ist die neue Höchstdauer von 80 Jahren in Berücksichtigung der getroffenen Regelung als unbedenklich zu bezeichnen.\n\nDieselbe Feststellung gilt in bezug auf die Interessen der Konzessionärin, der MKW AG. Diese bezeichnet die Harmonisierung der Konzessionsbedingungen und -auflagen, namentlich hinsichtlich der Konzessionsdauer, als unabdingbare Voraussetzung für den Bau des Speicherwerkes Curciusa. Dies ist mit Rücksicht auf die erheblichen Investitionen verständlich. Die \"Anpassung\" der Konzessionen mit Neufestsetzung der Konzessionsdauer auf 80 Jahre ab BGE 119 Ib 254 S. 294Inbetriebnahme des Werkes Curciusa trägt diesen Interessen vollumfänglich Rechnung.\n\ng) Hingegen stellt sich die Frage, ob den bei der Festsetzung einer neuen Höchstdauer der Verleihung von 80 Jahren ebenfalls zu wahrenden öffentlichen Interessen in ausreichendem Masse Rechnung getragen wurde. In dieser Hinsicht bestehen erhebliche Zweifel. Die Regierung ist der Meinung, ihr Vorbehalt, spätestens bei Ablauf der \"ordentlichen\" Konzessionsdauer zu prüfen, ob zwingende öffentlich-rechtliche Vorschriften des Bundes oder des Kantons dannzumal neu beachtet werden müssen, genüge (Beschlüsse Nrn. 2631 und 2632, je Ziff. 8).\n\nVerhält es sich - wie ausgeführt - so, dass grundsätzlich die Regeln anzuwenden sind, welche für die Erteilung einer neuen Konzession gelten, wenn während des Laufs einer bestehenden Konzession mit sofortiger Wirkung für die andauernde Wasserkraftnutzung eine neue Höchstdauer von 80 Jahren gemäss den \"angepassten\" Konzessionsbedingungen festgelegt wird, so ergibt sich, dass in diesem Zeitpunkt geprüft werden muss, ob die Wasserkraftnutzung nicht nur den Interessen der verfügungsberechtigten Gemeinden und der Konzessionäre entspricht, sondern ob sie auch allen in Frage stehenden öffentlichen Interessen Rechnung trägt. Hiezu zählen sowohl die energiewirtschaftlichen Interessen an einer rationellen Wasserkraftnutzung als auch die Interessen des Schutzes der Umwelt im weitesten Sinne. Selbst wenn man mit PETER LIVER gemäss dem im Jahre 1962 erstatteten Gutachten annehmen wollte, eine \"blosse Verlängerung\" der Konzessionsdauer sei nicht dem Fall der Erteilung einer neuen Konzession gleichzustellen, so lägen im vorliegenden Fall im Sinne des von LIVER gemachten Vorbehaltes wesentliche inhaltliche Änderungen der laufenden Konzessionen vor. Die im Interesse der verfügungsberechtigten Gemeinwesen und der Konzessionärin getroffenen neuen Festlegungen zeigen dies. Auch führt die Anpassung der bestehenden Verleihungen - wie bereits wiederholt festgestellt wurde - zu wesentlichen Änderungen der bisherigen Nutzung, indem neu vorwiegend Winterenergie erzeugt werden soll. Derart weitgehende Änderungen, die auch andere Auswirkungen auf die Umwelt nach sich ziehen, sind nicht einer blossen \"Verlängerung\" im Sinne einer Ausdehnung der vereinbarten Höchstdauer zu im wesentlichen gleichen Bedingungen ohne inhaltliche Änderung gleichzustellen (s. insb. oben E. 5b). Sie führen auch zu gewissen, umfangmässig zwar begrenzten, dennoch aber unentbehrlichen baulichen Anpassungen der bestehenden Werke.\n\nBGE 119 Ib 254 S. 295\n\nh) Die bestehenden Wasserwerke sind Anlagen im Sinne von Art. 7 Abs. 7 und Art. 9 Abs. 1 USG. Die Regierung ist jedoch der Meinung, die von ihr genehmigte \"Anpassung\" der Verleihungen mit der Neufestsetzung der Höchstdauer von 80 Jahren ab Inbetriebnahme des Werkes Curciusa zöge keine neue Belastung der Umwelt nach sich, soweit die bestehenden Werke betroffen seien. Für die KHR-Anlagen durfte sie dies annehmen, wie bereits ausgeführt worden ist (oben E. 9k und 10b).\n\nHinsichtlich der Werke der MKW AG verkennt hingegen die Regierung die Rechtslage. Sie übersieht, dass das Bundesgericht bereits in dem die Ilanzer Kraftwerke betreffenden Entscheid festgestellt hat, dass auch in bezug auf konzedierte Werke geltendes Recht zur Anwendung zu bringen ist, soweit es nicht zu einem Eingriff in die Substanz des Rechts führt, eine Regel, die dem in den Konzessionen gemachten allgemeinen Vorbehalt künftigen Rechts entspricht (BGE 107 Ib 146 E. 4). Ferner übersieht sie, dass die geltenden Gesetze zum Schutze der Umwelt in dem von ihnen festgelegten Umfange auch auf bestehende Anlagen, welche die Umwelt belasten, zur Anwendung gelangen. Schliesslich verkennt die Regierung, dass nicht nur der technische Eingriff, der die Nutzung der Wasserkraft ermöglicht, sondern - ja sogar in erster Linie - die Wasserkraftnutzung mit ihrer andauernden Beeinflussung des natürlichen Wasserhaushaltes die Umwelt belastet. Ausserdem erfährt der Wasserhaushalt im vorliegenden Falle vom Zeitpunkt der neuen Laufzeit der Konzession an wegen der Auswirkungen auf das Wasserregime der Moesa eine erhebliche Änderung. Verhält es sich so, so müssen die umweltschutzrechtlich relevanten Auswirkungen der \"Konzessionsanpassung\" mit neuer Laufzeit der Verleihung für die veränderte Betriebsführung der Wasserkraftnutzung in den bestehenden und baulich anzupassenden Anlagen im jetzigen Zeitpunkt abgeklärt und soweit erforderlich auch verbindlich festgelegt werden.\n\nha) Dass weitere für den Schutz der Umwelt entlang dem Lauf der Moesa erhebliche Abklärungen ausgeführt werden müssen, ergibt sich aus den Berichten der kantonalen Umweltschutzfachstelle, denen - wie dargelegt - das Gewicht einer amtlichen Expertise zukommt (oben E. 8 und 9a), mit aller Deutlichkeit. Zu den für die Verbesserung der Verhältnisse entlang dem Lauf der Moesa vorgeschlagenen Massnahmen zählt die Forderung \"nach Remedur der Restwassersituation in der Moesa\". Der Augenschein am Lauf der Moesa im Gebiet von San Giacomo hat die völlige Trockenlegung des Flusses unterhalb von Isola auf einer Strecke von gegen 1 km BGE 119 Ib 254 S. 296und die damit verbundenen nachteiligen Auswirkungen auf die Landschaft und die Umwelt bestätigt. Die Befürchtung der Fachleute der beschwerdeführenden Vereinigungen, dass sich die Verhältnisse zusätzlich verschlechtern, wenn das Wasser aus dem Isola-Stausee über Spina nach Curciusa hinaufgepumpt wird, ist nicht von vornherein von der Hand zu weisen.\n\nhb) Wiederholt fordert sodann die kantonale Fachstelle weitere Abklärungen in bezug auf die Veränderungen des flussnahen Grundwasserspiegels, die als Folge der veränderten Betriebsführung mit verringertem Wasserabfluss im Sommer und verstärkter Wasserführung im Winter auftreten können. Die erhebliche Bedeutung des Grundwasserspiegels für die Vegetation entlang dem Flusslauf ist offenkundig. Sie betrifft auch den Schutz der Auen, denen nationale Bedeutung beigemessen wird, die allerdings bereits heute wegen der Verbauungen des Flusslaufes beeinträchtigt sind. Die Umweltschutzfachstelle fordert daher nicht nur die Prüfung, sondern auch die Durchführung von Revitalisierungsmassnahmen. Dass solche wirksam möglich sind, hat der Augenschein bestätigt. Auch wenn anzuerkennen ist, dass die bestehenden Beeinträchtigungen der Auen nicht in erster Linie der Wasserkraftnutzung zuzuschreiben ist, so ist ein Zusammenhang dennoch nicht in Abrede zu stellen.\n\nhc) Auch der am Augenschein erläuterte Schwallbetrieb ist nicht ohne wesentlichen Einfluss auf die Vegetation. Die von der Regierung gemachte Auflage, bei der Zentrale Soazza ein Schwallbecken zu errichten (Ziff. 1.2 lit. d der zu Curciusa im Beschluss Nr. 2629 erteilten fischereirechtlichen Bewilligung), vermag die nachteiligen Auswirkungen des Schwallbetriebes zu vermindern, doch bedarf die Erstellung des Beckens sowohl hinsichtlich seiner Lage sowie der allfälligen Inanspruchnahme von Waldareal und der Regelung des Schwallbetriebes weiterer Abklärungen, dies namentlich auch hinsichtlich der Möglichkeit, zu der für die Auenvegetation rechten Zeit eine Überflutung sicherzustellen.\n\nhd) Das kantonale Amt für Umweltschutz ist jedoch der Meinung, die entsprechenden Abklärungen seien im Rahmen der zweiten Stufe der UVP auszuführen, eine Auffassung, die jedenfalls zum Teil mit der rechtlichen Überlegung zusammenhängt, dass die \"Verlängerung\" der bestehenden Konzessionen für die Kraftwerkanlagen der zweiten Stufe (Valbella, Spina I und Soazza) einzig mit den Nachträgen beschlossen werden könne, ohne dass zusätzliche umweltschutzrechtliche Abklärungen und Bewilligungen nach der Fischerei- und der Naturschutzgesetzgebung für die bestehenden Werkanlagen BGE 119 Ib 254 S. 297der zweiten Stufe verlangt werden könnten. Dieser Auffassung kann jedoch - wie ausgeführt - nicht gefolgt werden. Gewiss kann ein erheblicher Teil der sowohl vom BUWAL als auch von der kantonalen Umweltschutzfachstelle verlangten Massnahmen entgegen der Auffassung der Beschwerdeführer im Rahmen der weiteren Verfahren, die zu den Ausführungsbewilligungen führen, abgeklärt werden. Dies trifft namentlich für die Massnahmen zu, welche für die Bauzeit anzuordnen sind, um dem Lärmschutz und der Luftreinhaltung Rechnung zu tragen. Auch die Fragen, welche mit dem Aushub und den hiezu anzulegenden Deponien zusammenhängen, sind im Rahmen der zweiten Stufe der UVP im einzelnen zu prüfen. Desgleichen sind die Fragen der für den Transport der Energie nötigen Leitungen Folgeprobleme, die in den nachfolgenden Verfahren abschliessend zu prüfen sind.\n\nDie oben angesprochenen Probleme des Gewässerschutzes sowie des Natur- und Landschaftsschutzes betreffen jedoch sowohl für die Umwelt als auch die Wasserkraftnutzung derart zentrale Anliegen, dass deren Abklärung nicht auf eine zweite Stufe der UVP verschoben werden darf (vgl. nicht publ. E. 5 von BGE 115 Ib 224 ff. betreffend Notwendigkeit der UVP, soweit sie für die Bewilligungen nach FG und NHG durchgeführt werden muss).\n\nhe) Nach Art. 16 USG sind Anlagen, die den Vorschriften dieses Gesetzes oder den Umweltvorschriften anderer Bundesgesetze nicht genügen, zu sanieren. Anzuführen sind im Zusammenhang mit der Wasserkraftnutzung die Art. 24-26 FG in der Fassung vom 14. Dezember 1973 (bzw. die Vorschriften der Art. 7-10 FG vom 21. Juni 1991, in Kraft ab 1. Januar 1994). Die in Frage stehende Neufestsetzung der Dauer der Wasserkraftnutzung auf 80 Jahre, die eine wesentlich veränderte Betriebsführung in den bestehenden und - soweit nötig - baulich anzupassenden Anlagen mit sich bringt und zu einer Fortdauer der Eingriffe in die Gewässer um rund weitere 40 Jahre führt, ist als Erweiterung der Anlagen im Sinne von Art. 24 FG (in der bisherigen und auch in der neuen Fassung des GSchG) sowie Art. 18 Abs. 1 USG zu bezeichnen. Hievon abgesehen sind Massnahmen zum Schutze oder zur Wiederherstellung von Fischgewässern auch für bestehende Anlagen anzuordnen, wie dies das Bundesgericht im Entscheid 107 Ib 148 E. 6 festgestellt hat.\n\nDer Augenschein hat sodann bestätigt, dass die Nutzung der Wasserkraft der Moesa durch die MKW AG sowohl den Vorschriften des früheren als auch des neuen GSchG, namentlich den Bestimmungen zur Sicherung angemessener Restwassermengen (Art. 29 ff. GSchG BGE 119 Ib 254 S. 298vom 24. Januar 1991), nicht genügt. Freilich konnte die Regierung das neue GSchG noch nicht anwenden, da es erst während des bundesgerichtlichen Verfahrens - am 1. November 1992 - in Kraft getreten ist. Doch ist es nun vom Bundesgericht zu beachten (oben E. 9g), wie dies übrigens schon zum früheren GSchG vom 8. Oktober 1971 (BGE 99 Ib 152 f. E. 1) und zum USG (BGE 112 Ib 43 E. 1c) entschieden worden ist. Somit sind im vorliegenden Fall insbesondere auch die Art. 30 ff. des neuen GSchG bereits anwendbar, was denn auch aus dessen Übergangsbestimmungen (Art. 80-83, e contrario) und aus den Gesetzesmaterialien (BBl 1987 II 1061 sowie insb. Amtl.Bull. N 1989 1018 ff. und 1103 ff.) deutlich hervorgeht und übrigens auch mit dem von BERNHARD FREI zuhanden des BUWAL erstatteten Rechtsgutachten über \"Die Sanierung nach Art. 80 ff. Gewässerschutz vom 24.1.1991 bei der Wasserkraftnutzung\" (Schriftenreihe Umwelt Nr. 163, S. 23 ff., insb. S. 27 f.) übereinstimmt. Gemäss dem neuen GSchG sind die Vorschriften über die Mindestrestwassermengen zwingend, wie sich dies aus Art. 31 in Verbindung mit der Ausnahmeregelung von Art. 32 und den Vorschriften für die Erhöhung der Mindestwassermenge gemäss Art. 33 klar ergibt. Auch die Gesetzesmaterialien lassen hierüber keinen Zweifel offen. Anträge, die auf eine Lockerung der Mindestwasservorschriften abzielten, wurden abgelehnt (s. Amtl.Bull. N insb. 1989 1018-1034 sowie 1990 591; s. in diesem Zusammenhang auch nachf. lit. 1).\n\nSchliesslich sind die wiederholt angesprochenen Vorschriften der Natur- und Heimatschutzgesetzgebung anzuführen. Der mit dem USG und mit seitherigen Gesetzesrevisionen angeordnete verstärkte Schutz von Riedgebieten, Mooren und seltenen Waldgesellschaften (Art. 18 Abs. 1bis und 1ter sowie Art. 18a und b NHG) ist im Zeitpunkt des Ausbaues der Anlagen und der Neufestlegung der Konzessionsdauer auf 80 Jahre und nicht erst nach Ablauf der \"ordentlichen\" Konzessionsdauer ernst zu nehmen. Die Gefährdung der Auenvegetation entlang der Moesa hängt jedenfalls teilweise mit der Wasserkraftnutzung durch die MKW AG zusammen. Die Forderung ist daher gerechtfertigt, dass die Massnahmen zur Revitalisierung der Auen, die sich aus den geltenden Schutz- und Unterhaltsverpflichtungen der Kantone ergeben, im Zeitpunkt der Neufestsetzung der Verleihungsdauer auf 80 Jahre zu prüfen und anzuordnen sind.\n\ni) Aus den dargelegten grundsätzlichen Erwägungen über das Ausmass der gerichtlichen Kontrolle (vorne E. 2 und 8) ergibt sich die Feststellung, dass die vorhandenen Untersuchungen über die BGE 119 Ib 254 S. 299Umweltverträglichkeit unvollständig sind, soweit sie die Wasserkraftnutzung in den bestehenden Werken der MKW AG betreffen. Die Frage, ob sie im Sinne von Art. 24 UVPV genügen, ist somit zu verneinen. Sodann ist festzustellen, dass es nicht Sache des Bundesgerichts ist, weitere Untersuchungen anzuordnen. Die Kompetenzen der gesetzlich vorgesehenen Fachinstanzen sind zu respektieren. Auch lassen die Hinweise auf die Anwendung der geltenden Vorschriften zum Schutze der Umwelt, die in Art. 3 UVPV in nicht abschliessender Weise aufgeführt sind, erkennen, dass die \"Anpassung\" der laufenden Konzessionen mit der Neufestsetzung der Konzessionsdauer auf das Höchstmass von 80 Jahren eine UVP im Sinne von Art. 9 USG voraussetzt, welche aufzeigt, ob und inwieweit die bestehende Wasserkraftnutzung in den Anlagen, welche Gegenstand der angefochtenen Beschlüsse Nrn. 2631 und 2632 bilden, den Vorschriften zum Schutze der Umwelt entspricht (BGE 116 Ib 262 f. E. 1a und b). Soweit dies nicht zutrifft, ist aufzuzeigen, welche Massnahmen zur Verminderung der Umweltbelastung ergriffen werden können, wie dies Art. 9 Abs. 2 lit. d USG verlangt. Diese Verpflichtung ergibt sich übrigens auch aus Art. 82 f. des neuen GSchG vom 24. Januar 1991.\n\nk) Hat sich die Neufestsetzung der Verleihungsdauer für die Wasserkraftnutzung in den bestehenden Anlagen der MKW AG auf das gesetzliche Höchstmass von 80 Jahren ab Inbetriebnahme des Werkes Curciusa - wie ausgeführt - grundsätzlich nach den für neue Verleihungen geltenden Regeln zu richten, so ergibt sich auch, dass die Regierung zu Unrecht angenommen hat, die für die technischen Eingriffe in die Gewässer und in die Ufervegetation nach geltendem Recht erforderlichen Bewilligungen, insbesondere diejenigen gemäss dem FG und dem NHG sowie nun neu nach dem GSchG vom 24. Januar 1991, seien entbehrlich. Der zu verlangende Bericht über die Umweltverträglichkeit der bestehenden Wasserkraftnutzung vermittelt ihr die notwendigen Entscheidungsgrundlagen, um die für die fortdauernden, in begrenztem Mass auch neuen Eingriffe in die Gewässer und in die Ufervegetation nötigen Bewilligungsverfahren durchführen und die gegebenenfalls erforderlichen Auflagen und Bedingungen festsetzen zu können.\n\nl) Zur Klarstellung sei beigefügt, dass die von der kantonalen Umweltschutzfachstelle verlangten Massnahmen, die von der Regierung nur in ungenügendem Ausmass im Rahmen der Beschlüsse Nrn. 2629 und 2630 für das Speicherwerk Curciusa berücksichtigt wurden, nach der Meinung der Fachstelle ergriffen werden können, ohne die BGE 119 Ib 254 S. 300Realisierung des Speicherwerkes Curciusa in Frage zu stellen. Auch aus der kritischen Stellungnahme des BUWAL ergibt sich, dass die gerügten Mängel aufgrund der zu treffenden weitergehenden Abklärungen behoben werden können. Das Bundesgericht hat gemäss dem Ergebnis des Augenscheins und der Instruktionsverhandlung bei der von ihm nach dem Gesagten zu wahrenden Zurückhaltung gegenüber der amtlichen Expertise der kantonalen Umweltschutzfachstelle und in Respektierung des Beurteilungs- und Ermessensspielraums der kantonalen Regierung (vorne E. 2b und 8a/b) keinen Anlass, diese Annahme in Frage zu stellen. Doch ist zu beachten, dass sich aus der Anordnung der nach geltendem Umweltschutzrecht (im weitesten Sinn) erforderlichen Massnahmen Konsequenzen für das Werk Curciusa ergeben. Namentlich sind die Auswirkungen der gesetzlich imperativ angeordneten Mindestwassermengen in Kauf zu nehmen. Dass dies auch der Meinung des Gesetzgebers entspricht, ergibt sich namentlich aus der Ablehnung eines von Nationalrat Schmidhalter gestellten Antrages. Dieser wollte in Fällen, in denen - wie hier - die Konzession vor Ablauf der ursprünglich festgesetzten Dauer geändert oder ergänzt wird, die Restwassermengen gemäss dem neuen GSchG erst nach Ablauf der betreffenden Dauer gelten lassen. Der Nationalrat verwarf aber diesen Antrag; der Berichterstatter, Nationalrat Rüttimann, stellte fest, die von Nationalrat Schmidhalter gewollte Folge könne nicht die Meinung der Revision des GSchG sein (Amtl.Bull. N 1989 1106).\n\nm) Aus den dargelegten Gründen ist die Beschwerde gutzuheissen, soweit sie sich gegen die Regierungsbeschlüsse Nrn. 2631 und 2632 richtet. Die Einwendungen der beschwerdeführenden Vereinigungen gegen die Beschlüsse Nrn. 2629, 2630 und 2633 haben sich demgegenüber im wesentlichen als unbegründet erwiesen. Doch ist zu beachten, dass das vorgesehene Speicherwerk Curciusa - wie ausgeführt - mit Spina I und Soazza eine Gesamtanlage bildet. Das neue Energiekonzept lässt sich nur dank der Speicherung des Wassers im neuen Speicherbecken von 60 Mio. m3 Inhalt in Verbindung mit den bestehenden Werken verwirklichen, weshalb die fragliche Erneuerung der Konzessionen von 1953 einer Neukonzessionierung gleichkommt; dies führt zu Rückschlüssen auf den Betrieb des Werkes Curciusa, deren Folgen sich erst aufgrund der noch vorzunehmenden weiteren Abklärungen klar ergeben. Dieser Zusammenhang schliesst einen nach den Beschlüssen Nrn. 2629, 2630, 2633 einerseits und Nrn. 2631 und 2632 anderseits differenzierten Entscheid aus. Dies führt dazu, die Beschwerde im Sinne der BGE 119 Ib 254 S. 301vorstehenden Erwägungen gutzuheissen, alle angefochtenen Beschlüsse aufzuheben und die Sache zu neuem Entscheid im Sinne der Erwägungen an die Regierung zurückzuweisen. Der Hinweis auf die Erwägungen besagt, dass das Speicherwerk Curciusa realisiert werden kann, sofern die genannten, von der Regierung noch zu veranlassenden und bei ihrem Neuentscheid zu berücksichtigenden weiteren Abklärungen ergeben, dass die umweltschutzrechtlichen Anforderungen im weitesten Sinne (einschliesslich der Respektierung der einschlägigen Spezialgesetze, insbesondere auch des GSchG vom 24. Januar 1991) bei der einer Neukonzessionierung entsprechenden \"Verlängerung\" der bestehenden Konzessionen gemäss den Beschlüssen Nrn. 2631 und 2632 erfüllt werden und die Anlage, auch im Lichte der dabei gegebenenfalls zusätzlich anzuordnenden Vorbehalte bzw. Auflagen und Bedingungen, eine positive Gesamtenergiebilanz aufweist."}