{"annee": "119", "cour": "II", "page": "264", "date": "3/3/1993", "cite": ["112 IA 97", "114 V 153", "92 II 128", "114 II 1", "114 V 162", "111 IA 12", "116 II 634", "41 II 425"], "cite_par": ["120 V 1", "143 III 284", "126 II 425"], "chapeau": "53. Auszug aus dem Urteil der II. Zivilabteilung vom 3. März 1993 i.S. X. (Verwaltungsgerichtsbeschwerde)", "regestes": ["Reconnaissance d'un mariage conclu à l'étranger (art. 45 LDIP; art. 54 Cst.; art. 8 et 12 CEDH). Un mariage conclu entre personnes du même sexe heurte l'ordre public suisse et ne saurait donc être reconnu (consid. 3); le refus de le reconnaître ne viole ni l'art. 54 Cst. ni les art. 8 et 12 CEDH (consid. 4 et 5). Procédure à suivre pour obtenir la reconnaissance en droit du changement de sexe opéré médicalement. L'inscription du changement de sexe au registre de l'état civil suppose que la personne concernée a fait constater le nouveau sexe par le juge, par la voie d'une action d'état civil (consid. 6). Au cas où les droits de plusieurs pays pourraient entrer en considération, c'est l'art. 33 al. 1 LDIP qui s'applique (consid. 7)."], "faits": "BGE 119 II 264 S. 265\n\nAm 15. Dezember 1988 wurde in Kopenhagen (Dänemark) die Ehe zwischen dem in der Schweiz heimatberechtigten A. Y. und B. X. aus Brasilien geschlossen. Wie im Verlaufe des Jahres 1990 bekannt wurde, war die Person, die als Braut aufgetreten war, am 6. Oktober 1955 in Brasilien als Sohn des C. R. und der D. S. unter dem Namen F. R. geboren worden. Am 9. Januar 1988 hatte sie sich einer geschlechtsumwandelnden Operation unterzogen. Eine entsprechende Änderung der Zivilstandsregister fand jedoch nicht statt. Bei der Trauung wies sich die als Braut auftretende Person mit einem auf B. X. lautenden Pass aus, in den sie ihr Foto eingesetzt hatte.\n\nMit Eingabe vom 2. Dezember 1991 stellte B. Y. - X. beim Departement des Innern des Heimatkantons von A. Y. als Aufsichtsbehörde über das Zivilstandswesen das Gesuch, es sei die am 15. Dezember 1988 in Kopenhagen geschlossene Ehe anzuerkennen und das Zivilstandsamt der Heimatgemeinde anzuweisen, den entsprechenden Registereintrag vorzunehmen.\n\nAm 4. Mai 1992 verfügte das Departement, dass die Ehe nicht anerkannt und der verlangte Registereintrag verweigert werde.\n\nB. X. (eigentlich F. R.; im folgenden der Beschwerdeführer) hat Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben mit dem Antrag, die Verfügung vom 4. Mai 1992 sei aufzuheben und dem beim kantonalen Departement eingereichten Gesuch sei zu entsprechen.\n\nDas kantonale Departement des Innern beantragt Abweisung der Beschwerde. Das Eidgenössische Justiz- und Polizeidepartement (Bundesamt für Justiz) hat erklärt, es schliesse sich im wesentlichen der Rechtsauffassung der kantonalen Instanz an.", "considerants": "Aus den Erwägungen:\n\n2. Die Anerkennung und Registrierung der zwischen dem Beschwerdeführer und A. Y. in Dänemark geschlossenen Ehe hat das Departement des Innern des Kantons ... mit der Begründung verweigert, BGE 119 II 264 S. 266es handle sich registermässig um eine Ehe unter gleichgeschlechtlichen Personen. Eine solche könne in der Schweiz nicht anerkannt werden.\n\n3. Der Beschwerdeführer rügt vorab eine Verletzung von Art. 45 IPRG (SR 291).\n\na) Gemäss Art. 45 Abs. 1 IPRG wird eine im Ausland gültig geschlossene Ehe in der Schweiz anerkannt. Sind Braut oder Bräutigam Schweizer Bürger oder haben beide Wohnsitz in der Schweiz, so wird die im Ausland geschlossene Ehe anerkannt, wenn der Abschluss nicht in der offenbaren Absicht ins Ausland verlegt worden ist, Nichtigkeitsgründe des schweizerischen Rechts zu umgehen (Art. 45 Abs. 2 IPRG). Bezüglich der Eintragung in die Zivilstandsregister, wie sie hier vom Beschwerdeführer verlangt worden ist, bestimmt Art. 32 Abs. 1 IPRG, dass eine ausländische Entscheidung oder Urkunde über den Zivilstand aufgrund einer Verfügung der kantonalen Aufsichtsbehörde in die Zivilstandsregister eingetragen wird. Die Eintragung wird bewilligt, wenn die Voraussetzungen der Art. 25 bis 27 erfüllt sind (Art. 32 Abs. 2 IPRG). Die Anerkennung ist unter anderem ausgeschlossen, wenn sie mit dem schweizerischen Ordre public offensichtlich unvereinbar wäre (Art. 27 Abs. 1 IPRG).\n\nb) Ein Verstoss gegen den Ordre public liegt nach der Rechtsprechung vor, wenn fundamentale Rechtsgrundsätze verletzt sind, der fragliche Akt mit der schweizerischen Rechts- und Wertordnung schlechthin unvereinbar ist (BGE 116 II 636; BGE 111 Ia 14 E. 2a mit Hinweisen). Nach dem schweizerischen Rechtsempfinden ist die Ehe die geschlechtliche Vereinigung von Mann und Frau, mit andern Worten von zwei Menschen biologisch unterschiedlichen Geschlechts (HEGNAUER, Grundriss des Eherechts, 2. A., Rz. 4.33; HAUSHEER/REUSSER/GEISER, N. 6 zu Art. 159 ZGB). Das so verstandene Institut der Ehe untersteht der Ordre public-Klausel (vgl. BGE 114 II 6 E. 4).\n\nc) Bei seinem Entscheid ging das kantonale Departement des Innern vom Personenstand des Beschwerdeführers aus, wie er aus dessen richtigen Personaldokumenten hervorgeht. Danach ist der Beschwerdeführer männlichen Geschlechts. Die mit A. Y. in Dänemark geschlossene Ehe hat die kantonale Instanz folgerichtig als Verbindung unter gleichgeschlechtlichen Personen qualifiziert, deren Anerkennung gegen den schweizerischen Ordre public verstossen würde. Aus dieser Sicht ist der angefochtene Entscheid nicht zu beanstanden.BGE 119 II 264 S. 267\n\n4. In der Nichtanerkennung der Ehe mit A. Y. erblickt der Beschwerdeführer sodann einen Verstoss gegen die Art. 54 BV und 12 EMRK.\n\na) Beruft sich ein Beschwerdeführer für den nämlichen Anspruch gleichzeitig auf ein verfassungsmässiges Recht und auf eine Bestimmung der EMRK, so prüft das Bundesgericht in der Regel zunächst, ob der angefochtene Entscheid gegen die Bundesverfassung verstosse.\n\nGegebenenfalls berücksichtigt es dabei allerdings die Konkretisierung bestimmter Rechtsgrundsätze durch die Konventionsorgane (BGE 112 Ia 99 E. 3 mit Hinweis).\n\nb) Nach Art. 54 Abs. 1 BV steht das Recht zur Ehe unter dem Schutz des Bundes. Geschützt ist das Institut der Ehe als solches, so wie die kulturelle Entwicklung es gestaltet hat und wie es den sittlichen Anschauungen der Bürgerinnen und Bürger entspricht. Aus dieser Sicht versteht sich die Ehe als das auf Dauer angelegte Zusammenleben von Mann und Frau in einer umfassenden Lebensgemeinschaft. Gleichgeschlechtliche Lebensgemeinschaften fallen dagegen nicht unter den Schutz von Art. 54 BV, und zwar auch dann nicht, wenn eine formelle Eheschliessung erschlichen worden ist (DICKE, Kommentar zur BV, N. 1 und 30 zu Art. 54).\n\nc) Die angeführten Grundsätze decken sich mit dem Gehalt von Art. 12 EMRK. So hat der Europäische Gerichtshof klargestellt, dass diese Konventionsbestimmung einzig die Heirat zwischen Personen unterschiedlichen biologischen Geschlechts im Auge habe. Art. 12 EMRK schützt somit lediglich die herkömmliche Ehe (vgl. die Urteile des Europäischen Gerichtshofes für Menschenrechte vom 17. Oktober 1986 in Sachen Rees (Serie A Nr. 106 § 49) und vom 27. September 1990 in Sachen Cossey (Serie A Nr. 184 § 43). Im zweiten Fall hat der Gerichtshof dafürgehalten, es sei ohne Belang, dass die als Mann geborene transsexuelle Beschwerdeführerin sozial als Frau anerkannt sei und einen ehewilligen (männlichen) Partner habe (vgl. §§ 32 und 33); dass sie keine Frau heiraten könne, beruhe nicht auf einem rechtlichen Hindernis, und soweit sie andererseits keinen Mann heiraten könne, würden die Grundsätze des (für jenen Fall massgebenden) englischen Rechts sich mit dem Art. 12 EMRK zugrundeliegenden Begriff der Ehe decken (§ 45); wenn das nationale Recht bei der Bestimmung des Geschlechts einer Person im Hinblick auf die Ehe auf rein biologische Kriterien abstelle, sei dies im übrigen mit der Konvention durchaus vereinbar (§ 46).\n\nd) Aus dem Gesagten erhellt, dass die Verweigerung des vom Beschwerdeführer angestrebten Registereintrags durch die kantonale BGE 119 II 264 S. 268Instanz unter den gegebenen Umständen weder gegen Art. 54 BV noch gegen Art. 12 EMRK verstösst. Insbesondere ist auch aus der Sicht dieser Bestimmungen unbehelflich, dass der Beschwerdeführer nach seinem Empfinden und nach seiner sozialen Stellung eine Frau sei.\n\n5. a) Der Beschwerdeführer rügt des weitern eine Verletzung von Art. 8 EMRK. Danach hat jedermann Anspruch auf Achtung seines Privat- und Familienlebens, seiner Wohnung und seines Briefverkehrs (Abs. 1) und ist der Eingriff einer öffentlichen Behörde in die Ausübung dieses Rechts nur statthaft, soweit er gesetzlich vorgesehen ist und eine Massnahme darstellt, die in einer demokratischen Gesellschaft für die nationale Sicherheit, die öffentliche Ruhe und Ordnung, das wirtschaftliche Wohl des Landes, die Verteidigung der Ordnung und zur Verhinderung von strafbaren Handlungen, zum Schutz der Gesundheit und der Moral oder zum Schutz der Rechte und Freiheiten anderer notwendig ist (Abs. 2).\n\nb) Das Recht auf geschlechtliche Identität (Transsexualismus) fällt als Teil des Rechts auf Achtung des Privatlebens, insbesondere des Verfügungsrechts über den eigenen Körper, in der Tat in den Schutzbereich von Art. 8 EMRK (dazu WILDHABER, IntKommEMRK, Rz. 208 ff. zu Art. 8). Die Konventionsorgane haben sich verschiedentlich damit befasst, ob Transsexuelle gegenüber dem Staat einen Anspruch darauf hätten, dass die Geschlechtsumwandlung durch eine entsprechende Änderung der Registereinträge rechtlich nachvollzogen werde.\n\nBei der Prüfung der Frage, inwiefern der Staat in diesem Bereich eine positive Handlungspflicht habe, hat der Gerichtshof stets darauf hingewiesen, dass das jeweilige nationale Recht für ein gerechtes Gleichgewicht zwischen den Interessen der Allgemeinheit und denjenigen des Individuums (d.h. des Transsexuellen) sorgen müsse. Nach seiner Ansicht ist ein Staat nicht verpflichtet, sein bestehendes Registersystem allenfalls grundlegend zu revidieren (Urteil Rees, § 42 lit. a; Urteil Cossey, § 38 lit. a). Der Gerichtshof hat denn etwa dafürgehalten, dass die blosse Weigerung, das Geburtsregister zu ändern oder Geburtsscheine mit einem vom Register abweichenden Inhalt auszustellen, keinen \"Eingriff\" im Sinne von Art. 8 Abs. 2 EMRK darstelle (Urteil Rees, § 35). Die angeführten grundsätzlichen Überlegungen hat er auch im Urteil vom 25. März 1992 in Sachen B. gegen Frankreich (Serie A Nr. 232-C) bestätigt, zumal in wichtigen mit dem Transsexualismus zusammenhängenden Fragen (z. B. Zustimmung zur geschlechtsumwandelnden Operation; BGE 119 II 264 S. 269Bedingungen, unter denen eine Geschlechtsänderung bewilligt werden kann; rechtliche Auswirkungen mit Bezug auf eine bestehende oder eine in der Zukunft zu schliessende Ehe) unter den Konventionsstaaten noch kein genügend breiter Konsens vorhanden sei, um von der bisherigen Betrachtungsweise abzuweichen (§ 48). Hingegen ist WILDHABER (Rz. 223 zu Art. 8) der Ansicht, dass zu den positiven Handlungs- und Schutzpflichten der Staaten gegenüber Transsexuellen eine Verpflichtung zur Berichtigung der Geburtsregister und Identitätspapiere oder wenigstens zur Ausstellung von Dokumenten, welche nur die neue Identität bescheinigen, gezählt werden sollte.\n\n6. a) In der Schweiz werden Geschlechtsumwandlungs-Operationen seit rund zwanzig Jahren durchgeführt. Sie sind heute als Behandlung einer psychischen Störung von der Ärzteschaft auf breiter Basis anerkannt (dazu BGE 114 V 167 E. 4). Nach der neueren Rechtsprechung des Eidgenössischen Versicherungsgerichts gehört der chirurgische Eingriff, falls er als die einzig wirksame Behandlungsmethode erscheint, zu den Pflichtleistungen der anerkannten Krankenkassen (BGE 114 V 161 E. c, 168 E. 5).\n\nb) Eine Regelung des rechtlichen Nachvollzugs einer medizinisch durchgeführten Geschlechtsumwandlung enthält die schweizerische Rechtsordnung nicht. Dennoch ist in verschiedenen Gerichtsurteilen die geänderte geschlechtliche Identität einer transsexuellen Person anerkannt worden (vgl. Urteil des Zivilgerichts Basel-Stadt vom 27. Juni 1961, wiedergegeben in ZBl 62/1961, S. 418 ff.; Urteil des Gerichtspräsidenten von Laupen vom 17. Februar 1971, wiedergegeben in ZZW 1971, S. 129 f.; Urteil des Gerichtspräsidenten von Vevey vom 9. Mai 1974, wiedergegeben in ZZW 1975, S. 181 ff.; Urteil des Zivilgerichts Basel-Stadt vom 8. Mai 1979, wiedergegeben in ZZW 1979, S. 281 ff.; Urteil des Kantonsgerichts Neuenburg vom 15. Dezember 1980, wiedergegeben in Recueil de jurisprudence neuchâteloise 1980-81, S. 38 ff.; Urteil des Zivilgerichts Basel-Stadt vom 17. Juli 1981, wiedergegeben in ZZW 1985, S. 374 ff.).\n\nBei der Behandlung der Begehren betreffend Feststellung des neuen Geschlechts und entsprechende Änderung der Registereinträge zogen die Gerichte anfänglich zum Teil Art. 45 ZGB (analog) heran, wonach - unter dem Vorbehalt der Berichtigung auf offensichtlichem Versehen oder Irrtum beruhender Fehler durch die Aufsichtsbehörde (Abs. 2) - eine Eintragung nur auf Anordnung des Richters berichtigt werden darf (Abs. 1). Zutreffend wird die in BGE 119 II 264 S. 270Frage stehende Klage heute allgemein als Statusklage besonderer Art qualifiziert, geht es doch bei der Geschlechtsumwandlung eines transsexuellen Menschen um eine nachträgliche Änderung des Personenstandes, nicht um die Berichtigung eines von Anfang an falschen Eintrags (vgl. URS PETER CAVELTI, Berichtigung und Statusklage, deren Abgrenzung und Anwendung, in ZZW 1980, S. 69; PIERRE AUBERT/HÉLÈNE REICH, Der Eintrag der Geschlechtsänderung in die Zivilstandsregister, in ZZW 1987, S. 4 f.; dazu auch BGE 92 II 132 E. 3). Die Klage lässt sich etwa mit der Feststellungsklage vergleichen, die BGE 41 II 425 ff. zugrundegelegen und ein Kind betroffen hatte, das einzig in den einschlägigen französischen Registern - als Kind einer falschen Mutter - eingetragen worden war.\n\nc) Die schweizerische Praxis geht nach dem Gesagten davon aus, dass die Anerkennung der Geschlechtsänderung die Durchführung eines richterlichen Verfahrens voraussetzt. Dieser Betrachtungsweise ist angesichts der Ordnung des Zivilstandswesens beizupflichten: Den Registereinträgen kommt auch in diesem Bereich die erhöhte Beweiskraft gemäss Art. 9 ZGB (Vermutung der Richtigkeit der durch sie bezeugten Tatsachen) zu (Art. 28 ZStV). Eine Änderung des Personenstandes infolge Geschlechtsumwandlung kann deshalb nicht dem persönlichen Empfinden des betroffenen Transsexuellen überlassen werden, könnten doch sonst gerade die Grundvoraussetzungen der herkömmlichen Ehe, auf denen beispielsweise auch Art. 12 EMRK beruht, allzu leicht unterlaufen werden. Die Rechtssicherheit gebietet klare, eindeutige Verhältnisse, was nur bei einem irreversiblen Geschlechtswechsel gewährleistet ist. Ähnlich wie bei der Berichtigung eines Registereintrags im Sinne von Art. 45 ZGB (dazu EGGER, N. 11 zu Art. 45 ZGB) ist deshalb - auch im Interesse betroffener Drittpersonen (Ehegatte, Kinder) - zu verlangen, dass die Voraussetzungen für die Anerkennung einer Geschlechtsänderung in einem formellen richterlichen Verfahren abgeklärt werden. Wie aus dem oben Dargelegten (E. 5b) erhellt, steht eine solche Ordnung durchaus in Einklang mit den einschlägigen Bestimmungen der Europäischen Menschenrechtskonvention.\n\n7. Das Geschlecht einer Person ist wie der Name ein Element der Persönlichkeit. Im Falle internationaler Verflechtung sind - abweichende gesetzliche Regelung vorbehalten - für die Beurteilung von personenrechtlichen Verhältnissen die schweizerischen Gerichte am Wohnsitz zuständig; sie wenden das Recht am Wohnsitz an (Art. 33 Abs. 1 IPRG). Damit ist dem Vorbringen des Beschwerdeführers, BGE 119 II 264 S. 271registermässig sei für ihn - auf dem Weg der Berichtigung nach Art. 45 ZGB - eine Änderung des Personenstandes, die sein Heimatstaat Brasilien gestützt auf eine Geschlechtsumwandlung nicht zulasse, nur möglich, wenn die in Dänemark geschlossene Ehe hier anerkannt und in das Familienregister eingetragen werde, der Boden entzogen. Der Beschwerdeführer hat die Möglichkeit, an seinem schweizerischen Wohnsitz eine Klage auf Feststellung seines neuen Personenstandes (Geschlechts) einzureichen."}