{"annee": "119", "cour": "IB", "page": "366", "date": "3/6/1993", "cite": ["112 IB 531", "113 IB 303", "114 IB 321", "115 IB 13", "109 IB 26", "116 IA 106", "114 IB 286", "112 IB 94", "116 IB 11"], "cite_par": ["132 II 427"], "chapeau": "37. Estratto della sentenza 3 giugno 1993 della I Corte di diritto pubblico nella causa M e C c. Consorzio per la nuova piazza di tiro del Malcantone e Commissione federale di stima del 13o Circondario (ricorso di diritto amministrativo)", "regestes": ["Faute de calcul (art. 69 al. 3 PA). Une faute dans le calcul de l'indemnité d'expropriation doit être rectifiée d'office (consid. 2). Expropriation; date déterminante pour fixer la valeur vénale du droit exproprié; indemnité pour l'expropriation de terrains bâtis situés hors de la zone à bâtir. Exception au principe selon lequel la date de l'audience de conciliation est également déterminante pour la situation juridique du terrain exproprié, lorsque cette situation résulte d'un effet anticipé de l'entreprise de l'expropriant (art. 20 al. 3 LEx) (consid. 3a). Critères pour l'estimation de terrains bâtis situés hors de la zone à bâtir; influence, sur l'estimation, de la possibilité d'utiliser le bâtiment existant, en particulier du point de vue de la garantie des droits individuels concrets du propriétaire (consid. 3b-e)."], "faits": "|367|\n\nIl Consorzio per la nuova piazza di tiro del Malcantone (in seguito: consorzio o espropriante) ha dovuto ricorrere all'espropriazione per l'acquisto dei diritti necessari alla creazione di una piazza di tiro intercomunale in località \"Canavee\", in territorio dei Comuni di Iseo e Vernate. Nei confronti di C e M, proprietarie di fondi espropriandi, |368| la procedura - aperta nel 1978 - ha sofferto ritardi per le ragioni che il Tribunale federale ha illustrato nella recente sentenza dell'8 settembre 1992 concernente le parti.\n\nCon la citata sentenza, il Tribunale federale ha annullato la decisione di data 16 gennaio 1992, con la quale la Commissione federale di stima del 13o Circondario (CFS) aveva stabilito le indennità espropriative, ed ha rinviato la causa all'istanza inferiore per nuovo giudizio. In sostanza, il Tribunale ha constatato che, per una svista, la CFS aveva posto alla base della decisione piani e tabelle che non corrispondevano a quelli che erano stati pubblicati nelle cancellerie comunali ed aveva con ciò proceduto ad un'estensione dell'espropriazione, che non poteva fondarsi né sulla legge né su una convenzione del diritto espropriativo.\n\nRipresa la procedura, la CFS ha effettuato un sopralluogo in contraddittorio ed ha consentito alle parti di esprimersi per iscritto. Con una nuova decisione del 24 febbraio 1993, essa ha stabilito in Fr. 60'000.-- l'indennità per la costruzione esistente sulle particelle n. 387, 389 e 392 della vecchia mappa di Iseo (400 m3 a 150.-- fr./m3), ed in Fr. 35'280.-- l'indennità per l'espropriazione definitiva di una porzione di 588 m2 complessivi delle suddette tre particelle (Fr. 60.-- il m2). Ambo le indennità fruttano interesse al 6 1/2% dal 9 ottobre 1991. Le spese del procedimento sono state poste a carico dell'espropriante, condannato a rifondere Fr. 2'000.-- alle espropriate per ripetibili.\n\nCon ricorso di diritto amministrativo le espropriate hanno impugnato questa decisione. Esse chiedono che il Tribunale federale aumenti l'indennità per lo stabile a Fr. 120'000.-- e quella per il terreno, da valutare Fr. 120.-- il m2, a Fr. 70'280.-- (recte: Fr. 70'568.--).", "considerants": "Dai considerandi:\n\n2. Come la CFS ha rettamente stabilito, oggetto dell'espropriazione definitiva e parziale sono i fondi seguenti:\n\nn. prog. n. MAF n. v.M. superficie totale superficie espropriate\n\n1 324 387 2490 125- 99 prato\n\n- 26 parte fabbricato\n\n3 328 389 190 44- 43 prato\n\n1 parte fabbricato\n\n5 330 392 433 319-279 prato\n\n|369|\n\n40 parte fabbricato\n\nIl totale della superficie espropriata, secondo i piani e le tabelle determinanti, assomma pertanto a 488 (quattrocentottantotto) m2 e non a 588 m2, come, per manifesto errore di addizione o di scrittura, la CFS ha esposto a pag. 13 della sua decisione. Ne è derivato un errore di calcolo dell'indennità, che si è riflesso nel dispositivo.\n\nLa somma ivi indicata di Fr. 35'280.-- (Fr. 60.-- il m2 per m2 588) va quindi rettificata d'ufficio (art. 69 cpv. 3 PA; KÖLZ/HÄNER, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, Zurigo 1993, pag. 187, n. 317) in Fr. 29'280.-- (Fr. 60.-- il m2 per m2 488).\n\nParimenti d'ufficio va corretta la conclusione delle ricorrenti per quanto riguarda il terreno: nella loro ottica di una stima di Fr. 120.-- il m2, l'importo richiesto va rettificato in Fr. 58'560.-- (cinquantottomilacinquecentosessanta).\n\n3. Diversamente dalla CFS, il Tribunale federale è vincolato dalle conclusioni delle parti, e precisamente dall'ammontare complessivo delle loro richieste (DTF 114 Ib 300 consid. 9, DTF 109 Ib 31 consid. 2b e rinvii). Il ricorso delle espropriate può quindi prosperare soltanto se l'indennità globale di Fr. 89'280.--, risultante dopo rettifica dalla decisione impugnata, dev'essere aumentata.\n\nLe ricorrenti postulano in sostanza il raddoppio delle indennità unitarie stabilite dalla Commissione, che sono di Fr. 60.--/m2 per il terreno e di Fr. 150.-- il m3 per lo stabile.\n\nA sostegno, esse adducono: che il raffronto che l'impugnata decisione fa con l'indennità di Fr. 110.-- il m3 stabilita dalla CFS per l'espropriazione di altri stabili nella precedente decisione del 19 giugno 1987 non regge; che il richiesto aumento trova conforto in una valutazione fatta nel 1967 dall'Ufficio cantonale di stima; che l'esito negativo per l'espropriante della causa a torto promossa per farsi riconoscere la proprietà dello stabile dal giudice civile non può esser motivo per una riduzione dell'indennità, ed infine che l'espropriante non deve profittare di un blocco da lui stesso imposto per anni allo sviluppo edilizio di questa zona pregiata di Iseo per espropriare i fondi a miglior mercato.\n\na) Determinante per stabilire il valore venale (art. 19 lett. a LEspr) del diritto espropriato è la data dell'udienza di conciliazione (art. 19bis cpv. 1 LEspr). Nella specie, la CFS si è attenuta a giusta ragione alla data dell'udienza tenuta il 9 ottobre 1991, per il motivo che - per le tre particelle in esame - la procedura era stata sospesa nel 1984, in attesa dell'esito della causa civile promossa dall'espropriante, conclusasi poi con la sentenza del Tribunale di appello del |3701| o febbraio 1991 (cfr. DTF 116 Ia 110 consid. 3a in fine, DTF 116 Ib 18 consid. 2dd, DTF 115 Ib 25).\n\nLa data del 9 ottobre 1991 fa stato non solo per stabilire la situazione di fatto del fondo espropriato, ma anche per determinarne lo statuto giuridico: a codesto principio va tuttavia fatta eccezione, se risulta che il regime pianificatorio, cui il fondo soggiace, costituisce di per sé un effetto anticipato - poco importa se favorevole o sfavorevole - dell'impresa dell'espropriante medesimo, effetto da cui deve farsi astrazione in virtù dell'art. 20 cpv. 3 LEspr (DTF 115 Ib 25 seg. consid. 5b, DTF 112 Ib 533 e rinvii). Alla data determinante, lo stabile delle espropriate era incluso quale stand di tiro in una zona per edifici ed attrezzature pubbliche del piano regolatore di Iseo, entrato in vigore il 19 febbraio 1986. Questa misura pianificatoria è stata però manifestamente adottata in relazione con l'opera dell'espropriante. Da essa si deve quindi far astrazione, e ci si deve chiedere a quale azzonamento la pianificazione comunale avrebbe proceduto in assenza del previsto poligono di tiro. Nel caso di specie, la risposta a tale quesito è indubbia: la proprietà delle espropriate, discosta dall'abitato, avrebbe condiviso la sorte dei fondi che l'attorniano, e avrebbe dovuto esser inserita in zona agricola.\n\nAlla data determinante, i fondi parzialmente espropriati soggiacevano quindi al regime previsto dall'art. 16 LPT. Su di essi avrebbero potuto esser costruiti o esser trasformati soltanto edifici o impianti conformi alla destinazione agricola di tale zona (art. 22 cpv. 1 e 2 LPT): la costruzione o il cambiamento di destinazione di altri edifici o impianti sarebbe soggiaciuta al rilascio di un permesso eccezionale ai sensi dell'art. 24 cpv. 1 LPT, conseguibile soltanto ove fossero cumulativamente adempiute le condizioni restrittive (vincolo di ubicazione - assenza di interessi preponderanti in contrario senso) previste dalle lett. a e b del cennato disposto.\n\nb) Assegnando per il terreno espropriato - quale sedime e superficie di disimpegno dell'esistente costruzione - un'indennità di Fr. 60.-- il m2, la CFS è andata ben oltre il valore venale attribuibile ai fondi agricoli (prativi) siti in quella località. Nella decisione del 19 giugno 1987, relativa all'espropriazione di tutti gli altri fondi inclusi nella stessa procedura, essa aveva infatti valutato i fondi prativi Fr. 7.-- il m2. È vero che, per quella stima, era determinante la data dell'udienza di conciliazione del 12 settembre 1984, e non quella del 9 ottobre 1991, e che nell'intervallo un aumento dei valori venali per i fondi agricoli si è indubbiamente verificato. Ma a stare alla decisione del 16 gennaio 1992 (annullata, è vero, dal Tribunale |371| federale, però per motivi affatto estranei alla questione qui dibattuta), il valore dei terreni agricoli nella zona era salito nel 1991 a Fr. 15.-- il m2. Il Tribunale federale non ha motivo per scostarsi da questa valutazione, che le espropriate non hanno di per sé revocato in dubbio né nel precedente né nell'attuale gravame. Si deve quindi concludere che, in casu, la CFS ha accordato al terreno espropriato - per tener conto dell'edificazione esistente - un supplemento di ben Fr. 45.-- il m2, pari al 300% del valore venale agricolo di un prato inedificato.\n\nc) Ora, è ben vero che, conformemente alla prassi estimatoria delle Commissioni ed anche alla giurisprudenza del Tribunale federale a terreni edificati situati fuori della zona edificabile deve sovente esser attribuito un valore di mercato che costituisce un multiplo del valore venale agricolo e che si identifica o si avvicina al valore venale di fondi situati in zona edificabile. Si tratta però sempre di casi in cui l'edificio esistente è costituito o di una casa d'abitazione o di altra fabbrica avente un'utilizzazione non conforme alle disposizioni vigenti per la zona agricola, ma che, in virtù della garanzia di mantenimento (Bestandesgarantie), può continuare ad esser utilizzata per lo scopo per il quale è stata (legittimamente) creata vigente il precedente diritto. Simili stabili godono spesso di una situazione di fatto addirittura privilegiata, poiché non solo possono esser conservati, ma beneficiano della inedificabilità di cui le disposizioni della zona agricola gravano i fondi vicini: tanto il mercato immobiliare quanto il diritto delle espropriazioni prendono in conto tale vantaggio, che si ripercuote non solo sullo stabile, ma anche sul terreno su cui sorge l'edificio e sulla superficie di disimpegno normalmente richiesta dal genere e dall'importanza della costruzione: terreno per il quale un potenziale acquirente è di regola disposto a pagare un prezzo di area fabbricabile (cfr. DTF 112 Ib 537 seg. consid. 4a).\n\nLa situazione nel caso di specie è tuttavia totalmente diversa. L'edificio in questione è stato eretto nel 1959 quale stand di tiro dalla società tiratori Sta Maria sul terreno ora di proprietà delle espropriate, di cui è diventato parte integrante in virtù di accessione (art. 671 cpv. 1 CC) in assenza della costituzione di un diritto di superficie a favore del costruttore (cfr. sentenza del Tribunale di appello, citata). Se si prescinde - come impone l'art. 20 cpv. 3 LEspr - dall'impresa dell'espropriante (esercizio di un poligono di tiro intercomunale di interesse pubblico), lo stabile non avrebbe potuto continuare ad esser gestito come stand di tiro dalle proprietarie private: l'avesse potuto, tale circostanza non sarebbe d'altronde stata di rilievo sotto |372| il risvolto del valore venale, dal momento che è estremamente improbabile - per non dire escluso - che si potesse reperire un acquirente privato interessato a tale utilizzazione. Alla trasformazione dell'edificio in casa d'abitazione, segnatamente in residenza secondaria, faceva ostacolo manifestamente l'art. 24 cpv. 1 LPT. Anche un ricorso al diritto cantonale (art. 24 cpv. 2 LPT) non poteva esser d'ausilio, dal momento che la rinnovazione, la trasformazione parziale o la ricostruzione di edifici previste da tale norma sono nozioni del diritto federale (DTF 113 Ib 305 consid. 3a, 316 consid. 3, DTF 112 Ib 96), e che un mutamento radicale e completo di destinazione esorbita dal concetto di \"trasformazione parziale\" secondo tale disposizione (DTF 113 Ib 305 seg. consid. 3b, DTF 112 Ib 97 consid. 3 e rinvii). Ne viene che - non fosse intervenuta l'espropriazione - lo stabile avrebbe potuto esser adibito soltanto ad un'utilizzazione conforme a quella prescritta per la zona agricola, vale a dire concretamente - previo eventuale adattamento - a deposito di prodotti o di attrezzi agricoli.\n\nIn simili condizioni, non sussistevano pertanto i motivi illustrati sopra, che giustificano eccezionalmente di attribuire a terreni edificati in zona agricola un valore venale sostanzialmente superiore a quello dei fondi agricoli circostanti, e pari o prossimo a quello di terreni siti nella zona edificabile.\n\nd) A questa conclusione nulla muta che la perizia giudiziaria dell'ing. Montorfani allestita nella causa civile abbia attribuito al terreno di 700 m2 attorno allo stabile un valore di Fr. 70.-- il m2: l'esperto è infatti partito dall'implicita inesatta premessa che, in quanto edificato, il terreno dovesse ritenersi anche edificabile, come risulta dal fatto ch'egli ha valutato il prato rimanente Fr. 10.-- il m2 \"in quanto si tratta di un terreno chiaramente inedificabile\".\n\nNé la conclusione cui si è pervenuti può esser scalfita, contrariamente all'opinione delle ricorrenti, da valutazioni che risalgono agli anni sessanta: le ricorrenti disattendono infatti che a quell'epoca non erano in vigore le norme giuridiche che distinguono nettamente il territorio edilizio da quello inedificabile.\n\nA torto infine le espropriate scorgono nell'esistenza degli impianti di tiro della società Sta Maria, di cui il consorzio espropriante ha preso la successione quale ente intercomunale di diritto pubblico, la causa esclusiva o quantomeno determinante per l'affermato impedimento di uno sviluppo edilizio del Comune di Iseo in zona \"Canavee\". A parte il fatto che si tratta di una affermazione non suffragata da concreti elementi, le ricorrenti disattendono che la sorte dei loro |373| fondi non è diversa da quella che hanno subito tutti i terreni discosti dall'abitato in virtù della legge federale sulla protezione delle acque dell'8 ottobre 1971, entrata in vigore il 1o luglio 1972, che ha reso inedificabili i terreni situati al di fuori delle zone edilizie, rispettivamente, in difetto di tali zone, quelli situati fuori dal perimetro del piano direttore delle canalizzazioni (cfr. DTF 114 Ib 327 /29 consid. 4d). Questa perdita dell'eventuale edificabilità esistente in virtù del diritto cantonale precedente non è più stata ricuperata, poiché alle abrogate disposizioni di quella legge federale hanno fatto seguito senza soluzione di continuità le norme della LPT (sentenza citata).\n\ne) Ciò detto per quanto riguarda l'eccesso di valutazione del terreno, non mette conto di esaminare più da vicino le censure relative alla stima cubimetrica unitaria dello stabile. Vale comunque la pena di sottolineare come la stima di Fr. 150.-- il m3 per una costruzione grezza fatta dalla CFS sia del 36% superiore a quella adottata per gli altri stabili agricoli nella zona nella sentenza del 19 giugno 1987. Anche a voler ammettere che per tale posta sia concepibile un aumento, è sicuramente escluso che si possa giungere ad un aumento dell'indennità complessiva accordata dalla CFS e non impugnata dall'espropriante.\n\n4. Il ricorso di diritto amministrativo deve così esser integralmente respinto."}