{"annee": "119", "cour": "IB", "page": "148", "date": "7/7/1993", "cite": ["106 IB 241", "106 IB 223"], "cite_par": [], "chapeau": "17. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 7. Juli 1993 i.S. X. gegen Kanton Zürich und Eidg. Schätzungskommission, Kreis 10 (Verwaltungsgerichtsbeschwerde)", "regestes": ["Etendue de l'expropriation des droits d'un fermier d'un bien-fonds agricole. Le fermier d'un bien-fonds pris en compte pour la réalisation d'un ouvrage public ne peut invoquer un droit de prolongation du bail à ferme dans la procédure d'expropriation que dans la mesure où ce droit lui aurait été reconnu à l'encontre du bailleur."], "faits": "BGE 119 Ib 148 S. 148\n\nFür den Bau der Nationalstrasse N 4.2.9 Winterthur - Schaffhausen, Teilstück Verzweigung N1/N4 - Henggart, sollen auf dem Gebiet der Gemeinde Hettlingen ab Parzelle Nr. 00 2200 m2 vorübergehend in Anspruch genommen und 260 m2 definitiv abgetreten werden. Das 16'390 m2 umfassende landwirtschaftliche Grundstück, das zur Zeit der Planauflage im März 1990 im Eigentum von Y. stand und heute seinen Erben gehört, ist seit 1973 an X. verpachtet. Nach Durchführung der Einigungsverhandlung regelten der Kanton BGE 119 Ib 148 S. 149Zürich und die Grundeigentümer sämtliche Entschädigungsfragen in einem Vergleich. Auch mit dem Pächter konnte eine weitgehende Einigung erzielt werden. In einem unter Mitwirkung des Schätzungskommissions-Präsidenten am 12. März 1991 abgeschlossenen Teilvergleich legten der Kanton Zürich und X. fest, dass sich die bis zum Ablauf der vertraglichen Pachtdauer, Ende der Kulturperiode 1994, zu bezahlende Ertragsausfall-Entschädigung auf Fr. 55.-- pro Jahr und Are belaufe. Dagegen überliessen die Parteien gemäss Ziffer 6 des Vergleichs den Entscheid darüber, ob diese Entschädigung - wie vom Pächter verlangt - über den vertraglichen Ablauf der Pachtdauer hinaus noch während einer einmaligen Erstreckungsdauer von sechs Jahren geschuldet sei, der Eidgenössischen Schätzungskommission. Diese wies das Begehren des Enteigneten um Zusprechung einer zusätzlichen Ertragsausfall-Entschädigung für eine weitere Pachtdauer mit Entscheid vom 4. März 1992 ab. Die hierauf vom Enteigneten erhobene Verwaltungsgerichtsbeschwerde wird vom Bundesgericht abgewiesen", "considerants": "aus folgenden Erwägungen:\n\n1. Es ist unbestritten, dass der Pachtvertrag für das teilweise für den Nationalstrassenbau beanspruchte Grundstück letztmals im Herbst 1988 verlängert worden ist und die vertragliche Pachtdauer im Herbst 1994 abläuft. Der Beschwerdeführer räumt ebenfalls ein, dass ihm kein Recht auf eine weitere vertragliche Pachtverlängerung zustehe und er deshalb nach ständiger bundesgerichtlicher Rechtsprechung keine Entschädigung dafür verlangen könne, dass das Pachtverhältnis infolge der Enteignung nicht fortgesetzt werde. Dagegen macht er geltend, aufgrund von Art. 26 ff. des Bundesgesetzes über die landwirtschaftliche Pacht vom 4. Oktober 1985 (LPG; SR 221.213.2) stehe ihm ein Recht auf richterliche Pachterstreckung zu. Da ihm dieser Anspruch durch die Enteignung ebenfalls entzogen werde, sei ihm hiefür volle Entschädigung geschuldet und der zu vergütende Ertragsausfall auf die erstreckte Pachtdauer zu berechnen. - Dieser Auffassung kann jedoch nicht gefolgt werden.\n\na) Nach Art. 5 Abs. 1 des Bundesgesetzes über die Enteignung vom 20. Juni 1930 (EntG; SR 711) bilden neben den dinglichen Rechten an Grundstücken auch die persönlichen Rechte von Mietern und Pächtern Gegenstand der Enteignung. Mieter und Pächter können BGE 119 Ib 148 S. 150daher, wie in Art. 23 Abs. 2 EntG festgehalten wird, Ersatz allen Schadens verlangen, der ihnen aus der vorzeitigen Aufhebung ihrer vor Einleitung des Verfahrens abgeschlossenen Verträge entsteht. Dagegen erwächst den bloss obligatorisch Berechtigten nach ständiger bundesgerichtlicher Praxis kein Entschädigungsanspruch, wenn der Enteigner in den bestehenden Vertrag eintritt, ihn sofort oder später auf den vertraglich vorgesehenen Termin kündigt und dem Mieter oder Pächter bis zu diesem Zeitpunkt die volle Nutzung der Sache überlässt; in diesem Fall wird nicht in vertragliche Rechte eingegriffen (vgl. BGE 106 Ib 226 f. E. 2, 247 E. 4b und dort zitierte Entscheide). Wird indessen der vertragsgemässe Gebrauch der Sache zwar nicht entzogen, aber eingeschränkt und liegt insofern eine Teilenteignung vor (Art. 5 Abs. 2 EntG), so hat der Enteigner die daraus entstehenden Nachteile ebenfalls zu ersetzen. Auch in solchen Fällen ist jedoch eine Entschädigung nur für die Zeit bis zum Vertragsablauf oder bis zum Kündigungstermin geschuldet, wobei unerheblich ist, ob der Vertrag auf diesen Zeitpunkt tatsächlich aufgelöst oder ob er erneuert wird (BGE 106 Ib 248 E. 4b). Kann demnach der Entschädigungsanspruch des Mieters oder Pächters nicht über den Wert dessen hinausgehen, was ihm an Gebrauchs- und Nutzungsrechten nach Inhalt und Dauer des abgeschlossenen Vertrages tatsächlich zusteht, so ist hier zu untersuchen, bis zu welchem Zeitpunkt der Pächter - wäre er nicht von einer Enteignung betroffen worden - nach der gesetzlichen und vertraglichen Regelung gegenüber dem Verpächter, der die Pacht beenden will, die Fortsetzung des Pachtverhältnisses hätte erwirken können.\n\nb) Der Schutz des Pächters von landwirtschaftlichen Gewerben oder Grundstücken ist während des zweiten Weltkriegs ausgebaut und später verschiedentlich erweitert worden, doch sind zugleich Ausnahmeklauseln zur Absicherung gewisser Rechte des Grundeigentümers sowie - was hier interessiert - der öffentlichen Interessen geschaffen worden:\n\nUnter dem Vollmachtenregime wurde erstmals eine Minimalpachtdauer festgelegt und das Kündigungsrecht eingeschränkt. Weiter sah der Bundesrat abweichend von den allgemeinen Bestimmungen des OR vor, dass bei Wechsel im Eigentum am verpachteten Grundstück der neue Eigentümer ohne weiteres in das Pachtverhältnis eintritt, mit anderen Worten, dass Kauf die Pacht nicht bricht (vgl. Art. 39 ff. des Bundesratsbeschlusses über Massnahmen gegen die Bodenspekulation und die Überschuldung sowie zum Schutz der Pächter vom 19. Januar 1940, AS 1940 S. 85; s.a. BGE 119 Ib 148 S. 151Art. 33 ff. bzw. Art. 2 f. der Änderungsbeschlüsse vom 7. November 1941 und vom 25. März 1946, AS 1941 S. 1255, AS 1946 S. 390). Nach Kriegsende wurden sowohl die Minimalpachtdauer wie auch der Grundsatz \"Kauf bricht Pacht nicht\" zum Schutze des Pächters ins ordentliche Recht überführt (vgl. Art. 23 des Bundesgesetzes über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951 [EGG] und die durch Art. 26 dieses Gesetzes vorgenommenen Ergänzungen von Art. 281 OR, AS 1952 S. 410 und 411). Als Ausgleich sah jedoch der Gesetzgeber im 1951 neu geschaffenen Art. 281ter OR bestimmte Fälle vor, in welchen der Käufer ohne Rücksicht auf die Vertragsdauer die Pacht unter Beobachtung einer kürzeren Frist kündigen kann, nämlich bei Verkauf eines Grundstücks zu Bauzwecken oder zu öffentlichen Zwecken oder wenn der Käufer das Land zur Selbstbewirtschaftung erwirbt. In diesen Fällen soll, wie der Bundesrat damals ausführte, das dingliche Recht des neuen Eigentümers vor dem obligatorischen des Pächters den Vorrang haben (Botschaft des Bundesrates zum Entwurf eines Bundesgesetzes über die Erhaltung des bäuerlichen Grundbesitzes vom 30. Dezember 1947 S. 60 f.). Dem Pächter wurde indessen gegenüber dem Verpächter ein Anspruch auf Ersatz allen Schadens eingeräumt, der ihm aus der vorzeitigen Aufhebung des Pachtvertrages erwächst (Art. 281ter Abs. 1 aOR).\n\nBei der Änderung des bäuerlichen Zivilrechtes im Jahre 1972 hat der Gesetzgeber die Mindestpachtdauer von drei auf sechs Jahre verlängert und für Härtefälle eine richterliche Erstreckung vorgesehen. Andererseits ist die Möglichkeit, die Pacht von für öffentliche Zwecke bestimmten Liegenschaften ungeachtet der Pachtdauer zu kündigen, verallgemeinert und nicht mehr von der Veräusserung des Pachtgegenstandes abhängig gemacht worden. Nach dem neu eingeführten Art. 24quater EGG konnten nämlich Pachtverträge über Liegenschaften, die für öffentliche Zwecke benötigt wurden, gemäss Art. 290 Abs. 2 OR in der damaligen Fassung gekündigt werden (Abs. 1) und durfte der Pächter Ersatz des Schadens verlangen, der ihm aus der vorzeitigen Aufhebung des Pachtvertrages entstand (Abs. 2) (vgl. Bundesgesetz über Änderungen des bäuerlichen Zivilrechtes vom 6. Oktober 1972, AS 1973 S. 98 f.).\n\nDurch das heute geltende Bundesgesetz über die landwirtschaftliche Pacht vom 4. Oktober 1985 sind insbesondere die Mindestdauer bei Fortsetzung der Pacht wie auch die Dauer der behördlichen Pachterstreckung verlängert worden. Die richterliche Pachterstreckung von drei bis sechs Jahren kommt nunmehr praktisch einer einmaligen BGE 119 Ib 148 S. 152Kündigungsaufhebung gleich, da sie stets anzuordnen ist, falls der Verpächter nicht nachweist, dass die Fortsetzung der Pacht für ihn unzumutbar oder aus anderen Gründen nicht gerechtfertigt ist (Art. 26 und 27 LPG). Was die Widmung eines verpachteten Grundstücks für öffentliche Zwecke anbelangt, so ist grundsätzlich die Regelung von Art. 281ter OR übernommen worden. Demnach kann der Erwerber den Pachtvertrag unter Einhaltung einer Frist von mindestens einem Jahr auflösen, wenn er den Pachtgegenstand zu öffentlichen Zwecken erwirbt (Art. 15 Abs. 1 LPG). Neu gilt allerdings auch in diesem Fall, dass der Pächter auf Erstreckung der Pacht - um mindestens sechs Monate und höchstens zwei Jahre - klagen kann. Die Pacht ist jedoch nur zu erstrecken, wenn die Beendigung für den Pächter oder seine Familie eine Härte zur Folge hat, die auch unter Würdigung der Interessen des neuen Eigentümers nicht zu rechtfertigen ist (Art. 15 Abs. 3 LPG). Der Verpächter hat dem Pächter den Schaden zu ersetzen, der aus der vorzeitigen Beendigung der Pacht entsteht (Art. 15 Abs. 4 LPG).\n\nc) Dem Pächter steht somit nicht in jedem Fall ein grundsätzlicher Anspruch auf Erstreckung der Pacht um eine weitere ordentliche Pachtdauer zu. Wird das Pachtgrundstück für öffentliche Zwecke erworben, so ist der Pachtvertrag - falls nicht ausnahmsweise die \"kleine\" Erstreckung gewährt wird - auflösbar und erwächst dem Pächter dem Verpächter gegenüber lediglich ein Anspruch auf Schadenersatz. Diese Ordnung, die vom Gesetzgeber in Abwägung der sich widerstreitenden Interessen selbst getroffen worden ist, muss der Pächter auch im Enteignungsfall gegen sich gelten lassen. Er kann gegenüber dem Enteigner, der stets im öffentlichen Interesse handelt, nicht mehr Rechte geltend machen, als sie ihm bei freihändigem Verkauf der für einen öffentlichen Zweck bestimmten Pachtsache gegenüber dem Verpächter zustünden. Wohl ist Art. 15 LPG, wie hier der Beschwerdeführer vorbringt, im Enteignungsverfahren nicht direkt anwendbar. Das bedeutet indessen nur, dass sich die Wirkungen der Enteignung nach dem Enteignungsrecht bestimmen; deshalb kann gegenüber dem Enteigner nicht auf Erstreckung des Pachtverhältnisses geklagt werden und entsteht der Entschädigungsanspruch nur diesem gegenüber und nicht (auch) gegenüber dem Verpächter (vgl. STUDER/HOFER, Das landwirtschaftliche Pachtrecht, Brugg 1987, S. 113 zu Art. 115 Abs. 2 LPG; s.a. OSER/SCHÖNENBERGER, Kommentar zu Art. 259 aOR und N. 26 zu Art. 281 aOR). Für die Entschädigungsfolge muss dagegen, wie dargelegt, ausschlaggebend sein, ob und inwiefern in das gesetzliche oder vertragliche BGE 119 Ib 148 S. 153Recht des Pächters auf Weiterführung des Pachtverhältnisses eingegriffen wird. Dies beurteilt sich, da die Verwendung der Pachtsache für einen öffentlichen Zweck in Frage steht, gemäss der Spezialvorschrift von Art. 15 LPG. Danach kann der Pächter vom an die Stelle des Verpächters tretenden Enteigner nur verlangen, dass er ihm den Schaden ersetze, der ihm aus der vorzeitigen Beendigung der Pacht - bis zum Ablauf der ordentlichen Pachtdauer - entsteht (Art. 15 Abs. 4 LPG). Das auf Art. 26 LPG gestützte Begehren des Beschwerdeführers um zusätzliche Ertragsausfall-Entschädigung für eine erstreckte Pachtdauer von weiteren sechs Jahren ist mithin von der Schätzungskommission zu Recht abgewiesen worden. Ob der beschwerdeführende Pächter bei freihändiger Veräusserung des Pachtgrundstücks gemäss Art. 15 Abs. 3 LPG allenfalls eine Pachterstreckung von höchstens zwei Jahren hätte erwirken können und inwiefern diesem Umstand im Enteignungsverfahren Rechnung zu tragen sei, kann hier offenbleiben, da auch bei solcher Erstreckung die Pacht den Zeitpunkt des ordentlichen Pachtablaufs, Ende 1994, nicht überdauert hätte."}