{"annee": "119", "cour": "IA", "page": "4", "date": "18/1/1993", "cite": ["108 IA 97", "113 IA 247", "115 IA 12", "118 IA 14", "117 IA 126", "114 IA 307"], "cite_par": ["120 IA 227", "121 I 177", "135 III 513", "120 IA 157", "120 IA 220", "127 I 133", "120 V 413", "121 II 39", "129 I 232", "120 II 425", "121 I 42", "120 IA 95"], "chapeau": "2. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 18. Januar 1993 i.S. X gegen Schweizerische Depeschenagentur sowie Generalprokurator-Stellvertreterin und Anklagekammer des Obergerichts des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; formalisme excessif. Il est contraire à l'art. 4 Cst. de dénier au dénonciateur l'exercice de droits de partie, sans l'entendre préalablement, lorsque les circonstances concrètes font apparaître qu'il entend, comme lésé, se prévaloir de la qualité de partie dans la procédure pénale."], "faits": "|4|\n\nAm 2. Dezember 1991 verbreitete die Schweizerische Depeschenagentur (SDA) eine Pressemeldung, welche am 3. Dezember 1991 zumindest in der Zürcher Tageszeitung \"Volksrecht\" erschien. X reichte am 14. Februar 1992 wegen dieser Pressemeldung gegen einen oder mehrere unbekannte Mitarbeiter der SDA beim Untersuchungsrichteramt von Bern Strafanzeige ein wegen Verleumdung, eventuell übler Nachrede. Gestützt auf diese Anzeige forderte der Untersuchungsrichter unter anderem den Chefredaktor der SDA auf, den Namen des Verfassers der Pressemeldung bekanntzugeben. Dieser Aufforderung kam der Chefredaktor unter Hinweis darauf, dass er für die Publikationen die alleinige Verantwortung trage, nicht nach. Mit Entscheid vom 25. Februar 1992 gab der Untersuchungsrichter 9 von Bern der Anzeige von X keine Folge. Am 16. Juli 1992 stimmte die Staatsanwaltschaft Bern-Mittelland diesem Entscheid zu. Der Beschluss wurde X am 22. Juli 1992 eröffnet, wiewohl sie dem Untersuchungsrichter 9 von Bern zuvor schriftlich mitgeteilt hatte, dass sie vom 20. Juli bis 15. August 1992 im Ausland abwesend sein werde; die Gerichtsurkunde wurde durch ihren Ehemann in Empfang genommen. Gegen den Beschluss liess X durch ihren |5| Anwalt Rekurs bei der Anklagekammer des Obergerichts des Kantons Bern führen. Die Anklagekammer trat darauf jedoch mit Entscheid vom 13. August 1992 nicht ein. Zur Begründung führte sie aus, X habe im Verfahren vor dem Untersuchungsrichter keine Parteistellung innegehabt, da sie sich nicht als Privatklägerin konstituiert habe. Daher fehle ihr die Legitimation zur Anfechtung der Verfügung, wonach ihrer Strafanzeige keine Folge gegeben werde. Die von X dagegen gerichtete staatsrechtliche Beschwerde wird vom Bundesgericht gutgeheissen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der Praxis des Bundesgerichts ist der durch eine angeblich strafbare Handlung Geschädigte grundsätzlich nicht legitimiert, gegen die Einstellung eines Strafverfahrens oder gegen ein freisprechendes Urteil staatsrechtliche Beschwerde zu erheben. Der Geschädigte hat an der Verfolgung und Bestrafung des Täters nur ein tatsächliches oder mittelbares Interesse im Sinne der Rechtsprechung zu Art. 88 OG. Der Strafanspruch, um den es im Strafverfahren geht, steht ausschliesslich dem Staat zu, und zwar unabhängig davon, ob der Geschädigte als Privatstrafkläger auftritt oder die eingeklagte Handlung auf seinen Antrag hin verfolgt wird (BGE 108 Ia 99 E. 1 mit Hinweisen). Unbekümmert um die fehlende Legitimation in der Sache selbst, ist der Geschädigte aber befugt, mit staatsrechtlicher Beschwerde die Verletzung von Verfahrensrechten geltend zu machen, deren Missachtung eine formelle Rechtsverweigerung darstellt. Das nach Art. 88 OG erforderliche rechtlich geschützte Interesse ergibt sich diesfalls nicht aus einer Berechtigung in der Sache, sondern aus der Berechtigung, am Verfahren teilzunehmen. Kommt dem Beschwerdeführer in diesem Sinne nach kantonalem Recht Parteistellung zu, kann er die Verletzung jener Parteirechte rügen, die ihm nach dem kantonalen Verfahrensrecht oder unmittelbar aufgrund von Art. 4 BV zustehen. Mit der staatsrechtlichen Beschwerde kann der Geschädigte auch geltend machen, seine Parteistellung sei zu Unrecht missachtet worden (BGE 114 Ia 312 f. E. 3c; BGE 113 Ia 250 E. 3, je mit Hinweisen).\n\nIm vorliegenden Fall beanstandet die Beschwerdeführerin, dass die kantonalen Behörden zu Unrecht auf ein ihr offenstehendes Rechtsmittel nicht eingetreten seien. Nach dem Gesagten ist sie hierfür zur staatsrechtlichen Beschwerde legitimiert. Da auch die |6| übrigen Sachurteilsvoraussetzungen erfüllt sind, ist auf die staatsrechtliche Beschwerde einzutreten.\n\n2. Die Beschwerdeführerin rügt im wesentlichen, die Anklagekammer sei in überspitzten Formalismus verfallen, indem diese auf den Rekurs gegen die Nichtfolgegebung der Strafanzeige durch den Untersuchungsrichter 9 von Bern nicht eintrat.\n\na) Überspitzter Formalismus als besondere Form der Rechtsverweigerung liegt insbesondere vor, wenn eine Behörde formelle Vorschriften mit übertriebener Schärfe handhabt oder an Rechtsschriften überspannte Anforderungen stellt und damit dem Bürger den Rechtsweg in unzulässiger Weise versperrt. Das Bundesgericht prüft frei, ob eine solche Rechtsverweigerung vorliegt und der angefochtene Entscheid damit gegen Art. 4 BV verstösst (BGE 118 Ia 15; BGE 117 Ia 130 E. a; BGE 115 Ia 17 E. b mit Hinweisen). Die gleichzeitig erhobenen Rügen der Willkür bzw. der Verletzung des rechtlichen Gehörs haben in diesem Zusammenhang keine selbständige Bedeutung.\n\nb) Gegen einen Nichteröffnungsbeschluss im Sinne von Art. 84 StrV/BE kann nach Absatz 5 dieser Bestimmung nur der Privatkläger Rekurs an die Anklagekammer erheben. Dabei genügt es nach der Praxis der Anklagekammer nicht, wenn sich jemand erst in der Rekursschrift als Privatkläger konstituiert. Das Bundesgericht hat in einem den Kanton Bern betreffenden Entscheid vom 9. September 1981 diese Praxis als grundsätzlich verfassungsrechtlich haltbar bezeichnet (unveröffentlichtes Urteil i.S. W. S.; vgl. jedoch E. 3b-c hienach).\n\nc) Nach bernischem Strafprozessrecht kann sich am Verfahren beteiligen, wer durch eine strafbare Handlung unmittelbar in seinen rechtlich geschützten Interessen verletzt wurde. Verletzter in diesem Sinn ist auch der zum Strafantrag Berechtigte (vgl. Art. 43 Abs. 1 StrV/BE). Die Privatklage kann vom Verletzten auf zwei Arten angebracht werden. Entweder durch eine \"Erklärung zuhanden der Strafgerichtsbehörden\", wonach er Bestrafung eines (bekannten oder unbekannten) Beschuldigten verlange und Parteirechte ausüben wolle, oder durch Einreichung einer Zivilklage bei den Strafgerichtsbehörden (vgl. Art. 43 Abs. 3 StrV/BE).\n\naa) Eine Privatklage kann in der Strafanzeige, während der gerichtspolizeilichen Ermittlungen oder im Verlaufe des nachherigen Strafverfahrens bis zum Schluss der Parteiverhandlungen in erster Instanz, aber stets nur schriftlich oder zu Protokoll erklärt werden (vgl. Art. 43 Abs. 4 StrV/BE). Darüber hinaus stellt Art. 43 StrV/BE keine besonderen Formvorschriften zur Konstituierung als Privatkläger auf. Es |7| muss daher jede Erklärung genügen, aus der hervorgeht, dass der Geschädigte im Verfahren Parteirechte ausüben will, und zwar nicht nur hinsichtlich einer zivilrechtlichen Forderung, sondern auch im Strafpunkt (unveröffentlichte Urteile des Bundesgerichts vom 21. September 1990 i.S. Dr. T. und Mitb., E. 1c/cc, und vom 26. Dezember 1986 i.S. Eheleute M., E. 2b; vgl. JÜRG AESCHLIMANN, Das Bernische Strafverfahren, Allgemeiner Teil, 2. Auflage, Bern 1989, S. 94; GÉRARD PIQUEREZ, Traité de procédure pénale bernoise et jurassienne, tome I, Neuchâtel 1983, S. 198; FRITZ FALB, Das bernische Strafverfahren, 3. Auflage, Bern 1975, S. 215 f.).\n\nbb) In Erwägung 2 des angefochtenen Entscheids hat die Anklagekammer unter Hinweis auf ihre ständige Praxis ausgeführt, von Staates wegen bestehe kein Interesse daran, dass sich neben dem Staatsanwalt eine weitere Partei am Verfahren beteilige. Wer die mit der Parteistellung verbundenen besonderen Rechte beanspruchen und auch das Kostenrisiko auf sich nehmen wolle, habe daher selber dafür besorgt zu sein, dass die zur Konstituierung als Privatkläger nötige Erklärung rechtzeitig und formgerecht erfolge. Die Strafverfolgungsbehörden seien nicht verpflichtet, einen (angeblich) Verletzten darauf aufmerksam zu machen, dass er sich als Privatkläger stellen könne; die Untersuchungsorgane treffe keine solche Hinweis- oder Befragungspflicht. Eine Ausnahme von dieser Regel bestehe dann, wenn die Abhörung des Verletzten im Strafverfahren nötig werde. In einem solchen Fall habe der (Untersuchungs-)Richter den Verletzten zu fragen, ob er als Privatkläger oder als Zeuge einvernommen werden wolle, und er habe ihm entsprechend auch Gelegenheit zu geben, sich zur Frage der Privatklägerschaft zu äussern. In der Literatur ist dargelegt worden, dass sich die Praxis mit dieser (ausnahmsweisen) Befragungs- und Hinweispflicht nicht selten schwer tut (vgl. PETER WYSS, Aus der Praxis der Anklagekammer 1976-1983, ZBJV 112 (1986) 266 f.; PETER STAUB, Kommentar zum bernischen Strafverfahren, Bern 1992, N 13 zu Art. 39-45 StrV).\n\nd) Nicht jede prozessuale Formstrenge steht mit Art. 4 BV im Widerspruch, sondern nur eine solche, die als exzessiv erscheint, durch kein schutzwürdiges Interesse gerechtfertigt ist, zum blossen Selbstzweck wird und die Verwirklichung des materiellen Rechts in unhaltbarer Weise erschwert oder gar verhindert (vgl. ARTHUR HAEFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 122; GEORG MÜLLER, in Sammelkommentar BV, Art. 4 N 96). Um gegen Art. 4 BV zu verstossen, muss der Entscheid zudem im Ergebnis überspitzt formalistisch sein (BGE 115 Ia 17 E. b).\n\n|8|\n\nEntgegen der Auffassung der Beschwerdeführerin macht es durchaus Sinn, dass das bernische Strafverfahren streng zwischen der prozessualen Stellung als Strafantragsteller bzw. Anzeiger einerseits und derjenigen als Privatkläger anderseits unterscheidet. Da der Strafanspruch, um den es im Strafverfahren geht, ausschliesslich dem Staat zukommt, besteht kein Öffentliches Interesse daran, dass jeder Verletzte automatisch als Partei auftritt. Art. 39 Abs. 1 StrV/BE sieht ausdrücklich nur den Privatkläger, nicht aber den Strafantragsteller bzw. Anzeiger als Prozesspartei vor. Als Partei geniesst der Privatkläger im Verfahren gewisse Rechte (s. Art. 84 Abs. 4 und 5 sowie Art. 95 ff., 134 f., 241 und 252 StrV/BE). Umgekehrt trifft ihn aber auch ein gewisses Kostenrisiko (Art. 263 StrV/BE). Der Entscheid darüber, ob er sich als Partei am Strafverfahren beteiligen will oder nicht, muss dem Verletzten überlassen bleiben. Es rechtfertigt sich daher, vom Privatkläger eine hinreichend klare Äusserung darüber zu verlangen, dass er diese Stellung im Prozess beanspruchen möchte. Sie folgt nach dem Gesagten jedenfalls nicht bereits aus dem Umstand, dass jemand Strafantrag gestellt bzw. Strafanzeige erstattet hat.\n\n3. Die vom kantonalen Recht für die Ausübung von Parteirechten als Verletzter geforderte ausdrückliche Erklärung, sich als Privatkläger konstituieren zu wollen, ist nach dem Gesagten nicht verfassungswidrig. Es fragt sich jedoch, ob die Annahme mit Art. 4 BV vereinbar ist, eine entsprechende Erklärung sei im vorliegenden Fall in Würdigung aller Umstände nicht erfolgt, und ob die strenge Rechtsfolge des Nichteintretens auf den Rekurs an die Anklagekammer vor der Verfassung standhält.\n\na) Die Beschwerdeführerin äusserte sich in ihrer (Laien-)Eingabe vom 14. Februar 1992 an das Untersuchungsrichteramt Bern in verfahrensrechtlicher Hinsicht und soweit hier von Interesse wörtlich wie folgt:\n\n\"J'ai l'honneur de déposer plainte pénale contre un ou plusieurs inconnus, collaborateurs de la Schweizerische Depeschenagentur précitée, et contre toute personne que l'enquête révélera avoir participé aux faits ci-après, pour calomnie, subsidiairement diffamation, sauf votre meilleure appréciation, et pour motifs que voici: (...)\"\n\nFür sich allein betrachtet, liegt hierin keine eindeutige Erklärung, die zum Schluss zwänge, die Beschwerdeführerin habe sich als Privatklägerin im Sinne von Art. 43 StrV/BE konstituieren wollen. Im vorliegenden Fall darf indessen zur Beantwortung der Frage, ob der |9| Beschwerdeführerin die Stellung als Privatklägerin zukomme, nicht nur auf deren oben zitierte Äusserung in der Eingabe vom 14. Februar 1992 an den Untersuchungsrichter abgestellt werden. Vielmehr sind weitere Umstände beachtlich. Aus den Akten ergibt sich insbesondere, dass der Untersuchungsrichter seinen Beschluss, der Anzeige keine Folge zu geben, zwar ohne Parteiverhandlung, aber erst nach Durchführung von Instruktionsmassnahmen gefasst hat. Erst gestützt darauf wurde klar, dass der Chefredaktor der SDA gemäss Art. 27 Ziff. 3 und 4 StGB die alleinige Verantwortung für die Pressemeldung zu tragen gewillt war, weshalb sich die Strafanzeige nicht mehr ausschliesslich gegen Unbekannt richtete. Sodann hatte sich die Beschwerdeführerin am 31. Mai 1992 ein zweites Mal an den Untersuchungsrichter 9 von Bern gewandt, wobei sie ihn als \"juge d'instruction\" ansprach und wörtlich folgendes vorbrachte:\n\n\"Ayant appris que vous serez chargé, le cas échéant, d'instruire la plainte pénale que j'ai déposée contre la Schweizerische Depeschenagentur, je me permets de vous faire savoir qu'il me serait impossible de répondre à une convocation entre le 20 juillet et le 15 août, pour cause de séjour à l'étranger.\"\n\nb) Unter diesen Umständen hätten dem Untersuchungsrichter 9 von Bern und dem seit 25. Februar 1992 mit der Sache befassten Staatsanwalt des II. Bezirks (die Zustimmungserklärung im Sinne von Art. 84 StrV/BE erfolgte erst am 16. Juli 1992) zumindest Zweifel darüber aufkommen müssen, ob sich die Beschwerdeführerin nicht doch als Privatklägerin am Verfahren beteiligen wolle. Dies um so mehr, als sie mit einer Laieneingabe befasst waren und der von der Beschwerdeführerin verwendete Begriff \"plaignante\" im Französischen sowohl Strafantragstellerin wie auch Privatklägerin bedeutet (s. das Marginale zu Art. 43 StrV/BE im französischen Gesetzestext). Dass die Situation geeignet war, Missverständnisse und Unklarheiten hervorzurufen, geht auch aus dem Umstand hervor, dass der Nichtfolgegebungsbeschluss der Beschwerdeführerin am 22. Juli 1992 \"irrtümlich\" mit Rechtsmittelbelehrung eröffnet worden ist. Laut angefochtenem Entscheid hätte dies mangels Parteistellung und Beschwer der Beschwerdeführerin nicht erfolgen \"müssen bzw. dürfen\". Spätestens nach der Eingabe vom 31. Mai 1992 hätte objektiv betrachtet Anlass bestanden, im Rahmen einer Rückfrage bei der Beschwerdeführerin abzuklären, ob sich diese als Privatklägerin mit all den damit verbundenen Pflichten und Rechten am Verfahren beteiligen wolle. Nicht zu überzeugen vermag der |10| Einwand von Anklagekammer und Generalprokurator-Stellvertreterin, wonach Hinweis- oder Befragungspflichten der Untersuchungsorgane in bezug auf die Privatklägerschaft nur bestehen sollen, wenn der Verletzte einvernommen wird, nicht aber, wenn sich aufgrund dessen schriftlicher Eingaben Zweifel aufdrängen, ob er sich als Privatkläger konstituieren wolle. Für eine derartige Unterscheidung sind keine sachliche Gründe ersichtlich. Die Abklärung darf nicht deshalb unterbleiben, weil ohne Vernehmung eine Nichtfolgegebung verfügt wird; zwischen der formellen und der materiellen Frage besteht insoweit kein Zusammenhang. Enthalten - wie hier - die Strafanzeige oder eine spätere Eingabe des Verletzten an die Untersuchungsbehörden Elemente, die nach den besonderen Umständen als Willenserklärung zu einer Privatklage verstanden werden können, für sich allein aber nicht völlig eindeutig sind, so kommt es überspitztem Formalismus und damit einer Verletzung von Art. 4 BV gleich, die Privatkläger-Eigenschaft ohne Anhörung des Verzeigers zu verneinen (unveröffentlichtes Urteil des Bundesgerichts vom 26. Dezember 1986 i.S. Eheleute M., E. 2b). Die dargestellte Praxis der kantonalen Behörden trägt die Gefahr in sich, dass dem Verletzten die Verfolgung seiner Ansprüche im Strafprozess entgegen seinem wirklichen Willen erschwert oder gar verunmöglicht werden könnte. Die kantonalen Behörden kann daher nach Treu und Glauben eine eigentliche Verpflichtung treffen, Anzeiger auf diese Gefahr hinzuweisen bzw. sich zu versichern, ob sie tatsächlich keine Parteirechte als Geschädigte ausüben wollen (vgl. in diesem Zusammenhang JEAN-FRANÇOIS EGLI, La protection de la bonne foi dans le procès, in: Verfassungsrechtsprechung und Verwaltungsrechtsprechung, Zürich 1992, S. 228 f., 236 f.). Ein solches Vorgehen wäre - jedenfalls unter den hier gegebenen Umständen - nach Treu und Glauben geboten gewesen.\n\nc) Im zu beurteilenden Fall kommt noch weiteres hinzu. Die Beschwerdeführerin hatte unter Hinweis auf Art. 134 Abs. 1 StrV/BE in ihrem Rekurs vom 3. August 1992 als rechtswidrig gerügt, dass keine Parteiverhandlung stattgefunden habe und damit weder sie noch der Chefredaktor der SDA einvernommen worden sei. Sie brachte damit vor der Anklagekammer ein weiteres Mal zum Ausdruck, dass sie Parteirechte im Verfahren ausüben wollte.\n\nNach Art. 43 Abs. 4 StrV/BE kann sich der Verletzte noch im Laufe des Verfahrens bis zum Schluss der Parteiverhandlungen in erster Instanz als Privatkläger konstituieren. Das Bundesgericht hat bereits in einem Urteil vom 29. September 1976 erkannt, es sei denkbar, |11| dass die Konstituierung als Privatkläger in der Rekursschrift nachgeholt werden könne (unveröffentlichtes Urteil i.S. F. B. gegen H. D. und Anklagekammer des Obergerichts des Kantons Bern, E. 3c). Da im vorliegenden Fall keine Parteiverhandlung stattgefunden hatte, konnte die Anklagekammer die oben erwähnte Rüge der Beschwerdeführerin nach dem gesamten Verfahrensverlauf vor den Untersuchungsbehörden nicht ohne Verletzung von Art. 4 BV einfach unbeachtet lassen. Liegen die Verhältnisse so wie hier, läuft es auf überspitzten Formalismus hinaus, die Konstituierung als Privatklägerin nicht auch noch in der Rekursschrift zuzulassen. Insoweit wäre das in Erwägung 2b hiervor erwähnte Urteil des Bundesgerichts vom 9. September 1981 zu präzisieren."}