{"annee": "119", "cour": "IA", "page": "285", "date": "17/6/1993", "cite": ["117 IA 352", "113 IA 200", "115 IB 347", "110 IA 197", "94 I 541", "118 IA 446", "118 IB 76", "104 IA 43", "118 IB 196", "115 IB 505", "115 IA 42", "107 IA 77", "116 IB 159", "112 IA 268", "118 IB 66", "116 IB 418", "111 IA 129", "103 IA 191", "113 IA 214", "118 IB 11", "118 IA 218"], "cite_par": ["129 I 410", "122 II 315", "136 I 265", "120 IB 287", "122 I 279", "121 II 72", "126 II 26", "121 II 430", "121 II 8", "120 IB 207", "124 I 223"], "chapeau": "34. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Juni 1993 i.S. Stadtgemeinde Winterthur gegen Regierungsrat und Kantonsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde und staatsrechtliche Beschwerde)", "regestes": ["Contestation d'un plan directeur zurichois; voies de recours; autonomie communale. 1. Plans directeurs en droit zurichois (consid. 2). 2. Le recours de droit administratif pour violation du droit fédéral de la protection de l'environnement n'est pas ouvert contre le plan directeur cantonal (plan d'implantation des installations de traitement de déchets) fixant l'emplacement d'une installation d'incinération des déchets spéciaux (consid. 3). 3. Le recours de droit public pour violation de l'autonomie communale est ouvert contre le plan d'implantation des installations de traitement de déchets (consid. 4). 4. Le Conseil d'Etat n'a pas violé l'autonomie communale en prévoyant une installation d'incinération des déchets spéciaux à Oberwinterthur (consid. 5)."], "faits": "|286|\n\nIm Jahre 1985 beschloss der Regierungsrat des Kantons Zürich die Erarbeitung eines umfassenden kantonalen Abfallkonzeptes. In der Folge zeigte sich unter anderem, dass der Bau einer Sonderabfallbehandlungsanlage (SABA) nötig sein würde. Der Regierungsrat gab darauf im Jahre 1987 die Ausarbeitung einer Vorstudie, eines Vorprojekts und eines Umweltverträglichkeitsberichts für eine SABA in Auftrag.\n\nDie Vorstudie und das Vorprojekt der Gebr. Sulzer AG für eine SABA wurden in den Jahren 1987/88 erstattet und sahen den Betrieb einer solchen Anlage auf dem Sulzer-Werkgelände in Oberwinterthur vor. Der Bericht zur Umweltverträglichkeit stammt aus dem Jahre 1989 und umfasst die Prüfung von 14 Alternativstandorten.\n\nIm April 1989 reichte die Baudirektion des Kantons Zürich beim Stadtrat von Winterthur im Sinne von § 323 PBG ein Gesuch zu einem Vorentscheid für eine Sonderabfallverbrennungsanlage SABA in Oberwinterthur ein. Gestützt auf ein Gutachten kam der Stadtrat Winterthur im Juni 1990 zum Schluss, eine baurechtliche Bewilligung für eine Sonderabfallverbrennungsanlage auf dem Areal Sulzer Oberwinterthur werde nicht in Aussicht gestellt.\n\nIm Mai 1989 leitete die Baudirektion das Verfahren für die Teilrevision des kantonalen Gesamtplanes mit der Anhörung der nach- und nebengeordneten Planungsträger ein. Am 17. Oktober 1990 stellte der Regierungsrat dem Kantonsrat Antrag für einen Beschluss über die Teilrevision des kantonalen Gesamtplanes (Versorgungsplan), und zwar bezüglich Standortfestsetzung für kantonale Sonderabfallsammelstellen (Hinwil, Horgen, Winterthur [Deponie Riet]), für eine Sammel-, Sortier- und Behandlungsanlage für Sonderabfälle in Urdorf (SOBU) sowie für eine Sonderabfallverbrennungsanlage in Oberwinterthur (SABA [Vorlage 3115]).\n\nDer Antrag des Regierungsrats (Vorlage 3115) und der entsprechende Antrag der kantonsrätlichen Raumplanungskommission vom 25. April 1991 (Vorlage 3115a) lagen im Jahre 1991 öffentlich auf.\n\n|287| Den Anträgen erwuchs Opposition. In ihrem begründeten Antrag vom 26. Juni 1992 (Vorlage 3115b) setzte sich die kantonsrätliche Raumplanungskommission mit diesen Einwendungen ausführlich auseinander. Sie gelangte schliesslich zu folgender Gesamtbeurteilung und Empfehlung:\n\n\"Aufgrund dieser umfassenden Prüfung sind im kantonalen Gesamtplan die Standorte für die SABA in Oberwinterthur, die SOBU in Urdorf und die Sonderabfallsammelstellen in Hinwil, Winterthur und Horgen zu bezeichnen und die Einwendungen abzulehnen. ...\"\n\nAn seiner Sitzung vom 14. September 1992 fasste der Kantonsrat folgenden Beschluss:\n\n\"Der kantonale Gesamtplan wird wie folgt geändert:\n\nVersorgungsplan\n\nHinwil\n\n1. Bezeichnung der geplanten Sonderabfallsammelstelle in\n\nHinwil, KVA KEZO\n\nHorgen\n\n2. Bezeichnung der geplanten Sonderabfallsammelstelle in\n\nHorgen, KVA Kniebreche\n\nUrdorf\n\n3. Bezeichnung der geplanten Sammel-, Sortier- und\n\nBehandlungsanlage für Sonderabfälle (SOBU) im Industriegebiet\n\nBergermoos\n\nWinterthur\n\n4. Bezeichnung der geplanten Sonderabfallsammelstelle in\n\nWinterthur, Deponie Riet\n\n5. Bezeichnung der geplanten Sonderabfallverbrennungsanlage\n\n(SABA) in Oberwinterthur.\"\n\nDie Stadtgemeinde Winterthur hat beim Bundesgericht gegen Ziffer 5 dieses Kantonsratsbeschlusses sowohl Verwaltungsgerichtsbeschwerde als auch staatsrechtliche Beschwerde eingereicht. Sie beantragt mit beiden Rechtsmitteln die Aufhebung der Bezeichnung Oberwinterthur für die geplante Sonderabfallverbrennungsanlage.\n\nMit der Verwaltungsgerichtsbeschwerde wird gerügt, die getroffene Standortwahl verletze in verschiedener Hinsicht Bundesverwaltungsrecht. In der staatsrechtlichen Beschwerde wird eine Verletzung der Gemeindeautonomie geltend gemacht. Das Bundesgericht tritt auf die Verwaltungsgerichtsbeschwerde nicht ein und weist die staatsrechtliche Beschwerde ab.\n\n|288|", "considerants": "Aus den Erwägungen:\n\n1. ... Die Stadtgemeinde Winterthur hat gegen Ziffer 5 des Kantonsratsbeschlusses sowohl Verwaltungsgerichtsbeschwerde als auch staatsrechtliche Beschwerde erhoben. Welches Rechtsmittel zulässig ist, ob im vorliegenden Fall beide Rechtsmittel ergriffen werden können und in welchem Umfang auf das zulässige Rechtsmittel eingetreten werden kann, prüft das Bundesgericht von Amtes wegen und ohne Beschränkung seiner Kognition (BGE 118 Ib 198 E. 1, mit weitern Hinweisen).\n\nAngesichts der Subsidiarität der staatsrechtlichen Beschwerde ist vorerst zu prüfen, ob gegen die Änderung des kantonalen Gesamtplanes (Versorgungsplan) die Verwaltungsgerichtsbeschwerde zulässig ist.\n\n2. Der angefochtene Kantonsratsbeschluss ändert bzw. ergänzt den kantonalen Versorgungsplan. Der kantonale Versorgungsplan enthält gemäss § 25 des Gesetzes über die Raumplanung und das öffentliche Baurecht (in der Fassung vom 1. September 1991, Planungs- und Baugesetz, PBG) die bestehenden und vorgesehenen Anlagen und Flächen von kantonaler Bedeutung u.a. für die Beseitigung, Aufbereitung und Wiederverwertung von Abfällen und Schadstoffen; er besteht nach § 20 Abs. 2 PBG aus einem Plan und einem Bericht. Der Versorgungsplan stellt einen von vier in § 20 Abs. 1 PBG ausdrücklich vorgesehenen Teilrichtplänen dar, die zusammen den kantonalen Richtplan im Sinne der Art. 6 ff. RPG ausmachen.\n\nDer Kantonsrat hat hinsichtlich der vorliegenden Angelegenheit folgendes beschlossen: \"I. Der kantonale Gesamtplan wird wie folgt geändert: Versorgungsplan [...] Winterthur [...] 5. Bezeichnung der geplanten Sonderabfallverbrennungsanlage (SABA) in Oberwinterthur.\" Kartographisch ist dieser Beschluss im kantonalen Versorgungsplan durch eine ovale Signatur mit der Inschrift \"SABA\" im mehrere Hektaren umfassenden Industriegebiet I 3 von Oberwinterthur, nördlich der Bahnlinie Winterthur-St. Gallen, festgehalten worden.\n\nDie Beschwerdeführerin macht mit ihrer Verwaltungsgerichtsbeschwerde geltend, die Standortfestsetzung der SABA im Versorgungsplan stelle im Ergebnis \"eine parzellenscharfe Positivplanung für ein konkretes Projekt\" dar. Diese Art von Richtplanung sei gleich zu behandeln wie Sondernutzungspläne, die verfügungsgleich eine zu errichtende Baute entscheidend vorbestimmen, damit die Baubewilligung |289| in wesentlichen Teilen präjudizieren und daher nach der jüngsten bundesgerichtlichen Praxis mit Verwaltungsgerichtsbeschwerde wegen Verletzung von Bundesrecht angefochten werden könnten. In gleicher Weise stehe im vorliegenden Fall der Anfechtung eines Richtplanes die Verwaltungsgerichtsbeschwerde offen. Hinsichtlich der Legitimation stützt sich die Stadt Winterthur auf die Bestimmung von Art. 57 USG über die Gemeindebeschwerde.\n\nWie es sich mit der Zulässigkeit dieses Rechtsmittels verhält, ist nachfolgend zu prüfen.\n\n3. a) Das kantonale Planungs- und Baugesetz umschreibt im Rahmen des eidgenössischen Raumplanungsgesetzes (Art. 6 ff.) die Grundsätze der Richtplanung (§ 18 f.) sowie der aufeinander abgestimmten Teilrichtpläne (§ 20 ff.). Danach steuert und koordiniert der Richtplan die raumwirksamen Tätigkeiten, bestimmt die angestrebte räumliche Entwicklung des Kantons, bereitet die Nutzungsplanung vor und sichert die erwünschte Bodennutzung (vgl. BGE 107 Ia 85 f.; MARTIN LENDI/HANS ELSASSER, Raumplanung in der Schweiz, 3. Auflage, Zürich 1991, S. 268; WALTER HALLER/PETER KARLEN, Raumplanung und Baurecht, 2. Auflage, Zürich 1992, Rz. 175 ff.). Er trifft die Festlegungen grundsätzlich nicht parzellenscharf und für den Grundeigentümer nicht in abschliessender und verbindlicher, erzwingbarer Weise. Richtpläne sind nach eidgenössischem und kantonalem Recht indessen behördenverbindlich (Art. 9 Abs. 1 RPG, § 19 Abs. 1 PBG).\n\nb) Für Richtpläne und Teilrichtpläne im Sinne des eidgenössischen Raumplanungsgesetzes richtet sich der Rechtsschutz nach den besondern Bestimmungen von Art. 34 RPG. Danach ist die Verwaltungsgerichtsbeschwerde nur bei Fragen der materiellen Enteignung und bei Ausnahmebewilligungen zulässig; andere Entscheide unterliegen der staatsrechtlichen Beschwerde. In Anwendung dieser Rechtsmittelordnung scheidet die Verwaltungsgerichtsbeschwerde für die Anfechtung von Richtplänen grundsätzlich aus, so dass sich lediglich die staatsrechtliche Beschwerde nach Abs. 3 anbietet.\n\nDie Anfechtbarkeit von Richtplänen mittels staatsrechtlicher Beschwerde unterliegt nach der Praxis allerdings Einschränkungen. Soweit Private Richtplanungen anfechten, tritt das Bundesgericht nach seiner auf das Jahr 1981 zurückgehenden Praxis auf entsprechende staatsrechtliche Beschwerden nicht ein. In Anbetracht der Unverbindlichkeit der Richtplanung für den privaten Grundeigentümer entschied es, einer privaten beschwerdeführenden Partei fehle es an der Legitimation nach Art. 88 OG (vgl. BGE 107 Ia 77 und 93; |290| BGE 111 Ia 130 E. 3c); immerhin sei die akzessorische Infragestellung des Richtplans etwa im Rahmen einer Zonenplanung oder eines Baubewilligungsverfahrens möglich (vgl. BGE 107 Ia 87 ff.). - Angesichts der Behördenverbindlichkeit der Richtplanung (vgl. Art. 9 Abs. 1 RPG, § 19 Abs. 1 PBG) können indessen Gemeinden Richtpläne mit staatsrechtlicher Beschwerde wegen Verletzung ihrer Autonomie anfechten (BGE 111 Ia 130 E. 3 vgl. unten Erwägung 4).\n\nc) Die ausschliessliche Anfechtbarkeit von Plänen mittels staatsrechtlicher Beschwerde gilt nach dem eidgenössischen Raumplanungsgesetz auch für sog. Rahmen- und Sondernutzungspläne im Sinne von Art. 14 ff. RPG. Nach Art. 34 RPG können solche von privater Seite wegen Verletzung verfassungsmässiger Rechte angefochten werden; Gemeinden sind befugt, gegen die Nichtgenehmigung ihrer Nutzungsplanung bzw. gegen kantonale Nutzungspläne Beschwerde wegen Verletzung der Gemeindeautonomie zu erheben.\n\nIn Anwendung der allgemeinen Regeln der Bundesverwaltungsrechtspflege hat das Bundesgericht in neuester Zeit allerdings die Verwaltungsgerichtsbeschwerde auch gegen Nutzungspläne zugelassen. Dieses Rechtsmittel wird allgemein als zulässig erachtet gegen Verfügungen, die sich auf öffentliches Recht des Bundes stützen oder hätten stützen sollen (Art. 97 OG i.V.m. Art. 5 VwVG), sowie gegen gemischtrechtliche Verfügungen, die sowohl auf kantonalem bzw. kommunalem wie auch auf Bundesrecht beruhen, wenn und soweit die Verletzung von unmittelbar anwendbarem Bundesrecht in Frage steht (BGE 118 Ib 13 E. 1a, 237, 389 E. 2a, mit Hinweisen). Diese Erfordernisse wurden als erfüllt erachtet, wenn und soweit die Pläne anlagebezogen derart detaillierte und verbindliche Anordnungen treffen, dass allfällig nachfolgende Bewilligungsverfahren weitgehend präjudiziert sind oder gar überflüssig werden, weshalb gesagt werden kann, es liege insoweit eine Verfügung im Sinne von Art. 5 VwVG vor (vgl. BGE 118 Ib 13 f. E. 1a und 2c, BGE 118 Ib 70 f. E. 1c, BGE 115 Ib 351). Solches traf zum Beispiel auf Quartier- und Gestaltungspläne, Überbauungsordnungen oder Sondernutzungspläne für die Realisierung von Deponien zu, soweit die Anwendung von bundesrechtlichen Vorschriften etwa aus dem Gebiet des Umweltschutzes oder des Natur- und Heimatschutzes mit Einschluss des Moorschutzes streitig ist (BGE 118 Ib 14 f., BGE 118 Ib 70 f., BGE 115 Ib 506 f.). Gleiches kann bei der Genehmigung von kantonalen Strassenplänen gelten, sofern mit ihr gleichzeitig die baurechtliche Bewilligung für das Ausführungsprojekt erteilt wird und sich dieser Entscheid auch auf Bundesrecht stützt oder hätte stützen |291| sollen (BGE 118 Ib 76, BGE 116 Ib 162 f., BGE 116 Ib 424 f.). Schliesslich überprüfte das Bundesgericht in einem neuesten Entscheid einen Rahmennutzungsplan im Zusammenhang mit der Projektierung eines Parkplatzes im Verfahren der Verwaltungsgerichtsbeschwerde (nicht veröffentlichtes Urteil vom 17. März 1993 i.S. SVS und SBN gegen Gemeinde Egg; vgl. zur ganzen Problematik HEINZ AEMISEGGER, Zu den bundesrechtlichen Rechtsmitteln im Raumplanungs- und Umweltschutzrecht, in: Verfassungsrechtsprechung und Verwaltungsrechtsprechung, Zürich 1992, S. 114 ff.).\n\nAll diesen Fällen ist gemeinsam, dass die angefochtenen Pläne derart detaillierte Anordnungen enthielten, dass ein (allfällig) nachfolgendes (Bau-)Bewilligungsverfahren weitgehend präjudiziert oder gleichsam überflüssig erscheint. Sie ergingen im Hinblick auf ein konkretes Vorhaben in Anwendung von Bundesverwaltungsrecht, insbesondere des Umweltschutzrechtes, oder hätten sich darauf stützen müssen. Nach der jeweiligen Sachlage zeigte sich, dass die erhobenen Rügen nicht primär auf planerische Aspekte, sondern auf die im Anfechtungsobjekt enthaltenen, konkret anlagebezogenen Anordnungen zielten. Aus diesen Gründen bejahte das Bundesgericht für diese Fälle in prozessualer Hinsicht das Vorliegen von Verfügungen im Sinne von Art. 5 VwVG.\n\nd) Mit der vorliegenden Beschwerde stellt sich die Frage, ob die wiedergegebene Rechtsprechung zur Anfechtung von (Sonder-) Nutzungsplänen auf die Richtplanung übertragen werden könne. Es ist daher zu prüfen, ob der angefochtene Richtplan-Beschluss angesichts seiner blossen Behördenverbindlichkeit in Anwendung von Bundesrecht hinreichend konkret und für die folgenden Projektierungs- und Bewilligungsphasen derart präjudizierend ist, um als Verfügung im Sinne von Art. 5 VwVG in Betracht zu fallen.\n\ne) Die streitige Richtplanung stellt auf die konkreten Gegebenheiten sowohl in bezug auf die einzelnen Anlagen als auch in bezug auf die verschiedenen Standorte ab. In diesem Rahmen hat der Kantonsrat die Sonderabfallsammelstellen in Hinwil, Horgen und Winterthur (Riet), die Sammel-, Sortier- und Behandlungsanlage für Sonderabfälle (SOBU) in Urdorf sowie die Sonderabfallverbrennungsanlage (SABA) in Oberwinterthur festgelegt. Solche Standortbezeichnungen können, auch wenn sie auf der Stufe der Richtplanung und daher lediglich ungefähr erfolgen, nur dann sachgerecht vorgenommen werden, wenn technische Projektvorstellungen miteinbezogen sowie insbesondere die raumplanerische Einordnung und umwelt- und gewässerschutzrechtliche Überlegungen mitberücksichtigt |292| werden. In raumplanerischer Hinsicht hat die Raumplanungskommission etwa festgehalten, dass für eine SABA ein Standort in einer rechtskräftig festgesetzten Industriezone mit einer freien bzw. überbaubaren Grundstücksfläche von mindestens drei Hektaren und vorhandenem oder möglichem Geleiseanschluss erforderlich sei. In bezug auf den Gewässer- und Umweltschutz zeigen die Materialien deutlich, dass solchen Gesichtspunkten grosses Gewicht beigemessen worden ist: Am Anfang standen Projektvorstellungen der Gebrüder Sulzer AG; Grundlage der Planung einer SABA in Oberwinterthur waren ein Anforderungskatalog für den Umweltverträglichkeitsbericht und die entsprechende Expertise; die umfangreiche Begründung des Antrages der Raumplanungskommission an den Kantonsrat nimmt zu zahlreichen umweltschutzrechtlichen Anliegen Stellung.\n\nDie Berücksichtigung solcher konkreter, technischer und umweltschutzrechtlicher Überlegungen ändert indessen nichts am Umstand, dass mit der Festlegung im Versorgungsplan nicht gleichsam über die Bewilligung eines konkreten Projektes entschieden worden ist. Der Kantonsrat hat ausschliesslich den politischen Entscheid getroffen, dass eine SABA in der Industriezone I 3 in Oberwinterthur - und nicht sonstwo im Kanton Zürich - gebaut werden soll. Ob die SABA im Lichte aller massgeblicher Vorschriften auch wirklich gebaut werden darf, ist noch offen. Die Raumplanungskommission hat in ihrem Antrag festgehalten, dass die weit getriebenen Abklärungen betreffend Umweltverträglichkeit die für die Richtplanfestsetzung erforderlichen Nachweise ergeben hätten, dass aber die Umweltschutzkonformität einer SABA in Oberwinterthur in diesem Rahmen nicht im einzelnen und abschliessend geprüft werden könne. Der angefochtene Beschluss im Richtplan ist denn auch nicht derart detailliert, dass zur Realisierung des Werks keine Bewilligungen mehr nötig wären. Im Gegenteil. Es ist allseits unbestritten, dass die SABA noch ein ausgedehntes Bewilligungsverfahren zu durchlaufen hat und insbesondere eine formelle Umweltverträglichkeitsprüfung im Sinne von Art. 9 USG vorzunehmen ist. Sollte sich im Rahmen dieses Bewilligungsverfahrens zeigen, dass z.B. umweltschutzrechtliche Gründe einem konkreten SABA-Bauprojekt in Oberwinterthur entgegenstehen, so müsste die entsprechende Bewilligung trotz der richtplanerischen Standortfestsetzung verweigert werden. Die hier interessierende Planfestsetzung wirkt inhaltlich denn auch einzig gegenüber der Gemeinde; diese darf im fraglichen Gebiet in Oberwinterthur keine Änderung der Nutzungszone |293| vornehmen, die der Erstellung einer Sonderabfallverbrennungsanlage entgegenstünde (vgl. § 16 PBG). Sie räumt indessen keine konkreten Berechtigungen für das weitere Vorgehen ein. Die Standortfestlegung ist somit ein unter dem Vorbehalt nachfolgender Bewilligungsverfahren stehender planerisch/politischer Akt des übergeordneten Planungsträgers gegenüber dem untergeordneten. Damit überwiegen die Aspekte der Planung diejenigen über eine konkrete Anlage.\n\nBei dieser Sachlage kann nicht gesagt werden, der angefochtene Richtplanbeschluss enthalte hinreichend konkrete, für jedermann verbindliche Anordnungen. Die nachfolgend noch erforderlichen Bewilligungsverfahren werden daher nicht weitgehend vorbestimmt oder gar überflüssig. Daran vermag insbesondere der Umstand nichts zu ändern, dass bereits im Richtplanverfahren und bei dessen Vorbereitung von konkreten Projektvorstellungen ausgegangen worden ist und zahlreiche Überlegungen etwa zum Umweltschutzrecht des Bundes mit einbezogen worden sind. Ebensowenig ist entscheidend, dass ein anderer Standort für die SABA zur Zeit nicht vorgesehen ist - mit der Folge, dass dann, wenn deren Errichtung und Betrieb in Oberwinterthur etwa aus umweltschutzrechtlichen Erwägungen nicht erfolgen darf, eine solche vorderhand wohl nicht gebaut werden kann.\n\nGesamthaft gesehen ergibt sich damit, dass der angefochtene Richtplanbeschluss keine hinreichend konkreten und damit verfügungsähnliche, auf Bundesrecht gestützte Anordnungen enthält. Demnach fällt eine Übertragung der dargelegten Rechtsprechung zur Anfechtung von Nutzungsplanungen auf den vorliegend streitigen Richtplan ausser Betracht. Fehlt es aber an einer Verfügung im Sinne von Art. 5 VwVG, so ist die Verwaltungsgerichtsbeschwerde nach Art. 97 Abs. 1 OG ausgeschlossen. Demnach kann auf die vorliegende Verwaltungsgerichtsbeschwerde nicht eingetreten werden.\n\nf) Kann in diesem Sinne schon mangels eines zulässigen Anfechtungsgegenstandes auf die Verwaltungsgerichtsbeschwerde nicht eingetreten werden, so braucht auch nicht geprüft zu werden, ob etwa Art. 99 lit. c oder Art. 100 lit. t OG der Zulässigkeit der Beschwerde entgegenstehen.\n\n4. Die Stadtgemeinde Winterthur hat die Standortfestlegung für eine Sonderabfallverbrennungsanlage SABA im Versorgungsplan der kantonalen Richtplanung auch mit staatsrechtlicher Beschwerde angefochten und eine Verletzung der Gemeindeautonomie geltend gemacht. Auch in dieser Hinsicht sind vorerst die formellrechtlichen Voraussetzungen zu prüfen. |294|\n\na) Eine Gemeinde ist zur Erhebung einer staatsrechtlichen Beschwerde wegen Verletzung ihrer Autonomie befugt, wenn sie durch den angefochtenen Entscheid in ihrer Eigenschaft als Trägerin hoheitlicher Gewalt berührt wird. Ob ihr im betreffenden Bereich tatsächlich Autonomie zusteht, ist keine Frage des Eintretens, sondern bildet Gegenstand der materiellen Beurteilung (BGE 118 Ia 453 E. 3a, 117 Ia 354 f. E. 3a, 113 Ia 343 E. 1a, 109 Ia 44 E. 2a, mit Hinweisen).\n\nDie angefochtene Richtplanfestsetzung ist für die Behörden der Stadtgemeinde Winterthur aufgrund von Art. 9 Abs. 1 RPG und § 19 Abs. 1 PBG verbindlich. Es ist der Beschwerdeführerin daher verwehrt, richt- oder nutzungsplanerische Massnahmen oder Baubewilligungsentscheide zu treffen, welche der angefochtenen Standortfestlegung entgegenstehen. Der Beschluss betrifft die Beschwerdeführerin in ihren hoheitlichen Befugnissen. Aus diesen Gründen ist die Autonomiebeschwerde zulässig (vgl. BGE 111 Ia 130 E. 3; vgl. auch HALLER/KARLEN, a.a.O., Rz. 1063; ALFRED KUTTLER, Zum Schutz der Gemeindeautonomie in der neueren bundesgerichtlichen Rechtsprechung, in: Verfassungsrechtsprechung und Verwaltungsrechtsprechung, Zürich 1992, S. 51; KARL SPÜHLER, Der Rechtsschutz von Privaten und Gemeinden im Raumplanungsrecht, in: ZBl 90/ 1989 S. 100).\n\nNach der bundesgerichtlichen Rechtsprechung haben die Gemeinden die sie belastenden Richtplanungen grundsätzlich direkt im Anschluss an deren Erlass - unter Vorbehalt eines allfälligen kantonalen Rechtsmittels - innert dreissig Tagen beim Bundesgericht anzufechten. Sie können darauf nur ausnahmsweise und unter einschränkenden Bedingungen mit einer akzessorischen Rüge im Anwendungsfall zurückkommen (BGE 111 Ia 130 E. 3). Mit der direkten Anfechtung im Anschluss an die umstrittene Richtplanfestsetzung ist auch diese Voraussetzung erfüllt.\n\nDie weiteren Eintretensvoraussetzungen geben zu keinen Erwägungen Anlass, sodass auf die staatsrechtliche Beschwerde eingetreten werden kann.\n\nb) Eine Gemeinde ist in einem Sachbereich autonom, wenn das kantonale Recht dafür keine abschliessende Ordnung trifft, sondern diese ganz oder teilweise der Gemeinde zur Regelung überlässt und ihr dabei eine relativ erhebliche Entscheidungsfreiheit einräumt. Der geschützte Autonomiebereich kann sich auf die Befugnis zum Erlass oder Vollzug eigener kommunaler Vorschriften beziehen oder einen entsprechenden Spielraum bei der Anwendung des kantonalen oder |295| eidgenössischen Rechts betreffen. Der Schutz der Gemeindeautonomie setzt eine solche nicht in einem ganzen Aufgabengebiet, sondern lediglich im streitigen Bereich voraus (BGE 118 Ia 219 E. 3a, 453 E. 3b, BGE 117 Ia 355 f. E. 4a, BGE 115 Ia 44 E. 3, BGE 110 Ia 199 E. 2a, ZBl 85/1984 S. 513).\n\nArt. 48 der zürcherischen Kantonsverfassung räumt den Gemeinden das Recht ein, ihre Angelegenheiten innerhalb der Schranken von Verfassung und Gesetzen selbständig zu ordnen. Verfassungsmässige Schranken bei der Umschreibung der Gemeindeautonomie durch die kantonale Gesetzgebung sind für den hier betroffenen Bereich nicht ersichtlich und auch nicht vorgebracht. Die Autonomie der Beschwerdeführerin reicht deshalb so weit, als dies die kantonale Gesetzgebung zum Planungs- und Baurecht zulässt. Wie das Bundesgericht mehrfach entschieden hat, steht den Zürcher Gemeinden aufgrund von § 2 lit. c und § 45 ff. PBG insbesondere beim Erlass der Ortsplanung ein weiter Gestaltungsspielraum zu; sie sind insoweit grundsätzlich autonom und können sich dagegen zur Wehr setzen, dass ihre Autonomie in diesem Bereich durch die kantonalen Behörden verletzt wird (BGE 117 Ia 355 f. E. 4a, BGE 112 Ia 270 E. 2b, 282 E. 3b).\n\nc) Im vorliegenden Fall erfolgt die Beeinträchtigung der Autonomie der Beschwerdeführerin nicht dadurch, dass ein kommunaler Erlass im Genehmigungsverfahren oder eine Verfügung der Stadtgemeinde in Anwendung von kommunalem, kantonalem oder eidgenössischem Recht in einem Rechtsmittelverfahren aufgehoben worden wäre. Die Beschränkung beruht vielmehr auf einer im Verfahren der Richtplanung ergangenen Anordnung des Kantonsrats (vgl. BGE 104 Ia 43, BGE 94 I 541).\n\nNach der bundesgerichtlichen Praxis kann der kantonale Gesetzgeber durch Gesetzesänderung die von ihm einmal gezogenen Schranken der Autonomie nachträglich enger ziehen, solange nicht irgendwelche unmittelbar durch die Verfassung gewährleistete Befugnisse oder Anforderungen berührt werden (BGE 117 Ia 356 E. 4b, BGE 115 Ia 42, BGE 113 Ia 214 E. 3b, BGE 103 Ia 194 f. E. 3, mit Hinweisen). Gleiches muss gelten für Autonomiebeschränkungen, die sich durch Erlass oder Änderung der kantonalen Richtplanung ergeben (vgl. BGE 104 Ia 43, BGE 94 I 541; KUTTLER, a.a.O., S. 50 ff.).\n\nWird eine Gemeinde in dieser Weise durch eine kantonale Anordnung in ihrer Autonomie eingeschränkt, so kann sie sich mit staatsrechtlicher Beschwerde dagegen zur Wehr setzen und insbesondere verlangen, dass die kantonale Behörde in formeller Hinsicht |296| ihre Befugnisse nicht überschreitet und korrekt vorgeht und dass sie in materieller Hinsicht die kantonal- und bundesrechtlichen Vorschriften im autonomen Bereich nicht verletzt (BGE 118 Ia 454 E. b, BGE 117 Ia 356 f. E. 4b, 115 Ia 46 E. 3c, BGE 103 Ia 195 E. 4, BGE 94 I 547 E. 4; SPÜHLER, a.a.O., S. 101). Sie kann insbesondere vorbringen, der Eingriff in ihre Autonomie sei materiell rechtswidrig, etwa weil die neue richtplanerische Anordnung den gesetzlichen Zweck des Planungsinstrumentes verfehle.\n\nDas Bundesgericht überprüft den Entscheid der kantonalen Behörde wie bei andern Autonomiebeschwerden auf Willkür hin, soweit Gesetzes- oder Verordnungsrecht in Frage steht; mit freier Kognition entscheidet es, wenn es sich um Verfassungsrecht des Kantons oder des Bundes handelt (BGE 118 Ia 220, BGE 117 Ia 356 f. E. 3b, BGE 115 Ia 46 E. 3c, BGE 113 Ia 206 und 345, mit Hinweisen).\n\nIm vorliegenden Verfahren macht die Beschwerdeführerin nicht geltend, die angefochtene Richtplanfestsetzung verletze spezifisches Verfassungsrecht. Soweit sie Vorschriften und Grundsätze des einfachen Gesetzesrechts anruft, kann sie sich nur mit Erfolg gegen die Richtplanfestsetzung zur Wehr setzen, wenn dem Kantonsrat Willkür vorgeworfen werden kann bzw. wenn der Eingriff in die kommunale Autonomie jeder vernünftiger sachlicher Begründung entbehrt (vgl. BGE 104 Ia 48).\n\n5. a) Die Beschwerdeführerin erhebt keine formellen Rügen und macht zu Recht nicht geltend, der Kantonsrat habe mit der Richtplanfestsetzung seine Kompetenzen überschritten. Diese ergibt sich ausdrücklich aus § 32 Abs. 1 in Verbindung mit § 25 Abs. 1 lit. e PBG, wonach im vom Kantonsrat zu erlassenden Versorgungsplan Anlagen und Flächen von kantonaler Bedeutung für die Beseitigung, Aufbereitung und Wiederverwertung von Abfällen und Schadstoffen zu bezeichnen sind. Der Kantonsrat hat damit gestützt auf eine klare gesetzliche Grundlage eine kantonale Aufgabe wahrgenommen. Hinzu kommt, dass die Standortfestsetzung für eine SABA auch eine bundesrechtliche Pflicht darstellt: Das Umweltschutzgesetz (Art. 31 Abs. 4 und 5 USG) schreibt den Kantonen vor, ihren künftigen Bedarf an Deponien und anderen Entsorgungsanlagen zu ermitteln und die dafür erforderlichen Standorte zu bestimmen; insbesondere gilt dies für die gefährlichen (Sonder-)Abfälle. In Art. 17 der Technischen Verordnung über Abfälle vom 10. Dezember 1990 (TVA, SR 814.015) werden die Kantone verpflichtet, die vorgesehenen Standorte der Abfallanlagen in ihren Richtplänen auszuweisen und für die Ausscheidung der erforderlichen Nutzungszonen zu sorgen. |297|\n\nAus den Akten ist sodann ersichtlich, dass sich das Verfahren zur angefochtenen Standortfestsetzung nach den hiefür massgeblichen Vorschriften abgewickelt hat. Der Beschwerdeführerin wurde insbesondere in umfassender Weise das rechtliche Gehör gewährt. Es werden denn auch keine substantiierten Rügen betreffend Form- oder Verfahrensmängel vorgebracht.\n\nDemnach kann dem Kantonsrat in formeller Hinsicht nichts vorgehalten werden.\n\nb) Die Beschwerdeführerin rügt in materieller Hinsicht weit ausholend, die Standortfestlegung verletze das bundesrechtliche Gebot der Standortoptimierung und verkenne die mangelnde Eignung des Industriegebietes in Oberwinterthur für die Erstellung und den Betrieb einer Sonderabfallverbrennungsanlage. Im einzelnen würden die massgebenden umweltschutz-, gewässerschutz- und raumplanungsrechtlichen Gesichtspunkte nicht hinreichend berücksichtigt, und zum Teil seien die Entscheidgrundlagen für eine korrekte Standortevaluation untauglich oder aber falsch gewürdigt worden. Daher sei der getroffene Standortbeschluss willkürlich.\n\nMit diesen Vorbringen verkennt die Beschwerdeführerin den möglichen Inhalt einer Autonomiebeschwerde gegenüber Richtplanungen. Wie vorne dargelegt, handelt es sich beim angefochtenen Beschluss nicht um ein konkretes Bauprojekt, das im einzelnen abschliessend auf die Übereinstimmung mit den Bestimmungen des Bundesverwaltungsrechts zu überprüfen wäre. Es steht lediglich die richtplanerische Standortfestlegung in Frage, für welche die Beschwerdeführerin darlegen müsste, dass sie gesamthaft gesehen jeder vernünftiger sachlicher Begründung entbehre. Mit dem Richtplanbeschluss sind die verschiedenen Bewilligungsverfahren vorbehalten. Das kann, wie die Beschwerdeführerin zu Recht darlegt, insofern in eine Sackgasse führen, als bei Verweigerung der entsprechenden Bewilligungen die streitige Anlage vorderhand wohl nicht gebaut werden könnte. Entgegen ihrer Auffassung lässt ein solches planerisches Vorgehen, das über die SABA hinaus im Rahmen eines umfassenden Abfallbeseitigungskonzepts Anlagen für den ganzen Kanton vorsieht, die angefochtene Standortfestlegung nicht als willkürlich erscheinen.\n\nGestützt auf Erwägungen zur Richtplanung, zum Umweltschutzrecht und zur Planung von Abfallverbrennungsanlagen fordert die Beschwerdeführerin, dass für eine Sonderabfallverbrennungsanlage wie der vorgesehenen nicht nur ein \"geeigneter\", sondern in Berücksichtigung aller Interessen ein \"optimaler\" Standort ausgewählt wird. |298|\n\nDas von ihr postulierte bundesrechtliche Gebot der Standortoptimierung kann aber nicht darüber hinwegtäuschen, dass die Festlegung von Standorten für entsprechende Anlagen nach § 25 PBG eine kantonale Aufgabe darstellt, welche aus gesamtheitlicher kantonaler Sicht eine Abwägung verschiedenster Gesichtspunkte erfordert, indessen hinsichtlich einzelner Punkte zu Kompromissen und bisweilen zu Entscheidungen führt, die von den betroffenen untergeordneten Gemeinwesen nicht als ideal betrachtet werden, aber als Folge der übergeordneten Planung grundsätzlich hinzunehmen sind. Unter diesem Gesichtswinkel kann der angefochtene Entscheid daher nicht als sachfremd bezeichnet werden.\n\nIm einzelnen stellt die Beschwerdeführerin die Geeignetheit des Standortes Oberwinterthur für eine SABA in Frage und macht geltend, die Entscheidungskriterien seien zum Teil falsch bzw. falsch angewendet. Dem ist zum einen entgegen zu halten, dass es im Rahmen der dem Bundesgericht zustehenden Überprüfungsbefugnis nicht darum gehen kann, einzelne Argumentationen zu bewerten; der angefochtene Beschluss ist vielmehr als ganzer zu betrachten. Zum andern halten die vorgebrachten Rügen einer Überprüfung nicht stand. Der Ausschluss des Limmattales und der Stadt Zürich bei der kantonalen Evaluation von Standorten lässt die schliesslich getroffene Lösung nicht aus diesem Grunde als unsachgerecht erscheinen. Es ist gesamthaft gesehen nicht zu beanstanden, dass nach den Vorbringen der Beschwerdeführerin schon im voraus Vorstellungen über Projekt und Standort bestanden haben, da diese dann in einem umfangreichen Verfahren überprüft worden sind. Die Berücksichtigung von Umständen, die die Beschwerdeführerin als Sachzwänge bezeichnet und welche die Realisierungschancen möglicherweise erhöhen, ist nicht unzulässig. Nach den Vorstellungen der vorberatenden Behörden soll die SABA in einer Industriezone angesiedelt werden; diese Meinung lässt sich mit sachlichen Gründen vertreten, sodass nicht geprüft werden muss, ob eine solche Anlage ausserhalb der Bauzone geschaffen werden und hierfür die Standortgebundenheit beanspruchen könnte. Warum die Frage der sinnvollen Nutzung von allfällig in der Verbrennungsanlage anfallender überschüssiger Energie bei der Standortfestlegung nicht hätte berücksichtigt werden dürfen, ist nicht erfindlich. Wie sehr dieses Kriterium gewichtet und - was die Beschwerdeführerin beanstandet - mit der Verbesserung der lufthygienischen Verhältnisse durch Substitution von fossilen Brennstoffen in Verbindung gebracht wird, braucht nicht im Detail nachvollzogen zu werden.\n\n|299|\n\nDie Stadtgemeinde Winterthur legt besonderes Gewicht auf den Stufenbau der Raumplanung. Sie übersieht indessen gerade unter diesem Gesichtswinkel, dass der Kantonsrat mit der Richtplanung nicht über ein konkretes Projekt oder gar eine Bewilligung befunden hat. Wesentliche Fragen zur Konzeption einer SABA bleiben im vorliegenden Stadium noch durchaus offen, so etwa die weitreichenden Probleme betreffend Abwasser-Entsorgung oder Energieverwendung. Auch Fragen zur Art des Betriebes bzw. zum Betreiber der Anlage vermögen den Grundsatzentscheid nicht ausschlaggebend zu beeinflussen.\n\nDie Akten enthalten umfangreiche, von verwaltungsinternen und verwaltungsexternen Fachleuten erarbeitete Grundlagen des zunächst durch den Zürcher Regierungsrat und hernach durch die kantonsrätliche Raumplanungskommission sorgfältig begründeten Standortentscheids. In Anbetracht all dieser Studien, aber auch unter Berücksichtigung der Vorbringen der Beschwerdeführerin erscheint die richtplanerische Festlegung des SABA-Standortes in der Industriezone I 3 von Oberwinterthur weder in raumplanungsrechtlicher Hinsicht noch unter dem Gesichtswinkel des umfassend verstandenen Umwelt- oder Gewässerschutzes als offensichtlich sachwidrig und damit willkürlich. Ebensowenig kann gesagt werden, mit dieser Standortfestsetzung werde der gesetzliche Zweck des Versorgungsplans im Rahmen der kantonalzürcherischen Richtplanung klarerweise verfehlt. Demnach kann dem Kantonsrat nicht vorgeworfen werden, die umstrittene Standortfestsetzung entbehre jeder vernünftiger sachlicher Begründung.\n\nBei dieser Sachlage durfte der Kantonsrat ohne Verletzung der Autonomie der Beschwerdeführerin für die Sonderverbrennungsanlage SABA im Versorgungsplan den Standort im Industriegebiet Oberwinterthur vorsehen. Die Autonomiebeschwerde erweist sich daher als unbegründet.\n\nEs wird dann Aufgabe der Projektierung sein, die Auswirkungen einer solchen Anlage im einzelnen zu prüfen. Die Übereinstimmung mit den massgeblichen Vorschriften des kommunalen, kantonalen und eidgenössischen Rechts wird Gegenstand späterer Verfahren vor den hierfür zuständigen Bewilligungsbehörden sein.\n\n6. Zusammenfassend ergibt sich aus den vorstehenden Erwägungen, dass auf die Verwaltungsgerichtsbeschwerde nicht eingetreten werden kann und dass die staatsrechtliche Beschwerde unbegründet und damit abzuweisen ist."}