{"annee": "119", "cour": "IV", "page": "175", "date": "16/8/1993", "cite": ["108 IV 76"], "cite_par": ["123 IV 157", "126 II 495", "127 II 151"], "chapeau": "30. Estratto della sentenza del 16 agosto 1993 della Camera d'accusa nella causa Banca X c. Amministrazione federale delle contribuzioni (reclamo)", "regestes": ["Séquestre et perquisition visant des papiers (art. 46 et 50 DPA). Secret bancaire. 1. Le secret bancaire ne confère pas un droit absolu de refuser de témoigner et de produire les papiers demandés par l'autorité compétente pour procéder à l'enquête. Les informations requises par l'Administration fédérale des contributions, agissant comme autorité compétente pour procéder à l'enquête pénale administrative, doivent être données nonobstant le secret bancaire. Ce dernier a une portée plus restreinte que le secret professionnel des médecins, des avocats et des ecclésiastiques. 2. Le fait que, parmi les documents séquestrés, se trouvent peut-être des pièces pouvant se révéler par la suite sans pertinence ne doit pas empêcher le séquestre; ce risque est inhérent à une telle mesure de contrainte. Il appartient à l'autorité compétente de procéder à l'enquête (tenue au secret professionnel), non pas à la banque d'opérer le tri. En matière de perquisition visant les papiers, l'art. 50 al. 3 DPA demeure réservé. 3. Il n'y a pas de relation bancaire au sens propre entre une banque qui vend des métaux précieux, en tant que grossiste au sens de l'arrêté instituant un impôt sur le chiffre d'affaires, et celui qui les achète; il n'existe entre eux qu'un rapport d'affaires auquel le secret bancaire ne s'applique pas."], "faits": "BGE 119 IV 175 S. 176\n\nL'Amministrazione federale delle contribuzioni (AFC) aveva rilevato che partite di metalli preziosi vendute in Svizzera dalla Banca X a diverse ditte con sede in Svizzera o nel Liechtenstein erano poi contrabbandate in un paese confinante, senza passare attraverso il controllo doganale svizzero e senza assolvere quindi la dovuta imposta sulla cifra d'affari. Accertato che durante più di sei mesi la Banca X aveva venduto, come grossista, metalli preziosi poi esportati all'estero a una società non più iscritta nel registro dei grossisti, l'AFC esigeva dalla Banca X il pagamento dell'imposta sulla cifra d'affari elusa e apriva un procedimento penale amministrativo destinato, tra l'altro, a determinare eventuali responsabilità penali degli organi della banca, nel cui seno aveva avuto luogo nel frattempo BGE 119 IV 175 S. 177un'inchiesta interna concernente le relazioni tra la banca stessa e la società di cui trattasi. Invitata dall'AFC a farle pervenire tutta la documentazione riguardante tali relazioni, e in particolare quella avente per oggetto l'inchiesta interna, la Banca X si rifiutava, di guisa che l'AFC ne ordinava il sequestro. La Banca X si è opposta al sequestro con reclamo alla Camera d'accusa del Tribunale federale, facendo valere, tra l'altro, il segreto bancario.", "considerants": "Considerando in diritto:\n\n3. La reclamante si limita a contestare, in modo generale, la legittimità del sequestro. A ragione essa non sostiene che il sequestro litigioso lederebbe concretamente interessi meritevoli di tutela di terzi non implicati. Come ricordato giustamente dall'AFC nelle proprie circostanziate osservazioni, che menzionano la dottrina e la giurisprudenza univoche al proposito, il segreto bancario non garantisce un diritto assoluto di rifiutarsi di testimoniare e di produrre atti richiesti da un'autorità inquirente (v. AUBERT/KERNEN/SCHÖNLE, Le secret bancaire suisse, 2a ediz. Berna 1982, pag. 162 con richiami; BODMER/KLEINER/LUTZ, Kommentar zum Bundesgesetz über die Banken und Sparkassen, 2o supplemento 1982, n. 50 ad art. 47 LBCR). La dottrina citata si fonda, in particolare, sull'art. 41 cpv. 2 DPA in relazione con gli art. 74 PP segg. (specialmente con l'art. 77 PP). Ne discende che le informazioni richieste dall'AFC quale autorità inquirente nel quadro di un procedimento di diritto penale amministrativo devono essere fornite, senza che possa essere invocato il segreto bancario. Lo stesso vale per le interrogazioni orali degli organi della banca, che l'AFC si propone di effettuare. L'AFC rammenta d'altronde che la stessa Associazione dei Banchieri Svizzeri aveva rilevato già nel proprio rapporto di gestione del 1978/79 che in Svizzera le banche sono tenute, in virtù delle leggi di procedura penale della Confederazione e di tutti i Cantoni, a prestare testimonianza e a produrre atti, e che l'obbligo di testimoniare, di fornire informazioni e di produrre atti, posto a carico del banchiere, va oltre quello dei titolari di un diritto al segreto professionale stabilito a favore dei medici, degli avvocati o degli ecclesiastici. La decisione di sequestro delimita chiaramente ciò che è richiesto, ossia la documentazione relativa a quanto accaduto nell'interno della Banca X con riferimento alle relazioni con la Y. S.A., in particolare la documentazione concernente l'inchiesta interna della Banca X per BGE 119 IV 175 S. 178determinare le responsabilità di chi, nel suo seno, aveva a che fare con la Y. S.A. In questo senso è privo di pertinenza il rimprovero mosso dalla reclamante all'AFC di perseguire una ricerca indiscriminata di informazioni più che una mirata azione di sequestro. L'AFC riconosce nelle proprie osservazioni la possibilità che tra i documenti sequestrati vengano a trovarsi anche documenti che in prosieguo si rivelino irrilevanti ai fini dell'inchiesta; è da convenire con l'AFC che tale circostanza non comporta l'illegittimità del provvedimento, poiché essa è inerente nella sua natura (DTF 108 IV 76). Va al riguardo richiamata anche la sentenza inedita del Tribunale federale del 25 novembre 1974 nella causa Banca X c. Giudice istruttore della giurisdizione sottocenerina, in cui, con riferimento ad un sequestro bancario ordinato da un magistrato penale, è detto espressamente (consid. 3) che \"certo, può accadere che attraverso l'esame degli atti sequestrati giungano a conoscenza del magistrato inquirente altre circostanze, non strettamente attinenti al caso penale, e coperte di per sé dal segreto bancario. Un simile inconveniente è nella natura delle cose e pertanto inevitabile. Ciò che è determinante è che tanto il magistrato inquirente quanto gli altri organi della giustizia penale sono vincolati al segreto d'ufficio, che comporta doveri non minori di quelli incombenti alla banca\"; nello stesso considerando si afferma inoltre che \"è manifesto che non può essere lasciato all'unilaterale giudizio della banca di decidere quali elementi dell'inchiesta interna debbano essere rivelati al magistrato inquirente, e quali gli possono essere celati o sottaciuti. Non solo perché un simile modo di procedere renderebbe illusorie le disposizioni sull'obbligo di testimoniare, ma anche perché il giudizio sulla rilevanza probatoria di determinati fatti compete al magistrato\". Questi rilievi sono applicabili anche all'AFC in veste di autorità inquirente (in un procedimento penale amministrativo).\n\nVa ancora rilevato che l'AFC a ragione fa valere nelle proprie osservazioni che la \"relazione bancaria\" intrattenuta dalla Banca X con la Y. S.A. non era in realtà affatto una relazione bancaria in senso proprio, bensì una semplice relazione di affari; la Banca X agiva come grossista e trattava con la Y. S.A., anch'essa grossista fino alla sua cancellazione dal relativo registro: il segreto bancario nulla ha a che vedere con questa relazione d'affari, in merito alla quale la reclamante è quindi tenuta a fornire le più ampie informazioni, comprese quelle circa la diligenza osservata dal proprio personale nello svolgimento delle operazioni concernenti il traffico di argento granulato intervenute tra di essa e la Y. S.A."}