{"annee": "119", "cour": "IA", "page": "99", "date": "17/3/1993", "cite": ["115 IA 234", "107 IA 52", "109 IA 273", "117 IA 387", "117 IV 124", "113 IA 1", "118 IV 351", "113 IA 412", "64 I 173", "104 IA 35", "115 V 244", "111 IA 239", "114 IA 182", "112 IA 97", "113 IA 309", "108 IA 90"], "cite_par": ["133 I 106", "143 I 194", "120 V 1", "122 V 47", "121 I 30", "121 II 22", "121 I 306", "120 IA 126", "125 I 127", "124 I 170", "121 IV 345", "127 I 44", "119 IB 311", "120 IA 147", "119 V 375", "134 I 286", "135 I 198"], "chapeau": "15. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. März 1993 i.S. H. c. Staatsanwaltschaft und Strafgericht des Kantons Zug (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle, § 59 Cst./ZG et art. 6 par. 1 CEDH: Exclusion de la publicité des débats en procédure pénale. 1. Pour demander l'exclusion de la publicité des débats en procédure pénale, l'accusé peut en principe se fonder sur la liberté personnelle (consid. 2b). 2. Signification et portée du principe de la publicité des débats (consid. 4a). 3. Pesée des intérêts en présence (consid. 4b-4f)."], "faits": "BGE 119 Ia 99 S. 99\n\nDas Strafgericht des Kantons Zug hat den wegen Diebstahls, Hausfriedensbruchs, Sachbeschädigung und weiterer Delikte angeklagten H. zur persönlichen Befragung und Hauptverhandlung vorgeladen. In der Folge ersuchte H. das Strafgericht darum, es sei die Öffentlichkeit von der Hauptverhandlung auszuschliessen, es sei sein Name auf der Sitzungsliste nicht zu veröffentlichen und eventualiter sei die Verhandlung auf einen späteren Termin zu verschieben. Zur Begründung führte er im wesentlichen aus, er habe die ihm vorgeworfenen Delikte vor rund fünf Jahren und noch im Alter von 18 bzw. 19 Jahren begangen. Mit seinen bald 24 Jahren sei er heute vollkommen resozialisiert und als Journalist im Berufsleben integriert. Durch die Sitzungsliste und die Öffentlichkeit erfahre seine heutige Arbeitgeberin von seinen bisher nicht bekanntgegebenen Jugendsünden. Er müsse daher mit einer Entlassung rechnen und könnte dann BGE 119 Ia 99 S. 100angesichts der gesamten Umstände und der beruflich noch nicht gesicherten Stellung keine neue Arbeitsstelle als Journalist mehr finden.\n\nDas Strafgericht wies die Ersuchen ab. Es begründete seinen Entscheid damit, dass nach Kantonsverfassung und Gerichtsorganisationsgesetz die Öffentlichkeit im Strafverfahren nur bei Verletzung von Sitte und Anstand und bei überwiegenden schützenswerten Interessen insbesondere des Opfers ausgeschlossen werde. Die beruflichen Nachteile, die sich im vorliegenden Fall von andern Angeschuldigten kaum unterschieden, vermöchten den Ausschluss der Öffentlichkeit angesichts der Schwere der Vorwürfe nicht zu rechtfertigen.\n\nGegen diesen Entscheid hat H. beim Bundesgericht staatsrechtliche Beschwerde erhoben und eine Verletzung von Art. 4 BV und der persönlichen Freiheit geltend gemacht.\n\nDas Bundesgericht weist die Beschwerde im Sinne der Erwägungen ab.", "considerants": "Auszug aus den Erwägungen:\n\n2. Der Beschwerdeführer erhebt unterschiedliche Rügen. Vorerst ist zu prüfen, auf welche Verfassungsrechte und inwiefern er sich darauf berufen kann.\n\na) Der Beschwerdeführer macht nicht geltend, § 59 der Kantonsverfassung des Kantons Zug (KV) oder Art. 6 Ziff. 1 EMRK seien wegen der Zulassung der Öffentlichkeit verletzt. § 59 KV sieht die Öffentlichkeit der Verhandlungen vor dem Kantons-, dem Straf- und dem Obergericht vor und überlässt die Umschreibung der Ausnahmen dem einfachen Gesetzesrecht. Art. 6 Ziff. 1 EMRK verlangt im Grundsatz die Öffentlichkeit von Gerichtsverhandlungen in zivil- und strafrechtlichen Angelegenheiten und umschreibt die Ausnahmen von der Öffentlichkeit. Da der Grundsatz der Öffentlichkeit nicht nur den Prozessbeteiligten eine korrekte und gesetzmässige Behandlung garantieren, sondern ebenso der Allgemeinheit das Mitverfolgen von Prozessen und damit eine Kontrolle der Justiz ermöglichen will (unten E. 4a), kann sich der einzelne nicht im Sinne eines verfassungsmässigen Rechts auf die Ausnahmen berufen und gestützt darauf den Ausschluss der Öffentlichkeit verlangen. Es kann daher - was in der bisherigen Rechtsprechung noch offengelassen worden ist (vgl. BGE 117 Ia 388 f.) - aus den Ausnahmen von der Öffentlichkeit kein Recht auf Nichtöffentlichkeit abgeleitet werden BGE 119 Ia 99 S. 101(vgl. ARTHUR HAEFLIGER, Die Europäische Menschenrechtskonvention und die Schweiz, Bern 1993, S. 155 f.; VELU/ERGEC, La Convention Européenne des Droits de l'Homme, Bruxelles 1990, Rz. 511; FROWEIN/PEUKERT, EMRK-Kommentar, 1985, N. 87 zu Art. 6; MIEHSLER/VOGLER, Internationaler Kommentar zur EMRK, N. 338 zu Art. 6). Das Begehren um ausnahmsweisen Ausschluss der Öffentlichkeit von der Verhandlung verhält sich insofern gleich wie das private Ersuchen um Ausschluss oder Einschränkung der Akteneinsicht im Einzelfall aus Gründen des Persönlichkeitsschutzes, das nicht auf die die Akteneinsicht gewährende Bestimmung von Art. 4 BV abgestützt werden kann (Urteil vom 27. März 1991, in: ZBl 92/1991 S. 551 E. 7b). Der Beschwerdeführer kann daher sein Begehren um Ausschluss der Öffentlichkeit von der Hauptverhandlung nicht auf § 59 KV und Art. 6 Ziff. 1 EMRK gründen; insofern ist auch der Umfang des Ausnahmekataloges in Art. 6 Ziff. 1 Satz 2 EMRK nicht von unmittelbarer Bedeutung.\n\nb) Der Beschwerdeführer macht richtigerweise in erster Linie eine Verletzung der persönlichen Freiheit geltend. Diese erblickt er im wesentlichen darin, dass er durch die Zulassung der Öffentlichkeit in seiner Persönlichkeitssphäre beeinträchtigt werde und dass sich die Öffentlichkeit negativ auf seine persönlichen und beruflichen Verhältnisse auswirke. Er rügt, dass diesen Gesichtspunkten im angefochtenen Entscheid nicht hinreichend Rechnung getragen worden ist.\n\nDas ungeschriebene Verfassungsrecht der persönlichen Freiheit schützt nach der bundesgerichtlichen Rechtsprechung als zentrales Freiheitsrecht und verfassungsrechtlicher Leitgrundsatz nicht nur die Bewegungsfreiheit und die körperliche Integrität, sondern darüber hinaus alle Freiheiten, die elementare Erscheinungen der Persönlichkeitsentfaltung bilden (BGE 115 Ia 246, mit Hinweisen). - Nach der Rechtsprechung gehört zum Schutzbereich der persönlichen Freiheit auch der Anspruch auf persönliche Geheimsphäre (BGE 109 Ia 279, mit Hinweisen). In bezug auf den guten Ruf hat das Bundesgericht vorerst angenommen, das öffentliche Verlesen einer Anklageschrift, in der auch Anschuldigungen gegen einen Verstorbenen enthalten waren, berühre weder diesen noch dessen Angehörige in ihrer persönlichen Freiheit (BGE 104 Ia 39 E. 5). Später hat es in der Veröffentlichung der Namen von fruchtlos gepfändeten Schuldnern im Amtsblatt einen Eingriff in dieses verfassungsmässige Recht erblickt (BGE 107 Ia 55 E. 3). In einem weitern Fall hat es bei der Übernahme von Strafakten von einem Strafverfahren in diejenigen BGE 119 Ia 99 S. 102eines andern angesichts der damit verbundenen Weiterverbreitung von Informationen an Prozessbeteiligte und Öffentlichkeit den Eingriff in die persönliche Freiheit bejaht (Urteil vom 27. März 1991, in: ZBl 92/1991 S. 545 ff. und 549).\n\nIm vorliegenden Fall geht es um die Befragung des Beschwerdeführers in der Hauptverhandlung des gegen ihn geführten Strafverfahrens. Es werden dabei Angaben zu den persönlichen Verhältnissen und dem Vorleben erfragt und die dem Beschwerdeführer vorgeworfenen Delikte im einzelnen erörtert. Aufgrund der Öffentlichkeit ist es möglich, dass all diese Informationen eine weitere Verbreitung in der Allgemeinheit finden, dass der Betroffene in einem negativen Bild festgehalten wird (vgl. BGE 113 Ia 10 f.) und dass sich diese Informationen in verschiedener Hinsicht negativ auf seine gesamten persönlichen Verhältnisse auswirken. Angesichts dieser Lage wird der Beschwerdeführer durch die Verfahrensöffentlichkeit tatsächlich in seinem Verfassungsrecht auf persönliche Freiheit betroffen. Das Bundesgericht hat denn auch schon im Jahre 1985 die Verweigerung des Ausschlusses der Öffentlichkeit ohne weitere Diskussion unter dem Gesichtswinkel der persönlichen Freiheit geprüft (nicht veröffentlichtes Urteil vom 8. Mai 1985 i.S. S.). Und in ähnlicher Weise hat die Europäische Menschenrechtskommission die Bekanntmachung von Vorstrafen anlässlich eines öffentlichen Verfahrens unter dem Gesichtswinkel von Art. 8 EMRK betrachtet (DR 14, 228 (232 f.)).\n\nDemnach kann sich der Beschwerdeführer für sein Ersuchen um Ausschluss der Öffentlichkeit auf die persönliche Freiheit berufen und im vorliegenden Fall eine entsprechende Verfassungsverletzung geltend machen. Diesen Schutz können nicht nur Opfer von Straftaten in Anspruch nehmen (vgl. dazu das Bundesgesetz über die Hilfe an Opfer von Straftaten, SR 312.5), sondern wie im vorliegenden Fall grundsätzlich auch der Beschwerdeführer in der Stellung als Angeschuldigter (vgl. BGE 108 Ia 93 f. zum Schutze von jugendlichen Tätern).\n\nc) Der Beschwerdeführer beanstandet ferner unter Verweis auf die EMRK, das Strafverfahren habe zu lange gedauert. Er verweist darauf, dass das Verfahren nach seinem Geständnis und dem Abschluss der Ermittlungen während drei Jahren ruhte.\n\nDer Beschwerdeführer erhebt keine eigentliche Rechtsverzögerungsbeschwerde und beanstandet die Verfahrensdauer nicht in eigenständiger Weise. Eine Rechtsverzögerungsbeschwerde bedürfte der (materiellen) Ausschöpfung des kantonalen Instanzenzuges BGE 119 Ia 99 S. 103und müsste im bundesgerichtlichen Verfahren in einer den Anforderungen von Art. 90 Abs. 1 OG genügenden Form vorgebracht werden. Auf die Rüge, die im Strafverfahren immer noch vorgebracht und vom Strafrichter in verschiedener Weise berücksichtigt werden kann (vgl. BGE 117 IV 126 ff. sowie HAEFLIGER, a.a.O., S. 165 ff.), ist insofern nicht einzutreten.\n\nSoweit der Rüge der Verfahrensverschleppung indessen lediglich Hilfsfunktion im Zusammenhang mit der Verletzung der persönlichen Freiheit zukommt, kann sie bei der Beurteilung der Hauptfrage und bei der Interessenabwägung mitberücksichtigt werden.\n\n3. Bevor auf die spezifischen Verfassungsrügen betreffend die persönliche Freiheit eingegangen wird, ist zu prüfen, ob der angefochtene Entscheid vor dem kantonalen Verfahrensrecht, wie es sich aus Kantonsverfassung und Gerichtsorganisationsgesetz ergibt, standhält. Da im vorliegenden Fall kein schwerer Eingriff in die persönliche Freiheit in Frage steht, ist die Anwendung des kantonalen Gesetzesrechts lediglich unter dem Gesichtswinkel der Willkür zu prüfen.\n\nDie Kantonsverfassung Zug bestimmt in § 59, dass die Verhandlungen vor dem Kantons-, Straf- und Obergericht öffentlich und mündlich sind und dass das Gesetz die Ausnahmen umschreibe. In Ausführung dieser Grundsätze sieht das Gesetz des Kantons Zug über die Organisation der Gerichtsbehörden (Gerichtsorganisationsgesetz, GOG) in § 69 vor, dass die Partei- und Beweisverhandlung sowie die Eröffnung des Urteils beim Kantons-, Straf- und Obergericht öffentlich sind; in Fällen jedoch, in denen durch die öffentliche Verhandlung Sitte und Anstand verletzt würden, kann die Öffentlichkeit ausgeschlossen werden, namentlich bei Verhandlungen über Sittlichkeitsvergehen und in Ehescheidungs- und Vaterschaftsprozessen.\n\nIm vorliegenden Fall durfte das Strafgericht ohne Willkür annehmen, dass das den Beschwerdeführer betreffende Verfahren Sitte und Anstand nicht verletze, es sich auch nicht um ein Sittlichkeits- oder Familienrechtsverfahren handle und demnach kein gesetzlicher Grund für den Ausschluss der Öffentlichkeit gegeben sei. Wie dargelegt, kann der Beschwerdeführer aus den in der Kantonsverfassung enthaltenen Ausnahmen nichts direkt zu seinen Gunsten ableiten. Die Anwendung des kantonalen Rechts kann daher unter diesem Gesichtswinkel nicht beanstandet werden.\n\n4. Für die Beurteilung des vorliegenden Falles ist vom Grundsatz der Öffentlichkeit der Hauptverhandlung auszugehen, wie er sich BGE 119 Ia 99 S. 104aus § 59 der Zuger Kantonsverfassung und insbesondere aus Art. 6 Ziff. 1 EMRK ergibt. Für die Frage, ob die Öffentlichkeit im Einzelfall ausnahmsweise ausgeschlossen werden dürfe, können die Gesichtspunkte der persönlichen Freiheit im oben umschriebenen Sinne mit einbezogen werden, da die Ausnahmen von der Öffentlichkeit mit unbestimmten Begriffen umschrieben sind und daher die Mitberücksichtigung der persönlichen Freiheit zulassen (vgl. zur Akteneinsicht BGE 113 Ia 5 E. bb, BGE 112 Ia 102 sowie Urteil vom 27. März 1991, in: ZBl 92/1991 S. 551). In Gegenüberstellung der Verfassungsgrundsätze der Verfahrensöffentlichkeit und der persönlichen Freiheit sind demnach die Interessen an der grundsätzlichen Zulassung der Öffentlichkeit zur Hauptverhandlung den privaten Interessen des Beschwerdeführers an einer ausnahmsweisen Verhandlung hinter verschlossenen Türen gegeneinander abzuwägen.\n\na) Der Grundsatz der Öffentlichkeit der Gerichtsverhandlung nach Art. 6 Ziff. 1 EMRK bezieht sich sowohl auf die Parteiöffentlichkeit als auch auf die Publikums- und Presseöffentlichkeit. Der Grundsatz bedeutet eine Absage an jede Form geheimer Kabinettsjustiz. Er soll durch die Kontrolle der Öffentlichkeit dem Angeschuldigten und allen übrigen am Prozess Beteiligten eine korrekte und gesetzmässige Behandlung gewährleisten. Darüber hinaus soll es der allgemeinen Öffentlichkeit ermöglicht werden, Kenntnis davon zu erhalten, wie das Recht verwaltet und die Rechtspflege ausgeführt wird; sie soll die Prozesse unmittelbar verfolgen und dadurch eine Kontrollfunktion wahrnehmen können. Es soll damit Transparenz der Rechtsprechung geschaffen und das Vertrauen in die Gerichtsbarkeit gesichert werden. Die rechtsstaatliche und demokratische Bedeutung des Grundsatzes der Öffentlichkeit verbietet einen Ausschluss dort, wo nicht überwiegende Gründe der staatlichen Sicherheit, öffentlichen Ordnung und Sittlichkeit oder schützenswerte Interessen Privater dies vordringlich gebieten (BGE 117 Ia 389, BGE 115 V 255, BGE 113 Ia 318, BGE 113 Ia 416, BGE 111 Ia 245, 108 Ia 92, mit Hinweisen; vgl. aus der Rechtsprechung des Europäischen Menschenrechtsgerichtshofes insbesondere Urteil i.S. Axen vom 8. Dezember 1983, Ziff. 25, Publications de la Cour européenne des droits de l'homme, Série A vol. 72 = EuGRZ 1985 S. 225; Urteil i.S. Sutter vom 22. Februar 1984, Ziff. 26, Série A vol. 74 = VPB 48/1984 Nr. 83 = EuGRZ 1985 S. 233).\n\nDie Konvention selber sieht Ausnahmen von der Öffentlichkeit vor im Interesse der Sittlichkeit, der öffentlichen Ordnung oder der nationalen Sicherheit oder wenn die Interessen von Jugendlichen, der BGE 119 Ia 99 S. 105Schutz des Privatlebens von Prozessparteien oder die Gefahr der Beeinträchtigung der Rechtspflege es gebieten (vgl. BGE 114 Ia 189, BGE 108 Ia 93 f.; FROWEIN/PEUKERT, a.a.O., N. 82 ff. zu Art. 6). Das Gerichtsorganisationsgesetz umschreibt die Ausnahmen vom Grundsatz der Öffentlichkeit in § 69 Abs. 3 ähnlich. Diese Umschreibungen und die dargelegte Rechtsprechung zeigen, dass die Öffentlichkeit nur aus besonders gewichtigen Gründen ausgeschlossen werden darf.\n\nb) Für den Angeschuldigten bedeutet jedes öffentliche, vor unbeteiligten Personen oder Pressevertretern durchgeführte Gerichtsverfahren eine öffentliche Blossstellung. Die Grundsätze des Strafprozesses erfordern die Befragung zu den persönlichen Verhältnissen, zu Vorstrafen sowie zu sämtlichen Umständen, welche zu den vorgeworfenen Delikten führten. Der Angeschuldigte wird darin oftmals eine zusätzliche Anprangerung und Demütigung empfinden und Nachteile für sein späteres Fortkommen befürchten (vgl. HAEFLIGER, a.a.O., S. 155). Solche Unannehmlichkeiten sind angesichts der hohen rechtsstaatlichen Bedeutung des Öffentlichkeitsprinzips grundsätzlich in Kauf zu nehmen. Der Angeschuldigte kann nicht allein derentwegen gestützt auf die persönliche Freiheit den Ausschluss der Öffentlichkeit verlangen. Ebenso wäre es nicht angängig, in Verfahren gegen Personen mit hohem sozialen Prestige wegen solcher Nachteile die Öffentlichkeit auszuschliessen (vgl. FROWEIN/PEUKERT, a.a.O., N. 85 zu Art. 6; NIKLAUS SCHMID, Strafprozessrecht, Zürich 1989, S. 49 Rz. 171). Es müssen daher zusätzliche besondere Gründe vorliegen, welche den Ausschluss der Öffentlichkeit unter dem Gesichtswinkel der persönlichen Freiheit vordringlich gebieten.\n\nBeim streitigen Strafverfahren stehen nun allerdings keine Tatumstände in Frage, die den Beschwerdeführer in spezifischer Weise in seiner Persönlichkeitssphäre betreffen. Es kann insbesondere nicht gesagt werden, dass etwa die Motive, der Hergang und die Begleitumstände der Delikte besondere Geheimnisse berühren, die vor der Öffentlichkeit auszubreiten dem Beschwerdeführer nicht zuzumuten wären; ebensowenig handelt es sich um Intimitäten oder abnorme Charaktereigenschaften, an deren Geheimhaltung ein gewisses Interesse bestehen kann (vgl. zur Frage der Einschränkung der Akteneinsicht in einem Strafverfahren aus solchen Gründen das Urteil vom 27. März 1991, in: ZBl 92/1991 S. 551 f. E. 7). Es geht dem Beschwerdeführer vielmehr darum, ganz allgemein zu verhindern, dass die ihm vorgeworfenen Delikte und die befürchtete Verurteilung BGE 119 Ia 99 S. 106überhaupt bekannt werden; die Vorfälle sollen mit anderen Worten einfach weitestgehend geheimgehalten werden. Die Möglichkeit aber, von Delikten und einer entsprechenden Verurteilung Kenntnis zu nehmen, gehört heute zum Strafprozess, wie er insbesondere unter dem Öffentlichkeitsgrundsatz durchgeführt wird, und ist insofern mit gewissen Nachteilen in der Regel hinzunehmen. Es bedarf daher ganz besonderer Gründe, um aus solchen Motiven die Öffentlichkeit auszuschliessen. Im folgenden ist zu prüfen, ob solche namhaft gemacht werden können.\n\nc) aa) Für die Frage nach dem Ausschluss der Öffentlichkeit ist nicht von Bedeutung, dass dem Beschwerdeführer zwar eine grössere Anzahl von Einbrüchen, indessen nur ein relativ geringer Deliktsbetrag vorgehalten wird. Die dem Öffentlichkeitsgrundsatz zukommende Kontrollfunktion soll durchaus auch in kleineren Straffällen zum Tragen kommen.\n\nbb) Es ist verständlich, dass sich der Beschwerdeführer auf sein jugendliches Alter beruft, hat er die ersten Delikte doch nur wenige Monate nach Vollendung des 18. Lebensjahres begangen. Er gilt somit nur knapp nicht mehr als Jugendlicher im Sinne von Art. 89 StGB und kommt wegen weniger Monate nicht mehr in den Genuss des nach § 63 Abs. 1 der Strafprozessordnung des Kantons Zug (StPO) unter Ausschluss der Öffentlichkeit durchgeführten Jugendgerichtsverfahrens. Es kann angeführt werden - auch wenn sich der Beschwerdeführer nicht darauf berufen kann -, dass andere Kantone die Grenze für das Jugendstrafverfahren und damit den Ausschluss der Öffentlichkeit erst beim vollendeten 20. Lebensjahr ziehen (vgl. BGE 108 Ia 90 zu § 372 der Strafprozessordnung des Kantons Zürich). Als junger Erwachsener im Sinne von Art. 100 StGB ist auch nach Art. 1 der Verordnung 1 zum StGB das Verfahren im vorliegenden Fall nicht hinter verschlossenen Türen durchzuführen. Junge Erwachsene lassen sich in ihrer Entwicklung zumeist noch wesentlich beeinflussen und können ihre gesamte Persönlichkeit noch leichter entwickeln. Diesem Umstand trägt die neuere Rechtsprechung vermehrt Rechnung (vgl. BGE 118 IV 351), und er kann grundsätzlich auch bei der Frage des Ausschlusses bzw. der Zulassung der Öffentlichkeit mitberücksichtigt werden.\n\nDen Akten kann entnommen werden, dass der Beschwerdeführer seine deliktischen Handlungen nach seiner Verhaftung aufgegeben und sich seither in eindrücklicher Art und Weise aufgefangen hat; er hat seine Lehre erfolgreich abgeschlossen und ist heute im Berufsleben als Journalist integriert. Die Schutzaufseherin bestätigt in ihren BGE 119 Ia 99 S. 107Berichten die eingetretene Resozialisierung. Diese bisherige Entwicklung soll nun mit dem vorliegenden Verfahren nicht beeinträchtigt werden; sie soll nach dem Beschwerdeführer aus nachvollziehbaren Gründen insbesondere nicht mit der Öffentlichkeit des Verfahrens aufs Spiel gesetzt werden. - Auch solche Umstände bedürfen einer sorgfältigen Beurteilung und sprechen nicht vorbehaltlos für den Ausschluss der Öffentlichkeit im vorliegenden Fall. Zum einen zeigt sich, dass die Resozialisierung und die Verarbeitung der früheren Geschehnisse auch aus einer gewissen zeitlichen Distanz nicht abgeschlossen zu sein scheinen, geht es dem Beschwerdeführer auch heute noch darum, seine Delikte und die befürchtete Verurteilung geheimzuhalten. Zum andern beruhen alle Voraussagen über die Folgen einer öffentlichen Verhandlung auf blossen, nicht gesicherten Vermutungen. Negative Auswirkungen oder eine Kündigung von seiten des Arbeitgebers sind denkbar und nicht auszuschliessen, stehen aber keineswegs fest. Umgekehrt könnten sich - gestützt auf ebenso ungesicherte Prognosen (siehe unten E. cc) - von einer öffentlichen Verhandlung auch positive Aspekte für den Beschwerdeführer ergeben.\n\nBesonderes Gewicht legt der Beschwerdeführer auf die Verfahrensdauer und die schleppende Untersuchungsführung: Er hat die Straftaten im Alter von ca. 18 1/4 bis zu seiner Verhaftung im Alter von 19 1/4 Jahren ausgeführt; aufgrund seiner Geständnisse waren die Ermittlungen weitgehend abgeschlossen, als er etwas über 19 1/2 Jahre alt war; hierauf dauerte es gute drei Jahre, bis er im Alter von 23 Jahren vom Verhöramt des Kantons Zug nochmals einvernommen worden ist; darauf folgten dann die Anklageschrift und die Aufforderung zur umstrittenen Hauptverhandlung, welche kurz vor dem 24. Geburtstag hätte stattfinden sollen. - Es ist dem Beschwerdeführer einzuräumen, dass das bisherige Verfahren lang dauerte; insbesondere der Umstand, dass es zwischen dem Abschluss der Ermittlungen und dem untersuchungsrichterlichen Verhör während mehr als drei Jahren ruhte, ist in der Tat aussergewöhnlich und unter dem Gesichtswinkel der Verfahrensbeschleunigung kaum zu rechtfertigen. - Bei objektiver Betrachtung kann nun nicht gesagt werden, das öffentliche Interesse an der Zulassung der Öffentlichkeit sei nur schon deshalb gering, weil die zur Beurteilung anstehenden Straftaten Jahre zurückliegen; auch in solchen Fällen soll das Prozessgeschehen grundsätzlich noch mitverfolgt werden können. Aus der Sicht des jugendlichen Beschwerdeführers aber ist belastend, dass nach einer längeren Periode, während der er sich aufgefangen und BGE 119 Ia 99 S. 108sozial integriert hat, all die zurückliegenden früheren Begebenheiten überhaupt wieder heraufbeschworen und neu ausgebreitet werden. Entscheidend für die subjektive Belastung ist damit, dass überhaupt noch ein Verfahren durchgeführt werden muss. Die Verfahrensöffentlichkeit ist dabei nicht zentrales Element, und auch der Ausschluss der Öffentlichkeit vermöchte dem Beschwerdeführer nur in beschränktem Masse zu helfen.\n\ncc) Es kann zum vornherein nicht angenommen werden, dass sich die Straftaten und die allfällige Verurteilung auf die Dauer verheimlichen lassen. Eine nur indirekte und möglicherweise verfälschte Kenntnisnahme könnte sich auf den Beschwerdeführer ebensosehr negativ auswirken. Demgegenüber ist mit der Offenheit des Verfahrens möglicherweise die Chance verknüpft, dass auch die positiven Seiten bekannt und weiterverbreitet werden, insbesondere dass es sich um weit zurückliegende \"Jugendsünden\" handelt, dass sich der Beschwerdeführer in der Untersuchung wohl verhielt und sogar mehr zugestand, als ihm hätte nachgewiesen werden können, und dass er sich in der Zwischenzeit aufgefangen, von jenen Vorkommnissen distanziert und seinen Weg in Gesellschaft und Beruf gefunden hat.\n\nd) An dieser Beurteilung vermag auch die Berufung auf das Gleichheitsgebot nach Art. 4 BV nichts zu ändern. Es ist bereits oben dargelegt worden, dass die Öffentlichkeit des Verfahrens Angeschuldigte in unterschiedlichem Masse in ihrem (wirtschaftlichen) Fortkommen beeinträchtigen kann. Es können nicht nur Arbeitnehmer, sondern ebensosehr Selbständigerwerbende betroffen sein (vgl. BGE 117 Ia 387). Im Hinblick auf das vorliegende Verfahren stellt es keinen rechtserheblichen Unterschied dar, dass die Redaktion der Zeitung, bei der der Beschwerdeführer als Journalist angestellt ist, infolge der Gerichtsberichterstattung eher als andere Arbeitgeber vom Verfahren ihres Arbeitnehmers erfahren mag.\n\ne) All diese Erwägungen führen gesamthaft dazu, dass die vorgebrachten Gründe und Umstände unter dem Gesichtswinkel der persönlichen Freiheit ein Abgehen vom Öffentlichkeitsgrundsatz nach § 59 KV und Art. 6 Ziff. 1 EMRK und damit den Ausschluss der Öffentlichkeit vom Verfahren nicht zu rechtfertigen vermögen. Insofern erweist sich die vorliegende Beschwerde als unbegründet und ist abzuweisen.\n\nf) Die Abweisung der Beschwerde kann indessen nicht darüber hinwegtäuschen, dass die Möglichkeit negativer Auswirkungen infolge Publikumsöffentlichkeit und Gerichtsberichterstattung bestehenbleibt. Diese ist unter dem Gesichtswinkel der Resozialisierung BGE 119 Ia 99 S. 109ernst zu nehmen und gebietet insbesondere, dass über die Strafsache mit der notwendigen Zurückhaltung und Diskretion berichtet wird. Eine Einflussnahme in dieser Richtung durch das Gericht selber ist verfassungsrechtlich grundsätzlich zulässig (vgl. BGE 113 Ia 319 E. 5a, BGE 64 I 180 mit Hinweisen; vgl. auch ANDREAS MEILI, Die Akkreditierung von Journalisten im öffentlichen Recht des Bundes und der Kantone, Diss. Bern 1990, S. 121 f. und 128 f.; JOACHIM SCHERER, Gerichtsöffentlichkeit als Medienöffentlichkeit, Königstein 1979, S. 185 und 192 ff.; HANS SCHULTZ, Der Grundsatz der Öffentlichkeit im Strafprozess, in: SJZ 69/1973 S. 134). Es wird Sache des Strafgerichts sein, solche Massnahmen entsprechend den Akkreditierungsgrundsätzen im vorliegenden Fall zu prüfen."}