{"annee": "119", "cour": "IV", "page": "92", "date": "25/3/1993", "cite": ["112 IV 43", "100 IV 124", "117 IV 233", "69 IV 156", "109 IV 46"], "cite_par": ["130 IV 90", "126 IV 203", "129 IV 216", "122 IV 45", "120 IV 38", "120 IV 78", "121 IV 104", "120 IV 107", "123 IV 252", "120 IV 217"], "chapeau": "16. Auszug aus dem Urteil des Kassationshofes vom 25. März 1993 i.S. Schweizerische Bundesanwaltschaft gegen Überweisungsbehörde des Kantons Basel-Stadt (Nichtigkeitsbeschwerde)", "regestes": ["Art. 254 al. 1 PPF. Ordonnance de non-lieu dans le cas des infractions déférées aux cantons; principe de l'opportunité de la poursuite pénale. 1. Définition de l'ordonnance de non-lieu (art. 268 ch. 2 et art. 254 al. 1 PPF) (consid. 1). 2. L'art. 254 al. 1 PPF institue pour les autorités cantonales l'obligation d'instruire les causes relevant des juridictions fédérales qui leur ont été déférées par le Conseil fédéral ou transmises par le Procureur général de la Confédération. Cela implique l'ouverture d'une procédure et la clôture de celle-ci par une décision formelle, c'est-à-dire un jugement ou une ordonnance de non-lieu (consid. 2). 3. Une disposition inspirée du principe de l'opportunité de la poursuite et selon laquelle il n'y a pas lieu d'étendre la procédure d'instruction en cours à des infractions sans importance au regard de celles qui ont justifié la mise en accusation (par. 5 al. 1 PP/BS) ne heurte en rien le droit fédéral (consid. 2h). 4. Les art. 4 Cst. et 2 disp. trans. Cst. imposent des limites de fond à l'admissibilité de décisions de non-lieu justifiées par des considérations d'opportunité (consid. 3). Art. 253 al. 1 PPF. Frais de procédure dans les causes déférées aux autorités cantonales. Les cantons ne peuvent mettre à la charge des autorités fédérales aucuns frais pour les causes de droit fédéral qui leur ont été déférées (consid. 4)."], "faits": "|93|\n\nA.- Mit Delegationsverfügung vom 31. März 1991 übertrug die Schweizerische Bundesanwaltschaft die Strafverfolgung und Beurteilung von A. (geb. 1970) wegen Gewalt und Drohung gegen Beamte (Art. 285 Ziff. 1 StGB; tätliche Auseinandersetzung Jugendlicher mit einem Zugführer) den Behörden des Kantons Basel-Stadt, bei denen gegen den Beschuldigten bereits ein Verfahren hängig war. |94|\n\nMit Vereinigungsverfügung vom selben Tag delegierte die Schweizerische Bundesanwaltschaft auch das gegen den Beschuldigten wegen Urkundenfälschung (Art. 251 Ziff. 1 StGB; SBB-Halbtaxabonnement) geführte Verfahren an dieselbe Behörde.\n\nB.- Mit Beschlüssen vom 6. bzw. 2. April 1992 sah die Staatsanwaltschaft Basel-Stadt in bezug auf die beiden delegierten Strafsachen gestützt auf § 5 StPO/BS von einer Ausdehnung des Ermittlungsverfahrens auf diese Delikte ab, weil sie neben den strafbaren Handlungen, für welche der Beschuldigte dem Strafgericht zur Beurteilung überwiesen werden solle, strafrechtlich nicht ins Gewicht fielen.\n\nWegen zahlreicher anderer Delikte (mehrfacher vollendeter und versuchter Diebstahl, mehrfache Sachbeschädigung und mehrfacher Hausfriedensbruch sowie Urkundenfälschung) hatte sie offenbar zuvor am 31. März 1992 Anklage erhoben.\n\nC.- Mit Rekursen vom 10. April 1992 wandte sich die Schweizerische Bundesanwaltschaft gegen die Beschlüsse der Staatsanwaltschaft vom 2. und 6. April 1992 an die Überweisungsbehörde Basel-Stadt mit dem Antrag, diese seien aufzuheben und die Staatsanwaltschaft sei anzuweisen, die Angelegenheit weiter zu verfolgen.\n\nMit Beschlüssen vom 22. Mai 1992 wies die Überweisungsbehörde Basel-Stadt beide Rekurse unter Kostenauflage ab und bestätigte die angefochtenen Einstellungsbeschlüsse der Staatsanwaltschaft.\n\nD.- Mit eidgenössischen Nichtigkeitsbeschwerden vom 10. Juni 1992 beantragt die Schweizerische Bundesanwaltschaft dem Kassationshof des Bundesgerichts, die Beschlüsse der Überweisungsbehörde aufzuheben und die Sache zur neuen Beurteilung an die Vorinstanz zurückzuweisen.\n\nDie Staatsanwaltschaft des Kantons Basel-Stadt verzichtete auf Gegenbemerkungen und verwies auf die Ausführungen in den angefochtenen Entscheiden.\n\nDie Überweisungsbehörde Basel-Stadt beantragt, die Beschwerden abzuweisen.\n\nA. liess sich nicht vernehmen.", "considerants": "Aus den Erwägungen:\n\n1. a) Da sich in beiden Beschwerden dieselben grundsätzlichen Fragen stellen und sich im kantonalen Verfahren dieselben Parteien |95| gegenüberstanden, rechtfertigt es sich, die beiden Verfahren in einem Urteil zu erledigen.\n\nb) Bei den angefochtenen Entscheiden handelt es sich - auch nach Ansicht der Parteien - um letztinstanzliche Einstellungsbeschlüsse, die der eidg. Nichtigkeitsbeschwerde unterliegen (Art. 268 Ziff. 2 BStP). Denn als solche gelten Entscheide, die bewirken, dass die Strafverfolgung mindestens in einem Anklagepunkt nicht durch- oder nicht weitergeführt wird, und die nicht vom urteilenden Gericht ausgehen (vgl. BGE 117 IV 235 E. 1b), unabhängig davon, ob sie im kantonalen Recht als Einstellung, Nichtanhandnahme oder Keinefolgegebung bezeichnet sind (CORBOZ, Le pourvoi en nullité, SJ 1991, S. 69; vgl. HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, S. 310; vgl. PIQUEREZ, Précis de procédure pénale suisse, N 2326; vgl. SCHMID, Strafprozessrecht, N 1085); diese Voraussetzungen sind im vorliegenden Fall der förmlichen Nichtausdehnung des hängigen Ermittlungsverfahrens auf die delegierten Delikte gegeben.\n\n2. a) Die Beschwerdeführerin rügt zunächst, die Vorinstanz habe Art. 254 Abs. 1 BStP verletzt, denn diese Bestimmung verpflichte die kantonalen Behörden nicht nur dazu, das Verfahren förmlich zum Abschluss (Einstellungsbeschluss) zu bringen, sondern auch zur Untersuchung und materiellen Beurteilung der überwiesenen Strafsache; eine Einstellung des Verfahrens aus Opportunitätsüberlegungen sei unzulässig.\n\nSie wirft damit die grundsätzliche Frage auf, ob für Bundesstrafsachen, die der Bundesrat bzw. der Bundesanwalt (BS 1 299 und AS 1969, S. 78 f.; vgl. auch SCHWERI, Interkantonale Gerichtsstandsbestimmung in Strafsachen, N 31) gemäss Art. 18 BStP den kantonalen Behörden zur Untersuchung und Beurteilung überträgt bzw. überweist (Art. 247 Abs. 1 BStP), d.h. sogenannte Delegationsstrafsachen, das prozessuale Legalitätsprinzip - nach welchem bei hinreichendem Tatverdacht und sofern keine Verfahrenshindernisse (bspw. Verjährung, Fehlen eines Strafantrages) bestehen, ein Verfahren einzuleiten ist (vgl. PIQUEREZ, a.a.O., N 692) - gelten soll, oder ob die kantonalen Behörden auch in diesen Fällen aus Opportunitätsgründen von einer Strafverfolgung absehen können, wenn nach dem kantonalen Prozessrecht diese Möglichkeit besteht.\n\nb) Art. 254 Abs. 1 BStP bestimmt:\n\n\"Überweist der Bundesrat eine Bundesstrafsache einem Kanton, so muss das Verfahren durch Urteil oder Einstellungsbeschluss erledigt werden.\" |96|\n\nDem Wortlaut dieser Bestimmung lässt sich einzig entnehmen, dass das Verfahren in diesen Fällen auch ohne Urteil durch Einstellungsbeschluss erledigt werden kann; aus welchen Gründen dies möglich ist, wird nicht gesagt. Eine Entscheidung zwischen Legalitäts- und Opportunitätsprinzip ist damit nicht getroffen (vgl. Xavier Speckert, Legalitätsprinzip und Opportunitätsprinzip, Diss. Zürich 1951, S. 33). Insbesondere wird nicht ausgeschlossen, dass das Verfahren mangels genügender Beweise, wegen Verfahrensmängeln oder aus Gründen des materiellen Rechts, die einer Verurteilung entgegenstehen, eingestellt werden dürfte.\n\nc) Es bleibt zu prüfen, ob sich aus anderen Bestimmungen des Bundesstrafprozesses Anhaltspunkte für eine solche Auslegung von Art. 254 Abs. 1 BStP ergeben.\n\naa) Wie Art. 105 BStP - allerdings beschränkt auf politische Delikte - zeigt, ist das prozessuale Opportunitätsprinzip im Bundesstrafprozess nicht schlechthin ausgeschlossen. Einige Autoren berufen sich in diesem Zusammenhang auch auf Art. 120 BStP (ROBERT ROTH, Le principe de l'opportunité de la poursuite, ZSR 108 (1989) II S. 293; PIERRE CAVIN, Droit pénal fédéral et procédure cantonale, ZSR 65 (1946) S. 12a); auch diese Bestimmung schweigt indessen über die Gründe, aus welchen der Bundesanwalt im Laufe der Untersuchung von einer Verfolgung zurücktreten kann.\n\nbb) Die Art. 18 und 247 Abs. 1 BStP bestimmen ausschliesslich die zuständigen Behörden. Sie geben keinerlei Aufschlüsse darüber, nach welchem der beiden Prinzipien die Kantone die ihnen übertragenen Strafsachen zu erledigen haben. Insbesondere kann Art. 247 Abs. 1 BStP nicht entnommen werden, dass das Verfahren bis zu einem Urteil durchzuführen wäre, sieht doch Art. 254 Abs. 1 BStP ausdrücklich vor, dass es auch durch einen Einstellungsbeschluss beendet werden kann. Nach Art. 247 Abs. 2 BStP wenden die Kantone in den ihnen übertragenen Bundesstrafsachen Bundesstrafrecht an; gemäss Art. 247 Abs. 3 BStP richtet sich indessen das Verfahren - soweit Bundesrecht nichts anderes bestimmt - nach dem kantonalen Recht. Ob im Bereich der Strafverfolgung das Legalitäts- oder Opportunitätsprinzip gelte, ist nach herrschender Auffassung eine Frage des Verfahrensrechts (vgl. JÜRG SOLLBERGER, Das Opportunitätsprinzip im Strafrecht, ZSR 108 (1989) II, S. 55; A.O. GERMANN, Zum strafprozessrechtlichen Legalitätsprinzip, ZStrR 77 (1961), S. 17 Anm. 47; NOLL, Strafprozessrecht, S. 17; FRANK HEYDEN, Begriff, Grundlagen und Verwirklichung des Legalitätsprinzips und des Opportunitätsprinzips, Diss. Zürich 1961, S. 53; a. A. PFENNINGER, |97| Legalität oder Opportunität im schweizerischen Strafrecht, ZStrR (66) 1951, S. 151, der das Opportunitätsprinzip dem materiellen Strafrecht zurechnet, obwohl es auf die Strafverfolgungsbehörden beschränkt bleibe). Sie wird somit durch das anwendbare kantonale Recht entschieden, es sei denn, Bundesrecht würde insoweit etwas anderes bestimmen. Wie bereits dargelegt wurde, besteht indessen keine Bestimmung des Bundesrechts, welche die Anwendung des Opportunitätsprinzips auf Delegationsstrafsachen ausdrücklich ausschliessen würde.\n\nd) Auch den Materialien lassen sich keine Anhaltspunkte für eine Auslegung der fraglichen Gesetzesbestimmungen im Sinne einer solchen Einschränkung entnehmen.\n\naa) Art. 254 Abs. 1 BStP war in der Vorlage des Bundesrates noch nicht enthalten (vgl. BBl 1929 II 707). Der in der Botschaft erwähnte Grundsatz, dass die Kantone verpflichtet sind, die ihnen durch Beschluss des Bundesrates übertragenen Bundesstrafsachen zu verfolgen und zu beurteilen (BBl 1929 II 631), bezieht sich auf den heutigen Art. 247 Abs. 1 BStP. Auch wenn daraus etwa der Schluss gezogen wurde, aus Art. 247 Abs. 1 BStP könne nach den Materialien das prozessuale Legalitätsprinzip hergeleitet werden (FRANZ STÄMPFLI, Das Bundesgesetz über die Bundesstrafrechtspflege vom 15. Juni 1934, Art. 247 N 1; HARALD HUBER, Das Verfahren in Bundesstrafsachen, die von kantonalen Behörden zu beurteilen sind, Diss. Zürich 1939, S. 33; HEYDEN, a.a.O., S. 53), ist die Bestimmung klarerweise als reine Kompetenzzuweisung zu verstehen (TREYVAUX, Légalité ou opportunité de la poursuite pénale?, Diss. Lausanne 1991, S. 124; PIQUEREZ, a.a.O., N 719; GERMANN, a.a.O., S. 19; ROTH, a.a.O., S. 212). Soweit das Bundesgericht daher in BGE 112 IV 46 das strafprozessuale Legalitätsprinzip, nach welchem bei Verdacht einer Straftat ein Verfahren zu eröffnen sei, ohne nähere Begründung aus Art. 247 BStP ableitete, kann daran nicht festgehalten werden.\n\nbb) Die ursprünglich vorgesehene Fassung von Art. 254 (damals Art. 255) BStP lautete: \"Überweist der Bundesrat eine Bundesstrafsache einem Kanton, so ist dieser Kanton allein zur Verfolgung und Beurteilung berechtigt und verpflichtet\" (BBl 1929 II S. 707). Die Bestimmung wurde in den Beratungen gestützt auf einen Vorschlag der nationalrätlichen Kommission geändert, deren deutschsprachiger Berichterstatter dazu ausführte:\n\n\"... Spezialbestimmungen für die Delegationsfälle. In Abs. 1 von Art. 255 soll jeder Zweifel darüber beseitigt werden, dass die Kantone in solchen |98| Fällen das Verfahren unbedingt bis zum Einstellungsbeschluss oder bis zum Urteil durchführen müssen\" (Sten.Bull. NR 1932, S. 1).\n\nDer französischsprachige Berichterstatter ging noch einen Schritt weiter, indem er darlegte:\n\n\"L'art. 255 du projet du Conseil fédéral a été complété et précisé par la commission. Précisé en ce sens que toute infraction déférée par le Conseil fédéral à un canton doit aboutir soit à un jugement, soit à une ordonnance de non-lieu. Les autorités du canton ont l'obligation de suivre à la cause, et ne peuvent la laisser ouverte et sans solution\" (Sten.Bull. NR 1932, S. 2).\n\nDer Vorschlag der Kommission wurde nach dem Nationalrat auch durch den Ständerat diskussionslos angenommen (Sten.Bull. SR 1933, S. 57). Zweck der Bestimmung war zu verhindern, dass eine kantonale Behörde die Verfolgung nur wegen eines Delikts des kantonalen Rechts durchführe und die Bundesstrafsache einfach verschwinden lasse (FRANZ STÄMPFLI, Die Bundesstrafrechtspflege nach dem Strafgesetz und Strafprozessentwurf, ZSR 50 (1931), S. 72a f.). Insbesondere sollte aber auch gewährleistet werden, dass der Bundesanwalt die Möglichkeit habe, zunächst kantonale und letztinstanzlich nötigenfalls auch das eidgenössische Rechtsmittel gegen eine bundesrechtswidrige Erledigung eines Falles zu ergreifen (HUBER, a.a.O., S. 74; GERMANN, a.a.O., S. 19). Daraus ergibt sich auch, dass der in Art. 254 Abs. 1 BStP verwendete Begriff des Einstellungsbeschlusses gleich zu verstehen ist wie der in Art. 268 Ziff. 2 BStP verwendete (vgl. oben E. 1b).\n\ne) Nach der Rechtsprechung dürfen Delegationsstrafsachen nicht einfach fallengelassen, sondern müssen behandelt und einem anfechtbaren Entscheid zugeführt werden (BGE 100 IV 127). In BGE 109 IV 49 wird darüber hinaus angedeutet, dass eine Durchbrechung des Verfolgungszwanges durch Ausnahmen vom Legalitätsprinzip nicht von vornherein unzulässig wäre (vgl. SOLLBERGER, a.a.O., S. 55) und dass die \"Einstellung\" einen formellen Entscheid der Staatsanwaltschaft oder einer richterlichen Behörde (nicht der Polizei) erforderlich macht (vgl. SOLLBERGER, a.a.O., S. 50; HAUSER, a.a.O., S. 131); es wird zudem darauf hingewiesen, dass diese Entscheide teilweise sogar kantonalen Rechtsmitteln unterlägen.\n\nAus dieser bundesgerichtlichen Rechtsprechung, an welcher (im Gegensatz zum in E. 2d/aa erwähnten BGE 112 IV 46) festzuhalten ist, ergibt sich somit für Delegationsstrafsachen in bezug auf die |99| Anwendung des Opportunitätsprinzips lediglich eine Einschränkung formeller Art.\n\nf) In der Lehre wurde von CAVIN die Auffassung vertreten, dass dem Bund auch nach Delegation einer Bundesstrafsache an einen Kanton der Strafanspruch zustehe, was eine Einstellung aus Opportunitätsgründen ausschliesse (vgl. a.a.O., S. 12a). Diese Auffassung vermag nicht zu überzeugen. Denn mit der Delegation geht die Bundesstrafsache als Ganzes an die kantonalen Behörden über, d.h. die Kantone werden damit anstelle des Bundes zuständig (vgl. WAIBLINGER, Das Strafverfahren für den Kanton Bern, Art. 8 N 2); die Bundesbehörden haben keinen Einfluss mehr auf den Gang der Untersuchung (vgl. HUBER, a.a.O., S. 85). Der Bundesanwalt kann deshalb nach der Delegation auch nicht mehr in Anwendung von Art. 120 BStP (in bezug auf welche Bestimmung ROTH (a.a.O., S. 293) die Auffassung vertritt, sie lasse eine Einstellung aus Opportunitätsgründen zu) von der Verfolgung zurücktreten; dieses Recht steht vielmehr ausschliesslich dem kantonalen Ankläger nach Massgabe des für ihn geltenden jeweiligen kantonalen Prozessrechts zu. PFENNINGER betont, die Kantone seien \"unbedingt verpflichtet, das Verfahren einzuleiten und durchzuführen\" (a.a.O., S. 149). Im übrigen legt auch die überwiegende Mehrheit der Lehre Art. 254 Abs. 1 BStP - allerdings ohne nähere Begründung - dahingehend aus, dass die Bestimmung eine Verfolgungspflicht im Sinne des Legalitätsprinzips statuiere, demzufolge für Delegationsstrafsachen das Opportunitätsprinzip ausschliesse und die Kantone verpflichte, das Verfahren einzuleiten und bis zur Einstellung oder zum Urteil durchzuführen (vgl. HAUSER, a.a.O., S. 129; SCHMID, a.a.O., N 106; PIQUEREZ, a.a.O., N 719; ROTH, a.a.O., 211; WALDER, Strafverfolgungspflicht und Anfangsverdacht, recht 1990, S. 1; DOMINIQUE TREYVAUD, a.a.O., S. 124 f.; HEYDEN, a.a.O., S. 53; A.O. GERMANN, a.a.O., S. 18 f.; SOLLBERGER, a.a.O., S. 57; SCHWERI, a.a.O., N 256, N 382, N 389; SPECKERT, a.a.O., S. 33 f. wendet sich zwar gegen eine solche Auslegung von Art. 254 BStP, hält aber eine sogenannte \"ordonnance de classement\" für unmöglich).\n\ng) Nach dem Gesagten verpflichtet Art. 254 Abs. 1 BStP die kantonalen Behörden, die ihnen überwiesenen Bundesstrafsachen zu untersuchen, d.h. tätig zu werden sowie die Untersuchung durch Einstellungsbeschluss oder Urteil zu beenden. Eine Regelung, nach welcher die Strafverfolgung einfach - ohne förmlichen Entscheid - fallen gelassen werden kann, verstösst daher gegen Bundesrecht. |100|\n\nAus welchen Gründen die kantonalen Strafverfolgungsorgane die Untersuchung allenfalls einstellen können, richtet sich indessen nach kantonalem Prozessrecht (Art. 247 Abs. 3 BStP), denn Art. 254 Abs. 1 BStP lässt sich diesbezüglich nichts entnehmen.\n\nh) Ob sich mit der aufgezeigten Auslegung von Art. 254 Abs. 1 BStP ein \"unbeschränktes\" Opportunitätsprinzip vereinbaren lässt, kann im vorliegenden Fall offenbleiben (siehe aber E. 3b hiernach); denn es ist hier nur zu prüfen, ob dies in bezug auf ein \"beschränktes\" Opportunitätsprinzip (vgl. SCHMID, a.a.O., N 100), wie es in § 5 Abs. 1 StPO/BS vorgesehen ist, der Fall ist. Dies ist zu bejahen, denn die Einstellung bzw. der Verzicht auf die Ausdehnung des Ermittlungsverfahrens gemäss der genannten Bestimmung ist an die Voraussetzung gebunden, dass gegen den Beschuldigten bereits ein Ermittlungsverfahren hängig ist, das voraussichtlich zu einer Anklage führt, und die weiteren strafbaren Handlungen neben den zur Anklage gelangenden nicht ins Gewicht fallen. Dadurch ist gewährleistet, dass die Delegationsstrafsache nicht einfach fallengelassen wird, sondern gegen den Beschuldigten ein Verfahren geführt wird, und die Staatsanwaltschaft in diesem Verfahren zumindest summarisch prüft, ob die delegierten Delikte gegenüber den bereits zur Anklage gelangenden eine Weiterung des Verfahrens rechtfertigen; dies dürfte dann der Fall sein, wenn die delegierten Delikte zu einer wesentlich anderen Beurteilung führen müssten. Der förmliche Einstellungsbeschluss der Staatsanwaltschaft kann zudem bei der Überweisungsbehörde angefochten werden (§ 5 Abs. 4 StPO/BS).\n\n3. a) Auch ausserhalb des Bundesstrafprozesses findet sich keine Bestimmung des Bundesrechts, die einer Verfahrenseinstellung in Delegationsstrafsachen aus Gründen der Opportunität ausdrücklich entgegenstünde.\n\nDazu ist zu betonen, dass der Gesetzgeber die unterschiedliche Praxis der Kantone in bezug auf die Anwendung des strafprozessualen Opportunitätsprinzips kennen musste, welches etwa im Kanton Genf seit 1884 gesetzlich vorgesehen ist (vgl. FRANÇOIS CLERC, Opportunité ou légalité des poursuites, ZStrR 99 (1982) S. 278). Insbesondere entspann sich mit dem Inkrafttreten des Strafgesetzbuches eine lebhafte Diskussion über diese Frage (vgl. dazu SOLLBERGER, a.a.O., S. 51 ff. und GERMANN, a.a.O., S. 15). Hätte der Gesetzgeber daher in dieser Frage in bezug auf die Delegationsstrafsachen eine für alle Kantone verbindliche Regelung treffen wollen, so ist zu vermuten, dass dies wenn nicht schon mit dem Inkrafttreten des Strafgesetzbuches so doch inzwischen längst geschehen wäre; dies ist |101| nicht der Fall. Zwar sind in neuerer Zeit zwei bundesstrafrechtliche Bestimmungen in Kraft getreten, die auf dem Opportunitätsprinzip beruhen (Art. 66bis StGB und Art. 19a Ziff. 2 und 3 BetmG); es kann indessen darin nicht die Absicht erblickt werden, dieses Prinzip abschliessend für den Bereich der Anwendung von Bundesstrafrecht bundesrechtlich zu verankern.\n\nEs ist somit davon auszugehen, dass der Gesetzgeber die Einstellung des Verfahrens aus Gründen der Opportunität zwar gewissen formellen Schranken unterwerfen, nicht aber ausdrücklich ausschliessen wollte.\n\nb) Dennoch ergeben sich aus Bundesrecht inhaltliche Schranken für die Zulässigkeit von Einstellungsbeschlüssen, die auf Opportunitätsüberlegungen beruhen.\n\nDenn schon aufgrund von Art. 4 BV (vgl. NOLL, a.a.O., S. 17) und der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest. BV) kann ein Einstellungsbeschluss - unbesehen der jeweiligen kantonalen Gesetzgebung - nicht auf irgendwelche Opportunitätsüberlegungen gestützt werden, andernfalls die rechtsgleiche Verwirklichung des Bundesstrafrechts nicht mehr gewährleistet, sondern vielmehr vereitelt würde (vgl. HEYDEN, a.a.O., S. 53; PIQUEREZ, a.a.O., N 696; WALDER, a.a.O., S. 1; HAUSER, a.a.O. S. 5); denn das kantonale Strafprozessrecht darf der vollen Auswirkung des materiellen Bundesrechts nicht hindernd im Wege stehen (BGE 69 IV 158). Ein Einstellungsbeschluss verletzt daher Bundesrecht, wenn sich daraus ergibt, dass die zuständige Behörde sich grundsätzlich weigert, eine Bestimmung des Strafgesetzbuches anzuwenden, dass sie deren Inhalt verändert (etwa durch Beifügen von konstitutiven Merkmalen einer strafbaren Handlung), dass sie diese falsch anwendet oder auslegt oder dass ihre Weigerung im Einzelfall nicht auf einer vernünftigen Begründung beruht, so dass dies einer Verweigerung der Anwendung von Bundesrecht gleichkommt.\n\nIm vorliegenden Fall ergibt sich aus den angefochtenen Entscheiden weder, dass die kantonalen Behörden einer Bestimmung des Bundesrechts grundsätzlich die Anwendung versagen oder deren Bedeutung oder Tragweite verkennen, noch, dass die Einstellung nicht auf vernünftigen Gründen beruht. Die kantonalen Behörden haben vielmehr genau dargelegt, welche Gründe im vorliegenden Fall dazu geführt haben, das Ermittlungsverfahren nicht auf die beiden Delegationsstrafsachen auszudehnen.\n\nc) Ob im übrigen die konkreten Umstände des vorliegenden Falles eine Einstellung des Verfahrens nach § 5 StPO/BS rechtfertigen, ist |102| eine Frage der Anwendung des kantonalen Rechts, die nicht mit eidgenössischer Nichtigkeitsbeschwerde zu überprüfen ist.\n\n4. a) Die Beschwerdeführerin rügt schliesslich eine Verletzung von Art. 253 Abs. 1 BStP. Diese erblickt sie darin, dass ihr durch die Vorinstanz die Verfahrenskosten auferlegt wurden.\n\nb) Gemäss Art. 253 Abs. 1 BStP vergütet der Bund den Kantonen keine Kosten. Die Bestimmung gilt gemäss dem Titel (\"I. Allgemeine Bestimmungen\") für alle Bundesstrafsachen, die von den kantonalen Gerichten zu beurteilen sind, d.h. auch für Delegationsstrafsachen. Diese systematische Auslegung findet ihre Bestätigung in den Protokollen der parlamentarischen Beratungen, in welchen diesbezüglich ausgeführt wurde: \"La Commission entend indiquer par là que cette disposition relative aux frais et aux amendes ne s'applique pas seulement aux infractions attribuées par la législation aux cantons, mais aussi à celles déférées aux cantons par la décision du Conseil fédéral\" (Sten.Bull. NR 1933, S. 785).\n\nDie Kantone können somit in Bundesstrafsachen, die durch sie zu beurteilen sind, der delegierenden Bundesbehörde keine Kosten auferlegen. Die Beschwerde ist daher in diesem Punkt gutzuheissen."}