{"annee": "119", "cour": "IV", "page": "222", "date": "28/9/1993", "cite": ["118 IV 167", "116 IV 143", "115 IV 38", "106 IV 338", "117 IV 286"], "cite_par": ["121 IV 185", "133 III 323", "121 IV 18"], "chapeau": "41. Extrait de l'arrêt de la Cour de cassation pénale du 28 septembre 1993 dans la cause F. c. Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 185 ch. 4 CP; prise d'otage; atténuation de la peine en faveur de l'auteur qui a libéré la victime. Le bénéfice de cette disposition n'est pas réservé à celui qui a renoncé à la contrainte de son propre chef; son application est toutefois exclue si l'auteur a libéré l'otage parce que la poursuite de la contrainte ne présentait plus aucun intérêt (consid. 2)."], "faits": "BGE 119 IV 222 S. 222\n\nAfin d'assurer sa fuite après un brigandage, F. a pris en otage un des clients de l'office postal qu'il venait d'attaquer. Il s'est dirigé, avec l'otage, vers une voiture arrêtée dont les feux clignotaient, a jeté l'otage sur le siège arrière et est monté à l'avant. Comme la clé de contact ne se trouvait pas sur le tableau de bord de la voiture, il a cherché à fuir avec une motocyclette qu'il n'a pu mettre en marche; il tenta alors de s'enfuir à la course.\n\nPendant ce temps, l'otage, constatant que plus personne ne se trouvait à proximité du véhicule, décida de prendre la fuite; il sortit de la voiture et courut en direction de son domicile.\n\nCondamné notamment pour prise d'otage, sans la circonstance aggravante de la menace de tuer la victime, de lui causer des lésions corporelles graves ou de la traiter avec cruauté, F. soutient qu'il aurait dû être mis au bénéfice de l'atténuation prévue par l'art. 185 ch. 4 CP en faveur de l'auteur qui a libéré l'otage.\n\nLe Tribunal fédéral rejette le pourvoi dans la mesure où il est recevable.\n\nBGE 119 IV 222 S. 223", "considerants": "Considérant en droit:\n\n2. Conformément à l'art. 185 CP, se rend coupable de prise d'otage \"celui qui aura séquestré, enlevé une personne ou de toute autre façon s'en sera rendu maître, pour contraindre un tiers à faire, à ne pas faire ou à laisser faire un acte\". L'alinéa 4 prévoit que la peine pourra être atténuée lorsque l'auteur aura renoncé à la contrainte et libéré la victime.\n\nEn l'espèce, le recourant s'est rendu maître d'un des clients de la poste afin de contraindre les policiers à cesser toute tentative d'empêcher sa fuite à bord d'une automobile. N'étant pas parvenu à mettre le véhicule en marche, il a modifié ses plans et a cherché à fuir dans un premier temps avec une motocyclette puis, dans un deuxième temps, à pied. Le recourant a alors tenté de fuir sans l'otage, parce que celui-ci ne faisait plus que l'entraver, voire parce qu'il ne lui était pas possible de faire ressortir l'otage de la voiture. La question se pose dès lors de savoir si l'art. 185 ch. 4 CP est applicable dans de telles circonstances.\n\nLa condition première pour que l'on puisse considérer que l'auteur a renoncé à la contrainte est que la poursuite de la prise d'otage ait été possible. Celui qui met fin à la prise d'otage parce qu'au vu de l'évolution de la situation celle-ci ne s'avère plus propre à lui permettre d'atteindre son but ne renonce pas (voir REHBERG, Strafrecht III, 5e éd., p. 239). Certes, le bénéfice de l'art. 185 ch. 4 CP n'est pas réservé uniquement à celui qui a agi de son propre chef. Cette disposition tend en effet notamment à favoriser des tractations en vue de la libération de la victime en indiquant à l'auteur la possibilité de bénéficier d'une telle réduction de peine (REHBERG, op.cit., loc.cit.; SCHUBARTH, Bes. Teil III, Art. 185 N. 27; STRATENWERTH, Bes. Teil I, 4e éd., p. 124; TRECHSEL, Kurzkommentar, n. 8 ad art. 185). Il n'y a en revanche pas lieu d'en faire profiter un délinquant qui met fin à la prise d'otage parce que celle-ci ne lui est plus d'aucune utilité au vu du tour pris par les événements.\n\nCe que l'auteur d'une infraction voulait ou avait l'intention de faire relève des constatations de fait (ATF 118 IV 174 consid. 4, ATF 117 IV 286, ATF 116 IV 145 consid. c et les arrêts cités). En l'espèce, la cour cantonale a admis que le recourant, en abandonnant l'otage dans la voiture, n'avait eu que le désir de fuir, qu'il ne s'était plus du tout préoccupé de l'otage et que sa volonté n'était pas de le libérer, mais uniquement d'échapper aux policiers. Dès lors, l'argumentation du recourant, qui soutient avoir désiré et décidé la libération de l'otage, BGE 119 IV 222 S. 224repose sur un autre état de fait que celui qui ressort de l'arrêt attaqué et est pour ce motif irrecevable (ATF 115 IV 41 consid. 3a, ATF 106 IV 340 consid. 1). Le recourant ne cherche en réalité qu'à substituer sa version des faits à celle de l'autorité cantonale, ce qui n'est pas admissible."}