{"annee": "119", "cour": "IB", "page": "229", "date": "4/10/1993", "cite": ["117 IB 4", "114 IB 100", "117 IB 497", "116 IB 185", "118 IB 241", "118 IB 38", "117 IA 285", "112 IB 105", "118 IA 165"], "cite_par": ["122 II 274", "121 II 417", "126 II 514", "121 II 473", "121 II 317", "132 II 218"], "chapeau": "28. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 4. Oktober 1993 i.S. X. AG gegen Politische Gemeinde Emmetten und Mitbeteiligte sowie i.S. Politische Gemeinde Emmetten gegen X. AG und Mitbeteiligte (Verwaltungsgerichtsbeschwerde)", "regestes": ["Moment déterminant pour apprécier une éventuelle expropriation matérielle. La date de l'entrée en vigueur de la restriction de propriété est déterminante. Cette restriction entre déjà en vigueur à la date à laquelle le gouvernement refuse à titre définitif d'autoriser le classement en zone à bâtir décidé par la commune et ordonne le classement des parcelles litigieuses en zone non constructible, et non au moment où la commune procède à ce nouveau classement (consid. 3a). Art. 5 al. 2 LAT; expropriation matérielle fondée sur des aspects particuliers du principe de la bonne foi. L'accomplissement de plusieurs démarches en vue de réaliser un ensemble important de résidences secondaires ne fonde aucun intérêt au classement en zone à bâtir des parcelles concernées lorsque la commune dispose déjà de zones à bâtir surdimensionnées et que des motifs tirés de la protection du paysage s'y opposent (consid. 3d). Art. 4 et 22ter Cst.; droit à une indemnisation pour les dépenses de planification rendues inutiles. Conditions d'exercice de ce droit (consid. 4a). Il n'y a pas de droit à une indemnité lorsque le projet de construction visé n'a pas donné lieu au déclassement litigieux (consid. 4b) et qu'aucune assurance quant au maintien de la zone à bâtir n'a été donnée (consid. 4c)."], "faits": "BGE 119 Ib 229 S. 231\n\nDie X. AG erwarb am 10. Dezember 1980 die beiden Liegenschaften Urliberg (Grundbuch Emmetten Nr. 191) und Kleinberg (Grundbuch Emmetten Nr. 192), um sie zu erschliessen und zu überbauen. Die beiden Parzellen von insgesamt 88 194 m2 liegen hoch über dem Vierwaldstättersee und dem Dorf Emmetten auf rund 1100 m in einem landschaftlich exponierten und bisher von der baulichen Entwicklung weitgehend unberührten Gebiet.\n\nNach dem Zonenplan der Gemeinde Emmetten aus dem Jahre 1972 befanden sich die beiden Grundstücke in der Ferienhauszone. In dieser waren eingeschossige Wohn- und Ferienhäuser mit einer Ausnützung von höchstens 0,15 zugelassen, wobei die Baubewilligung einen Arealüberbauungsplan voraussetzte und die Gemeinde mit keinen Erschliessungskosten belastet werden durfte. Die Parzellen der X. AG gehörten zudem zum Landschaftsschongebiet gemäss dem gestützt auf den Bundesbeschluss über dringliche Massnahmen auf dem Gebiete der Raumplanung vom 17. März 1972 (BMR; AS 1972 I 644 ff.) erlassenen Plan der provisorischen Schutzgebiete. Seit 1983 ist das Gebiet Kleinberg/Urliberg Teil einer Landschaft von nationaler Bedeutung gemäss der Verordnung über das Bundesinventar der Landschaften und Naturdenkmäler vom 10. August 1977 (VBLN; SR 451.11).\n\nNach dem Erwerb der Grundstücke durch die X. AG wurde die Planung für deren Erschliessung und Überbauung, die bereits 1978 begonnen hatte, weitergeführt. Im Jahre 1981 erteilte der Regierungsrat des Kantons Nidwalden die Rodungsbewilligung für den Bau der Zufahrtsstrasse und stimmte dem Überbauungskonzept Urliberg grundsätzlich zu, wies aber zugleich auf die Fragwürdigkeit der festgesetzten Ferienhauszone im Gebiet Kleinberg/Urliberg hin. Am BGE 119 Ib 229 S. 23227. Oktober 1981 genehmigte der Gemeinderat Emmetten den von der X. AG eingereichten Arealüberbauungsplan. Im Jahre 1982 wurden ihre beiden Liegenschaften in mehrere Grundstücke unterteilt (GB Emmetten Nrn. 191, 192, 847, 853 und 854).\n\nAnlässlich einer Teilrevision des Zonenplans vom 24. Juni 1983 verblieben die Parzellen der X. AG in der Ferienhauszone. Am 6. Februar 1984 nahm jedoch der Regierungsrat des Kantons Nidwalden die Ferienhauszone Kleinberg/Urliberg vorläufig von der Genehmigung aus und erliess für dieses Gebiet eine Planungszone. Am 15. April 1986 beschloss demgegenüber der Landrat des Kantons Nidwalden, das Gebiet Kleinberg/Urliberg im kantonalen Richtplan weiterhin im Baugebiet zu belassen. Der Bundesrat genehmigte am 8. Dezember 1986 den Richtplan des Kantons Nidwalden mit Ausnahme der Ferienhauszone Urliberg; er lud den Regierungsrat ein, dieses Gebiet einer Landwirtschafts- oder Schutzzone zuzuweisen. Der Regierungsrat verweigerte darauf am 9. Juni 1987 der Ferienhauszone Kleinberg/Urliberg definitiv die Genehmigung und wies die Gemeinde Emmetten an, die davon erfassten Grundstücke in eine Landwirtschafts- oder Schutzzone umzuteilen.\n\nDie X. AG reichte am 15. Februar 1990 eine Klage bei der Enteignungskommission Nidwalden ein, mit welcher sie von der Politischen Gemeinde Emmetten die Bezahlung einer Entschädigung von Fr. 7'915'232.-- nebst 5% Zins seit dem 3. August 1988 infolge materieller Enteignung verlangte. Eventualiter beantragte sie die Zusprechung eines Betrags von Fr. 1'616'601.40 nebst 5% Zins seit dem 3. August 1988 für unnütze Aufwendungen gestützt auf Art. 4 BV.\n\nDie Enteignungskommission Nidwalden wies am 17. September 1990 das Entschädigungsbegehren infolge materieller Enteignung ab. Die Klage auf Ersatz für nutzlos gewordene Planungsaufwendungen hiess die Enteignungskommission dagegen grundsätzlich gut und verwies die Festsetzung dieser Entschädigung in ein separates Verfahren. Das Verwaltungsgericht bestätigte am 21. September 1992 auf Rekurs der X. AG und der Gemeinde Emmetten hin den Entscheid der Enteignungskommission vollumfänglich.\n\nGegen den Entscheid des Verwaltungsgerichts vom 21. September 1992 haben die X. AG und die Gemeinde Emmetten eine Verwaltungsgerichtsbeschwerde beim Bundesgericht eingereicht. Die X. AG wiederholt die vor der Enteignungskommission gestellten Rechtsbegehren; die Gemeinde Emmetten widersetzt sich der Bezahlung einer Entschädigung für nutzlos gewordene Planungskosten.\n\nBGE 119 Ib 229 S. 233\n\nDas Bundesgericht weist die Beschwerde der X. AG ab und diejenige der Gemeinde Emmetten im hier interessierenden Punkt gut.", "considerants": "Aus den Erwägungen:\n\n3. Das Verwaltungsgericht geht im angefochtenen Entscheid davon aus, die Umzonung der Parzellen der X. AG stelle keine materielle Enteignung dar. Ob diese von der Grundeigentümerin bestrittene Auffassung zutrifft, ist nachstehend anhand der von der bundesgerichtlichen Rechtsprechung entwickelten allgemeinen Grundsätze zu prüfen. Diese hat das Verwaltungsgericht zutreffend wiedergegeben, so dass darauf verwiesen werden kann (vgl. auch BGE 118 Ib 38 E. 2 S. 40 ff.).\n\na) Zuerst ist der Zeitpunkt zu bestimmen, der für die Beurteilung massgebend ist, ob eine materielle Enteignung vorliegt (sog. Stichtag). Grundsätzlich ist dabei auf das Datum des Inkrafttretens der Eigentumsbeschränkung abzustellen, welche die materielle Enteignung bewirkt (BGE 117 Ib 4 E. 2b S. 6; BGE 114 Ib 100 E. 2 S. 103; BGE 112 Ib 105 E. 2c S. 110).\n\nDas Verwaltungsgericht betrachtet als Stichtag den Zeitpunkt der definitiven Nichtgenehmigung der Ferienhauszone durch den Regierungsrat, also den 9. Juni 1987. Diese Annahme wird von den Parteien nicht beanstandet. Es mag indessen fraglich erscheinen, ob die Eigentumsbeschränkung bereits mit dem regierungsrätlichen Nichtgenehmigungsentscheid eintritt oder erst mit der nachfolgenden Umzonung der Parzellen durch eine entsprechende Revision des Zonenplans der Gemeinde. Häufig wird in der Tat mit der Nichtgenehmigung eines Teils des kommunalen Zonenplans die künftig geltende Ordnung noch nicht festgelegt, sondern es verbleibt der Gemeinde bei der Überarbeitung des Zonenplans ein gewisser Spielraum. Diesfalls bewirkt die Nichtgenehmigung noch keine Eigentumsbeschränkung (vgl. BGE 118 Ia 165 E. 2a S. 168). Anders verhält es sich jedoch, wenn mit der Nichtgenehmigung die künftige planerische Behandlung im umstrittenen Punkt - meist die Zuweisung zu einer Nichtbauzone - feststeht und die Gemeinde bei der Überarbeitung des Zonenplans insoweit über keinen Spielraum mehr verfügt. Das Bundesgericht ist daher auf eine Beschwerde gegen einen Nichtgenehmigungsentscheid eingetreten, mit dem eine Gemeinde eingeladen worden war, ein der Schutzzone angehörendes Landstück teilweise der Landwirtschaftszone zuzuweisen, mit dem BGE 119 Ib 229 S. 234aber die vom Beschwerdeführer verlangte Zuteilung zur Bauzone von der Genehmigungsbehörde abgelehnt wurde. Es nahm deshalb an, es liege in dieser Hinsicht ein anfechtbarer Teilentscheid vor (nicht veröffentlichtes Urteil vom 8. Oktober 1992 i.S. D. c. Commune de Fribourg, E. 1). Auch im hier zu beurteilenden Fall ist bereits mit dem Nichtgenehmigungsentscheid des Regierungsrat über die Zuweisung der Parzellen der X. AG zu einer Nichtbauzone entschieden. Ob die Gemeinde eine Landwirtschafts- oder eine Schutzzone festsetzen wird, bleibt mit Bezug auf die geltend gemachte materielle Enteignung unerheblich.\n\nAus diesen Gründen rechtfertigt es sich, mit dem Verwaltungsgericht den 9. Juni 1987 als Stichtag anzusehen.\n\nb) (Bejahung einer Nichteinzonung im Sinne der bundesgerichtlichen Rechtsprechung.)\n\nc) (Verneinung einer materiellen Enteignung unter dem Gesichtspunkt der Baureife und der Erschliessung.)\n\nd) Unter Umständen können besondere Gesichtspunkte des Vertrauensschutzes so gewichtig sein, dass ein Grundstück beim Erlass einer bundesrechtskonformen Nutzungsplanung hätte eingezont werden müssen, weshalb dessen Nichteinzonung eine materielle Enteignung bewirkt. Diese Annahme kann sich auch rechtfertigen, wenn das fragliche Grundstück am Stichtag im weitgehend überbauten Gebiet (Art. 15 lit. a RPG) lag (vgl. BGE 118 Ib 38 E. 2d S. 42).\n\nEs bedarf keiner weiteren Ausführungen, dass das fragliche Land der X. AG am Stichtag nicht zum weitgehend überbauten Gebiet zählte und damit der zuletzt genannte Grund für das Bestehen eines Einzonungsgebots ausscheidet.\n\nHingegen ist näher zu prüfen, ob ein solches allenfalls aus der Vorgeschichte zur Nichtgenehmigung der fraglichen Ferienhauszone folgt. Mehrere Gegebenheiten mochten in der Tat die X. AG die Hoffnung schöpfen lassen, sie werde in der Lage sein, die beabsichtigte Ferienhausüberbauung zu verwirklichen. Am 11. August 1978 genehmigte das Eidgenössische Departement des Innern das Projekt für eine Forststrasse, die zwar für die Waldbewirtschaftung bestimmt war, aber auch dem nichtlandwirtschaftlichen bzw. nichtforstwirtschaftlichen Verkehr bis zur geplanten Überbauung offen stand. Der Bau dieser Strasse wurde von den beteiligten Gemeinden Emmetten und Beckenried bewilligt, und der Regierungsrat und das Oberforstamt erteilten die erforderlichen Rodungsbewilligungen. Der Regierungsrat stimmte am 3. August 1981 einem von der X. AG BGE 119 Ib 229 S. 235eingereichten Überbauungskonzept zu, und der Gemeinderat Emmetten bewilligte am 27. Oktober 1981 unter verschiedenen Bedingungen und Auflagen den Arealüberbauungsplan. In der Folge verlängerten die Gemeinden Emmetten und Beckenried die Baubewilligung für die Forststrasse; am 30. Mai 1983 genehmigte die kantonale Direktion für Planung die erste Etappe der internen Erschliessungsstrasse für die Ferienhauszone Urliberg. Die Gemeindeversammlung Emmetten beschloss am 24. Juni 1983 anlässlich einer Teilrevision des Zonenplans, das Gebiet Urliberg in der Ferienhauszone zu belassen.\n\nTrotz diesen zahlreichen positiv verlaufenen Schritten bestanden gegenüber einer Realisierung der geplanten Ferienhaussiedlung Kleinberg-Urliberg von Anfang an gewichtige Hindernisse und Vorbehalte. Als die X. AG im Jahre 1980 das Land erwarb, war dieses nicht einmal groberschlossen und lag weitab vom Dorf Emmetten im provisorischen Landschaftsschongebiet gemäss dem Bundesbeschluss über dringliche Massnahmen auf dem Gebiete der Raumplanung vom 17. März 1972 (BMR; AS 1972 I 644 ff.). Die Ferienhauszone beruhte auf einer Planung aus dem Jahre 1972. Es lag auf der Hand, dass der Zonenplan an das am 1. Januar 1980 in Kraft getretene RPG anzupassen war (vgl. Art. 35 Abs. 1 lit. b RPG). Die X. AG musste damit rechnen, dass die Zuweisung ihrer Parzellen zu einer Bauzone der Überprüfung unterzogen werden könnte, und sie musste wissen, dass der Entscheid darüber nicht in der alleinigen Kompetenz der Politischen Gemeinde Emmetten liegen würde (vgl. Art. 11 und 26 RPG; § 27 der inzwischen aufgehobenen Einführungsverordnung zum Bundesgesetz über die Raumplanung vom 17. Dezember 1979 [EV RPG]). Zudem drückte der Regierungsrat in seinem für die X. AG zwar günstigen Entscheid vom 3. August 1981 seine Vorbehalte gegenüber der fraglichen Ferienhauszone deutlich aus. Er wies auf die Revisionsbedürftigkeit der Ortsplanung der Gemeinde Emmetten, die bestehende Überkapazität der Bauzone und den hohen Anteil an Ferienhauszonen hin. Ausdrücklich erwähnte er, es sei im Blick auf die Zielsetzungen der Raumplanung unverständlich, dass der sehr exponierte Landschaftsteil Kleinberg-Urliberg seinerzeit von der Gemeinde Emmetten einer Bauzone zugewiesen worden sei; vor dem Hintergrund der Bestimmungen des RPG wäre eine solche Bauzone nun kaum mehr zulässig. Der Regierungsrat sah zwar davon ab, selber eine Planungszone gemäss Art. 27 RPG zu erlassen, stimmte aber dem Überbauungskonzept der X. AG nur zu, sofern die fragliche Ferienhauszone bei der erforderlichen BGE 119 Ib 229 S. 236Zonenplanrevision der Gemeinde Emmetten überhaupt erhalten bleibe. Seit der Zuteilung der fraglichen Parzellen zum BLN-Objekt Nr. 1606 im Jahre 1983 musste überdies damit gerechnet werden, dass auch der Bundesrat intervenieren könnte (vgl. Art. 11 und 37 RPG).\n\nUnter diesen Umständen konnte die X. AG nicht darauf vertrauen, dass ihr Land bei der Revision der Ortsplanung der Gemeinde Emmetten in der Ferienhauszone verbleiben würde. Die erwähnten Schritte zur Realisierung der geplanten Überbauung waren nicht geeignet, die aufgeführten Bedenken zu zerstreuen. Die Projektgenehmigung der Forststrasse durch das Eidgenössische Departement des Innern erging bereits 1978, also noch vor dem Inkrafttreten des RPG und der Aufnahme des Gebiets in das BLN-Inventar. Die Forststrasse sollte überdies nicht allein der geplanten Überbauung dienen. Auch die Genehmigung der ersten Etappe der internen Erschliessung durch die kantonale Direktion für Planung vom 30. Mai 1983 beruhte auf den damals gültigen, revisionsbedürftigen Planungsgrundlagen und konnte demzufolge weder die bevorstehende Zonenplanrevision der Gemeinde noch den diesbezüglichen Genehmigungsentscheid des Regierungsrats, noch den Genehmigungsentscheid des Bundesrats im Richtplanverfahren präjudizieren. Vollends zerstört werden musste das Vertrauen in die Überbaubarkeit durch die vorläufige Nichtgenehmigung der Ferienhauszone durch den Regierungsrat am 6. Februar 1984.\n\nGesamthaft betrachtet liegen somit keine besonderen Gesichtspunkte des Vertrauensschutzes vor, derentwegen die Parzellen der X. AG auch im Rahmen einer künftigen Ortsplanungsrevision hätten eingezont werden müssen. Diese konnte demnach nicht davon ausgehen, die beabsichtigte Überbauung lasse sich mit hoher Wahrscheinlichkeit in naher Zukunft realisieren. Es sei beigefügt, dass eine Einzonung des fraglichen Gebiets den Zielen und Grundsätzen des RPG widersprochen hätte und dass dies wie erwähnt lange vor dem Stichtag erkennbar war. Wenn die X. AG trotz der dargestellten unsicheren Rechtslage Investitionen tätigte, so handelte sie auf eigenes Risiko und kann daraus keinen Anspruch auf Einzonung und - gestützt darauf - einen Entschädigungsanspruch aus materieller Enteignung ableiten.\n\nEs ergibt sich somit, dass der Tatbestand der materiellen Enteignung auch unter dem Gesichtspunkt eines allfälligen Einzonungsgebots nicht erfüllt ist.\n\nBGE 119 Ib 229 S. 237\n\n4. Die Enteignungskommission und das Verwaltungsgericht des Kantons Nidwalden haben beide angenommen, der X. AG stehe gestützt auf Art. 4 BV ein Anspruch auf Ersatz nutzlos gewordener Planungsaufwendungen zu.\n\nDie Politische Gemeinde Emmetten und der Kanton Nidwalden bestreiten einen solchen Anspruch, da sie nie ausdrückliche oder konkludente Zusicherungen auf den Fortbestand der geltenden Bauvorschriften gegeben hätten und das Überbauungsprojekt Kleinberg-Urliberg auch nicht der Anlass für die fragliche Änderung der Zonenordnung gebildet habe. - Die X. AG führt demgegenüber aus, sie sei durch das Verhalten der Gemeinde und des Regierungsrats (Entgegennahme, Prüfung und Bewilligung von Baugesuchen, Ausführung von Erschliessungsarbeiten) zu grossen Investitionen von über 2 Mio. Franken für die Planung und Erschliessung veranlasst worden. Die nachträgliche Verhinderung der Überbauung widerspreche Treu und Glauben, ja sie stelle eine Irreführung dar.\n\na) Nach der Rechtsprechung des Bundesgerichts hat ein Bauherr keinen Anspruch auf Ersatz nutzlos gewordener Planungskosten, wenn sein Vorhaben aufgrund der geltenden Bauvorschriften nicht bewilligt werden kann. Dies gilt auch dann, wenn der Bauherr ein dem geltenden Recht entsprechendes Baugesuch eingereicht hat, sich bis zum Entscheid darüber aber die gesetzlichen Grundlagen zum Nachteil des Gesuchstellers geändert haben. Einzig wenn gerade die Einreichung eines bestimmten Baugesuchs Anlass zur Änderung der baurechtlichen Vorschriften gegeben hat, weil die Baubehörden auf diese Weise die Ausführung des Vorhabens verhindern wollten, besteht gestützt auf Art. 4 in Verbindung mit Art. 22ter BV für die nutzlos gewordenen Aufwendungen ein Entschädigungsanspruch, jedenfalls wenn die Absicht der Baubehörden für den Grundeigentümer nicht voraussehbar war.\n\nErsatz muss sodann in denjenigen Fällen geleistet werden, in welchen dem Bauwilligen vor Einreichung des Baugesuchs Zusicherungen auf den Fortbestand der geltenden Bauvorschriften gegeben worden sind und dieser im Vertrauen darauf Projektierungskosten aufgewendet hat (BGE 117 Ib 497 E. 7b S. 500 f.).\n\nb) Zunächst ist zu prüfen, ob sich ein Entschädigungsanspruch daraus ergibt, dass das Überbauungsprojekt der X. AG den Anlass zur fraglichen Nichtgenehmigung der Ferienhauszone gebildet hat und die Behörden auf diese Weise die Ausführung des geplanten Vorhabens haben verhindern wollen.\n\nBGE 119 Ib 229 S. 238\n\nDie im Jahre 1983 erfolgte Einbeziehung des Gebiets Kleinberg-Urliberg in das BLN-Objekt Nr. 1606 steht in keinem direkten Zusammenhang mit dem Überbauungsprojekt der X. AG. Das Landstück war nämlich bereits 1972 unter dem Gesichtspunkt des Landschaftsschutzes als empfindlich eingestuft und einem Landschaftsschongebiet zugeteilt worden. Das vom erwähnten BLN-Objekt erfasste Schutzgebiet ist zudem viel grösser als das zur Überbauung vorgesehene Gebiet.\n\nDas lange Zögern der kantonalen Behörden, mit Bezug auf die Parzellen der X. AG klare Zeichen zu setzen, ist darauf zurückzuführen, dass diese ihren Bauwillen bekundete und von der Gemeinde Emmetten darin unterstützt wurde. Ohne eine solche in der Planung schon recht weit gediehene Bauabsicht wäre sowohl dem Gemeinderat Emmetten als auch dem Regierungsrat die Nichteinzonung des fraglichen Gebiets leichter gefallen. Auch der Landrat des Kantons Nidwalden hat bei der Beschlussfassung über den Richtplan der Zuweisung zu einer Ferienhauszone offensichtlich nur deshalb zugestimmt, weil die Planung der Überbauung schon weit fortgeschritten war und er hohe Entschädigungsforderungen befürchtete. Es zeigt sich also, dass das bestehende Überbauungsprojekt die aufgrund der Zielsetzungen der Raumplanung unabdingbare Umzonung in eine Landwirtschafts- oder Schutzzone verzögerte und diese schliesslich erst aufgrund der Nichtgenehmigung des kantonalen Richtplans durch den Bundesrat angeordnet wurde. Das Überbauungsprojekt der X. AG bildete somit nicht den Anlass für die Zuweisung der fraglichen Parzellen in eine Nichtbauzone; im Gegenteil hat die Überbauungsabsicht diese in den Zielsetzungen der Raumplanung begründete Umzonung lange hinausgezögert.\n\nHat demnach das Bauprojekt der X. AG nicht Anlass zur umstrittenen Umzonung gegeben, so besteht insoweit auch kein Anspruch auf Ersatz der nutzlos gewordenen Planungskosten.\n\nc) Es bleibt weiter zu untersuchen, ob die X. AG eine Entschädigung aus dem Grund beanspruchen kann, weil ihr ausdrückliche oder konkludente Zusicherungen auf den Fortbestand der geltenden Bauvorschriften gegeben worden sind.\n\nUnbestritten ist zunächst, dass die zuständigen Behörden der X. AG nie ausdrückliche Zusicherungen auf den Fortbestand der Ferienhauszone Kleinberg-Urliberg machten. Das Verwaltungsgericht geht jedoch davon aus, es habe konkludente Zusicherungen gegeben: So habe der Regierungsrat am 20. August 1979 vorgängig zur Bewilligung interner Erschliessungsstrassen in der Ferienhauszone BGE 119 Ib 229 S. 239einen zweckdienlichen Gestaltungsplan gefordert, und er habe das entsprechende Konzept am 3. August 1981 auch genehmigt. Der Gemeinderat Emmetten habe daraufhin am 27. Oktober 1981 dem Arealüberbauungsplan zugestimmt. Die X. AG sei deshalb in ihrem Vertrauen, dass eine sinnvolle, den gesetzlichen Anforderungen und den Anliegen des Landschaftsschutzes angepasste Planung bewilligt würde, zu schützen. Es seien daher der X. AG jene Kosten zu ersetzen, welche ihr aufgrund der Anordnung der Gestaltungsplanpflicht in Treu und Glauben erwuchsen.\n\nDieser Betrachtungsweise kann nicht gefolgt werden. Der Regierungsrat stellte im erwähnten Beschluss vom 20. August 1979 lediglich fest, welches die Voraussetzungen für eine Überbauung des gemäss dem BMR im Landschaftsschongebiet gelegenen Gebiets nach dem damals geltenden Recht waren, nämlich eben die Erstellung eines Gestaltungsplans. Dies ist nicht als konkludente Zusicherung anzusehen, dass das Land auch später, nach dem Inkrafttreten des RPG am 1. Januar 1980, weiterhin überbaut werden könne. Behördliche Informationen und Anordnungen stehen immer unter dem Vorbehalt einer späteren Rechtsänderung. Eine vertrauensbegründende Auskunft kann deshalb nur vorliegen, wenn die Rechtslage zur Zeit der Verwirklichung des Tatbestands die gleiche ist wie im Zeitpunkt der Auskunftserteilung (BGE 118 Ib 245 E. 4b S. 254; BGE 117 Ia 285 E. 2b S. 287; BGE 116 Ib 185 E. 3c S. 187). Mit dem Inkrafttreten des RPG hat sich die Rechtslage im vorliegenden Fall entscheidend geändert: Die Kantone und Gemeinden waren nun gehalten, ihre Nutzungsplanung an die Erfordernisse dieses Gesetzes anzupassen. Bestehende Richt- und Nutzungspläne blieben nur noch bis zur Genehmigung durch die zuständigen kantonalen Behörden in Kraft (Art. 26 und 35 RPG).\n\nDie Genehmigung des Überbauungskonzepts Urliberg durch den Regierungsrat am 3. August 1981 enthielt ebensowenig eine konkludente Zusicherung. Die Zustimmung erfolgte ausdrücklich \"im Sinne der Erwägungen\" und \"sofern die Bauzone Urliberg erhalten bleibt\". Diese mit der Genehmigung erfolgten Hinweise legten die Unsicherheit über den Weiterbestand der damals geltenden Ferienhauszone offen, und es kann demzufolge nicht von einer \"reservatio mentalis\" des Regierungsrats gesprochen werden, wie die X. AG behauptet. Der Regierungsrat hätte zwar die Möglichkeit gehabt, mittels einer Planungszone (Art. 27 und 36 Abs. 2 RPG) sogleich in einem weitergehenden Masse einzugreifen, auch wenn die damals geltende EV RPV diese Befugnis noch nicht ausdrücklich vorsah. Er BGE 119 Ib 229 S. 240hätte gestützt auf eine solche Planungszone dem Überbauungskonzept seine Zustimmung vorläufig verweigern können. Offenbar wollte der Regierungsrat jedoch der Ortsplanung der Gemeinde Emmetten und der kantonalen Richtplanung nicht vorgreifen. Der X. AG konnte jedoch nicht verborgen bleiben, dass die revidierte Ortsplanung der Genehmigung des Kantons bedurfte, dem erst noch zu erarbeitenden kantonalen Richtplan entsprechen musste und der Regierungsrat der geplanten Überbauung grundsätzlich ablehnend gegenüberstand. Dementsprechend kann in der Genehmigung des Überbauungskonzepts auch nicht eine konkludente Zusicherung, dass das Land auch künftig überbaut werden könne, gesehen werden. Dasselbe gilt für die Genehmigung des Arealüberbauungsplans durch den Gemeinderat Emmetten vom 27. Oktober 1981, der neben dem Vorbehalt zahlreicher noch zu regelnder Punkte ausdrücklich auf den Regierungsratsbeschluss vom 3. August 1981 verwies.\n\nEine konkludente Zusicherung liegt schliesslich auch nicht im Beschluss der Gemeindeversammlung Emmetten vom 24. Juni 1983, das Gebiet Kleinberg-Urliberg in der Ferienhauszone zu belassen, da die Festsetzung noch der kantonalen Genehmigung bedurfte. Dass eine solche Genehmigung unproblematisch wäre, durfte die X. AG im Blick auf den erwähnten Beschluss vom 3. August 1981 nicht annehmen.\n\nAuch wenn der Gemeinderat Emmetten die Überbauungsabsichten der X. AG unterstützte und nicht gewillt war, eine Umzonung des fraglichen Landes vorzunehmen, ferner die Baubewilligung für die Forststrasse aus dem Jahre 1978 noch am 26. Oktober 1982 erneuerte, so lässt sich aus diesen Einzelschritten noch keine Zusicherung ableiten. Der X. AG musste vielmehr klar sein, dass die Belassung ihrer Parzellen in der Ferienhauszone im Rahmen der Überarbeitung der Ortsplanung primär in die Zuständigkeit der Gemeindeversammlung Emmetten fiel. Weder von dieser, noch von dem für die Genehmigung zuständigen Regierungsrat lagen jedoch ausdrückliche oder konkludente Zusicherungen für eine Beibehaltung der Ferienhauszone vor. Erst recht hatte der Bundesrat, der letztlich die Umzonung anordnete, nie irgendwelche Zusicherungen gemacht.\n\nEin Anspruch auf Ersatz der nutzlos gewordenen Planungsaufwendungen besteht somit auch nicht unter dem Gesichtspunkt allfällig gemachter Zusicherungen."}