{"annee": "119", "cour": "IA", "page": "41", "date": "23/2/1993", "cite": ["106 IA 100", "114 IA 34", "112 IA 318", "117 IA 440", "113 IA 279", "116 IA 355", "84 II 403"], "cite_par": ["122 I 130", "122 I 109", "138 I 378", "119 IA 348"], "chapeau": "8. Extrait de l'arrêt de la IIe Cour de droit public du 23 février 1993 en la cause X. SA, en France, société en liquidation judiciaire et, Me Y., avocat neuchâtelois, c. Cour civile du Tribunal cantonal du canton de Neuchâtel en l'affaire qui les oppose à la société Z. SA (recours de droit public)", "regestes": ["Art. 4 et 31 Cst., art. 16 al. 2 de la loi neuchâteloise sur la profession d'avocat (LAv) du 26 mars 1986; frais judiciaires, responsabilité personnelle de l'avocat. Est inconstitutionnel l'art. 16 al. 2 de la loi sur la profession d'avocat du canton de Neuchâtel qui institue la responsabilité personnelle de l'avocat envers l'Etat pour le paiement des frais judiciaires dans toutes les causes sauf en matière pénale (consid. 4)."], "faits": "BGE 119 Ia 41 S. 41\n\nX. SA, qui avait reçu livraison d'une machine fournie par la société Z. SA, a ouvert action contre cette dernière devant la Cour civile du Tribunal cantonal du canton de Neuchâtel en paiement de dommages-intérêts pour inexécution du contrat. Après échange des écritures, BGE 119 Ia 41 S. 42le juge instructeur a ordonné l'instruction séparée du moyen tiré de la prescription.\n\nIl y eut par la suite diverses difficultés et retards, dus notamment à la mise en liquidation judiciaire de la société X. SA; toutefois, la procédure a suivi son cours, des preuves ont été administrées, avec, notamment, la production de pièces, l'audition de témoins et une expertise confiée à un expert domicilié en France. Sur requête du Greffe du Tribunal cantonal, Me Y. a accepté de se porter garant du paiement des honoraires de l'expert.\n\nPar jugement sur moyen séparé, la Cour civile a constaté que l'action en garantie était prescrite et déclaré mal fondées les conclusions en réparation de la machine; elle a, en revanche, dit que l'action de la demanderesse, en tant qu'elle est fondée sur les art. 41 ss CO, n'était pas prescrite.\n\nMe Y. a alors demandé au Greffe du Tribunal cantonal une estimation du montant des frais de justice qui lui a été délivrée avec la mention que les émoluments et débours forfaitaires se situeraient entre un montant minimum de 44'000 francs et un maximum de 88'000 francs mais qu'ils pourraient s'élever jusqu'au double de l'émolument maximum. Le Greffe a encore ajouté que les sommes indiquées n'engageaient pas le juge de la cause. La demanderesse s'est, ensuite, désistée.\n\nLa Cour civile a, par ordonnance, classé le dossier et condamné la demanderesse aux frais et dépens, arrêtés à 41'785 fr. 10, de menus frais étant aussi mis à la charge de la défenderesse. Simultanément, la Cour civile a adressé personnellement à Me Y. une liste de frais de 38'500 francs, étant précisé que les frais d'expertise déjà payés en étaient déduits, et l'a enjoint de régler cette somme dans les dix jours.\n\nAgissant par la voie du recours de droit public, X. SA et Me Y. ont demandé au Tribunal fédéral d'annuler l'ordonnance de la Cour civile et de constater que Me Y. n'est pas responsable à titre personnel du paiement des frais en la cause, l'art. 16 al. 2 de la loi sur la profession d'avocat étant contraire aux art. 4 et 31 Cst.\n\nLe Tribunal fédéral a rejeté le recours de X. SA et admis le recours de Me Y., annulant la décision attaquée pour ce qui le concernait.", "considerants": "Extrait des considérants:\n\n4. a) Me Y. soutient que l'art. 16 al. 2 de la loi neuchâteloise sur la profession d'avocat est contraire à l'art. 31 Cst. Selon une BGE 119 Ia 41 S. 43jurisprudence constante, les avocats peuvent invoquer la garantie de la liberté du commerce et de l'industrie (ATF 113 Ia 282 consid. 1, ATF 112 Ia 319 consid. 2a, ATF 106 Ia 103 consid. 6a). La disposition cantonale critiquée comporte une charge, soit une restriction au libre exercice de la profession d'avocat. Pour être compatibles avec la garantie constitutionnelle, les restrictions à la liberté du commerce et de l'industrie doivent reposer sur une base légale, être justifiées par un intérêt public prépondérant et, selon le principe de proportionnalité, se limiter à ce qui est nécessaire à la réalisation des buts d'intérêts publics poursuivis (ATF 117 Ia 445 consid. 2, ATF 116 Ia 356 consid. 3a, ATF 114 Ia 36 consid. 2a, ATF 113 Ia 282 consid. 1. RHINOW, Commentaire de la Constitution fédérale, rem. 164 et 209 ss ad art. 31; BOIS, Commentaire de la Constitution fédérale, rem. 8 ad art. 33; MÜLLER-MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, 2e éd. p. 363). Les mesures de police, en particulier, doivent répondre à un intérêt public prépondérant. Selon la jurisprudence, elles doivent tendre à sauvegarder la tranquillité, la sécurité, la santé ou la moralité publiques, à préserver d'un danger ou à l'écarter, ou encore à prévenir les atteintes à la bonne foi en affaires par des procédés déloyaux et propres à tromper le public (ATF 116 Ia 356 consid. 3a et les références citées).\n\nb) Le système du droit neuchâtelois prévoyant une responsabilité personnelle de l'avocat pour le paiement des frais de justice incombant à la partie qu'il représente est plutôt rare en Suisse, sans être absolument unique (REGULA VÖLKI, Die Kostentragung der Parteien im kantonalen Zivilprozess der Schweiz, thèse Zurich 1934, p. 70; DONALD CHARLES STÜCKELBERGER, Die Prozesskosten nach Baselstädtischem Zivilprozessrecht, thèse dactylographiée Bâle 1978, p. 115/116). Il faut du reste noter que le Code de procédure civile neuchâtelois du 30 septembre 1991, entré en vigueur le 1er avril 1992, prévoit que chaque partie avance les frais des actes de procédure accomplis à sa demande. Le demandeur peut être tenu de l'avance de l'émolument, la demande étant réputée non introduite si l'avance n'est pas effectuée. De même, si l'avance des frais d'un acte de procédure n'est pas effectuée, le juge peut refuser d'y procéder (cf. art. 139 à 142 du prédit code). L'ancien code de procédure civile, du 7 avril 1925 (cf. art. 358 et 362), connaissait un système similaire. La responsabilité de l'avocat s'ajoute donc à celle de la partie.\n\nEn Suisse, le plus souvent seule la partie est responsable du paiement des frais judiciaires; en général, elle est tenue de les payer d'avance ou de les garantir. Le demandeur, en particulier, qui ne fait BGE 119 Ia 41 S. 44pas l'avance requise est d'une manière ou d'une autre sanctionné, le juge ne procédant pas plus avant ou la demande étant censée retirée (GULDENER, Schweizerisches Zivilprozessrecht, 3e éd., p. 407; HABSCHEID, Droit judiciaire privé suisse, p. 297). La responsabilité personnelle de l'avocat n'est prévue que dans des cas exceptionnels, qui n'entrent pas ici en considération, par exemple lorsque l'avocat prétend agir au nom d'une personne alors qu'il n'en a pas les pouvoirs (ATF 84 II 406 consid. 2; POUDRET, COJ, vol. 1, rem. 25 ad art. 29). Autre est également la situation lorsque l'avocat accepte de se porter fort du paiement des frais (cf. BERTOSSA/GAILLARD/GUYET, Commentaire de la loi de procédure civile genevoise, vol. 1, rem. 6 ad art. 215).\n\nc) On ne voit pas que l'art. 16 al. 2 LAv procède d'un intérêt public prépondérant. Il n'a pas pour but de protéger les parties et on ne saurait dire qu'il soit nécessaire à une bonne administration de la justice. Sa seule justification résiderait en ce qu'il accélérerait la procédure et faciliterait le travail des greffes (Bulletin du Grand Conseil neuchâtelois, vol. 150, t. II, p. 1564/1565). Les systèmes généralement pratiqués en Suisse permettent de régler le problème des frais sans que le travail administratif ne soit excessif ni que la procédure soit indûment retardée, cela sans responsabilité personnelle des avocats. Les greffes peuvent de toute façon adresser à l'avocat coupons et demandes d'avance à l'intention de leur client. Les sanctions prévues en cas de défaut de paiement sont suffisantes pour éviter des retards excessifs. Rien n'empêche du reste l'avocat de garantir volontairement le paiement des frais. C'est du reste ce qui est arrivé en l'espèce pour les frais d'expertise, cela à la demande du greffe. Certes, la loi peut imposer à l'avocat des devoirs particuliers pour protéger le public et assurer une bonne administration de la justice (ATF 106 Ia 103 consid. 6b). Mais l'art. 16 al. 2 vise avant tout à transférer de l'Etat à l'avocat le risque de défaut de paiement des frais judiciaires, sans que cela soit justifié par un intérêt public prépondérant. En conséquence, cette limitation de la liberté du commerce et de l'industrie poursuit un but fiscal contraire à l'art. 31 Cst. (MARTI, Wirtschaftsfreiheit der schweizerischen Bundesverfassung, p. 83; cf. aussi WOLFGANG SALZMANN, Das besondere Rechtsverhältnis zwischen Anwalt und Rechtsstaat, thèse Fribourg 1976, p. 238, qui, tout en soutenant que l'art. 31 Cst. n'est pas applicable à l'avocat, admet que l'Etat ne peut pas intervenir à son égard pour limiter son activité pour des motifs d'ordre purement fiscal).\n\nBGE 119 Ia 41 S. 45\n\nLa faculté qu'a l'avocat de demander selon l'art. 16 al. 3 LAv le montant approximatif des frais, afin qu'il puisse en obtenir la couverture de son client, ne permet pas d'arriver à un résultat différent. Il s'agit bien de reporter sur l'avocat un risque financier sans que cela soit indispensable à l'administration de la justice. S'il est normal que l'autorité puisse s'adresser à l'avocat pour lui transmettre une demande d'avance de frais à charge de son client, il n'y a pas lieu de lui faire supporter les conséquences de la difficulté, voire de l'impossibilité d'encaissement. Il suffit que le juge puisse au moment qu'il jugera utile demander une avance à la partie et qu'il dispose de sanctions adéquates à défaut de paiement. Bien que cela ne soit pas décisif, on notera que l'indication obtenue par l'avocat ne lui est pas d'une utilité déterminante, puisqu'elle est fournie à titre indicatif et ne lie pas le juge. Cette indication est encore moins concluante si, comme en l'espèce, elle se borne à un rappel des données du tarif, sans que l'autorité indique comment elle fera usage de son pouvoir d'appréciation dans les limites dudit tarif. Néanmoins, s'il est vrai qu'il est délicat de donner une telle indication avant qu'une procédure ne soit terminée, rien ne justifie au regard de l'art. 31 Cst. de faire supporter à l'avocat cette incertitude.\n\nDès lors, l'art. 16 al. 2 de la loi neuchâteloise sur la profession d'avocat du 26 mars 1986 s'avère inconstitutionnel. Le recours de Me Y. doit être admis et la décision attaquée annulée pour ce qui le concerne personnellement."}