{"annee": "119", "cour": "IB", "page": "174", "date": "4/6/1993", "cite": ["112 IB 26", "116 IB 131", "117 IA 352", "99 IA 113", "112 IB 39", "117 IB 42", "116 IB 50", "111 IB 85", "112 IB 119", "115 IB 508"], "cite_par": ["119 IB 492", "141 II 393", "139 II 263", "120 IB 400", "120 IB 207", "119 IB 254", "127 III 16", "125 II 591", "120 IB 224"], "chapeau": "21. Extrait de l'arrêt de la Ire Cour de droit public du 4 juin 1993 dans la cause B. et consorts contre L. SA, X. et commune de Saint-Oyens (recours de droit administratif)", "regestes": ["Art. 44 al. 2 let. a LEaux. Extraction de gravier; protection des captages. L'extraction de gravier est désormais interdite dans les zones de protection des captages d'eaux souterraines, y compris dans les zones de protection éloignée \"S3\". L'art. 44 al. 2 let. a LEaux est directement applicable dans le cadre de toutes les procédures pendantes lors de son entrée en vigueur, y compris dans celui de la procédure du recours de droit administratif (consid. 3). Art. 24 al. 1 LAT. Pesée des intérêts, coordination. Les autorisations exceptionnelles demandées pour deux installations distinctes dont l'une est nécessaire à l'exploitation de l'autre (in casu: construction d'une piste provisoire et exploitation d'une gravière) doivent être coordonnées de façon à permettre un examen global de tous les intérêts en présence (consid. 4)."], "faits": "BGE 119 Ib 174 S. 175\n\nLa société anonyme L. SA prévoit d'ouvrir une gravière dans la commune de Saint-Oyens, sur deux parcelles appartenant respectivement à X. et à la commune. L'exploitation s'étendrait sur une surface d'environ 5,1 ha pour l'extraction de 270'000 m3 de matériaux; sa durée probable est évaluée à trois ans. Les matériaux extraits seraient transportés par camions vers des installations de traitement que l'entreprise possède déjà; ce trafic traverserait le village de Saint-Oyens.\n\nLes parcelles sont classées en zone agricole par le plan d'affectation communal. La surface de la gravière se trouve presque entièrement dans la zone de protection de la source du Marais qui alimente Saint-Oyens, plus précisément dans la zone de protection éloignée \"S3\"; son périmètre coïncide partiellement avec la limite de la zone de protection rapprochée \"S2\".\n\nSoumis à l'enquête publique en septembre 1989, le projet a suscité de nombreuses oppositions qui se rapportaient notamment aux inconvénients causés par le trafic des camions. Pour éviter partiellement le centre de la localité et, en particulier, éviter le passage devant l'école communale, il a été prévu de compléter le réseau routier par une piste provisoire privée. Cet ouvrage devait être réalisé sur une BGE 119 Ib 174 S. 176longueur d'environ 170 m, à travers une parcelle classée en zone agricole appartenant elle aussi à X.\n\nPar décision du 7 septembre 1990, le Département cantonal des travaux publics, de l'aménagement et des transports a levé les oppositions. Le même jour, L. SA a reçu l'autorisation d'exploiter la gravière conformément aux documents présentés à l'enquête publique, mais à condition de réaliser préalablement la piste provisoire.\n\nB. et d'autres opposants ont recouru à la Commission cantonale de recours en matière de constructions. Statuant le 15 juillet 1991, cette autorité a jugé le projet conforme à l'art. 24 al. 1 LAT et confirmé la décision du Département.\n\nAgissant par la voie du recours de droit administratif, B. et consorts ont déféré ce dernier prononcé au Tribunal fédéral. Le 1er novembre 1992, la loi fédérale du 24 janvier 1991 sur la protection des eaux (LEaux; RS 814.20) est entrée en vigueur; les parties et le Département ont été invités à déposer leurs observations sur son application à la cause.\n\nLe Tribunal fédéral a admis le recours de droit administratif, annulé la décision de la Commission de recours et prononcé que l'autorisation d'exploiter la gravière était refusée.", "considerants": "Extrait des considérants:\n\n2. L'ouverture d'une gravière est soumise à autorisation par l'art. 44 al. 1 LEaux; avant le 1er novembre 1992, le régime de l'autorisation était institué par l'art. 32 al. 1 de la loi fédérale du 8 octobre 1971 sur la protection des eaux contre la pollution (LPEP, RO 1972 958).\n\nPar ailleurs, l'exploitation d'une gravière constitue un bouleversement important de la configuration des lieux; elle est dès lors considérée comme une installation aux termes des art. 22 et 24 LAT et subordonnée à une autorisation. En principe, celle-ci ne peut être délivrée que si le terrain est affecté à une zone d'exploitation du sous-sol (art. 22 al. 2 let. a LAT). En zone agricole ou dans les territoires non affectés, l'autorisation exceptionnelle prévue par l'art. 24 al. 1 LAT est nécessaire (ATF 112 Ib 28 consid. 2a, ATF 111 Ib 86 consid. 2); en règle générale, elle n'entre en considération que pour des projets de faible importance (consid. 4 ci-après).\n\n3. En vertu de l'art. 44 al. 2 let. a LEaux, il ne peut pas être délivré d'autorisation pour des gravières à exploiter dans les zones BGE 119 Ib 174 S. 177de protection des captages d'eaux souterraines, délimitées conformément à l'art. 20 al. 1 LEaux. Cette disposition restrictive, qui n'est atténuée par aucune exception, n'existait pas dans la loi précitée de 1971, alors que ce texte prévoyait déjà la délimitation des zones de protection des captages (art. 30 al. 1 LPEP; art. 14 let. a de l'ordonnance sur la protection des eaux contre les liquides pouvant les altérer, du 28 septembre 1981, RS 814.226.21). Adoptée sans discussion par le Conseil national et par le Conseil des Etats, elle vise sans aucun doute à accroître de façon rigoureuse la protection des captages contre le risque de pollution: d'après le message du Conseil fédéral, les gravières étaient déjà exclues dans les zones de captage \"S1\" et dans les zones de protection rapprochée \"S2\", et il se justifie de les exclure aussi, à l'avenir, dans les zones de protection éloignée \"S3\" (FF 1987 II 1171/1172).\n\nL'extraction de gravier prévue dans la zone de protection de la source du Marais est ainsi incompatible avec le droit fédéral. Certes, cette exploitation a été autorisée avant l'entrée en vigueur de l'art. 44 al. 2 let. a LEaux, et la validité d'une décision doit en principe être examinée selon le droit applicable au moment où elle a été prise. La protection du milieu vital de l'homme est toutefois un besoin de l'ordre public; il importe que les prescriptions nouvelles destinées à renforcer cette protection produisent leurs effets le plus rapidement possible, et qu'elles soient donc appliquées dans toutes les procédures en cours lors de leur entrée en vigueur, y compris dans la procédure du recours de droit administratif (ATF 112 Ib 42 consid. c, concernant la loi fédérale sur la protection de l'environnement; ATF 99 Ia 124 consid. 9, concernant la loi fédérale de 1971 sur la protection des eaux contre la pollution). Contrairement à la thèse des intimés et du Département, cette nécessité est en principe déterminante même lorsque les procédures de première instance ou de recours ont subi des retards considérables qui ne sont pas imputables au requérant (ATF 112 Ib 44); de toute manière, compte tenu de la nature de la présente affaire, il n'apparaît nullement que l'examen des autorités se soit prolongé d'une façon exceptionnelle et disproportionnée.\n\nLe Tribunal fédéral doit ainsi appliquer l'art. 44 al. 2 let. a LEaux, ce qui entraîne l'admission complète du recours. Un jugement différent sur ce point n'aboutirait d'ailleurs pas à une solution plus favorable pour les intimés. En effet, la cause devrait de toute façon être renvoyée au Département pour violation de l'art. 24 LAT, et une BGE 119 Ib 174 S. 178nouvelle décision de cette autorité devrait être prise selon la législation actuelle.\n\n4. L'autorisation exceptionnelle prévue par l'art. 24 LAT ne peut pas être accordée pour des installations qui, en raison de leurs dimensions et de leur incidence sur la planification locale, ne peuvent être correctement étudiées que dans le cadre d'une procédure d'adoption d'un plan d'affectation (ATF 117 Ia 359 consid. 6a; ATF 116 Ib 139 consid. 4a; 54 consid. 3a; ATF 115 Ib 513 consid. a). A première vue, pour ce motif déjà, en raison des modifications du réseau routier à exécuter pour l'accès à la gravière, il est douteux que l'autorisation obtenue par L. SA soit conforme à l'art. 24 LAT. De toute manière, l'autorité qui accorde une autorisation fondée sur cette disposition a le devoir de coordonner les différentes autorisations nécessaires au projet, de manière que tous les intérêts en présence fassent l'objet d'un examen global, et ces diverses décisions devraient en principe être notifiées simultanément (ATF 117 Ib 48 consid. 4; 30 consid. 2; ATF 116 Ib 57 /58 consid. 4b); or, cette règle n'a pas été respectée.\n\nLa coordination doit être assurée entre les diverses autorisations nécessaires à la réalisation d'une seule construction ou installation, prévues par des lois différentes; l'autorisation d'exploiter délivrée à L. SA est conforme à cette exigence car le projet approuvé comprend une étude détaillée des modalités d'exploitation qui devaient être fixées conformément à l'art. 32 al. 2 LPEP, disposition correspondant actuellement à l'art. 44 al. 3 LEaux. En outre, la coordination doit être assurée entre les autorisations à obtenir pour deux constructions ou installations distinctes dont l'une est nécessaire à l'exploitation de l'autre. La gravière ne peut donc pas être autorisée indépendamment de la piste provisoire, prévue en zone agricole et nécessitant elle aussi l'autorisation prévue par l'art. 24 LAT (ATF 112 Ib 122 consid. b); le Département aurait dû reporter sa décision sur la demande d'autorisation d'exploiter jusqu'à ce qu'un permis puisse être délivré pour la piste provisoire.\n\nCet élément du projet n'a pas été soumis à l'enquête publique; les intimés prévoient d'ouvrir une procédure seulement lorsque l'autorisation d'exploiter sera définitive. Un préavis favorable du service cantonal des routes et autoroutes a été recueilli, mais le dossier ne contient aucun plan qui permette une compréhension exacte de l'ouvrage; on ignore par exemple si la chaussée doit suivre le terrain naturel, qui présente une légère dépression, ou s'il est envisagé de l'établir sur une remblai; on ignore aussi la largeur et le revêtement BGE 119 Ib 174 S. 179prévus. Les autorités intimées ont ainsi statué sans être renseignées de façon exacte et complète sur tous les intérêts touchés par l'exploitation de la gravière et par l'exécution des autres travaux dont cette exploitation dépend; cela aussi entraîne l'annulation du prononcé attaqué.\n\nSelon les renseignements recueillis lors de l'inspection des lieux, l'itinéraire prévu pour les camions nécessiterait l'abrogation d'une limitation de poids actuellement en vigueur; il n'est pas nécessaire d'examiner si cette mesure de réglementation locale du trafic (cf. art. 3 al. 4 LCR, RS 741.01; 107 al. 1 OSR, RS 741.21) aurait aussi dû être coordonnée avec l'autorisation d'exploiter. Il n'est pas non plus nécessaire d'examiner si le projet aurait dû être soumis à la procédure de l'étude d'impact sur l'environnement."}