{"annee": "119", "cour": "IV", "page": "277", "date": "21/12/1993", "cite": ["115 II 237", "73 IV 132", "119 II 297", "113 IV 1", "118 IV 14", "111 IV 87", "114 IV 116", "103 IV 60"], "cite_par": ["122 I 85"], "chapeau": "52. Extrait de l'arrêt de la Cour de cassation pénale du 21 décembre 1993 dans la cause Ministère public du canton de Vaud c. P. (pourvoi en nullité)", "regestes": ["Art. 64bis al. 2 Cst., art. 2 Disp. trans. Cst., art. 63 CP; limites de la compétence cantonale en matière d'organisation judiciaire. La réglementation cantonale de la compétence doit, en vertu du droit fédéral, être aménagée de telle manière que le juge ne soit pas entravé dans le pouvoir d'appréciation qui lui est réservé en matière de fixation de la peine."], "faits": "BGE 119 IV 277 S. 277\n\nA.- Par jugement du 14 octobre 1992, le Tribunal correctionnel du district de Lausanne a notamment condamné P., pour infraction grave à la loi fédérale sur les stupéfiants, à la peine de six ans de réclusion, sous déduction de la détention préventive subie, et quinze ans d'expulsion du territoire suisse, mettant à sa charge une partie des frais de la procédure.\n\nB.- Par arrêt du 8 février 1993, la Cour de cassation cantonale a rejeté les recours formés contre cette décision par le Ministère public d'une part et le condamné d'autre part. S'agissant plus précisément du grief soulevé par le Ministère public selon lequel la peine serait exagérément clémente, la Cour de cassation, se référant au droit cantonal, a constaté que le Tribunal correctionnel avait été saisi par un arrêt de renvoi du Tribunal d'accusation cantonal et que, dans un tel cas, il ne pouvait prononcer une peine excédant six ans de réclusion; étant une juridiction de même degré que le Tribunal d'accusation, la Cour de cassation a considéré qu'elle était liée, comme l'avait été le Tribunal correctionnel, par l'arrêt de renvoi, qui, en portant l'affaire devant un tribunal correctionnel et non pas un tribunal criminel, avait limité la peine maximum à six ans de réclusion.BGE 119 IV 277 S. 278\n\nC.- Le Ministère public s'est pourvu en nullité à la Cour de cassation du Tribunal fédéral. Soutenant que la peine infligée est excessivement clémente et que les autorités cantonales ont violé les art. 19 ch. 1 et 2 LStup. (RS 812.121) et 63 CP en refusant d'envisager, pour des motifs de procédure cantonale, une peine supérieure à six ans de réclusion, il conclut à l'annulation de la décision attaquée.\n\nLa cour cantonale et l'intimé se réfèrent à l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. a) Selon l'art. 64bis al. 1 Cst., la Confédération a la compétence de légiférer en matière de droit pénal. Toutefois, l'art. 64bis al. 2 Cst. précise que \"l'organisation judiciaire, la procédure et l'administration de la justice demeurent au canton dans la même mesure que par le passé\".\n\nLe pourvoi en nullité à la Cour de cassation du Tribunal fédéral a été conçu pour assurer l'application uniforme du droit fédéral par les autorités cantonales de répression et de mise en accusation (art. 12 al. 1 let. g OJ, art. 1 al. 1 ch. 5 PPF; HAUSER, Strafprozessrecht, p. 30). Il ne peut cependant être formé que pour violation du droit fédéral (art. 269 al. 1 PPF), ce qui exclut tout contrôle de l'interprétation et de l'application du droit cantonal, lesquelles relèvent de la compétence des cantons. La Cour de cassation n'a donc pas à examiner les questions qui dépendent exclusivement de l'organisation judiciaire et de la procédure cantonales (ATF 114 IV 116 consid. 1c/aa, ATF 113 IV 1 consid. 2, ATF 111 IV 87 consid. 2, ATF 103 IV 60 consid. 2 p. 62).\n\nEn elles-mêmes, les prescriptions au sujet de la compétence relèvent de la procédure, laquelle est réservée aux cantons en vertu de l'art. 64bis al. 2 Cst. Comme celle de l'art. 64 al. 3 Cst. en matière civile, la portée de cette réserve est toutefois limitée par le principe de la force dérogatoire du droit fédéral (art. 2 Disp. trans. Cst.). En vertu de ce principe, la procédure cantonale ne saurait entraver la mise en oeuvre du droit matériel fédéral. Les règles de procédure et de compétence cantonales doivent être aménagées de manière à permettre l'application du droit fédéral (cf. ATF 119 II 302 consid. 4; ATF 115 II 237 consid. 1c). Il ne serait pas admissible, par exemple, que les règles de compétence cantonale ne permettent jamais au juge de prononcer les peines maximales prévues par le droit fédéral; un tel système aboutirait à une violation directe du droit matériel, qui pourrait BGE 119 IV 277 S. 279être invoquée dans le cadre d'un pourvoi en nullité (cf. ATF 73 IV 132 consid. 3).\n\nb) En vertu de l'art. 387 CPP/VD, le tribunal criminel juge la cause même s'il résulte des débats qu'elle aurait pu ressortir au tribunal de police ou au tribunal correctionnel; de même, selon l'art. 391 al. 1 CPP/VD, le tribunal correctionnel juge la cause même s'il résulte des débats qu'elle aurait pu ressortir au tribunal de police. Dans la situation inverse, où le tribunal de rang inférieur, voire son président (art. 388 CPP/VD), estime que la peine applicable excède sa compétence, il doit se déclarer incompétent (art. 391 al. 2 let. a et 393 al. 2 CPP/VD) et transmettre la cause, s'il s'agit d'un tribunal de police, directement au tribunal correctionnel (art. 393 CPP/VD) et, s'il s'agit d'une cause à transmettre au tribunal criminel, au Ministère public (art. 392 al. 1 et 393 al. 2 in fine CPP/VD).\n\nIl résulte toutefois de l'arrêt attaqué que cette réglementation n'est pas applicable lorsque la décision de renvoi émane du Tribunal d'accusation; en effet, on considère, dans un tel cas, qu'il y a chose jugée, de sorte que le juge saisi ne peut pas se déclarer incompétent, à moins que des faits nouveaux n'apparaissent entre l'arrêt de renvoi et l'ouverture de l'audience ou au cours de celle-ci. Sous cette réserve, lorsque l'arrêt de renvoi émane du Tribunal d'accusation, il est attributif de compétence et l'application des art. 391 et 393 CPP/VD est exclue.\n\nc) En matière de compétence ratione materiae, qui se détermine en fonction de l'importance de la peine encourue, un tel système est contraire au droit fédéral, car il aboutit à ce que le juge, même s'il estime une peine supérieure justifiée, ne peut, pour des motifs tirés du droit cantonal ou d'une pratique en ce domaine, ni prononcer une peine allant au-delà d'une durée déterminée - en l'espèce, six ans de réclusion -, ni se déclarer incompétent. Le juge se trouve ainsi entravé dans le pouvoir d'appréciation que lui a réservé le législateur et est amené à prononcer une peine en fonction d'un critère étranger à l'art. 63 CP, d'où une violation de cette disposition (ATF 118 IV 14 consid. 2 et les arrêts cités).\n\nd) Au vu de ce qui précède, le pourvoi doit être admis dans la mesure où une violation de l'art. 63 est invoquée parce que, pour des motifs de procédure, la cour cantonale a considéré qu'il était exclu qu'une peine de plus de six ans de réclusion puisse être prononcée.\n\nIl n'y a pas lieu d'entrer en matière sur l'autre grief, selon lequel la peine prononcée serait excessivement clémente, dès lors qu'il n'y a pas en l'état de décision cantonale de dernière instance sur ce point.BGE 119 IV 277 S. 280\n\nEn conséquence, l'arrêt cantonal doit être annulé et la cause renvoyée à l'autorité cantonale pour nouvelle décision."}