{"annee": "119", "cour": "II", "page": "16", "date": "25/1/1993", "cite": ["102 IB 8", "81 I 75", "116 II 291", "114 II 324", "112 II 26"], "cite_par": [], "chapeau": "5. Auszug aus dem Urteil der II. Zivilabteilung vom 25. Januar 1993 i.S. A. (Verwaltungsgerichtsbeschwerde)", "regestes": ["Annotation d'un contrat de bail au registre foncier (art. 959 CC). 1. Dans la procédure d'inscription au registre foncier, le pouvoir d'examen du préposé est limité aux exigences légales spécifiques au registre foncier et aux conditions de forme. Son examen ne s'étend pas au droit matériel; il ne peut s'opposer à l'exécution d'un prononcé judiciaire que lorsque les conditions légales de l'inscription ne sont manifestement pas remplies. 2. Conditions de l'annotation d'un contrat de bail au registre foncier."], "faits": "|16|\n\nA.- Mit Vertrag vom 25. November 1986 mietete A. von T. Räumlichkeiten zum Betrieb eines Lebensmittelgeschäfts. Die Parteien vereinbarten eine feste Mietdauer von fünf Kalenderjahren, endend |17| am 31. Dezember 1991. Die Mieterin erhielt das Recht, den Vertrag fünfmal um je drei Jahre zu den gleichen Bedingungen zu verlängern. Ebenso wurde verabredet, dass der Mietvertrag \"im Grundbuch eingetragen werden\" könne. A. übte ihr Verlängerungsrecht zweimal um je drei Jahre aus. Da T. keine Zustimmung zur Vormerkung des Mietvertrages im Grundbuch erteilte, gelangte A. an den Kreispräsidenten von X.; sie erwirkte von ihm am 23. Januar 1992 eine Verfügung mit folgendem Wortlaut:\n\n\"1. Im Sinne eines provisorischen Amtsbefehls wird das Grundbuchamt Z. aufgefordert, die am 14. Januar 1992 vorbereitete Anmeldung eines Mietvertrages zwischen den obgenannten Parteien unverzüglich provisorisch vorzumerken.\"\n\nDas Grundbuchamt Z. wies die noch am gleichen Tag erfolgte Anmeldung dieses Amtsbefehls ab.\n\nB.- Die von A. dagegen erhobene Grundbuchbeschwerde wies die Regierung des Kantons Graubünden am 18. August 1992 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde vom 21. September 1992 gelangt A. an das Bundesgericht; sie beantragt die Aufhebung des angefochtenen Entscheides und die Anweisung an das Grundbuchamt Z., ihren mit T. abgeschlossenen Mietvertrag vorzumerken.\n\nDie Regierung des Kantons Graubünden und das Bundesamt für Justiz beantragen die Abweisung der Verwaltungsgerichtsbeschwerde. Das Grundbuchamt Z. stellt in seiner Vernehmlassung keine Rechtsbegehren. T. hat sich nicht vernehmen lassen.", "considerants": "Aus den Erwägungen:\n\n2. Die Regierung schützte die Abweisungsverfügung des Grundbuchamtes, da aus der richterlichen Verfügung nicht mit genügender Klarheit hervorgehe, was für ein Anspruch und aus welchem Rechtsgrund dieser geltend gemacht worden sei. Überdies ergebe sich aus dem Mietvertrag keine genügende Grundlage für dessen Vormerkung im Grundbuch.\n\na) Jede grundbuchliche Verfügung setzt voraus, dass sich der Gesuchsteller über seine Verfügungsberechtigung und über den Rechtsgrund ausweist (Art. 965 ZGB). Der Grundbuchverwalter hat im wesentlichen nur zu prüfen, ob die Formerfordernisse erfüllt sind. Dagegen hat er sich grundsätzlich nicht um den materiellen Bestand des Rechtsverhältnisses zu kümmern, sondern er hat eine Anmeldung |18| nur dann abzuweisen, wenn sich diese auf einen offensichtlich nichtigen Rechtstitel stützt. Ferner muss der Grundbuchverwalter prüfen, ob das angemeldete Recht sich seiner Natur nach zur Aufnahme ins Grundbuch eignet (BGE BGE 116 II 292 E. 2; BGE 114 II 326 E. 2b; DESCHENAUX, Das Grundbuch, SPR V/3, I, S. 495 ff.; REY, Die Grundlagen des Sachenrechts und das Eigentum, Band I, S. 316 N. 1509 ff.; STEINAUER, Les droits réels, Tome premier, deuxième édition, S. 232 N. 848 ff.). Er entscheidet im Eintragungsverfahren allein gestützt auf die ihm vorgelegten Urkunden; er kann somit weder Gutachten einholen noch Zeugen vernehmen (BGE 112 II 29 E. 2). Stützt sich eine Anmeldung - wie im vorliegenden Fall - auf einen richterlichen Entscheid, so hat der Grundbuchverwalter lediglich zu untersuchen, ob der betreffende Richter zuständig war und die Anordnung gegen die gemäss Grundbuch legitimierte Person ergriffen wurde, nicht aber, ob der Entscheid materiell stichhaltig sei. Eine Prüfungsbefugnis unter dem Gesichtspunkt des materiellen Rechts ist ihm insofern zuzugestehen, als er zur Verweigerung des Grundbucheintrages befugt sein muss, wenn sich aus dem Entscheid eindeutig ergibt, dass gesetzliche Voraussetzungen des einzutragenden Rechts offensichtlich nicht erfüllt sind. In jedem Fall hat der Grundbuchverwalter sodann auch bei der sich auf einen Gerichtsentscheid stützenden Anmeldung die grundbuchrechtlichen Voraussetzungen insoweit zu prüfen, als er die Eintragung eines nicht eintragungsfähigen Rechts zu verweigern hat (BGE 102 Ib 11 E. 2b mit Hinweisen; DESCHENAUX, a.a.O., S. 508 ff.; HUTTER, Die richterliche Anweisung an das Grundbuchamt, Diss. Zürich 1992, S. 162/163). Andererseits braucht der Eintrag nicht das Spiegelbild der Anmeldung zu sein, d.h. der Grundbuchverwalter ist an die in der Anmeldung verwendeten Begriffe nicht gebunden und darf den Eintrag gegenüber den Anmeldung verbessern (HUTTER, a.a.O., S. 111).\n\nb) In der Verfügung des Kreispräsidenten wird ausdrücklich auf die vom Grundbuchamt am 14. Januar 1992 vorbereitete Anmeldung verwiesen. Ob in einer im Rahmen eines kantonalen Befehlsverfahrens ergangenen Anordnung das Dispositiv im Hinblick auf Art. 74 Abs. 1 GBV allenfalls geschickter abgefasst werden könnte, kann offen bleiben, sofern die vorzunehmende Handlung daraus unmissverständlich hervorgeht. Durch den Verweis auf die grundbuchtechnisch einwandfrei abgefasste Anmeldung, welche die Parteien, das Grundstück, den Mietvertrag und die Vormerkungsdauer umschreibt, wird diese gleichsam zum Bestandteil der richterlichen Verfügung. Für den Grundbuchverwalter sollte daher kein Zweifel |19| bestehen, wie er die Verfügung des Kreispräsidenten zu vollstrecken hat. Hier derart rigorose Formvorschriften aufzustellen, wie die Regierung sich dies vorstellt, wäre sachlich nicht gerechtfertigt und käme dadurch formeller Rechtsverweigerung in Gestalt des überspitzten Formalismus gleich (BGE 115 Ia 17 E. 3b).\n\nc) Dass der Kreispräsident zum Erlass des Amtsbefehls zuständig war, war immer unbestritten. Ebenso wurde nie in Zweifel gezogen, dass die von ihm angeordnete Vorkehr grundbuchtechnisch durchaus vollziehbar ist. Da sein Entscheid vom Grundbuchverwalter auf die materielle Richtigkeit nicht zu überprüfen ist, gibt es überhaupt keinen Grund, diesem nicht Folge zu leisten.\n\nd) Selbst wenn die Prüfungsbefugnis des Grundbuchverwalters weiter gezogen wird, als dies nach der Rechtsprechung und der Lehre der Fall ist, kann er die Voraussetzungen für die Vormerkung des Mietvertrages als gegeben erachten. Die Vertragsparteien sind nämlich übereingekommen, dass der Mietvertrag im Grundbuch vorgemerkt werden kann. Dass sie bei der Vertragsabfassung den grundbuchtechnisch falschen Ausdruck \"eintragen\" verwendet haben, kann keine Rolle spielen, da beiden Seiten klar war, was damit gemeint war. Überdies war vor Erlass des Amtsbefehls sowohl seitens der Vertragsparteien wie auch seitens des Grundbuchamtes immer nur von einer Vormerkung des Vertrages die Rede. Die Beschwerdeführerin hat von ihrem Verlängerungsrecht vertragskonform Gebrauch gemacht, was durch den angefochtenen Entscheid bestätigt wird; der Mietvertrag ist somit auf jeden Fall bis zum 31. Dezember 1997 gültig, womit auch die zeitliche Begrenzung, wie sie in Art. 71 Abs. 2 GBV gefordert wird, klar feststeht. Der Hinweis der Regierung auf BGE 81 I 75 ff., der für den Fall der stillschweigenden Weiterdauer eines Mietvertrages die Vormerkung auf die fest vereinbarte Vertragsdauer begrenzt, ist damit unbehelflich."}