{"annee": "119", "cour": "III", "page": "32", "date": "11/2/1993", "cite": [], "cite_par": [], "chapeau": "10. Arrêt de la Chambre des poursuites et des faillites du 11 février 1993 dans la cause Société de Banque Suisse (recours LP)", "regestes": ["Art. 261 ss LP; répartition provisoire du produit de la réalisation d'un immeuble; ordre de désintéressement des créanciers gagistes et des titulaires de droits réels restreints; effets d'une convention de postposition. 1. Si l'immeuble a été grevé successivement d'une servitude, en particulier d'un usufruit, puis d'un ou de plusieurs droits de gage, la servitude ou l'usufruit est opposable aux créanciers gagistes lors de la réalisation, en vertu du principe de la priorité dans le temps. Il peut cependant être dérogé à ce principe par une convention de postposition (consid. 1). 2. En l'espèce, la convention de postposition, passée seulement entre l'usufruitière et la créancière gagiste en 3e rang, n'est pas opposable à la créancière gagiste en 1er et 2e rangs. Cette dernière doit donc être admise dans le tableau de répartition provisoire pour l'entier de sa créance et la créancière gagiste en 3e rang pour le solde du produit de réalisation, le découvert de cette créancière et la prétention de l'usufruitière étant reportés en 5e classe de l'art. 219 LP (consid. 2)."], "faits": "|33|\n\nA.- a) Dans le cadre de la faillite de X., l'Office des faillites d'Aigle a procédé, le 14 avril 1992, à la vente aux enchères publiques d'une parcelle grevée des gages immobiliers suivants:\n\n- cédule hypothécaire au porteur de 70'000 francs, inscrite le 31 août 1984 en 1er rang,\n\n- cédule hypothécaire au porteur de 50'000 francs, inscrite le 28 juin 1985 en 2e rang, avec profit des cases libres, intérêt maximal 10%,\n\n- cédule hypothécaire au porteur de 165'000 francs, inscrite le 13 février 1990 en 3e rang, avec profit des cases libres, intérêt maximal 10%.\n\nLa Société de Banque Suisse (ci-après: SBS) était créancière garantie par les cédules en 1er et 2e rangs, la Banque Vaudoise de Crédit (ci-après: BVC) créancière garantie par la cédule en 3e rang. Au jour de la vente, le montant en capital et intérêts dû à ces créancières s'élevait à 150'607 francs pour la SBS et à 200'750 francs pour la BVC.\n\nb) La parcelle en question était également grevée pour moitié d'un usufruit légal selon l'art. 462 anc. CC en faveur de la mère du failli. Cet usufruit avait été inscrit le 20 février 1984. Le 3 février 1990, dame X. consentit à la postposition de son usufruit par rapport à la cédule hypothécaire en 3e rang de la BVC.\n\nc) L'état des charges de la parcelle, déposé comme partie intégrante de l'état de collocation le 8 janvier 1992, mentionnait, dans l'ordre, l'usufruit précité, les cédules hypothécaires en 1er et 2e rangs de la SBS, la cédule hypothécaire en 3e rang de la BVC, puis la postériorité de l'usufruit par rapport au droit de gage de la BVC en 3e rang et son antériorité par rapport aux droits de gage de la SBS en 1er et 2e rangs. L'état des charges ne fut pas contesté.\n\nd) La BVC a demandé la double mise à prix de l'immeuble. A la première enchère, comprenant le droit d'usufruit, la SBS a offert, selon le procès-verbal de la vente, 156'000 francs. A la deuxième enchère, sans la charge, l'immeuble fut adjugé pour 293'000 francs.\n\n|34|\n\nB.- Le 24 juin 1992, l'office des faillites a dressé un tableau de répartition provisoire des deniers (295'275 francs, représentant le prix d'adjudication de 293'000 francs plus 2'275 francs d'intérêts à 5% jusqu'au jour du paiement). Ce tableau prévoyait le paiement des montants suivants:\n\n- à dame X.: 72'180 francs, correspondant à la valeur capitalisée de son usufruit;\n\n- à la SBS: 78'427 francs (total dû de 150'607 francs moins 72'180 francs, valeur de l'usufruit précité);\n\n- à la BVC: le solde, soit 144'668 francs.\n\nLe découvert de la SBS, par 72'180 francs, et celui de la BVC, par 56'082 francs, devaient être reportés en 5e classe.\n\nLa SBS a porté plainte contre ce tableau de distribution. Elle a conclu principalement au versement en sa faveur de 150'607 francs et à la radiation de l'usufruit, la créance de dame X. de 72'180 francs étant colloquée en 5e classe. Subsidiairement, elle a demandé la répartition suivante: 72'180 francs à dame X., 150'607 francs à elle-même (SBS) et 72'488 francs à la BVC, le découvert de cette dernière, par 128'262 francs, étant reporté en 5e classe.\n\nStatuant le 17 septembre 1992 en qualité d'autorité inférieure de surveillance, le Président du Tribunal du district d'Aigle a rejeté la plainte. Sur recours de la SBS, la Cour des poursuites et faillites du Tribunal cantonal vaudois a confirmé le prononcé du président du tribunal de district, par arrêt du 10 décembre 1992, notifié à la SBS le 14 décembre.\n\nC.- Par acte du 23 décembre 1992, la SBS a recouru à la Chambre des poursuites et des faillites du Tribunal fédéral. Invoquant une fausse application des art. 812 al. 2, 813 al. 1 et 817 CC, elle a conclu à ce que le tableau de distribution provisoire du 24 juin 1992 soit corrigé en ce sens que la SBS devait recevoir 150'607 francs.\n\nLe Tribunal fédéral a admis le recours, annulé l'arrêt attaqué et ordonné la correction sollicitée.", "considerants": "Considérant en droit:\n\n1. a) Dans la faillite, la distribution du produit de la réalisation d'un immeuble entre les divers créanciers hypothécaires a lieu selon l'ordre de désintéressement prévu par le droit civil (art. 219 al. 3 LP), c'est-à-dire selon les art. 812 ss et 817 ss CC. Ainsi, le produit doit |35| être distribué entre les créanciers gagistes selon leur rang (art. 817 al. 1 CC), rang qui est lié à la case hypothécaire que leur assigne l'inscription (art. 813 al. 1 CC). Tant que les créanciers d'un rang antérieur ne sont pas complètement payés, les créanciers d'un rang postérieur ne touchent rien (P.R. GILLIÉRON, Poursuite pour dettes, faillite et concordat, 2e éd., Lausanne 1988, p. 310 let. C; PAUL-HENRI STEINAUER, Les droits réels, t. III Berne 1992, p. 176/177 n. 2792). Entre créanciers gagistes de même rang, la répartition se fait au marc le franc, savoir proportionnellement au montant de leurs créances (art. 817 al. 2 CC). Pour le montant de leur découvert éventuel, les créanciers gagistes participent au produit de la réalisation des autres biens suivant l'ordre fixé par l'art. 219 LP (art. 219 al. 4 LP; GILLIÉRON, loc.cit.; STEINAUER, op.cit., p. 177 n. 2793b).\n\nb) Il peut y avoir conflit entre servitudes et droits de gage (cf. PAUL PIOTET, Les droits réels limités en général, les servitudes et les charges foncières, in Traité de droit privé suisse, t. V, 3, p. 11 ss). Alors que le rang des droits de gage immobiliers est lié, ainsi qu'on vient de le relever (consid. a), à leurs cases hypothécaires, celui des droits réels limités est en général déterminé par le principe de la priorité dans le temps. Enoncé à l'art. 812 al. 2 CC pour les droits immobiliers, ce principe, en vertu duquel le droit constitué antérieurement l'emporte (\"prior tempore, potior jure\"), s'applique aussi aux rapports entre les servitudes et les droits de gage (STEINAUER, op.cit., t. II 1990, p. 271 n. 2148 et p. 272 n. 2151). Lorsque, comme dans le cas particulier, un immeuble a d'abord été grevé d'une servitude, puis est frappé d'un ou de plusieurs droits de gage, ceux-ci saisissent l'immeuble dans l'état où il se trouve au moment où ils sont constitués, c'est-à-dire avec la servitude créée précédemment. Cette dernière est par conséquent opposable aux créanciers gagistes. Lors de la réalisation de l'immeuble, la servitude doit être respectée: l'immeuble doit être vendu grevé de la servitude - même si cela doit diminuer le montant de la réalisation et si, de ce fait, ce dernier ne couvre pas la dette garantie par gages (STEINAUER, op.cit., t. II, p. 272/273 n. 2153; PIOTET, op.cit., p. 12 let. b).\n\nc) Toutefois, le principe de la priorité dans le temps étant de droit dispositif, il peut y être dérogé, notamment par une convention de postposition. Par un tel acte, qui n'est soumis à aucune forme, le titulaire d'un droit réel limité peut renoncer au bénéfice du rang affecté à son droit et consentir ainsi à ce qu'il soit primé par un autre, postérieur (STEINAUER, op.cit., t. II, p. 275 n. 2162 et 2162a; PIOTET, op.cit., p. 15/16).\n\n|36|\n\n2. a) La cour cantonale a retenu que la servitude de dame X. était opposable à la SBS en vertu du principe de la priorité dans le temps. Elle a considéré également que dame X. avait, à la demande de la BVC, valablement accepté de postposer son usufruit au droit de gage de celle-ci en 3e rang. Elle en a déduit, en s'appuyant sur STEINAUER (op.cit., t. II, p. 273 n. 2154), que le droit de gage de la BVC l'emportait sur la servitude, sauf si, au cours d'une double mise à prix, il venait à être établi que la servitude n'avait pas porté atteinte à la valeur de l'immeuble.\n\nLa recourante déclare adhérer sans réserve à ces considérants. Elle conteste en revanche que l'accord de postposition passé entre l'usufruitière et la BVC puisse lui être opposé. A cet égard, la cour cantonale considère, après avoir relevé l'absence de toutes précisions dans l'ordonnance sur le registre foncier sur la façon d'annoter ou de mentionner les postpositions dérogeant à l'ordre légal des rangs, que la solution choisie par l'office est parfaitement applicable en l'espèce. Pour ce dernier, il n'est pas admissible de payer les différents créanciers hypothécaires en fonction de leurs rangs inscrits au registre foncier, à cause de la convention de postposition; s'il fallait néanmoins l'admettre, il serait inutile de conclure des conventions de postposition.\n\nb) Le principe posé à l'art. 817 al. 1 CC est clair: le prix de vente de l'immeuble doit être distribué entre les créanciers gagistes selon leur rang. La coexistence d'une servitude et de plusieurs droits de gage requiert en outre, en l'espèce, l'application du principe de la priorité dans le temps (consid. 1b). L'ordre de répartition doit donc suivre celui qui résulte de l'état de collocation et de l'état des charges, entrés en force faute d'avoir été contestés en temps opportun et dont l'exactitude n'est d'ailleurs pas mise en doute. Il y a lieu dès lors de commencer par indemniser l'usufruitière, de payer ensuite la créancière en 1er et 2e rangs, puis de verser le solde à la créancière en 3e rang. Ce n'est qu'une fois le principe de répartition légale posé et appliqué qu'il convient de tenir compte de l'exception que constitue la convention de postposition.\n\nCet accord, passé seulement entre l'usufruitière et la créancière de 3e rang, ne peut avoir d'effets qu'entre ces parties; il n'est pas opposable à la créancière en 1er et 2e rangs, pour qui il est une res inter alios acta. Contrairement à ce que laisse entendre la cour cantonale, on ne peut reprocher à la recourante d'avoir omis de demander aussi la postposition de l'usufruit par rapport à ses propres droits de gage et d'avoir pris ainsi un risque qu'il lui appartiendrait d'assumer par |37| une diminution de ses créances. Comme la SBS l'explique de manière pertinente dans son recours, rien ne l'obligeait à demander la postposition de l'usufruit lors de l'établissement de ses cédules hypothécaires. En réalité, c'est la BVC qui a pris un risque lors de la constitution de son gage en 3e rang, vu les droits de gage et l'usufruit préexistants, son droit de gage saisissant l'immeuble en cause dans l'état où il se trouvait alors (STEINAUER, op.cit., t. II, p. 272 n. 2153). C'est pourquoi, d'ailleurs, elle a préalablement demandé et obtenu la postposition de l'usufruit, opération qui était destinée à limiter le risque ainsi assumé et qui confirme, à l'intention de l'office des faillites qui en doute, l'utilité des conventions de postposition.\n\nc) En conséquence, selon l'ordre légal rappelé ci-dessus, le prix d'adjudication de la parcelle doit être réparti entre l'usufruitière, à raison de 72'180 francs (sous réserve de postposition), la créancière en 1er et 2e rangs, à raison de 150'607 francs, et la créancière en 3e rang, pour le solde de 72'488 francs. Compte tenu cependant de la convention de postposition - l'exception -, la SBS recevra 150'607 francs et la BVC 144'668 francs. Le découvert de cette dernière, soit 56'082 francs, et la créance de l'usufruitière de 72'180 francs seront, conformément à l'art. 219 al. 4 LP et sous réserve de privilèges éventuels, reportés en 5e classe."}