{"annee": "119", "cour": "IA", "page": "21", "date": "15/1/1993", "cite": ["116 IA 193", "95 I 522", "105 IA 324", "114 IA 254", "95 I 366", "117 IA 336", "100 IA 223", "99 IA 490", "116 IA 106"], "cite_par": ["122 I 120"], "chapeau": "5. Extrait de l'arrêt de la Ire Cour de droit public du 15 janvier 1993 dans la cause G. contre Syndicat d'améliorations foncières de Lignerolle et Commission centrale en matière d'améliorations foncières du canton de Vaud (recours de droit public)", "regestes": ["Remaniement parcellaire. 1. Principe de la compensation réelle - ou de l'équivalence - dégagé de la garantie de la propriété (consid. 1a). Le droit à l'égalité de traitement impose en outre de procéder à une répartition équitable, entre les membres du syndicat, des bénéfices et des risques du remaniement (consid. 1b). Si le Tribunal fédéral constate que la situation faite à un propriétaire dans le nouvel état, sans être totalement insoutenable, est pourtant clairement insatisfaisante, les autorités cantonales ayant omis des éléments essentiels lors de la confection du nouvel état ou négligé d'utiliser tous les moyens techniques à disposition pour améliorer cette situation, il annule la décision attaquée pour déni de justice formel (consid. 1c). 2. Traitement, dans une procédure de remaniement, de deux domaines comme une seule exploitation, en raison d'un contrat de bail à ferme conclu entre les deux propriétaires; déni de justice formel commis par l'autorité qui n'a pas suffisamment pris en compte l'éventualité qu'il soit mis fin au rapport de location (consid. 2dd)."], "faits": "BGE 119 Ia 21 S. 22\n\nLe Conseil d'Etat du canton de Vaud a ordonné la création d'un syndicat d'améliorations foncières sur le territoire de la commune de Lignerolle en corrélation avec la construction de la route nationale N9. Le périmètre général de ce syndicat d'améliorations foncières d'autoroute no 45 (ci-après: le syndicat), défini d'abord en fonction de l'entreprise de grands travaux, puis étendu, à l'initiative de propriétaires intéressés, au village de Lignerolle et à la presque totalité des terres agricoles de la commune situées aux alentours, a été mis à l'enquête publique en 1980 et en 1981; une enquête publique portant sur l'avant-projet des travaux collectifs et les taxes-types pour l'estimation des terres a eu lieu du 12 au 23 décembre 1983 (cf. art. 63 de la loi vaudoise du 29 novembre 1961 sur les améliorations foncières - LAF). Les organes du syndicat ont ensuite préparé un projet de nouvel état, comprenant une estimation des terres et des valeurs passagères, une répartition des nouveaux biens-fonds, une adaptation des servitudes et un tableau des soultes. Ce projet a été mis à l'enquête publique du 5 au 30 octobre 1987.\n\nCharles G. est propriétaire d'un domaine agricole à Lignerolle. Selon le tableau de l'ancien état de propriété, ses terrains compris dans le périmètre général du remaniement représentent une surface BGE 119 Ia 21 S. 23totale de 119'466 m2, pour une valeur d'estimation de Fr. 237'724.50. Le centre de l'exploitation se trouve sur la parcelle no 153 de l'ancien état (AE), qui est située à l'extrémité ouest du village, en bordure de la route cantonale. Le domaine est encore constitué de sept autres parcelles, dont en particulier un bien-fonds de 19'461 m2, à 200 m au nord de la ferme (parcelle no 331 AE, au lieu-dit \"Fin-Derrière\"), et d'autres terrains, situés à l'est et au sud-est du village.\n\nSelon le projet de nouvel état mis à l'enquête publique, Charles G. devait conserver la parcelle de sa ferme (no 12.05 nouvel état - NE); par ailleurs, d'une façon générale, le reste de ses prétentions était groupé dans une parcelle no 12.01 NE, à la limite est du territoire communal. Charles G. a formé plusieurs réclamations contre ce projet, en se plaignant en substance du mauvais regroupement et du plus grand éloignement des terrains par rapport à la ferme, à laquelle il n'était en outre pas assuré un dégagement suffisant. La commission de classification du syndicat, chargée de statuer sur les réclamations (cf. art. 33 al. 3 LAF), a modifié partiellement son projet et a rendu le 17 août 1988 une décision, aux termes de laquelle le nouvel état de propriété de Charles G. se résume de la façon suivante:\n\nParcelle no 12.01 Vy-de-Valeyre 79'302 m2 Fr. 158'178.50 Parcelle no 12.02 Les Binses 21'128 m2 Fr. 36'774.40 Parcelle no 12.03 Au Fochau (bois) 1'812 m2 Fr. 362.40 Parcelle no 12.05 Au Fochau (ferme) 12'054 m2 Fr. 49'474.20 Total sous-périmètre à bâtir 5'949 m2 Fr. 39'263.40 Total sous-périmètre agricole 106'535 m2 Fr. 205'173.70 Total sous-périmètre forestier 1'812 m2 Fr. 362.40 Total nouvel état 114'296 m2 Fr. 244'789.50\n\nParcelle no 12.01 Vy-de-Valeyre\n\n79'302 m2\n\nFr. 158'178.50\n\nParcelle no 12.02 Les Binses\n\n21'128 m2\n\nFr. 36'774.40\n\nParcelle no 12.03 Au Fochau (bois)\n\n1'812 m2\n\nFr. 362.40\n\nParcelle no 12.05 Au Fochau (ferme)\n\n12'054 m2\n\nFr. 49'474.20\n\nTotal sous-périmètre à bâtir\n\n5'949 m2\n\nFr. 39'263.40\n\nTotal sous-périmètre agricole\n\n106'535 m2\n\nFr. 205'173.70\n\nTotal sous-périmètre forestier\n\n1'812 m2\n\nFr. 362.40\n\nTotal nouvel état\n\n114'296 m2\n\nFr. 244'789.50\n\nPar rapport au projet mis à l'enquête, cette répartition agrandit de 6'105 m2 la parcelle de la ferme (no 12.05 NE); plus aucune parcelle au nord du village n'est en revanche attribuée à Charles G.\n\nCharles G. a déféré la décision de la commission de classification à la Commission centrale en matière d'améliorations foncières du canton de Vaud (ci-après: la commission cantonale), qui a rejeté son recours par prononcé rendu le 4 juillet 1990. Elle a considéré que le compte de Charles G. était équilibré, tant en surface qu'en valeur, et que tous ses terrains étaient en moyenne de bonne qualité. Elle a examiné une possibilité de modifier la configuration de la parcelle no 12.05 NE, en contrebas de la ferme, en empiétant sur la parcelle no 37.01 NE attribuée à un tiers, P.; elle a toutefois renoncé à cette solution, préjudiciable à l'exploitation de P. Elle a aussi retenu que les organes du syndicat avaient pris en compte le fait que le domaine BGE 119 Ia 21 S. 24de Charles G. était affermé à son neveu Louis G. Ce dernier a obtenu en particulier, dans le nouvel état, une parcelle no 13.05, de 20'592 m2 - qui fait face, de l'autre côté de la route cantonale, à la parcelle no 12.05 NE de son oncle - ainsi qu'un terrain de 8 ha (no 13.01 NE) adjacent à la parcelle no 12.01 NE de son oncle. La commission cantonale a encore considéré que l'augmentation de la distance entre la ferme et les parcelles du nouvel état, élément non négligeable en soi (en moyenne, elle passait de 1'043 m [AE] à 1'303 m [NE]), revêtait en l'espèce une importance moindre, dès lors que Charles G. n'exploitait pas personnellement ses terres; elle a néanmoins expliqué que cet élément serait pris en considération par le syndicat ultérieurement, au moment de calculer la participation du propriétaire aux frais d'exécution des travaux collectifs (cf. art. 44 et 63 let. f LAF).\n\nContre la décision de la commission cantonale, Charles G. a formé un recours de droit public au Tribunal fédéral, se plaignant de violations des principes de l'équivalence, applicable aux remaniements parcellaires, et de l'égalité de traitement. Le Tribunal fédéral a admis partiellement le recours au sens des considérants.", "considerants": "Extrait des considérants:\n\n1. Le recourant se plaint d'une violation des principes à respecter dans une procédure de remaniement parcellaire, soit les principes de l'équivalence et de l'égalité de traitement, et il invoque les art. 4 et 22ter Cst.\n\na) La jurisprudence a dégagé de la garantie de la propriété le principe de la compensation réelle - ou de l'équivalence - qui régit la confection du nouvel état de propriété dans les remaniements parcellaires. Selon ce principe, les propriétaires intéressés à une telle entreprise ont une prétention à recevoir dans la nouvelle répartition des terrains équivalant, en quantité et en qualité, à ceux qu'ils ont cédés, pour autant, naturellement, que le but du remaniement et les nécessités techniques le permettent (ATF 100 Ia 227 consid. 3a, ATF 99 Ia 495 consid. 3, ATF 95 I 372 consid. 4 et les arrêts cités; cf. RENÉ A. RHINOW, BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Bâle/Francfort 1990, Nr. 125/III p. 382; FULVIO ANTOGNINI, Le respect de la garantie de la propriété dans les remaniements parcellaires, ZBl 72/1971, p. 3 ss). S'agissant d'un remaniement agricole qui touche aux bases mêmes de l'existence BGE 119 Ia 21 S. 25d'une exploitation, l'autorité doit tenir compte non seulement de l'emplacement des terres, de leur nature et de leur qualité, mais aussi de l'organisation de l'entreprise et de ses particularités (ATF 95 I 524 consid. 4). Les autorités chargées de la confection du nouvel état doivent rechercher toutes les solutions objectivement concevables pour résoudre les difficultés techniques susceptibles de compromettre la mise en oeuvre du principe de la compensation réelle. Ce n'est que lorsqu'elles se heurtent à des difficultés insurmontables dans un cas particulier qu'il y a lieu de résoudre le problème par le versement d'une indemnité en argent, qui doit être calculée non pas à la valeur d'échange adoptée pour la réalisation de l'ouvrage, mais à la valeur vénale car on se trouve en présence d'une restriction à la propriété équivalant à une expropriation (art. 22ter al. 3 Cst.; cf. ATF 116 Ia 109 consid. 2, ATF 105 Ia 327 consid. 2d et les arrêts cités).\n\nEn droit vaudois, l'art. 55 al. 1 LAF met en oeuvre ces exigences constitutionnelles pour les remaniements parcellaires agricoles. Cette disposition pose en effet les principes suivants:\n\n\"a) Chaque propriétaire doit recevoir, autant que possible, en échange des biens-fonds qu'il doit abandonner, des terrains de même nature et de même valeur. Si un propriétaire ne reçoit pas l'équivalent du terrain cédé, la différence en plus ou en moins est compensée par une soulte en argent.\n\n\"b) Les terres doivent être regroupées d'une manière intensive.\n\n\"c) Les nouveaux biens-fonds doivent, autant que possible, être de forme régulière et avoir accès à un chemin au moins.\n\n\"d) Si, exceptionnellement, après remaniement parcellaire, un domaine subit une moins-value, la commission de classification offre à son propriétaire une compensation en terrain ou alloue à celui-ci une indemnité équitable en argent.\"\n\nLorsque le recourant ne discute pas la constitutionnalité du droit cantonal - moyen que le Tribunal fédéral examinerait librement -, mais se borne à critiquer l'application des principes du remaniement, en particulier de celui de la compensation réelle tel qu'il a été mis en oeuvre par le législateur cantonal, le grief de violation de l'art. 22ter Cst. se confond avec le grief de violation de l'art. 4 Cst.; le Tribunal fédéral ne revoit en effet que sous l'angle de l'arbitraire l'application du droit cantonal (ATF 105 Ia 326 consid. 2b, ATF 95 I 523).\n\nb) L'autorité cantonale doit aussi veiller à une répartition équitable entre les membres du syndicat, dans la mesure du possible, des bénéfices et des risques de l'opération de remaniement: c'est là une exigence qui découle du principe constitutionnel de l'égalité de traitement. Ce principe, qui n'a en général qu'une portée relative en BGE 119 Ia 21 S. 26matière d'aménagement du territoire (cf. ATF 116 Ia 195 consid. 3b, ATF 114 Ia 257 consid. 4a), a un poids plus important dans le domaine des améliorations foncières, où les investissements des collectivités publiques créent des plus-values substantielles (ATF 105 Ia 326 consid. 2c, ATF 95 I 524 consid. 4). Le droit à l'égalité est cependant relativisé en tant que, selon le cours ordinaire des choses, il est rarement possible d'assurer à chacun des propriétaires englobés dans le périmètre une participation proportionnellement identique à l'enrichissement collectif. Pour le Tribunal fédéral qui, saisi d'un recours de droit public, n'a pas à substituer son appréciation à celle des autorités cantonales, il suffit que les disparités révélées à ce propos à l'issue de la confection du nouvel état ne soient pas manifestes ou choquantes (ATF 105 Ia 326 consid. 2c).\n\nc) S'il apparaît que la situation faite à un propriétaire dans le nouvel état n'est pas totalement insoutenable, mais qu'elle est pourtant clairement insatisfaisante, parce que les autorités cantonales ont omis des éléments essentiels lors de la confection du nouvel état (par exemple les particularités de l'exploitation) ou parce qu'elles ont négligé d'utiliser tous les moyens techniques à disposition pour améliorer cette situation, la décision cantonale doit alors être annulée pour déni de justice formel (art. 4 Cst.). Pour déterminer si la situation d'un propriétaire est insatisfaisante, le Tribunal fédéral fait preuve de retenue dans l'examen de questions qui relèvent des circonstances locales, voire d'aspects techniques, que les autorités cantonales sont censées mieux connaître que lui (ATF 105 Ia 327 consid. 2c et les arrêts cités; cf. aussi arrêt non publié du 16 décembre 1981, consid. 1a, reproduit in ZBl 83/1984 p. 74-75). L'autorité cantonale de recours jouit en revanche d'un pouvoir d'examen libre et sans retenue; elle est en mesure d'étudier toutes les solutions qui permettraient d'améliorer une attribution peu satisfaisante. C'est pourquoi le Tribunal fédéral peut être exigeant à son égard.\n\n2. c) cc) La commission cantonale a retenu que l'éloignement des terres du recourant par rapport à sa ferme était partiellement compensé par le regroupement de ses propres attributions avec celles de son neveu Louis G.; ce dernier exploite en effet le domaine de son oncle à titre de fermier. Pour l'autorité intimée, le nouvel état permet une rationalisation de l'exploitation considérée globalement.\n\nLa ferme de Louis G. se trouve dans le village, et la majeure partie de ses terrains, dans l'ancien état, se situaient à l'est de la localité. Dans le nouvel état, les deux parcelles les plus importantes de l'oncle et du neveu (nos 12.01 et 13.01 NE), s'étendant au total sur BGE 119 Ia 21 S. 2716 ha, sont adjacentes et séparées uniquement par un chemin. D'une façon générale, une appréciation d'ensemble des deux domaines traités comme une seule exploitation conduit à la conclusion que la situation de l'exploitant unique, après le remaniement, est tout à fait satisfaisante.\n\ndd) La seule question qui se pose dès lors est celle de savoir dans quelle mesure l'autorité cantonale pouvait, au regard du principe d'équivalence, se fonder, pour la confection du nouvel état, sur le contrat de bail à ferme conclu entre Charles et Louis G. et traiter les deux domaines comme une seule exploitation. Les organes du syndicat ne sauraient être critiqués pour avoir cherché à regrouper les attributions du bailleur et celles du fermier: ils pouvaient légitimement donner une certaine importance, parmi d'autres éléments, à ce lien contractuel. Les autorités cantonales n'ont cependant pas suffisamment pris en compte l'éventualité qu'il soit mis un terme au rapport de location et que le domaine de Charles G. doive être considéré comme une entité indépendante. C'est d'ailleurs à tort que la décision attaquée laisse entendre que ce domaine n'aurait plus de véritable centre d'exploitation et que le bâtiment existant sur la parcelle no 12.05 NE ne serait plus qu'un dépôt; l'inspection locale a révélé que l'étable et la grange étaient encore, en l'état, affectées à leur destination propre.\n\nIl faut dès lors constater, en examinant les attributions du seul recourant tant du point de vue de la nature et de la valeur des terres que de celui de l'organisation de l'exploitation, que la situation faite à Charles G. dans le nouvel état, sans être choquante ou insoutenable, est néanmoins clairement insatisfaisante. Ses attributions à l'ouest du village sont notablement insuffisantes en comparaison avec la situation antérieure; l'adjonction d'une surface de 0,6 ha au bien-fonds comportant la ferme ne suffit pas à compenser la perte de la parcelle no 331 AE, d'une surface de près de 2 ha, de forme allongée, particulièrement propre à la culture et proche du centre de l'exploitation. Or il ne résulte pas du dossier que toutes les possibilités techniques de remédier à cette situation aient été épuisées. La commission de classification a certes élaboré diverses variantes, avant de statuer sur les réclamations de Charles G., puis au stade de l'instruction du recours devant la commission cantonale; ces variantes, qui tendaient toutes à un agrandissement du bien-fonds autour de la ferme (et qui ont conduit à modifier la parcelle no 12.05 NE après l'enquête publique), n'ont abouti en définitive à aucune solution satisfaisante. Or d'autres variantes ne sont pas exclues: on pourrait concevoir, à BGE 119 Ia 21 S. 28titre de simple exemple, l'attribution à Charles G. d'une bande de la parcelle no 13.05 NE de Louis G., celui-ci obtenant parallèlement une partie de la parcelle no 12.01 NE de son oncle, au lieu-dit \"Vy-de-Valeyres\", à proximité de ses autres terrains. Il n'appartient toutefois pas au Tribunal fédéral, statuant sur un recours de droit public qui, sous réserve d'exceptions non réalisées en l'espèce, ne peut tendre qu'à l'annulation de la décision attaquée (ATF 117 Ia 338 consid. 1b, 345 consid. 2d et les arrêts cités), de modifier le nouvel état de propriété. L'attribution d'une surface suffisante à l'ouest du village est un élément déterminant pour l'exploitation du recourant; cette question ne saurait être simplement réglée au stade de la répartition des frais, comme le retient la décision attaquée. L'autorité cantonale, qui n'a pas suffisamment tenu compte de cet élément et qui n'a pas examiné toutes les possibilités d'amélioration, a violé à cet égard l'art. 4 Cst. (cf. consid. 1c supra). Le recours doit être partiellement admis pour ce motif."}