{"annee": "119", "cour": "IB", "page": "241", "date": "26/3/1993", "cite": ["97 I 731", "116 IB 37", "104 IB 239", "109 IA 252", "114 IB 152", "111 IB 294", "118 IB 356", "102 IB 81"], "cite_par": ["126 II 7", "125 II 624", "129 II 297", "127 I 84", "120 IB 224", "134 I 2", "120 IB 351", "123 II 402", "136 I 167", "122 II 471"], "chapeau": "29. Arrêt de la IIe Cour de droit public du 26 mars 1993 en la cause Association Mondiale pour l'Ecole Instrument de Paix (EIP) c. Département fédéral des transports, des communications et de l'énergie et Société suisse de radiodiffusion et télévision (SSR) (recours de droit administratif)", "regestes": ["Demande de diffusion d'une émission par la SSR. 1. La voie du recours de droit administratif est ouverte pour faire constater que le Département aurait dû se saisir du cas comme autorité de recours et non comme une plainte adressée à l'autorité de surveillance (consid. 1). 2. Evolution des dispositions applicables en matière de radio et télévision (consid. 2). Malgré l'adoption de l'art. 55bis Cst. et l'entrée en vigueur de la LRTV, la SSR doit toujours être considérée comme une organisation indépendante de l'administration, qui accomplit des tâches de droit public au sens de l'art. 1 al. 2 lettre e PA; elle est ainsi tenue de rendre une décision susceptible de recours administratif au Département, lorsqu'une personne demande à pouvoir participer à une émission (consid. 3). 3. Le droit de participation ne peut toutefois être reconnu qu'à titre exceptionnel et ne découle pas des dispositions constitutionnelles ou légales prévoyant que la radio et la télévision contribuent à la libre formation de l'opinion, ni, sauf circonstances spéciales, de l'art. 10 CEDH (consid. 4)."], "faits": "BGE 119 Ib 241 S. 242\n\nL'Association Mondiale pour l'Ecole Instrument de Paix (ci-après: l'EIP) a pour but d'enseigner les principes des droits de l'homme dans le cadre de l'école obligatoire, pour permettre aux enfants de prendre connaissance de leur responsabilité dans le maintien et la recherche de la paix et de la démocratie.\n\nL'EIP est intervenue sans succès auprès de la Société suisse de radiodiffusion et télévision (SSR) pour obtenir une émission lors de BGE 119 Ib 241 S. 243laquelle elle aurait pu expliquer ses buts et ses moyens. Ainsi, par lettre du 29 octobre 1990, l'EIP a exigé que la SSR lui consacre, dans les six mois et dans chacune des trois langues nationales, une émission à une heure de grande écoute (entre 20 h 00 et 22 h 30).\n\nLe 8 novembre 1990, la SSR a opposé un refus, la concession dont elle bénéficie n'accordant pas à des tiers le droit d'exiger la diffusion d'idées déterminées dans les programmes de radio ou de télévision; elle se déclarait prête à examiner des propositions intéressantes, voire à couvrir une manifestation digne d'intérêt à laquelle participerait l'EIP, tout en préservant l'autonomie de la conception des programmes garantie par la Constitution fédérale. Après une nouvelle intervention de l'EIP qui demandait une décision, la SSR a confirmé son refus le 22 janvier 1991.\n\nSaisi du recours que lui a adressé l'EIP le 20 février 1991, le Département fédéral des transports, des communications et de l'énergie a répondu le 13 mai 1991 que la lettre de la SSR du 22 janvier 1991 n'était pas une décision. Dès lors, le courrier du 20 février 1991 devait être considéré comme une plainte à l'autorité de surveillance. Cependant, l'art. 5 de la concession octroyée à la SSR le 5 octobre 1987 (FF 1987 III p. 781) n'accordait pas à des tiers le droit d'utiliser les installations de la SSR ou d'exiger la diffusion d'oeuvres ou d'idées déterminées dans les programmes de radio et de télévision de cette société. Dès lors, respectant l'autonomie de radiodiffuseur garantie par l'art. 55bis Cst., le Département ne pouvait intervenir.\n\nL'EIP a formé un recours de droit administratif, en demandant au Tribunal fédéral d'annuler la décision du Département du 13 mai 1991 et d'ordonner à la SSR de diffuser dans un délai raisonnable, dans chacune des trois langues nationales, une émission à une heure de grande écoute, destinée à l'enseignement des droits de l'homme, de la paix et de la démocratie par l'EIP.\n\nLe Tribunal fédéral a rejeté le recours dans le sens des considérants et a statué sans frais en raison des circonstances procédurales particulières.", "considerants": "Considérant en droit:\n\n1. a) Le Tribunal fédéral examine d'office les questions de recevabilité sans être lié par les conclusions des parties, ni par les moyens qu'elles ont ou n'ont pas fait valoir dans la procédure (ATF 118 Ib 358, 388, 420 et les arrêts cités).BGE 119 Ib 241 S. 244\n\nb) En l'espèce, le Département a refusé de considérer la lettre de la SSR du 22 janvier 1991 comme une décision susceptible de recours auprès de lui selon l'art. 47 al. 1 lettre c PA. Il a estimé que les radiodiffuseurs n'étaient pas soumis aux règles de la procédure administrative dans leurs relations avec les particuliers et que seules les émissions diffusées pouvaient faire l'objet d'une réclamation à l'Autorité indépendante d'examen des plaintes. Toutefois, le Département a traité le recours du 20 février 1991 comme une plainte à l'autorité de surveillance et l'a rejeté.\n\nc) [recte: sans c] Le refus de l'autorité de surveillance d'intervenir à la suite d'une plainte ne constitue pas une décision au sens de l'art. 5 PA, susceptible de recours de droit administratif selon l'art. 97 al. 1 OJ; le recours de droit administratif n'est pas non plus recevable contre un refus de statuer (ATF 104 Ib 241 consid. 2, ATF 102 Ib 85). Quant à la voie du recours de droit public, elle n'est, d'une manière générale, pas ouverte contre une décision de l'autorité de surveillance refusant d'entrer en matière sur une plainte qui lui est adressée (ATF 109 Ia 252). En revanche, la voie du recours de droit administratif est ouverte pour faire valoir, comme en l'espèce, que l'autorité de surveillance aurait dû se saisir du cas comme autorité de recours au lieu d'admettre l'intervention de l'intéressé uniquement comme une plainte (ATF 104 Ib 242 consid. 3).\n\nDans ces conditions, il y a lieu de déterminer si, en refusant la demande d'un tiers de participer à une émission, la SSR agit comme une organisation indépendante de l'administration, au sens de l'art. 1 al. 2 lettre e PA et rend alors une décision au sens de l'art. 5 PA. Cette question, qui s'était posée pour la première fois dans l'arrêt Vigilance du 22 novembre 1971 (ATF 97 I 731 ss), doit en effet être revue par le Tribunal fédéral pour tenir compte de l'évolution des dispositions applicables en matière de radio et télévision au cours des années.\n\n2. a) Avant que ne soit introduite l'Autorité indépendante d'examen des plaintes en matière de radio-télévision, selon l'arrêté fédéral du 7 octobre 1983 (RO 1984, 153), le Tribunal fédéral a considéré que l'exploitation sur le plan national de la radio et de la télévision était un service public, confié à une organisation indépendante de l'administration fédérale, la SSR, chargée de tâches de droit public par la Confédération (ATF 104 Ib 243 consid. 5a, ATF 97 I 733; cf. aussi ATF du 17 octobre 1980 en la cause SSR c. DFTCE et Fédération romande des téléspectateurs et auditeurs, consid. 2a, publié in ZBl 83/1982, p. 219 ss). Dans ce cadre, la SSR pouvait être amenée à BGE 119 Ib 241 S. 245rendre des décisions, susceptibles de recours administratif au Département fédéral des transports, des communications et de l'énergie, avec possibilité de recours de droit administratif ultérieur au Tribunal fédéral. Si la diffusion d'une émission n'a pas été reconnue comme une décision susceptible de recours au sens de l'art. 5 PA, cela a été en revanche admis dans le cas d'une décision par laquelle la SSR se prononce sur la prétention d'une personne d'être entendue dans une émission. Tout en étant extrêmement restrictive sur le fond, la jurisprudence a considéré que le refus de la SSR de ce que d'aucuns appellent \"le droit à l'antenne\" pouvait être déféré au Département fédéral des transports, des communications et de l'énergie, dont la décision était ensuite susceptible de recours de droit administratif au Tribunal fédéral (ATF 104 Ib 243 consid. 5b, 97 I 733; PETER SALADIN, Das Verwaltungsverfahrensrecht des Bundes, n. 9.25, p. 46/47).\n\nb) La situation n'a, de ce point de vue, pas changé avec l'entrée en vigueur de l'arrêté fédéral du 7 octobre 1983. Certes, depuis lors, les émissions de radio et de télévision peuvent faire l'objet d'une plainte, à l'Autorité indépendante d'examen des plaintes, mais, comme cela ressort clairement du texte légal et des travaux préparatoires, cette plainte ne concerne que les émissions diffusées (art. 1 et 15 de l'arrêté fédéral du 7 octobre 1983; Message du Conseil fédéral sur cet arrêté du 8 juillet 1981, FF 1981 III p. 108 et 110). En revanche, lorsque la SSR rend exceptionnellement une décision, celle-ci est susceptible de recours à l'autorité de surveillance (FF 1981 III p. 108 et 110). Le Tribunal fédéral a admis qu'il en allait ainsi dans les litiges où le droit d'accès aux médias est en cause (ATF 97 I 733; dans le même sens: FRANZ RIKLIN, Rechtsfragen der (externen) Programmaufsicht über Radio und Fernsehen in der Schweiz, in Aspects du droit des médias II, éd. 1984, p. 37 et 40). Il a ensuite confirmé cette jurisprudence en retenant que \"la décision de refus du diffuseur est toujours susceptible d'être attaquée par la voie du recours administratif et, en dernière instance, par celle du recours de droit administratif\" (ATF 111 Ib 296 consid. 1a). Bien qu'il ait été rendu après l'adoption, le 2 décembre 1984, de l'art. 55bis Cst., cet arrêt ne se prononce toutefois pas sur la portée de la nouvelle disposition constitutionnelle.\n\n3. a) La SSR et le Département fédéral des transports, des communications et de l'énergie font valoir que la jurisprudence précitée ne serait plus valable depuis l'entrée en vigueur de l'art. 55bis Cst. Ne jouissant plus d'une situation de monopole, la SSR bénéficie en effet de l'indépendance et de l'autonomie dans la conception des BGE 119 Ib 241 S. 246programmes, qui lui sont garanties tant par l'art. 55bis al. 3 Cst. que par l'art. 5 de sa concession. Elle ne serait donc plus une organisation indépendante de l'administration au sens de l'art. 1 al. 2 lettre e PA, parce qu'elle n'accomplirait plus une tâche publique de la Confédération, laquelle aurait le droit de légiférer en matière de radio et de télévision (art. 55bis al. 1 Cst.), mais non celui d'assumer elle-même la production d'émissions.\n\nb) Il faut d'abord relever que, même après l'entrée en vigueur, le 1er avril 1992, de la loi fédérale sur la radio et la télévision du 21 juin 1991 (LRTV; RS 784.40), la compétence de l'Autorité indépendante d'examen des plaintes ne s'est pas modifiée: celle-ci est toujours habilitée à examiner les plaintes concernant les émissions diffusées (voir art. 58 al. 2, 60 al. 1 LRTV et Message du Conseil fédéral du 28 septembre 1987 relatif à la LRTV, FF 1987 III p. 688), mais demeure incompétente dans des litiges portant sur le droit d'accès aux médias. Pour ces litiges, la doctrine, tout en étant très restrictive sur le fond, admet que la SSR rend dans ce domaine des décisions susceptibles de recours au Département (BERNARD CORBOZ, Le contrôle populaire des émissions de la radio et de la télévision, in Mélanges Robert Patry, p. 282/283; DIDIER BERBERAT, L'autorité indépendante de plainte, in Le droit des médias audiovisuels, Recueil publié par Charles-Albert Morand, p. 161; MARTIN DUMERMUTH, Die Programmaufsicht bei Radio und Fernsehen in der Schweiz, thèse Berne 1992, p. 136/137).\n\nDe son côté, le Tribunal fédéral a déjà eu l'occasion de dire que le Département fédéral des transports, des communications et de l'énergie restait compétent pour contrôler le respect, par le diffuseur, des règles applicables en matière d'exploitation et de finances (ATF 118 Ib 360 consid. 3a, ATF 116 Ib 45 consid. 5b, ATF 114 Ib 153). Il devrait donc en aller de même pour trancher la question d'un éventuel droit d'accès aux médias, indépendamment des doutes qu'il est permis d'exprimer au sujet d'un tel droit.\n\nc) Après l'adoption de l'art. 55bis Cst. et l'entrée en vigueur de la LRTV, la SSR n'est certes plus en situation de monopole, mais elle a conservé une position particulière, en recevant notamment une grande partie des redevances de perception selon l'art. 17 al. 1 LRTV (voir Message du Conseil fédéral relatif à la LRTV, FF 1987, III p. 662; DUMERMUTH, op.cit., p. 61; voir également les dispositions spécifiques que la nouvelle loi consacre à la SSR: art. 7 al. 2, 17 al. 1, 20 al. 3, 24 al. 2, 26 à 30, 32 al. 2, 33, 34, 42 al. 1 lettre b, 55 al. 3 lettre a, 56 al. 2 LRTV). Quant aux autres diffuseurs, ils ne peuvent BGE 119 Ib 241 S. 247obtenir une concession que si \"la diffusion ne compromet pas gravement l'accomplissement par la SSR ainsi que par les diffuseurs locaux et régionaux de la mission que leur assigne la concession\" (art. 31 al. 1 lettre b LRTV). L'art. 55bis al. 2 Cst. prévoit d'ailleurs lui-même les tâches assignées à la SSR, reprises par la LRTV aux art. 3 (général) et 26 (relatif à la concession), en prescrivant qu'elle doit contribuer au développement culturel des auditeurs et téléspectateurs, à la libre formation de leur opinion et de leur divertissement; elle doit aussi tenir compte des particularités du pays et des besoins des cantons. Ce mandat va dans le même sens que la \"mission de programme\" contenue à l'art. 4 de la concession du 5 octobre 1987 (FF 1987 III p. 782), lequel précise que, dans leur ensemble, les programmes seront conçus de façon à pouvoir servir l'intérêt du pays.\n\nDans la mesure où la SSR est tenue par la LRTV et la concession de remplir le mandat qui lui est confié (J.-P. MÜLLER, Commentaire de la Constitution fédérale, n. 41 ad art. 55bis), elle doit donc toujours être considérée comme une organisation indépendante de l'administration fédérale, qui accomplit des tâches de droit public au sens de l'art. 1 al. 2 lettre e PA. Le Tribunal fédéral ne saurait dès lors partager le point de vue formaliste de la SSR qui estime ne plus tomber sous le coup de cette disposition, parce que la Confédération ne serait compétente que pour légiférer en matière de radio et télévision.\n\nd) La SSR prétend aussi qu'accorder un droit d'accès à la radio et à la télévision serait contraire à l'art. 5 de la concession, selon lequel aucun tiers n'a le droit d'utiliser les installations de la SSR ou d'exiger la diffusion d'oeuvres ou d'idées déterminées dans les programmes. Par ailleurs, l'indépendance et l'autonomie de la SSR en matière de programmes ont été précisées depuis l'entrée en vigueur de la LRTV, dont l'art. 5 prévoit que:\n\n\"Les diffuseurs conçoivent librement leurs programmes. Ils en assument la responsabilité.\n\nSauf disposition contraire du droit fédéral, les diffuseurs ne sont liés par aucune instruction des autorités fédérales, cantonales ou communales. Nul ne peut se prévaloir de la présente loi pour exiger d'un diffuseur la transmission d'une production ou d'une information déterminée.\"\n\nToutefois, le fait que la concession ou la LRTV ne permette à personne d'exiger la diffusion d'une émission ou d'une information particulière n'exclut pas d'emblée qu'à titre exceptionnel, un droit d'accès puisse exister en vertu d'autres dispositions de droit fédéral.BGE 119 Ib 241 S. 248\n\nLa question de savoir si un tel droit existe est en effet une question de fond qui n'empêche pas le diffuseur d'examiner la demande qui lui est présentée. Même si le \"droit à l'antenne\" sera en général dénié à celui qui le réclame, la SSR n'en rend pas moins une décision lorsqu'elle prend position, dans la mesure où son prononcé a précisément pour objet de constater l'existence ou l'inexistence d'un droit au sens de l'art. 5 al. 1 lettre b PA. Contrairement aux craintes exprimées par la SSR et le Département au sujet de l'afflux de demandes, l'art. 5 al. 3 LRTV permet de rejeter très sommairement les demandes infondées, et le contrôle ainsi exercé sur le diffuseur ne met pas plus en péril son autonomie que la surveillance exercée par l'Autorité indépendante d'examen des plaintes. Il semble, au demeurant, que le refus d'accès à l'antenne par la SSR n'ait fait qu'exceptionnellement l'objet d'un recours administratif au Département (voir à ce sujet BERBERAT, op.cit., p. 161, qui relève quatre cas, dont l'affaire Vigilance publiée aux ATF 97 I 731 ss).\n\ne) Au vu de ce qui précède, il faut admettre que la SSR doit rendre une décision susceptible de recours administratif auprès du Département fédéral des transports, des communications et de l'énergie, lorsqu'une personne demande le droit de participer à une émission, même si ce droit de participation ne peut être reconnu qu'à titre très exceptionnel en vertu de dispositions qu'il y aura lieu de désigner dans chaque cas d'espèce. En l'état, il suffit de constater que le Département aurait dû traiter le recours de l'EIP comme tel et non comme une plainte à l'autorité de surveillance. Cette informalité demeure toutefois sans conséquence, dès lors que le Département a malgré tout pris position sur le fond comme s'il avait traité l'intervention de l'EIP en tant que recours. Dans ces conditions, il se justifie d'autant moins de lui renvoyer le cas pour qu'il se prononce formellement comme autorité de recours, que la recourante a développé ses moyens au fond devant le Tribunal fédéral et que la SSR comme le Département y ont répondu.\n\n4. Sur le fond, la recourante prétend qu'elle se trouve dans une situation particulière qui justifierait précisément de lui accorder, à titre exceptionnel, le droit de participer à une émission de télévision dans laquelle elle pourra soit présenter ses buts et ses moyens, soit enseigner les droits de l'homme aux téléspectateurs.\n\nCette prétention se révèle d'emblée infondée, dans la mesure où elle repose sur le mandat assigné à la SSR par la concession. Les dispositions constitutionnelles ou légales prévoyant que la radio et la télévision contribuent à la libre formation de l'opinion (art. 55bis BGE 119 Ib 241 S. 249al. 2 Cst., art. 3 et 4 LRTV; cf. aussi art. 4 de la concession de la SSR) n'accordent en effet aucun droit de participer à une émission de ces médias. Au contraire, en raison de l'indépendance et l'autonomie des diffuseurs (art. 55bis al. 3 Cst.), nul ne peut notamment se prévaloir de la LRTV pour exiger de ceux-ci la transmission d'une production ou d'une information déterminée, pas plus du reste que la concession octroyée à la SSR (art. 5). D'une manière générale, il n'existe donc pas de droit à l'antenne qu'on puisse fonder sur les dispositions précitées (BEAT VONLANTHEN, Das Kommunikationsgrundrecht \"Radio- und Fernsehfreiheit\", thèse Fribourg 1987, p. 425; BLAISE ROSTAN, Les médias audiovisuels en droit international, in Aspects du droit des médias II, p. 263).\n\nDe même, le droit à la liberté d'expression, comme le droit de communiquer des informations selon l'art. 10 CEDH, ne confèrent en principe pas le droit de bénéficier d'un temps d'antenne afin de promouvoir ses idées (GIORGIO MALINVERNI, La liberté de l'information dans la Convention européenne des droits de l'homme et dans le Pacte international relatif aux droits civils et politiques, in Aspects du droit des médias II, p. 185). Cela n'exclut pas que, très exceptionnellement, le refus d'accorder un temps d'antenne à un ou plusieurs groupes de personnes puisse soulever un problème, notamment au regard des art. 10 et 14 CEDH, si un groupe est exclu des émissions, alors que d'autres y sont admis, plus particulièrement si, en période d'élection ou de votation, un parti est privé de toute possibilité d'émission alors que d'autres partis de même importance se voient accorder un temps d'antenne (ATF 97 I 733; MALINVERNI, op.cit., p. 185; ROSTAN, op.cit., p. 263; cf. aussi DANIEL TRACHSEL, Medienfreiheit als Grundlage justiziabler Leistungsforderung, in La liberté des media, au service de qui?, p. 61).\n\nEn l'espèce, la recourante ne se trouve manifestement pas dans un cas de ce genre, qui justifierait exceptionnellement de pouvoir bénéficier d'un temps d'antenne. Son recours ne peut dès lors qu'être rejeté au fond."}