{"annee": "119", "cour": "II", "page": "319", "date": "18/10/1993", "cite": ["118 II 249"], "cite_par": ["137 III 289", "143 III 189", "128 III 12"], "chapeau": "62. Auszug aus dem Urteil der II. Zivilabteilung vom 18. Oktober 1993 i.S. Z. gegen Verwaltungsrekurskommission des Kantons St. Gallen (Berufung)", "regestes": ["Privation de liberté à des fins d'assistance; notion d'expert. L'expert au sens de l'art. 397e ch. 5 CC est un médecin qui se révèle capable, dans les circonstances concrètes, d'établir un rapport objectif, parce qu'il dispose pour cela des connaissances psychiatriques nécessaires (consid. 2)."], "faits": "BGE 119 II 319 S. 320\n\nZ. hielt sich zwischen August 1989 und 13. Mai 1993 mehrmals in der Kantonalen Psychiatrischen Klinik (nachfolgend KPK) auf. Seit 14. Mai 1993 befindet sie sich erneut in der KPK, diesmal in Form der fürsorgerischen Freiheitsentziehung.\n\nAm 21. Juni 1993 ersuchte Z. die Leitung der KPK um Entlassung. Dieses Gesuch wurde mit Verfügung vom 23. Juni 1993 abgewiesen. Desgleichen wies die Verwaltungsrekurskommission des Kantons St. Gallen mit Entscheid vom 15. Juli 1993 die Klage von Z. ab.\n\nMit Berufung vom 10. August 1993 verlangt Z., das Urteil der Verwaltungsrekurskommission sei aufzuheben und sie sei unverzüglich auf freien Fuss zu setzen. Eventuell sei in Aufhebung des angefochtenen Urteils die Sache zur Aktenergänzung und neuen Entscheidung an die Verwaltungsrekurskommission zurückzuweisen.\n\nDas Bundesgericht weist die Berufung ab", "considerants": "aus folgenden Erwägungen:\n\n2. Art. 397e ZGB überlässt grundsätzlich das Verfahren dem kantonalen Recht; jedoch hat der Gesetzgeber in den Ziffern 1 bis 5 dieser Bestimmung festgelegt, inwiefern bestimmte Verfahrensvorschriften des Bundesrechts allgemein gelten sollen. In Ziffer 5 dieser Bestimmung wird vorgeschrieben, dass bei psychisch Kranken nur unter Beizug von Sachverständigen über die Anordnung oder Weiterführung einer fürsorgerischen Freiheitsentziehung entschieden werden darf. Streitig ist vorliegend, was unter dem Begriff des Sachverständigen zu verstehen ist.\n\na) Eine Antwort darauf erteilt weder das Gesetz noch die Botschaft des Bundesrates über die Änderung des Schweizerischen Zivilgesetzbuches (fürsorgerische Freiheitsentziehung) vom 17. August 1977. Diese letztere sagt nur, aber immerhin, dass als Sachverständige \"wohl nur Ärzte bzw. Psychiater\" in Frage kommen (BBl 1977 BGE 119 II 319 S. 321III 35). In der bundesgerichtlichen Rechtsprechung wird festgehalten, dass als Sachverständiger eine Person mit psychiatrischen Sachkenntnissen zu verstehen sei (nicht veröffentlichtes Urteil des Bundesgerichts i.S. D. vom 27. September 1983, E. 2) bzw. dass einzig ein objektives Gutachten eines fachkundigen neutralen Arztes zu verlangen sei (BGE 118 II 249 E. 2a), der ein ausgewiesener Fachmann zu sein hat (E. 2c). In der nicht sehr zahlreichen Literatur zur fürsorgerischen Freiheitsentziehung findet sich ebenfalls kaum etwas, das weiterführen würde (vgl. GOTTLIEB JBERG, Aus der Praxis zur fürsorgerischen Freiheitsentziehung, in SJZ 79/1983, S. 293 ff., insbesondere 294 Anm. 7; EDWIN BIGGER, Fürsorgerische Freiheitsentziehung und strafrechtliche Massnahme bei Suchtkranken aus rechtlicher Sicht, in ZVW 47/1992, S. 48 f.; BEATRICE MAZENAUER, Psychischkrank und ausgeliefert?, Bern 1985, S. 92). Konkreter äussern sich einzig SCHNYDER/MURER (3. A., N. 101 zu Art. 374 ZGB), die dafürhalten, dass infolge der Dringlichkeit der fürsorgerischen Freiheitsentziehung der Ausschluss nichtpsychiatrisch geschulter Ärzte zum vornherein unzweckmässig wäre.\n\nb) Im vorliegenden Fall steht fest, dass der begutachtende Sachverständige Arzt für allgemeine Medizin ist. Die Berufungsklägerin vertritt den Standpunkt, dass das nicht genüge; es könne von Art. 397e Ziff. 5 ZGB nur ein Spezialarzt für Psychiatrie und Psychotherapie FMH gemeint sein. Denn der Gutachter sollte mindestens über den gleichen Wissensstand verfügen wie die Klinikärzte.\n\nDer Auffassung der Berufungsklägerin kann in dieser Absolutheit nicht gefolgt werden. Gerade einem Allgemeinpraktiker kann nicht zum vornherein jedes psychiatrische Spezialwissen und vor allem auch die hier besonders geforderte kritische Objektivität gegenüber den Klinikärzten und den Psychiatern abgesprochen werden. Das gilt insbesondere für einen allgemeinpraktizierenden Arzt, der - wie vorliegend - wegen seiner Tätigkeit als Fachrichter der Verwaltungsrekurskommission, die sich mit fürsorgerischer Freiheitsentziehung zu befassen hat, über eine gewisse auch fachliche Erfahrung bezüglich des Umgangs mit psychisch Kranken und deren Beurteilung verfügen muss. Gründe, die Zweifel daran zu wecken vermöchten, bringt die Berufungsklägerin keine vor. Demgegenüber lassen das Befragungsprotokoll und das Gutachten darauf schliessen, dass der Gutachter durchaus als sachkundiger Arzt betrachtet werden darf, der in der Lage ist, objektiv beurteilen zu können, ob eine Person psychisch krank ist und wie sich die Krankheit bei ihr bemerkbar macht. Die Verwaltungsrekurskommission hält dazu fest, der begutachtende BGE 119 II 319 S. 322Fachrichter, ein allgemeinpraktizierender Arzt, sei ein von der Klinik unabhängiger Sachverständiger, der sich für spezifisch psychiatrische Fragen auch auf die Angaben der in der Klinik arbeitenden Fachpsychiater stützen könne.\n\nDem muss aus sachlichen Gründen wie auch aus solchen der Praktikabilität zwar nicht unbedingt generell, aber unter den hier gegebenen Umständen gefolgt werden. Die Auffassung der Verwaltungsrekurskommission widerspricht jedenfalls nicht der - vorne zitierten - Rechtsprechung zu Art. 397e Ziff. 5 ZGB. Damit werden aber die Anforderungen, welche die über die fürsorgerische Freiheitsentziehung und deren Weiterführung entscheidenden Gerichte an die Fachkunde der Gutachter zu stellen haben, keineswegs gering eingestuft; es bedeutet vielmehr, dass ernsthaft geprüft werden muss, wer je nach den konkreten Umständen als geeigneter Fachmann oder als Fachfrau mit den erforderlichen Fachkenntnissen als Sachverständiger im Sinne des Art. 397e Ziff. 5 ZGB bestimmt werden kann. Dabei kann sich insbesondere ergeben, dass der Fachrichter, der üblicherweise die Begutachtung vornimmt, nicht über das nötige Spezialwissen verfügt und mithin ein gerichtsexterner Facharzt oder eine Fachärztin beigezogen werden muss (vgl. SCHNYDER/MURER, die unter N. 101 f. zu Art. 374 ZGB in Fällen von Entmündigung wegen Geisteskrankheit oder Geistesschwäche die Begutachtung durch einen \"psychiatrisch geschulten Arzt\" vorschlagen, bei offensichtlicher Geisteskrankheit und -schwäche jedoch die Begutachtung durch einen \"gewöhnlichen Arzt\" genügen lassen wollen). Dass dies vorliegend zutrifft, wird indessen nicht konkret behauptet."}