{"annee": "119", "cour": "IA", "page": "390", "date": "30/8/1993", "cite": ["44 I 158", "114 IA 350", "95 II 397", "117 IA 472", "97 II 333", "111 IA 303", "95 I 497", "104 II 86", "103 IA 329", "115 IB 415", "118 IA 124", "103 II 96"], "cite_par": ["138 I 435", "145 II 32", "132 III 689", "124 I 11", "142 I 99", "129 II 497", "142 II 369", "132 III 353", "122 I 70"], "chapeau": "46. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 30. August 1993 i.S. Nationale Genossenschaft für die Lagerung radioaktiver Abfälle NAGRA gegen Kanton Nidwalden und Verfassungsgericht des Kantons Nidwalden (staatsrechtliche Beschwerde)", "regestes": ["Art. 2 Disp. trans. Cst., art. 22ter et art. 31 Cst.; loi d'application du Code civil (LACC/NW) et loi sur la régale des mines du canton de Nidwald. 1. a) Portée de l'art. 667 CC: reconnaissance de la propriété foncière dans les limites de l'intérêt du propriétaire (consid. 5c/bb). b) Pouvoir de disposition du canton sur le sous-sol qui échappe à la maîtrise du propriétaire (consid. 5d et e). c) Répartition des compétences entre la Confédération et les cantons en matière de législation sur l'utilisation pacifique de l'énergie atomique (consid. 6b et c). d) Considérations générales sur la régale des mines (consid. 11b) qui comporte la compétence de prévenir des atteintes (consid. 11c). 2. La LACC/NW et la loi cantonale sur la régale des mines, qui soumettent le sous-sol au pouvoir de disposition du canton et prévoient que son utilisation requiert une concession, sont compatibles avec la législation fédérale sur les droits réels (consid. 5e et 12a). 3. L'obligation d'obtenir une concession pour utiliser le sous-sol en vue d'y construire un dépôt atomique souterrain est compatible avec la législation fédérale sur l'utilisation pacifique de l'énergie atomique (consid. 6c et 12b); elle ne viole ni la garantie de la propriété (consid. 8), ni la liberté du commerce et de l'industrie (consid. 9)."], "faits": "|391|\n\nIm Oktober 1988 und Januar 1989 wurden bei der Staatskanzlei des Kantons Nidwalden drei Volksinitiativen auf Änderung der Kantonsverfassung, des Einführungsgesetzes zum Zivilgesetzbuch (EGzZGB) und des Gesetzes über die Gewinnung mineralischer Rohstoffe (Bergregalgesetz) eingereicht. Die Initiativen bezwecken, die rechtliche Verfügungsgewalt des Kantons über den Untergrund sicherzustellen und eine Tätigkeit im dortigen Bereich nur zuzulassen, wenn der Regierungsrat dafür eine Konzession erteilt und die Landsgemeinde diese genehmigt.\n\nDie Landsgemeinde des Kantons Nidwalden nahm alle drei Initiativen mit Beschlüssen vom 29. April 1990 an. Die drei Änderungen weisen folgenden Wortlaut auf: |392|\n\n\"Verfassung des Kantons Nidwalden\n\nArt. 52 Abs. 3 Ziff. 6\n\nIn die Zuständigkeit der Landsgemeinde fallen weiter:\n\n...\n\n6. die Genehmigung von Konzession zur Benützung des Untergrundes für Ausbeutung, Produktion und Lagerung sowie deren vorbereitende Handlungen mit Ausnahme der Grundwasser- und Erdwärmenutzung.\n\nArt. 65 Abs. 2 Ziff. 8\n\nEr (der Regierungsrat) ist namentlich befugt und beauftragt:\n\n...\n\n8. die kantonalen Konzessionen und Bewilligungen zu erteilen, soweit deren Verleihung nicht nach Gesetz einer anderen Behörde übertragen ist: Art. 52 Abs. 3 Ziff. 6 bleibt vorbehalten:\"\n\n\"Gesetz über die Einführung des Schweizerischen Zivilgesetzbuches (Einführungsgesetz zum Zivilgesetzbuch)\n\nArt. 1\n\nDas Gesetz vom 24. April 1988 über die Einführung des Schweizerischen Zivilgesetzbuches (Einführungsgesetz zum Zivilgesetzbuch) wird wie folgt ergänzt:\n\nArt. 15\n\nRegierungsrat\n\nDer Regierungsrat ist zuständig in folgenden Fällen:\n\n...\n\n10.a Erteilen von Verleihungen zur Benützung des herrenlosen Landes;\n\n10.b Erteilen von Verleihungen zur Benützung des Untergrundes unter Vorbehalt von Art. 15a;\n\n...\n\nC. Andere kantonale Gewalten\n\nArt. 15a\n\nLandsgemeinde\n\nDie Landsgemeinde ist zuständig für die Genehmigung von Verleihungen zur Benützung des Untergrundes.\n\n1.a Herrenloses Land und Untergrund\n\nArt. 83a\n\nHoheit\n\nDas herrenlose Land sowie der Untergrund stehen dem Kanton zur ausschliesslichen Verfügung zu. Privatrechte bleiben vorbehalten.\n\nArt. 83b\n\nÜbertrag auf Dritte\n\nDie Benützung von herrenlosem Land oder des Untergrundes durch Dritte bedarf im Rahmen von Art. 83c einer Verleihung.\n\n|393|\n\nArt. 83c\n\nVerleihungspflichtige Tätigkeit\n\nVerleihungspflichtig sind\n\n1. das Ausbrechen und Betreiben von Stollen oder Kavernen zwecks Vorbereitung der Aufnahme von Atomanlagen, insb. Lagerstätten für radioaktive Abfälle;\n\n2. das Erstellen von Bauwerken und die Montage von festen Einrichtungen.\n\nArt. 83d\n\nVerfahren\n\nBewerber um eine Verleihung haben beim zuständigen Departement zuhanden des Regierungsrates ein Verleihungsgesuch einzureichen.\n\nForm und Inhalt des Gesuches und der Verleihungsurkunde ordnet der Landrat in einer Verordnung.\n\nBauten und feste Einrichtungen gemäss Art. 83c bedürfen zusätzlich einer Bewilligung nach dem Baugesetz.\n\nArt. 83e\n\nAbgaben und Gebühren\n\nIm Zusammenhang mit der Erteilung von Verleihungen erhebt der Kanton Verleihungsabgaben und Verwaltungsgebühren.\n\nDer Landrat legt die Höhe der jährlichen Verleihungsabgaben und die Höhe der Verwaltungsgebühren auf dem Verordnungsweg fest.\n\nArt. 2\n\nDie beim Inkrafttreten dieses Gesetzes noch nicht entschiedenen Verleihungsgesuche sind nach dem neuen Recht zu entscheiden.\n\nDie beim Inkrafttreten dieses Gesetzes hängigen Verwaltungsgerichtsbeschwerden sind nach dem bisherigen Recht zu entscheiden.\n\nArt. 3\n\nDieses Gesetz tritt mit der Annahme durch die Landsgemeinde in Kraft; vorbehalten bleibt die Genehmigung durch den Bundesrat.\"\n\n\"Gesetz über die Gewinnung mineralischer Rohstoffe (Bergregalgesetz)\n\nArt. 1\n\nDas Gesetz vom 29. April 1979 über die Gewinnung mineralischer Rohstoffe (Bergregalgesetz) wird wie folgt ergänzt:\n\nArt. 2a\n\nAbwehr von Beeinträchtigungen\n\nDas Betreiben von Atomanlagen, insbesondere von Lagerstätten für radioaktive Abfälle, in Stollen oder Kavernen ist nach diesem Gesetz verleihungspflichtig, wenn dadurch das Aufsuchen und Gewinnen von Mineralien eingeschränkt wird.\n\n|394|\n\nFür das Verfahren finden die Art. 39 ff. dieses Gesetzes sinngemäss Anwendung.\n\nArt. 2\n\nDieses Gesetz tritt mit der Annahme durch die Landsgemeinde in Kraft.\"\n\nDie Nationale Genossenschaft für die Lagerung radioaktiver Abfälle NAGRA focht die Änderungen der Kantonsverfassung, des EGzZGB und des Bergregalgesetzes beim kantonalen Verfassungsgericht an. Dieses wies die Beschwerden mit drei separaten Entscheiden am 26. Juni 1991 ab.\n\nGegen diese Urteile des Verfassungsgerichts hat die NAGRA je separat staatsrechtliche Beschwerde erhoben und dabei beantragt, die geänderten Bestimmungen der Kantonsverfassung, des Einführungsgesetzes sowie des Bergregalgesetzes seien aufzuheben, eventuell deren Bundesrechtswidrigkeit festzustellen. Die NAGRA wendet sich in allen drei Fällen gegen die den geänderten Vorschriften zugrunde gelegte Auffassung, wonach der Kanton die Sachherrschaft über den sog. \"Untergrund\" habe und dessen Benutzung verleihungspflichtig erklären dürfe. Die in Frage stehenden kantonalen Bestimmungen sollen gegen den Vorrang des Bundesrechts verstossen, zum einen, weil die Ordnung das private Sachenrecht missachte, zum andern, weil die Regelung mit der eidgenössischen Atomgesetzgebung nicht vereinbar sei. Darüber hinaus werde die Eigentumsgarantie und die Handels- und Gewerbefreiheit verletzt.\n\nIn Anbetracht der Zuständigkeit der eidgenössischen Räte, nach Art. 6 Abs. 1 BV Kantonsverfassungen zu gewährleisten, ist das Bundesgericht mit Entscheid vom 14. April 1992 (BGE 118 Ia 124) auf die staatsrechtliche Beschwerde betreffend die Änderung der Kantonsverfassung nicht eingetreten.\n\nDie beiden staatsrechtlichen Beschwerden, welche sich gegen das Einführungsgesetz zum Zivilgesetzbuch und gegen das Bergregalgesetz richten, werden abgewiesen, soweit darauf eingetreten werden kann.", "considerants": "Aus den Erwägungen:\n\n4. a) Die Beschwerdeführerin ficht zum einen die Änderungen des EGzZGB an und rügt in dieser Hinsicht, sie verstiessen wegen Widerspruchs zum Bundeszivilrecht und zur Atomgesetzgebung des Bundes gegen Art. 2 ÜbBest. BV und verletzten die Eigentumsgarantie |395| sowie die Handels- und Gewerbefreiheit. Darauf ist in den folgenden Erwägungen (E. 5 ff.) einzugehen. Zum andern erachtet die Beschwerdeführerin auch die neue Fassung des Bergregalgesetzes für verfassungswidrig. Diese Rügen werden in den anschliessenden Erwägungen (E. 11 ff.) behandelt.\n\n5. a) Die Beschwerdeführerin rügt in erster Linie, die neuen Bestimmungen des EGzZGB verstiessen gegen die in Art. 2 ÜbBest. BV enthaltene derogatorische Kraft des Bundesrechts.\n\nDer Grundsatz der derogatorischen Kraft des Bundesrechts bedeutet, dass das Bundesrecht dem kantonalen Recht in jenen Bereichen vorgeht, welche dem Bund zugewiesen sind. Kantonale Normen, die insbesondere durch Zweck oder vorgesehene Mittel bundesrechtswidrig sind, müssen dem Bundesrecht weichen. Wird mit staatsrechtlicher Beschwerde eine Verletzung von Art. 2 ÜbBest. BV gerügt, so prüft das Bundesgericht frei, ob die beanstandete kantonale Norm mit dem Bundesrecht vereinbar ist (BGE 117 Ia 473 E. 2a, BGE 114 Ia 355 E. 4a, mit Hinweisen).\n\nb) Die Beschwerdeführerin ruft den Grundsatz der derogatorischen Kraft des Bundesrechts hinsichtlich der neuen Bestimmungen im EGzZGB an und macht geltend, sie stünden mit dem Bundeszivilrecht im Gegensatz.\n\nIm einzelnen bringt sie vor, die Art. 15 Ziff. 10a und Ziff. 10b, Art. 15a, 83a, 83b und 83c EGzZGB stellten den Untergrund ausdrücklich in die ausschliessliche Verfügungsgewalt des Kantons und setzten damit voraus, dass dem Kanton eine von keinen weiteren Voraussetzungen mehr abhängige Regelungshoheit und Verfügungsgewalt über diesen sog. Untergrund zustehe. Unter Bezugnahme auf ein ihr im Oktober 1989 erstattetes Rechtsgutachten von ARTHUR MEIER-HAYOZ und FELIX ZULLIGER und ein im Jahre 1942 von ZACCARIA GIACOMETTI zuhanden der Stadt Zürich verfasstes Gutachten kommt die Beschwerdeführerin zum Schluss, die angefochtenen Änderungen im EGzZGB seien mit der bundesrechtlichen Sachenrechtsordnung unvereinbar. Der Bundesgesetzgeber habe mit der Regelung des Grundeigentums \"abschliessend auch über die rechtliche Zuordnung des sogenannten Untergrundes bestimmt und insofern eine überlagernde kantonalrechtliche Regelung ausgeschlossen\". Insbesondere sei der Untergrund nicht eine Sache im Sinne von Art. 664 ZGB. Diese Bestimmung betreffe nur die horizontale Abgrenzung der privaten Liegenschaften von den herrenlosen und öffentlichen Sachen auf der Erdoberfläche. Erst Art. 667 ZGB befasse sich mit der vertikalen Ausdehnung des Grundeigentums. |396|\n\nDiese zweite Bestimmung sei ein offener Tatbestand, und das danach entscheidende Interesse des Grundeigentümers setze der Ausdehnung der privatrechtlichen Sachherrschaft \"nach unten keine objektiv fixierbare und auch nicht eine auf eine höchstmögliche Ausdehnung beschränkte Grenze\". Der Grenzverlauf sei vielmehr \"eine Funktion des individuellen und konkreten Willens des jeweiligen Grundeigentümers\". Deshalb entfalte Art. 667 Abs. 1 ZGB Begrenzungsfunktion immer nur nach den konkreten Umständen des Einzelfalls. Ein in diesem Sinne vorläufig \"eigentumsfreier\" Untergrund sei daher nach der sachenrechtlichen Ordnung stets fähig, Gegenstand privater Eigentumsrechte zu werden. Die rechtliche Verselbständigung eines bestimmten Teils des Untergrundes und seine Behandlung als eine dem Kanton gehörende konzessionsfähige Sache widerspreche dem Grundeigentumskonzept des ZGB, unbekümmert darum, ob man annehme, dem Art. 667 Abs. 1 ZGB komme Begrenzungsfunktion entweder hinsichtlich der Rechtsausübung oder aber hinsichtlich des Eigentumsgegenstandes zu. Dem Bundesgesetzgeber sei es mit der flexiblen Lösung des Art. 667 Abs. 1 ZGB gelungen, Missbräuche zu verhindern und einen Weg aufzuzeigen, der \"dem Eigentümer eines Grundstücks für alle Zukunft jede tatsächlich realisierbare Nutzung seines Grund und Bodens offen lässt\". Kantonale Normen, die diese \"Anwartschaft auf den Untergrund\" negierten, indem sie dem Kanton ein ausschliessliches Verfügungsrecht (inklusive Konzessionsbefugnis) über den Untergrund einräumten, stünden im Widerspruch zur privatrechtlichen Ordnung des Bundes und vereitelten die vom Bundesgesetzgeber gewollte flexible Regelung.\n\nc) Dieser zivilrechtlichen Sicht der Beschwerdeführerin kann aus verschiedenen Gründen nicht gefolgt werden.\n\naa) Die Beschwerdeführerin verkennt im Ansatzpunkt ihrer Argumentation in grundsätzlicher Weise, dass der in der angefochtenen Änderung des EGzZGB verwendete Begriff des Untergrundes nach dem vom kantonalen Gesetzgeber gewählten Konzept nicht mit dem bundesprivatrechtlich definierten Eigentum in Konflikt geraten kann. Das EGzZGB stellt nicht jeglichen Untergrund unter die Herrschaft des Kantons. Der neuformulierte Art. 83a Abs. 2 EGzZGB behält Privatrechte vielmehr ausdrücklich vor. Das bedeutet, dass privates Eigentum nicht als Untergrund im Sinne des EGzZGB betrachtet und behandelt wird. Die Bestimmung ist so auszulegen, dass Eigentumsrechte, wie sie sich aus der Bundeszivilgesetzgebung ergeben, von der angefochtenen kantonalen Gesetzgebung nicht |397| erfasst werden. In dieser Hinsicht ist demnach ein Widerspruch des EGzZGB zum Sachenrecht des Bundes ausgeschlossen.\n\nbb) Entgegen der Auffassung der Beschwerdeführerin verträgt sich das Konzept der Unterstellung des Untergrundes unter die kantonale Herrschaft auch mit Art. 667 Abs. 1 und Art. 664 ZGB. Die Bestimmung von Art. 667 Abs. 1 ZGB hat Begrenzungsfunktion. Das legt zunächst ihr Wortlaut nahe. Danach erstreckt sich das Grundeigentum \"nach oben und unten auf den Luftraum und das Erdreich, soweit für die Ausübung des Eigentums ein Interesse besteht\". Das Interesse bestimmt mithin die Ausdehnung des Grundeigentums in vertikaler Richtung: im darüber hinausgehenden bzw. darunter liegenden Raum kennt das ZGB kein privates Grundeigentum.\n\nDiese gegenstandsbeschränkende Aufgabe von Art. 667 Abs. 1 ZGB wird - ungeachtet allfälliger Ungereimtheiten in gesetzessystematischer Hinsicht (vgl. dazu namentlich PETER LIVER, Usque ad sidera, usque ad inferos, in: Abhandlungen zur Rechtsgeschichte, Chur 1970, S. 257; VIKTOR SCHEIWILER, Das Interesse des Grundeigentümers am Untergrund, Diss. Zürich 1974, S. 50 ff.) - durch dessen Entstehungsgeschichte bestätigt. Insbesondere PETER LIVER (Usque ad sidera, a.a.O., S. 256 ff.) hat aufgezeigt, wie sich der Bundesgesetzgeber mit der Begrenzung des Grundeigentums von der gemeinrechtlichen Theorie der Eigentumsausdehnung \"bis zum Erdkern\" abgesetzt hat, dies im Gegensatz zu den in den Nachbarländern getroffenen Regelungen. Es sollten damit Lösungen von öffentlichen Infrastrukturaufgaben erleichtert und unbegründeter Widerstand Privater ausgeschaltet werden. So schrieb EUGEN HUBER (Erläuterungen zum Vorentwurf, Bd. II, Bern 1914, S. 85): \"Es hat bei der Gestaltung unseres Landes einigen Wert, diese zweckentsprechende Umschreibung im Gesetze aufzustellen. Expropriationen von Grundstücken auf der Bergeshöhe bei Durchführung eines Tunnels einige hundert Meter senkrecht unter der Bodenfläche sollen auch nicht einen Schein der Berechtigung für sich in Anspruch nehmen können.\" Und bei den Beratungen im Nationalrat ergänzte EUGEN HUBER, dass Art. 667 Abs. 1 ZGB \"gebrochen hat mit der landläufigen Umschreibung, die das Eigentum sich auf die Luftsäule über der Bodenfläche und auf das Erdinnere ungemessen erstrecken lässt, indem er das Eigentum bloss in dem Umfange anerkennt, in welchem der Eigentümer an dem Luftraum und dem Erdinnern für die Ausübung seines Rechts ein Interesse hat\" (Sten. Bull. NR 1906, S. 534 f.). |398|\n\nAuch die Kommentatoren messen Art. 667 Abs. 1 ZGB Grenzziehungsfunktion zu: So CARL WIELAND, Zürcher Kommentar zum ZGB, Zürich 1909, N. 1 zu Art. 667; HANS LEEMANN, Berner Kommentar, Sachenrecht, 2. Aufl. Bern 1920, N. 4 zu Art. 667 ZGB; ARTHUR MEIER-HAYOZ, Berner Kommentar, Bd. IV: Sachenrecht, 1. Abt.: Das Eigentum, 2. Teilbd.: Das Grundeigentum I, 3. Aufl. 1965, NN. 2 und 4 zu Art. 667; HAAB/SIMONIUS/SCHERRER/ZOBL, Zürcher Kommentar, Bd. IV, Das Sachenrecht, 1. Abt.: Das Eigentum (Art. 661-729), 2. Aufl. Zürich 1977, N. 4 zu Art. 667. Auf die Begrenzung des Grundeigentums in vertikaler Richtung und auf die Originalität dieser Lösung im europäischen Vergleich weist erneut PETER LIVER hin (Das Eigentum, in: Das Schweizerische Privatrecht, V/I, Basel und Stuttgart 1977, S. 166 f.). Die (neuere) Spezialliteratur hat sich insbesondere auch mit dem den Art. 667 Abs. 1 ZGB bestimmenden Interesse auseinandergesetzt und dieses in ein positives, auf die Ausübung gerichtetes sog. Ausübungsinteresse (Beherrschungsinteresse) oder in ein negatives, auf die Abwehr bezogenes sog. Abwehrinteresse unterteilt, ohne bei dieser Differenzierung davon abzurücken, dass das Interesse den Gegenstand, also das Grundeigentum körperlich begrenzt (vgl. dazu: VIKTOR SCHEIWILER, a.a.O., S. 53 ff.; JUSTIN THORENS, L'étendue en profondeur de la propriété foncière, in: ZSR 89/1970 I S. 262 ff.; PAUL TSCHÜMPERLIN, Grenze und Grenzstreitigkeiten im Sachenrecht, Diss. Freiburg 1984, S. 30 ff.; BLAISE KNAPP, L'urbanisme du sous-sol, in: Baurecht [BR] 1987, S. 28 ff.; 30; PAUL-HENRI STEINAUER, Les droits réels, Tome II, Berne 1990, Rz. 1616 ff.). In gleicher Weise äusserten sich zwei Autoren im Zusammenhang mit der Problematik um die atomare Entsorgung (vgl. HEINZ REY, Präventiver Eigentumsschutz und atomare Entsorgung, in: Festschrift für ARTHUR MEIER-HAYOZ, Bern 1982, S. 311; SEILER, a.a.O., S. 310 ff.). Schliesslich wird darauf hingewiesen, dass diese Grenzziehungsfunktion auch dann zum Tragen kommt, wenn es sich an der Erdoberfläche um der Kultur nicht fähiges Land im Sinne von Art. 664 ZGB handelt, das der Herrschaft des Kantons untersteht (PETER LIVER, Der Kultur nicht fähiges Land und das Strahlerrecht, in: ZBJV 111/1975 S. 267).\n\nDie bundesgerichtliche Rechtsprechung bestätigt diese Auffassungen. Das Bundesgericht hat Art. 667 Abs. 1 ZGB bisher ebenfalls in dem Sinne ausgelegt, dass er das Eigentum an Grundstücken gegenständlich begrenzt (vgl. BGE 97 II 338 E. 2, 93 II 175 E. 5, 100 IV 157 E. 2; zur Problematik der Mindestflughöhe unter dem |399| Gesichtswinkel von Art. 667 Abs. 1 ZGB; BGE 104 II 86, BGE 103 II 96 und BGE 95 II 404 E. 4).\n\nAuf dem gleichen Standpunkt steht der Rechtsalltag: Viele öffentliche Einrichtungen wie z.B. Eisenbahn- oder (National-)Strassentunnels ebenso wie Leitungen von Kommunikations- und Energieträgern wären bei gegenteiliger Interpretation der sachenrechtlichen Bestimmungen nicht oder kaum realisierbar (gewesen), und ihr rechtliches Schicksal wäre in unhaltbarer Weise ungewiss, wenn nicht davon ausgegangen werden könnte, dass diese Anlagen sich in der Regel in einem Raum befinden, der nicht zum Eigentum des oberliegenden Grundeigentümers gehört.\n\nDie von all dem abweichende, sich auf das ins Recht gelegte Gutachten von MEIER-HAYOZ/ZULLIGER abstützende Meinung der Beschwerdeführerin vermag Art. 667 Abs. 1 ZGB nicht in anderem Licht erscheinen zu lassen. Diese trifft um so weniger zu, als die Auffassung, wonach die Liegenschaft als Erdkörperausschnitt von der Oberfläche bis zum Erdmittelpunkt reiche, schon an dem im Gutachten selber verwendeten Sachbegriff scheitert; denn dieser so definierte Erdkörperausschnitt ist in seiner Ganzheit für den Menschen nicht beherrschbar, und es fehlt wohl auch an dessen integraler Körperlichkeit.\n\nd) Damit steht fest, dass das Grundeigentum nicht weiter in die Tiefe reicht, als sich der Grundeigentümer über ein entsprechendes Interesse ausweisen kann. Das führt zur weitern Frage, wer denn über den restlichen Teil des Erdkörpers - also den \"Untergrund\" - verfügen darf. Denn die dem vorliegenden Fall letztlich zugrunde liegende Absicht der Beschwerdeführerin, eine Lagerstätte für atomare Abfälle tief im Erdinnern zu erstellen und zu betreiben, zeigt ebenso wie andere Bedürfnisse, etwa Verkehrsanlagen zuweilen unterirdisch zu führen, dass Nutzungen unterhalb des vom Grundeigentümerinteresse (gemeinhin) erfassten Raums praktische Bedeutung haben.\n\nDiese Verfügungsbefugnis ist dem Staat (sc. Kanton) zuzugestehen, in dessen Gebiet sich der fragliche Untergrund befindet. Dieser Primat der Öffentlichkeit entspricht den genossenschaftlichen und föderalistischen Grundlagen unserer Staatsordnung und ist Ausdruck der sich aus der Sozialpflichtigkeit ergebenden Schranken privaten Eigentums (vgl. PIO CARONI, Privatrecht: Eine sozialhistorische Einführung, Basel 1988, S. 92; JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, Bern 1991, S. 329 f.). Eine derartige Zuordnung entspricht dem Grundgedanken von Art. 664 |400| ZGB, wonach die herrenlosen und öffentlichen Sachen der staatlichen Hoheit unterstehen. Der Untergrund im hier interessierenden Sinne wurde in der Literatur denn auch verschiedentlich den herrenlosen oder aber den öffentlichen Sachen gemäss Art. 664 Abs. 1 ZGB zugeordnet (vgl. LIVER, Usque ad sidera, usque ad inferos, a.a.O., S. 258; PETER LIVER, Besprechung des erwähnten Werkes VON SCHEIWILER, in: ZBJV 111/1975 S. 316 f., zieht in differenzierender Weise eine \"Herrenlosigkeit anderer Art\" in Betracht, vergleichbar der res omnium communes; THORENS, a.a.O., S. 278; KNAPP, a.a.O., S. 29; BLAISE KNAPP, Précis de droit administratif, 4. Aufl. 1988, Basel und Frankfurt a.M., N. 2964 S. 523; SEILER, a.a.O., S. 317 f.). Es braucht an dieser Stelle nicht entschieden zu werden, wie der Untergrund sachenrechtlich zu qualifizieren ist. Aus der dargelegten Sicht- und Handlungsweise des Bundesgesetzgebers zur rechtlichen Qualifikation des Untergrundes folgt indessen, dass die hoheitliche Verfügungsmacht des Kantons über den Untergrund mit Art. 3 BV und Art. 6 ZGB im Einklang steht.\n\nBei dieser Sachlage ergibt sich, dass der Ausgangspunkt der Beschwerdeführerin, es bestehe für den Grundeigentümer gewissermassen eine Anwartschaft auf den Untergrund, mit der Bundeszivilrechtsordnung nicht zu vereinbaren ist und sich die Beschwerde daher schon aus diesem Grunde als unbegründet erweist.\n\ne) Soweit der Untergrund in diesem Sinne unter der Hoheit des Kantons steht, ist der Kanton auch kompetent, über die Nutzungsart zu bestimmen. Es kommt ihm in bezug auf die Ausübung wirtschaftlicher Tätigkeiten im soeben umschriebenen Untergrund eine Monopolstellung zu. Insoweit besteht eine gewisse Ähnlichkeit zur Problematik der exklusiven Nutzungsansprüche gegenüber öffentlichen Sachen, insbesondere gegenüber öffentlichem Grund (vgl. E. 9 hiernach). Der Kanton kann festlegen, dass eine Sondernutzungskonzession erlangen muss, wer als Privater diesen Untergrund für eine bestimmte, andere Tätigkeiten ausschliessende Nutzung in Anspruch nehmen will. Dass der Bau eines Endlagers für atomare Abfälle eine solche Sondernutzung des fraglichen Untergrundes darstellt, kann nicht in Zweifel gezogen werden. Wenn im EGzZGB hierfür die Pflicht zur Einholung einer Sondernutzungskonzession vorgesehen wird, so hält sich der Kanton Nidwalden an seine Kompetenzen. Insbesondere verletzt er damit nicht Bundeszivilrecht.\n\nDer Kanton Nidwalden verstösst demnach mit der Regelung im EGzZGB, wonach insbesondere der Untergrund dem Kanton zur ausschliesslichen Verfügung (Art. 83a) steht und dessen Benützung |401| einer Verleihung bedarf (Art. 83b und 83c), nicht gegen die Bundeszivilrechtsordnung. In diesem Punkte erweist sich die Beschwerde daher als unbegründet.\n\n6. Die Beschwerdeführerin erachtet die neuen Bestimmungen im EGzZGB auch für unvereinbar mit der bundesrechtlichen Atomgesetzgebung.\n\na) Nach Meinung der Beschwerdeführerin stellt die Entsorgung radioaktiver Abfälle eine Bundesaufgabe dar. Diese sei sogar verfassungsrechtlich durch die umfassende Kompetenz im Bereich der Atomenergie gegenüber kantonalem Recht abgesichert. Es greife daher die Regel Platz, \"dass ein Kanton auch die ihm an sich zustehenden Kompetenzen nicht ausüben darf, soweit dadurch die Erfüllung einer dem Bund zugeschriebenen Aufgabe verunmöglicht oder wesentlich erschwert würde\". Gerade darauf zielten aber die neuen Bestimmungen im EGzZGB ab. Und zwar insbesondere deshalb, weil der Entscheid im kantonalen Konzessionsverfahren nicht nach sachlichen, für die Entsorgung relevanten Kriterien gefällt werde, \"sondern allein eine Frage des politischen Willens des Entscheidträgers\" sei.\n\nb) Gemäss Art. 24quinquies Abs. 1 BV ist die Gesetzgebung auf dem Gebiet des Atomrechts Bundessache; Absatz 2 dieser Bestimmung gibt dem Bund die Kompetenz, Vorschriften über den Schutz vor den Gefahren ionisierender Strahlen zu erlassen. Auf diese Kompetenz stützen sich das Bundesgesetz vom 23. Dezember 1959 über die friedliche Verwendung der Atomenergie und den Strahlenschutz (Atomgesetz, AtG; SR 732.0), der Bundesbeschluss vom 6. Oktober 1978 zum Atomgesetz (BB/AtG; SR 732.01) sowie zwei diese Erlasse ausführende Verordnungen (VO vom 11. Juli 1979 über das Rahmenbewilligungsverfahren für Atomanlagen mit Standortbewilligung [SR 732.011] und VO vom 27. November 1989 über vorbereitende Handlungen im Hinblick auf die Errichtung eines Endlagers für radioaktive Abfälle [SR 732.012]). Atomanlagen, wozu auch Endlager für nukleare Abfälle zählen (Art. 1 Abs. 2 AtG), bedürfen einer Bewilligung des Bundes (Art. 4 Abs. 1 lit. a AtG). In Art. 5 AtG werden die Voraussetzungen für die Erteilung dieser Bewilligung umschrieben. Gemäss Art. 4 Abs. 3 AtG bleiben die polizeilichen Befugnisse des Bundes und der Kantone, \"insbesondere mit Bezug auf die Bau-, Feuer- und Gewässerpolizei\" vorbehalten. Schon für vorbereitende Handlungen zur Errichtung eines Endlagers für radioaktive Abfälle bedarf es einer Bewilligung des Bundesrates (Art. 10 Abs. 2 BB/AtG und Art. 2 Abs. 1 VO über vorbereitende |402| Handlungen). Der Vollzug des Gewässerschutzgesetzes (GSchG; SR 814.20) und des Umweltschutzgesetzes (USG; SR 814.01) durch die Kantone sowie \"andere nach eidgenössischem oder kantonalem Recht erforderliche Bewilligungen\" bleiben dabei vorbehalten (Art. 3 Abs. 2 und 3 der VO über vorbereitende Handlungen). Der Bundesrat kann gemäss Art. 10 Abs. 4 BB/AtG im Zusammenhang mit der Erstellung von Lagerstätten für radioaktive Abfälle \"nötigenfalls das Enteignungsrecht an Dritte übertragen\" (vgl. zur Kompetenzaufteilung zwischen Bund und Kantonen BGE 111 Ia 306 E. 5 sowie zur Enteignungsproblematik beim Bau von Atomanlagen BGE 115 Ib 421 E. 2a mit Hinweisen).\n\nc) In Anbetracht dieser Bestimmungen muss das Vorbringen der Beschwerdeführerin, die Entsorgung atomarer Abfälle sei eine (ausschliessliche) Bundesaufgabe, relativiert werden. Einmal gilt es zu beachten, dass gestützt auf Art. 10 Abs. 1 BB/AtG der Erzeuger von radioaktivem Abfall selber und auf eigene Kosten für dessen sichere Beseitigung zu sorgen hat. Diese stellt ebenso wie die Errichtung und der Betrieb von Atomanlagen (BGE 111 Ia 307) eine originäre Aufgabe der Verursacher und - vorbehältlich der kostenpflichtigen Ersatzvornahme - keine Aufgabe des Bundes dar (BGE 111 Ia 309). Dieser übernimmt nach Art. 106 der VO vom 30. Juni 1976 über den Strahlenschutz (SR 814.50) lediglich die Lagerung von Rückständen radioaktiver Stoffe, die in den Anwendungsbereich dieser Verordnung fallen und vornehmlich aus Forschung, Industrie und Medizin stammen (vgl. HERIBERT RAUSCH, Schweizerisches Atomenergierecht, Zürich 1980, S. 194 ff.; SEILER, a.a.O., S. 294 f.). Zum andern ist zu berücksichtigen, dass die Frage der nuklearen Sicherheit einer Atomanlage abschliessend durch den Bund im Rahmen seiner Bewilligungsverfahren zu prüfen ist, während insbesondere baupolizeiliche und raumplanerische Anliegen in den Kompetenzbereich der Kantone fallen (vgl. BGE 111 Ia 306 ff. E. 4 mit Hinweisen; VPB 45/1981 Nr. 40; vgl. auch SEILER, a.a.O., S. 268 ff.).\n\nDamit ist aufgezeigt, dass die Bundesgesetzgebung zum Atomrecht die Einführung einer kantonalrechtlichen Konzessionspflicht zum Bau einer unterirdischen Lagerstätte für radioaktive Abfälle jedenfalls so lange nicht ausschliesst, als das Konzessionsverfahren und dessen Ergebnis mit der dem Bund vorbehaltenen Sicherheitsprüfung solcher Anlagen nicht kollidieren. Das aber trifft für die der Beschwerdeführerin missliebigen neuen Bestimmungen im EGzZGB nicht zu. Es wird insbesondere mit der Einführung einer Konzessionspflicht für die Benützung des Untergrundes nicht in die |403| Kompetenzen des Bundes eingegriffen. Der vorliegende Fall lässt sich daher nicht mit der im Jahre 1985 beurteilten Bündner Volksinitiative vergleichen, in welcher das Bundesgericht einen Übergriff in die Bundeskompetenzen erblickte und deren Ungültigkeit daher bestätigte (vgl. BGE 111 Ia 311 E. d). Auch kann nicht von einer Verletzung des Grundsatzes der Bundestreue gesprochen werden, reicht doch der Umstand eines Zielkonflikts zwischen kantonalem Recht und Bundesrecht für die Annahme einer Bundesrechtswidrigkeit nicht aus (BGE 111 Ia 311 E. c). Es ergibt sich damit, dass die angefochtene Gesetzgebung mit der Atomgesetzgebung des Bundes nicht im Widerspruch steht.\n\n8. Die Beschwerdeführerin bringt weiter vor, die angefochtenen Bestimmungen im EGzZGB verletzten die Eigentumsgarantie nach Art. 22ter BV. Die Einführung einer Konzessionspflicht für die Nutzung des Untergrundes sei mit der verfassungsrechtlichen Instituts- und Bestandesgarantie unvereinbar. Das Privateigentum werde ausgehöhlt und teilweise durch ein System kollektiver Nutzung ersetzt.\n\nDiese Einwände sind nicht stichhaltig. Sie gehen davon aus, das ZGB räume dem Grundeigentümer eine von der Erdoberfläche bis zum Erdmittelpunkt reichende Rechtsposition ein, bzw. es bestehe für den Grundeigentümer zumindest eine aus Art. 667 Abs. 1 ZGB ableitbare Anwartschaft auf den Untergrund. Es ist indessen bereits oben dargelegt worden (E. 5), dass der bundesgesetzlichen Sachenrechtsordnung ein anderes Konzept eigen ist. Ebenso ist entschieden worden, dass die neuen Bestimmungen im EGzZGB diesem bundesgesetzlichen Konzept nicht zuwiderlaufen. Die Beschwerdeführerin führt in ihrer Beschwerdeschrift selber aus, der Art. 22ter BV in seiner Ausprägung als Instituts- und Bestandesgarantie des Eigentums sei nur insoweit verletzt, als die angefochtenen Bestimmungen des EGzZGB bundesrechtswidrig seien. Dies trifft indessen nicht zu. Bei dieser Sachlage braucht auf die diesbezüglichen Einwände der Beschwerdeführerin nicht mehr weiter eingegangen zu werden.\n\n9. Die Beschwerdeführerin rügt schliesslich, die neuen Bestimmungen im EGzZGB verletzten die Handels- und Gewerbefreiheit (Art. 31 BV). Begründet wird das im wesentlichen damit, dass dem Kanton in bezug auf den Untergrund keine \"Hoheit im Sinne unbeschränkter eigentumsähnlicher Verfügungsgewalt\" und mithin kein \"entsprechendes faktisches Monopol\" zukomme. Die Einführung eines rechtlichen Monopols zur Nutzung des Untergrundes scheitere am Fehlen eines genügenden öffentlichen Interesses und |404| sei zudem unverhältnismässig, weil zur Durchsetzung allenfalls denkbarer öffentlicher Interessen eine Bewilligungspflicht ausreiche.\n\nDiese Vorbringen verkennen, dass es im vorliegenden Zusammenhang nicht um die (exklusive) Nutzung von privatem Eigentum geht. Ebensowenig bezweckt der Kanton Nidwalden mit den angefochtenen Bestimmungen im EGzZGB, einen bestimmten Erwerbsbereich sich selber vorzubehalten und von der Handels- und Gewerbefreiheit auszunehmen. Von der Einführung eines rechtlichen Monopols kann daher nicht die Rede sein, weshalb sich die diesbezüglichen Einwände der Beschwerdeführerin nicht als stichhaltig erweisen (vgl. HÄFELIN/MÜLLER, Grundriss des allgemeinen Verwaltungsrechts, 2. Aufl. 1993, Rz. 1991 ff.; KARIN SUTTER-SOMM, Das Monopol im schweizerischen Verwaltungs- und Verfassungsrecht, Diss. Basel 1989, S. 10 ff.; ANDRÉ GRISEL, Traité de droit administratif, Bd. I, Neuchâtel 1984, S. 201; FRITZ GYGI, Wirtschaftsverfassungsrecht, Bern 1981, S. 54). Eher schon könnte hier in Anlehnung an die Tatbestände der (exklusiven) Zurverfügungstellung von öffentlichem Grund an Private auf ein faktisches Monopol geschlossen werden. Es ist heute in der bundesgerichtlichen Praxis anerkannt, dass die Handels- und Gewerbefreiheit auch im Zusammenhang mit dem gesteigerten Gemeingebrauch an öffentlichem Grund angerufen werden kann (BGE 101 Ia 480 f., 104 Ia 178, 108 Ia 136 f.). Durch das Bundesgericht noch nicht entschieden ist die Frage, ob sich die Handels- und Gewerbefreiheit auch auf die Sondernutzung des öffentlichen Grundes erstrecke (vgl. hierzu die Lehre: RENÉ A. RHINOW, Kommentar BV, N. 88 zu Art. 31 BV; JÖRG PAUL MÜLLER, a.a.O., S. 376; HÄFELIN/MÜLLER, a.a.O., Rz. 1896 und 1995 ff.; SUTTER-SOMM, a.a.O., S. 156 ff.; TOBIAS JAAG, Gemeingebrauch und Sondernutzung öffentlicher Sachen, in: ZBl 93/1992 S. 159). Die Frage braucht auch im vorliegenden Verfahren nicht entschieden zu werden. Denn der hier von der Konzessionspflicht erfasste Untergrund gehört aus naheliegenden Gründen nicht zu den öffentlichen Sachen mit einem bestimmungsgemässen (Gemein-)Gebrauch. Es ist nicht ersichtlich, wie die Einführung einer Konzessionspflicht für die Sondernutzung des Untergrundes im Sinne der neuen Bestimmungen des EGzZGB mit der |405| Handels- und Gewerbefreiheit in Konflikt geraten könnte. Schliesslich ist darauf hinzuweisen, dass ein Konzessionssystem bei Sondernutzungen ein durchaus sachgerechtes Rechtsinstrument darstellt (vgl. FRITZ GYGI, Verwaltungsrecht, Bern 1986, S. 239) und als solches ohne weiteres auch mit der Handels- und Gewerbefreiheit vereinbar erscheint und im Anwendungsfall zudem verfassungskonform gehandhabt werden kann.\n\n10. (Zusammenfassend ergibt sich, dass die Einführung einer Konzessionspflicht zur Nutzung des Untergrundes im Sinne der angefochtenen Bestimmungen des EGzZGB keine verfassungsmässigen Rechte verletzt. Die staatsrechtliche Beschwerde erweist sich demnach als unbegründet, soweit sie sich gegen die Änderungen des EGzZGB richtet.)\n\n11. a) Die Beschwerdeführerin ficht ferner die Änderungen im Gesetz über die Gewinnung mineralischer Rohstoffe (Bergregalgesetz, BRG) an. Sie beanstandet namentlich den neuen Art. 2a, wonach das Betreiben von Atomanlagen, insbesondere von Lagerstätten für radioaktive Abfälle in Stollen und Kavernen verleihungspflichtig ist, wenn dadurch das Aufsuchen und Gewinnen von Mineralien eingeschränkt wird.\n\nDie Beschwerdeführerin macht geltend, im Rahmen des bisherigen Rechts seien nur Tätigkeiten konzessionspflichtig gewesen, die das Aufsuchen und Gewinnen der dem Regal unterstellten Stoffe betreffen. Demgegenüber unterwerfe die neue Bestimmung auch das Betreiben von Atomanlagen (Bau von Stollen, Kavernen oder irgendwelchen Hohlräumen) unter gewissen Voraussetzungen der Konzessionspflicht. Die neue Bestimmung nehme sich im BRG als Fremdkörper aus und trage den Kern zum Konflikt mit dem Bundesrecht, namentlich mit der zivilgesetzlichen Sachenrechtsordnung und der Atomgesetzgebung, in sich. Damit werde Art. 2 ÜbBest. BV verletzt. Ebensowenig sei Art. 2a BRG mit der Eigentumsgarantie (Art. 22ter BV) und mit der Handels- und Gewerbefreiheit (Art. 31 BV) vereinbar.\n\nb) Bevor auf diese Rügen im einzelnen eingegangen wird, rechtfertigen sich einige Überlegungen zum Bergregal (\"Bergrecht\"; \"Berghoheit\").\n\nDas Bergregal fällt unter die sog. Grund- oder Bodenregale. Diese bilden nach JEAN-FRANÇOIS AUBERT \"une variété du monopole fiscal et historique\" (Traité de droit constitutionnel suisse, Neuchâtel 1967, Bd. II, Rz. 1954). Sie erklären sich damit, dass sie sich auf beschränkte vorhandene Werte beziehen, die in billiger Weise verteilt werden sollen (vgl. BGE 95 I 499 E. 2, BGE 44 I 158; ferner HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, 3. Aufl. 1993, Rz. 1495 ff.; RHINOW a.a.O., Rz. 229 ff. zu Art. 31 BV; ANTON HAGENBÜCHLE, Das Bergrecht mit besonderer Berücksichtigung der Erdölschürfung, in: ZSR 76/1957, Bd. II, S. 47a ff. und S. 73a ff.; SUTTER-SOMM, a.a.O., |406| S. 105 ff. und S. 126 ff.). Eingang in die Bundesverfassung fanden sie im Zuge der Neuformulierung der Wirtschaftsartikel im Jahre 1947, und zwar als allgemein formulierter Vorbehalt gegenüber der Handels- und Gewerbefreiheit (Art. 31 Abs. 2 Satz 2 BV). Indessen stand den Kantonen bereits früher die Möglichkeit offen, Regalrechte gesetzlich zu verankern. Jedenfalls hat das Bundesgericht schon 1918 erkannt, dass den Kantonen bei der (allfälligen) Einführung des Bergregals das Bundeszivilrecht nicht im Wege stehe (BGE 44 I 169 ff.). Insbesondere sei Art. 664 ZGB dahin auszulegen, \"dass die Kantone die bergmännisch ausbeutbaren Lager von Mineralien und Fossilien (gleich wie die Objekte der Jagd und Fischerei und die Wasserkräfte) als öffentliche Sachen einer besondern, vom ZGB abweichenden Regelung unterstellen können und dass das ZGB speziell auch die kantonale Regalität mit Bezug auf sie nicht ausschliesst\". Und weiter hielt das Bundesgericht fest, dass die Autonomie der Kantone bezüglich des Bergregals die Befugnis in sich schliesse, hievon in beliebigem Umfang Gebrauch zu machen (BGE 44 I 170 f.). Die praktisch uneingeschränkte Gesetzgebungsfreiheit, welche den Kantonen bei der Regelung des Bergregals zusteht, wird auch in der Literatur hervorgehoben (vgl. SUTTER-SOMM, a.a. O., S. 129; HAGENBÜCHLE, a.a.O., S. 47a ff.).\n\nc) Mit dem Bergregalgesetz vom 29. April 1979 hat der Kanton Nidwalden von seiner Berghoheit Gebrauch gemacht. Er hat sich das Recht zum Aufsuchen und Gewinnen einer Reihe mineralischer Rohstoffe wie Metalle und Erze, Salze und Salzquellen, fossile Brenn- und Leuchtstoffe, mineralische Öle, Erdgas, Asphalt, Bitumen und andere feste, halbfeste, flüssige oder gasförmige Kohlenwasserstoffe sowie Mineralien für die Erzeugung von Kernenergie vorbehalten (Art. 1 Abs. 1 BRG). Beeinträchtigungen an diesen regalisierten Stoffen sind unzulässig (vgl. Art. 60 und 61 BRG). Die Berghoheit umfasst nicht nur das Recht, Rohstoffe auszubeuten, sondern auch die Befugnis, von der Ausbeutung abzusehen und vor Beeinträchtigungen an den regalisierten Stoffen zu schützen. An diesen Umstand knüpft der neue Art. 2a BRG an, indem er das Betreiben von Atomanlagen, insbesondere von Lagerstätten für radioaktive Abfälle in Stollen oder Kavernen als verleihungspflichtig erklärt, \"wenn dadurch das Aufsuchen und Gewinnen von Mineralien eingeschränkt wird\". Der Kanton tritt für den Fall einer Konzessionserteilung einen Teil der ihm aus der Berghoheit zustehenden Rechte - im vorliegenden Zusammenhang die Abwehrrechte gegen die Beeinträchtigung des Regals - an den Betreiber der Atomanlage ab |407| (vgl. dazu auch SEILER, a.a.O., S. 321 ff.). Fehlt diese Beeinträchtigung, so entfällt auch die Konzessionspflicht nach Art. 2a BRG.\n\nDie Auffassung der Beschwerdeführerin, wonach Art. 2a BRG \"das Betreiben einer Atomanlage in Stollen oder Kavernen\" als solches verleihungspflichtig erkläre, trifft daher nicht zu.\n\n12. Die Beschwerdeführerin rügt auch in bezug auf die Änderungen des Bergregalgesetzes eine Verletzung von Art. 2 ÜbBest. BV. Sie erblickt insbesondere einen Widerspruch zur Bundeszivilgesetzgebung sowie zur Atomgesetzgebung des Bundes.\n\na) Die Beschwerdeführerin rügt, Art. 2a BRG sei mit der Sachenrechtsordnung des ZGB, insbesondere mit Art. 667 und Art. 664 ZGB unvereinbar. Dabei beruft sie sich erneut darauf, dass Art. 667 ZGB der privatrechtlichen Sachherrschaft nach unten keine objektiv fixierbare und auch nicht eine auf eine höchstmögliche Ausdehnung beschränkte Grenze setze. Ein im Lichte der Interessenlage von Art. 667 Abs. 1 ZGB allenfalls vorläufig noch \"eigentumsfreier\" Untergrund sei nach der sachenrechtlichen Ordnung immer fähig, Gegenstand privater Eigentumsrechte zu werden. Der Grundeigentümer habe darauf (zumindest) eine anwartschaftliche Rechtsposition, die es ausschliesse, dass dem Staat am Untergrund Verleihungsbefugnisse zustünden.\n\nEs ist bereits oben in Erwägung 5 ausgeführt worden, dass diese zivilrechtliche Sicht der Dinge nicht tragfähig ist. Es kann darauf verwiesen werden.\n\nDer sachenrechtliche Bezug des Nidwaldner Bergregalgesetzes ergibt sich im übrigen aus Art. 1 Abs. 2 BRG. Danach werden die in Art. 1 Abs. 1 BRG nicht aufgezählten mineralischen Rohstoffe \"in den Schranken der Rechtsordnung den Grundeigentümern oder Nutzungsberechtigten\" zur Ausbeutung überlassen. Als solche Schranke gilt Art. 667 Abs. 1 in Verbindung mit Art. 664 ZGB. Folge davon ist, dass die gegebenenfalls weder vom kantonalen Bergregal noch vom Grundeigentümerinteresse erfassten mineralischen Rohstoffe als herrenlose Sachen im Sinne von Art. 664 ZGB zu qualifizieren sind. Als solche unterstehen sie wiederum, wenn auch unter einem andern als dem regalrechtlichen Rechtstitel, der staatlichen Hoheit (Art. 664 Abs. 1 ZGB).\n\nAufgrund dieser Erwägungen ergibt sich aus Art. 2a BRG keine Unvereinbarkeit mit dem Bundeszivilrecht. Vielmehr verhält es sich nach dem Gesagten so, dass sich Art. 2a BRG nur auf den Bereich der kantonalen Berghoheit bezieht. Das solchermassen begründete Konzessionssystem stellt demnach keine öffentlichrechtliche Eigentumsbeschränkung |408| dar, weil es den dem privaten Eigentum zugänglichen Bereich nicht betrifft.\n\nb) Die Beschwerdeführerin erachtet Art. 2a BRG auch mit der bundesrechtlichen Atomgesetzgebung unvereinbar. Die Entsorgung atomarer Abfälle sei eine Bundesaufgabe. Das Bergregal gebe keine taugliche Basis, \"um die Errichtung von Atomanlagen zu verhindern oder eine eigene kantonale Kompetenz zur Prüfung der vom Bundesrecht abschliessend geordneten sicherheitstechnischen Aspekte zu begründen\". Gerade der letzte Halbsatz von Art. 2a Abs. 1 BRG, wonach die Konzessionspflicht nur greife, wenn durch das Betreiben von Atomanlagen das Aufsuchen und Gewinnen von Mineralien eingeschränkt werde, mache die Bundesrechtswidrigkeit der Norm offenkundig, weil in Bundeskompetenzen übergegriffen werde. Widersprüche zur bundesrechtlichen Atomgesetzgebung ergäben sich sodann auch aus Abs. 2 von Art. 2a BRG, welcher für das Konzessionsverfahren die Art. 39 ff. BRG als sinngemäss anwendbar erkläre. Es sei ausgeschlossen, dass der Kanton im Zusammenhang mit Atomanlagen eigene Vorschriften bezüglich Betrieb (Art. 10 BRG) oder Haftpflicht (Art. 13 BRG) ins Spiel bringen könne. Ebenso bundesrechtswidrig wäre die Anwendung von Art. 46 BRG, welcher die Verleihungsdauer auf höchstens 50 Jahre beschränke. Gleiches gelte in bezug auf die in Art. 18 ff. BRG formulierten Gründe für das Erlöschen einer bergrechtlichen Bewilligung oder Konzession.\n\naa) In bezug auf die Tragweite der bundesrechtlichen Vorschriften im Atomrecht im allgemeinen, die Aufgabenteilung zwischen Bund und Privaten im Bereich der Entsorgung atomarer Abfälle im besondern sowie die Schranken kantonaler Regelungsbefugnisse kann auf die obenstehenden Ausführungen verwiesen werden (E. 6b und c). Danach steht fest, dass in den Bereichen der nuklearen Sicherheit und des Strahlenschutzes ausschliesslich die Atomgesetzgebung des Bundes massgebend ist, dass daneben die Atomanlagen auch kantonalrechtlichen Vorschriften zu genügen haben, ja gegebenenfalls sogar daran scheitern können (vgl. BGE 111 Ia 307 f., BGE 103 Ia 348 E. 8; SEILER, a.a.O., S. 267 ff. insb. S. 281; RAUSCH, a. a.O., S. 97 ff.).\n\nbb) Entgegen der Auffassung der Beschwerdeführerin schliesst Art. 2a BRG den Bau einer unterirdischen Lagerstätte für atomaren Abfall nicht grundsätzlich aus. Es wird kein Verbot solcher Anlagen erlassen, sondern - wie in E. 11c hiervor dargelegt - eine Konzessionspflicht eingeführt, mit welcher sich der Kanton eines Teils der aus der Berghoheit fliessenden Rechte begibt, nämlich seiner |409| Abwehrrechte gegen Beeinträchtigungen des Regals. Dass die Ausübung des Bergregals durch Errichtung und Betrieb einer unterirdischen Anlage zur Lagerung radioaktiver Abfälle beeinträchtigt werden kann, leuchtet ohne weiteres ein. Dazu braucht es jedenfalls keine zweite sicherheitstechnische Überprüfung der Anlage, die der Kanton gleichsam in Ergänzung der bundesrechtlich vorgeschriebenen Prüfung durchzuführen hätte, wie die Beschwerdeführerin befürchtet und als rechtswidrig rügt. Der in Art. 2a BRG vorgesehenen Konzessionspflicht ist eine ausschliesslich bergregalrechtliche Optik eigen. Nur nach ihr bestimmt sich, ob und unter welchen Umständen die Beeinträchtigung des kantonalen Regalrechts hingenommen wird. Ein solches Konzessionssystem ist zulässig und verstösst nach dem bisher Gesagten jedenfalls nicht gegen die Atomgesetzgebung des Bundes.\n\ncc) Die Beschwerdeführerin sieht bundesrechtswidrige Auswirkungen überdies von Art. 2a Abs. 2 BRG ausgehen, wo für das hier interessierende bergrechtliche Konzessionsverfahren auf die Art. 39 ff. BRG verwiesen wird. Diese Befürchtungen sind indessen unbegründet. Art. 2a Abs. 2 BRG erklärt die im Bergregalgesetz enthaltenen Verfahrensvorschriften für die in Art. 2a Abs. 1 BRG neu eingeführte Konzessionspflicht bloss als sinngemäss anwendbar. Das ist sachgerecht und schliesst aus, dass im Konzessionsverfahren Bestimmungen aus dem BRG angewendet werden müssen, die im Widerspruch zu dem die Konzessionspflicht auslösenden Sachverhalt stehen und deren Anwendung folglich einen sachwidrigen Konzessionsinhalt bewirkten. Das gilt insbesondere in bezug auf die von der Beschwerdeführerin angesprochenen Fragen der Betriebsvorschriften (Art. 10 Abs. 3 BRG), der Haftpflicht (Art. 12 BRG) oder der Gründe für das \"Erlöschen\" der Konzession im Sinne der Art. 18 ff. BRG. Was schliesslich die Verleihungsdauer von höchstens 50 Jahren gemäss Art. 46 BRG angeht, so wird auch diese Vorschrift sinngemäss, d.h. mit Rücksicht auf den die Konzession bedingenden, spezifischen Sachverhalt angewandt werden müssen. Dabei scheint eine Befristung der Konzession nicht zum vornherein unhaltbar, weil es verständlich ist, dass der Kanton in grösseren zeitlichen Abständen die konzessionsbestimmenden Gegebenheiten neu überprüfen möchte. Immerhin ist anzumerken, dass die Nichterneuerung einer einmal gewährten Konzession kaum als \"sinngemässe\" Anwendung von Art. 46 Abs. 2 BRG angesehen und im Streitfall geschützt werden könnte. Dies vor allem auch mit Rücksicht darauf, dass der Konzessionsnehmer sein die regalrechtlichen |410| Abwehransprüche auslösendes Werk sachnotwendig auf Dauer angelegt hat.\n\nc) Aus dem Gesagten ergibt sich, dass der von der Beschwerdeführerin beanstandete Art. 2a BRG sowohl mit dem Bundesprivatrecht als auch mit der Atomgesetzgebung des Bundes vereinbar ist oder jedenfalls durch sachgerechte Auslegung damit in Einklang gebracht werden kann. Die Rüge, Art. 2 ÜbBest. BV sei verletzt, erweist sich daher als unbegründet.\n\n13.\n\n14. (u. 14.-: In Anbetracht der vorstehenden Erwägungen erweisen sich auch die Rügen, die neue Bestimmung im Bergregalgesetz verletze die Eigentumsgarantie und die Handels- und Gewerbefreiheit, als unbegründet. Demnach ergibt sich zusammenfassend, dass auch die gegen das Bergregalgesetz gerichtete Beschwerde abzuweisen ist, soweit darauf eingetreten werden kann.)"}