{"annee": "119", "cour": "II", "page": "173", "date": "28/4/1993", "cite": ["114 II 45", "111 II 175", "113 II 522", "91 II 44", "99 II 315", "115 II 67", "72 II 405", "104 II 68", "87 II 194"], "cite_par": ["133 IV 158", "121 III 436", "123 III 35", "122 III 237", "130 III 417", "130 III 462"], "chapeau": "35. Auszug aus dem Urteil der I. Zivilabteilung vom 28. April 1993 i.S. Bank Kreiss AG gegen Schweizerische Kreditanstalt (Berufung)", "regestes": ["Accréditif; droit international privé (art. 116 et 117 LDIP). 1. Au regard de l'exigence de clarté posée par l'art. 116 al. 2 LDIP en matière d'élection de droit, le simple fait de se référer, dans la procédure, à un droit déterminé ne suffit pas pour admettre une convention de renvoi (\"Verweisungsvertrag\") selon le principe de la confiance (consid. 1b). 2. Dans les rapports entre la banque émettrice et la banque correspondante, la prestation caractéristique pour le rattachement objectif est celle du mandataire (art. 117 al. 3 let. c LDIP) (consid. 2)."], "faits": "BGE 119 II 173 S. 174\n\nMit Telex vom 21. März 1989 beauftragte die Schweizerische Kreditanstalt die in Hamburg domizilierte Bank Kreiss AG, der Firma Borak Eléments de Construction SA in Genf die Eröffnung eines Dokumentenakkreditivs im Betrage von US-$ 7'650'000.-- (+0/-5%) zu avisieren ohne dieses gegenüber der Begünstigten zu bestätigen. Der Akkreditivbetrag war für die Bezahlung von drei Stahllieferungen bestimmt. Bei der letzten Lieferung verweigerte die Schweizerische Kreditanstalt Zahlungen aus dem Akkreditiv, indem sie sich u.a. auf ein einstweiliges richterliches Zahlungsverbot berief. Dennoch schrieb die Bank Kreiss AG der Akkreditivbegünstigten einen Betrag von US-$ 3'049'289.78 gut. Die Bank Kreiss AG klagte am 16. November 1989 beim Handelsgericht des Kantons Zürich gegen die Schweizerische Kreditanstalt auf Zahlung dieser Summe nebst Zins. Die Klage wurde am 18. September 1991 abgewiesen.\n\nDie Klägerin hat Berufung eingelegt und beantragt dem Bundesgericht, das angefochtene Urteil aufzuheben und die Klage gutzuheissen; eventuell sei die Streitsache an die Vorinstanz zu neuer Entscheidung zurückzuweisen. Die Beklagte schliesst auf Abweisung der Berufung, soweit darauf einzutreten sei. Das Bundesgericht weist die Berufung ab", "considerants": "aus folgenden Erwägungen:\n\n1. Die Klägerin macht geltend, das Handelsgericht habe zu Unrecht deutsches Recht als anwendbar erklärt. Sie schliesst aus dem Umstand, dass die Parteien im Prozess auf schweizerisches Recht Bezug nahmen, auf eine gültige Rechtswahl. Die Rüge ist nach Art. 43 Abs. 1 OG zulässig (BGE 72 II 409 E. 2).\n\na) Das Handelsgericht hält fest, die Parteien hätten sich nicht zum anwendbaren Recht geäussert und keine Rechtswahl getroffen. Das Kassationsgericht sah darin keinen Widerspruch. Zwar hätten die Parteien wohl schweizerisches Recht diskutiert und namentlich Literatur- und Judikaturstellen dazu zitiert, allerdings nicht in einem BGE 119 II 173 S. 175kollisionsrechtlichen Bezug und namentlich nicht unter Berufung auf eine Rechtswahl. Die negative Feststellung des Handelsgerichts sei daher bloss kollisionsrechtlich zu verstehen. Damit kann dem Handelsgericht auch kein vom Bundesgericht im Berufungsverfahren zu korrigierendes offensichtliches Versehen vorgeworfen werden (Art. 63 Abs. 2 OG; BGE 113 II 524 E. 4b, BGE 104 II 74 E. 3b). Dagegen ist als Rechtsfrage zu prüfen, ob es nach dem, was in tatsächlicher Hinsicht feststeht, den Abschluss eines Verweisungsvertrags zu Unrecht verneint hat.\n\nb) Der Vertrag untersteht dem von den Parteien gewählten Recht (Art. 116 Abs. 1 IPRG), wobei die Rechtswahl ausdrücklich sein oder sich eindeutig aus dem Vertrag oder den Umständen ergeben muss (Art. 116 Abs. 2 IPRG). Die Bestimmung konsolidiert sowohl hinsichtlich der grundsätzlich freien Rechtswahl (vgl. BGE 111 II 180) wie hinsichtlich deren Voraussetzungen (grundlegend BGE 87 II 200 E. d) im wesentlichen die bisherige bundesgerichtliche Rechtsprechung (Botschaft zum IPRG, BBl 1983 I 263ff., 407 ff.; HEINI, Die Rechtswahl im Vertragsrecht und das neue IPR-Gesetz, in Beiträge zum neuen IPR des Sachen-, Schuld- und Gesellschaftsrecht, FS Rudolf Moser, S. 67 ff.).\n\nDas Bundesgericht steht seit seiner mit BGE 87 II 200 E. d begründeten Rechtsprechung auf dem Standpunkt, von einer Rechtswahl zugunsten eines bestimmten und von einem Verzicht auf die Anwendung eines andern Rechts könne logischerweise nur dort gesprochen werden, wo den Parteien überhaupt bewusst geworden sei, dass sich die Frage nach dem massgebenden Recht stelle. Denn die Wahl treffen könne nur, wer wisse, dass er die Möglichkeit habe, ein Vertragsverhältnis der einen oder der andern Rechtsordnung zu unterstellen, und ebenso könne auf eine von zwei Möglichkeiten nur verzichten, wer die beiden zu Gebote stehenden Möglichkeiten kenne. Ein auf übereinstimmenden Erklärungen beruhender Verweisungsvertrag, wie er für eine Rechtswahl notwendig sei, setze damit voraus, dass die Parteien einen bewussten Rechtswahl-Willen hätten und diesen äussern wollten. Dächten die Parteien dagegen überhaupt nicht an die Frage des anwendbaren Rechts, so könne darin, dass sie von der inländischen Rechtsordnung ausgingen, für sich allein noch keine Rechtswahl erblickt werden (vgl. BGE 91 II 46 E. 3 und 445 E. 1; vgl. auch VISCHER/VON PLANTA, Internationales Privatrecht, 2. Aufl., S. 170; KELLER/SIEHR, Allgemeine Lehren des internationalen Privatrechts, S. 377/8). Später hat es diese Auffassung insoweit verdeutlicht, als es die gemeinsame Berufung auf ein bestimmtes Recht je nach den Umständen als Ausdruck oder Folge bewusster stillschweigender Rechtswahl oder mindestens als Indiz dafür jedenfalls BGE 119 II 173 S. 176nicht ausschloss (BGE 99 II 317 E. 3a; vgl. KNOEPFLER/SCHWEIZER, Précis de droit international privé suisse, S. 164 Rz. 503). Inwieweit dies unter dem eher restriktiven Wortlaut von Art. 116 Abs. 2 IPRG weiter gilt, kann im vorliegenden Fall offenbleiben, da der Schluss von einem bestimmten Verhalten der Parteien auf einen tatsächlichen Konsens im einen wie im andern Fall eine vom kantonalen Sachrichter abschliessend zu beantwortende Tatfrage darstellt, die vom Bundesgericht im Berufungsverfahren von hier nicht gegebenen Ausnahmen abgesehen nicht überprüft werden kann. Dies gilt auch insoweit, als eine Rechtswahl durch bestimmte Prozessvorbringen einer Branchenusanz international tätiger Anwälte entsprechen sollte, ist doch auch eine solche Usanz Tatfrage und im vorliegenden Fall vom Handelsgericht nicht festgestellt (POUDRET, COJ, N. 4.6.1 zu Art. 63 OG mit Hinweisen).\n\nZwar bleibt ein hypothetischer Parteiwille als versteckte Anknüpfung grundsätzlich unbeachtlich (dazu SCHWANDER, Zur Rechtswahl im IPR des Schuldvertragsrechts, in FS Max Keller, S. 473 ff., 481), doch reicht auch für den Abschluss eines Verweisungsvertrags ein normativer Konsens aus. Die vom Gesetzgeber geforderte Klarheit der Rechtswahl erfordert hier allerdings eine objektiv hinreichend schlüssige ausdrückliche oder konkludente Willenserklärung, welche vom Empfänger nach dem Vertrauensgrundsatz unzweideutig als Offerte eines Verweisungsvertrags verstanden werden darf und muss. Im vorliegenden Fall fehlen indessen tatsächliche Feststellungen der Vorinstanz, dass die Prozessparteien sich im kantonalen Verfahren in einer Art und Weise geäussert hätten, welche nach dem Vertrauensgrundsatz auf eine einvernehmliche Rechtswahl schliessen liesse. Ein solcher Rechtsfolgewillen darf namentlich nicht bereits aus einer Bezugnahme auf ein bestimmtes Recht abgeleitet werden. Vielmehr müssen zusätzlich objektive Anhaltspunkte den Schluss zulassen, damit solle in Abweichung der objektiven kollisionsrechtlichen Anknüpfung ein anderes materielles Recht bestimmt werden. Solche Umstände aber sind im vorliegenden Fall nicht erstellt.\n\n2. Im Eventualstandpunkt hält die Klägerin schweizerisches Recht auch bei objektiver Anknüpfung für anwendbar.\n\nBei Fehlen einer Rechtswahl untersteht der Vertrag dem Recht des Staates, mit dem er am engsten zusammenhängt (Art. 117 Abs. 1 IPRG). Dabei wird vermutet, dieser engste Zusammenhang bestehe im kaufmännischen Rechtsverhältnis mit dem Staat, in dem die Partei, welche die charakteristische Leistung erbringen soll, ihre Niederlassung hat (Art. 117 Abs. 2 IPRG).\n\nNach schweizerischem Verständnis besteht zwischen der eröffnenden Bank und der Korrespondenzbank ein Auftragsverhältnis, wobei BGE 119 II 173 S. 177insoweit unerheblich ist, ob die Korrespondenzbank als Avisorin, als Zahlstelle oder als Bestätigungsbank auftritt (BGE 114 II 48 E. a; OR-KOLLER, Anhang zum 18. Titel, N. 10; MEIER-HAYOZ/VON DER CRONE, Wertpapierrecht, S. 409 Rz. 79; ULRICH, Rechtsprobleme des Dokumentenakkreditivs, Diss. Zürich 1989, S. 164). In diesem Verhältnis gilt die Dienstleistung, d.h. die Leistung der Beauftragten als die für eine objektive Anknüpfung charakteristische (Art. 117 Abs. 3 lit c. IPRG). Kollisionsrechtlich bestimmt mithin die Niederlassung der Korrespondenzbank auch im hier interessierenden Verhältnis das anwendbare Recht (vgl. BGE 115 II 69 E. 1; VISCHER/VON PLANTA, a.a.O., S. 181; VISCHER, Internationales Vertragsrecht, S. 121 ff.; DOHM, Bankgarantien im internationalen Handel, S. 144 Rz. 318; EISEMANN/SCHÜTZE, Das Dokumentenakkreditiv im Internationalen Handelsverkehr, 3. Aufl., S. 213). Ob anderes gilt, wenn die Korrespondenzbank (Zweitbank) sich ihren Remboursanspruch durch eine selbständige Rückgarantie der eröffnenden Bank (Erstbank) sichern lässt, kann im vorliegenden Fall offenbleiben, da eine solche Garantieverpflichtung weder festgestellt noch behauptet ist (dazu DOHM, a.a.O., S. 145 Rz. 319 ff.). Mithin hat das Handelsgericht das Rechtsverhältnis der Parteien bundesrechtskonform deutschem Recht unterstellt."}