{"annee": "119", "cour": "II", "page": "212", "date": "24/3/1993", "cite": ["107 II 211"], "cite_par": ["132 III 9"], "chapeau": "43. Estratto della sentenza 24 marzo 1993 della II Corte civile nella causa Comunione dei comproprietari della proprietà per piani concernente la particella n. 286 RFD di Lugano contro Dipartimento delle istituzioni della Repubblica e Cantone Ticino e Ufficio registri di Lugano (ricorso di diritto amministrativo)", "regestes": ["Art. 33c al. 1, 2 et 3 ORF. Inscription d'une propriété par étages avant la construction du bâtiment. Conditions de l'inscription définitive. 1. Pièces à produire pour l'inscription d'une propriété par étages avant la construction du bâtiment (consid. 2a). 2. Conditions de la radiation de la mention \"constitution de la PPE avant la construction du bâtiment\" (consid. 2b et c)."], "faits": "|212|\n\nA.- Con iscrizione del 28 dicembre 1981 è stata costituita una proprietà per piani, prima della costruzione, sulla particella n. 286 Registro fondiario definitivo (RFD) di Lugano, sezione Castagnola. Il 18 maggio 1992 la Comunione dei comproprietari, rappresentata dall'amministratrice Utoring S.A., ha chiesto l'intavolazione definitiva della proprietà per piani. All'istanza erano allegati, quali documenti giustificativi, due atti pubblici che constatano le decisioni |213| prese da 16 comproprietari rappresentanti 668,3 quote millesimali, su 17 comproprietari intervenuti all'assemblea rappresentanti 704,86 millesimi. Ai predetti rogiti erano annessi un piano di ripartizione allestito da un geometra, una tabella sulle quote parti in millesimi e un piano di assegnazione delle parti comuni. Con decisione 30 giugno 1992 l'Ufficiale del registro fondiario ha rigettato la richiesta e il 14 luglio 1992 egli ha mantenuto la propria decisione con una lettera inviata in risposta a una domanda di riesame. L'8 settembre 1992 il Dipartimento delle istituzioni, quale autorità di vigilanza sul registro fondiario, ha respinto un ricorso della Comunione dei comproprietari.\n\nB.- Il 7 ottobre 1992 la Comunione dei comproprietari della proprietà per piani concernente la particella n. 286 RFD di Lugano ha presentato al Tribunale federale un ricorso di diritto amministrativo, con cui postula l'annullamento della decisione del Dipartimento delle istituzioni e che sia fatto ordine all'Ufficio dei registri di Lugano di procedere all'intavolazione definitiva della proprietà per piani. Le autorità cantonali hanno proposto la conferma delle proprie decisioni, mentre il Dipartimento federale di giustizia ha chiesto l'ammissione del gravame.\n\nIl Tribunale federale ha respinto il ricorso nella misura in cui è ammissibile.", "considerants": "Dai considerandi:\n\n2. a) L'art. 33c RRF - il Codice civile è silente a questo proposito - permette l'intavolazione di una proprietà per piani prima della costruzione dell'edificio. In questo caso l'iscrizione è subordinata alla produzione dell'atto costitutivo e di un piano di ripartizione. Quest'ultimo deve sempre essere prodotto, poiché l'edificio non esiste ancora fisicamente e occorre che le quote di comproprietà siano, fin dall'inizio, chiaramente delimitate. Esse possono, del resto, essere vendute o gravate da pegni immobiliari, poiché l'intavolazione prima della costruzione è costitutiva di un diritto reale e di un fondo nel senso giuridico del termine (art. 655 cpv. 2 n. 4 CC) ed è, in particolare, destinata a facilitarne il finanziamento (DTF 107 II 214 consid. 3). Inoltre il piano di ripartizione permette un confronto nell'ipotesi di una rettifica, dopo il compimento dell'edificio. Benché il Regolamento per il registro fondiario non preveda espressamente che il piano debba essere firmato da tutti i comproprietari, in |214| caso di iscrizione prima della costruzione, la sottoscrizione non si giustifica unicamente da un raffronto degli art. 33b e 33c RRF, ma anche dall'importanza dello stesso piano, che rappresenta un complemento necessario all'atto costitutivo.\n\nb) La costituzione della proprietà per piani prima della costruzione dev'essere menzionata come tale a registro fondiario (art. 33c cpv. 2 RRF). Il compimento dell'edificio dev'essere notificato (art. 33c cpv. 3 RRF). Questa notifica serve quale documento giustificativo per cancellare la menzione. Essa deve attestare che la ripartizione non è stata modificata rispetto all'atto costitutivo e al piano di ripartizione allestito prima della costruzione, e che l'edificio è conforme alle esigenze legali di una proprietà per piani, segnatamente che i singoli piani o porzioni di piano, ordinati in appartamenti o in unità di locali, costituiscono un tutto e hanno un proprio accesso (cfr. art. 712b cpv. 1 CC, art. 33c cpv. 4 RRF). Se la ripartizione è stata modificata, un nuovo piano rettificato dopo l'esecuzione dei lavori dev'essere trasmesso all'Ufficio del registro fondiario (art. 33c cpv. 3 RRF, MEIER-HAYOZ/REY, Berner Kommentar, n. 58 ad art. 712d CC). La dottrina è invece discorde, considerato il silenzio della legge e del regolamento, sulla questione di sapere in che modo dev'essere effettuata la predetta notifica ai sensi dell'art. 33c cpv. 3 RRF. Gli autori appena menzionati (loc.cit.) esigono un piano firmato da tutti i comproprietari unicamente quando la ripartizione è stata modificata rispetto al piano iniziale. STEINAUER si limita a sottolineare che gli interessati (senza specificare chi siano) devono annunciare a registro fondiario l'ultimazione dell'edificio e se necessario allegare un piano di ripartizione rettificato (Fiches juridiques suisses n. 1302 II pag. 7). FRIEDRICH pare esigere come documento giustificativo una dichiarazione firmata da tutti i comproprietari (Praktische Fragen im Zusammenhang mit der Begründung von Stockwerkeigentum, in ZBGR 1966, pag. 343 seg.). Questo è pure il parere dell'autorità cantonale di vigilanza, la quale ritiene che la notificazione tocca l'esistenza medesima della proprietà per piani e necessita dell'assenso di tutti i comproprietari (in questo senso si pronuncia anche l'Obergericht del Cantone di Zurigo in: Blätter für zürcherische Rechtsprechung, 1990, pag. 150).\n\nc) Quest'ultima opinione è tuttavia troppo assoluta. L'intavolazione prima della costruzione di una proprietà per piani non ha una portata provvisoria, poiché essa è costitutiva del diritto reale e crea un fondo nel senso giuridico del termine. Il diritto di proprietà esiste dal momento dell'iscrizione, ma non può essere esercitato prima |215| del compimento dello stabile. In questo senso, le osservazioni dell'autorità cantonale, che fanno dipendere la piena efficacia della proprietà per piani dalla notifica che avviene dopo la fine dei lavori, misconoscono la portata giuridica dell'iscrizione prima della costruzione. Se al termine dei lavori, la sostanza della proprietà per piani e la ripartizione delle quote non sono state modificate, la notifica prevista dall'art. 33c cpv. 3 RRF non tocca il potere di disporre dei proprietari e non dipende dal consenso unanime di quest'ultimi, come è invece il caso al momento della sua costituzione e dell'inoltro del piano di ripartizione iniziale. A questo proposito l'Ufficio federale di giustizia suggerisce addirittura di non richiedere un piano rettificato, firmato da tutti i comproprietari, se la nuova ripartizione non modifica le quote. Poiché si tratta di cancellare una menzione avvenuta d'ufficio, non importa, sempre secondo l'autorità appena citata, chi sia il richiedente, purché la notifica e i documenti giustificativi convincano l'Ufficiale dell'esistenza di fatti che legittimano la cancellazione.\n\nNella fattispecie la conferma dell'ingegner Gisi, geometra revisore, che la proprietà per piani è stata eretta secondo le norme legali è pacifica. L'ingegner Montorfani, geometra, ha attestato che \"il piano di ripartizione definitivo non ha subito modificazioni inerenti al perimetro di proprietà delle singole quote di P.P.P. rispetto ai piani dell'originaria costituzione\". L'Ufficiale del registro fondiario, invece, dubita dell'identità dei due piani di ripartizione, citando l'esempio dell'unità di piano n. 10 che comprende ora anche un balcone e una vasca per fiori, che non figuravano sul piano di ripartizione iniziale. Questa differenza non pare essere decisiva, in quanto tale, nella misura in cui le quote parti non sono state modificate. Per converso, all'assemblea del 18 maggio 1992 è sorta una discussione sull'assegnazione delle cantine, che il regolamento condominiale (art. 11) include nelle parti comuni, nonostante l'art. 712b cpv. 1 CC che permette di considerarle come dei locali accessori disgiunti (MEIER-HAYOZ/REY, op.cit., n. 67 e 69 ad art. 712b CC). La maggioranza dei presenti si è pronunciata - il processo verbale è su questo punto contraddittorio e in parte incomprensibile - per l'attribuzione immediata dell'uso di questi vani sulla base dei piani dell'ingegner Montorfani e del regolamento condominiale. Ora sul piano iniziale le cantine non erano disegnate. Ma soprattutto una divergenza si è manifestata nei riguardi della superficie dell'appartamento n. 22 che, secondo i proprietari, è inferiore a quella risultante iscritta a registro fondiario e suscettibile di modificare le quote parti. L'assemblea ha |216| rinviato la trattanda a una prossima riunione. Esistono quindi almeno dei dubbi riguardanti la formazione delle quote e la necessità di rettificare o completare il piano di ripartizione iniziale. Un tale piano rettificato esige però la firma di tutti i comproprietari. L'Ufficiale del registro fondiario non ha pertanto violato il diritto federale rigettando la richiesta d'iscrizione definitiva della proprietà per piani."}