{"annee": "119", "cour": "IA", "page": "505", "date": "16/12/1993", "cite": ["113 IA 309", "117 IA 472", "117 IA 27", "117 IA 465", "118 IA 64", "116 IA 149", "119 IA 71", "116 IA 420"], "cite_par": ["122 I 222", "145 I 318"], "chapeau": "55. Estratto della sentenza 16 dicembre 1993 della I Corte di diritto pubblico nella causa X c. Direttore del penitenziario e Dipartimento di giustizia del Cantone Ticino (ricorso di diritto amministrativo)", "regestes": ["Art. 8 et 10 CEDH: Refus de transmettre les lettres adressées par un détenu à des tiers et à un avocat. Restriction au droit à la correspondance et à la liberté d'expression. Refus de transmettre des lettres adressées par un détenu à un tiers et contenant des remarques inconvenantes et injurieuses à l'égard de l'autorité (consid. 3b et c). Le refus de transmettre une lettre adressée par un détenu à un avocat viole en l'espèce l'art. 8 CEDH, disposition selon laquelle une telle correspondance constitue un moyen de communication privilégié. Le respect du secret prévaut en principe sur la simple possibilité d'un abus (consid. 3d et 4a)."], "faits": "", "considerants": "BGE 119 Ia 505 S. 506\n\nDai considerandi:\n\n3. Nel merito il ricorrente, oltre alla violazione degli art. 4 e 36 Cost., fa valere la lesione dell'art. 8 CEDU, che garantisce ad ogni persona il diritto al rispetto della propria corrispondenza e dell'art. 10 CEDU che sancisce la libertà d'espressione, nella misura in cui essa permette di ricevere o di comunicare informazioni o idee senza ingerenza alcuna da parte delle autorità pubbliche. In concreto, le censure riguardano le condizioni poste per corrispondere con persone al di fuori del penitenziario. Tuttavia, l'esercizio abusivo di questo diritto non è protetto dall'art. 8 CEDU (DTF 118 Ia 87 consid. 3p). Anche il diritto costituzionale non scritto, nella misura in cui sancisce la libertà d'espressione, non si oppone a che tale diritto sia limitato quantitativamente o qualitativamente per ragioni riconducibili al buon andamento del penitenziario, alla sicurezza di terzi o all'interesse stesso del detenuto.\n\na) Come invocate dal ricorrente, le garanzie sono quelle che il diritto costituzionale non scritto offre ad ogni persona, nella misura in cui consacra la libertà personale (DTF 117 Ia 30 consid. 5a, DTF 116 Ia 151 consid. 3) e la libertà d'espressione (DTF 113 Ia 316 consid. 4b); il diritto al rispetto della corrispondenza rientra nel diritto alla libertà d'espressione. Il Tribunale federale considera le norme convenzionali invocate dal ricorrente (art. 8 e 10 CEDU) ai fini dell'interpretazione e dell'applicazione delle citate libertà nella misura in cui esse contribuiscono a concretarle; in quest'ambito, le garanzie convenzionali non vanno però oltre quelle offerte dal diritto costituzionale non scritto (DTF 119 Ia 73 consid. 3a, DTF 117 Ia 466 consid. 2a, 477 consid. 3b). Il ricorrente fa valere anche una lesione dell'art. 4 Cost., cui sembra attribuire un contenuto analogo alle predette norme, BGE 119 Ia 505 S. 507ragione per cui tale critica va esaminata nell'ambito di quella relativa alla libertà personale (DTF 116 Ia 422 consid. 1b). Del tutto priva di motivazione e quindi irricevibile è invece la censura di lesione dell'art. 36 Cost., concernente il monopolio e il segreto postale. Lo stesso vale per l'accenno alla mancata separazione degli stabilimenti di pena nel Cantone Ticino.\n\nb) Giusta gli art. 8 cpv. 2 et 10 cpv. 2 CEDU, come anche secondo il diritto costituzionale non scritto (DTF 117 Ia 479 consid. 3d), un'ingerenza nel diritto alla corrispondenza e nella libertà d'espressione è ammessa soltanto se è prevista dalla legge. Non è necessario che si tratti di una legge in senso formale: è sufficiente una legge in senso materiale, come un'ordinanza o un regolamento (DTF 117 Ia 469 consid. 3 e rinvii). Il ricorrente non contesta l'esistenza di una sufficiente base legale (art. 23 del regolamento ticinese sull'esecuzione delle pene e delle misure di sicurezza per gli adulti del 23 novembre 1978 [REP] e art. 83 del regolamento del penitenziario di stato del Cantone Ticino del 24 giugno 1982 [RPCT]; cfr. al riguardo la sentenza 24 gennaio 1992 concernente il ricorrente, consid. 3b/aa, pubblicata in RDAT II 1992 n. 23, cui, per brevità, si rinvia). Inoltre, un'ingerenza nel diritto costituzionale non scritto della libertà d'espressione è ammissibile soltanto se corrisponde all'interesse pubblico e se rispetta il principio della proporzionalità (cfr. al riguardo la circostanziata DTF 119 Ia 71 cui si può fare riferimento). La Corte europea dei diritti dell'uomo ha stabilito che un certo controllo della corrispondenza dei detenuti è consigliabile e non è di per sé contrario alla Convenzione, avendo riguardo alle esigenze normali e ragionevoli della detenzione; l'ingerenza che ne deriva non dev'essere però eccessiva rispetto allo scopo legittimo perseguito (sentenza 25 marzo 1983 in re Silver e altri, Publications de la Cour, Serie A, Vol. 61, par. 98 e sentenza 25 febbraio 1992 in re Pfeifer e Plankl, Serie A, Vol. 227, par. 46; DTF 117 Ia 466 seg. con riferimento alla sentenza in re Schönenberger e Durmaz). Essa ha precisato che per determinare in modo generale il grado di tolleranza di un simile controllo non bisogna comunque dimenticare che la possibilità di scrivere e di ricevere lettere rappresenta, a volte, per il detenuto, il solo legame con il mondo esterno (sentenza 25 marzo 1992 in re Campbell, Serie A, Vol. 233, par. 45).\n\nNella sentenza Silver si poneva la questione di sapere se fosse compatibile con l'art. 8 CEDU non trasmettere lettere di detenuti nelle quali l'amministrazione del carcere veniva criticata in modo sconveniente e offensivo. La Corte europea ha stabilito che ciò non era BGE 119 Ia 505 S. 508sufficiente per trattenere la corrispondenza. Infatti, l'intercettazione di lettere private contenenti termini volutamente denigratori nei confronti delle autorità non era \"necessaria in una società democratica\" (art. 8 cpv. 2 CEDU). Per contro, una siffatta misura è lecita ove l'estensore della missiva minacci di ricorrere alla violenza. In tal caso la non trasmissione è stata ritenuta necessaria per assicurare l'ordine e la prevenzione dei reati (par. 64, 97, 99c e 103). Identiche considerazioni valgono anche riguardo all'apertura, da parte delle autorità carcerarie, della posta dei detenuti. Infine, anche se la censura di alcuni passi costituisce sicuramente un'ingerenza meno grave, essa deve rispettare comunque il principio della proporzionalità (sentenza in re Pfeifer e Plankl, citata, par. 47).\n\nc) Anche il Tribunale federale, come la Corte europea, dovendo decidere quando una lettera di un detenuto possa essere trattenuta a causa del suo contenuto sconveniente, s'ispira a un'interpretazione restrittiva della nozione di sconvenienza. Ne ammette la sussistenza solo quando le missive sono atte a compromettere lo scopo della detenzione o l'ordine del carcere (al riguardo DTF 119 Ia 75 seg. consid. 3c con riferimento a certe riserve espresse dalla dottrina).\n\nd) Per quanto concerne l'apertura e la lettura della corrispondenza di un detenuto con il suo legale, la Corte europea ha avuto occasione di osservare che il limite tra posta relativa a un procedimento previsto o in corso e quella di carattere generale solleva difficoltà particolari e che la corrispondenza con un avvocato può concernere questioni non aventi, o quasi, alcun legame con una causa. La Corte ha quindi sottolineato che non vedeva alcuna ragione di distinguere tra le diverse categorie di corrispondenza con avvocati: quale che sia la finalità, esse riguardano argomenti di natura confidenziale e privata. Ha quindi stabilito che, di massima, tali missive godono di uno stato privilegiato in virtù dell'art. 8 CEDU. Ne segue che le autorità carcerarie possono aprire la lettera di un avvocato a un detenuto se hanno motivi plausibili per pensare che vi figuri un elemento illecito non rilevato dai normali mezzi di segnalazione. Tuttavia, esse devono aprirla senza leggerla e vi è ragione di fornire garanzie appropriate per impedirne la lettura, come per esempio l'apertura della busta in presenza del detenuto. In particolare, la lettura della posta di un detenuto destinata a/o proveniente da un avvocato, dovrebbe essere autorizzata solo in casi eccezionali. Ciò può essere il caso quando le autorità abbiano motivo di credere a un abuso del privilegio, quando il contenuto della lettera minacci la sicurezza dell'istituto di pena o quella altrui o rivesta un carattere BGE 119 Ia 505 S. 509delittuoso in altro modo. La \"plausibilità\" dei motivi dipenderà dall'insieme delle circostanze, ma essa presuppone fatti o informazioni tendenti a persuadere un osservatore obiettivo che si abusa della via privilegiata di comunicazione (sentenza in re Campbell, citata, par. 48; cfr. tuttavia l'opinione in parte dissenziente del giudice Sir John Freeland secondo il quale la creazione di due categorie separate di corrispondenza sarebbe conforme alla precedente prassi ed esatta).\n\n4. Nella fattispecie concreta il ricorrente sostiene che il Direttore del penitenziario avrebbe abusato, a due riprese, del surriferito potere di controllo.\n\na) Il primo caso riguarda la decisione di non spedire - in busta chiusa - una lettera indirizzata a un avvocato, professore universitario, nel caso in cui il ricorrente non avesse dimostrato, tramite un documento, che questo legale lo rappresentava in una procedura giudiziaria o amministrativa; in caso contrario la busta sarebbe stata spedita, ma solo dopo essere stata aperta e controllata. In concreto occorre osservare che le autorità cantonali non hanno sostenuto e dimostrato che la trasmissione di tale lettera avrebbe gravemente turbato l'ordine interno o compromesso procedure penali in corso o minacciato la sicurezza di terzi o che la non trasmissione sarebbe stata giustificata da altri motivi di sicurezza; né è stato affermato che tale misura fosse opportuna per l'interesse stesso del detenuto, come richiesto dalla normativa cantonale (art. 23 REP e 83 RPCT). Si deve quindi constatare che non vi erano motivi sufficienti per limitare, in condizioni ordinarie, le libertà di cui il ricorrente fruisce nonostante la sua detenzione. Nella fattispecie, la necessità di rispettare la confidenzialità che attiene alle relazioni avvocato-cliente prevale sulla semplice eventualità di abuso, ipotesi del resto neppure prospettata nella presente fattispecie. Inoltre, anche nel caso in cui la lettera fosse indirizzata al legale non tanto come avvocato ma come professore universitario, non è stato fatto valere alcun motivo che, eventualmente, avrebbe potuto giustificarne la mancata trasmissione. La contestata misura non era quindi necessaria (cfr. sentenza 30 agosto 1990 in re McCallum, Serie A, Vol. 183, par. 55 e 56).\n\nb) La seconda fattispecie concerne la mancata trasmissione di sei lettere, rimandate al ricorrente affinché questi togliesse due paragrafi - ritenuti lesivi dell'onore del Direttore del penitenziario - dalle copie di un reclamo allegato a cinque delle sei missive. In tale ambito occorre rilevare che le parti non hanno prodotto al Tribunale federale BGE 119 Ia 505 S. 510le lettere in questione, due delle quali sono state successivamente spedite dopo essere state censurate. Di conseguenza non è possibile stabilire se il tenore delle critiche contenutevi era sconveniente e denigratorio al punto tale da giustificarne la non trasmissione; non è quindi possibile determinare se, nel caso in esame, le autorità cantonali hanno disatteso o meno i principi appena esposti (cfr. DTF 119 Ia 71)."}