{"annee": "119", "cour": "II", "page": "147", "date": "6/4/1993", "cite": ["118 V 190", "116 II 575", "118 II 302", "107 II 189", "103 II 247", "117 II 47", "111 II 384"], "cite_par": ["121 V 58", "121 V 125", "134 V 49", "128 III 70", "121 V 28", "120 III 128", "123 III 89", "137 III 208", "121 V 17", "136 III 196", "120 V 521", "122 I 97", "137 III 389", "121 III 156", "121 V 326", "123 III 1"], "chapeau": "31. Urteil der I. Zivilabteilung vom 6. April 1993 i.S. Andrea G. gegen Rudolf K. (Berufung)", "regestes": ["Art. 257d CO; demeure du locataire; fixation d'un délai et résiliation du bail par le bailleur. 1. Début du délai de paiement de trente jours (consid. 2). 2. Le bailleur doit attendre l'écoulement du délai de paiement avant de pouvoir donner le congé (consid. 3). Un congé donné durant ce délai n'est pas nul mais seulement annulable conformément à l'art. 273 al. 1 CO (consid. 4). 3. La conclusion tacite d'un nouveau contrat après le congé a été niée en l'espèce (consid. 5)."], "faits": "BGE 119 II 147 S. 147\n\nA.- Andrea G. ist seit Juni 1990 Mieterin einer 3-Zimmer-Wohnung in Zürich. Nachdem sie den Mietzins für den Monat November 1991 nicht rechtzeitig bezahlt hatte, wurde sie vom Vermieter, Rudolf K., mit eingeschriebenem Brief vom 22. November 1991 aufgefordert, BGE 119 II 147 S. 148den Mietzins innerhalb von dreissig Tagen zu bezahlen, ansonst das Mietverhältnis gekündigt werde. Dieser Brief wurde am 4. Dezember 1991 mit dem Vermerk \"nicht abgeholt\" an den Absender zurückgesandt, worauf ihn der Vermieter am folgenden Tag als nicht eingeschriebene Sendung nochmals zustellen liess.\n\nMit eingeschriebenem Brief vom 27. Dezember 1991 kündigte der Vermieter das Mietverhältnis unter Verwendung des amtlichen Formulars auf den 31. Januar 1992. Zur Begründung der Kündigung wurde auf Art. 257d OR und auf \"unbezahlte Mietzinse\" hingewiesen. Nachdem der Brief am 9. Januar 1992 mit dem Vermerk \"nicht abgeholt\" an den Absender zurückgesandt worden war, wurde er der Mieterin am folgenden Tag uneingeschrieben nochmals zugestellt.\n\nB.- Auf Gesuch des Vermieters wies der Einzelrichter im summarischen Verfahren des Bezirksgerichts Zürich die Mieterin am 3. Februar 1992 an, die gemietete Wohnung unverzüglich zu räumen. Die Mieterin erhob Einsprache, worauf die Vizepräsidentin des Bezirksgerichts Zürich als Einzelrichterin das Ausweisungsbegehren mit Verfügung vom 22. April 1992 abwies. Die Verfügung wurde im wesentlichen damit begründet, die am 27. Dezember 1991 ausgesprochene Kündigung sei ungültig, weil sie vor Ablauf der dreissigtägigen Zahlungsfrist erfolgt sei.\n\nAuf Rekurs des Klägers hob das Obergericht des Kantons Zürich die Verfügung vom 22. April 1992 mit Beschluss vom 16. September 1992 auf und wies die Beklagte an, die gemietete Wohnung unverzüglich zu räumen. Das Obergericht ging im Gegensatz zur Vizepräsidentin des Bezirksgerichts davon aus, dass die Kündigung trotz damals noch laufender Zahlungsfrist wirksam erfolgt sei, das Mietverhältnis allerdings erst auf Ende Februar 1992 beendet habe.\n\nEine von der Beklagten gegen den Beschluss des Obergerichts erhobene kantonale Nichtigkeitsbeschwerde wurde vom Kassationsgericht des Kantons Zürich am 9. Dezember 1992 abgewiesen, soweit es auf sie eintrat.\n\nC.- Die Beklagte hat den Beschluss des Obergerichts mit Berufung angefochten, die vom Bundesgericht abgewiesen wird, soweit es auf sie eintritt.", "considerants": "Erwägungen:\n\n1. Im angefochtenen Urteil wird festgehalten, der erforderliche Berufungsstreitwert von wenigstens achttausend Franken (Art. 46 OG) BGE 119 II 147 S. 149sei erreicht, weil eine ordentliche Kündigung erst auf Ende März 1993 möglich gewesen wäre und der monatliche Brutto-Mietzins Fr. 1'821.-- betrage. Diese mit der Praxis des Bundesgerichts (BGE 111 II 385 f. E. 1) übereinstimmende Streitwertberechnung wird zu Recht von keiner Partei in Frage gestellt. Zulässig ist die Berufung sodann auch unter dem Gesichtspunkt von Art. 48 Abs. 1 OG (vgl. BGE 103 II 249 ff. E. 1).\n\nUnbeachtlich sind indessen die Ausführungen der Beklagten zum Sachverhalt, soweit sie den tatsächlichen Feststellungen des Obergerichts widersprechen und keine gemäss Art. 55 Abs. 1 lit. d und Art. 64 OG zulässigen Sachverhaltsrügen enthalten, sondern sich in blosser Kritik an der vorinstanzlichen Beweiswürdigung erschöpfen. Insoweit ist auf die Berufung nicht einzutreten.\n\n2. Ist der Mieter nach der Übernahme der Mietsache mit der Zahlung fälliger Mietzinse im Rückstand, so kann ihm der Vermieter schriftlich eine Zahlungsfrist setzen und ihm androhen, dass bei unbenütztem Ablauf der Frist das Mietverhältnis gekündigt werde; diese Frist beträgt im Fall der Wohnraummiete mindestens dreissig Tage (Art. 257d Abs. 1 OR).\n\nDie dreissigtägige Zahlungsfrist beginnt nach einhelliger Lehrmeinung, die sich auf die Botschaft des Bundesrates zur Mietrechtsrevision stützen kann, mit dem Empfang der Zahlungsaufforderung durch den Mieter zu laufen (BBl 1985 I 1427; ZIHLMANN, Das neue Mietrecht, S. 53; LACHAT/MICHELI, Le nouveau droit du bail, 2. Aufl., S. 150 Ziff. 6.5; LACHAT/STOLL, Das neue Mietrecht für die Praxis, 2. Aufl., S. 135 Rz. 6.5; SVIT-Kommentar Mietrecht, N. 28 zu Art. 257d OR). Einigkeit besteht sodann auch darüber, dass in Übereinstimmung mit einem Urteil des Bundesgerichts zum heute ausser Kraft gesetzten Art. 18 Abs. 1 BMM (BGE 107 II 192 ff. E. 2) die sog. Empfangstheorie lediglich in eingeschränkter Form zur Anwendung kommt. Abzustellen ist nämlich nicht auf den Zeitpunkt, in dem die Mitteilung in die Machtsphäre des Empfängers gelangt ist. Massgebend ist vielmehr der Tag, an dem der Mieter die Zahlungsaufforderung tatsächlich in Empfang genommen hat. Kann ein eingeschriebener Brief dem Empfänger nicht sofort übergeben werden, so ist deshalb auf den Zeitpunkt abzustellen, in dem er ihn auf dem Postbüro abholt. Wird die Mitteilung auch innerhalb der von der Post gesetzten, siebentägigen Frist (vgl. Art. 169 Abs. 1 lit. d und e Verordnung [1] zum Postverkehrsgesetz, SR 783.01) nicht abgeholt, so wird fingiert, sie sei am letzten Tag dieser Frist in Empfang genommen worden (ZIHLMANN, a.a.O., S. 53; LACHAT/STOLL, a.a.O., S. 135 BGE 119 II 147 S. 150Fn. 45; SVIT-Kommentar, N. 28 zu Art. 257d OR: abweichend aber N. 5 Vorbemerkungen zu Art. 266-266o OR in bezug auf die Kündigung). Ob es sich anders verhält, wenn die Mitteilung nochmals uneingeschrieben versendet und dann vom Empfänger entgegengenommen wird (vgl. dazu BGE 118 V 190 mit Hinweisen), braucht im vorliegenden Fall nicht geprüft zu werden, da die Frage für den Ausgang des Verfahrens unerheblich ist.\n\nIm angefochtenen Urteil fehlt zwar eine Feststellung darüber, wann die von der Post angesetzte siebentägige Abholfrist abgelaufen ist. Aufgrund des Datums des Briefes mit der Zahlungsaufforderung (22. November 1991) und der Rücksendung des Briefes an den Absender (4. Dezember 1991) lässt sich jedoch schliessen, dass dies frühestens am 29. oder 30. November und spätestens am 3. Dezember 1991 der Fall gewesen sein muss. Die Kündigung vom 27. Dezember 1991 erfolgte jedenfalls noch während laufender dreissigtägiger Zahlungsfrist. Welche Rechtsfolgen eine solche Kündigung nach sich zieht, muss im folgenden durch Auslegung von Art. 257d OR geprüft werden.\n\n3. Zu entscheiden ist somit über die Frage, ob der Vermieter die Kündigung erst dann aussprechen darf, wenn ihm bekannt ist, dass der Mieter den Mietzins innerhalb der ihm gemäss Art. 257d Abs. 1 OR gesetzten Nachfrist nicht bezahlt hat.\n\na) Der Wortlaut von Art. 257d OR ist eindeutig. Aus der Formulierung, der Vermieter könne eine Zahlungsfrist setzen und dem Mieter androhen, dass bei unbenütztem Ablauf der Frist das Mietverhältnis gekündigt werde (Abs. 1), ergibt sich klar die Vorstellung des Gesetzgebers von einem zweistufigen Vorgehen des Vermieters. Nach dieser Vorstellung hat der Vermieter in einem ersten Schritt den Mieter zur fristgemässen Zahlung des Mietzinses aufzufordern, und zwar mit dem Hinweis darauf, dass er, falls die Zahlung ausbleibt, die Kündigung aussprechen werde. Nachdem der Vermieter den Ablauf der Frist abgewartet hat, steht ihm dann die Möglichkeit zu, in einem zweiten Schritt das Mietverhältnis durch ausserordentliche Kündigung zu beenden (Abs. 2: \"Bezahlt der Mieter innert der gesetzten Frist nicht, so kann der Vermieter ... kündigen.\"). Im französischen Text kommt die Zweistufigkeit ebenfalls klar zum Ausdruck (Abs. 1: ... \"le bailleur peut ... lui signifier qu'à défaut de paiement dans ce délai il résiliera le bail.\"). Eine entsprechende Formulierung findet sich auch in der italienischen Fassung von Art. 257d Abs. 1 OR (... \"il locatore può ... avertirlo che, scaduto infruttuosamente questo termine, il rapporto di locazione sarà disdetto.\"). In BGE 119 II 147 S. 151die gleiche Richtung deutet im übrigen der Wortlaut von Art. 266n OR, denn dort ist von der \"Ansetzung einer Zahlungsfrist mit Kündigungsandrohung\" die Rede (frz. Fassung: \"fixation d'un délai de paiement assorti d'une menace de résiliation\"; ital. Fassung: \"l'imposizione di un termine di pagamento con comminatoria di disdetta\").\n\nb) Gemäss ständiger Rechtsprechung ist eine Gesetzesbestimmung in erster Linie nach ihrem Wortlaut auszulegen. An einen klaren und unzweideutigen Gesetzeswortlaut ist das Bundesgericht als rechtsanwendende Behörde grundsätzlich gebunden. Eine Auslegung entgegen dem Wortlaut kann sich zwar in Einzelfällen aufdrängen. Voraussetzung ist aber, dass die allgemeinen Auslegungsregeln zum Ergebnis führen, der Wortlaut der Norm gebe ihren wahren Sinn nicht richtig wieder (BGE 116 II 578, 662 E. 4, je mit Hinweisen).\n\naa) Nach altem Mietrecht konnte der Vermieter bei Zahlungsverzug dem Mieter eine vom Gesetz festgelegte, je nach Dauer des Mietverhältnisses unterschiedlich lange Zahlungsfrist setzen mit der Androhung, dass nach unbenutztem Fristablauf der Mietvertrag aufgelöst sei (Art. 265 Abs. 1 aOR). Wie aus der Botschaft des Bundesrates zur Revision des Mietrechts hervorgeht (BBl 1985 I 1427 f.), sollte diese Regelung grundsätzlich den allgemeinen Bestimmungen des Obligationenrechts über den Schuldnerverzug (Art. 107 ff. OR) angepasst und inhaltlich in zweierlei Hinsicht geändert werden. Zum einen sollte sich die minimale Zahlungsfrist nicht mehr nach der Dauer des Mietverhältnisses, sondern nach der Art der Mietsache richten. Für Wohn- und Geschäftsräume sollte die Zahlungsfrist neu in jedem Fall dreissig Tage betragen (Art. 265 Abs. 1 aOR: sechs oder dreissig Tage). Zum andern sollte dem Vermieter die Möglichkeit eingeräumt werden, nach unbenutztem Ablauf der Zahlungsfrist zu wählen, ob er auf der Vertragserfüllung beharren oder den Vertrag kündigen wolle. In der Botschaft wurde aber auch auf die Unterschiede zur allgemeinen Verzugsregelung hingewiesen. So wurde hervorgehoben, dass der Vermieter keinesfalls auf die Ansetzung einer Zahlungsfrist verzichten könne (analog Art. 108 OR); ausgeschlossen sei zudem die dritte in Art. 107 Abs. 2 OR vorgesehene Möglichkeit, auf die nachträgliche Leistung zu verzichten und den aus der Nichterfüllung entstandenen Schaden geltend zu machen.\n\nIn der Botschaft findet sich demnach keine ausdrückliche Stellungnahme zur hier interessierenden Frage. Die zitierten Ausführungen lassen aber doch mit genügender Klarheit erkennen, dass der Bundesrat von einem zweistufigen Vorgehen des Vermieters ausgegangen BGE 119 II 147 S. 152ist, wie es auch in Art. 107 OR vorgesehen ist. Das zeigt sich insbesondere am Hinweis darauf, dass der Vermieter gemäss neuem Mietrecht im Gegensatz zur früheren Regelung nach unbenutztem Ablauf der Zahlungsfrist immer noch die Möglichkeit habe, am Vertrag festzuhalten, anstatt ihn durch einseitige Willenserklärung zu beenden. Insoweit lässt sich eine wörtliche Auslegung von Art. 257d OR somit auch auf die Entstehungsgeschichte stützen.\n\nbb) Die Äusserungen anlässlich der parlamentarischen Beratungen sind sodann für die hier zu prüfende Frage wenig aussagekräftig. Von Interesse ist einzig, dass die heutige Fassung von Art. 257d Abs. 1 OR insofern auf einen erst im Nationalrat gestellten Antrag zurückgeht, als darin die Androhung der Kündigung erwähnt wird, die nach dem Gesetz mit der Ansetzung der Zahlungsfrist zu verbinden ist. Dieser Zusatz war im Entwurf des Bundesrates nicht vorgesehen (vgl. BBl 1985 I 1502: Art. 256c Abs. 1 E OR). Inhaltlich sollte aber am Entwurf nichts geändert, sondern lediglich dessen Sinn präzisiert werden, wie in beiden Räten hervorgehoben worden ist (Amtl.Bull. 1989 NR 478/79: Voten Guinand und BR Koller; Amtl.Bull. 1989 SR 422: Jelmini).\n\ncc) In der Literatur finden sich, abgesehen von einem einzigen Fall, keine direkten Stellungnahmen zur hier zu entscheidenden Auslegungsfrage. Ausdrücklich äussern sich lediglich LACHAT/STOLL, die eine Kündigung, welche vor Ablauf der Zahlungsfrist erfolgt, für \"ungültig und im Rahmen eines Anfechtungsverfahrens aufhebbar\" betrachten (a.a.O., S. 136 Rz. 6.5). Daraus lässt sich ableiten, dass diese Autoren davon ausgehen, dem Vermieter werde vom Gesetz zwingend vorgeschrieben, den Ablauf der Zahlungsfrist abzuwarten, bevor er die Kündigung aussprechen dürfe. Als absolut zwingend wird Art. 257d OR sodann im SVIT-Kommentar bezeichnet (N. 5 zu Art. 257d OR), dem aber im übrigen nichts Eindeutiges zur hier interessierenden Frage entnommen werden kann. Bestimmte Äusserungen deuten allerdings darauf hin, dass der Kommentierung ebenfalls die Vorstellung eines zweistufigen Vorgehens des Vermieters zugrunde liegt (vgl. z.B. N. 26, 32 und 33 zu Art. 257d OR). Den gleichen Schluss legen auch einzelne Ausführungen von ZIHLMANN nahe (a.a.O., S. 53 f.).\n\ndd) Im angefochtenen Urteil wird zwar anerkannt, dass Art. 257d OR ein zweistufiges Vorgehen des Vermieters vorsieht. Eine Kündigung vor Ablauf der Zahlungsfrist ist aber nach Auffassung des Obergerichts trotzdem wirksam, weil sie in Übereinstimmung mit der Praxis des Bundesgerichts zu Art. 107 OR (BGE 103 II 106 mit BGE 119 II 147 S. 153Hinweisen) und mit Art. 266a Abs. 2 OR auch für einen Zeitpunkt nach Ablauf der Zahlungsfrist gelte; der Schutzzweck von Art. 257d OR stehe einer solchen Umdeutung der verfrühten Kündigung in eine rechtzeitige nicht entgegen. Im Ergebnis gleich wurde Art. 257d OR in einem Urteil des Kantonsgerichts Waadt vom 25. November 1991 (veröffentlicht in Cahiers du bail, 4/1992, S. 107 ff.) und des Kantonsgerichts Wallis vom 15. Juli 1992 ausgelegt. Eine gefestigte und ständige Rechtsprechung scheint aber bei keinem der drei erwähnten kantonalen Gerichte zu bestehen.\n\nc) Zusammenfassend kann somit festgehalten werden, dass es sich aufgrund der bisher erörterten Auslegungselemente nicht aufdrängt, Art. 257d OR entgegen seinem klaren Wortlaut auszulegen. Das gilt umso mehr, als auch diejenigen Argumente, die im angefochtenen Urteil zur Stützung der gegenteiligen Ansicht vorgebracht werden, bei näherer Prüfung nicht zu überzeugen vermögen.\n\nWie aus der Entstehungsgeschichte hervorgeht und der Vergleich mit Art. 265 Abs. 1 aOR ohne weiteres zeigt, bezweckte der Gesetzgeber mit Art. 257d OR einen verbesserten Schutz des Mieters im Falle des Zahlungsverzuges. Von Bedeutung ist sodann, dass es ein wesentliches Anliegen des Gesetzgebers war, die alte Regelung, nach der die Rechtsfolge der Auflösung des Mietverhältnisses von selbst, d.h. ohne weitere Willenserklärung des Vermieters, eintrat, in Anlehnung an Art. 107 OR differenzierter zu gestalten. Der Vermieter sollte nach revidiertem Gesetz auch dann, wenn der Mieter nicht fristgemäss bezahlt hatte, immer noch die Wahl haben, entweder den Vertrag trotzdem aufrechtzuerhalten oder ihn zu kündigen. Nach altem Mietrecht stand ihm dieses - dem Mieter tendenziell günstige - Wahlrecht nicht zu, denn er musste bereits bei der Fristansetzung mitteilen, dass der Vertrag bei Nichtbezahlung innert der Frist aufgelöst werde, wie in der Botschaft des Bundesrates besonders hervorgehoben wird (BBl 1985 I 1427). Das Wahlrecht kann der Vermieter aber erst dann bewusst und sinnvoll ausüben, wenn er sicher weiss, dass der Mieter den ausstehenden Mietzins nicht bezahlt hat. Von diesem Gesichtspunkt aus, dem die klar erkennbare Gewichtung der sich gegenüberstehenden Interessen durch den Gesetzgeber zugrunde liegt, verbietet sich somit eine analoge Anwendung der erwähnten Praxis zu Art. 107 OR.\n\nGegen die Auslegung des Obergerichts spricht darüber hinaus der Umstand, dass die Kündigungserklärung klare Verhältnisse schaffen soll. Das stimmt mit einem in der Lehre anerkannten Grundsatz überein (vgl. VON TUHR/ESCHER, Allg. Teil OR, Bd. II, S. 262), auf BGE 119 II 147 S. 154den auch anlässlich der parlamentarischen Beratungen hingewiesen worden ist (Amtl.Bull. 1989 NR 480, BR Koller: \"Kündigungen verlangen klare Rechtsverhältnisse. Sie sind deshalb bekanntlich auch 'bedingungsfeindlich'.\"). Dieser Anforderung wird eine Kündigung, die vor Ablauf der Zahlungsfrist erfolgt, indessen nicht gerecht, denn sie kann zu Missverständnissen zwischen Vermieter und Mieter führen. So ist es nicht auszuschliessen, dass ein Mieter eine solche Kündigung unter den gegebenen Umständen als bedingungslos ausgesprochen betrachtet, obschon sie nach der Meinung des Vermieters unter der stillschweigenden Bedingung fristgemässer Bezahlung des ausstehenden Mietzinses erfolgt ist. Da eine Kündigung sodann von Gesetzes wegen erst auf Verlangen der Gegenpartei, d.h. nicht von Anfang an begründet werden muss (Art. 271 Abs. 2 OR; vgl. dazu ZIHLMANN, a.a.O., S. 190 f.), sind auch insoweit Missverständnisse denkbar. So kann ein Mieter, der noch innerhalb der Zahlungsfrist eine nicht begründete Kündigung zugestellt erhält, unter Umständen irrtümlich annehmen, diese sei nicht wegen des Zahlungsverzugs, sondern aus anderen Gründen ausgesprochen worden.\n\n4. a) Im neuen Mietrecht wird klar unterschieden zwischen nichtigen und lediglich gemäss Art. 273 Abs. 1 OR anfechtbaren Kündigungen. die Gründe, welche eine Kündigung nichtig machen, sind in den Art. 266l, Art. 266m und Art. 266n OR genau umschrieben. Sie betreffen die Form und den Inhalt der Kündigungserklärung sowie deren Zustellungsart. Eine Kündigung, die während einer Sperrfrist ausgesprochen wird, ist dagegen im Gegensatz zur früheren Regelung nicht nichtig, sondern lediglich anfechtbar. Das gilt sowohl für die Kündigungen, die während eines mit dem Mietverhältnis zusammenhängenden Schlichtungs- oder Gerichtsverfahrens erfolgen (Art. 271a Abs. 1 lit. d OR gegenüber Art. 24 BMM), wie auch für jene, die in die Sperrfrist nach Abschluss eines solchen Verfahrens fallen (Art. 271a Abs. 1 lit. e OR gegenüber Art. 28 Abs. 3 BMM). Diese Milderung der Rechtsfolge gegenüber dem alten Mietrecht wird denn auch in der Botschaft des Bundesrates ausdrücklich hervorgehoben (BBl 1985 I 1460).\n\nDie Gesetzessystematik spricht somit dafür, eine vor Ablauf der Zahlungsfrist im Sinne von Art. 257d Abs. 1 OR erfolgte Kündigung lediglich als anfechtbar und nicht als nichtig zu betrachten. Dass die Nichtigkeitsgründe im Gegensatz zum alten Mietrecht auf die in den Art. 266l-266n OR aufgezählten Sachverhalte beschränkt sind, ergibt sich im übrigen nicht nur aus der Gesetzessystematik, sondern BGE 119 II 147 S. 155auch aus der Entstehungsgeschichte des neuen Mietrechts, wie eindeutige Äusserungen in der Botschaft des Bundesrates zeigen (vgl. BBl 1985 I 1416f. und 1459). Gestützt wird diese Auffassung schliesslich durch den allgemeinen Grundsatz, dass eine Gesetzesverletzung nur dann zur Nichtigkeit der betreffenden Handlung führt, wenn dies im Gesetz ausdrücklich vorgesehen ist oder sich aus Sinn und Zweck der verletzten Norm ergibt (BGE 117 II 48, 287, je mit Hinweisen). Letzteres ist für Art. 257d OR aber zu verneinen, da die Rechtsfolge der Anfechtbarkeit durchaus geeignet ist, den Vermieter dazu zu veranlassen, den Ablauf der Zahlungsfrist abzuwarten. Die Rechtsfolge der Nichtigkeit erscheint dagegen als unangemessen, denn es sind Sachverhalte denkbar, wo der Vermieter die Kündigung nicht in bewusster Missachtung des Gesetzes, sondern irrtümlich bereits vor Ablauf der Zahlungsfrist ausspricht.\n\nb) Eine im erwähnten Sinne verfrühte Kündigung muss somit gemäss Art. 273 Abs. 1 OR innerhalb von dreissig Tagen angefochten werden, sonst ist sie als wirksam zu betrachten. Daraus ergibt sich zum einen, dass in bezug auf die Festlegung des Beginns der Kündigungsfrist für eine analoge Anwendung von Art. 266a Abs. 2 OR kein Raum bleibt. Zum andern kann sich der Mieter, falls er die Kündigung nicht fristgemäss angefochten hat, im Rahmen des Ausweisungsverfahrens nicht mehr darauf berufen, die Kündigung sei gesetzeswidrig erfolgt, weil sie vor Ablauf der Zahlungsfrist ausgesprochen worden sei. Dagegen drängt es sich wohl auf, andere gegen die Kündigung gerichtete Einwände oder Einreden noch im Ausweisungsverfahren zuzulassen, wenn sie wegen der verfrüht abgegebenen Kündigungserklärung vom Mieter nicht vorher geltend gemacht werden konnten. Diese Frage braucht indessen im vorliegenden Fall nicht näher geprüft zu werden, da die Beklagte keine solchen Einwendungen erhebt.\n\nFestzuhalten ist schliesslich, dass es dem Vermieter unbenommen bleibt, nach erfolgter Anfechtung der verfrüht ausgesprochenen Kündigung durch den Mieter ein zweites Mal gestützt auf Art. 257d OR zu kündigen, sofern die nach dieser Bestimmung erforderlichen Voraussetzungen gegeben sind. Eine solche Kündigung kann gemäss Art. 271a Abs. 3 lit. b OR nicht ihrerseits wegen Verletzung von Art. 271a Abs. 1 lit. d OR angefochten werden. Nicht zu prüfen ist im übrigen, welche Abwehrmöglichkeiten dem Mieter im Anfechtungsverfahren allgemein zur Verfügung stehen, da diese Frage (vgl. dazu LACHAT/STOLL, a.a.O., S. 137, Rz. 6.7) für den Ausgang des Verfahrens unerheblich ist.\n\nBGE 119 II 147 S. 156\n\nc) Nach dem Urteil des Obergerichts hat die Beklagte die Kündigung vom 27. Dezember 1991 nicht innerhalb der von Art. 273 Abs. 1 OR vorgeschriebenen Frist angefochten. Die Kündigung ist deshalb wirksam geworden, und zwar unabhängig davon, ob sie der Beklagten damals schon zur Kenntnis gelangt ist. Ihre bereits im kantonalen Verfahren erhobene und vor Bundesgericht erneuerte Behauptung, sie habe von der Kündigung erst später erfahren, hilft ihr nicht, da der Empfang der Kündigung gemäss vorangehender Erwägung 2 fingiert wird. Der genaue Zeitpunkt, dessen Bestimmungsweise in der Lehre kontrovers ist (vgl. dazu LACHAT/STOLL, a.a.O., S. 300, Rz. 6.1 im Gegensatz zu SVIT-Kommentar, N. 5 Vorbemerkungen zu Art. 266-266o OR), spielt im vorliegenden Fall keine Rolle. Aus prozessrechtlichen Gründen ist es zudem unerheblich, ob die Kündigung tatsächlich erst auf Ende Februar 1992 erfolgen konnte, wie das Obergericht angenommen hat. Eine Schlechterstellung der Beklagten (reformatio in peius) durch das Bundesgericht ist nämlich ausgeschlossen, da der Kläger nicht seinerseits ein Rechtsmittel eingelegt hat mit dem Antrag, den Beschluss des Obergerichts zu Lasten der Beklagten abzuändern (Art. 63 Abs. 1 OG; MESSMER/IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, S. 160 f., Rz. 119).\n\n5. Haltlos ist schliesslich der Einwand der Beklagten, das Ausweisungsbegehren sei missbräuchlich, weil der Kläger durch sein Verhalten - vorbehaltlose Entgegennahme von Mietzinszahlungen seit anfangs Januar 1992, Ankündigung einer Mietzinserhöhung - zu erkennen gegeben habe, dass er das Mietverhältnis auch nach der Kündigung vom 27. Dezember 1991 habe weiterführen bzw. ein neues Mietverhältnis habe eingehen wollen. In der Lehre wird zwar auf die Möglichkeit eines stillschweigenden Vertragsabschlusses nach erfolgter Kündigung hingewiesen. Als unerlässliche Voraussetzung gilt indessen zu Recht, dass der Vermieter die Kündigung und den sich daraus ergebenden Rückgabeanspruch während längerer Zeit nicht durchsetzt (SVIT-Kommentar, N. 46 zu Art. 257d OR, LACHAT/STOLL, a.a.O., S. 391 Rz. 8.1; SCHMID, N. 35 f. zu Art. 265 aOR). Diese Voraussetzung fehlt aber im vorliegenden Fall, denn der Vermieter hat nach dem Zeitpunkt, auf den die Kündigung nach seiner Ansicht wirksam wurde, unverzüglich das Ausweisungsverfahren eingeleitet und dadurch der Mieterin in unmissverständlicher Weise zu erkennen gegeben, dass er am Abschluss eines neuen Mietvertrages nicht interessiert sei. Unter diesem Gesichtspunkt muss auch das spätere Verhalten des Vermieters beurteilt werden. Die Beklagte scheint nicht wahrhaben zu wollen, dass in der Zeit nach der BGE 119 II 147 S. 157Kündigung ein Ausweisungsverfahren gerichtlich hängig war, in dem in Übereinstimmung mit Art. 274g Abs. 1 OR auch über die unter den Parteien streitige Gültigkeit der ausserordentlichen Kündigung entschieden wurde (vgl. dazu BGE 118 II 302 ff. insbes. E. 4). Wenn der Vermieter aber während der Hängigkeit eines solchen Prozesses Mietzinszahlungen ohne ausdrücklichen Vorbehalt entgegennimmt und vorsorglich, d.h. im Hinblick auf eine allfällige Unwirksamkeit der Kündigung, eine Mietzinserhöhung ankündigt, kann sein Verhalten nicht als stillschweigende Zustimmung zum Abschluss eines neuen Mietvertrages gedeutet werden."}