{"annee": "119", "cour": "IV", "page": "127", "date": "29/1/1993", "cite": ["109 IV 27", "118 IV 32", "111 IV 19", "115 IV 38", "117 IV 429"], "cite_par": ["129 IV 257", "133 IV 21"], "chapeau": "22. Extrait de l'arrêt de la Cour de cassation pénale du 29 janvier 1993 dans la cause H. c. Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 140 ch. 1 al. 2 CP: abus de confiance portant sur un compte bancaire. Un compte bancaire sur lequel on accorde une procuration constitue une chose confiée au sens de cette disposition, peu importe que le titulaire puisse encore en disposer, peu importe que le compte soit créancier ou débiteur. Celui qui utilise autrement que de la manière convenue un chèque en blanc sur lequel l'émetteur avait renoncé à tout pouvoir de disposition, commet un abus de confiance."], "faits": "", "considerants": "BGE 119 IV 127 S. 127\n\nConsidérant en droit:\n\n2. C. a remis à H. des chèques en blanc, dûment signés, tirés sur son compte auprès de la BPS; le recourant H. les a utilisés pour BGE 119 IV 127 S. 128acquitter des dettes personnelles. Il conteste que ces faits soient constitutifs d'un abus de confiance.\n\nIl admet cependant que C. a procédé comme s'il lui avait accordé une procuration générale. En effet, en complétant les chèques et en les présentant, le recourant pouvait obtenir, par sa seule action, des montants portés au débit du compte de C.\n\nSelon la jurisprudence, un compte bancaire sur lequel on accorde une procuration constitue une chose confiée au sens de l'art. 140 ch. 1 al. 2 CP (ATF 118 IV 33 consid. 2a, ATF 117 IV 434 ss consid. cc, ATF 111 IV 21 consid. 2, 109 IV 31 consid. 2c). Il importe peu que le titulaire du compte puisse encore en disposer, il suffit, pour que le compte soit confié, que l'auteur soit mis en situation d'en disposer seul (ATF 109 IV 32). Il est également sans importance que le compte soit créancier ou débiteur de telle sorte que l'on ne puisse qu'en augmenter le débit (ATF 109 IV 33 ss consid. 4b et c).\n\nAinsi, en le mettant en situation de disposer seul de son compte, c'est-à-dire de sa créance ou de sa dette auprès de la banque, C. a confié une valeur au recourant, qui doit être assimilée à une chose au sens de l'art. 140 ch. 1 al. 2 CP. Il est sans importance que le compte ait été déjà débiteur et que le recourant ait été garant du solde du compte. En lui remettant les chèques en blanc, C. a confié son compte au recourant et celui-ci l'a utilisé à son profit contrairement aux instructions tacites qu'il avait reçues (cf. ATF 117 IV 257 consid. 1a et les arrêts cités) en augmentant la dette de C. pour satisfaire des besoins personnels. Il s'est révélé dans l'incapacité de reproduire la somme en temps utile, ce qui suffit pour exclure l'Ersatzbereitschaft, contrairement à ce que soutient le recourant (ATF 118 IV 34 consid. a et les arrêts cités).\n\nAinsi, c'est à juste titre que les faits retenus par la cour cantonale ont été qualifiés d'abus de confiance même si l'on donne à l'art. 140 ch. 1 al. 2 CP une portée restrictive (cf. JENNY ZBJV 1988, 402 ff.; SCHUBARTH, Kommentar StGB Art. 140 N 45) car de toute manière C. avait renoncé à tout pouvoir de disposition sur les chèques en blanc remis au recourant (cf. ATF 117 IV 429). Lorsque le recourant soutient qu'il y aurait eu un simple passage d'un compte à l'autre ou que C. aurait consenti ou aurait ratifié les actes commis, il s'écarte des faits constatés par l'autorité cantonale, ce qui n'est pas admissible dans le cadre d'un pourvoi en nullité (ATF 115 IV 41 consid. 3a, 106 IV 340 consid. 1)."}