{"annee": "119", "cour": "II", "page": "249", "date": "22/7/1993", "cite": ["116 II 480", "108 II 197", "117 II 609", "99 II 131", "116 II 441"], "cite_par": ["120 II 393", "133 III 153", "124 III 423", "122 III 61", "127 III 328", "127 III 543", "122 III 219", "134 III 361"], "chapeau": "50. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Juli 1993 i.S. D. gegen T. (Berufung)", "regestes": ["Contrat d'architecte; responsabilité en cas de dépassement de devis (art. 398 al. 2 CO). Lorsque le prix convenu pour la construction est dépassé à la suite d'un devis inexact, la responsabilité de l'architecte est, en cas de faute, engagée pour le dommage ainsi causé au maître de l'ouvrage. Ce dommage correspond à la différence entre les coûts effectifs de réalisation et la valeur subjective de la construction telle qu'elle résulte du contrat."], "faits": "|249|\n\nA.- Die Parteien schlossen am 24. September 1984 einen Architektenvertrag nach SIA-Formular ab. Darin übertrug T., Bauherr (Kläger), an D., Architekt (Beklagter), \"für die Planung des Einfamilienhauses mit Atelierhaus in Siglistorf AG die Architekturarbeiten (Vorprojekt, Bauprojekt, Detailstudien, Kostenvoranschlag, Ausführungspläne, Ausschreibung, Oberleitung der Bauausführung, Rechnungswesen und örtliche Bauführung) gemäss Skizzen und approximativer Kostenberechnung, datiert vom 15. Juli 1984\". Die Parteien vereinbarten ein Pauschalhonorar von Fr. 64'000.--, |250| zahlbar in vier Raten. Die voraussichtlichen Baukosten betrugen Fr. 650'000.--; vorgesehener Fertigstellungstermin war Herbst 1985. Kostenüberschreitungen durch den Architekten sollten dem Bauherrn aufgrund der Submissionsunterlagen sofort mitgeteilt und durch Kürzung des Bauprogramms aufgefangen werden.\n\nDer Beklagte erstellte am 12. Februar 1985 aufgrund der Baueingabepläne vom 22. Oktober 1984, der Unternehmerofferten sowie der Referenzpreise (Stand 1984/1985) einen detaillierten Kostenvoranschlag mit Gesamtkosten von Fr. 705'000.--. Gestützt darauf reichte der Kläger ein Finanzierungsgesuch bei der Aargauischen Kantonalbank Baden ein.\n\nB.- Am 2. April 1985 erhielt der Kläger die Baubewilligung, worauf am 3. Juni 1985 mit den Bauarbeiten begonnen wurde. Am 24. Juni 1985 teilte der Beklagte dem Kläger schriftlich mit, der Kostenvoranschlag werde um ca. Fr. 100'000.-- überschritten. In der Folge kam es zu Differenzen zwischen den Parteien, was dazu führte, dass der Beklagte seine Verpflichtungen per 20. Januar 1986, 10.15 Uhr, einstellte und jegliche weitere Verantwortung und Haftung ab diesem Zeitpunkt ablehnte. Mit Schreiben vom 29. Januar 1986 wies der Kläger die Schlussrechnung und die Vorgehensweise des Beklagten zurück. Ab dem Zeitpunkt des Rücktritts des Architekten führte der Kläger die Bauleitung selbst. Das Haus war im März 1986 bezugsbereit, fertiggestellt indessen erst im September 1986. Die Bauabrechnung wies am Schluss eine Gesamtsumme von Fr. 1'415'985.10 auf. Der Kläger bestritt einen Teil der Bauunternehmerrechnung, der Rechnung des Beklagten sowie anderer Rechnungen. Nach seiner Auffassung fiel von der gesamten Kostenüberschreitung von Fr. 710'985.10 (Fr. 1'415'985.10)./. Fr. 705'000.--) lediglich ein Anteil von Fr. 116'781.50 zu seinen Lasten. Die darüber hinausgehende Summe von Fr. 594'203.60 lastete er dem Beklagten an.\n\nC.- Am 20. Oktober 1986 klagte T. vor Bezirksgericht Frauenfeld und verlangte, D. sei zu verpflichten, ihm Fr. 345'179.35 nebst Zins zu bezahlen. Nach Einholung eines Gutachtens vom 27. Mai 1988, der Erläuterung dazu vom 12. Oktober 1988 sowie der Befragung verschiedener Zeugen hiess das Bezirksgericht mit Urteil vom 15. Mai 1991 die Klage im Umfang von Fr. 108'981.50 nebst Zins gut.\n\nEine Berufung des Beklagten und Anschlussberufung des Klägers wies das Obergericht des Kantons Thurgau mit Urteil vom 24. März 1992 ab und schützte die Klage im selben Betrag.\n\n|251|\n\nD.- Das Bundesgericht weist die vom Beklagten gegen das obergerichtliche Urteil eingelegte Berufung ab, soweit es darauf eintritt, und bestätigt den angefochtenen Entscheid.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n3. Der Beklagte rügt, die Vorinstanz gehe von einem falschen Schadensbegriff aus, wenn sie den Schaden als Differenz zwischen dem detaillierten Kostenvoranschlag und den effektiven Kosten, das heisst als Mehrkosten, berechne. Er hafte lediglich für die Ungenauigkeit der Kostenberechnung, weshalb er dem Kläger nur den Vertrauensschaden zu ersetzen habe. Ein solcher Schaden sei dem Kläger jedoch nicht entstanden, da zwischen dem Vermögensstand, den er ohne enttäuschtes Vertrauen auf den Kostenvoranschlag auswiese, und dem aktuellen Vermögensstand keine Differenz bestehe.\n\na) Die Bemessung des Schadens ist nach bundesgerichtlicher Rechtsprechung grundsätzlich eine vom kantonalen Richter abschliessend zu beurteilende Tatfrage. Rechtsfrage und vom Bundesgericht im Berufungsverfahren zu prüfen ist einzig, ob der kantonale Richter den Rechtsbegriff des Schadens verkannt (BGE 116 II 486 E. 4a) oder Rechtsgrundsätze der Schadensberechnung verletzt hat (BGE 117 II 628 E. 12a, BGE 116 II 444 E. 3a, je mit Hinweisen).\n\nb) Nach Art. 398 Abs. 2 OR, welche Bestimmung auf das vorliegende Vertragsverhältnis anzuwenden ist, haftet der Beauftragte dem Auftraggeber für getreue und sorgfältige Ausführung des ihm übertragenen Geschäfts. Er hat zum Nutzen und nicht zum Schaden des Auftraggebers zu handeln. Namentlich hat der beauftragte Architekt einen Kostenvoranschlag sorgfältig zu erstellen und die Baukosten ständig daraufhin zu überprüfen, ob sie sich im Rahmen des Voranschlags halten (BGE 108 II 198 E. a, mit Hinweisen).\n\naa) Im Rahmen der Haftung des Architekten bei Überschreitung des Kostenvoranschlags ist zwischen der Haftung für verursachte Zusatzkosten und jener für Bausummenüberschreitung, das heisst für die Überschreitung der durch Kostenvoranschlag berechneten Bausumme, zu unterscheiden. Der Grund für die Bausummenüberschreitung - wie sie hier vorliegt - besteht darin, dass die vom Architekten erstellte Kostenberechnung ungenau war. Die Ungenauigkeit des Voranschlags kann sich etwa ergeben aus dem Nichtberücksichtigen von Einzelleistungen, aus einem Rechnungsfehler, |252| der mangelhaften Abklärung des Baugrunds, dem falschen Abschätzen der erforderlichen Leistungsmengen, des Umfangs von Regiearbeiten oder der erwarteten Preise (GAUCH, Überschreitung des Kostenvoranschlages - Notizen zur Vertragshaftung des Architekten (oder Ingenieurs), BR 1989, S. 79 ff., 80). Nach zutreffender Auffassung stellt ein ungenauer Kostenvoranschlag - wobei dem Architekten mit Rücksicht auf die damit verbundenen Unsicherheiten eine Toleranzgrenze zugebilligt wird - eine unrichtige Auskunft des Architekten über die zu erwartenden Baukosten dar. Es liegt eine Schlechterfüllung des Vertrags vor, wofür der Architekt bei Verschulden haftet. Nach GAUCH (a.a.O., S. 81) richtet sich die Haftung für Falschauskunft auf den Ersatz des \"Vertrauensschadens\", der dem Bauherrn daraus erwächst, dass er auf die Richtigkeit des Kostenvoranschlags vertraut und dementsprechend seine Dispositionen getroffenen hat. Dieser Schaden kann namentlich darin bestehen, dass das Bauwerk auf billigere Weise hätte realisiert werden können.\n\nbb) Bei der Ermittlung des Schadens kann diesfalls nicht auf den Mehrwert der Baute, den diese durch die Kostenüberschreitung erfahren hat, abgestellt werden. Die Anrechnung des vollen Mehrwerts bedeutete eine Benachteiligung des Bauherrn, soweit dieser den Mehrwert nicht gewollt hat. Es kann für die Schadensberechnung infolgedessen nicht einfach die objektive Wertsteigerung der gesamten Liegenschaft in Anschlag gebracht werden, sondern es ist von einem subjektiven Wert, den die Baute für den betreffenden Bauherrn aufweist, auszugehen (vgl. unveröffentlichter Entscheid des Bundesgerichts vom 8. Oktober 1992 i.S. C. gegen la société en commandite R., E. 2a; RAINER SCHUMACHER, Die Haftung des Architekten aus Vertrag, in Das Architektenrecht, N. 677 S. 191). Der Schaden des Bauherrn, den dieser durch die Überschreitung des Kostenvoranschlags erleidet und der mit GAUCH (a.a.O.) als Vertrauensschaden zu bezeichnen ist, entspricht daher nicht dem objektiven Minderwert der Baute, sondern ergibt sich aus der Differenz zwischen den effektiven Erstellungskosten und dem subjektiven Wert der Baute. Er stellt die vertragsbezogene Verschlechterung der Vermögenslage des Bauherrn dar. Zur Berechnung des Schadens ist dabei immer von der Vertragsgrundlage auszugehen. Wird während der Bauausführung von dieser vertraglichen Vereinbarung abgewichen, stellen die dadurch verursachten Mehraufwendungen einen subjektiven Schaden des Bauherrn dar. Dazu gehören auch solche Mehrkosten, die nicht vom Bauherrn verursacht und vom Architekten |253| pflichtwidrig nicht vorausgesehen wurden. Der Architekt haftet indessen nicht für Mehrkosten für Unvorhersehbares.\n\nDiese Grundsätze der Schadensberechnung ergeben sich auch aus sinngemässer Anwendung von Art. 672 Abs. 3 ZGB, wonach es nicht auf die objektive Wertsteigerung, die das Grundstück durch den Bau bzw. die Kostensteigerung erfahren hat, ankommt, sondern einzig auf das persönliche Interesse des Grundeigentümers an dem Bau (BK-MEIER-HAYOZ, N. 18 zu Art. 672 ZGB; vgl. auch BGE 99 II 149 E. c). Ein Mehrwert, der vom Bauherrn nicht gewollt und für ihn nutzlos ist oder dessen Berücksichtigung zu einer untragbaren finanziellen Belastung des Bauherrn führt, ist daher von der Anrechnung auszunehmen (GAUCH, a.a.O., S. 85).\n\nNach dem Gesagten errechnet sich der Vertrauensschaden daher aus der Differenz zwischen den objektiven Erstellungskosten und dem subjektiven Wert der Baute, der sich aufgrund der Vertragsgrundlage ergibt. Ist die Berechnung des subjektiven Mehrwerts für den betroffenen Bauherrn unmöglich, bedürfen die Existenz und das Ausmass des Mehrwerts der Schätzung des Richters gemäss Art. 42 Abs. 2 OR (SCHUMACHER, a.a.O., N. 679 S. 192).\n\nc) Das Obergericht wendet die oben dargelegten Grundsätze an und berücksichtigt, dass nicht einfach auf den objektiven Sachwert abgestellt werden kann. Es geht gestützt auf die Expertise von effektiven Erstellungskosten von Fr. 1'351'526.85 und einem objektiven Gegenwert von Fr. 1'331'276.85 aus, der sich aus den effektiven Baukosten, abzüglich der nicht wertvermehrenden Investition von Fr. 20'250.-- ergebe. Die Kosten, von denen der Kläger aufgrund des Kostenvoranschlags und der gewünschten Mehrleistungen auszugehen hatte, beziffert es mit Fr. 1'085'600.--. Diese Summe setzt sich wie folgt zusammen: Kosten gemäss Kostenvoranschlag von Fr. 705'000.--, Toleranzzuschlag von Fr. 70'500.--, Eigenleistungen des Bauherrn von Fr. 7'700.-- und Mehrleistungen von Fr. 302'400.--. Ebenfalls zu den vom Bauherrn zu vertretenden Kosten rechnet es einen Betrag für diverse Arbeiten von Fr. 28'963.85, die nicht als Mehrleistungen zu qualifizieren seien, sowie einen Teil des Architektenhonorars von Fr. 19'000.--. Es lastet dem Kläger infolgedessen einen Betrag von insgesamt Fr. 1'133'563.85 an. Den Schaden ermittelt die Vorinstanz in der Differenz zwischen den effektiven Erstellungskosten von Fr. 1'351'526.85 und den zu Lasten des Bauherrn fallenden Kosten von Fr. 1'133'563.85 mit Fr. 217'963.--. Da beide Parteien an der Verursachung der Mehrkosten mitschuldig seien, halbiert sie den ermittelten Schadensbetrag |254| und verpflichtet den Beklagten zur Bezahlung von Fr. 108'981.50.\n\nDiese Schadensberechnung der Vorinstanz ist bundesrechtlich nicht zu beanstanden. Das Obergericht geht richtigerweise nicht vom objektiven Wert des Hauses aus, sondern rechnet dem Kläger den subjektiven, einen auf der Vertrauensbasis gemäss Vertrag beruhenden Mehrwert an. Der Kläger plante ein Einfamilienhaus mit Atelier für Fr. 650'000.--. Gemäss detailliertem Kostenvoranschlag vom 12. Februar 1985 sollte es Fr. 705'000.-- kosten. Berücksichtigt man eine Toleranzgrenze von 10%, ergibt sich ein Betrag von Fr. 775'500.-- bzw. von Fr. 783'200.-- unter Hinzurechnung von Eigenleistungen. Von diesem Höchstbetrag musste der Kläger bei Baubeginn ausgehen. Werden zu dieser Summe die vom Kläger zu vertretenden Mehrleistungen von Fr. 302'400.-- addiert, ergibt sich ein Betrag von Fr. 1'085'600.--. Dieser Betrag ist als subjektiver Wert zu verstehen, den das Haus für den Kläger aufweist. Es ist daher nicht bundesrechtswidrig, wenn das Obergericht diesem subjektiven Wert die effektiven Baukosten von Fr. 1'351'526.85 abzüglich einzelner Positionen (Fr. 28'963.85 für diverse Arbeiten und Fr. 19'000.-- an Architektenhonorar) gegenüberstellt und die Differenz von Fr. 217'963.-- als Schaden bezeichnet. Überdies ist festzuhalten, dass die einzelnen Positionen, namentlich der Wert des Hauses, vom Beklagten nicht bzw. nicht substantiiert bestritten werden. Die Rüge erweist sich daher als unbegründet.\n\nd) Aus den oben dargelegten Gründen ist auch das Eventualvorbringen des Beklagten unbegründet, wonach dem Kläger insofern kein Schaden entstanden sei, als sämtliche Leistungen wertvermehrend gewesen seien, mit Ausnahme von Fr. 20'250.--, welche die Vorinstanz als nicht wertbildende Investitionen bezeichne und die ebenfalls nicht in seinen Verantwortungsbereich fielen. Der Kläger habe sich den vollen Mehrwert des Hauses anrechnen zu lassen. Nach dem Gesagten ist vom subjektiven Mehrwert des Hauses auszugehen, da es unbillig wäre, dem Bauherrn die gesamte, ihm aufgedrängte Mehrwertsteigerung als Vorteil anzurechnen."}