{"annee": "119", "cour": "II", "page": "132", "date": "13/4/1993", "cite": [], "cite_par": ["131 III 511", "122 III 273"], "chapeau": "28. Extrait de l'arrêt de la Ire Cour civile du 13 avril 1993 dans la cause U.O.B. contre A. S.A. (recours en réforme)", "regestes": ["Garantie bancaire. Appel à la garantie et justification de la réalisation du cas de garantie selon qu'il s'agit d'une garantie à première demande, à première demande avec \"clause d'effectivité\" (question laissée indécise), documentaire ou sui generis."], "faits": "", "considerants": "|132|\n\nExtrait des considérants:\n\n5. a) D'un point de vue fonctionnel ou, autrement dit, selon leurs modes de mise en oeuvre ou de réalisation, soit la manière dont le bénéficiaire peut obtenir le paiement de la somme garantie, les garanties bancaires peuvent être soit à première demande, soit documentaires, appelées aussi conditionnelles (GUGGENHEIM, Die Verträge der schweizerischen Bankpraxis, p. 142; DOHM, Les garanties bancaires dans le commerce international, n. 32 et 41; ROSSI, La garantie bancaire à première demande, thèse Fribourg 1989, n. 421 et 423).\n\naa) Lorsqu'une garantie bancaire à première demande (\"garantie de bonne exécution\" ou \"garantie de bonne fin\"; \"Leistungsgarantie\" ou \"Lieferungsgarantie\"; \"performance guarantee\" ou \"performance |133| bond\") a été délivrée, le garant doit honorer son engagement, sans égard à un éventuel litige relatif au contrat de base, aussitôt après l'appel du bénéficiaire (arrêt non publié Banque L. contre R. S.A. et consorts du 19 juillet 1990, consid. II/2c et les références). La simple déclaration du bénéficiaire suffit pour que le garant ait à payer l'intégralité de la somme prévue (ROSSI, op.cit., n. 424; DOHM, op cit., n. 33; GUGGENHEIM, op.cit., p. 142; KLEINER, Bankgarantie, 4e éd. 1990, n. 17.11).\n\nUne garantie à première demande peut contenir une \"clause d'effectivité\" (Effektivklausel), soit une clause indiquant par exemple que le paiement interviendra à première demande lorsque le dommage se produit. La banque dans ce cas doit payer, d'une part, à la seule demande du bénéficiaire et, d'autre part, le paiement est subordonné à la réalisation du cas de garantie (DOHM, op.cit., n. 85 et 200; ROSSI, op.cit., n. 241 à 244). La question de savoir de quelles conditions dépend la validité de l'appel à la garantie par le bénéficiaire est controversée. DOHM est d'avis que le bénéficiaire devra joindre à sa réquisition de paiement une simple confirmation par laquelle il déclare, par exemple, que le dommage s'est produit (op.cit., n. 200). Selon KLEINER, une simple affirmation du bénéficiaire ne suffit pas; l'état de fait de la garantie doit être prouvé et le garant pourrait requérir du bénéficiaire la production de documents probatoires (op.cit., n. 21.26). A l'étranger, où la question n'est pas non plus unanimement réglée, trois thèses s'affrontent. Selon la première, le bénéficiaire serait tenu d'apporter la preuve stricte de la réalisation du cas de garantie, pour la seconde, une preuve partielle serait suffisante, et, d'après la dernière, le bénéficiaire devrait uniquement fournir le descriptif de ses griefs sans avoir à les prouver (LOGOZ, La protection de l'exportateur face à l'appel abusif à une garantie bancaire, thèse Lausanne 1991, p. 109 et les références).\n\nbb) A la différence de la garantie à première demande, la garantie documentaire ou conditionnelle ne peut être mise en oeuvre que par la présentation par le bénéficiaire d'un ou de plusieurs documents mentionnés dans le contrat de garantie, par exemple une attestation du bénéficiaire selon laquelle l'exportateur n'a pas correctement exécuté les obligations lui incombant d'après le contrat de base, des certificats émis par des tiers indépendants dans lesquels le dommage subi par le bénéficiaire ou la réalisation des autres conditions auxquelles est liée la mise en oeuvre de la garantie est constaté, ou enfin, une décision d'un tribunal ou d'une instance arbitrale. Si les documents prévus ne sont pas présentés, la garantie n'est pas payée |134| (LOGOZ, op.cit., p. 39 s.; DOHM, op.cit., n. 41; GUGGENHEIM, op.cit., p. 142 et 148; ROSSI, op.cit., n. 246; KLEINER, op.cit., n. 17.05, 17.08, 17.10, 21.04, 21.29).\n\nb) D'un point de vue temporel, l'appel à la garantie a eu lieu en temps utile lorsqu'il est fait avant la date d'expiration de cette dernière. La production des documents éventuellement exigés dans le texte de la garantie doit également intervenir avant cette date (DOHM, op.cit., n. 193; ROSSI, op.cit., n. 424; KLEINER, op.cit., n. 21.57; VON WESTPHALEN, Die Bankgarantien im internationalen Handelsverkehr, 2e éd. 1989, p. 119 et 155). Une prolongation peut être demandée par le bénéficiaire au garant qui devra informer le donneur d'ordre et requérir son accord (LOGOZ, op.cit., p. 100).\n\nc) Il découle de ce qui précède que la garantie, dont il est question en l'espèce, ne peut être qualifiée de garantie à première demande ni de garantie documentaire, les éléments permettant de la rattacher à l'une ou l'autre de ces institutions faisant défaut. Elle n'est ainsi pas une garantie à première demande pour le motif déjà que celle-ci devrait être payable indépendamment d'un éventuel litige alors que la garantie en cause réserve expressément la couverture des frais d'un hypothétique procès. Elle ne peut pas non plus être considérée comme une garantie de la seconde catégorie, car elle ne fait pas mention des documents à la présentation desquels sa mise en oeuvre serait liée. L'engagement litigieux apparaît dès lors comme étant une garantie bancaire sui generis, dont les conditions découlent de la seule volonté des parties. En ce qui concerne la question de savoir si l'appel en garantie devait être accompagné de pièces justificatives permettant d'établir la réalisation du cas de garantie et du montant jusqu'à concurrence duquel la défenderesse devait intervenir, il ne ressort ni du libellé de la garantie ni du dossier qu'une telle obligation à la charge de la demanderesse aurait été convenue. Au surplus, les parties ayant réservé les frais d'un éventuel procès, le temps très court entre la délivrance de la garantie, le 17 octobre 1980, et son échéance, le 31 décembre de la même année, ne permettait manifestement pas de commencer et d'achever une procédure. Elles partaient donc bien de l'idée que le montant du dommage pourrait être établi ultérieurement. La prorogation de trois mois qui a été accordée ne change rien à cette considération.\n\nLe recours est mal fondé. Il doit être rejeté dans la mesure où il est recevable."}