{"annee": "119", "cour": "II", "page": "411", "date": "22/12/1993", "cite": ["81 II 439", "109 II 304", "113 IB 34", "84 II 85", "103 II 227", "96 II 337", "103 II 330", "114 II 230"], "cite_par": ["126 III 223", "132 III 49", "121 II 317", "145 I 250", "120 II 321"], "chapeau": "83. Auszug aus dem Urteil der II. Zivilabteilung vom 22. Dezember 1993 i.S. Liechtenfelser Hof AG und Esco-Reisen AG gegen Kanton Basel-Stadt (Zivilklage)", "regestes": ["Immissions provenant de l'exploitation d'un local pour drogués (\"Gassenzimmer\") (art. 679 et 684 CC). 1. Question de la recevabilité de l'action civile dans un cas où le fonds sur lequel se trouve le baraquement servant de local pour drogués fait partie du patrimoine administratif du canton (consid. 3). 2. Le fait que des drogués et des trafiquants de drogue pénètrent sur un fonds voisin où ils s'injectent de la drogue et en font trafic constitue un excès au sens de l'art. 684 CC (consid. 4-6). 3. Droit à des dommages-intérêts: indemnité pour les frais de surveillance par une entreprise privée et pour des mesures de construction (consid. 7)."], "faits": "|412|\n\nA.- Vom 3. Februar 1992 bis zum 9. Januar 1993 liess der Kanton Basel-Stadt auf der ihm gehörenden Allmend an der Dufourstrasse in Basel (in einer Baracke auf dem Parkplatz beim Zschokke-Brunnen vor dem Kunstmuseum) durch die Arbeitsgemeinschaft für aktuelle Jugendfragen (AAJ) ein sogenanntes Gassenzimmer betreiben. Darin wurden gemäss dem Betriebs- und Behandlungskonzept der AAJ für die Gassenzimmer Spitalstrasse und Kunstmuseum (Ziff. 4.1) Drogenabhängigen gratis sterile Spritzen abgegeben und - in einem speziellen Raum - die Möglichkeit geboten, die Spritzen unter Aufsicht zu benutzen. Das Gassenzimmer sollte ursprünglich abends zwischen 17.30 und 21.30 Uhr geöffnet sein.\n\nDie Liechtenfelser Hof AG ist Eigentümerin der beiden Parzellen Nrn. 1360/2 und 2260, Sektion V, des Grundbuchs Basel, die auf der andern (östlichen) Seite der Dufourstrasse an diese angrenzen und auf denen die Liegenschaften Nrn. 9 und 11 stehen. Im Erdgeschoss des Hauses Dufourstrasse 9 betreibt die Esco-Reisen AG, Alleinaktionärin der Liechtenfelser Hof AG, ein Reisebüro.\n\nB.- a) Mit Eingabe vom 15. Januar 1992 erhoben die Liechtenfelser Hof AG (Klägerin Nr. 1) und die Esco-Reisen AG (Klägerin Nr. 2) unter Berufung auf die Art. 679 und 684 ZGB beim Bundesgericht gegen den Kanton Basel-Stadt Klage. Sie stellten die Anträge, der Beklagte sei zu verpflichten, ihnen Schadenersatz zu zahlen, und es sei ihm zu untersagen, in der auf der Allmend an der Dufourstrasse in Basel neben dem Kunstmuseum errichteten Baracke ein sogenanntes Gassenzimmer zu betreiben.\n\nb) Das Begehren der Klägerinnen, dem Beklagten durch eine (superprovisorisch zu erlassende) vorsorgliche Verfügung zu untersagen, im fraglichen Gassenzimmer täglich vor 19.00 Uhr Drogensüchtigen den Konsum von Betäubungsmitteln zu ermöglichen, wurde durch den Instruktionsrichter des Bundesgerichts geschützt. In Gutheissung einer Beschwerde des Beklagten hat die erkennende Abteilung die vorsorgliche Massnahme jedoch wieder aufgehoben.\n\nc) In seiner Klageantwort vom 10. November 1992 beantragt der Beklagte, die beiden Schadenersatzklagen seien vollumfänglich abzuweisen, eventuell sei darauf nicht einzutreten; auf die Präventiv- |413| bzw. Unterlassungs- bzw. Beseitigungsklage sei nicht einzutreten, eventuell sei sie abzuweisen.\n\nd) Mit Eingabe vom 7. April 1993 haben die Klägerinnen ihre Schadenersatzforderungen abschliessend beziffert. Unter Hinweis auf die vom Instruktionsrichter bzw. durch das Appellationsgericht des Kantons Basel-Stadt als Verwaltungsgericht (mit Urteil vom 22. Juli 1992) für das Gassenzimmer festgelegte Öffnungszeit (frühestens 19.00 Uhr) hat die Klägerin Nr. 2 die Schadenersatzforderung fallenlassen, soweit sie mit einer voraussehbaren Ertragseinbusse begründet worden war.\n\ne) An der Hauptverhandlung haben beide Parteien an ihren Standpunkten festgehalten.\n\nC.- Soweit die Klage nicht gegenstandslos geworden oder fallengelassen worden ist, hat sie das Bundesgericht teilweise gutgeheissen.", "considerants": "Aus den Erwägungen:\n\n1. Seit dem 10. Januar 1993 wird an der Dufourstrasse kein Gassenzimmer mehr unterhalten. Wie auch die Klägerinnen selbst erklärt haben, ist ihr Klagebegehren 2, dem Beklagten sei zu untersagen, an der erwähnten Stelle ein solches zu betreiben, demnach gegenstandslos geworden.\n\n2. a) Ihre Ansprüche leiten die Klägerinnen aus den Art. 679 und 684 ZGB ab. Sie machen geltend, der Betrieb des Gassenzimmers auf dem Grundstück des Beklagten habe zu übermässigen rechtswidrigen Einwirkungen auf ihre Liegenschaften geführt. Zur Abwendung der für die verängstigten Bewohner, Angestellten und Kunden nachteiligen Auswirkungen, wie Drogenkonsum und -handel, hätten sie besondere technische und personelle Vorkehrungen treffen müssen. Die Klägerin Nr. 1 habe eine Umgebungsbeleuchtung mit Bewegungsmeldern sowie eine Gegensprechanlage einrichten lassen. Nachdem die Klägerin Nr. 2 ihrerseits zunächst mit A. X. vereinbart habe, dass dieser zusätzlich zu seinen übrigen Aufgaben als Hauswart die Überwachung der Liegenschaften übernehme, habe sie sich sehr rasch gezwungen gesehen, hiefür die Dienste der Securitas AG in Anspruch zu nehmen.\n\nb) Der Beklagte bestreitet vorab das Vorliegen übermässiger Immissionen im Sinne der Art. 679 und 684 ZGB. Für den Fall, dass diesem Standpunkt nicht gefolgt werden sollte, bringt er vor, beim Betrieb des Gassenzimmers habe es sich um eine notwendige öffentliche |414| Aufgabe gehandelt, die ohne die angeblich übermässigen Einwirkungen auf die klägerischen Grundstücke überhaupt nicht hätte erfüllt werden können; jedenfalls wäre eine allfällige Behebung oder Verminderung der angeblich übermässigen Immissionen mit einem unverhältnismässigen Aufwand verbunden gewesen. Eine Entschädigung hätten die Klägerinnen deshalb durch Einleitung eines Expropriationsverfahrens geltend machen müssen, so dass das Bundesgericht gar nicht zuständig wäre.\n\n3. a) Die Zulässigkeit der Klage ist von Amtes wegen zu prüfen (Art. 3 Abs. 1 BZP; SR 273). Gemäss Art. 42 Abs. 1 OG beurteilt das Bundesgericht als einzige Instanz zivilrechtliche Streitigkeiten zwischen einem Kanton und Privaten, wenn eine Partei es rechtzeitig verlangt und der Streitwert wenigstens Fr. 8'000.-- beträgt. Hier drängt sich in der Tat die Frage auf, ob die mit der Klage vorgetragene Auseinandersetzung als Zivilrechtsstreitigkeit zu qualifizieren sei. Im übrigen steht weder der subjektiven noch der objektiven Klagenhäufung etwas entgegen (vgl. Art. 24 Abs. 2 BZP).\n\nb) Das Grundstück, auf dem der Beklagte die als Gassenzimmer dienende Baracke errichten liess, gehört nach den übereinstimmenden Darstellungen der Parteien zum kantonalen Verwaltungsvermögen. Die Zugehörigkeit einer öffentlichen Sache zum Verwaltungsvermögen schliesst nach der in der Schweiz herrschenden Auffassung die Anwendbarkeit des Zivilrechts nicht von vornherein aus. Indessen darf die Zweckbestimmung durch die Anwendung von Zivilrecht nicht beeinträchtigt werden; das Gemeinwesen soll nicht durch zivilrechtliche Abwehransprüche in der Erfüllung öffentlicher Aufgaben behindert werden (BGE 103 II 227 E. 4 S. 234 f.).\n\nc) Im Gegensatz zu Immissionen aus Grundstücken des Finanzvermögens des Gemeinwesens, die den Art. 679 und 684 ZGB in jedem Fall uneingeschränkt unterstehen, trifft dies bei Immissionen aus Grundstücken des Verwaltungsvermögens nach der Rechtsprechung nur zu, soweit es sich nicht um unausweichliche Folgen der Erfüllung öffentlicher Aufgaben handelt. Die zivilrechtlichen Ansprüche zur Abwehr einer Immission sind allerdings nur dort ausgeschlossen, wo die öffentliche Aufgabe ohne die übermässige schädigende Einwirkung auf Nachbargrundstücke überhaupt nicht erfüllt werden könnte oder wo die Einwirkung zwar behoben oder auf ein erträgliches Mass herabgesetzt werden könnte, die Aufwendungen hiefür jedoch unverhältnismässig wären (vgl. BGE 96 II 337 E. 5a und 5b S. 347 f. ferner auch BGE 113 Ib 34 E. 2 S. 37 mit Hinweisen; MEIER-HAYOZ, N. 72 ff. zu Art. 679 und N. 244 zu Art. 684 ZGB; |415| LIVER, Die nachbarrechtliche Haftung des Gemeinwesens, in: ZBJV 99/1963, S. 250). Wo der Nachbar die Einwirkungen zu dulden hat, ist die Frage einer allfälligen Entschädigung oder von Schutzvorkehrungen nach dem Expropriationsrecht zu beurteilen (dazu BGE 114 II 230 E. 4a S. 236 mit Hinweisen; MEIER-HAYOZ, N. 148 zu Art. 679 ZGB), wofür der Zivilrichter nicht zuständig ist (vgl. BGE 113 Ib 34 E. 2 S. 37).\n\nd) Ob die vorliegende Streitsache als Zivilrechtsstreitigkeit im Sinne von Art. 42 Abs. 1 OG zu qualifizieren und die Zuständigkeit des Bundesgerichts gegeben sei, lässt sich nach dem Gesagten erst im Anschluss an die Beurteilung verschiedener Rechtsfragen zur Sache selbst beantworten. Ausschlaggebend wird dabei sein, ob allenfalls zu bejahende übermässige Einwirkungen auf die klägerischen Grundstücke im Sinne der angeführten Praxis vermeidbar gewesen wären oder nicht.\n\n4. a) Gemäss Art. 684 ZGB hat sich jedermann bei der Ausübung seines Grundeigentums, namentlich beim Betrieb eines Gewerbes auf seinem Grundstück, aller übermässigen Einwirkung auf das Eigentum des Nachbarn zu enthalten (Abs. 1); verboten sind insbesondere alle schädlichen und nach Lage und Beschaffenheit der Grundstücke oder nach Ortsgebrauch nicht gerechtfertigten Einwirkungen durch Rauch oder Russ, lästige Dünste, Lärm oder Erschütterung (Abs. 2). Wird jemand dadurch, dass ein Grundeigentümer sein Eigentumsrecht überschreitet, geschädigt oder mit Schaden bedroht, so kann er auf Beseitigung der Schädigung oder auf Schutz gegen drohenden Schaden und auf Schadenersatz klagen (Art. 679 ZGB).\n\nDie Ansprüche aus Art. 679 ZGB stehen nicht nur dem Grundeigentümer zu, sondern jedem, der an der Sache Besitz hat, also insbesondere auch dem Mieter (BGE 109 II 304 S. 309 mit Hinweisen). Mithin ist auch die Klägerin Nr. 2 zur Klage ohne weiteres legitimiert.\n\nb) Als Einwirkung im Sinne von Art. 684 ZGB gilt alles, was sich als eine nach dem gewöhnlichen Lauf der Dinge unwillkürliche Folge eines mit der Benutzung eines andern Grundstücks adäquat kausal zusammenhängenden menschlichen Verhaltens auf dem betroffenen Grundstück auswirkt, sei es in materieller, sei es in ideeller Weise (MEIER-HAYOZ, N. 67 zu Art. 684 ZGB). Nicht erforderlich ist, dass die Einwirkung direkt vom Grundstück ausgeht; es genügt, wenn sie als Folge einer bestimmten Benutzung oder Bewirtschaftung erscheint, auch wenn die Störungsquelle ausserhalb des Grundstücks |416| liegt (MEIER-HAYOZ, N. 84 zu Art. 679 ZGB und N. 197 zu Art. 684 ZGB). Da die Klägerinnen nur noch Ersatz der Kosten für die von ihnen getroffenen Abwehrmassnahmen verlangen, fallen einzig Einwirkungen in Betracht, die Grund für diese Vorkehren zu bilden vermögen (vgl. MEIER-HAYOZ, N. 96 zu Art. 679 ZGB).\n\nc) Unzulässig ist eine Einwirkung, wenn sie als übermässig erscheint. Die für die Abgrenzung zwischen zulässiger und unzulässiger Immission entscheidende Intensität der Einwirkung beurteilt sich nicht nach subjektiven, sondern nach objektiven Kriterien. Der Richter hat eine sachlich begründete Abwägung der Interessen vorzunehmen, wobei er den Massstab des Empfindens eines Durchschnittsmenschen in der gleichen Situation zugrunde zu legen hat. Bei dem nach Recht und Billigkeit zu treffenden Entscheid ist nicht bloss, wie es Art. 684 Abs. 2 ZGB ausdrücklich erwähnt, Lage und Beschaffenheit der Grundstücke sowie Ortsgebrauch zu berücksichtigen; es ist die individuell konkrete Interessenlage umfassend zu würdigen: Alle in der einzelnen Streitsache ins Gewicht fallenden Umstände sind auf ihre Erheblichkeit hin zu prüfen, wobei stets zu beachten bleibt, dass Art. 684 ZGB als nachbarrechtliche Norm in erster Linie der Herstellung eines nachbarlichen Interessenausgleichs dienen soll (vgl. BGE 114 II 230 E. 5a S. 237 mit Hinweisen; MEIER-HAYOZ, N. 86 ff., 90 f. und 107 zu Art. 684 ZGB). Verboten sind nicht nur schadenverursachende, sondern auch bloss lästige Einwirkungen (dazu BGE 84 II 89; MEIER-HAYOZ, N. 96 zu Art. 684 ZGB). Ob die Nutzung des Grundstücks, auf welche die Einwirkungen zurückzuführen sind, rechtmässig oder widerrechtlich erfolgt, ist aus der Sicht von Art. 684 ZGB ohne Belang (vgl. BGE 96 II 337 E. 5a S. 347).\n\nd) Der Schaden, für den Art. 679 ZGB Anspruch auf Ersatz verleiht, kann unter anderem in den Kosten bestehen, welche die Abwehr der übermässigen Einwirkungen dem Betroffenen verursacht hat (vgl. BGE 81 II 439 E. 3 S. 447; MEIER-HAYOZ, N. 96 zu Art. 679 ZGB). Er muss jedoch die adäquat kausale Folge der Überschreitung des Grundeigentums sein, was auf Kosten für die notwendigen Vorkehren zur Abwehr von Einwirkungen zutrifft (vgl. MEIER-HAYOZ, N. 97 und 128 zu Art. 679 ZGB). Ein Verschulden des ins Recht gefassten Grundeigentümers ist für seine Verpflichtung zu Schadenersatz nicht erforderlich (MEIER-HAYOZ, N. 104 f. zu Art. 679 ZGB).\n\n5. a) Wie A. X., Hauswart der Liegenschaften Dufourstrasse 9 und 11, sowohl in seinem am 17. März 1992 erstatteten Rapport als auch anlässlich seiner Einvernahme als Zeuge ausgeführt hat, haben |417| sich mehrfach Drogensüchtige und Drogenhändler auf den klägerischen Grundstücken aufgehalten, und zwar vor dem Gebäude, in den Windfängen bzw. Schleusen der beiden Eingänge, und im Hinterhof; dabei seien Drogen gehandelt und am ersten Mittwoch nach der Eröffnung des Gassenzimmers, dem 5. Februar 1992 (d.h. vor dem Einsatz der Securitas-Wächter), gespritzt worden; am schlimmsten sei es bei Regen und Kälte gewesen, die Eindringlinge hätten dann jeweils in die Eingangsschleusen kommen wollen. Dass im Hof gedealt worden sei, hat auch C. Z., Direktor der Klägerin Nr. 2, erklärt. Diese Aussagen erscheinen durchaus als glaubwürdig, ist doch in mehreren Rapporten der Polizei über besondere Aktionen der Sicherheitsabteilung von Drogenhandel im Gebiet des Gassenzimmers die Rede. Den beiden vom 12. und 20. März 1992 datierten, einen Zeitraum von rund anderthalb Monaten erfassenden Rapporten der Securitas AG, die vom 6. Februar 1992 an mit der Überwachung der klägerischen Liegenschaften betraut war, ist zu entnehmen, dass mehrfach Personen - die zum Teil ausdrücklich als Dealer bzw. Besucher des Gassenzimmers, in einem Fall als Frau unter Drogeneinfluss bezeichnet werden - hätten weggewiesen oder am Betreten der Grundstücke gehindert werden müssen.\n\nb) Im Rahmen eines von den Klägerinnen im Kanton eingeleiteten Verfahrens führte das Appellationsgericht des Kantons Basel-Stadt (als Verwaltungsgericht) am 21. Juli 1992, abends um 18.00 Uhr, einen Augenschein durch. Gemäss Urteil vom 22. Juli 1992 (in dem die Öffnungszeit für das Gassenzimmer auf abends nicht vor 19.00 Uhr festgesetzt wurde) stellte die kantonale Instanz dabei fest, dass in der Zeit bis zum Büro- und Ladenschluss (18.30 Uhr) in den klägerischen Liegenschaften ein reger Publikumsverkehr herrsche, einerseits durch die ihren Arbeitsplatz verlassenden Büromitarbeiter und andererseits auch durch die Kunden der Klägerin Nr. 2. Dieses insgesamt zahlreiche Publikum sehe sich nicht nur mit den unangenehmen Auswirkungen des Gassenzimmers konfrontiert, sondern auch mit den von der Klägerin Nr. 2 zur Verringerung der Beeinträchtigungen angeordneten Schutzmassnahmen (Securitas-Wächter mit Hunden). Die Immissionen träfen die Klägerinnen bzw. ihre Mitarbeiter, Kunden und Mieter gerade in dieser (Tages-) Zeit besonders stark, während nach zirka 19.00 Uhr der betroffene Personenkreis wesentlich kleiner sei. Der zwischen 17.30 und 19.00 Uhr starke Feierabendverkehr in der Dufourstrasse bilde zwar eine gewisse Barriere, vermöge aber ein Ausweichen von Drogenabhängigen und allfälligen Händlern auf die Strassenseite der Klägerinnen nicht |418| wirksam zu verringern. Zu bemerken ist, dass das Appellationsgericht in seiner Urteilsbegründung hervorgehoben hat, der Augenschein habe kein abschliessendes Bild vermittelt und das Ergebnis sei für die bestehende Situation insofern nicht repräsentativ, als an jenem Abend ein heftiger Gewitterregen gefallen sei und sich deshalb in der Umgebung des Gassenzimmers nur wenige Personen aufgehalten hätten.\n\nc) Die Aussagen der befragten Personen und die erwähnten Rapporte der Securitas AG sind widerspruchsfrei, stimmen in ihrem wesentlichen Gehalt nicht nur in sich, sondern auch unter sich überein und entsprechen der allgemeinen Erfahrung, dass der Betrieb eines Gassenzimmers sowohl Drogenabhängige wie Drogenhändler anzieht. Diese Tatsache wird übrigens auch durch die Wahrnehmungen der Polizei und des Appellationsgerichts bestätigt. Die der Drogenszene angehörenden Personen suchen sich in der nächsten Umgebung eines Gassenzimmers jene Orte aus, die für ihre Bedürfnisse möglichst günstige Verhältnisse bieten. Aus der Sicht von Lage und Beschaffenheit erscheinen die klägerischen Liegenschaften als für den Drogenhandel und das Spritzen wie auch für den blossen Aufenthalt als gut geeignet. Dass andere Liegenschaften im Quartier als ebenso günstig erscheinen mögen, ändert daran nichts.\n\nNach dem Gesagten steht beweismässig fest, dass - trotz der von den Klägerinnen angeordneten Überwachung durch Leute der Securitas AG - Drogenabhängige und Händler deren Grundstücke betreten und sich darauf aufgehalten haben und dass dort Drogen gespritzt und gehandelt worden sind.\n\n6. a) Bei den von den Klägerinnen nachgewiesenen Vorgängen auf ihren Grundstücken handelt es sich um Erscheinungen, die in der näheren Umgebung eines Gassenzimmers naturgemäss regelmässig beobachtet werden. Sie sind unmittelbar auf den Betrieb eines Lokals der erwähnten Art zurückzuführen und stellen deshalb durchaus unter Art. 684 ZGB fallende Einwirkungen dar. Entgegen seinen Vorbringen wird der Beklagte mit andern Worten nicht für das Verhalten beliebiger Dritter ins Recht gefasst.\n\nDie Einwirkungen auf die klägerischen Grundstücke sind nach Art, Intensität und Dauer sodann als übermässig und damit unzulässig zu bezeichnen. Es handelt sich keineswegs nur um unbedeutende Lästigkeiten. Kein Grundeigentümer oder obligatorisch berechtigter Besitzer kann gehalten sein, über längere Zeit - es waren etwas mehr als elf Monate - ausser sonntags auf dem Grundstück regelmässig Menschen aus der Drogenszene zu dulden, deren Anwesenheit |419| die Sicherheit und Ungestörtheit der sich erlaubterweise dort aufhaltenden Personen gefährdet und die dort zum Teil strafbare Handlungen im Sinne der Art. 19 und 19a BetmG verüben. Auch das Appellationsgericht des Kantons Basel-Stadt ist in seinem Entscheid vom 22. Juli 1992 zum Schluss gelangt, die Immissionen träfen die Klägerinnen bzw. ihre Mitarbeiter, Kunden und Mieter besonders stark. Freilich bezog sich diese Feststellung vor allem auf die Zeit vor Büroschluss, und sie bewog das Appellationsgericht denn auch, die abendliche Öffnungszeit auf 19.00 Uhr hinauszuschieben.\n\nb) Dass die Einwirkungen auf die klägerischen Grundstücke eine unausweichliche Folge des Betriebs eines Gassenzimmers seien bzw. dass sie nur mit einem unverhältnismässigen Aufwand hätten behoben oder wenigstens auf ein erträgliches Mass herabgesetzt werden können (so dass ein nachbarrechtlicher Anspruch der Klägerinnen zu verneinen wäre), vermag der hiefür beweispflichtige Beklagte nicht darzutun.\n\nDas Eindringen von Drogenabhängigen und Drogenhändlern auf die klägerischen Grundstücke hätte sich hauptsächlich durch einen entsprechenden Einsatz der Polizei verhindern lassen. Es ist nicht ersichtlich, inwiefern der Betrieb des Gassenzimmers durch eine stärkere Präsenz von - allenfalls nicht uniformierten - Polizeibeamten hätte in Frage gestellt oder beeinträchtigt werden können. Dass die angesichts des gewählten Standortes sich aufdrängenden polizeilichen Massnahmen zu einem Aufwand geführt hätten, der in keinem vernünftigen Verhältnis zu dem mit dem Gassenzimmer angestrebten gesundheits- und sozialpolitischen Ziel (Aids-Prophylaxe; Verhinderung der Verelendung Drogenabhängiger) gestanden hätte, ist durch nichts belegt. Das gleiche gilt auch für eine Erhöhung der Zahl der im Gassenzimmer eingesetzten Betreuer, die ebenfalls in Betracht zu ziehen gewesen wäre. Nach den Aussagen der als Zeugin befragten B. Y., Vorsteherin des Gassenzimmers, reichte der Personalbestand nämlich nur vorübergehend, während des Sommers 1992, aus, um - von Notsituationen (wie Fällen von Atemstillstand) abgesehen - auch ausserhalb der Baracke zum Rechten zu sehen.\n\nc) Ist nach dem Gesagten nicht dargetan, dass die Einwirkungen des Betriebs des Gassenzimmers auf die klägerischen Liegenschaften unvermeidbar gewesen seien oder sich nur mit einem unverhältnismässigen Aufwand hätten verringern lassen, steht fest, dass den Klägerinnen gestützt auf Art. 679 ZGB grundsätzlich ein Anspruch auf Schadenersatz zusteht. Zugleich ergibt sich, dass das Bundesgericht für die Beurteilung der Klage zuständig ist.\n\n|420|\n\n7. a) Die Klägerin Nr. 2 verlangt den vollen Ersatz der von ihr bezahlten Kosten der Überwachung der Liegenschaften Dufourstrasse 9 und 11 durch die Securitas AG. Dass diese Überwachung geeignet war, Drogenabhängige und Drogenhändler von den klägerischen Grundstücken fernzuhalten, stellt der Beklagte zu Recht nicht in Abrede. Die Wirkung dieser Massnahme zeigte sich denn beispielsweise darin, dass nach den durch B. Y. bestätigten Aussagen von A. X. bei den beiden Liegenschaften keine gebrauchten Spritzen wegzuräumen waren. Der Ansicht des Beklagten, die Massnahme sei unverhältnismässig gewesen, ist nicht beizupflichten. Wie bereits oben erwähnt, mussten trotz der Anwesenheit von Securitas-Wächtern Leute aus der Drogenszene von den klägerischen Grundstücken weggewiesen werden. Der Beizug der Securitas AG erscheint als zur Abwehr der mit dem Gassenzimmer zusammenhängenden Einwirkungen notwendige Vorkehr, so dass der Beklagte zu verpflichten ist, der Klägerin Nr. 2 die von ihm dem Betrag nach nicht bestrittenen Kosten vollumfänglich zu ersetzen. Für die Zeit seit der durch die Belastungen des Postcheckamts ausgewiesenen jeweiligen Begleichung der einzelnen Rechnungen schuldet der Beklagte einen Schadenszins von 5% (dazu BGE 103 II 330 E. 5 S. 338; GAUCH/SCHLUEP, Schweizerisches Obligationenrecht, Allgemeiner Teil, II. Bd., 5. A., Rz. 2791).\n\nb) Die Klägerin Nr. 1 fordert den Ersatz der Kosten für die von der Kriegel + Schaffner AG eingerichtete Umgebungsbeleuchtung mit Bewegungsmeldern (Fr. 16'000.--), für die von der Schachenmann + Co. AG ausgeführte Erweiterung und Anpassung der Beleuchtung in den Eingängen der Häuser Nrn. 9 und 11 (Fr. 9'766.45), für die durch das gleiche Unternehmen in beiden Häusern installierte Gegensprechanlage (Fr. 30'000.--) und für die von der Drahtflechterei + Zaunfabrik Alfred Meyer montierte Absperrung mit Stacheldraht (Fr. 1'479.--).\n\naa) Die Gegensprechanlage wurde im Gedanken eingerichtet, die Liegenschaften würden - aufgrund einer vertraglichen Erweiterung des Aufgabenbereichs - allein durch den Hauswart überwacht; sie sollte die Nachteile einer Verriegelung der Eingangstüren mindern. Als dann bereits am vierten Tag nach Eröffnung des Gassenzimmers Securitas-Wächter eingesetzt wurden, büsste die Anlage ihre hier massgebende Notwendigkeit ein. Wie der Beklagte mit Recht geltend macht, bringt sie den Klägerinnen jedoch unzweifelhaft weiterhin Vorteile. Für die Installationskosten ist im Sinne von Art. 43 OR daher kein Ersatz zuzusprechen.\n\n|421|\n\nbb) Die verschiedenen Beleuchtungen stellen ein geeignetes Mittel zur besseren Überwachung dar und erschienen zudem als notwendig. Indessen bringen in der Tat auch sie den Klägerinnen heute noch Vorteile, denen bei der Festlegung des Umfangs der Ersatzpflicht Rechnung zu tragen ist. Es erscheint als angemessen, den Beklagten zur Zahlung von rund der Hälfte der Kosten, d.h. von Fr. 8'000.-- für die Umgebungs- und von Fr. 5'000.-- für die Eingangsbeleuchtung, zu verpflichten. Der geltend gemachte Zinsanspruch ist ausgewiesen. Der an sich berechtigte Einwand des Beklagten, bei der Rechnung über Fr. 9'766.45 für die Innenbeleuchtung sei zu berücksichtigen, dass die Klägerin Nr. 1 einen Skonto-Abzug von 2% vorgenommen habe, wird angesichts der Festsetzung einer Pauschale gegenstandslos.\n\ncc) Die Absperrung der klägerischen Liegenschaften (gegen Süden) mit Stacheldraht erscheint ebenfalls als geeignete Massnahme zum Schutz vor dem Eindringen unerwünschter, durch den Betrieb des Gassenzimmers angezogener Personen aus der Drogenszene. Der Beklagte vermag denn auch nichts vorzubringen, was dieser Annahme widersprechen würde. Er ist deshalb zum vollumfänglichen Ersatz der entsprechenden Kosten zu verhalten."}