{"annee": "119", "cour": "III", "page": "63", "date": "3/9/1993", "cite": ["113 III 109", "116 III 91"], "cite_par": ["133 III 687", "123 III 271"], "chapeau": "17. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 3. September 1993 i.S. K. (Rekurs)", "regestes": ["Art. 68 al. 1 LP et art. 7 al. 2 de l'Ordonnance no 1 pour l'exécution de la loi fédérale sur la poursuite pour dettes et la faillite du 18 décembre 1891; notion de frais de poursuite. Lorsque l'opposition est levée dans le cadre d'un procès civil ordinaire, les frais et dépens mis à la charge du débiteur ne constituent pas pour autant des frais de poursuite; ils ne peuvent dès lors être compris dans la poursuite pendante."], "faits": "|64|\n\nDie S. AG erwirkte gegen H. K. den Arrest Nr. ... und prosequierte diesen mit Betreibung Nr. ... . Nachdem H. K. Rechtsvorschlag erhoben hatte, klagte die S. AG gegen H. K. Das Zivilgericht Basel-Stadt hiess die Klage teilweise gut und beseitigte in diesem Umfang auch den Rechtsvorschlag in der genannten Betreibung. Eine gegen dieses Urteil von der S. AG erhobene Appellation wurde vom Appellationsgericht Basel-Stadt rechtskräftig abgewiesen.\n\nAuf Fortsetzungsbegehren der S. AG hin pfändete das Betreibungsamt die Bankgarantie Nr. ... der X. & Co. In der Folge überwies die X. & Co auf Aufforderung des Betreibungsamtes an dieses Fr. 113'083.50.\n\nIm Urteil, mit dem das Zivilgericht Basel-Stadt über die in Betreibung gesetzte Forderung entschieden hat, wird H. K. verpflichtet, die sogenannten ausserordentlichen Kosten zu tragen, d.h. die der S. AG in diesem Prozess entstandenen Anwaltskosten. Auf Gesuch der Gläubigerin hin setzte der Tarifierungsausschuss des Appellationsgerichts das Honorar für den Anwalt der S. AG in diesem Prozess auf Fr. 75'348.-- zuzüglich Auslagen von Fr. 2'335.85 fest.\n\nMit Fortsetzungsbegehren verlangte die S. AG die Pfändung der bereits eingepfändeten Bankgarantie Nr. ... der X. & Co für das vom Tarifierungsausschuss festgesetzte Honorar. In der Folge überwies die X. & Co auf Aufforderung des Betreibungsamtes an dieses Fr. 34'916.50.\n\nMit einem Schreiben ersuchte H. K. das Betreibungsamt um Aufhebung des Arrestes Nr. ... und um Rückgabe der aufgrund dieses Arrestes hinterlegten Bankgarantie Nr. ... . Das Betreibungsamt wies dieses Gesuch ab. Eine von H. K. gegen diese Verfügung erhobene Beschwerde wurde von der Aufsichtsbehörde |65| über das Betreibungs- und Konkursamt des Kantons Basel-Stadt abgewiesen.\n\nH. K. gelangt mit Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts und verlangt die Aufhebung des Arrestbeschlages und die Überweisung der noch von diesem betroffenen Fr. 34'916.50 an den Vertreter des Rekurrenten. Die S. AG beantragt die Abweisung des Rekurses, soweit darauf einzutreten sei.\n\nDem Rekurs ist auf Antrag von H. K. aufschiebende Wirkung zuerkannt worden.", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist ausschliesslich die Frage, ob die Kosten und die Parteientschädigung, die dem Schuldner im Anerkennungsprozess auferlegt worden sind, aus dem Erlös der laufenden Betreibung zu tilgen sind oder ob es dafür einer neuen Betreibung bedarf.\n\nIn der Verordnung Nr. 1 zum Bundesgesetz über Schuldbetreibung und Konkurs vom 18. Dezember 1891 (SR 281.31) hat das Bundesgericht in den Erläuterungen zum Formular für das Fortsetzungsbegehren festgehalten, dass die Kosten einer Rechtsöffnung in die laufende Betreibung einbezogen werden können, während dies für jene eines ordentlichen Prozessverfahrens nicht möglich ist, sondern jene Gegenstand einer besonderen Betreibung bilden müssen (Art. 7 Abs. 2 Verordnung Nr. 1). Die Aufsichtsbehörde Basel-Stadt ist der Meinung, dass diese Auffassung auf einer falschen Auslegung von Art. 68 SchKG beruhe. Betreibungskosten, die der Schuldner nach dieser Bestimmung zu tragen habe, seien nicht nur die Kosten eines Rechtsöffnungsverfahrens, sondern auch jene eines ordentlichen Zivilprozesses, sofern ein solcher nötig sei, um den Rechtsvorschlag zu beseitigen.\n\n3. Welche Kosten in die laufende Betreibung einzubeziehen sind und für welche demgegenüber eine neue Betreibung nötig ist, bestimmt zweifellos das Bundesrecht. Es ist mit der Vorinstanz auch davon auszugehen, dass Art. 68 SchKG die massgebende Bestimmung ist. Die genannte bundesgerichtliche Verordnung kann diesbezüglich nur soweit Bestand haben, wie sie Art. 68 SchKG richtig auslegt. Es handelt sich insoweit nicht um eine selbständige Rechtsquelle.\n\n4. Art. 68 Abs. 1 SchKG bestimmt, dass der Schuldner die Betreibungskosten zu tragen hat. Aus weiteren Bestimmungen ergibt |66| sich sodann, dass diese Kosten in die laufende Betreibung einzubeziehen und aus dem Erlös der Betreibung sogar vorweg zu begleichen sind (Art. 69 Abs. 2 Ziff. 2, Art. 85, 97 und 144 SchKG). Das Gesetz umschreibt indessen nicht im einzelnen, was unter den Betreibungskosten zu verstehen ist.\n\na) Das SchKG enthält mehrere Bestimmungen über die Betreibungskosten, wobei sich in der Regel aus dem Zusammenhang ergibt, was damit gemeint ist.\n\nWie bei Art. 68 fragt sich auch bei den Art. 85, 97 und 144 SchKG, ob die Kosten eines Anerkennungs- oder eines Aberkennungsprozesses zu den Betreibungskosten zu zählen sind. Demgegenüber kann Art. 69 Abs. 2 Ziff. 2 SchKG auf diese Frage von vornherein keine Antwort geben, da die Aufforderung im Zahlungsbefehl sich nur auf die bis zu dessen Zustellung entstandenen Kosten beziehen und damit nicht auch jene für die Beseitigung des Rechtsvorschlags - erfolge diese im Rechtsöffnungsverfahren oder in einem ordentlichen Zivilprozess - erfassen kann. Die Gebühren und Parteientschädigungen eines vor Anhebung der Betreibung erledigten Zivilprozesses gehören zweifellos nicht zu den Betreibungskosten. Sie stellen gegebenenfalls Teil der in Betreibung gesetzten Forderung dar. Alle diese Gesetzesbestimmungen umschreiben indessen den Begriff der Betreibungsgebühren nicht genauer und können deshalb zur Auslegung von Art. 68 SchKG nicht direkt beitragen.\n\nNach Art. 16 SchKG erlässt der Bundesrat einen Gebührentarif. Die herrschende Lehre nimmt an, dass diese Bestimmung alle Handlungen der Behörden und Gerichte betrifft, die zum Betreibungsverfahren gehören (JÄGER, Kommentar SchKG, Zürich 1911, N 3 zu Art. 16). Entsprechend handelt Art. 16 Abs. 2 von den im Betreibungs- und Konkursverfahren errichteten Schriftstücken. Daraus kann der Schluss gezogen werden, dass unter die Betreibungskosten nur Gebühren fallen, die der Bundesrat gemäss dieser Kompetenzdelegation festsetzen kann - wenn auch nicht unbedingt festsetzen muss (vgl. Art. 55 GebTSchKG). Auch die Vorinstanz geht aber davon aus, dass die Gebühren für den ordentlichen Zivilprozess sich ausschliesslich nach kantonalem Recht richten, selbst wenn in diesem Verfahren der Rechtsvorschlag beseitigt wird.\n\nDemgegenüber hat das Bundesgericht Art. 27 SchKG insofern abweichend und einschränkend ausgelegt, als vom Verbot, die Kosten eines berufsmässigen Vertreters im Betreibungsverfahren dem Schuldner aufzuerlegen, nicht nur abgewichen werden kann, wenn die entsprechenden Kosten ausschliesslich vom kantonalen Recht |67| beherrscht werden (vgl. BGE 113 III 110). Entsprechend bestimmt Art. 68 Abs. 1 GebTSchKG ausdrücklich, dass die Kosten eines Vertreters für das Rechtsöffnungsverfahren dem Schuldner auferlegt werden dürfen.\n\nb) Die Vorinstanz begründet ihre Auffassung mit dem Sinn und Zweck von Art. 68 SchKG. Dieser bestimme, dass der Schuldner alle aus der Zwangsvollstreckung einer Forderung entstehenden Kosten zu tragen habe. Zur Zwangsvollstreckung gehöre aber das ganze Verfahren ab Einreichung des Zahlungsbefehls bis hin zur Verteilung. Wer Rechtsvorschlag erhebe, müsse damit rechnen, dass es zu einem Zivilprozess komme, für dessen Kosten er aufzukommen habe. Es sei nicht prozessökonomisch, wenn für die Parteientschädigung eine neue Betreibung angehoben werden müsse. Zudem sei nicht zu begründen, warum die Entschädigung für das Rechtsöffnungsverfahren anders zu behandeln sei als jene für den Anerkennungsprozess.\n\naa) Damit wird das Wesen der Zwangsvollstreckung verkannt. Diese erfasst die Durchsetzung einer Forderung in einem bestimmten Verfahren. Zur Zwangsvollstreckung nach SchKG gehört demgegenüber weder die Durchsetzung auf andere Weise (vgl. BGE 116 III 94 f.) noch die gerichtliche Feststellung eines Rechtsverhältnisses.\n\nIm Zusammenhang mit dem Betreibungsverfahren werden drei Arten von Klagen unterschieden, nämlich einerseits die rein betreibungsrechtlichen Streitigkeiten, andererseits die formell betreibungsrechtlichen Verfahren mit Reflexwirkung auf das materielle Recht und schliesslich die materiellrechtlichen Streitigkeiten (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, Bern 1993, S. 39 ff.), bei denen insbesondere das Bestehen einer bestimmten Leistungspflicht festgestellt wird. Diese Unterscheidung kann auch auf die Kosten übertragen werden, so dass nur jene der rein betreibungsrechtlichen und der betreibungsrechtlichen Verfahren mit Reflexwirkung als Betreibungskosten angesehen werden, nicht aber die Gebühren der rein materiellrechtlichen Verfahren.\n\nZu den rein betreibungsrechtlichen Streitigkeiten gehört die Rechtsöffnung (AMONN, a.a.O., S. 41 Rz. 42), während der Anerkennungsprozess den rein materiellrechtlichen Streitigkeiten zuzurechnen ist (AMONN, a.a.O., S. 40 Rz. 40; so offenbar auch FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. I, 3. Aufl., Zürich 1984, S. 211 Rz. 37), da es hier nicht um die Vollstreckung eines Anspruchs geht, sondern um dessen verbindliche Feststellung bzw. Festsetzung. Entsprechend bestimmt auch nicht Art. 68 SchKG, wer die Kosten des |68| Anerkennungsprozesses zu tragen hat, was namentlich bei Forderungen aus dem Familienrecht von Bedeutung ist, wo gewisse Kantone vorsehen, dass die Prozesskosten nach anderen Kriterien als dem Obsiegen bzw. Unterliegen aufzuteilen sind.\n\nbb) Mit Blick auf dieses eindeutige Ergebnis der Auslegung von Art. 68 SchKG erübrigt es sich, zu den Ausführungen des Appellationsgerichts mit Bezug auf die Prozessökonomie Stellung zu nehmen."}