{"annee": "119", "cour": "IV", "page": "238", "date": "26/8/1993", "cite": ["105 IV 248", "78 IV 237"], "cite_par": [], "chapeau": "45. Extrait de l'arrêt de la Cour de cassation pénale du 26 août 1993 dans la cause C. c. Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 292 CP; Insoumission à une décision de l'autorité; Intention. Ne se rend coupable de cette infraction que celui qui agit intentionnellement, c'est-à-dire en connaissant l'injonction et les conséquences pénales d'une insubordination. Il ne suffit pas que la décision ait été valablement notifiée s'il n'est pas établi que l'intéressé en a effectivement eu connaissance (consid. 2)."], "faits": "|239|\n\nA.- Par lettre recommandée du 17 juin 1991, l'Office des poursuites de Lausanne-Est a sommé l'avocat C. de présenter sa comptabilité pour le début de l'année 1991, sous la menace des peines prévues par l'art. 292 CP. Cette injonction est demeurée vaine.\n\nB.- Traduit en jugement sous l'accusation d'insoumission à une décision de l'autorité (art. 292 CP), C. affirma qu'il n'avait pas pris connaissance de l'avis recommandé en raison de ses voyages professionnels.\n\nObservant qu'il s'était engagé, le 29 avril 1991 déjà, à fournir les pièces demandées et considérant qu'il ne pouvait ignorer, vu sa profession, les conséquences de sa carence, le Tribunal de police du district de Lausanne, par jugement du 11 février 1993, l'a reconnu coupable d'insoumission à une décision de l'autorité et l'a condamné à la peine de quatre jours d'arrêts avec sursis pendant un an, mettant à sa charge les frais de la procédure.\n\nPar arrêt du 3 mars 1993, la Cour de cassation cantonale a rejeté, avec suite de frais, le recours formé par le condamné. Sur l'affirmation de celui-ci selon laquelle il n'avait pas pris connaissance de l'avis comminatoire, la cour cantonale a émis le considérant suivant: \"peu importe que le recourant n'ait pas pris ou voulu prendre connaissance de son courrier. (...) En toute hypothèse, un administré ne saurait faire échec à l'application de l'art. 292 CP en s'abstenant volontairement de prendre connaissance des décisions qui lui sont adressées valablement\".\n\nC.- Contre cet arrêt, C. s'est pourvu en nullité à la Cour de cassation pénale du Tribunal fédéral. Soutenant qu'il ne pouvait être condamné en application de l'art. 292 CP dès lors qu'il n'avait pas eu connaissance de l'injonction comminatoire, il conclut, avec suite de dépens, à l'annulation de l'arrêt attaqué et sollicite par ailleurs l'assistance judiciaire.\n\nD.- La cour cantonale a renoncé à formuler des observations.\n\nSe référant aux considérants de l'arrêt attaqué, le Ministère public a conclu au rejet du recours.\n\n|240|", "considerants": "Extrait des considérants:\n\n2. a) Selon l'art. 292 CP, \"celui qui ne se sera pas conformé à une décision à lui signifiée, sous la menace de la peine prévue au présent article, par une autorité ou un fonctionnaire compétents sera puni des arrêts ou de l'amende\".\n\nPour que l'infraction soit réalisée, il faut que l'insoumission soit intentionnelle (ATF 78 IV 239; STRATENWERTH, Bes. Teil II, 3e éd., p. 291 no 10; TRECHSEL, Kurzkommentar StGB, art. 292 no 9; HAUSER/REHBERG, Strafrecht IV p. 282). L'intention suppose la connaissance de l'injonction, de sa validité et des conséquences pénales de l'insoumission (HAUSER/REHBERG, op.cit., p. 282). Le dol éventuel suffit (STRATENWERTH, op.cit., p. 291 s. no 10).\n\nb) En l'espèce, la cour cantonale n'a nullement exclu que le recourant ait omis de prendre connaissance de l'injonction comminatoire et qu'il ait ignoré encourir les peines de l'art. 292 CP s'il ne remettait pas sa comptabilité. Elle a considéré que ces points de fait étaient sans pertinence et qu'il appartenait au recourant de prendre connaissance du courrier reçu à l'adresse qu'il avait lui-même indiquée.\n\nA l'appui de sa conception juridique, la cour cantonale s'est référée à HAUSER/REHBERG et à TRECHSEL.\n\nEn ce qui concerne HAUSER/REHBERG, il est vrai que ces auteurs affirment, dans un passage qui semble plutôt viser la validité de l'injonction du point de vue du droit administratif, qu'elle doit être reçue, mais qu'il n'est pas nécessaire que le destinataire en prenne connaissance (HAUSER/REHBERG, op.cit., p. 281). Ils se réfèrent cependant, à l'appui de cette affirmation, d'une part à IMBODEN/RHINOW et d'autre part à un arrêt cantonal. L'arrêt cantonal se rapporte à l'art. 291 CP (rupture de ban), qui ne contient pas la formule \"à lui signifiée\" et qui n'est donc guère transposable ici; de toute manière, il ressort de cet arrêt que l'intéressé avait connaissance de la décision prise à son encontre (SJZ 55 (1959) 312). Quant à IMBODEN/RHINOW, ces auteurs affirment, au contraire de la cour cantonale, que celui qui ne va pas chercher le pli à la poste n'est pas punissable, l'intention délictueuse supposant la conscience et la volonté de transgresser l'injonction comminatoire (IMBODEN/ RHINOW, Schweizerische Verwaltungsrechtsprechung, 5e éd., I no 51 p. 306).\n\nOn ne saurait d'ailleurs admettre que HAUSER/REHBERG soutiennent la thèse de la cour cantonale. En effet, ces auteurs, lorsqu'ils traitent de l'intention requise par l'art. 292 CP, indiquent très clairement |241| qu'elle suppose la connaissance de l'injonction et de la punissabilité de l'insoumission (HAUSER/REHBERG, op.cit., p. 282).\n\nPour ce qui est de TRECHSEL, également cité par la cour cantonale, il traite de la question à la note 9 et considère, en ce qui concerne l'intention, que l'auteur n'est pas punissable s'il n'a pas eu connaissance de l'injonction comminatoire, même s'il a refusé de recevoir le pli et s'il est réputé l'avoir reçu selon les règles de procédure (TRECHSEL, op.cit., art. 292 no 9).\n\nLes auteurs cités par la cour cantonale à l'appui de sa thèse ne se prononcent donc pas dans le même sens qu'elle.\n\nc) L'art. 292 CP réprime pénalement l'insoumission à une décision d'une autorité. Il résulte clairement des mots \"une décision à lui signifiée, sous la menace de la peine prévue au présent article\" que le législateur a attaché une importance décisive au fait que l'intéressé soit avisé des conséquences pénales d'un refus d'obtempérer. La jurisprudence a insisté sur la précision que doit avoir la menace (ATF 105 IV 249 s.). L'infraction, qui est intentionnelle, consiste à passer outre à une telle injonction comminatoire; elle suppose donc que l'auteur ait été prévenu des conséquences pénales d'une insubordination. Celui qui, pour quelque motif que ce soit, n'a pas connaissance de l'injonction ou des conséquences pénales d'une insubordination ne peut pas réaliser l'intention délictueuse requise par l'art. 292 CP, la question du dol éventuel étant réservée.\n\nLa doctrine et la jurisprudence cantonale publiée se sont d'ailleurs également prononcées dans ce sens (TRECHSEL, op.cit., art. 292 no 9; HAUSER/REHBERG, op.cit., p. 282; IMBODEN/RHINOW, op.cit., p. 306; SJZ 64 (1968) 226).\n\nd) En l'espèce, la cour cantonale n'a pas constaté en fait que le recourant savait, à partir d'un certain moment, qu'il encourait les peines de l'art. 292 CP en cas d'insubordination, ou qu'il ait accepté cette éventualité. L'état de fait retenu ne permet donc pas de constater une infraction à l'art. 292 CP. En suivant strictement la théorie procédurale de la réception, la cour cantonale est partie d'une fausse conception de l'intention délictueuse requise par l'art. 292 CP, et son arrêt, violant le droit fédéral, doit donc être annulé."}