{"annee": "119", "cour": "IA", "page": "167", "date": "10/8/1993", "cite": ["116 IA 94", "116 IA 477", "113 IA 146", "99 IA 724", "104 IA 226", "105 IA 349", "114 IA 395", "116 IA 359", "105 IA 368", "114 IA 263", "116 IA 242", "114 IA 209", "110 IA 183", "117 II 94", "108 IA 38", "113 IA 43"], "cite_par": ["123 I 41", "121 I 225", "129 I 185", "137 I 77", "121 I 138", "128 I 34", "130 I 290", "123 I 97", "120 IA 194", "134 I 172"], "chapeau": "22. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 10. August 1993 i.S. X. gegen Kreisschulpflege Zürich-Schwamendingen und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a et 88 OJ; qualité pour exercer le recours concernant le droit de vote. Les citoyens qui sont éligibles sans être électeurs ont-ils qualité pour exercer le recours concernant le droit de vote? (consid. 1). §§ 95 ss de la loi sur les élections et les votations du canton de Zurich (LE/ZH); élection des instituteurs. L'élection d'un instituteur selon le § 97 LE/ZH ne peut avoir lieu que lorsqu'un candidat au minimum est présenté par la commission scolaire au corps électoral (consid. 3)."], "faits": "|168|\n\nX. unterrichtet seit 1986 als Verweserin an der Primarschule in Zürich-Schwamendingen. Im November 1990 schrieb der Schulkreis Zürich-Schwamendingen drei Lehrerstellen zur definitiven Besetzung durch Wahl aus. Als Zeitpunkt des Stellenantritts wurde der Beginn des Schuljahres 1991/92, d.h. der 19. August 1991, angegeben. Auf diese Ausschreibung hin bewarb sich X. um eine definitive Lehrerstelle. Auf einen entsprechenden Antrag der Wahlkommission hin beschloss die Kreisschulpflege Zürich-Schwamendingen am 22. März 1991, X. den Stimmberechtigten nicht zur Wahl vorzuschlagen. Die im Schulblatt zur Wahl ausgeschriebenen Lehrerstellen wurden zugleich von drei auf eine reduziert. Zur Besetzung dieser einen Stelle schlug die Kreisschulpflege Y. zur Wahl vor. Diese zog jedoch in der Folge ihre Bewerbung zurück. Die Kreisschulpflege beschloss deshalb am 16. Mai 1991, auf die Durchführung von Primarlehrerwahlen im Sommer 1991 ganz zu verzichten und die verbleibende ausgeschriebene Lehrerstelle nicht definitiv zu besetzen.\n\nGegen die Absetzung der Lehrerwahlen beschwerte sich X. zunächst beim Bezirksrat Zürich und anschliessend beim Regierungsrat des Kantons Zürich. Sie machte geltend, der Verzicht auf die Durchführung der Primarlehrerwahlen verletze ihr passives Wahlrecht, da das Volk nun keine Gelegenheit erhalte, sie zu wählen. Die Kreisschulpflege habe in unzulässiger Weise ihre Wahl zu verhindern versucht, nur weil sie Mitglied des Vereins zur Förderung der psychologischen Menschenkenntnis (VPM) sei. Der Bezirksrat und der Regierungsrat wiesen die von X. ergriffenen Rechtsmittel ab.\n\n|169|\n\nX. hat gegen den Entscheid des Regierungsrats eine staatsrechtliche Beschwerde beim Bundesgericht eingereicht. Sie beantragt die Aufhebung des angefochtenen Entscheids und die Rückweisung der Sache an den Regierungsrat zur Neubeurteilung. Sie ist der Auffassung, der regierungsrätliche Entscheid verletze ihr passives Wahlrecht.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Gegenstand des angefochtenen Entscheids bildet die Frage, ob der Verzicht der Kreisschulpflege Zürich-Schwamendingen, im Sommer 1991 Primarlehrerwahlen durchzuführen, die politischen Rechte der Beschwerdeführerin verletze.\n\na) Nach Art. 85 lit. a OG beurteilt das Bundesgericht Beschwerden betreffend die politische Stimmberechtigung der Bürger und betreffend kantonale Wahlen und Abstimmungen. Als kantonal gelten auch Wahlen und Abstimmungen in den Gemeinden (BGE 110 Ia 186 E. 3c; BGE 108 Ia 39 E. 2; BGE 105 Ia 369 E. 2). Der angefochtene Entscheid schützt den Verzicht, eine Primarlehrerstelle durch eine kommunale Volkswahl definitiv zu besetzen. Er berührt damit die politischen Rechte und kann mit einer Stimmrechtsbeschwerde nach Art. 85 lit. a OG angefochten werden.\n\nb) Zur Erhebung einer Stimmrechtsbeschwerde ist legitimiert, wer an der fraglichen Wahl oder Abstimmung teilnehmen kann. In der bisherigen Rechtsprechung ist dabei die Beschwerdebefugnis stets auf die aktiv stimm- und wahlberechtigten Bürger beschränkt worden. Eine Ausnahme machte das Bundesgericht nur, soweit Beschwerdeführer rügten, es werde ihnen das Stimmrecht zu Unrecht vorenthalten (BGE 116 Ia 364 E. 3a; BGE 114 Ia 264 E. 1b). Auch die Lehre geht von einer Beschränkung der Legitimation zur Stimmrechtsbeschwerde auf Aktivbürger aus (vgl. CHRISTOPH HILLER, Die Stimmrechtsbeschwerde, Diss. Zürich 1990, S. 257 ff., 276 ff., mit weiteren Hinweisen).\n\nIm vorliegenden Fall wohnt die Beschwerdeführerin nicht im Schulkreis Zürich-Schwamendingen und wäre somit an der von der Kreisschulpflege abgesagten Wahl, bei der sie hätte kandidieren wollen, nicht stimmberechtigt gewesen. Es fragt sich daher, ob sie zur Erhebung einer Stimmrechtsbeschwerde nach Art. 85 lit. a OG legitimiert ist.\n\n|170|\n\nc) Die politischen Rechte umfassen das Recht, an Abstimmungen teilzunehmen, Initiativen und Referendumsbegehren zu unterschreiben, sowie das aktive und passive Wahlrecht. Im Gegensatz zu den anderen Inhalten der politischen Rechte setzt das passive Wahlrecht den Wohnsitz im betreffenden Wahlbezirk nicht unbedingt voraus. Die Beschwerdeführerin ist im Schulkreis Zürich-Schwamendingen als Primarlehrerin wählbar, auch wenn sie selber nicht dort wohnt und daher dort nicht stimmberechtigt ist. Das passive Wahlrecht setzt also nicht notwendigerweise auch die aktive Stimmberechtigung voraus, dafür unter Umständen andere, namentlich fachliche Qualifikationen.\n\nDas Bundesgericht hat in seiner jüngsten Rechtsprechung mehrfach bestätigt, dass auch die Vorschriften über das passive Wahlrecht, insbesondere Wählbarkeits- und unter Umständen Unvereinbarkeitsbestimmungen, zu dem von Art. 85 lit. a OG erfassten Schutzbereich der politischen Rechte zählen (BGE 116 Ia 244 E. 1a, 479 E. 1a; 114 Ia 400 f.; 91 I 192 E. 1a). Die Verletzung solcher Normen kann daher mit der Stimmrechtsbeschwerde genauso geltend gemacht werden wie diejenige von Bestimmungen, welche den Inhalt des aktiven Stimm- und Wahlrechts umschreiben.\n\nIn der bisherigen Rechtsprechung wurde allerdings - wie erwähnt - die Legitimation zur Stimmrechtsbeschwerde regelmässig allein den Aktivbürgern vorbehalten, auch wenn damit die Verletzung von Vorschriften über das passive Wahlrecht gerügt werden sollte. Die Tatsache, dass in materieller Hinsicht sowohl die Normen über das aktive Stimm- und Wahlrecht als auch diejenigen über das passive Wahlrecht zum Schutzbereich der politischen Rechte gemäss Art. 85 lit. a OG zählen, legt es nahe, auch in formeller Hinsicht die Legitimation zur Stimmrechtsbeschwerde den aktiv und passiv an einer Wahl Beteiligten zuzuerkennen. Ob es sich rechtfertigt, die Rechtsprechung in diesem Sinne zu erweitern, ist im folgenden zu prüfen.\n\nd) Bei der Stimmrechtsbeschwerde richtet sich die Beschwerdebefugnis gleich wie bei der staatsrechtlichen Beschwerde wegen Verletzung verfassungsmässiger Rechte nach dem persönlichen Geltungsbereich der angerufenen Rechte. Wem ein bestimmtes Recht von vornherein nicht zusteht, dem fehlt die Legitimation, daraus abgeleitete Ansprüche mit einer staatsrechtlichen Beschwerde beim Bundesgericht geltend zu machen. Dies ist eine Folge aus der Regel von Art. 88 OG, wonach das Recht zur Beschwerdeführung Bürgern und Korporationen nur bezüglich Rechtsverletzungen zusteht. Die Tragweite von Art. 88 OG weicht jedoch wegen des anderen |171| Geltungsbereichs der politischen Rechte bei Stimmrechtsbeschwerden erheblich von derjenigen bei staatsrechtlichen Beschwerden wegen Verletzung verfassungsmässiger Rechte ab. Einzelne Entscheide nahmen diesen Unterschied sogar zum Anlass für die Feststellung, die Legitimation zur Stimmrechtsbeschwerde richte sich nicht nach Art. 88 OG, sondern ausschliesslich nach Art. 85 lit. a OG (vgl. BGE 114 Ia 399; BGE 113 Ia 149 E. 1b; BGE 105 Ia 359 f. E. 4a). In der Literatur ist demgegenüber mit Recht darauf hingewiesen worden, dass Art. 88 OG auch für Stimmrechtsbeschwerden gelte, bei diesen aber wegen der besonderen Rechtsnatur der politischen Rechte eine andere Umschreibung des Kreises der Beschwerdelegitimierten bewirke (HILLER, a.a.O., S. 250 ff.; vgl. auch schon BGE 99 Ia 729).\n\nGestützt auf die Regel von Art. 88 OG gilt nach der bundesgerichtlichen Rechtsprechung nicht jeder als zur Beschwerdeführung legitimiert, der daran ein faktisches Interesse hat. Vielmehr ist nur derjenige zur Erhebung einer staatsrechtlichen Beschwerde befugt, der durch den angefochtenen Entscheid in seiner durch besondere Normen geschützten Rechtsstellung berührt wird (BGE 118 Ia 51 E. 3a; 117 Ia 93 E. 2a; 115 Ia 78 E. 1c). Bei der Stimmrechtsbeschwerde ergibt sich die Legitimation aus der Umschreibung des Schutzbereichs der politischen Rechte. Wem die politischen Rechte von vornherein nicht zustehen, ist nicht befugt, deren Verletzung mit einer Stimmrechtsbeschwerde zu rügen. So fehlt beispielsweise einem Eigentümer, der in einer Gemeinde ein Grundstück besitzt, ohne dort stimmberechtigt zu sein, die Legitimation, Mängel des Abstimmungsverfahrens gegenüber einem sein Eigentum einschränkenden Volksentscheid geltend zu machen. Dieser wird durch den Entscheid allenfalls als Eigentümer, jedoch nicht als Stimmbürger betroffen und kann daher eine staatsrechtliche Beschwerde wegen Verletzung der Eigentumsgarantie, nicht aber der politischen Rechte erheben.\n\nIm Gegensatz zur Beschwerde wegen Verletzung verfassungsmässiger Rechte setzt die Legitimation zur Stimmrechtsbeschwerde nicht voraus, dass der beschwerdeführende Bürger durch den angefochtenen Entscheid auch in seinen persönlichen Interessen tangiert wird (BGE 116 Ia 479 E. 1a; BGE 114 Ia 399; 105 Ia 359 f. E. 4a). Dieser Unterschied erklärt sich aus der unterschiedlichen Funktion der verfassungsmässigen Individualrechte, die in erster Linie den Bürger vor Übergriffen staatlicher Organe in seine persönliche Interessensphäre schützen, und der politischen Rechte, welche dem Bürger die Mitwirkung an der Staatstätigkeit ermöglichen wollen. Werden |172| Bestimmungen über die politischen Rechte des Bürgers verletzt, ist dieser dadurch in seiner Stellung als Stimmbürger betroffen, weshalb er ohne weiteres zur Erhebung einer Stimmrechtsbeschwerde befugt ist. Durch das politische Stimm- und Wahlrecht nehmen die Bürger nämlich nicht nur ein Recht, sondern zugleich eine Organkompetenz und damit eine öffentliche Funktion wahr. Eine Verletzung der politischen Rechte kann deshalb in Frage stehen ohne Rücksicht darauf, ob der Bürger irgendwie in seinen persönlichen Rechten betroffen ist, und mit der Stimmrechtsbeschwerde werden immer auch öffentliche Interessen verfolgt (BGE 104 Ia 229; BGE 99 Ia 729 f.).\n\nDie bisherige Rechtsprechung erstreckt die Schutzwirkung der politischen Rechte ausschliesslich auf die Aktivbürger. Das Individualrecht auf Teilnahme an der politischen Willensbildung wird wie erwähnt mit der Wahrnehmung der staatlichen Organfunktion verknüpft. Der Bürger, der an einer Volkswahl als Kandidat teilnimmt, ohne im betreffenden Wahlkreis zugleich wahlberechtigt zu sein, übt zwar ebenfalls ein politisches Recht, nämlich sein passives Wahlrecht, aus. Allerdings erfüllt er damit nicht direkt die gleiche staatliche Funktion, wie dies die Aktivbürger tun. Überdies erfolgen Kandidaturen für ein bestimmtes Amt meist mehr aus persönlichen Motiven als zur Wahrung öffentlicher Interessen. Trotzdem ermöglichen die Bürger, die sich als Kandidaten bei einer Volkswahl zur Verfügung stellen, überhaupt erst die aktive Ausübung des Wahlrechts. Sie dürfen zur Wahl nur zugelassen werden, wenn sie die Wählbarkeitsvoraussetzungen erfüllen, und sie haben meist besondere Regeln, die bei Volkswahlen gelten, zu beachten. Sie sehen sich zudem oft mit Unannehmlichkeiten, die eine Volkswahl mit sich bringt, konfrontiert. Vor allem aber bildet der Zugang des Bürgers zu den öffentlichen Ämtern ein zentrales Element der schweizerischen demokratischen Ordnung. Mit der Erstreckung der politischen Rechte auch auf den Anspruch, als Kandidat an Volkswahlen teilnehmen zu können, erfahren die demokratischen Rechte eine wichtige Erweiterung, die im Begriff \"passives Wahlrecht\" nur unzureichend zum Ausdruck kommt. Wer dieses Recht für sich in Anspruch nimmt, handelt nicht weniger als der Aktivbürger der ja bei seiner Stimmabgabe auch persönliche Interessen verfolgen darf im öffentlichen Interesse. Es rechtfertigt sich daher, den Bürgern, die im Rahmen des kantonalen Rechts von ihrem passiven Wahlrecht Gebrauch machen und sich als Kandidaten an einer Volkswahl beteiligen, ohne im betreffenden Gemeinwesen selber stimmberechtigt zu sein, die Legitimation zur Erhebung |173| einer Stimmrechtsbeschwerde gemäss Art. 85 lit. a OG zuzuerkennen.\n\nDie Legitimation der lediglich passiv Wahlberechtigten zur Stimmrechtsbeschwerde erstreckt sich nicht nur auf die Geltendmachung der Verletzung von Vorschriften über die Wählbarkeit oder die Unvereinbarkeit, sondern ebenfalls auf die weiteren auf die fragliche Wahl anwendbaren Normen, welche die politischen Rechte betreffen. Der passiv Wahlberechtigte ist befugt, auch Verletzungen von Vorschriften über das aktive Stimm- und Wahlrecht und namentlich Unregelmässigkeiten bei Vorbereitungshandlungen von Wahlen und Abstimmungen geltend zu machen, soweit seine Rügen im Zusammenhang mit dem ausgeübten passiven Wahlrecht stehen. Die Legitimation des nicht stimmberechtigten Kandidaten besteht aber selbstverständlich nur in dem Umfang, als er selber an der fraglichen Volkswahl teilnimmt.\n\ne) Die Beschwerdeführerin hat sich für eine gemäss § 96 des Gesetzes über die Wahlen und Abstimmungen vom 4. September 1983 (WG) ausgeschriebene Lehrerstelle im Schulkreis Zürich-Schwamendingen beworben. Sie wurde in der Folge von der Kreisschulpflege den Stimmbürgern zwar nicht zur Wahl vorgeschlagen. Nach § 97 Abs. 1 WG zählte sie aufgrund ihrer Bewerbung aber zu den Kandidaten, aus denen die Stimmberechtigten ihre Wahl - bei Durchführung der Wahl - hätten treffen können. Die Beschwerdeführerin hat damit an den erforderlichen Vorbereitungen zu einer Volkswahl teilgenommen und damit von ihrem passiven Wahlrecht Gebrauch gemacht. Aus den bei den Akten liegenden Erkundigungen über das Datum der Lehrerwahlen und dem bereits vorbereiteten Wahlpropagandamaterial geht unmissverständlich hervor, dass die Beschwerdeführerin an einer Urnenwahl teilgenommen hätte, wenn diese durchgeführt worden wäre.\n\nNach den oben dargestellten Grundsätzen steht somit der im Schulkreis Zürich-Schwamendingen zwar nicht stimmberechtigten, aber wahlfähigen Beschwerdeführerin die Legitimation zur Stimmrechtsbeschwerde gemäss Art. 85 lit. a OG zu.\n\nf) Da auch die übrigen Voraussetzungen erfüllt sind, ist auf die staatsrechtliche Beschwerde einzutreten. Einzig soweit die Beschwerdeführerin mehr verlangt als die Aufhebung des angefochtenen Entscheids, kann auf die Beschwerde nicht eingetreten werden, da die staatsrechtliche Beschwerde, von hier nicht zutreffenden Ausnahmen abgesehen, lediglich kassatorischer Natur ist (BGE 117 II 95 f. E. 4; BGE 116 Ia 95 E. 1; BGE 114 Ia 212 E. 1b).\n\n|174|\n\n2. Das Bundesgericht prüft bei Stimmrechtsbeschwerden nicht nur die Auslegung und Anwendung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch diejenige von kantonalen Vorschriften, die den Inhalt des Stimm- und Wahlrechts regeln oder mit diesem eng zusammenhängen. Demgegenüber ist die Auslegung und Anwendung anderer kantonaler Normen nur auf Willkür hin zu prüfen (BGE 116 Ia 244 E. 1b; BGE 113 Ia 44 f. E. 2, 51 E. 2b; Urteil vom 7. Februar 1991 in ZBl 92/1991 349 f. E. 3b).\n\nDa die von der Beschwerdeführerin als verletzt angeführten Bestimmungen des Wahlgesetzes das Stimm- und Wahlrecht regeln, untersucht das Bundesgericht ihre Auslegung und Anwendung daher mit freier Kognition. Dagegen ist die Überprüfungsbefugnis des Bundesgerichts bezüglich der ebenfalls als verletzt gerügten Bestimmungen des Gesetzes über das gesamte Unterrichtswesen vom 23. Dezember 1859 (UG) auf Willkür beschränkt.\n\n3. Nach Auffassung der Beschwerdeführerin hat der Regierungsrat im angefochtenen Entscheid zu Unrecht den Verzicht der Kreisschulpflege Zürich-Schwamendingen geschützt, im Sommer 1991 Lehrerwahlen durchzuführen und die zuvor öffentlich ausgeschriebene Lehrerstelle zu besetzen. Dieses Vorgehen habe allein dazu gedient, sie als unliebsame Kandidatin bei den Lehrerwahlen auszubooten. Die Annahme des Regierungsrats, Lehrerwahlen könnten ohne Vorschlag eines Kandidaten der Schulpflege nicht durchgeführt werden, verletze die §§ 95-98 WG und beruhe zudem auf einer willkürlichen Auslegung von §§ 278/279 UG.\n\na) Nach § 279 UG richtet sich das Verfahren bei der Wahl von Volksschullehrern nach den Vorschriften des Wahlgesetzes. Dieses geht in § 95 vom Grundsatz der Volkswahl aus. Die anschliessenden §§ 96-100 WG enthalten mit Rücksicht auf die besondere Interessenlage bei Lehrerwahlen eine detaillierte Regelung des Wahlverfahrens. Dabei wird zunächst zwischen Neu- und Bestätigungswahlen unterschieden. Für die hier in Frage stehenden Neuwahlen sieht das Gesetz ein ordentliches (§ 97 WG) und ein ausserordentliches Wahlverfahren (sog. stille Wahl, § 98 WG) vor. Bei beiden Verfahrensarten geht der Wahl eine Ausschreibung und eine Behandlung des Geschäfts in der Schulpflege voraus. Diese kann den Stimmbürgern einen Lehrer zur Wahl vorschlagen (§ 96 WG). Im Gesetz ist jedoch nicht ausdrücklich geregelt, welche Bedeutung einem solchen Wahlvorschlag der Schulpflege zukommt.\n\nUmstritten ist im vorliegenden Fall, ob die Durchführung einer Volkswahl nur möglich sei, wenn die Schulpflege den Stimmbürgern |175| einen Kandidaten zur Wahl vorschlägt. Die Beschwerdeführerin macht geltend, eine solche Annahme würde letztlich den Grundsatz der Volkswahl unterlaufen und gäbe der Schulpflege ein zu grosses Gewicht. Der Regierungsrat ist demgegenüber der Auffassung, es wäre sachlich nicht vertretbar, das Volk einen Lehrer wählen zu lassen, wenn die Schulpflege wegen fachlicher Bedenken keinen der Kandidaten zur Wahl vorschlagen könne.\n\nb) Nach § 98 WG kommt die stille Wahl zur Anwendung, wenn für eine zu besetzende Stelle keine zusätzlichen Anmeldungen vorliegen. In diesem Fall veröffentlicht die Schulpflege ihren Vorschlag, und der Vorgeschlagene gilt als gewählt, wenn nicht innert sieben Tagen 15 Stimmberechtigte die Durchführung eines Wahlgangs verlangen. Demgegenüber findet das ordentliche Verfahren gemäss § 97 WG statt, wenn sich neben den Kandidaten, welche die Schulpflege vorschlagen will, noch andere gemeldet haben. Die Stimmberechtigten treffen diesfalls die Wahl, wobei sie an den Vorschlag der Schulpflege nicht gebunden sind, aber ausser den Vorgeschlagenen nur wählbaren Kandidaten stimmen können, die sich angemeldet haben. Bereits aus dem Wortlaut dieser beiden Bestimmungen geht deutlich hervor, dass eine Volkswahl nur beim Vorliegen eines Vorschlags der Schulpflege durchgeführt werden kann, denn andere als die beiden beschriebenen Verfahren sieht das Wahlgesetz bei Lehrerwahlen nicht vor. Die von der Beschwerdeführerin angeführte andere Deutung der §§ 97 und 98 WG erscheint kaum nachvollziehbar. Immerhin ist zuzugeben, dass die Rechtslage bei Fehlen eines Vorschlags der Schulpflege nach einer durchgeführten Ausschreibung einer Lehrerstelle nicht ausdrücklich geregelt ist und mit Blick auf den Grundsatz der Volkswahl gemäss § 95 WG allenfalls zu gewissen Zweifeln Anlass geben könnte.\n\nEine nähere Betrachtung des Konzepts des Wahlgesetzes zeigt, dass die stille Wahl für unbestrittene Fälle vorbehalten ist, bei denen nur ein - von der Schulpflege vorgeschlagener - Kandidat vorhanden ist. Wäre nun das Prinzip der Volkswahl voll verwirklicht, wie die Beschwerdeführerin geltend macht, so hätte immer das Volk zu entscheiden, wenn die stille Wahl nicht zur Anwendung kommt, unabhängig davon, ob ein Vorschlag der Schulpflege vorliegt. Dass das Wahlgesetz jedoch gerade diese Konsequenz nicht ziehen will, zeigt die Tatsache, dass § 97 WG für das ordentliche Verfahren ausdrücklich erwähnt, die Stimmbürger seien bei der Wahl nicht an die von der Schulpflege vorgeschlagenen Kandidaten gebunden. Nach dem Willen des Gesetzgebers soll es offensichtlich die Ausnahme |176| sein, dass ein nicht vorgeschlagener Lehrer gewählt wird. Daraus folgt zugleich, dass immer ein Vorschlag der Schulpflege vorliegen muss, wenn eine Volkswahl stattfindet, da sonst die erwähnte Klarstellung in § 97 Abs. 1 WG überflüssig wäre.\n\nEs ist überdies auch sachlich gerechtfertigt, die Durchführung einer Volkswahl von Lehrern vom Vorliegen eines Vorschlags der Schulpflege abhängig zu machen. Die Erziehungsdirektion hebt in ihrer Vernehmlassung mit Grund hervor, dass die Schulpflege über die Fachkenntnisse verfüge, um die sich bewerbenden Kandidaten zu beurteilen und dem Volk aufgrund des gewonnenen Eindrucks den geeignetsten zur Wahl vorzuschlagen. Dies schliesst zwar wie erwähnt nicht aus, dass die Stimmbürger einmal nicht den Vorgeschlagenen wählen, sondern einem anderen Kandidaten den Vorzug geben. Doch dürfte eine solche Volksentscheidung regelmässig nur aufgrund einer intensiven öffentlichen Auseinandersetzung zustande kommen, in welcher die Eignung der Kandidaten eingehend erörtert wird. Wenn dagegen die Schulpflege alle Bewerber für eine Lehrerstelle als ungeeignet ansieht, erscheint die Durchführung von Wahlen nicht vertretbar. Es ist nämlich dem Stimmbürger in einem solchen Fall kaum möglich abzuklären, ob ein Kandidat allenfalls trotz der ablehnenden Haltung der Schulpflege die nötige Eignung aufweist oder ob er an der Urne ebenfalls alle Bewerber zurückweisen muss.\n\nAus diesen Gründen erweist sich die Auslegung der §§ 97 und 98 WG durch den Regierungsrat als zutreffend. Aus der dargelegten Funktion des Vorschlags der Schulpflege folgt zudem, dass die Durchführung einer Volkswahl auch dann nicht zulässig sein kann, wenn die Schulpflege zwar zunächst einen Kandidaten zur Wahl vorschlägt, dieser hierauf aber seine Bewerbung zurückzieht. Dem Stimmbürger muss vielmehr in jedem Fall ein von der Schulpflege vorgeschlagener Kandidat zur Auswahl stehen.\n\nIm vorliegenden Fall hat die Kreisschulpflege Zürich-Schwamendingen zur Besetzung der noch verbleibenden ausgeschriebenen Lehrerstelle Y. vorgeschlagen. Als diese in der Folge ihre Bewerbung zurückzog, blieb der Kreisschulpflege nach der dargestellten Ordnung des Wahlgesetzes nichts anderes übrig, als die zunächst vorgesehene Lehrerwahl abzusagen. Es ist zuzugeben, dass diese Folge für die Beschwerdeführerin, die sich bereits auf einen Wahlkampf eingestellt und entsprechende Vorbereitungen getroffen hat, unbefriedigend erscheinen mag. Sie ist jedoch die unausweichliche Konsequenz aus der gesetzlichen Regelung, die aus sachlichen Gründen das Prinzip |177| der Volkswahl nicht in reiner Form verwirklicht, sondern an das Vorhandensein eines Vorschlags der Schulpflege knüpft.\n\nEs ergibt sich somit, dass der angefochtene Entscheid die §§ 95-98 WG nicht verletzt und das passive Wahlrecht der Beschwerdeführerin nicht in unzulässiger Weise beeinträchtigt. Ihre Beschwerde erweist sich insoweit als unbegründet.\n\nc) Die Kreisschulpflege Zürich-Schwamendingen hat sich um die Besetzung der fraglichen freien Lehrerstelle bemüht. Sie hat damit die ihr durch §§ 277 Abs. 1 und 278 UG auferlegte Pflicht erfüllt. Dass die definitive Besetzung gescheitert ist, hat sie nicht zu verantworten, sondern ist die Folge des Rückzugs der Bewerberin Y. Es verhält sich also gerade umgekehrt, als die Beschwerdeführerin behauptet: Die Kreisschulpflege sah von einer definitiven Besetzung der freien Lehrerstelle nicht ab, um die bevorstehende Lehrerwahl absagen zu können, sondern weil die Wahlen mangels eines Vorschlags nicht mehr durchgeführt werden konnten. Von einer willkürlichen Auslegung und Anwendung des Unterrichtsgesetzes kann unter diesen Umständen keine Rede sein, weshalb die Beschwerde auch in diesem Punkt unbegründet ist."}