{"annee": "119", "cour": "II", "page": "473", "date": "21/12/1993", "cite": ["116 II 365", "117 II 321", "102 II 122", "112 II 362", "88 II 378", "117 II 199"], "cite_par": ["121 III 377", "126 III 239", "122 III 382", "122 III 369", "128 III 96", "125 III 193", "123 III 189", "127 III 160"], "chapeau": "95. Auszug aus dem Urteil der I. Zivilabteilung vom 21. Dezember 1993 i.S. Rösch Waschmittel AG gegen Lever AG (Berufung)", "regestes": ["Art. 3 al. 1 let. c LPM; protection des marques; risque de confusion entre deux marques. Il n'existe aucun risque de confusion entre les marques \"Radion\" et \"Radomat\" destinées à des lessives."], "faits": "BGE 119 II 473 S. 473\n\nDie Sunlight AG war Inhaberin der erstmals am 6. April 1935 für Waschmittel hinterlegten Marke \"Radion\". Mit Eintrag vom 13. März 1987 wurde die Firma Sunlight AG in Lever AG geändert. Die Rösch Waschmittel AG produziert und verkauft in der Schweiz ihrerseits verschiedene Waschmittel, wobei sie eines davon unter der Marke \"Radomat\" vertreibt. Sie hinterlegte diese Wortmarke am 8. Juli 1987.\n\nMit Schreiben vom 21. Juli 1989 teilte die Lever AG der Rösch Waschmittel AG mit, die Marke \"Radomat\" sei mit \"Radion\" stark verwechselbar, weshalb sie aufgefordert werde, die Marke in Zukunft nicht mehr zu verwenden. Die Rösch Waschmittel AG antwortete am 8. August 1989, sie teile diese Auffassung nicht und könne die erbetene Bestätigung, die Marke \"Radomat\" nicht zu benutzen, nicht BGE 119 II 473 S. 474abgeben. Am 1. Februar 1991 stellte die Lever AG fest, dass die Rösch Waschmittel AG der Aufforderung nach Löschung der Marke \"Radomat\" nicht nachgekommen sei, und beharrte auf ihrem ursprünglichen Begehren. Auch die Rösch Waschmittel AG bekräftigte ihren bereits früher eingenommenen Standpunkt.\n\nDie darauf von der Lever AG erhobene Unterlassungs- und Nichtigkeitsklage wurde vom Handelsgericht des Kantons St. Gallen mit Urteil vom 6. April 1993 geschützt. Die Beklagte hat dieses Urteil mit Berufung angefochten, die vom Bundesgericht gutgeheissen wird.", "considerants": "Aus den Erwägungen:\n\n2. Die Beklagte wirft dem Handelsgericht in zweifacher Hinsicht eine Verletzung von Bundesrecht vor. Zum einen, macht sie geltend, habe das Gericht unzutreffenderweise die von ihr erhobene Verwirkungseinrede abgewiesen. Zum andern habe die Vorinstanz in Verletzung von Art. 3 Abs. 1 lit. c und Art. 13 MSchG (SR 232.11) entschieden, die beiden Marken \"Radomat\" und \"Radion\" seien verwechselbar, d.h. zu wenig unterscheidungskräftig. Wie es sich mit dem ersten Vorbringen verhält, kann offenbleiben, da sich - wie zu zeigen sein wird - der zweite Einwand als begründet erweist und die Klage aus diesem Grund in Gutheissung der Berufung abzuweisen ist.\n\na) Das neue Bundesgesetz vom 28. August 1992 über den Schutz von Marken und Herkunftsangaben (MSchG, AS 1993 274 ff.) ist mit Ausnahme von Art. 36 am 1. April 1993 in Kraft getreten. Nach Art. 76 Abs. 1 MSchG unterstehen die beim Inkrafttreten dieses Gesetzes hinterlegten oder eingetragenen Marken - abgesehen von hier nicht interessierenden Ausnahmen - von diesem Zeitpunkt an dem neuen Recht. Mit dem Handelsgericht ist somit vom neuen Gesetz auszugehen. Gemäss Art. 3 Abs. 1 lit. c MSchG sind vom Markenschutz ausgenommen Zeichen, die einer älteren Marke ähnlich und für gleiche oder gleichartige Waren oder Dienstleistungen bestimmt sind, so dass sich daraus eine Verwechslungsgefahr ergibt. Wie die Vorinstanz zu Recht erkannt hat, hält diese Bestimmung einen markenrechtlichen Grundsatz fest, der, allerdings in anderer Formulierung, schon in Art. 6 aMSchG enthalten war. Ein Zeichen ist demnach dann vom Markenschutz ausgeschlossen, wenn wegen seiner Ähnlichkeit mit einer älteren Marke für das Publikum die Gefahr einer Verwechslung besteht, wobei es auch nach neuem Recht BGE 119 II 473 S. 475dem Richter obliegt, anhand allgemeiner und objektiver Kriterien zu beurteilen, ob eine Verwechslungsgefahr besteht oder nicht (Botschaft des Bundesrates zum MSchG, BBl 1991 I 21). Da das MSchG in diesem Punkt materiell keine neue Regelung enthält, können weiterhin zum alten Recht ergangene Entscheide beigezogen werden.\n\nb) Unbestritten ist, dass zwischen den durch die beiden Zeichen gekennzeichneten Waren vorliegend Warengleichartigkeit besteht, da sowohl \"Radion\" wie \"Radomat\" als Bezeichnung für Waschmittel benützt werden. Zu Recht nicht angefochten wird ausserdem die Auffassung des Handelsgerichts, für die Frage der genügenden Unterscheidbarkeit seien die beiden Marken als solche, wie sie eingetragen sind, unabhängig von der jeweiligen Ausstattung, zu vergleichen.\n\nc) Die Verwechslungsgefahr wird als Rechtsfrage vom Bundesgericht frei geprüft. Dies gilt auch insoweit, als sie sich nach dem Verständnis des allgemeinen Publikums, welches die streitigen Leistungen in Anspruch nimmt, beurteilt. Der Begriff der Verwechslungsgefahr ist dabei für den Bereich des gesamten Kennzeichnungsrechts ein einheitlicher (BGE 117 II 199 E. 2a S. 201, BGE 116 II 365 E. 4a S. 370, je mit weiteren Hinweisen).\n\nGrundfunktion bzw. Zweck der Marke ist, die gekennzeichneten Waren von ähnlichen oder gleichartigen Waren zu unterscheiden, um eine Individualisierung der Waren oder auch des Herstellers durch die Verbraucher zu ermöglichen, die so in die Lage versetzt werden sollen, ein einmal geschätztes Produkt aus der Menge gleichartigen Angebots wiederzufinden (CARL-STEPHAN SCHWEER, Die erste Markenrechts-Richtlinie der Europäischen Gemeinschaft und der Rechtsschutz bekannter Marken, Diss. Freiburg im Breisgau, 1992, S. 31 mit Hinweisen). Dabei hat der angerufene Richter die Unterscheidbarkeit zweier Marken gemäss ständiger Rechtsprechung nach dem Gesamteindruck zu beurteilen, den sie insbesondere beim kaufenden Publikum hinterlassen, der jedoch auch durch einen einzelnen Bestandteil entscheidend beeinflusst werden kann (BGE 112 II 362 E. 2 S. 364 mit Hinweisen; KAMEN TROLLER, Manuel du droit suisse des biens immatériels, Band I, S. 147 f. mit weiteren Hinweisen). Ein strenger Massstab ist insbesondere anzulegen, wenn die Waren weitgehend identisch sind und wenn es sich um Massenartikel des täglichen Gebrauchs handelt (BGE 117 II 321 E. 4 S. 326 mit Hinweisen). Bei Marken, die nur aus einem Wort bestehen, wird der Gesamteindruck durch deren Klang und Schriftbild bestimmt. Der Klang seinerseits ist bedingt durch das Silbenmass, die BGE 119 II 473 S. 476Aussprachekadenz und die Aufeinanderfolge der Vokale, während das Bild vor allem durch die Wortlänge und durch die Gleichartigkeit oder Verschiedenheit der verwendeten Buchstaben gekennzeichnet wird (BGE 102 II 122 E. 2 S. 126, 90 II 43 E. 5 S. 48, BGE 88 II 378 E. 2).\n\nd) Wie die Vorinstanz zutreffend feststellt, besteht in bezug auf die Aufeinanderfolge der Vokale insofern ein Unterschied, als sie bei \"Radion\" \"A-I-O\" und bei \"Radomat\" \"A-O-A\" lautet. Ebenfalls richtig ist, dass beide Marken an sich dreisilbig sind, wobei freilich in \"Radion\" die beiden letzten Silben (\"dion\") infolge der Verbindung des \"i\" mit dem \"o\" gewöhnlicherweise als nur eine Silbe gehört werden. Bei den zwei Zeichen stimmt lediglich die erste Silbe, nämlich das \"Ra\", überein. Die weiteren Silben \"di\" und \"do\" können deutlich unterschieden werden; bei \"di\" in \"Radion\" ist der helle Vokal \"i\" vorhanden, während in \"Radomat\" das klar unterscheidbare, dunklere \"o\" enthalten ist. Völlig verschieden lauten mit \"on\" bzw. \"mat\" die dritten Silben. Mit Recht wendet die Beklagte ein, die Übereinstimmung lediglich einer Silbe in zwei dreisilbigen Marken könne nicht zu einem übereinstimmenden Gesamteindruck führen. Dies selbst dann nicht, wenn mit dem Handelsgericht davon ausgegangen wird, dass nicht nur \"Radion\", sondern auch \"Radomat\" wohl üblicherweise auf der ersten und nicht auf der letzten Silbe betont wird. Die von der Vorinstanz ebenfalls vorgenommene Aufteilung der Vergleichszeichen in die Bestandteile \"Rad-ion\" und \"Rad-omat\" ergibt kein anderes Ergebnis. Wohl stimmen die ersten drei Buchstaben (\"Rad\") überein, doch sind die restlichen deutlich verschieden; den drei Buchstaben \"I-O-N\" stehen die vier Buchstaben \"O-M-A-T\" gegenüber. Abgesehen davon, dass es fraglich ist, ob es sich bei den Bestandteilen \"ion\" bzw. \"(o)mat\" um eigentliche Endungen handelt, kann jedenfalls nicht gesagt werden, der Gesamteindruck werde entscheidend durch den Bestandteil \"Rad\" geprägt. Dass, wie die Vorinstanz ausführt, \"Radion\" und \"Radomat\" aufgrund ihres Wortklanges schliesslich gewisse Ähnlichkeiten aufweisen, reicht nicht aus, um bei einer Beurteilung nach dem Gesamteindruck eine Verwechslungsgefahr zu bejahen.\n\nVerwechslungsgefahr bedeutet nicht schon die blosse, entfernte Möglichkeit einer Verwechslung, sondern sie setzt voraus, dass der Durchschnittsverbraucher wahrscheinlich einer Verwechslung unterliegt (BRUNNER/HUNZIKER, Die Verwechslungsgefahr von Marken und das erhöhte Rechtsschutzbedürfnis des Markeninhabers im Marketing, in Marke und Marketing, Bern 1990, S. 330). Dies ist hier entgegen der Ansicht des Handelsgerichts zu verneinen, und BGE 119 II 473 S. 477zwar auch bei Anlegung des bei Identität der Waren sowie bei Massenartikeln des täglichen Gebrauchs verlangten strengen Massstabes. Denn einerseits ist davon auszugehen, dass die schweizerische Durchschnittskäuferin - nicht zuletzt aufgrund der intensiven Werbung - bezüglich Waschmittel über ein recht gutes Erinnerungsvermögen verfügt und zwischen dem seit langem bekannten \"Radion\" und der neuen Marke \"Radomat\" sehr wohl zu unterscheiden vermag. Anderseits genügt die Gemeinsamkeit der ersten drei Buchstaben (\"Rad\") nicht für die Annahme, \"Radion\" und \"Radomat\" seien Serienmarken, bzw. der Verkehr würde deswegen zur Annahme verleitet, die mit dem zweiten Zeichen versehene Ware sei von derselben kommerziellen Herkunft wie die mit dem ersten Zeichen versehene Ware. Dies träfe nur zu, wenn der Verkehr aufgrund des Gesamteindruckes in der jüngeren Marke das Originalzeichen zu erkennen vermöchte oder wenn der gleiche Wortstamm in den beiden Zeichen nach Auffassung der Verbraucher auf ein bestimmtes Unternehmen hinwiese (BRUNNER/HUNZIKER, a.a.O., S. 332 f.). Beides ist im vorliegenden Fall zu verneinen. Sowohl das Schriftbild wie vor allem auch der Wortklang schliessen bei einem Vergleich zwischen \"Radion\" und \"Radomat\" die Verwechslungsgefahr aus, der Art. 3 Abs. 1 lit. c MSchG bzw. Art. 6 Abs. 1 aMSchG begegnen soll (vgl. BGE 112 II 362 E. 2 S. 364)."}