{"annee": "119", "cour": "IA", "page": "28", "date": "11/2/1993", "cite": ["111 IA 44", "97 I 221", "108 IA 178", "117 IA 13", "106 IA 389", "113 IA 146", "105 IA 330", "31 I 379"], "cite_par": ["120 III 143", "134 I 322", "122 I 120", "121 V 137", "124 I 327", "126 II 300", "119 IA 348", "130 III 28", "121 III 13"], "chapeau": "6. Extrait de l'arrêt de la Ire Cour de droit public du 11 février 1993 dans la cause M. contre Procureur général du canton de Genève (recours de droit public)", "regestes": ["Art. 4 et 22ter Cst.; propriétaire réclamant l'évacuation forcée de squatters. 1. Exception à la portée cassatoire du recours de droit public (consid. 1). 2. Les autorités responsables du maintien de l'ordre ont-elles l'obligation d'intervenir sans jugement préalable pour rétablir l'exercice d'un droit fondamental violé non par une mesure étatique, mais par le comportement de particuliers? Question laissée indécise car, en l'espèce, le refus d'expulser les squatters est de toute façon compatible avec l'art. 22ter Cst. (consid. 2). 3. Les autorités compétentes ont l'obligation d'exécuter un jugement condamnant les squatters à évacuer les lieux; elles tombent dans l'arbitraire en subordonnant l'exécution à une condition qui n'est pas prévue par ce jugement (consid. 3)."], "faits": "|29|\n\nDans la soirée du 31 mai 1991, environ dix personnes se sont introduites par effraction, pour s'y installer, dans des logements vides d'une maison d'habitation sise à Genève, rue des Eaux-Vives no 75. Le bâtiment faisait l'objet de travaux non autorisés, dont le Département cantonal des travaux publics avait ordonné l'interruption.\n\nM., le propriétaire, a immédiatement demandé l'intervention de la police, qui s'est rendue sur les lieux sans procéder à aucune expulsion. Il a requis le Procureur général d'ordonner l'évacuation des squatters. Par lettre du 14 juin 1991, ce magistrat a répondu qu'il ne mettrait pas en oeuvre la force publique pour maintenir le bâtiment vide; l'évacuation forcée ne serait ordonnée que pour permettre l'entrée de locataires agréés par le propriétaire, ou pour permettre l'exécution de travaux dûment autorisés.\n\nM. a saisi le Tribunal fédéral d'un recours de droit public dirigé contre cette décision, fondé sur les art. 4 et 22ter Cst.\n\nM. a également exercé contre les squatters l'action en réintégrande prévue par l'art. 927 CC. Par jugement du 20 septembre 1991, le Tribunal de première instance du canton de Genève a accueilli sa demande; les défendeurs occupant alors le bâtiment ont été condamnés à évacuer les lieux. M. a ensuite demandé au Procureur général d'ordonner l'exécution forcée du jugement. Par six décisions distinctes datées du 6 février 1992, concernant chacune l'une des |30| personnes visées par le jugement, le Procureur général a ordonné à la force publique de procéder à l'évacuation, mais seulement dès le jour où le propriétaire aurait obtenu l'autorisation définitive d'accomplir les travaux nécessaires pour remettre les logements en location.\n\nConsidérant cette condition comme contraire aux art. 4 et 22ter Cst., M. a déposé un second recours de droit public; il a requis le Tribunal fédéral d'annuler ces décisions et d'inviter le Procureur général à faire exécuter sans délai le jugement.\n\nLe Tribunal fédéral a rejeté le recours dirigé contre la décision du 14 juin 1991; il a admis celui dirigé contre les décisions du 6 février 1992.", "considerants": "Extrait des considérants:\n\n1. En règle générale, le recours de droit public ne peut tendre qu'à l'annulation de la décision attaquée, et toute autre conclusion est irrecevable. Toutefois, dans les cas exceptionnels où il ne suffit pas de casser le prononcé attaqué pour rétablir une situation conforme à la constitution, le recourant peut réclamer que les injonctions nécessaires soient adressées à l'autorité intimée (ATF 113 Ia 148 consid. 1a, ATF 111 Ia 46 consid. c).\n\nLe Tribunal fédéral peut ainsi être requis d'ordonner directement une mesure d'exécution forcée, dans l'hypothèse où celle-ci aurait déjà dû être accomplie et où la personne récalcitrante a été mise au bénéfice d'un sursis injustifié. En effet, si le Tribunal fédéral se bornait à annuler le sursis, la partie qui l'a saisi devrait éventuellement attendre une nouvelle décision de l'autorité cantonale, et l'état contraire aux garanties invoquées s'en trouverait prolongé. D'ailleurs, cette situation est analogue à celle où l'autorité tarde à agir sans ordonner explicitement un report de la mesure demandée, et où, s'il y a lieu, le Tribunal fédéral donne l'ordre propre à mettre fin au retard (ATF 31 I 379, 23 p. 977).\n\n2. Selon la jurisprudence relative à l'art. 22ter Cst., la garantie constitutionnelle de la propriété est destinée à défendre l'individu contre les atteintes que les pouvoirs publics pourraient porter à sa situation patrimoniale; elle ne lui permet en principe pas d'exiger d'eux une prestation, qui consisterait en l'espèce dans l'expulsion de squatters (ATF 105 Ia 337 consid. d).\n\nCependant, en rapport avec d'autres droits constitutionnels, le Tribunal fédéral a parfois admis que les autorités compétentes doivent éventuellement intervenir pour mettre fin à une atteinte qui n'a pas |31| son origine dans une mesure ou une décision étatique, mais dans le comportement d'autres particuliers, et qu'elles ont alors l'obligation de protéger activement l'exercice du droit constitutionnel concerné (ATF 97 I 230 consid. d, concernant la liberté de conscience et de croyance; 12 p. 109, concernant la liberté de réunion et d'expression). Or, selon les conceptions les plus récentes sur le rôle et la portée des droits fondamentaux, ce devoir d'intervention existe en principe de façon générale, en rapport avec chacun de ces droits - y compris, donc, le droit de propriété -, parce que la possibilité effective de les exercer paisiblement est une composante de l'ordre public dont la sauvegarde incombe à l'Etat; la police, qui est spécialement chargée du maintien de l'ordre, doit donc agir lorsqu'une personne est entravée ou menacée dans l'exercice d'un droit fondamental (PETER TRACHSEL, Über die Möglichkeiten justiziabler Leistungsforderung aus verfassungsmässigen Rechten der Bundesverfassung, thèse Zurich 1980, p. 146 et ss; p. 155 in medio; JÖRG PAUL MÜLLER, Commentaire de la constitution fédérale, Introduction aux droits fondamentaux, ch. 78).\n\nLe Tribunal fédéral ne saurait donc exclure d'emblée que, sur la base de l'art. 22ter Cst., le recourant ait le droit d'exiger l'expulsion forcée des squatters; en effet, leur comportement est une atteinte flagrante à son droit de propriété. Ce point peut toutefois rester indécis car même si cette prétention devait lui être reconnue, elle ne serait pas absolue ou inconditionnelle et, dans les circonstances de l'espèce, le refus de l'expulsion forcée ne serait pas contraire au droit constitutionnel.\n\nUn particulier n'est pas fondé à réclamer une intervention de la force publique pour la sauvegarde de n'importe lequel de ses droits fondamentaux, indistinctement: JÖRG PAUL MÜLLER (ibid.) mentionne spécialement le droit à la vie, la liberté personnelle et la liberté d'expression; selon PETER BREITSCHMID (Die Beanspruchung der Polizei zur Sicherung privater Rechte, ZBl 84/1983 p. 293 ch. 8), il faut qu'un \"droit qualifié\" soit compromis. Quel que soit le droit fondamental en cause, un éventuel devoir d'intervention dépend en tout cas de la gravité de l'atteinte et de l'ensemble des circonstances dans lesquelles la police est appelée à agir; ce devoir est ainsi subordonné à l'opportunité de l'intervention, en particulier lorsque celle-ci nécessite des moyens importants ou lorsqu'elle pourrait être la cause de nouvelles perturbations de l'ordre public; un large pouvoir d'appréciation doit être reconnu à la police ou aux autorités chargées de son commandement.\n\n|32|\n\nDans le canton de Genève, il existe un seul corps de police qui est placé sous l'autorité du Département de justice et police (art. 1 et 3 al. 1 de la loi sur la police, du 26 octobre 1957); éventuellement, à la demande du possesseur d'un immeuble occupé par des squatters, le Procureur général ordonne l'intervention de la police en vertu de son devoir de veiller en général à tout ce qui peut concerner l'ordre public (art. 41 al. 1 let. c OJ/GE; arrêt du 8 mai 1991 dans la cause M., consid. 3a, SJ 113/1991 p. 604).\n\nLe 14 juin 1991, motivant son refus de donner suite à la demande du recourant, le Procureur général a expliqué que l'ordre public était en cause, que l'évacuation forcée ne pouvait donc pas être décidée exclusivement selon des critères d'ordre privé et que le principe de la proportionnalité devait être pris en considération; il a tenu pour décisif que, en situation de crise aiguë dans le domaine du logement, l'usage de la force tendant simplement à maintenir des logements vides pourrait provoquer des troubles graves et que ces logements seraient exposés à de nouvelles occupations illicites. Le Procureur général a repris cette argumentation dans ses réponses aux recours.\n\nIl est constant qu'à Genève, les occupations d'immeubles semblables à celle de la présente affaire n'ont pas été seulement destinées à satisfaire des besoins ou désirs personnels de leurs auteurs; elles constituaient aussi une protestation publique contre la crise du logement, approuvée par une partie de la population. L'évacuation réclamée par M. aurait donc pu avoir une influence négative sur la paix sociale et, peut-être, susciter des manifestations de protestation préjudiciables à l'ordre public. C'est une circonstance que le Procureur général pouvait légitimement prendre en considération puisque, comme il l'a indiqué dans sa décision du 14 juin 1990, les intérêts privés n'étaient pas seuls déterminants, et il n'a pas excédé son pouvoir d'appréciation en jugeant que la présence des squatters était préférable à l'usage de la force, tant que le propriétaire ne voulait pas utiliser le bâtiment ni entreprendre des travaux conformes à la législation applicable. Les décisions attaquées ne constituent donc aucun refus d'une protection qui serait due à M., selon la doctrine rapportée ci-dessus, en vertu de l'art. 22ter Cst.\n\n3. Le recourant a obtenu un jugement du Tribunal de première instance, favorable à sa cause; il est protégé par l'art. 4 Cst. contre une application arbitraire des règles concernant l'exécution de ce prononcé. Une décision de l'autorité est arbitraire lorsqu'elle viole gravement une règle ou un principe juridique clair et indiscuté, ou lorsqu'elle contredit d'une manière choquante le sentiment de la |33| justice ou de l'équité (ATF 117 Ia 15 consid. 2c, 20 consid. c, 32 consid. 7a).\n\nD'après la législation genevoise, lorsqu'une personne condamnée à évacuer des locaux ne satisfait pas à son obligation, il incombe au Procureur général d'ordonner l'exécution forcée (art. 474 al. 1 PC/GE); celle-ci est menée à fin par la police (art. 45 al. 2 et 3 OJ/GE; art. 3 al. 2 de la loi sur la police). Le Procureur général peut différer l'exécution pour des motifs humanitaires, de façon à permettre le relogement de la personne visée (art. 474 A al. 2 PC/GE).\n\nEn l'espèce, le Procureur général précise que ses décisions du 6 février 1992 ne sont pas fondées sur l'art. 474 A al. 2 PC/GE; en substance, il refuse l'exécution immédiate du jugement pour les motifs qu'il a déjà opposés au recourant dans sa décision du 14 juin 1991.\n\nLa législation précitée confère au recourant un droit à l'exécution forcée du jugement. Les magistrats et fonctionnaires compétents jouissent sans doute d'un certain pouvoir d'appréciation dans la conduite des opérations, mais ils ne sont pas autorisés à différer longuement l'exécution et, ainsi, à faire échec au jugement et à l'application du droit qui a déterminé l'issue du procès. En particulier, il n'est pas admissible de préserver la paix sociale, en matière de logement, en portant durablement atteinte aux prétentions de propriétaires qui refusent de mettre leurs biens sur le marché; au besoin, il appartient au législateur cantonal d'adopter, dans la mesure permise par le droit civil fédéral et par l'art. 22ter Cst., des dispositions propres à empêcher le maintien de logements vides (arrêts du 21 novembre 1990 dans la cause S.I. Rue Philippe-Plantamour - Léman, SJ 113/1991 p. 610, et du 8 mai 1991 dans la cause M., SJ 113/1991 p. 606/607).\n\nLe Procureur général soutient aussi que le recourant commet un abus de droit en réclamant une évacuation immédiate alors qu'il n'a aucune intention de faire usage des locaux dans leur état actuel, qu'il n'a même pas encore demandé l'autorisation d'y entreprendre des travaux, et que l'intervention de la police ne servirait donc qu'à maintenir le bâtiment vide, à supposer qu'il ne soit pas occupé aussi par des personnes autres que celles visées par le jugement. Celui-ci est fondé sur l'art. 927 CC; cette disposition assure au possesseur troublé ou évincé une protection qui n'est pas subordonnée au rendement qu'il retire de la chose; M. n'abuse donc pas de son droit en laissant l'immeuble vide. De toute manière, même si le jugement reposait sur une application incorrecte des art. 2 et 927 CC, le Procureur général |34| ne serait pas habilité à en refuser l'exécution pour ce motif, en vertu du principe de la séparation des pouvoirs qui est garanti au moins implicitement par l'ensemble des constitutions cantonales (ATF 108 Ia 180 consid. 2, 105 Ia 359 consid. d) et qui interdit à un organe de l'Etat d'empiéter sur les compétences d'un autre organe (ATF 106 Ia 394 consid. 3). En tant qu'elles font dépendre l'exécution forcée d'une condition qui n'est pas prévue par le jugement, les décisions du 6 février 1992 sont entachées d'arbitraire; le recourant a le droit d'obtenir sans délai l'appui de la force publique. Le recours dirigé contre ces décisions doit dès lors être admis pour violation de l'art. 4 Cst."}