{"annee": "81", "cour": "III", "page": "7", "date": "10/3/1955", "cite": ["68 III 57", "54 III 5", "58 I 232", "80 III 114", "59 III 207", "77 III 163", "50 III 107", "65 III 6", "34 I 724"], "cite_par": ["86 III 134", "96 III 66"], "chapeau": "3. Entscheid vom 10. März 1955 i.S. Bollinger.", "regestes": ["Le litige ayant pour objet le droit de rétention du bailleur sur des biens saisis au profit d'un autre créancier doit également être tranché dans la procédure de revendication des art. 106 à 107 LP, même si l'inventaire des biens soumis au droit de rétention a été pris et une poursuite en réalisation de gage, engagée après la saisie (confirmation de la jurisprudence). Effet suspensif de la plainte contre une fixation de délai (art. 36 LP)."], "faits": "BGE 81 III 7 S. 7\n\nIn der Betreibung Nr. 5187 des Christian Iten in Freiburg gegen Josef Graf pfändete das Betreibungsamt Luzern am 23. Juni 1954 eine komplette Doppelschlafzimmereinrichtung und zwei Eisenbetten. Am 7. Juni 1954 retinierte das Betreibungsamt die gleichen Gegenstände auf Begehren von A. Bollinger für fälligen Mietzins von Fr. 70.- und laufenden Mietzins von Fr. 175.--. Für diese beiden Beträge leitete Bollinger rechtzeitig Betreibung auf Pfandverwertung ein (Betreibungen Nr. 7443 und 11403). Auf Grund der von Iten und Bollinger gestellten Verwertungsbegehren wurden die gepfändeten und retinierten Gegenstände am 7. Dezember 1954 öffentlich versteigert.\n\nAm 3. Januar 1955 teilte das Betreibungsamt dem Retentionsgläubiger Bollinger unter Bezugnahme auf die Betreibung Nr. 5187 mit, dass der Pfändungsgläubiger Iten sein Retentionsrecht an den verwerteten Gegenständen BGE 81 III 7 S. 8bestreite, und setzte ihm eine zehntägige Frist zur Klage auf Anerkennung jenes Rechtes an. Gegen diese Verfügung führte Bollinger Beschwerde mit den Anträgen, sie sei in dem Sinne abzuändern, dass die Klagefrist nicht ihm, sondern Iten angesetzt werde; im Falle der Abweisung der Beschwerde sei ihm eine neue Klagefrist anzusetzen. Von der untern und am 12. Februar 1955 auch von der obern kantonalen Aufsichtsbehörde abgewiesen, erneuert er vor Bundesgericht seine Anträge.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. In Abweichung von BGE 50 III 113, wo der Prozess über das vom Pfändungsgläubiger bestrittene Retentionsrecht des Vermieters in das Kollokationsverfahren gemäss Art. 146 ff. SchKG verwiesen worden war, hat das Bundesgericht in BGE 54 III 5 ff. entschieden, dieser Streit sei im Widerspruchsverfahren auszutragen, wobei die Klägerrolle mit Rücksicht auf den Gewahrsam des Schuldners gemäss Art. 106/107 SchKG dem Vermieter zufalle. In BGE 68 III 57 ff. und BGE 77 III 163 ff. wurde sodann erklärt, dass dieser Grundsatz auch dann anwendbar sei, wenn der Vermieter sich nicht damit begnügt, sein Retentionsrecht in der Pfändungsbetreibung geltend zu machen, wie es in den früher beurteilten Fällen geschehen war, sondern wenn er die bereits gepfändeten Gegenstände in ein Retentionsverzeichnis aufnehmen lässt und für seine Mietzinsforderung Pfandbetreibung einleitet. Dieser Praxis entspricht das Vorgehen des Betreibungsamtes Luzern im heutigen Falle, der in allen wesentlichen Punkten genau gleich liegt wie die Fälle, mit denen sich das Bundesgericht in den beiden zuletzt genannten Entscheiden zu befassen hatte. Von dieser gefestigten Rechtsprechung abzugehen, geben die Ausführungen des Rekurrenten, der sich (wie übrigens auch STUDER in den Blättern f. Schuldbetreibung und Konkurs 1952 S. 163/65) mit den BGE 81 III 7 S. 9beiden neuesten Entscheiden überhaupt nicht auseinandersetzt, keinen Anlass. Der Umstand, dass der Streit zwischen dem Pfändungs- und dem Retentionsgläubiger über das Retentionsrecht erst nach der Verwertung auszutragen ist (BGE 50 III 113, BGE 54 III 7, BGE 65 III 8), hindert keineswegs, diesen Streit ins Widerspruchsverfahren zu verweisen; denn dieses kann sich nach ausdrücklicher Gesetzesvorschrift auch noch auf den unverteilten Verwertungserlös beziehen (Art. 107 Abs. 4 SchKG). Auch der Hinweis des Rekurrenten darauf, dass das Retentionsrecht des Vermieters ein \"gesetzliches\" Recht ist, steht der Anwendung von Art. 106 ff. SchKG selbstverständlich nicht im Wege. Die Tatsache, dass der Retentionsgläubiger insofern das stärkere Recht besitzt denn der Pfändungsgläubiger, als seine Forderung im Falle der Anerkennung oder gerichtlichen Feststellung des Retentionsrechts vor derjenigen des Pfändungsgläubigers gedeckt wird, zwingt ebenfalls nicht dazu, den Streit über den Bestand des Retentionsrechts nicht dem Widerspruchs-, sondern dem Kollokationsverfahren zu unterwerfen. Die Befürchtung des Rekurrenten, dass der Retentionsgläubiger bei Anwendung von Art. 107 SchKG unter Umständen in einem weit entlegenen Kanton (gemeint: am Wohnsitz eines vom Ort der Retention entfernt wohnenden Pfändungsgläubigers) prozessieren müsse, kann schon deshalb kein stichhaltiges Argument gegen den Austrag des Streits über das Retentionsrecht im Widerspruchsverfahren abgeben, weil mit Unzukömmlichkeiten, wie der Rekurrent sie befürchtet, praktisch kaum zu rechnen ist. Der Gerichtsstand der Widerspruchsklage bestimmt sich mangels einer bundesgesetzlichen Vorschrift hierüber unter Vorbehalt von Art. 59 BV und der für interkantonale Konflikte geltenden Regeln nach kantonalem Prozessrecht. Art. 59 BV kommt in Fällen wie dem vorliegenden nicht zur Anwendung, weil die Widerspruchsklage um Sachen nicht als persönliche Ansprache gilt. Dass das kantonale Prozessrecht im Kanton, wo die streitigen Sachen liegen und retiniert BGE 81 III 7 S. 10wurden, und im andern Kanton, wo der Pfändungsgläubiger wohnt, für die Widerspruchsklage nach Art. 107 SchKG übereinstimmend den Wohnsitz des beklagten Pfändungsgläubigers als ausschliesslichen Gerichtsstand vorsieht, dürfte nur selten vorkommen, weil viele kantonale Prozessgesetze für solche Klagen den Gerichtsstand des Betreibungsortes oder denjenigen des Sachortes kennen (vgl. GULDENER, Das schweiz. Zivilprozessrecht, I S. 72 Anm. 31 und 32, S. 69 Anm. 15 b und S. 70 Anm. 16, 17). Stehen aber die Zuständigkeitsvorschriften der in Frage kommenden Kantone miteinander im Widerspruch, so geniesst von Bundesrechts wegen der Gerichtsstand des Sachortes den Vorrang (vgl. BGE 58 I 233, wo dies für den Fall des Konfliktes zwischen den Gerichtsständen des Sach- und des Betreibungsortes gesagt wurde, und BGE 34 I 729, wo festgestellt wurde, dass im Konfliktsfall der Gerichtsstand des Wohnortes des Beklagten höchstens neben demjenigen des Sachortes, jedenfalls aber nicht als ausschliesslicher in Betracht komme). - Gegen die Zuweisung der Klägerrolle an den Retentionsgläubiger lässt sich schliesslich auch nicht die Tatsache ins Feld führen, dass der Verwertungserlös, um den der Streit praktisch geht, nicht im Gewahrsam des Schuldners, sondern des Betreibungsamtes ist. Für die Verteilung der Parteirollen im Widerspruchsverfahren ist der Gewahrsam zur Zeit der Pfändung massgebend (BGE 80 III 115), und in diesem Zeitpunkt befand sich das verwertete Mobiliar eben im Gewahrsam des Schuldners (Art. 106 SchKG).\n\n2. Auch der Eventualantrag des Rekurrenten auf Ansetzung einer neuen Klagefrist kann nicht geschützt werden. Die Einreichung einer Beschwerde gegen eine Fristansetzung hemmt den Ablauf der Frist nicht von selbst, sondern nur dann, wenn die Aufsichtsbehörde oder deren Präsident der Beschwerde aufschiebende Wirkung erteilt (Art. 36 SchKG). Eine solche Anordnung, die zu treffen oder nicht zu treffen im freien Ermessen der angegangenen Behörde steht (BGE 59 III 208), ist im vorliegenden BGE 81 III 7 S. 11Falle nicht erlassen worden. Die Ansetzung einer neuen Frist ist daher nicht möglich.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}