{"annee": "81", "cour": "I", "page": "394", "date": "20/12/1955", "cite": ["75 I 38", "75 I 380", "62 I 165", "73 III 34"], "cite_par": ["87 I 430", "95 I 380", "133 III 368"], "chapeau": "62. Auszug aus dem Urteil der I. Zivilabteilung vom 20. Dezember 1955 i.S. Peugeot gegen Poseidon A.-G. und Graubünden, Kleiner Rat.", "regestes": ["Registre du commerce. Qualité pour former un recours de droit administratif (consid. 1). L'intervention accessoire n'est pas possible (consid. 2). Pouvoir d'examen des autorités préposées au registre. Annulation d'une décision qui viole l'art. 32 al. 2 ORC (consid. 3)."], "faits": "|394|\n\nAus dem Tatbestand:\n\nIm Handelsregister des Kantons Graubünden ist seit 1933 die Poseidon A.-G. eingetragen. Ihr gesamtes Aktienkapital von Fr. 500'000.-- wurde von dem französischen Automobilfabrikanten Robert Peugeot zur Verfügung gestellt. Als Gründer und Verwaltungsratsmitglieder traten drei Strohmänner schweizerischer Nationalität auf.\n\nRobert Peugeot starb 1945. Als gesetzliche Erben hinterliess er die Ehefrau und verschiedene Nachkommen, worunter die heutige Beschwerdeführerin Marthe Peugeot. Zu seiner unverteilten Erbmasse gehört auch die Poseidon A.-G. Wegen Streitigkeiten zwischen Marthe Peugeot und den übrigen Miterben bestellten die französischen Behörden der Erbengemeinschaft einen Erbenvertreter. Die Meinungsverschiedenheiten der Erben betrafen u.a. auch die Frage der Weiterführung der Poseidon A.-G. Während |395| Marthe Peugeot die Liquidation der Gesellschaft verlangte, widersetzen sich die übrigen Erben einer solchen.\n\nAm 22. Januar 1953 hielt Marthe Peugeot, die sich als Inhaberin sämtlicher Aktien der Poseidon A.-G. betrachtete, eine Universalversammlung der Gesellschaft ab, an der die bisherige Verwaltung abberufen und die Liquidation der Gesellschaft beschlossen wurde. Dieser am 24. Januar 1953 im Handelsregister von Graubünden eingetragene Beschluss wurde von der abberufenen Verwaltung gerichtlich angefochten. Das Kantonsgericht Graubünden hiess mit Urteil von 23. /24. Juli 1954 die Klage gut und stellte fest, dass an der angefochtenen Universalversammlung vom 22. Januar 1953 kein Beschluss zustandegekommen sei und dass somit dem Handelsregistereintrag vom 24. Januar 1953 ein Nichtbeschluss zu Grunde liege. Dieses Urteil erwuchs in Rechtskraft, da die dagegen von der Gesellschaft erhobene Berufung ans Bundesgericht am 3. März 1955 zurückgezogen wurde.\n\nIn der Zwischenzeit, am 19. August 1954, hatte der Erbenvertreter eine neue Generalversammlung der Poseidon A.-G. abgehalten, an der er sämtliche Aktien vertrat. Diese Generalversammlung ernannte Rechtsanwalt Martin-Achard von Genf zum Geschäftsführer und stellte weiter fest, dass der im Handelsregister eingetragene Liquidationsvermerk nur gelöscht werden könnte, wenn das Urteil, wonach ein Auflösungsbeschluss nicht vorliege, rechtskräftig wäre. Da dies nicht der Fall sei, werde der Liquidationsvermerk bestätigt und beibehalten.\n\nMarthe Peugeot verlangte, dass der nach ihrer Auffasssung in diesem Generalversammlungsbeschluss enthaltene neue Liquidationsbeschluss im Handelsregister eingetragen werde. Das Handelsregisteramt Graubünden wies dieses Begehren jedoch ab, weil die bereits eingetragene Tatsache der Auflösung nicht nochmals eingetragen werden könne.\n\nNachdem infolge Rückzugs der Berufung das oben erwähnte Urteil des Kantonsgerichts Graubünden vom 23. /24. Juli 1954 rechtskräftig geworden war, hielt der |396| Erbenvertreter am 5. März 1955 eine weitere Generalversammlung der Poseidon A.-G. ab, an der die Streichung des Liquidationsvermerks beschlossen und das Weiterbestehen der Gesellschaft festgestellt wurde. Zum einzigen Verwaltungsrat wurde Rechtsanwalt Martin-Achard ernannt, der am 8. März 1955 diese Generalversammlungsbeschlüsse zur Eintragung im Handelsregister anmeldete. Hiegegen erhob Marthe Peugeot unter Berufung auf Art. 32 Abs. 2 HRV Einsprache.\n\nDer Kleine Rat von Graubünden, den der Handelsregisterführer um Weisungen für die Behandlung des Geschäfts ersuchte, ordnete mit Beschluss vom 9. Mai 1955 die Vornahme der von der Poseidon A.-G. nachgesuchten Eintragung an und wies Marthe Peugeot an den zuständigen Richter.\n\nDas Handelsregisteramt führte die erhaltene Weisung am 10. Mai 1955 aus.\n\nGegen den Beschluss des Kleinen Rates vom 9. Mai 1955 erhob Marthe Peugeot verwaltungsgerichtliche Beschwerde mit den Anträgen, der angefochtene Beschluss sei aufzuheben, die gestützt darauf vorgenommenen Eintragungen im Handelsregister seien rückgängig zu machen und der Liquidationsvermerk gemäss Generalversammlungsbeschluss vom 19. August 1954 im Handelsregister wieder einzutragen.\n\nDie Poseidon A.-G. und der Kleine Rat von Graubünden beantragen Abweisung der Beschwerde. Das Eidgenössische Justiz- und Polizeidepartement erachtet sie als begründet.\n\nMit Eingabe vom 3. August 1955 haben die Miterben der Beschwerdeführerin das Begehren gestellt, sie seien als Intervenienten im Beschwerdeverfahren zuzulassen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In erster Linie fragt sich, ob Marthe Peugeot zur Erhebung einer Beschwerde gegen den Beschluss des Kleinen Rates vom 9. Mai 1955 legitimiert sei. Diese |397| Frage, die das Eidg. Justiz- und Polizeidepartement in seiner Vernehmlassung aufgeworfen, aber nicht näher geprüft hat, ist vom Bundesgericht von Amteswegen zu entscheiden.\n\nAuf Grund von Art. 103 Abs. 1 OG ist die Legitimation der Beschwerdeführerin zu bejahen. Sie war am angefochtenen Entscheid als Partei beteiligt, was ihr die formelle Legitimation verschafft. Darüber hinaus kommt ihr aber auch die Legitimation zur Sache zu; denn da sie Mitglied der Erbengemeinschaft ist, der sämtliche Aktien der Poseidon A.-G. gehören, greift der Entscheid, der ihre Einsprache gegen die Rückgängigmachung des vorher eingetragenen Liquidationsbeschlusses abweist, in ihre subjektive Rechtssphäre ein (vgl. BGE 75 I 382, BGE 62 I 167).\n\n2. Die Miterben der Beschwerdeführerin haben das Begehren gestellt, es sei ihnen Gelegenheit zu geben, als Nebenintervenienten am Beschwerdeverfahren teilnehmen zu können. Sie sind der Auffassung, gemäss Art. 40 OG gelte Art. 15 BZP, der die Intervention regelt, auch für das Verwaltungsgerichtsverfahren. Art. 40 OG sieht aber lediglich eine subsidiäre Anwendung der Vorschriften des BZP vor für den Fall, dass das OG keine besonderen Bestimmungen über das Verfahren aufstellt. Art. 15 BZP kann somit in der Verwaltungsrechtspflege nur Anwendung finden, soweit sich aus deren Ausgestaltung im OG keine abweichende Ordnung ergibt.\n\nGemäss Art. 107 in Verbindung mit Art. 93 OG ist zur Einreichung einer Vernehmlassung auf die Beschwerde Gelegenheit zu geben \"sowohl der Behörde, von welcher der angefochtene Entscheid ausgegangen ist, als der Gegenpartei und allfällig weiteren Beteiligten\". Unter \"allfällig weiteren Beteiligten\" sind nach ständiger Rechtsprechung Personen zu verstehen, die im Verfahren vor der eidgenössischen oder kantonalen Vorinstanz in irgendeiner Weise beteiligt waren, aber im umstrittenen Erkenntnis nicht als Partei figurieren (BGE 75 I 46).\n\nDas Gesetz lässt somit neben dem Beschwerdeführer |398| zur Teilnahme am Beschwerdeverfahren vor dem Bundesgericht nur die Behörde zu, welche den angefochtenen Entscheide gefällt hat, und sodann Personen, die am vorausgegangenen Verfahren teilgenommen haben. Dritte, die in diesem weder als Partei noch in anderer Stellung aufgetreten sind, haben somit keinen Anspruch darauf, sich in das Beschwerdeverfahren einzumischen und ihre Auffassung in einer Vernehmlassung vorzubringen. Diese Regelung ist zwingend und duldet keine Ausnahme. Sie schliesst die Möglichkeit aus, dass Dritte im Verfahren vor der Rechtsmittelinstanz durch Intervention als Nebenpartei auftreten und rechtliches Gehör beanspruchen, um eine der Hauptparteien zu unterstützen.\n\nEin Abweichen von der dargelegten Ordnung verbietet sich um so mehr, als es unerträgliche Folgen nach sich zöge. Die Zulassung von Intervenienten im Rechtsmittelstadium würde zwangsläufig einem weiteren Schriftenwechsel rufen; der Vorinstanz und der Gegenpartei des Nebenintervenienten müsste Gelegenheit geboten werden, zu den Ausführungen des neuen Beteiligten Stellung zu nehmen. Hieraus ergäbe sich eine Ausweitung des Verfahrens, die mit dem Bestreben des Gesetzgebers nach einer einfachen und raschen Verwaltungsrechtspflege nicht vereinbar wäre. Ausserdem bestünde die Gefahr, dass die Vorbringen des Intervenienten die Verhältnisse, auf Grund deren die Vorinstanz ihre Massnahmen getroffen hat, entscheidend verändern könnten, so dass das Bundesgericht seinen Entscheid auf völlig neuer Grundlage zu treffen hätte. Dies läge ausserhalb der Aufgabe des Verwaltungsgerichts, den angegriffenen Entscheid daraufhin zu überprüfen, ob er Bundesrecht verletzt.\n\nDie Zulässigkeit der Intervention Dritter im verwaltungsgerichtlichen Beschwerdeverfahren ist somit zu verneinen. Es verhält sich dabei gleich wie im Bereich der Rechtspflege in Schuldbetreibungs- und Konkurssachen, wo in BGE 73 III 34 ebenfalls jegliche Teilnahme Dritter, auch in der Form der Nebenintervention, als unstatthaft bezeichnet worden ist. |399|\n\nIm vorliegenden Fall besteht übrigens auch sachlich keine Notwendigkeit, die Miterben der Beschwerdeführerin zum Verfahren zuzulassen. Soweit ihre Rechte als Aktionäre der Poseidon A.-G. in Frage stehen, werden die Interessen der Gesuchsteller durch die Organe der Gesellschaft wahrgenommen; soweit ihre Erbrechte in Betracht kommen, werden sie durch den gerichtlich bestellten Erbenvertreter, bzw. dessen Bevollmächtigten im Rahmen der Tätigkeit der Poseidon A.-G. ausgeübt. Wenn die Gesuchsteller mit der Wahrung ihrer Interessen durch die Organe der Poseidon oder durch den Erbenvertreter nicht einig gehen, haben sie ihre Einwendungen diesen gegenüber geltend zu machen. Allfällige Differenzen zwischen der Poseidon A.-G. bzw. dem Erbenvertreter und den Gesuchstellern über die Verfechtung der Belange der letzteren berühren den Gegenstand des vorliegenden Verfahrens nicht.\n\n3. In der Sache selbst gibt das Eintragsbegehren der Poseidon A.-G. vom 8. März 1955 formellrechtlich zu keinen Beanstandungen Anlass. Ob es materiell begründet sei, hängt von der Rechtsgültigkeit des Beschlusses der Generalversammlung vom 5. März 1955 ab. Für die Entscheidung hierüber ist massgebend, welche rechtliche Bedeutung dem vorangegangenen Generalversammlungsbeschluss vom 19. Agust 1953 beizumessen ist, insbesondere ob dieser rechtsverbindlich die Auflösung der Gesellschaft bewirkt habe und inwieweit neben ihm der Beschluss vom 5. März 1955 Bestand habe.\n\nHierüber hat der ordentliche Richter im Rahmen der von der Beschwerdeführerin bereits angehobenen Klage auf Anfechtung des Generalversammlungsbeschlusses vom 5. März 1955 zu urteilen. Das Eintragungsverfahren dagegen hat sich mit den erwähnten Fragen nicht zu befassen; den Handelsregisterbehörden und ihren Aufsichtsinstanzen steht keine sachliche Überprüfungsbefugnis zu. Dem Bestehen materiellrechtlicher Streitigkeiten ist vielmehr entsprechend den Vorschriften von Art. 32 HRV Rechnung zu tragen.\n\nIm besonderen ist Abs. 2 des Art. 32 HRV anzuwenden. |400|\n\nDie Beschwerdeführerin hatte ihre Einsprache gegen die umstrittene Eintragung schon vor deren Vollzug durch Eingaben an das Handelsregisteramt Graubünden vom 10. und 23. Februar, sowie vom 7. März 1955 erhoben. Das Amt bzw. der von ihm um Weisungen angegangene Kleine Rat hätte der Beschwerdeführerin gemäss der erwähnten Vorschrift Frist zur Erwirkung einer vorsorglichen Verfügung des Richters ansetzen sollen. Die kantonale Behörde war nicht zuständig, über die Begründetheit der Einsprache zu entscheiden, auch nicht in bloss provisorischem Sinne, d.h. unter Vorbehalt des Urteils des Sachrichters.\n\nDurch die Unterlassung der Fristansetzung nach Art. 32 Abs. 2 HRV wurde der Beschwerdeführerin die Möglichkeit vorenthalten, die beanstandete Eintragung durch Beschaffung einer vorsorglichen Verfügung des zuständigen Richters zu verhindern. Der Entscheid des Kleinen Rates beruht somit auf einer Verletzung von Bundesrecht und ist zu berichtigen.\n\nDies hätte nach der Auffassung des Eidg. Justiz- und Polizeidepartements durch die Vornahme der folgenden Eintragung zu geschehen:\n\n\"Poseidon A.- G., in Chur\n\n... Da von dritter Seite rechtzeitig im Sinne von Art. 32 Abs. 2 HRV gegen die Rückgängigmachung der Eintragung der Auflösung dieser Gesellschaft Einsprache eingereicht, ein gerichtliches Verfahren eingeleitet und auch bestritten wurde, dass Dr. Edmond Martin-Achard einziger Verwaltungsrat ist, wird die Eintragung vom 10. Mai 1955 aufgehoben, soweit sie die Rückgängigmachung des Auflösungsbeschlusses und die Ernennung von Dr. Edmond Martin-Achard als Verwaltungsrat zum Gegenstand hat. Bis zur gerichtlichen Abklärung des Sachverhaltes lautet die Firma Poseidon A.- G. in Liq. und Dr. Edmond Martin-Achard ist Geschäftsführer mit Einzelunterschrift.\"\n\nEine Eintragung dieses Inhalts hätte jedoch eine durch Art. 32 Abs. 2 HRV nicht gewollte Verschlechterung der Rechtsstellung der Poseidon A.-G., zur Folge. Sie würde dazu führen, dass der Vollzug der streitigen Eintragung bis zur rechtskräftigen Erledigung des anhängigen Anfechtungsprozesses unterbliebe. Art. 32 Abs. 2 HRV bestimmt aber, dass die Handelsregisterbehörde eine nachgesuchte |401| Eintragung nur ablehnen darf, wenn der Einsprecher eine dahingehende Verfügung des Richters erwirkt.\n\nOb dies der Beschwerdeführerin gelingen wird, steht heute noch nicht fest. Wenn ja, hat das Handelsregisteramt eine dem richterlichen Befehl entsprechende Berichtigung des Registers vorzunehmen und zu veröffentlichen. Kann dagegen die Beschwerdeführerin innert der anzusetzenden Frist ein Eintragungsverbot des zuständigen Richters nicht vorlegen, so hat es bei dem - von den bündnerischen Instanzen voreilig vorgenommenen - Eintrag sein Bewenden, solange nicht ein rechtskräftiges, im gegenteiligen Sinne lautendes Urteil des Sachrichters im Anfechtungsprozess vorliegt.\n\nDie Vorinstanz hat demnach die versäumte Fristansetzung an die Beschwerdeführerin im Sinne von Art. 32 Abs. 2 HRV vorzunehmen und alsdann gemäss den oben dargelegten Richtlinien zu verfahren.\n\nZu Unrecht wenden die Poseidon A.-G. und der Kleine Rat von Graubünden hiegegen ein, für die Anwendung von Art. 32 Abs. 2 HRV sei kein Raum, weil sich die Eintragung im wesentlichen auf ein rechtskräftiges Urteil stütze und daher von Amteswegen vorgenommen werden müsse. Zur Diskussion steht heute nicht die handelsregisterliche Vormerknahme von der gerichtlichen Nichtigerklärung des Generalversammlungsbeschlusses vom 22. Januar 1953 (veröffentlicht am 28. Januar 1953), sondern es geht darum, ob und wie gewisse nach dem 22. Januar 1953 eingetretene Ereignisse, nämlich die Beschlüsse der Generalversammlungen vom 19. August 1954 und vom 5. März 1955 im Handelsregister vorzumerken und zu veröffentlichen sind.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Das Gesuch der Miterben der Beschwerdeführerin um Zulassung zur Intervention im Beschwerdeverfahren wird abgewiesen. |402|\n\n2.- Der Beschluss des Kleinen Rates von Graubünden vom 9. Mai 1955 wird aufgehoben.\n\nDie Vorinstanz wird angewiesen, der Beschwerdeführeein Frist gemäss Art. 32 Abs. 2 HRV anzusetzen und das Eintragungsbegehren der Poseidon A.-G. vom 5. März 1955 im Sinne der Erwägungen zu behandeln."}