{"annee": "81", "cour": "I", "page": "337", "date": "14/9/1955", "cite": ["72 I 175"], "cite_par": ["105 II 11", "102 II 389", "84 II 34", "101 IA 39", "96 III 126"], "chapeau": "54. Auszug aus dem Urteil vom 14. September 1955 i.S. Brugnoni gegen Büttler und Obergericht des Kantons Basel-Landschaft.", "regestes": ["For: 1. L'art. 59 Cst. ne peut être invoqué à l'encontre de l'application d'une règle de for spéciale du droit fédéral (ici l'art. 312 CC). 2. La violation de l'art. 312 CC ouvre la voie du recours en réforme ou du recours en nullité, non celle du recours de droit public."], "faits": "BGE 81 I 337 S. 337\n\nAus dem Tatbestand:\n\nDie in Düsseldorf ausserehelich geborene Heidi Büttler hat gegen Aldo Brugnoni beim Bezirksgericht Liestal Vaterschaftsklage auf Vermögensleistungen eingereicht. Der Beklagte hat die örtliche Zuständigkeit dieses Gerichts - zwar nicht schon in der Einleitungsverhandlung vor BGE 81 I 337 S. 338dem Gerichtspräsidenten, wohl aber in der schriftlichen Klageantwort - bestritten mit der Begründung, er habe seinen zivilrechtlichen Wohnsitz nicht, wie nach der Klage anzunehmen wäre, in Pratteln, sondern in Breganzona (Tessin). Das Bezirksgericht Liestal hat seine Zuständigkeit verneint. Auf Appellation der Klägerin hin hat das Obergericht des Kantons Basel-Landschaft den Fall zur materiellen Behandlung an jene Behörde zurückgewiesen. Es teilt zwar die Auffassung der ersten Instanz, das Brugnoni seinen zivilrechtlichen Wohnsitz in Breganzona habe, hält aber dafür, dass trotzdem das Bezirksgericht Liestal zuständig sei, weil die Gerichtsstandsbestimmung in Art. 312 ZGB insoweit, als die Klage lediglich auf Geldleistung gehe, nicht zwingend sei und der Beklagte sich an der Einleitungsverhandlung auf die Klage eingelassen habe, indem er dort vorbehaltlos zur Sache verhandelt habe.\n\nBrugnoni ficht den Entscheid des Obergerichts mit staatsrechtlicher Beschwerde an. Er macht unter anderm geltend, er könne sich auf Art. 59 BV berufen, da von den beiden Gerichtsständen, die Art. 312 ZGB vorsieht, hier nur derjenige des Wohnsitzes des Beklagten in Betracht komme. Die Frage der Einlassung beurteile sich daher nach eidgenössischem Recht, d.h. nach der Rechtsprechung des Bundesgerichts zu jener Verfassungsvorschrift. Danach habe aber der Bf. sich auf die Klage nicht eingelassen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n1. Es ist nicht bestritten, dass für die Bestimmung des Gerichtsstandes im vorliegenden Fall Art. 312 ZGB massgebend ist. Wenn aber diese Vorschrift anwendbar ist, so kann Art. 59 BV nicht angerufen werden. Diese Verfassungsbestimmung begründet nicht einen eidgenössischen Gerichtsstand des Wohnsitzes, sondern setzt der Gerichtshoheit der Kantone und fremder Staaten Grenzen, BGE 81 I 337 S. 339indem sie den in der Schweiz wohnhaften Personen unter bestimmten Voraussetzungen das Recht gibt, sich dagegen zur Wehr zu setzen, dass sie vor anderen Gerichten als denjenigen des Kantons ihres Wohnsitzes belangt werden. Sie fällt daher nicht in Betracht, wo die örtliche Zuständigkeit eines kantonalen Gerichts aus einer eidgenössischen Gerichtsstandsnorm, wie sie Art. 312 ZGB enthält, abgeleitet wird; denn in solchen Fällen wird die Zuständigkeit nicht auf die Gerichtshoheit eines Kantons gestützt, sondern auf ein Stück Gerichtshoheit, das ausnahmsweise vom Bund in Anspruch genommen und den Kantonen entzogen worden ist. Die vom Beschwerdeführer erhobene Rüge der Verletzung des Art. 59 BV ist deshalb unbegründet (BGE 72 I 176, Erw. 2 und 3). Daran ändert es nichts, dass der eine der beiden in Art. 312 ZGB wahlweise zur Verfügung gestellten Gerichtsstände, derjenige am Wohnsitz des Beklagten zur Zeit der Klage, von der Norm des Art. 59 BV nicht abweicht.\n\nWenn anzunehmen wäre, der Beschwerdeführer wolle auch eine Verletzung des Art. 312 ZGB geltend machen, so wäre auf diese Einwendung nicht einzutreten. Man hätte es mit der Rüge der Verletzung einer bundesrechtlichen Vorschrift über die örtliche Zuständigkeit in einer Zivilrechtsstreitigkeit zu tun. Hiefür hätte die Berufung oder, wenn der Streitwert weniger als Fr. 4'000.-- beträgt, die zivilrechtliche Nichtigkeitsbeschwerde zur Verfügung gestanden (Art. 49, 68 Abs. 1 lit. b OG). Insoweit ist die staatsrechtliche Beschwerde, als subsidiäres Rechtsmittel, ausgeschlossen (Art. 84 Abs. 2 OG).\n\nFreilich wird in Art. 49 und 68 Abs. 1 lit. b OG die staatsrechtliche Beschwerde wegen Verletzung des Art. 59 BV vorbehalten. Daraus folgt indessen nicht, dass ein Verstoss gegen eine eigentliche bundesrechtliche Gerichtsstandsnorm in einem Fall, wie er hier vorliegt, auch mit staatsrechtlicher Beschwerde wegen Verletzung jener Verfassungsbestimmung geltend gemacht werden kann. Art. 43 Abs. 1 OG rechnet zu den Verletzungen von Bundesrecht, BGE 81 I 337 S. 340die mit der Berufung einzig gerügt werden können, nicht auch die Verletzung verfassungsmässiger (in der BV garantierter) Rechte der Bürger und behält daher deren Geltendmachung allgemein der staatsrechtlichen Beschwerde vor (Botschaft vom 9. Februar 1943 zum neuen OG, BBl 1943 I S. 118). Art. 49 OG wiederholt diesen Grundsatz für einen besonderen Anwendungsfall.\n\nEntsprechend ist Art. 68 Abs. 1 lit b zu verstehen."}