{"annee": "81", "cour": "III", "page": "144", "date": "18/10/1955", "cite": ["51 III 68", "71 III 49", "52 III 193"], "cite_par": ["87 III 104", "93 III 18"], "chapeau": "40. Auszug aus dem Entscheid vom 18. Oktober 1955. i. S. Lanz.", "regestes": ["Saisie de salaire, art. 93 LP. Les primes dues pour une assurance (privée) sur la vie n'entrent pas en ligne de compte pour le calcul du minimum vital du débiteur et de sa famille, même s'il s'agit d'une assurance dite \"populaire\"."], "faits": "BGE 81 III 144 S. 144\n\nAus dem Tatbestand:\n\nIn der Betreibung der Rekurrentin gegen Howald hielt das Betreibungsamt eine Lohnpfändung für unstatthaft, da der Verdienst des Schuldners sein Existenzminimum nicht erreiche. Auf Beschwerde der Gläubigerin ordnete dagegen die untere Aufsichtsbehörde eine monatliche Lohnpfändung von Fr. 110.-- an, wobei sie sich auf das Einkommen des Schuldners in den letzten Monaten (Sommersaison) stützte. Dagegen rekurrierte der Schuldner an die obere Aufsichtsbehörde mit dem Erfolg, dass infolge des veränderlichen Lohneinkommens nur der jeweilige Überschuss des Lohnes über das Existenzminimum von monatlich Fr. 497.40, auf die Zahltagsperiode von zwei Wochen berechnet je Fr. 232.10, als pfändbar erklärt wurde. Unter den das Existenzminimum ausmachenden Posten anerkennt der kantonale Entscheid eine monatliche Lebensversicherungsprämie von Fr. 4.30.\n\nMit ihrem Rekurs an das Bundesgericht hat die Gläubigerin unter anderm die Einbeziehung dieses Prämienaufwandes in das Existenzminimum beanstandet und verlangt, dass von einem um diesen Betrag niedrigeren Existenzminimum auszugehen sei. Der betreffende subeventuelle BGE 81 III 144 S. 145Rekursantrag 3 lautet: \"Vom Nettolohn des Schuldners einer Zahltagsperiode von 14 Tagen sei der Fr. 230.10 übersteigende Lohn zu pfänden.\"", "considerants": "Die Schuldbetreibungs- und Konkurskammer hat diesen Antrag geschützt, aus folgenden Gründen:\n\n..... Mit dem Subeventualantrag 3 desRekurses wird für den Fall, dass sich die Notbedarfsberechnung der Vorinstanz grundsätzlich nicht mit Erfolg anfechten lässt, ein einzelner Posten des Notbedarfs angefochten: der monatliche Prämienaufwand von Fr. 4.30 des Schuldners für eine im Jahre 1938 von seiner Ehefrau auf eine Dauer von 25 Jahren abgeschlossene, im Jahre 1963 fällig werdende Lebensversicherung. Es handelt sich um eine sog. Volksversicherung der \"VITA\" mit einer Versicherungssumme von Fr. 1070.--. Nach der Rechtsprechung sind zwar Beträge, die der Arbeitgeber des Schuldners für diesen an eine Pensions- und Unterstützungskasse oder für eine Unfallversicherung zwangsweise abzieht, als verdienstmindernd bzw. notbedarferhöhend zu berücksichtigen (BGE 51 III 68 ff.), nicht aber die Prämien einer freiwillig vom Schuldner (oder von einem Angehörigen seiner Familie) abgeschlossenen Lebensversicherung, selbst wenn die aus dieser hervorgehenden Ansprüche ihrerseits nach Art. 80 VVG unpfändbar sind (BGE 52 III 193 ff.). In BGE 71 III 49 wurde neuerdings ausgesprochen, die Prämien für die Lebensversicherung Angehöriger seien grundsätzlich nicht als notwendige, das Existenzminimum des Schuldners erhöhende Zwangsausgaben anzuerkennen. Die Vorinstanz hat dies nicht übersehen, sich aber der Ansicht von JAEGER-DAENIKER, N. 8 C am Ende zu Art. 93 SchKG, angeschlossen, wonach ein weitherzigerer Standpunkt eingenommen werden sollte. Sie hält mit der erwähnten Kommentarstelle dafür, Prämien für Volks- und Abonnentenversicherungen bis zum Betrage von Fr. 4000.-- bis 5000.-- sollten in den Notbedarf eingerechnet werden dürfen.\n\nBGE 81 III 144 S. 146\n\nBei einer Lebensversicherung wie der vorliegenden handle es sich um eine minimale und nötige Sicherung bei einem Schuldner, der nur über ein geringes Einkommen verfüge und keiner Pensionskasse angehöre. Die von der Ehefrau (mit Begünstigung des Schuldners für den Fall ihres Todes) abgeschlossene Versicherung diene noch besonders ihr selbst, da sie unter gesundheitlichen Schädigungen leide, als \"Rückhalt\", was geschützt zu werden verdiene.\n\nDas Gesetz bietet indessen keinen Anhalt zur Einbeziehung derartiger Prämienaufwendungen in den Notbedarf. Dieser umfasst nach allgemein anerkanntem Begriffe nur das für den laufenden Lebensunterhalt Notwendige, nicht auch die Fürsorge für eine mehr oder weniger entfernte ungewisse Zukunft. Was darüber in BGE 52 III 194 /5 ausgeführt ist, bleibt durch die Ausführungen des hier angefochtenen Entscheides unwiderlegt. Dort wurde allerdings (Seite 195 unten /196) bereits die Frage vorbehalten, ob eine Lebensversicherung mit bescheidenem Prämienaufwand, so dass sie sich den Beiträgen an eine Sterbe- oder Krankenkasse (im Sinne von Art. 92 Ziff. 9 SchKG) gleichstellen liesse, dem Schutze des Art. 93 SchKG unterstellt zu werden verdiene. Das ist dann aber in BGE 71 III 50 (im Unterschiede zu gewissen Unfallversicherungen, die bei Abonnentenversicherungen sozusagen ausschliesslich in Betracht fallen) aus zutreffenden Gründen verneint worden, insbesondere deshalb, weil \"nicht ersichtlich wäre, wo mit Bezug auf die Höhe der Versicherung bzw. der Prämie die Grenze des Notwendigen und daher im Existenzminimum zu Berücksichtigenden zu ziehen wäre\". Die vom Kommentator angegebene maximale Versicherungssumme von Fr. 4-5000.-- erscheint als willkürliche, der gesetzlichen Grundlage entbehrende Annahme. Es handelt sich um ein gesetzgeberisches Postulat, dessen Verwirklichung die rechtsanwendenden Behörden nicht vorwegnehmen dürfen. Insbesondere sind bisher keine Bestimmungen über die sog. Volksversicherungen (wozu vgl. BGE 81 III 144 S. 147JAEGER, N. 48 zu Art. 101 VVG) erlassen worden, wonach der Prämienaufwand innert festgelegten Grenzen zum Notbedarf gehörte.\n\nDer Rekursantrag 3 ist somit gutzuheissen ...."}