{"annee": "81", "cour": "II", "page": "351", "date": "14/6/1955", "cite": [], "cite_par": [], "chapeau": "56. Sentenza 14 giugno 1955 della II Corte civile nella causa ditta Eredi fu Gaspero Tozzi contro Patriziato di Giornico e SA Aar e Ticino.", "regestes": ["Bail à ferme. Action en dommages-intérêts. 1. Le bailleur d'une carrière qui autorise un tiers à construire une ligne aérienne à haute tension répond en vertu du contrat du dommage qui pourra en résulter pour le fermier. L'obligation assumée par le tiers de réparer le dommage qui pourrait résulter de l'existence de la ligne pour l'utilisation de la carrière constitue une stipulation en faveur d'un tiers au sens de l'art. 112 al. 2 CO (consid. 1). 2. La constatation de l'existence et de l'étendue du dommage rentre dans le cadre du pouvoir d'appréciation du juge du fait et échappe à la connaissance du Tribunal fédéral. L'obligation de s'abstenir de toute faute ne saurait constituer l'élément d'un dommage (consid. 2 et 3)."], "faits": "BGE 81 II 351 S. 352\n\nA.- La ditta Eredi fu Gaspero Tozzi sfrutta, in base a un contratto d'affitto conchiuso il 10 dicembre 1921 e rinnovato l'ultima volta nel 1950 per cinque anni, una cava di granito detta \"Cava Grande\", di proprietà del patriziato di Giornico. Nel 1951, la società anonima Aar e Ticino (ATEL) costruì una linea aerea ad alta tensione da Riazzino a Lavorgo. Poichè la stessa doveva passare su fondi del patriziato di Giornico, l'ATEL concluse, il 20 agosto 1951, un contratto secondo cui il patriziato di Giornico le concedeva per la durata di 50 anni il diritto di attraversare i fondi patriziali con elettrodotti e di piantare i pali necessari, verso pagamento di un'indennità complessiva. Gli affittuari delle cave situate in prossimità della linea non furono sentiti. Nel contratto fu tuttavia previsto che l'ATEL avrebbe dovuto risarcire gli eventuali danni derivanti dall'interdizione o dall'ostacolamento dell'esercizio usuale di cave di granito già esistenti o che venissero aperte lungo il percorso della linea. Circa i danni che potevano essere cagionati alla linea dallo sparo di mine, fu invece stabilito che gli assuntori delle BGE 81 II 351 S. 353cave sarebbero stati responsabili solo in quanto non ne avessero in precedenza avvertito l'ATEL. Infine, una disposizione del contratto prevedeva che se l'esercizio delle cave si fosse rivelato incompatibile con la sicurezza della linea, l'ATEL avrebbe potuto chiederne la sospensione temporanea o definitiva verso pagamento di un'indennità da convenire.\n\nB.- Non appena ebbe conoscenza, in seguito all'infissione di un picchetto, dell'intenzione dell'ATEL di condurre la linea attraverso la Cava Grande, Tozzi protestò ripetutamente presso il patriziato e presso l'ATEL stessa, chiedendo l'allontanamento dell'elettrodotto oppure il riscatto della cava mediante pagamento delle spese d'impianto e risarcimento della perdita di guadagno fino alla scadenza normale del contratto d'affitto concluso con il patriziato. Avuta risposta negativa, la ditta Tozzi convenne in giudizio con azione possessoria tanto il patriziato quanto l'ATEL davanti al Pretore di Leventina, concludendo in via principale che fosse fatto obbligo ai convenuti di rimuovere il palo e in via subordinata che gli stessi fossero condannati al pagamento di 40 000 fr. a titolo di riscatto della cava. Nel corso della procedura, l'azione possessoria fu mutata in un'azione di risarcimento per atto illecito e la somma chiesta fu limitata a 24 000 fr.\n\nC.- Con sentenza 16 novembre 1954, il Pretore condannò solidalmente i convenuti a pagare all'attrice la somma di 5000 fr., esponendo in sostanza quanto segue: La costruzione della linea e segnatamente la posa del grande traliccio costituivano un'illecita turbativa del possesso dell'attrice. Circa il danno, risultava dalla perizia tecnica Antonini che la posa del palo nella posizione migliore per l'escavazione, e cioè immediatamente sotto al piazzale superiore, doveva necessariamente ostacolare lo sfruttamento normale della cava. Poichè i blocchi staccati dalla montagna difficilmente si fermerebbero sul piazzale superiore, era inoltre assai probabile che gli stessi investissero il palo. Infine, v'era un pericolo anche per i fili della BGE 81 II 351 S. 354condotta, dato che gli stessi potrebbero essere rotti o guastati dalle schegge proiettate dalle mine, con il rischio per Tozzi di un'azione di risarcimento danni, per somme notevoli.\n\nD.- Contro il giudizio pretoriale, i convenuti si appellavano alla Camera civile del Tribunale di appello, che accoglieva le loro conclusioni e respingeva pertanto integralmente la petizione dell'attrice, con sentenza 14 marzo 1955.\n\nE.- L'attrice ha interposto tempestivamente ricorso per riforma al Tribunale federale, chiedendo in via principale che i convenuti siano condannati, con vincolo solidale, al pagamento della somma di 5000 fr. e, in via subordinata, che la causa sia rinviata per nuovo giudizio all'autorità cantonale.\n\nI convenuti hanno concluso per la reiezione del ricorso.", "considerants": "Considerando in diritto:\n\n1. Mediante il contratto d'affitto il locatore concede all'affittuario il possesso della cosa e si obbliga a lasciarglielo in modo indisturbato. Quando un terzo faccia valere sulla cosa locata un diritto incompatibile con quello dell'affittuario e questo sia molestato nel pattuito godimento, il locatore è tenuto a risarcire il danno (art. 258 CO, applicabile all'affitto giusta l'art. 280 CO). Ora, con il contratto 10 dicembre 1921 il patriziato di Giornico ha precisamente concesso alla ditta Tozzi l'esercizio e l'uso della Cava Grande, cosicchè l'obbligo del patriziato di risarcire all'attrice gli eventuali danni derivanti dalla costruzione e dall'esistenza di una linea aerea ad alta tensione non può di massima essere contestato. Tuttavia, non si tratta di una pretesa di risarcimento per atti illeciti (art. 41 e sgg. CO), bensì d'una pretesa per inadempimento contrattuale nel senso degli art. 97 e sgg. CO, caratterizzata dal fatto che il patriziato, dopo aver autorizzato contrattualmente la costruzione della linea, non può essere ammesso a provare che nessuna colpa gli è imputabile.\n\nPer ciò che riguarda la responsabilità dell'ATEL nei BGE 81 II 351 S. 355confronti dell'attrice, la questione se la stessa possa essere fondata su un atto illecito commesso nella costruzione della linea può in concreto essere lasciata indecisa, giacchè detta responsabilità scaturisce in ogni modo dal contratto concluso tra l'ATEL e il patriziato, segnatamente dalla disposizione secondo cui l'ATEL è tenuta a risarcire gli eventuali danni risultanti per le cave dall'esistenza della linea. Con questa clausola, l'ATEL ha infatti stipulato una prestazione a favore di terzi nel senso dell'art. 112 cp. 2 CO, con il risultato che il terzo beneficiario - attrice o altri cavisti - può chiedere direttamente l'adempimento, tale essendo senza dubbio il senso della clausola. Di conseguenza, anche nei confronti dell'attrice l'ATEL risponde contrattualmente dei danni cagionati dalla linea aerea all'esercizio della cava.\n\nCirca il grado della responsabilità, occorre considerare che ambedue i convenuti rispondono contrattualmente, ma per contratti diversi. Di conseguenza, essi rispondono in comune con il vincolo della solidarietà cosiddetta impropria (art. 51 CO). Quanto al riparto interno dell'eventuale obbligo di risarcimento, esso non forma oggetto del processo.\n\n2. Determinante per l'esito della presente causa è peraltro la questione se e in quale misura la posa e l'esistenza del traliccio e della linea aerea abbiano cagionato un danno all'attrice. Ora, a questo riguardo il Tribunale d'appello ha essenzialmente considerato quanto segue: L'elettrodotto non impedisce all'attrice la sua attività, nè comporta aggravi o limitazioni, dato che l'ATEL ha espressamente garantito la continuazione indisturbata dell'esercizio della cava. In particolare, non costituisce una limitazione dell'esercizio l'obbligo imposto all'attrice d'informare l'ATEL qualora fosse previsto lo sparo di mine capaci di danneggiare l'elettrodotto. Tali considerazioni dell'autorità cantonale, che riguardano la questione se e in quale misura vi sia stato un danno, rientrano nel libero apprezzamento dei fatti da parte del giudice cantonale e vincolano di conseguenza il Tribunale federale. In concreto, BGE 81 II 351 S. 356l'obbligo d'informare l'ATEL di eventuali spari di mine corrisponde in ogni modo a quello già assunto dall'attrice nel contratto d'affitto per ciò che concerne la linea telefonica e telegrafica che corre lungo il cantiere, cosicchè non vi si può scorgere un aggravio o anche solo un disturbo rilevante. Quanto poi all'allegazione secondo cui l'ATEL cercherebbe d'imporre alla ricorrente l'adozione di misure di sicurezza o d'interferire circa la necessità o la potenza delle mine, si tratta di una supposizione gratuita, tanto più inverosimile che lo sparo di mine avviene assai raramente. Dalla perizia Antonini risulta infatti che lo sparo di una grossa mina - la cui preparazione può costare dai 10 ai 12 mila franchi - procurerebbe normalmente materiale sufficiente per occupare 15 operai durante cinque anni e che lo sparo dell'ultima mina risalirebbe a circa 10 anni or sono. Sintomatica è anche la circostanza che negli atti non vi sia cenno alcuno di danni che la linea telefonica avrebbe subìti in seguito allo sparo di mine durante ben 34 anni d'esercizio della cava.\n\n3. All'autorità cantonale la ricorrente rimprovera in particolare di avere completamente tralasciato l'esame delle conseguenze giuridiche derivanti dal fatto - accertato dal perito e ammesso dal Pretore - che \"il palo posato nella cava, proprio nella posizione migliore per l'escavazione, ne ostacola l'esercizio normale\". Effettivamente, la sentenza querelata non precisa in modo chiaro se ha tenuto conto dei timori espressi dal perito. A questo riguardo, essa costata però che se blocchi o schegge dovessero urtare il traliccio ovvero guastare o rompere i fili della condotta, il danno temuto colpirebbe l'ATEL e non già Tozzi e, inoltre, che il rischio di una condanna della ditta Tozzi per siffatti danni è puramente ipotetico. Anche queste considerazioni dell'autorità cantonale sono vincolanti per il Tribunale federale, giacchè esse pure riguardano la questione se e quale danno vi sia stato. Nè si giustifica la conclusione della ricorrente che tali considerazioni dell'autorità cantonale violerebbero il diritto federale.\n\nBGE 81 II 351 S. 357A un'azione di risarcimento dell'ATEL la ricorrente potrà infatti sempre opporre l'esplicito assenso di questa alla continuazione dell'esercizio della cava. Come l'autorità cantonale ha giustamente rilevato, è inoltre escluso che la ricorrente dovrebbe avere regolarmente torto, nonostante la completa assenza di una sua colpa, se fosse convenuta in giudizio per danni cagionati alla linea o al palo. Quanto precede vale non solo nel caso di danni cagionati all'ATEL, bensì anche nell'ipotesi - non esaminata dalle parti - che la rottura di fili o l'investimento del traliccio in seguito allo sparo di mine dovesse danneggiare terzi o condurre a un'azione penale giusta la legge federale concernente gli impianti elettrici a corrente forte e a corrente debole. Naturalmente, a un'azione penale la ricorrente non potrebbe opporre nè il contratto d'affitto nè l'impegno assunto dall'ATEL; tuttavia anche il procedimento penale presupporrebbe una colpa da parte della ricorrente. Ora, l'obbligo di comportarsi in modo esente da colpa non può evidentemente essere considerato come un danno. Così stando le cose, dev'essere condivisa l'opinione dell'autorità cantonale che la ricorrente non ha finora subìto danni in seguito alla costruzione e all'esercizio della linea e che il solo timore di poter essere convenuta in giudizio per danni provocati alla linea è di natura così teorica da non offrire una base concreta per il calcolo di un pregiudizio. Nè si vede, in tali circostanze, per quale ragione la ditta Tozzi sarebbe stata costretta - come fa valere nel ricorso - a trasferire l'esercizio nella parte meno redditizia della cava, tanto più che essa avrà pur sempre la possibilità, qualora dovesse nel futuro subire un danno effettivo, di chiederne il risarcimento in giudizio, entro i limiti della legge.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso per riforma è respinto. Di conseguenza è confermata la querelata sentenza 14 marzo 1955 della Camera civile del Tribunale d'appello del Cantone Ticino."}