{"annee": "81", "cour": "II", "page": "475", "date": "26/10/1955", "cite": [], "cite_par": ["92 II 68"], "chapeau": "74. Arrêt de la Ire Cour civile du 26 octobre 1955 dans la cause Finger contre Lamalex SA", "regestes": ["Demande de revision, art. 137 litt. a OJ. 1. Conditions de recevabilité (consid. 1). 2. Il suffit que l'infraction ait influencé les constatations de fait du jugement cantonal (consid. 2 a). 3. Quand l'autorité de revision peut-elle se prononcer elle-même sur l'existence de l'infraction? (consid. 2 b)."], "faits": "BGE 81 II 475 S. 476\n\nA.- En décembre 1948, Lamalex SA, représentée par son administrateur Bertet, a acheté à Max Finger 250 douzaines de paires de bas, pour le prix de 11 387 fr. 50. Ce montant fut payé immédiatement, mais le vendeur ne livra pas la marchandise conformément au contrat.\n\nB.- Le 27 juin 1949, Lamalex SA assigna Finger devant le Tribunal de première instance du canton de Genève en restitution des 11 387 fr. 50 qu'elle avait versés et en paiement de 2500 fr. à titre de dommagesintérêts.\n\nLe défendeur conclut au rejet de l'action. Il alléguait notamment que tous ses rapports avec Lamalex SA avaient été l'objet, le 1er mars 1949, d'un règlement de compte et que, dès cette date, les parties n'avaient plus aucune obligation l'une envers l'autre. Il prétendait au surplus que la réclamation de la demanderesse se heurtait aux art. 20 et 66 CO.\n\nEntendu comme témoin, Bertet reconnut avoir reçu 700 fr. de Finger le 1er mars 1949, mais il affirma que ce versement ne concernait en rien l'affaire des bas et n'avait nullement été fait pour solde de tout compte.\n\nStatuant en seconde instance le 27 janvier 1953, la Cour de justice du canton de Genève admit l'action. Elle considéra notamment que le défendeur n'avait pas prouvé l'existence du règlement de compte du 1er mars 1949 et n'avait même pas établi que le versement de 700 fr. concernât l'affaire des bas.\n\nFinger forma contre cet arrêt un recours en réforme au Tribunal fédéral. Il admit n'avoir pu prouver que les parties eussent réglé leurs comptes le 1er mars 1949 et il déclara qu'il renonçait dès lors à faire valoir ce moyen devant la juridiction de réforme. Mais il persista à affirmer que les art. 20 et 66 CO étaient applicables et que, par conséquent, Lamalex SA ne pouvait prétendre ni à la restitution du montant versé ni à des dommages-intérêts.\n\nLe Tribunal fédéral rejeta le recours par arrêt du 1er février 1954, notifié aux parties le 12 avril.\n\nC.- Entre temps, savoir le 19 mars 1953, Finger BGE 81 II 475 S. 477avait déposé une plainte pénale contre Bertet. Il l'accusait d'avoir fait un faux témoignage en contestant le règlement pour solde de compte opéré prétendument le 1er mars 1949. Une information fut ouverte et le juge d'instruction entendit notamment divers témoins. Mais, par décision du 3 décembre 1954, le Procureur général ordonna le classement de la procédure, attendu que celle-ci n'avait pas établi d'indices suffisants de culpabilité à la charge de Bertet.\n\nD.- Finger a déposé, le 26 février 1955, une demande de revision où il conclut à ce que le Tribunal fédéral annule son arrêt du 1er février 1954 et, statuant à nouveau, déboute Lamalex SA de ses conclusions. Il fonde cette demande sur l'art. 137 litt. a OJ. A son avis, les témoignages recueillis dans l'enquête pénale, rapprochés des preuves administrées dans les procédures civiles, établissent que Bertet a commis un faux témoignage lorsqu'il a affirmé que le montant de 700 fr. n'avait pas été versé, le 1er mars 1949, pour solde de tout compte.\n\nLamalex SA conclut à ce que la demande de revision soit déclarée irrecevable et, subsidiairement, à ce qu'elle soit rejetée.", "considerants": "Considérant en droit:\n\n1. Lamalex SA soutient que Finger n'a pas établi l'existence d'un faux témoignage à la charge de Bertet. Dès lors, dit-elle, il invoque un simple fait, savoir le règlement de compte qui serait intervenu le 1er mars 1949; en réalité, la demande de revision est donc fondée sur l'art. 137 litt. b OJ; mais, comme Finger connaissait ce fait depuis longtemps, il aurait dû présenter sa demande dans les 90 jours dès la communication écrite de l'arrêt du Tribunal fédéral (art. 141 litt. b OJ); cette condition n'étant pas remplie, la demande de revision est irrecevable.\n\nCe raisonnement confond la forme et le fond. Certes, à lire la version française des art. 136 et 137 OJ, on pourrait croire que les motifs de revision sont des conditions de recevabilité de la demande. Mais ce texte, qui ne correspond BGE 81 II 475 S. 478pas exactement, du reste, à la version allemande, est imprécis et ne saurait être interprété littéralement. Il est évident, en effet, que si l'un des motifs énumérés aux art. 136 et 137 OJ est donné, la demande de revision doit être admise au fond; elle n'est pas seulement recevable. Pour que le Tribunal fédéral puisse connaître d'une demande fondée sur l'art. 137 litt. a OJ, il n'est donc pas nécessaire que les conditions exigées par cette disposition soient remplies. Il suffit que le requérant le prétende et que, pour le reste, la demande de revision satisfasse aux conditions de recevabilité requises par la loi (cf. notamment art. 140 et 141 OJ).\n\nC'est le cas en l'espèce. Finger soutient que l'arrêt du 1er février 1954 a été influencé à son détriment par un faux témoignage qu'a établi l'action pénale intentée à Bertet. En outre, il est constant que les autres conditions de recevabilité sont remplies. En particulier, la demande de revision a été présentée, conformément à l'art. 141 litt. b OJ, dans les 90 jours qui ont suivi la communication écrite de la clôture de la procédure pénale. Dès lors, le Tribunal fédéral peut entrer en matière.\n\n2. a) Le faux témoignage allégué par Finger n'a pu influencer immédiatement que les constatations de fait du jugement cantonal. Mais elles liaient la juridiction de réforme. Si cette infraction a été commise, elle a donc exercé une action indirecte sur l'arrêt fédéral. Cela suffit pour qu'il ait été influencé selon l'art. 137 litt. a OJ (RO 25 II 691 consid. 2, 60 II 357). En outre, cette action eût été défavorable au requérant, puisque la demande de Lamalex SA aurait dû être rejetée si le règlement de compte invoqué par lui avait été établi.\n\nb) En l'espèce, l'action pénale était possible. Aussi bien la plainte de Finger a-t-elle donné lieu à une procédure pénale, dans laquelle toutes les preuves pertinentes ont pu être administrées. Selon l'art. 137 litt. a OJ, le faux témoignage allégué ne peut donc être établi que par cette procédure elle-même.\n\nBGE 81 II 475 S. 479\n\nCependant, d'après cette disposition, on peut admettre l'existence de l'infraction même si son auteur n'a pas été condamné. Finger semble en déduire que le Tribunal fédéral, lorsqu'il est saisi d'une demande de revision fondée sur l'art. 137 litt. a OJ, doit toujours apprécier les preuves administrées dans la procédure pénale et juger librement si l'infraction alléguée a été commise. Cette opinion est erronée. En principe, le juge de la revision est lié sur ce point par la sentence de l'autorité de répression (cf. RO 59 II 194, 64 II 44 consid. 2). L'examen du juge civil n'est libre que si la juridiction pénale n'a pu se prononcer sur la commission même de l'infraction, lorsque, par exemple, l'inculpé est décédé ou est devenu incapable de discernement avant le jugement (cf. message du Conseil fédéral du 9 février 1943, FF 1943 I p. 157). En revanche, si l'autorité de répression a jugé, soit par un non-lieu, soit par un prononcé d'acquittement, que les éléments de l'infraction n'étaient pas réunis, cette décision ne peut être revue par le Tribunal fédéral.\n\nPar son ordonnance de classement du 3 décembre 1954, le Procureur général a prononcé que le faux témoignage dont Bertet était accusé n'était pas suffisamment établi pour qu'on pût le retenir. Ainsi, la procédure pénale n'a pas prouvé que l'arrêt du Tribunal fédéral du 1er février 1954 eût été influencé par un crime ou un délit au détriment de Finger. Les conditions de l'art. 137 litt. a OJ n'étant dès lors pas remplies, la demande de revision doit être rejetée.\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLa demande de revision est rejetée."}