{"annee": "81", "cour": "II", "page": "56", "date": "22/2/1955", "cite": ["63 II 401", "72 II 405"], "cite_par": ["88 II 364", "107 II 419"], "chapeau": "8. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Februar 1955 i.S. Tutzer gegen Hanselmann.", "regestes": ["Vente d'immeuble, garantie en raison de qualités promises. L'art. 201 CO, qui oblige l'acheteur à vérifier l'état de la chose et à donner avis des défauts, s'applique également lorsqu'il s'agit de qualités promises (consid. 2). L'art. 201 CO est aussi applicable à la vente d'immeuble; principes pour mesurer le délai de vérification et d'avis (consid. 3)."], "faits": "", "considerants": "BGE 81 II 56 S. 56\n\n2. a) Der Kläger macht geltend, da der Beklagte wegen Fehlens einer zugesicherten Eigenschaft der Kaufsache, nicht für sonstige Mängel im Sinne von Art. 197 OR belangt werde, finde Art. 201 OR nicht Anwendung. Diese Vorschrift gelte nur für Mängel, die nicht zugesicherte Eigenschaften betreffen. Das Fehlen einer zugesicherten Eigenschaft könne vielmehr jederzeit während der ganzen Dauer der ordentlichen Verjährungsfrist geltend gemacht werden. Eine eigentliche Mängelrüge sei im Gegensatz zu Mängeln, die nicht zugesicherte Eigenschaften betreffen, nicht erforderlich. Der Käufer dürfe der ihm gemachten BGE 81 II 56 S. 57Zusicherung Vertrauen schenken und sei jedenfalls so lange nicht zu einer Prüfung der Kaufsache im Sinne von Art. 201 OR verpflichtet, als er nicht Anhaltspunkte dafür habe, dass die Zusicherung nicht stimme.\n\nb) Dieser Rechtsauffassung des Klägers kann jedoch nicht beigepflichtet werden. Der Wortlaut des Gesetzes, insbesondere des Art. 201 OR, bietet keinen Anhaltspunkt dafür, dass diese Vorschrift die Gewährleistung für Mängel, die im Fehlen einer zugesicherten Eigenschaft liegen, nicht erfasst. Art. 201 bestimmt allgemein und ohne Einschränkung, dass der Käufer die empfangene Sache, sobald es nach dem üblichen Geschäftsgang tunlich ist, zu prüfen hat und dabei festgestellte Mängel, für die der Verkäufer gewährspflichtig ist, diesem sofort anzeigen muss. Dieser Wortlaut schliesst sich offensichtlich an die Umschreibung des Gegenstandes der Gewährleistung in Art. 197 OR an und hat alle dort angeführten Eigenschaften im Auge, sowohl die zugesicherten, wie diejenigen, die sich aus der Zweckbestimmung der Kaufsache ergeben.\n\nDiese Auslegung steht im Einklang mit der gesetzgeberischen Absicht, die Art. 201 OR verfolgt. Die in diesem festgelegte Prüfungs- und Rügepflicht des Käufers bezweckt den Schutz der Verkäufers. Dieser soll von Mängeln möglichst bald in Kenntnis gesetzt werden, damit er sich selber darüber Rechenschaft geben und die ihm dienenden Vorkehren, wie z.B. die Wahrung seiner Rechte gegenüber seinem Rechtsvorgänger, rechtzeitig treffen kann. Überdies soll verhindert werden, dass der Käufer durch willkürliches Zuwarten die Veränderung der wirtschaftlichen Konjunktur zum Nachteil des Verkäufers ausnütze (BGE 63 II 406). Dieses Schutzbedürfnis des Verkäufers ist aber dasselbe, ob der von ihm zu vertretende Mangel eine durch die Zweckbestimmung der Kaufsache begründete oder eine zugesicherte Eigenschaft beschlägt. Es ist deshalb nicht einzusehen, weshalb zugesicherte Eigenschaften von der Ordnung des Art. 201 OR ausgenommen sein sollten und ihr Fehlen während der ganzen Dauer der einjährigen Verjährungsfrist BGE 81 II 56 S. 58des Art. 210 OR sollte geltend gemacht werden können.\n\nc) Die Berufung des Klägers auf eine angeblich gegenteilige Rechtsprechung des Bundesgerichts geht fehl. Keiner der von ihm angerufenen Entscheide nimmt unmittelbar oder auch nur mittelbar Stellung zu der Frage, ob Art. 201 OR auch beim Vorliegen von Zusicherungen Geltung habe. Das Bundesgericht hat gegenteils schon früher entschieden, dass das Vorliegen einer Zusicherung des Verkäufers den Käufer nicht von der Pflicht zur Prüfung und Mängelrüge nach Empfang der Kaufsache gemäss Art. 201 OR befreie (nicht veröffentlichtes Urteil der I. Zivilabt. vom 13. Juni 1950 i.S. Wewerka gegen Fischer).\n\nDer Kläger will eine Befreiung des Käufers von der Prüfungs- und Rügepflicht daraus ableiten, dass nach Lehre und Rechtsprechung der Käufer sich im allgemeinen auf die Zusicherungen des Verkäufers verlassen dürfe. Allein mit dieser Argumentation vermengt der Kläger zwei verschiedene Dinge, nämlich die Rechtslage, die durch eine Zusicherung des Verkäufers geschaffen wird vor dem Vertragsabschluss mit derjenigen, wie sie nach dem Vertragsabschluss und nach Empfang der Kaufsache besteht.\n\nSichert der Verkäufer bei den Vertragsunterhandlungen das Vorhandensein einer bestimmten Eigenschaft der Kaufsache zu, so enthebt dies allerdings den Käufer der Pflicht, vor dem Vertragsschluss, bei Wahl und Besichtigung der Kaufsache, auch nur ein Mindestmass von Sorgfalt zu beobachten. Er darf auf die Zusicherungen des Verkäufers abstellen, und dieser kann ihm nachher nicht entgegenhalten, eine Gewährspflicht entfalle, weil der Käufer bei Aufwendung der gewöhnlichen Aufmerksamkeit schon vor dem Vertragsschluss das Fehlen der in Frage stehenden Eigenschaft hätte feststellen können (Art. 200 Abs. 2 OR). Die Fahrlässigkeit des Käufers, die in der Nichtbeobachtung der gewöhnlichen Sorgfalt liegt und im allgemeinen zur Folge hat, dass die Kaufsache trotz ihren Mängeln als BGE 81 II 56 S. 59genehmigt gilt, wird durch die Zusicherung der Verkäufers wettgemacht (nicht veröffentlichtes Urteil der I. Zivilabt. vom 16. Oktober 1940 i.S. Röthlisberger gegen Moser und vom 13. Juni 1950 i.S. Wewerka gegen Fischer).\n\nNach Empfang der Kaufsache ist dagegen der Käufer aus den oben dargelegten Gründen auch hinsichtlich zugesicherter Eigenschaften genau gleich wie bezüglich bloss vorausgesetzter Eigenschaften zur Prüfung und Mängelrüge nach Art. 201 OR verpflichtet.\n\nEs besteht kein Anlass, von dieser Auslegung, die auch von der Literatur einhellig geteilt wird, abzugehen (OSER/SCHÖNENBERGER N. 2, BECKER N. 1 zu Art. 201 OR)....\n\n3. ... b) Nach Art. 201 OR setzt die rechtswirksame Bemängelung durch den Käufer voraus, dass er die Kaufsache prüft, sobald es nach dem üblichen Geschäftsgang tunlich ist, und sodann allfällige Mängel dem Verkäufer anzeigt. Versäumt er diese Vorkehren, so gilt die Sache als genehmigt, ausgenommen es handle sich um Mängel, die bei der übungsgemässen Untersuchung nicht erkennbar waren.\n\nDas Gesetz sieht also für die Prüfung und Rüge keine starre, nach Tagen oder Wochen bemessene Frist vor. Es stellt vielmehr auf die praktischen Verhältnisse ab, die im Geschäftsleben bestehen, indem es für die Vornahme der Prüfung den ordentlichen Geschäftsgang massgebend sein lässt. Die Prüfungs- und Rügefrist ist daher je nach der Natur des Kaufgegenstandes und nach der Art des in Frage stehenden Mangels von verschiedener Dauer. So beträgt sie beim Kauf von Waren, für die feststehende Qualitätsbegriffe massgebend sind, wie z.B. Getreide, regelmässig nur wenige Tage, während bei andern Kaufgegenständen die Prüfung, der Natur der Sache nach, erst nach geraumer Zeit vorgenommen werden kann, und die dafür zu Gebote stehende Frist entsprechend länger bemessen ist, so z.B. beim Kauf von Mäh- oder Dreschmaschinen, die im Frühjahr angeschafft, aber erst bei der Ingebrauchnahme im Sommer geprüft werden können, BGE 81 II 56 S. 60oder bei Motorschneepflügen, deren Gebrauchsfähigkeit erst im Winter erprobt werden kann (BGE 72 II 417).\n\nDie Regelung des Art. 201 gilt grundsätzlich auch für den Liegenschaftskauf, da Art. 221 OR auf diesen die Vorschriften über den Fahrniskauf entsprechend anwendbar erklärt, ohne bezüglich der Gewährleistung für Mängel eine Einschränkung zu machen. Die schweizerische Rechtsordnung unterscheidet sich also in diesem Punkte deutlich von derjenigen des deutschen Rechtes, die in § 377 HGB - der für Art. 201 OR als Vorbild gedient hat - eine Prüfungs- und Rügepflicht nur für den Handelsverkehr unter Kaufleuten kennt, während beim Liegenschaftskauf eine solche Pflicht nicht besteht (vgl. STAUB, Kommentar zum HGB, 12./13. Auflage, Vorbemerkungen vor § 373, Anm. 3). Gleich wie bei Fahrnisgegenständen kommt es daher im schweizerischen Recht auch bei Liegenschaften für die Bemessung der Prüfungs- und Rügefrist auf die Art des Mangels an. Mängel, die ohne weiteres feststellbar sind, müssen unverzüglich gerügt werden. Bei andern dagegen, wie z.B. bei der Zusicherung bestimmter Isolationsfähigkeit einer Konstruktion, kann die Prüfung erst bei entsprechender Aussentemperatur vorgenommen werden, was allenfalls eine Prüfungsfrist von einigen Wochen oder gar Monaten erfordert."}