{"annee": "81", "cour": "III", "page": "122", "date": "22/8/1955", "cite": [], "cite_par": ["104 III 23", "114 III 21"], "chapeau": "33. Arrêt du 22 août 1955 dans la cause Masse en faillite de Félix Perret.", "regestes": ["Inventaire des biens du failli, art. 197 LP. Le titre d'un journal n'est pas manifestement incessible et peut donc être inventorié. Lorsque l'existence d'un droit est litigieuse, l'office des faillites doit s'en tenir aux allégations des créanciers."], "faits": "BGE 81 III 122 S. 122\n\nA.- Félix Perret rédigeait et éditait le Journal de Lausanne, qui a cessé de paraître en novembre 1954. Il a été BGE 81 III 122 S. 123déclaré en faillite le 24 février 1955. L'Office des faillites de Lausanne a inventorié dans la masse des biens le titre Journal de Lausanne, ainsi que les clichés utilisés pour l'impression du journal.\n\nB.- Perret a porté plainte contre la saisie du titre Journal de Lausanne. Il alléguait que ce titre était une simple idée, non saisissable. En outre, il relevait que, le journal ayant cessé de paraître, son titre n'était plus un bien susceptible d'appropriation.\n\nRejetée en première instance, la plainte a été admise, sur recours de Perret, par la Chambre des poursuites et faillites du Tribunal cantonal vaudois. En bref, cette autorité a considéré que le titre d'un journal constituait une valeur économique transmissible à des tiers, de sorte qu'il était saisissable en principe; mais, a-t-elle ajouté, le Journal de Lausanne ne paraissant plus, son titre a cessé d'être protégé par la loi sur la concurrence déloyale; il peut être utilisé par chacun et a perdu dès lors toute valeur pécuniaire.\n\nC.- Agissant au nom de la masse, l'Office des faillites recourt au Tribunal fédéral contre la décision de l'autorité vaudoise. Il conclut au rejet de la plainte.", "considerants": "Considérant en droit:\n\nLes droits qui forment la masse sont destinés à être réalisés ultérieurement. Aussi ne peut-on y englober des biens incessibles. Mais la question de l'aliénabilité relève du droit matériel et ne saurait être préjugée par les autorités de poursuite. Celles-ci ne peuvent donc refuser d'inventorier un droit que si son incessibilité est manifeste (RO 58 III 114). Ce n'est pas le cas du titre du Journal de Lausanne. Comme l'ont relevé les autorités cantonales, une telle désignation constitue une valeur économique et son aliénabilité n'est restreinte ni par l'art. 11 LMF, ni par l'art. 10 LDA, attendu que ces dispositions légales ne lui sont pas applicables (RO 21 p. 161 consid. 3).\n\nDe même, on ne peut, en principe, inventorier dans la BGE 81 III 122 S. 124masse que des biens existant réellement. Cependant, lorsqu'il ne s'agit pas d'objets corporels, la réalité de ces avoirs ne peut être constatée par les sens; elle pose une question de droit qu'il n'appartient pas aux autorités d'exécution de résoudre. Aussi l'office doit-il s'en tenir aux allégations des créanciers, sans égard à l'opinion qu'il peut avoir sur l'existence du droit (cf. RO 72 III 121 et la jurisprudence citée). Or les créanciers ont soutenu en l'espèce que Perret avait un droit sur le titre Journal de Lausanne. C'est donc avec raison que l'Office des faillites a englobé ce droit dans la masse, sans vérifier son existence. Le cas échéant, il appartiendra à l'acquéreur de la faire constater par le juge.\n\nLa Chambre des poursuites et des faillites prononce:\n\nLe recours est admis, l'arrêt attaqué est annulé et la plainte est rejetée."}