{"annee": "81", "cour": "IV", "page": "217", "date": "25/3/1955", "cite": [], "cite_par": ["112 IV 71", "89 IV 14", "116 IV 117", "114 IV 98", "137 IV 249"], "chapeau": "48. Arrêt de la Cour de cassation pénale du 25 mars 1955 en la cause Champod contre Neuchât el, Ministère public.", "regestes": ["Art. 58 CP. Confiscation. Conditions auxquelles la loi soumet la confiscation d'objets qui ont servi à commettre une infraction. - Confiscation d'un alambic qui avait servi à la distillation illicite de l'absinthe."], "faits": "BGE 81 IV 217 S. 218\n\nA.- Champod est propriétaire d'un alambic destiné à la distillation des racines de gentianes et déclaré à la régie fédérale des alcools. Ayant employé cet appareil pour distiller de l'absinthe, il a été condamné, le 18 octobre 1946 à 60 fr. d'amende et, le 28 novembre 1949, à 350 fr. d'amende.\n\nLe 26 février 1954, une bonbonne contenant quinze litres d'absinthe fut trouvée chez lui; il avoua avoir distillé cette liqueur et en avoir vendu cinq litres à Armand Parel. En raison de ces faits, le Tribunal de police du district du Val-de-Travers le condamna, le 23 avril 1954, à 500 fr. d'amende et prononça la confiscation de l'alambic conformément aux art. 1er al. 1, 3 al. 1 de la loi fédérale du 24 juin 1910 sur la fabrication de l'absinthe et 58 CP.\n\nChampod recourut à la Cour de cassation pénale du canton de Neuchâtel en déclarant admettre la condamnation à l'amende, mais contester la confiscation de l'alambic. Le 7 juillet 1954, cependant, cette autorité rejeta le recours.\n\nB.- Contre cet arrêt, Champod s'est pourvu, en temps utile, devant la Cour de cassation pénale du Tribunal fédéral. Il allègue que l'interprétation donnée de l'art. 58 CP n'est conforme ni à la lettre de cette disposition légale, ni à l'intention du législateur.", "considerants": "Considérant en droit:\n\n1. L'art. 3 al. 4 de la loi fédérale du 24 juin 1910 sur l'interdiction de l'absinthe renvoyait notamment aux art. 42 et 44 LCDA. Ces textes réglaient la confiscation des objets et appareils qui avaient servi à commettre une infraction. Ils ont été purement et simplement abrogés par l'art. 398 al. 2 litt. a et f CP, de sorte que selon l'art. 333 CP, la confiscation est aujourd'hui régie par l'art. 58 CP BGE 81 IV 217 S. 219en matière d'infraction à la loi sur l'interdiction de l'absinthe.\n\n2. L'art. 58 CP n'autorise le juge à confisquer les objets qui ont servi à commettre une infraction que si ces objets \"compromettent la sécurité des personnes, la morale ou l'ordre public\". Le recourant conteste que cette condition soit réalisée en l'espèce.\n\nIl ressort du texte même de l'art. 58 CP que la confiscation doit prévenir la mise en danger des personnes, de la morale ou de l'ordre public. Elle sera donc prononcée en principe, dès lors qu'il est suffisamment vraisemblable que, sans cette mesure, la sécurité des personnes, la morale ou l'ordre public seraient compromis (cf. RO 65 I 47, no 9; 77 IV 20; 79 IV 176).\n\nUne telle vraisemblance, cependant, peut exister bien que l'objet soit dangereux, non par sa nature, mais seulement par l'usage dont il est susceptible. Le recourant le conteste à tort. Peu importe que le texte légal ne prévoie pas expressément cette catégorie d'objets, il la vise aussi sans conteste. Le titre marginal de l'art. 58 (confiscation d'objets dangereux) ne permet pas de conclure qu'il doit s'agir d'objets dangereux par leur nature déjà. Il ne saurait du reste en aucun cas restreindre la portée du texte légal (RO 74 IV 208; 76 IV 55; 78 IV 176). Quant aux travaux préparatoires, ils ne fournissent aucun appui à la thèse du recourant. Les exemples que l'on trouve soit dans le message du Conseil fédéral (FF 1918 IV pp. 25 ss), soit dans le Bulletin sténographique (tirage à part, Cons. nat. 1928, p. 208) sont décisifs à cet égard-.\n\n3. En l'espèce, le recourant a été condamné trois fois pour avoir distillé de l'absinthe avec l'appareil dont le juge cantonal a ordonné la confiscation.\n\nIl n'était nullement contraire à l'art. 58 CP d'en conclure que vraisemblablement, selon le cours normal des choses, Champod recommencerait à violer la loi de la même façon si l'appareil lui était laissé. Or, de telles infractions portent atteinte à l'ordre public, c'est-à-dire à la santé publique, BGE 81 IV 217 S. 220que protège la loi fédérale du 24 juin 1910. L'alambic apparaissait dès lors comme un objet dangereux au sens de la loi, selon les principes rappelés plus haut, et il devait être confisqué.\n\nLe recourant ne saurait objecter que l'on trouve dans le commerce des appareils semblables et qu'il lui serait donc possible de s'en procurer un autre. Ce fait n'enlève nullement à l'alambic confisqué son caractère d'objet dangereux, qui est décisif. Sans doute, la facilité plus ou moins grande du remploi diminue-t-elle l'efficacité de la confiscation, mais elle ne la supprime nullement. La mesure prise conserve son caractère préventif; elle demeure tout au moins comme un avertissement grave, même si elle n'exclut pas absolument la répétition des actes préjudiciables à la sécurité des personnes, à la morale ou à l'ordre public. Au surplus, le remplacement d'un alambic est subordonné à l'autorisation de la régie des alcools (art. 14 al. 6 de la loi fédérale sur l'alcool).\n\nPar ces motifs, la Cour de cassation pénale:\n\nRejette le pourvoi."}