{"annee": "81", "cour": "II", "page": "587", "date": "25/11/1955", "cite": ["71 II 132", "60 II 169"], "cite_par": ["93 II 156", "107 IB 63", "99 II 359", "90 I 137"], "chapeau": "89. Auszug aus dem Urteil der II. Zivilabteilung vom 25. November 1955 i.S. Furrer gegen Eberhardt.", "regestes": ["Divorce. Convention relative aux effets accessoires. Art. 158 ch. 5 CC. 1. Le juge ne peut accorder sa ratification à certaines parties de la convention et la refuser pour d'autres, lorsque, d'après la volonté des parties, les premières ne doivent être valables qu'avec les secondes. 2. En revanche, le juge peut ratifier une convention puis refuser son consentement pour une convention ultérieure complétant la première, quand seule la seconde est entachée d'un viceexcluant la ratification, tandis que la première a été valablement conclue et échappe à toute critique de fond. 3. A quelles conditions faut-il approuver des prestations conventionnelles plus étendues que les obligations légales?"], "faits": "|588|\n\nAus dem Tatbestand:\n\nA.- Die kantonalen Gerichte haben die Ehe der Parteien auf die Widerklage der Ehefrau geschieden, unter Abweisung des Scheidungsbegehrens des Ehemannes.\n\nB.- Über die Nebenfolgen der Scheidung hatten die Parteien am 12. April 1954 eine Vereinbarung abgeschlossen, der zu entnehmen ist:\n\n3. Mit Wirkung ab 1. Mai 1954 bezahlt Walter Furrer an Frau Hedwig Furrer-Eberhardt eine monatliche Alimentation von Fr. 400.--, vorauszahlbar jeweilen am 1. des Monats. Diese Alimentation wird Frau Furrer Hedwig auf deren Lebenszeit bezahlt. Sie ist auf Seiten des Ehemannes Walter Furrer vererblich. Auch falls sich Frau Furrer nach durchgeführter Scheidung wieder mit ihrem Ehemann aus erster Ehe Herrn Rudolf Baer .... verheiraten sollte, hat sie gleichwohl weiterhin Anspruch auf die vereinbarte Alimentation von Fr. 400.--. Dagegen würde der Alimentationsanspruch dahinfallen bei einer eventuellen Wiederverheiratung von Frau Hedwig Furrer mit irgend einem andern dritten Manne.\n\n7. Ausser der Alimentation anerkennt Walter Furrer seiner Ehefrau unter allen Titeln zusätzlich einen Betrag von Fr. 12'000.-- zahlbar in 4 Jahresraten à Fr. 3000.--. Die erste Rate ist bei Rechtskraft der Ehescheidung zu zahlen, die übrigen Raten jeweilen ein Jahr später.\n\n.............................\"\n\nAm 15. Oktober 1954 ergänzten die Parteien die Scheidungsvereinbarung, indem sich der Kläger zu weitern Leistungen verpflichtete.\n\n|589|\n\nDie Beklagte trug auf Genehmigung, der Kläger dagegen auf Verwerfung beider Vereinbarungen an.\n\nC.- Das Bezirksgericht sprach die Genehmigung in vollem Umfange aus.\n\nDas Kantonsgericht verwarf in seinem Urteil vom 13. April 1955 die Zusatzvereinbarung, genehmigte aber die Hauptvereinbarung. Es bezeichnete die vom Kläger erhobene Einrede der mangelnden Vertragsfähigkeit als unbegründet. Er sei ein erfolgreicher Geschäftsmann und verstehe die von ihm abzuschliessenden Vereinbarungen richtig einzuschätzen und seinem wirklichen Willen gemäss abzuschliessen. In der erstinstanzlichen Verhandlung habe er ausdrücklich erklärt, er sei sich bei Unterzeichnung der Hauptvereinbarung im klaren gewesen, wozu er sich verpflichte. Die von ihm eingereichten ärztlichen Berichte seien nicht geeignet, Urteilsunfähigkeit beim Abschluss der Vereinbarung darzutun. Im übrigen fand das Kantonsgericht deren Inhalt der Genehmigung wert. Die Leistungen, die der Kläger darin übernahm, entsprächen durchaus dem, was er freiwillig habe auf sich nehmen dürfen. Es bestehe daher kein Grund, die in der Vereinbarung festgelegten Verpflichtungen als unangemessen zu bezeichnen und die Vereinbarung zu verwerfen. - Dagegen beruhe die Zusatzvereinbarung auf unrichtigen tatsächlichen Voraussetzungen. Der Kläger habe sich bei deren Abschluss in einem Irrtum über den grundlegenden Sachverhalt im Sinne von Art. 24 Ziff. 4 OR befunden und sich rechtzeitig, binnen Jahresfrist, von der Vereinbarung losgesagt. Das schliesse deren Genehmigung aus.\n\nD.- Mit vorliegender Berufung hält der Kläger am Antrag auf Nichtgenehmigung auch der ersten Vereinbarung fest und verlangt eine davon abweichende Regelung der Nebenfolgen durch Urteil.\n\nDie Beklagte trägt auf Abweisung der Berufung und auf Bestätigung des angefochtenen Urteils an.\n\n|590|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Zur Scheidungsfrage; sie ist rechtskräftig beurteilt).\n\n2. Hinsichtlich der wirtschaftlichen Nebenfolgen ist die den Kläger zusätzlich belastende zweite Vereinbarung nicht genehmigt worden. Die Beklagte lässt es dabei bewenden; sie hat weder selbständig Berufung eingelegt, noch sich der Berufung des Klägers angeschlossen. Dieser ist durch die Verwerfung der Zusatzvereinbarung entlastet und keineswegs beschwert. Er findet jedoch, mit deren Wegfall sei auch der Hauptvereinbarung die Grundlage entzogen, weshalb sie ebenfalls nicht genehmigt werden dürfe. Denn nach zutreffender, von der Rechtsprechung anerkannter Auslegung des Art. 158 Ziff. 5 ZGB seien Vereinbarungen über die Nebenfolgen der Ehescheidung als Ganzes zu betrachten. Enthalte eine Scheidungskonvention Bestimmungen, die nicht genehmigt werden können, so müsse deshalb die ganze Scheidungskonvention verworfen und die Gesamtheit der Nebenfolgen durch Urteil unabhängig von der Konvention geordnet werden. Hier nun seien Haupt- und Zusatzvereinbarung als die (einheitliche, untrennbare) Scheidungskonvention zu betrachten, was eine Genehmigung bloss der Hauptkonvention als eines Teils der Gesamtkonvention ausschliesse.\n\nDem ist indessen nicht beizustimmen. Gewiss ist eine im Scheidungsverfahren von den Parteien abgeschlossene Vereinbarung über die wirtschaftlichen Nebenfolgen der Scheidung in ihrer Gesamtheit ins Auge zu fassen. Es ist nicht zulässig, einzelne Bestimmungen der Vereinbarung zu verwerfen und andere, die nach dem Parteiwillen in jenen die notwendige Voraussetzung und Ergänzung hätten finden sollen, zu genehmigen. Erscheinen jene, im Rahmen der gesamten Vereinbarung betrachtet, als der Genehmigung nicht würdig, so sind zugleich die andern zu verwerfen und alle insgesamt durch eine von der Vereinbarung unabhängige gerichtliche Entscheidung zu ersetzen (BGE |59162| II 5, 71 II 206). Denn ein blosser Teil einer Vereinbarung, den die Parteien ohne den Rest nicht gewollt hätten, ist für den Fall der Verwerfung dieses Restes gar nicht vereinbart. Daraus folgt jedoch nicht, dass die wirtschaftlichen Nebenfolgen der Scheidung nur entweder ganz durch Vereinbarung oder aber durch Urteil geregelt sein müssen. Einmal kann eine Vereinbarung bestimmte Nebenfolgen ausser Betracht lassen, ohne sie doch ausschliessen zu wollen. Alsdann ist die Lücke durch Urteil auszufüllen. Sodann ergibt sich eine besondere Sachlage bei einer zunächst fertig abgeschlossenen Vereinbarung, die später durch eine Zusatzvereinbarung geändert oder ergänzt worden ist. Liegen in einem solchen Fall Verwerfungsgründe nur gegenüber der Zusatzvereinbarung vor, so steht grundsätzlich nichts der Genehmigung der ersten Vereinbarung entgegen, gleichwie wenn eine Zusatzvereinbarung gar nicht abgeschlossen worden wäre. So verhält es sich, wenn, wie es hier nach dem Urteil des Kantonsgerichts zutrifft, die Zusatzvereinbarung - und nur sie, nicht auch die erste Vereinbarung - wegen Willensmangels für die eine Partei unverbindlich ist und diese sich denn auch binnen nützlicher Frist davon losgesagt hat. Nicht nur wird die Partei, zu deren Lasten die Zusatzvereinbarung vornehmlich ging, durch deren Verwerfung nicht beschwert, sondern es kann die erste Vereinbarung, die seinerzeit als abschliessende Regelung gedacht war, bei Ungültigkeit der Zusatzvereinbarung sehr wohl für sich allein bestehen bleiben und genehmigt werden, sofern sie ihrerseits gültig zustande gekommen und die in ihr enthaltene Regelung sachlich einwandfrei ist.\n\n3. bis 6. - ..................\n\n7 - Als unangemessen betrachtet der Kläger insbesondere die von ihm in der Vereinbarung übernommene Pflicht zur Alimentationsleistung auch für den Fall, dass sich die Beklagte mit ihrem frühern Ehemann Rudolf Baer wieder verheiraten sollte. Es ist jedoch zulässig, die Pflicht zur Entrichtung einer Rente durch Vereinbarung über den |592| von Art. 153 Abs. 1 ZGB gezogenen Rahmen auszudehnen (BGE 71 II 139Erw. 5; GMÜR, 2. Auflage, N. 8, und EGGER, 2. Auflage, N. 5 zu Art. 153 ZGB). Hier konnte in der bescheidenen Vermögenslage des Rudolf Baer ein zureichender Grund dafür gefunden werden.\n\n8. Wenn der Kläger endlich die der Beklagten in Ziff. 7 der Vereinbarung \"unter allen Titeln\" zusätzlich zuerkannte Forderung von Fr. 12'000.-- als unangemessen bezeichnet, so übersieht er wiederum, dass die Parteien grundsätzlich frei sind, den Inhalt der Vereinbarung zu bestimmen. Es dürfen auf diesem Wege auch Verpflichtungen übernommen (und vom Richter genehmigt) werden, die nicht bereits nach den gesetzlichen Normen bestünden oder die dem Masse nach über die gesetzlichen Verpflichtungen hinausgehen. Insbesondere in den nur die Parteien selbst betreffenden, nur ihre Interessen berührenden Fragen besteht im Rahmen von Recht und Sitte Vertragsfreiheit (vgl.BGE 60 II 171; ferner KNAPP, De la convention ou du procès ..., im Journal des Tribunaux 1944, droit fédéral p. 70 lit. C). Der vorliegenden Ziff. 7 der Vereinbarung wäre die Genehmigung deshalb nur zu versagen, wenn sich die darin vorgesehene Leistung auch nicht aus Billigkeitsgründen rechtfertigen liesse und sich vielmehr als ungebührliche Belastung des Klägers erwiese. Das trifft aber nicht zu. Im Betrag von Fr. 12'000.-- ist eine von ihm anerkannte Darlehensschuld von Fr. 4000.-- enthalten. Die restlichen Fr. 8000.-- sind als Entschädigung (zumal für den Entgang einer Anwartschaft) und als Genugtuung zu betrachten. Die Ehe ist durch das Verschulden des Klägers in die Brüche gegangen. Es war auch nur anständig, der Beklagten eine reichliche Genugtuung für das ehewidrige Verhalten und namentlich für die unwürdigen Misshandlungen zu gewähren, mochten diese auch, weil verziehen, nicht mehr als Scheidungsgründe in Betracht fallen und allenfalls aus demselben Grund ein gesetzlicher Genugtuungsanspruch für die betreffenden Vorfälle nicht mehr bestehen. Eine Entschädigung und Genugtuung von |593| Fr. 8000.-- ist angesichts des Verlaufs dieser Ehe nicht übersetzt, sodass die Vereinbarung auch in diesem Punkte die Genehmigung vollauf verdient.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Kantonsgerichts des Kantons St. Gallen vom 13. April 1955, soweit es angefochten ist, bestätigt."}