{"annee": "81", "cour": "II", "page": "431", "date": "3/10/1955", "cite": [], "cite_par": ["99 II 131", "105 II 92", "95 II 221", "82 II 283"], "chapeau": "67. Urteil vom 3. Oktober 1955 i.S. Schlageter gegen Huber und Konsorten.", "regestes": ["Incorporation de matériaux dans l'immeuble d'autrui. Principe de l'accession. Droit à une indemnité du constructeur, propriétaire des matériaux. Art. 671 et 672 CC. Application de ces règles au cas dans lequel le constructeur est l'un des propriétaires en main commune de l'immeuble. La prescription des actions prévues par l'art. 672 CC est régie par les prescriptions concernant l'enrichissement illégitime, le cas échéant, celles qui concernent les actes illicites (art. 67 ou 60 CO)."], "faits": "|432|\n\nA.- Die Liegenschaft Lörracherstrasse 111 in Riehen stand im Gesamteigentum der sieben Geschwister Huber als Erben ihres Vaters. Einer der Beteiligten, Paul Huber, ging am 20. Mai 1946 daran, den auf dieser Liegenschaft hinter dem Wohnhause stehenden Schopf zum Einstellen von Fahrrädern und Gartengeräten durch ein neues Schopfgebäude zu ersetzen. Die Geschwister waren mit seinem Bauvorhaben nicht einverstanden. Sie schrieben ihm am 24. Mai 1946, \"dass wir unsere Einwilligung zum Bau dieses Schopfes nur geben, wenn du Dein Bauvorhaben auf eigene Verantwortung und auf eigene Kosten ausführst\". Gleichwohl erstellte Paul Huber den neuen Schopf, um ihn benützen und später mit der Liegenschaft erwerben zu können. Dessen Wert ist gutachtlich auf Fr. 14'016.-- geschätzt.\n\nB.- Indessen kam es im Zuge der Teilung der väterlichen Erbschaft schon am 28. Mai 1947 zur Versteigerung der Liegenschaft unter den Miterben. Sie ging für Fr. 73'000.-- an die Geschwister des Paul Huber über, die sie mit je einem Sechstel zu Miteigentum übernahmen.\n\nC.- Im Scheidungsprozess der Eheleute Paul und Mina Huber-Schlageter trat der Ehemann durch gerichtlich |433| genehmigten Vergleich vom- 8. Januar 1953 die \"Hälfte der allfälligen Ansprüche gegen die Geschw. Huber betr. Schopf in Riehen\" der Ehefrau ab.\n\nD.- Diese belangte mit Klage vom 18. Februar 1954 die Geschwister des geschiedenen Ehemannes auf Zahlung von Fr. 4000.-- nebst Zins und Betreibungskosten (für die am 24. November 1953 eingeleiteten, durch Rechtsvorschlag gehemmten Betreibungen). Sie behielt die Geltendmachung weiterer Forderungen vor. Die Klage stützte sie darauf, dass die Beklagten als Gesamteigentümer der Liegenschaft um 6 /7 des Wertes des von Paul Huber erbauten Schopfes bereichert worden seien. Bei der erbrechtlichen Auseinandersetzung, die zur Aufhebung des Gesamteigentums an der Liegenschaft führte, habe man diese Bereicherung nicht ausgeglichen. Die Beklagten seien daher zur Entschädigung verpflichtet, sei es nach Art. 672 ZGB oder nach Art. 422, eventuell 423 OR.\n\nE.- Die Beklagten trugen auf Abweisung der Klage an. Sie verneinten eine Bereicherung; denn bei der Ersteigerung der Liegenschaft hätten sie mit dem Gantpreis auch den Schopfbau bezahlt. Im übrigen hätten sie eine Pflicht, Paul Huber für die Erstellung des Schopfes zu entschädigen, nie übernommen, sondern immer abgelehnt. Die Forderung der Klägerin ermangle jeden Rechtsgrundes; Paul Huber habe den Bau entgegen ihrem, der Beklagten, ausdrücklichen Willen begonnen; mit dem Briefe vom 24. Mai 1946 hätten sie sich gegenüber spätern Ansprüchen aus dem Schopfbau gesichert. Übrigens wäre eine Forderung längst verjährt.\n\nF.- Das Zivilgericht des Kantons Basel-Stadt wie auch das Appellationsgericht, an das die Klägerin die Sache weiterzog, wiesen die Klage ab. Die erste Instanz verneinte den Bestand einer Forderung, die zweite erklärte den Klageanspruch bei Berücksichtigung aller in Betracht fallenden Rechtsgründe als verjährt.\n\nG.- Gegen das Urteil des Appellationsgerichtes vom 6. Mai 1955, zugestellt am 15. August 1955, hat die Klägerin |434| Berufung an das Bundesgericht eingelegt, mit der sie das Klagebegehren erneuert.\n\nDie Beklagten beantragen die Bestätigung des angefochtenen Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Dem Appellationsgericht ist darin beizustimmen, dass sich die Klägerin nicht auf vertragliche Verpflichtungen der Beklagten zu berufen vermag. Diese widersetzten sich dem Bauvorhaben zuerst und willigten alsdann dazu nur unter der Bedingung ein, dass Paul Huber es auf eigene Verantwortung und auf eigene Kosten ausführe. Fraglich ist, ob mit dieser Erklärung auch für die Zukunft, namentlich für den Fall einer Veräusserung der Liegenschaft, eine Entschädigungspflicht der Beklagten für den im Schopfbau enthaltenen Mehrwert, also insbesondere die Pflicht, dem Erbauer des Schopfes den diesem zuzuschreibenden Mehrpreis zuzuweisen, wegbedungen war. Sollte dies zu verneinen sein, so bestünde aber doch keine vertragliche Pflicht zu solcher Leistung, sondern es wären nur allfällige gesetzliche Entschädigungsansprüche vorbehalten geblieben.\n\n2. Unter diesem Gesichtspunkt zieht das Appellationsgericht Ansprüche aus ungerechtfertigter Bereicherung (nach Art. 62 ff. OR), aus Geschäftsführung ohne Auftrag (Art. 419 ff. OR) und aus dem Einbau von Material in ein fremdes Grundstück (Art. 671 ff. ZGB) in Betracht. Richtigerweise sind die letztern Vorschriften, namentlich diejenigen von Art. 672, anzuwenden, da sie die infolge des Akzessionsprinzips des Art. 671 ZGB eintretende Entschädigungspflicht speziell ordnen. Das schliesst freilich nicht aus, dass Art. 672 ZGB, der nur die Voraussetzungen und den Umfang des Anspruches bestimmt (mit besonderer Berücksichtigung eines bösen Glaubens des bauenden Grundeigentümers oder des bauenden Materialeigentümers gemäss Abs. 2 und 3), in verschiedener Hinsicht durch andere Vorschriften ergänzt werden muss, |435| und dass insoweit gerade die Vorschriften über die ungerechtfertigte Bereicherung und über die Geschäftsführung ohne Auftrag herangezogen werden mögen.\n\nDer Anwendung der Art. 671 ff. ZGB steht nicht etwa entgegen, dass Paul Huber am Gesamteigentum mitbeteiligt, das Grundstück also für ihn kein schlechthin fremdes war. Er hatte allerdings gleichwie jedes seiner sechs Geschwister einen unausgeschiedenen Anteil an der ganzen Liegenschaft (Art. 652 ZGB). Allein das Akzessionsprinzip wirkte sich beim Schopfbau gleichwohl aus, indem das von Paul Huber eingebaute Materiel Bestandteil des Grundstücks und damit gemeinschaftliches Eigentum aller sieben Anteilhaber wurde. Wird das Material nicht nachträglich wieder abgetrennt (und kommt es auch nicht zur Zuweisung des Grundstücks an den Materialeigentümer gemäss Art. 673 ZGB), so muss der nun auf sein blosses Anteilsrecht beschränkte Materialeigentümer gleichfalls gemäss Art. 672 ZGB Entschädigung verlangen können. Bei deren Bemessung ist natürlich seinem Anteilsrecht Rechnung zu tragen, da er eben das Eigentum am Material nicht in vollem Umfange verloren hat.\n\n3. Über die Verjährung der aus Art. 672 ZGB hervorgehenden Entschädigungsansprüche (\"angemessene Entschädigung\", \"voller Schadenersatz\", \"dasjenige, was der Bau für den Grundeigentümer allermindestens wert ist\") wird in diesem Artikel nichts bestimmt. Da es sich keineswegs um ein dingliches Recht (wie das Eigentum oder den Eigentumsfreiheitsanspruch, vgl. HAAB, N. 37 und 44 zu Art. 641 ZGB) handelt, man es vielmehr mit Forderungen zu tun hat, ist kein Zweifel, dass diese Ansprüche wie alle Forderungen (mit Vorbehalt von Ausnahmebestimmungen wie Art. 807 ZGB und Art. 149 Abs. 5 SchKG) der Verjährung unterliegen. Streitig ist denn auch nur die hiefür massgebende Frist. Nach der grundlegenden Regel von Art. 127 OR verjähren \"mit Ablauf von zehn Jahren ... alle Forderungen, für die das Bundeszivilrecht nicht etwas anderes bestimmt\". Die Frage geht nun dahin, ob es für |436| Entschädigungsansprüche aus Art. 672 bei dieser Regel bleibe, oder ob die für unerlaubte Handlungen und für die ungerechtfertigte Bereicherung vorgesehene (relative) einjährige Verjährungsfrist (Art. 60 bezw. 67 OR) Platz greife, die im vorliegenden Fall ohne Unterbrechung abgelaufen wäre.\n\nDas Appellationsgericht hält Art. 67 OR (und eventuell auch Art. 60 OR) auf die Ansprüche aus Art. 672 ZGB für analog anwendbar, weil diese Ansprüche denen aus ungerechtfertigter Bereicherung (und gegebenenfalls solchen aus unerlaubter Handlung) \"wesensgleich\" seien. Das trifft nun freilich nicht in vollem Masse zu, denn die Akzession nach Art. 671 Abs. 1 ZGB, auf die sich der Entschädigungsanspruch stützt, ist eine gesetzliche Folge des Einbaues, also nicht im Sinne der Art. 62 ff. OR \"ungerechtfertigt\", d.h. eines gültigen oder jeden Rechtsgrundes entbehrend (\"sans cause légitime\", \"senza causa legittima\"). Aber so rechtmässig der sachenrechtliche Zuwachs als Bestandteil des Grundstücks auch ist, so ist doch die Auswirkung dieses Vorganges auf den Vermögensstand des bisherigen Material- und des Grundeigentümers, also eben des erstern \"Entreicherung\" und des letztern \"Bereicherung\", grundsätzlich in einem der Umgangssprache geläufigen weitern Sinne ungerechtfertigt, d.h. unverdient (vgl. die Übersetzung des Wortes \"ungerechtfertigt\" bei SACHS-VILLATTE, Deutsch-Französisch S. 1001, und im Taschenwörterbuch von LANGENSCHEIDT, Deutsch-Italienisch: \"non justifié\", \"ingiustificato\"). Deshalb eben ist diese Vermögensveränderung nach Massgabe von Art. 672 ZGB durch \"angemessene Entschädigung\" (mit den sich unter Umständen aus Abs. 2 und 3 daselbst ergebenden Modalitäten) auszugleichen. Dass Art. 672 ZGB (abgesehen von einem allfällig weitergehenden Schadenersatz nach Abs. 2) auf Wettmachung einer Bereicherung geht, ergibt sich eindeutig aus dem Gesetzestext und ist allgemein anerkannt (vgl. WIELAND, N. 1 Abs. 2 zu Art. 672; LEEMANN, N. 4 zu den Art. 672 und 673; HAAB, N. 3 zu |437| den Art. 671-673; ferner VON THUR OR § 52 II 1 a; OSER-SCHÖNENBERGER, N. 10 am Ende zu Art. 62 OR). Damit ist nun aber diese Bereicherung grundsätzlich (mit den sich aus Art. 672 ZGB ergebenden Besonderheiten) ebenso der Korrektur durch eine Geldleistung unterworfen wie eine im Sinne der Art. 62 ff. OR ungerechtfertigte. Infolge dieses gleichermassen auf Wertausgleichung (und allenfalls weitergehend auf Schadenersatz) gerichteten Zweckes der einen wie der andern Ansprüche ist es vollauf am Platze, die Ansprüche aus Art. 672 ZGB inbezug auf die Verjährung dem Art. 67 OR (neben Art. 60 OR) zu unterstellen. Dies um so mehr, als das Gesetz selbst in andern Fällen eines von Rechts wegen eintretenden Rechtsverlustes, namentlich in den mit der Akzession des Art. 671 ZGB verwandten Fällen der Verarbeitung (Art. 726) und der Verbindung und Vermischung (Art. 727), ausdrücklich \"die Ansprüche auf Schadenersatz und aus Bereicherung\" vorbehält, was ohne weiteres der Anwendung der entsprechenden Verjährungsnormen von Art. 60 und 67 OR ruft. Die in dieser Beziehung in Art. 672 ZGB bestehende Lücke ist sachentsprechend in gleichem Sinne auszufüllen.\n\n4. Hätte der Gesetzgeber von einer selbständigen Regelung der Akzessionsfolgen, wie sie Art. 672 ZGB enthält, absehen wollen, so wäre wohl wie in den soeben erwähnten Art. 726 und 727 auf die Vorschriften des OR über die unerlaubten Handlungen und über die ungerechtfertigte Bereicherung verwiesen worden. Ja, wenn auch dies unterblieben wäre, würde sich ernstlich fragen, ob nicht eine analog den Art. 726 und 727 auszufüllende Lücke vorliege. MARTIN WOLFF (Der Bau auf fremdem Boden, S. 63 /64 mit Fussnote 8) nimmt allerdings inbezug auf das deutsche BGB an, die Bestimmungen über die ungerechtfertigte Bereicherung könnten bei einem des gültigen Rechtsgrundes nicht ermangelnden, auf gesetzlicher Grundlage beruhenden Rechtsverluste nicht angewendet werden, wenn sie nicht in § 951 BGB vorbehalten wären. Eine solche Schlussfolgerung wäre aber mit Bezug |438| auf die Akzession nach Art. 671 ZGB nicht ohne Bedenken zu ziehen, zumal eben nicht einzusehen ist, weshalb der Rechtsverlust in diesem Fall in Kauf zu nehmen sein sollte, während in Art. 726 und 727 für ähnliche Tatbestände Ansprüche auf Schadenersatz und aus Bereicherung vorbehalten worden sind. Das kann aber offen bleiben; denn in Wirklichkeit gibt ja das ZGB Schadenersatz und Bereicherungsausgleich auch bei der Akzession infolge Materialeinbaues nach Art. 671 ZGB. Wenn er dabei, statt wie die Art. 726 und 727 (und wie § 951 Abs. 1 BGB) sich mit dem Hinweis auf schuldrechtliche Normen zu begnügen, in Art. 672 das Mass des Schadenersatzes oder des Bereicherungsausgleiches näher ordnet, ist doch die Natur der Ansprüche gleich, weshalb diese auch in gleicher Weise verjähren.\n\nDieser Betrachtungsweise kann endlich nicht entgegengehalten werden, Art. 7 ZGB biete für eine analoge Anwendung obligationenrechtlicher Normen auf Ansprüche aus Art. 672 ZGB keine Handhabe. Jene Bestimmung sieht allerdings nur vor, dass \"die allgemeinen Bestimmungen des Obligationenrechtes über die Entstehung, Erfüllung und Aufhebung der Verträge\" auch auf andere zivilrechtliche Verhältnisse Anwendung finden. Damit ist aber weder eine ausnahmslos geltende noch eine erschöpfende Ordnung getroffen. Einerseits finden zum Beispiel die zu den genannten Bestimmungen des Obligationenrechtes gehörenden Verjährungsregeln keine Anwendung auf dingliche Rechte, da diese ihrer Natur nach keiner Verjährung unterliegen. Anderseits sind auch andere als die in Art. 7 ZGB genannten Bestimmungen des OR (vor allem des allgemeinen, aber auch des besondern Teils, wie etwa über die Geschäftsführung ohne Auftrag) der Anwendung auf Verhältnisse des ZGB fähig, sei es unmittelbar oder auf dem Wege der Analogie. Es bedarf dazu gar nicht der ausdehnenden Auslegung des Art. 7 ZGB. Vielmehr bleibt ganz unabhängig von dieser Vorschrift Raum für die Anwendung schuldrechtlicher Normen, wo immer sie sich |439| sachlich als zutreffend erweist (vgl. HAFTER, 2. Auflage, N. 2 und 3 b zu Art. 7 ZGB). Das trifft nun nicht nur für das Rechtsinstitut der Verjährung mit seinem allgemeinen Inhalte zu, wie es in den Art. 127 ff. OR geordnet ist, sondern auch für die besondern Verjährungsfristen, wie sie (in Art. 60 OR) für Ansprüche aus unerlaubter Handlung und (in Art. 67 OR) für solche aus ungerechtfertigter Bereicherung aufgestellt sind.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationsgerichts des Kantons Basel-Stadt vom 6. Mai 1955 bestätigt."}