{"annee": "81", "cour": "II", "page": "358", "date": "14/6/1955", "cite": ["59 II 53", "64 I 334", "75 I 273"], "cite_par": ["135 III 370", "87 II 89", "91 II 442", "119 II 119", "93 II 247"], "chapeau": "57. Urteil der I. Zivilabteilung vom 14. Juni 1955 i. S. Lüscher gegen Schnetzler & Schoch.", "regestes": ["Société en nom collectif, capacité d'être partie au procès. Quelle influence a sur cette capacité la radiation de l'inscription au registre du commerce avant la clôture de la liquidation ou, lorsque les affaires sont continuées par un des associés, avant la fin du partage? Art. 562, 579 et 589 CO (consid. 1). Conclusion du contrat jugée à la lumière du principe de la confiance. Art. 1er CO (consid. 2). Contrat de courtage. Droit à la restitution d'un salaire perçu indûment, conditions, prescription. Art. 413, 400 et 127 CO (consid. 3)."], "faits": "BGE 81 II 358 S. 358\n\nA.- Die Kollektivgesellschaft Schnetzler & Schoch erteilte am 31. Juli 1952 dem Liegenschaftsagenten Lüscher den Auftrag, die von ihr betriebene galvanische Anstalt zum Nettopreis von Fr. 55'000.-- zu verkaufen. Die Provision Lüschers wurde auf 5% des Verkaufspreises festgesetzt; ferner sollte ihm ein Fr. 55'000.-- übersteigender Mehrerlös zufallen. Provision und Mehrerlös waren bei der ersten Anzahlung des Käufers auszurichten.\n\nGestützt auf diesen Auftrag trat Lüscher mit verschiedenen Kaufsinteressenten in Verbindung. Einer von ihnen, BGE 81 II 358 S. 359W. Trautmann, unterzeichnete am 5. September 1952 einen von einem Angestellten Lüschers abgefassten \"Vorkaufsvertrag\". Darin wurde einleitend festgestellt, dass Lüscher im Auftrag der Firma Schnetzler & Schoch das Geschäft zum Preis von Fr. 60'000.-- an Trautmann verkaufe. Dieser leistete, wie weiter vereinbart wurde, sofort eine Anzahlung von Fr. 5000.--, die Lüscher entgegennahm. Diese Anzahlung sollte bei \"Nichterfüllung des Kaufsabschlusses\" durch Trautmann als Reugeld verfallen. Im weiteren wurde vereinbart, der Vertrag trete \"in volle Rechtskraft\", wenn sich Trautmann \"über die von Schnetzler & Schoch gemachten Angaben anlässlich seines Besuches überzeugt\" habe. Hinsichtlich der Zahlungsbedingungen wurde festgestellt, dass Trautmann am 1. Oktober 1952 mindestens Fr. 25'000.-- in bar zu leisten habe; als Sicherheit für weitere Zahlungen sollte er auf seinem Einfamilienhaus eine Hypothek im 3. Rang errichten, die nach Verkauf des Hauses abgelöst werden sollte; die Zahlungsbedingungen für die restlichen Fr. 10'000.-- sowie die Frage der Verzinsung der in Aussicht genommenen Hypothek über Fr. 20'000.-- waren zwischen Trautmann und der Firma Schnetzler & Schoch noch direkt zu regeln.\n\nGleichzeitig wie mit Trautmann verhandelte Lüscher auch noch mit einem weiteren Interessenten namens Weinmann. Die Verhandlungen mit diesem wurden jedoch am 9. September 1952 abgebrochen, da er es ablehnte, innert der ihm von Lüscher am gleichen Tage angesetzten Frist von nur 3 Stunden einen endgültigen Bescheid zu erteilen. Daraufhin sandte Lüscher ebenfalls am 9. September 1952 ein Exemplar des sogenannten \"Vorkaufsvertrages\" mit Trautmann an Schnetzler & Schoch mit der Aufforderung zur Unterzeichnung und umgehenden Rücksendung. Diesem Begehren kamen Schnetzler & Schoch noch am gleichen Tage nach.\n\nNach Besichtigung des Geschäftes und Einsichtnahme in die Bücher lehnte Trautmann jedoch mit Schreiben vom 25. September 1952 den Kauf ab und verlangte am 1. Oktober BGE 81 II 358 S. 3601952 die Rückerstattung der an Lüscher gemachten Anzahlung von Fr. 5000.--. Schnetzler & Schoch bezahlten ihm am 30. Oktober 1952 diesen Betrag zurück. Ihre hierauf an Lüscher gerichtete Aufforderung zur Herausgabe der von Trautmann empfangenen Anzahlung blieb erfolglos.\n\nB.- Am 22. Mai 1954 erhob die Firma Schnetzler & Schoch beim Handelsgericht Zürich gegen Lüscher Klage auf Bezahlung des Betrages von Fr. 5000.-- nebst 5% Zins seit 30. Oktober 1952.\n\nDer Beklagte beantragte, die Klage sei von der Hand zu weisen, weil die als Klägerin auftretende Kollektivgesellschaft im Zeitpunkt der Klageerhebung im Handelsregister gelöscht gewesen sei, so dass ihr die Parteifähigkeit fehle.\n\nDas Handelsgericht Zürich verwarf jedoch diesen Einwand mit Beschluss vom 26. August 1954.\n\nDaraufhin beantragte der Beklagte die Abweisung der Klage, im wesentlichen mit der Begründung, zwischen der Klägerin und Trautmann sei am 5. September 1952 ein rechtsgültiger Kaufvertrag zustande gekommen, womit sein Anspruch auf den Mäklerlohn zur Entstehung gelangt sei.\n\nC.- Das Handelsgericht Zürich verneinte jedoch das Zustandekommen eines Kaufvertrages und verpflichtete daher mit Urteil vom 27. Januar 1955 den Beklagten zur Rückgabe der von Trautmann empfangenen Fr. 5000.-- nebst 5% Zins seit 30. Oktober 1952 an die Klägerin.\n\nD.- Dieses Urteil sowie den Zwischenentscheid vom 26. August 1954 über die Parteifähigkeit der Klägerin ficht der Beklagte mit der vorliegenden Berufung an. Er beantragt erneut, die Klage sei von der Hand zu weisen, eventuell, sie sei abzuweisen, und weiter eventuell, die Sache sei zur Beweiserhebung und neuen Entscheidung an die Vorinstanz zurückzuweisen.\n\nDie Klägerin ersucht um Abweisung der Berufung und Bestätigung des angefochtenen Entscheides.\n\nBGE 81 II 358 S. 361", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klage wurde am 22. Mai 1954 durch die Kollektivgesellschaft Schnetzler & Schoch beim Handelsgericht anhängig gemacht. Die genannte Firma war indessen schon am 8. Dezember 1953, also vor Anhängigmachung der Klage, im Handelsregister gelöscht worden, weil der Gesellschafter Schoch ausgetreten war und das Geschäft vom andern Teilhaber Schnetzler im Sinne von Art. 579 OR als Einzelfirma fortgesetzt wurde.\n\nDer Beklagte vertritt nun die Ansicht, infolge der Löschung im Handelsregister habe die Klägerin die in Art. 562 OR umschriebene Rechts- und Parteifähigkeit eingebüsst (Art. 589 OR), weshalb ihre Klage hätte von der Hand gewiesen werden müssen.\n\nDiese Auffassung ist unrichtig. Bei der Klägerin handelte es sich um eine kaufmännische Kollektivgesellschaft. Eine solche entsteht gemäss Art. 552 /3 OR unabhängig vom Handelsregistereintrag. Ebensowenig bewirkt im Falle einer Liquidation die Löschung des Eintrags das Ende der Gesellschaft. Entscheidend ist die Beendigung der Liquidation. Solange eine aufgelöste Gesellschaft noch Ansprüche gegen Dritte besitzt oder Forderungen Dritter gegen sie vorhanden sind, besteht sie trotz Löschung im Handelsregister weiter, und es kann denn auch grundsätzlich ihre Wiedereintragung verlangt werden (vgl.BGE 64 I 335,BGE 59 II 58ff.; ferner WIELAND, Handelsrecht I S. 679; SIEGWART, OR Art. 562 N. 7 und 10; STRÄULI /HAUSER, Zürcher ZPO § 29 Bem. I a und § 49 Bem. III). Folgerichtig kann unbekümmert um die zu Unrecht erfolgte Löschung einer Kollektivgesellschaft em vor beendigter Liquidation angehobener Aktiv- oder Passivprozess ohne Änderung der Partei weitergeführt und es können neue Prozesse im Namen der Gesellschaft oder gegen sie angehoben werden, wobei das Urteil auf den Namen der Gesellschaft auszufällen ist.\n\nBGE 81 II 358 S. 362\n\nIm vorliegenden Falle handelt es sich nun allerdings um eine sogenannte Abschichtung im Sinne von Art. 579 OR, d.h. um die Fortführung des Gesellschaftsunternehmens durch den einen Gesellschafter unter Abfindung des ausgetretenen anderen Teilhabers. Eine solche Abschichtung bedeutet keine Liquidation, sondern Umwandlung des früheren Gesellschaftsvermögens in alleiniges Vermögen des nunmehrigen Geschäftsinhabers durch Anwachsung (BGE 75 I 274f.; SIEGWART, OR Art. 579 N. 1 /2). Allein wie im Falle einer Liquidation die Kollektivgesellschaft erst mit deren Abschluss zu bestehen aufhört, so endigt sie im Falle der Geschäftsfortführung durch einen einzigen Gesellschafter nach Art. 579 OR erst mit der Vollendung der Abschichtung, d.h. erst mit der vollständigen Ausrichtung seines Anteils an den ausscheidenden Gesellschafter. Bis zu diesem Zeitpunkt bleibt somit die Gesellschaft weiterbestehen. Demgemäss bleibt auch eine im Gang befindliche, aber noch nicht abgeschlossene Abschichtung gleich wie jede sonstige Änderung des bisherigen Bestandes der Gesellschaft ohne Wirkung auf hängige Prozesse oder auf die Möglichkeit neuer Prozesse der Gesellschaft (WIELAND a.a.O. I S. 724 f.; SIEGWART OR Art. 562 N. 7).\n\nWie das Handelsgericht in seinem Beschluss vom 26. August 1954 festgestellt hat, ist im vorliegenden Falle die Abschichtung noch nicht beendigt, da mindestens mit Bezug auf ein allfälliges positives Ergebnis des Prozesses gegen Lüscher die Auseinandersetzung unter den beiden Gesellschaftern noch vorgenommen werden muss. Dem Berufungsantrag, die Klage sei von der Hand zu weisen, ist daher nicht stattzugeben.\n\n2. In der Sache selbst ist davon auszugehen, dass das Vertragsverhältnis, welches die Parteien am 31. Juli 1952 abschlossen, einen Mäklervertrag in der Gestalt der Vermittlungsmäkelei darstellte. Nach der durch die Parteivereinbarung nicht abgeänderten gesetzlichen Regelung des Art. 413 OR war der vorgesehene Mäklerlohn durch den BGE 81 II 358 S. 363Beklagten verdient, wenn und sobald der Geschäftsverkauf durch seine Vermittlung zustande gekommen war.\n\nDer Beklagte behauptet nun, diese Voraussetzung sei erfüllt, da auf Grund seiner Bemühungen zwischen der Klägerin und Trautmann ein Kaufvertrag abgeschlossen worden sei.\n\nZur Begründung dieses Standpunktes hatte der Beklagte im kantonalen Verfahren vorgebracht, der Kaufvertrag zwischen der Klägerin und Trautmann sei am 5. September 1952 dadurch zustande gekommen, dass Trautmann das als \"Vorkaufsvertrag\" bezeichnete Schriftstück unterschrieben habe. Über die Unhaltbarkeit dieser von der Vorinstanz verworfenen Rechtsauffassung hat sich der Beklagte offenbar Rechenschaft gegeben, da er in der Berufung nicht mehr auf sie zurückkommt. Er macht jetzt geltend, durch die Unterzeichnung des Vorkaufsvertrages am 5. September 1952 habe Trautmann eine Kaufsofferte gestellt, die dann am 9. September seitens der Klägerin dadurch angenommen worden sei, dass sie das ihr vom Beklagten übersandte Doppel des \"Vorkaufsvertrages\" unterzeichnet und an den Beklagten zurückgeschickt habe; damit sei der Kaufvertrag am 9. September 1952 so, wie er im \"Vorkaufsvertrag\" umschrieben wurde, zustande gekommen.\n\nEs ist deshalb zu prüfen, ob diese neue rechtliche Würdigung des von der Vorinstanz festgestellten Sachverhalts zutreffe. Welche Tragweite dem von Trautmann am 5. September 1952 unterzeichneten \"Vorkaufsvertrag\" in rechtlicher Beziehung zukomme, sowie welche rechtliche Bedeutung die Zustellung dieses Schriftstücks durch die Beklagte an die Klägerin und seine Unterzeichnung und Rücksendung durch diese gehabt habe, muss im Lichte des Vertrauensprinzipes beurteilt werden.\n\nGeht man hievon aus, so ergibt sich, dass weder Trautmann noch der Beklagte in guten Treuen der Meinung sein konnten, das Schriftstück vom 5. September 1952, das bezeichnenderweise als \"Vorkaufsvertrag\" überschrieben BGE 81 II 358 S. 364war, stelle inhaltlich eine Offerte zu einem fertigen Kaufvertrag dar, an den die Klägerin gebunden sei, sobald sie ihre Unterschrift darunter setze. Vor allem aber brauchte die Klägerin, bzw. deren Teilhaber, dies nach den Grundsätzen von Treu und Glauben nicht so aufzufassen. Denn ganz abgesehen von dem Vorbehalt, wonach Trautmann noch Gelegenheit geboten sein sollte, die ihm gemachten Angaben im Geschäft zu überprüfen, waren ja die Zahlungsbedingungen noch weitgehend offen und bedurften, wie der Vorvertrag ausdrücklich erwähnte, noch der Besprechung und Bereinigung durch die Kaufvertragsparteien. Die Behauptung des Beklagten, es habe sich dabei um blosse Nebenpunkte im Sinne von Art. 2 OR gehandelt, widerspricht der Lebenserfahrung. Jeder Verkäufer will sich doch über die Zahlungsfähigkeit des Käufers vergewissern, die Zahlungsweise für so beträchtliche Summen festlegen und sich allenfalls dafür Sicherheit geben lassen. Dies gilt in ganz besonderem Masse für die hier vorliegenden Verhältmsse; denn es versteht sich von selbst, dass für die Kläger als kleine Handwerker ein Betrag zwischen Fr. 10'000.-- und 30'000.--, der die Hälfte des vorgesehenen Kaufpreises ausmachte, keine Kleinigkeit darstellte. Unter diesen Umständen durfte daher der Beklagte dem Schriftstück vom 5. September 1952 niemals die von ihm heute behauptete Tragweite beimessen, und noch weniger brauchten die Kläger dies bei seiner Unterzeichnung zu tun. Die am 9. September 1952 vorhandene Sachlage konnte vielmehr von ihnen in guten Treuen nur dahin verstanden werden, dass Trautmann ein ernsthafter Kaufsinteressent sei, der grundsätzlich bereit sei, einen Kaufpreis von Fr. 60'000.-- auszulegen und zur Bestätigung seines Kaufwillens bereits Fr. 5000.-- anbezahlt habe; ferner dass er nächstens zu ihnen ins Geschäft kommen werde, um die ihm gemachten Angaben genau zu überprüfen und naturgemäss sich die Angelegenheit je nach dem Ergebnis dieser Prüfung nochmals zu überlegen; endlich dass noch eingehend zu verhandeln sei über den von Trautmann im BGE 81 II 358 S. 365\"Vorkaufsvertrag\" gemachten unfertigen Vorschlag zur Regelung der Zahlungsbedingungen. Sie durften also mit andern Worten zum Schlusse kommen, dass die Verkaufsverhandlungen bis zu einem gewissen Punkte gediehen seien, aber bezüglich der genannten wichtigen Fragen noch eine Einigung erzielt werden müsse, bevor der Kaufvertrag abgeschlossen werden könne, und dass Trautmann zu weiteren Unterhandlungen bei ihnen im Geschäft erscheinen werde. Die Unterzeichnung des \"Vorkaufsvertrages\" durch die Kläger besagte deshalb bloss, dass sie von diesem Stand der Dinge Kenntnis nahmen und mit dem vorgesehenen weiteren Vorgehen einverstanden waren, aber nicht mehr.\n\nNach dem Gesagten fehlten somit im Zeitpunkt der Unterzeichnung des sogenannten Vorkaufsvertrages durch die Kläger noch zwei Dinge zum Zustandekommen des Kaufvertrages: Erstens die Einigung über die genauen Zahlungsbedingungen für den in Aussicht genommenen Kaufpreis von Fr. 60'000.--, und zweitens eine Überprüfung der dem Interessenten gemachten Angaben durch diesen.\n\nDer Beklagte behauptet nun selber nicht, dass über den ersten Punkt eine Besprechung, geschweige denn eine Einigung stattgefunden habe. Schon aus diesem Grunde ist daher ein Kaufvertrage nie zustandegekommen. Es braucht deshalb nicht untersucht zu werden, wie es sich mit der oben genannten zweiten Voraussetzung des Vertragsschlusses verhält.\n\n3. Mangels Zustandekommens des beabsichtigten Kaufvertrages hat der Beklagte den Mäklerlohn nicht verdient. Er konnte daher auch nicht einen Anspruch dieser Art mit den Fr. 5000.-- verrechnen, die ihm von Trautmann als Kaufpreisanzahlung im Hinblick auf einen allfälligen Kaufvertrag mit der Klägerin übergeben worden waren. Da diese infolge Nichtzustandekommens des Kaufvertrages grundlos erfolgte Zahlung dem Trautmann durch die Klägerin zurückerstattet worden ist, muss der Beklagte als Beauftragter gemäss Art. 400 OR, welche Bestimmung BGE 81 II 358 S. 366nach Art. 412 Abs. 2 OR auf den Mäklervertrag anwendbar ist, der Klägerin als Auftraggeberin das aushändigen, was er in Erfüllung des Auftrages empfangen hat. Dieser Anspruch der Klägerin ist entgegen der Meinung des Beklagten nicht ein Anspruch aus ungerechtfertigter Bereicherung, der in einem Jahre verjähren würde; es handelt sich dabei vielmehr um eine aus dem Auftragsverhältnis fliessende Forderung, für deren Verjährung die 10-jährige Frist des Art. 127 OR gilt, wie die Vorinstanz zutreffend angenommen hat.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 27. Januar 1955 wird bestätigt."}