{"annee": "81", "cour": "II", "page": "213", "date": "7/6/1955", "cite": [], "cite_par": ["82 II 411", "108 II 419", "88 II 410", "131 III 12", "122 III 53"], "chapeau": "37. Extrait de l'arrêt de la Ire Cour civile du 7 juin 1955 dans la cause Lahovary contre Cafin SA", "regestes": ["Contrat de vente, dol, garantie en raison de l'absence des qualités promises, art. 28, 31 et 197 et suiv. CO. 1. Sauf dans le commerce du bétail, l'acheteur peut invoquer aussi bien les art. 23 et suiv. que les art. 197 et suiv. CO (consid. 1). 2. Le dol du représentant est opposable au représenté comme si celui-ci l'avait commis lui-même (consid. 2 litt. a). 3. Dol incident; conséquences (consid. 2, litt. b et c, et 5). 4. Intérêts du montant à restituer en cas de réduction du prix de vente (consid. 5 i. f.)."], "faits": "BGE 81 II 213 S. 214\n\nA.- Nicolas Lahovary était propriétaire de toutes les actions de Gailogis SA, société immobilière dont le seul actif consistait dans un immeuble sis à Fribourg. Les administrateurs de cette société étaient Guillaume de Weck et son employé Louis Muller; le premier gérait l'immeuble. En outre, Lahovary était également propriétaire des actions de la société immobilière Sirius SA En 1951, il désirait vendre les actions de ses deux sociétés et, dans ce dessein, il entra en relation avec Cafin SA, représentée par son administrateur Maurice Hurni. Celui-ci offrit 670 000 fr. pour l'immeuble de Sirius SA et, bien qu'un autre amateur lui eût proposé 10 000 fr. de plus, Lahovary donna la préférence à Cafin SA parce que cette société avait accepté d'acquérir également les actions de Gailogis SA\n\nLe 27 août 1951, Hurni paya un acompte de 50 000 fr. à dame Lahovary, qui lui délivra la quittance suivante:\n\n\"Je soussignée reconnais avoir reçu de M. Maurice Hurni, 14 Corraterie, à Genève, payant pour le compte de la Société Cafin, à Tanger, Compagnie africaine de finances, la somme de cinquante mille francs suisses..., acompte sur le capital-actions de la S. I. Sirius à Genève, vendu six cent septante mille francs, et celui de la S. I. Gailogis à Fribourg vendu quatre cent trente mille francs. Je me porte garante de l'exécution des conventions qui seront passées par les administrateurs de ces 2 sociétés.\n\nFait à Grandson, Vaud, le 27 août 1951.\n\n(signé) Janine Lahovary.\"\n\nLa convention relative aux actions de Sirius SA fut passée par l'intermédiaire de l'agent d'affaires de Rham; par la suite, Cafin SA revendit ces titres pour 710 000 fr. Pour Gailogis SA, Lahovary invita l'acheteuse à se mettre en rapport avec Guillaume de Weck. Celui-ci informa BGE 81 II 213 S. 215Cafin SA que l'immeuble de Gailogis était grevé d'une hypothèque en premier rang garantissant une dette de 168 000 fr. et qu'en outre la société avait envers Lahovary une dette chirographaire de 67 500 fr. S'étant renseigné au Registre foncier de Fribourg, Hurni apprit que l'immeuble était également grevé d'une cédule hypothécaire au porteur d'un montant de 60 000 fr. Il demanda des éclaircissements à Guillaume de Weck qui, par lettre du 4 septembre 1951, le renseigna en ces termes:\n\n\"L'hypothèque en 2e rang auprès de la Banque de l'Etat a été radiée et j'ai, dans les archives de la Société, ledit titre cancelé.\"\n\nHurni se contenta de cette explication et la convention préparée par de Weck fut signée le 5 septembre 1951. Elle mentionne dans son préambule que de Weck agit \"au nom et pour le compte du propriétaire des actions et des créances cédées\" et elle contient notamment les clauses suivantes:\n\n\"Monsieur Guillaume de Weck vend... à Cafin SA:\n\na) les 100 actions ... constituant l'entier du capital social ... de la S. I. Gai-Logis...\n\nb) la créance chirographaire inscrite au bilan du 31 décembre 1950, pour un montant de 67 500 fr. ...\n\nIl (de Weck) déclare et garantit que le passif de ladite Société ne comporte que les créances suivantes:\n\na) une cédule hypothécaire de 168 000 fr. ...\n\nb) une créance chirographaire ... pour un montant de 67 500 fr.\n\nArt. 5. - Prix. - La présente vente est faite et acceptée pour le prix de. ......................................................................................................................... 430 000 fr.\n\ndont à déduire une cédule hypothécaire en 1er rang de 168 000 fr. 262 000 fr.\n\nque Monsieur de Weck reconnaît avoir reçus...\n\nGuillaume de Weck resta gérant de l'immeuble. Il décéda le 31 décembre 1952. Peu après, Cafin SA apprit que Gailogis devait 62 287 fr. 35 à la Banque populaire suisse, dont la créance était garantie par la cédule hypothécaire au porteur que de Weck avait faussement déclarée cancellée en septembre 1951. En réalité, de Weck avait, au nom de la société, contracté cette dette à son profit personnel. Celle-ci se montait à 58 977 fr. à fin août et au début de BGE 81 II 213 S. 216septembre 1951. La succession de Guillaume de Weck fut déclarée en faillite.\n\nPar exploit du 9 juin 1953, Cafin SA fit notifier à Lahovary qu'elle considérait la convention du 5 septembre 1951 comme nulle pour cause de dol et réclamait la restitution des 262 000 fr. payés pour l'acquisition des actions, qu'elle mettait à la disposition du vendeur. Lahovary ne donna aucune suite à cette sommation.\n\nB.- Le 26 juin 1953, Cafin SA a actionné Lahovary devant le Tribunal cantonal vaudois. Invoquant le dol commis par de Weck en sa qualité de représentant du défendeur, Cafin SA se fondait à titre principal sur les art. 28 et suiv. CO et concluait à ce que la convention du 5 septembre 1951 fût invalidée et que le défendeur fût condamné à restituer le montant de 262 000 fr. Subsidiairement, la demanderesse prenait les mêmes conclusions en se fondant sur les art. 205 et suiv. CO. Enfin, plus subsidiairement, elle demandait que Lahovary fût condamné à lui payer 60 000 fr. en principal.\n\nLe défendeur a conclu à ce que Cafin SA fût déboutée des fins de son action.\n\nPar jugement du 24 février 1955, le Tribunal cantonal vaudois a adjugé à la demanderesse ses conclusions principales. Cette juridiction considère, en bref, que le contrat de vente n'était pas parfait le 27 août 1951 et n'a été conclu que le 5 septembre. Or - dit-elle - par sa lettre du 4 septembre 1951, de Weck avait trompé Cafin SA en déclarant que la cédule hypothécaire de 60 000 fr. était cancellée. Ce dol a influé sur la conclusion du contrat, car Cafin SA eût acheté les actions à d'autres conditions si elle avait connu la situation réelle. Il s'agit donc seulement d'un dol incident, mais selon la jurisprudence du Tribunal fédéral (RO 64 II 144 consid. 3), il suffit pour que la victime ne soit pas obligée par le contrat. En outre lorsqu'il a trompé l'acheteuse, de Weck intervenait comme représentant de Lahovary. Le dol est donc opposable au vendeur. Les conditions des art. 28 et 31 CO étant remplies BGE 81 II 213 S. 217- conclut le Tribunal cantonal - Cafin SA est fondée à réclamer la restitution du prix, en échange des actions reçues.\n\nC.- Contre ce jugement, Lahovary recourt en réforme au Tribunal fédéral. Il conclut principalement à ce que Cafin SA soit déboutée des fins de son action.\n\nL'intimée propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. Il est de jurisprudence constante que, sauf dans le commerce du bétail, l'acheteur a la faculté d'invoquer le moyen tiré des vices du consentement (art. 23 et suiv. CO), notamment le dol, et la garantie à raison des défauts de la chose vendue, selon les art. 197 et suiv. CO -(RO 56 II 428, 57 II 290, 70 II 50). On devra donc, en l'espèce, examiner d'abord si l'art. 28 CO, invoqué à titre principal par l'intimée, entraîne l'annulation du contrat litigieux. Si cette question est résolue par la négative, il faudra statuer sur l'action rédhibitoire intentée subsidiairement par Cafin SA\n\n2. a) En affirmant, le 4 septembre 1951, que la cédule hypothécaire de 60 000 fr. était cancellée et que, par conséquent, la dette garantie par ce titre était éteinte, de Weck a trompé intentionnellement Cafin SA Il a donc commis un dol, ce qui n'est pas contesté par le recourant. Celui-ci prétend cependant que ce dol ne lui est pas opposable. De Weck, dit-il, est intervenu en qualité d'administrateur de la société Gailogis et non comme mandataire du vendeur. Cette allégation est erronée. C'est essentiellement en qualité de représentant de Lahovary que de Weck a préparé et signé la convention du 5 septembre 1951; aussi bien Gailogis SA n'était-elle pas partie au contrat de vente. Le dol de Guillaume de Weck est donc opposable au recourant comme si celui-ci l'avait commis lui-même (RO 63 II 78).\n\nb) Mais, pour que le dol d'une partie puisse entraîner l'annulation de la convention en vertu de l'art. 28 CO, BGE 81 II 213 S. 218il faut qu'il ait induit l'autre partie à contracter. Dès lors, il ne saurait être postérieur à la conclusion du contrat: les parties ayant alors formé et déclaré leur volonté, celle-ci ne peut plus être viciée. Pour le Tribunal cantonal, les parties n'ont pas été engagées dès le 27 août 1951, mais seulement par le contrat du 5 septembre. Il ressort de la quittance du 27 août - dit-il - que les contractants n'entendaient se lier que par une convention ultérieure passée en la forme écrite (art. 16 al. 1 CO); quant à l'\"acompte\" de 50 000 fr., il s'agissait d'arrhes remises en vue de la conclusion d'une convention future; le dol était donc antérieur au contrat et en a influencé les modalités. Cette argumentation est pour le moins douteuse. Le 27 août 1951, les parties se sont mises d'accord sur les choses vendues et elles ont arrêté la valeur des actifs de la société Gailogis, de sorte qu'il était facile de calculer le prix des actions. Elles n'ont réservé que des points secondaires, ce qui n'empêche pas de considérer le contrat comme conclu (art. 2 al. 1 et 2 et art. 184 al. 3 CO). Sans doute ont-elles envisagé une convention ultérieure, nécessaire pour régler les points accessoires du marché. Mais rien n'indique qu'elles aient entendu n'être liées que par ce contrat futur. En outre, le marché a reçu un commencement d'exécution dès le 27 août 1951. Ce jour-là, en effet, l'acheteuse a payé un acompte de 50 000 fr. Il est peu vraisemblable qu'il se soit agi d'arrhes: elles ne sont pas usuelles dans le commerce d'immeubles et elles sont habituellement beaucoup moins élevées. Au surplus, si le montant de 50 000 fr. constituait des arrhes, on devrait admettre, comme c'est la règle (cf. art. 158 al. 1 CO), qu'elles ont été remises en signe de la conclusion du contrat.\n\nMais, de toute façon, ces questions importent peu, car il n'est pas nécessaire de juger si les parties ont été liées dès le 27 août ou seulement le 5 septembre. Dans un cas comme dans l'autre, en effet, on aboutit à la même conclusion. Si le contrat de vente a été conclu le 27 août, les parties ont cependant réservé des points secondaires, qui BGE 81 II 213 S. 219devaient faire l'objet d'une convention ultérieure; en particulier, c'est par celle-ci qu'a été fixé le prix de vente, qui, jusqu'alors, était seulement déterminable au sens de l'art. 184 al. 3 CO. Or le dol a influé sur ce point de la convention; par suite des déclarations mensongères de Guillaume de Weck, le prix a été arrêté à un montant plus élevé que ce que l'acheteuse aurait accepté si elle avait connu toutes les dettes de la société Gailogis. On se trouve donc, dans ce cas, en présence d'un dol incident (dolus incidens), c'est-à-dire d'un dol qui n'a pas influencé la conclusion même du contrat, mais seulement la stipulation de ses modalités. Il en est de même si les parties n'ont été liées que le 5 septembre. Dans cette hypothèse, certes, le dol a précédé tout engagement des contractants. Mais ce n'est pas lui qui a incité Cafin SA à acheter. Selon les déclarations de Hurni, en effet, la société qu'il administre aurait acquis les actions de Gailogis même si elle avait connu l'existence de la dette dissimulée par de Weck; toutefois, elle n'aurait offert qu'un prix inférieur. Dès lors, que le contrat de vente ait été passé le 27 août ou le 5 septembre, Guillaume de Weck a commis un dol incident.\n\nc) Selon la jurisprudence du Tribunal fédéral (RO 64 II 144), le dol incident permet à la partie lésée, aussi bien que le dol principal (dolus causam dans), d'invalider le contrat en vertu de l'art. 28 CO. Toutefois, quand le dol porte sur une clause très accessoire, le juge doit examiner si, même sans dol, le lésé n'aurait pas conclu dans les mêmes conditions. Au demeurant, le droit d'attaquer le contrat doit s'exercer selon les règles de la bonne foi; lorsque la rescision du contrat paraît choquante dans un cas où le dol n'a été qu'incident, le juge peut la refuser et se borner à réduire les prestations du lésé dans la mesure où celui-ci aurait conclu le contrat s'il n'avait pas été trompé.\n\nEn l'espèce, le dol n'a pas influencé une clause très accessoire du contrat, puisque, sans tromperie, le prix aurait été fixé à un montant inférieur de près de 60 000 fr.\n\nBGE 81 II 213 S. 220à celui qui a été arrêté. Cependant, il serait inéquitable et choquant d'invalider purement et simplement la vente. Si Lahovary a vendu les actions de la société immobilière Sirius à Cafin SA, alors qu'un autre amateur lui offrait 10 000 fr. de plus, c'est uniquement parce que Cafin achetait en même temps les actions de Gailogis. Or, en invalilidant cette dernière vente, on laisserait subsister le marché intéressant pour Cafin SA - aussi bien a-t-elle revendu les actions de Sirius SA 40 000 fr. plus cher qu'elle ne les avait payées - tandis que Lahovary conserverait les actions de Gailogis. En concluant à l'invalidation du contrat portant sur les actions de Gailogis, l'intimée n'exerce donc pas son droit selon les règles de la bonne foi (art. 2 CC), de sorte que ses conclusions principales ne sauraient être admises. Le dol dont elle a été la victime lui permet seulement de demander que le prix soit réduit dans la mesure où elle aurait contracté si elle n'avait pas été trompée.\n\n3. Quant à l'action en garantie fondée sur les art. 197 et suiv. CO, elle doit être admise en principe. En effet, en déclarant que le passif de la société ne comprenait qu'une dette hypothécaire de 168 000 fr. et une dette chirographaire de 67 500 fr., de Weck a, au nom du vendeur, promis à l'acheteuse une qualité qui n'existait pas en réalité (art. 197 al. 1 CO). Lahovary répond donc de l'absence de cette qualité. L'intimée n'a intenté qu'une action rédhibitoire. Mais le juge n'est pas lié par ces conclusions. Aux termes de l'art. 205 al. 2 CO, il peut se borner à réduire le prix s'il estime que la résiliation n'est pas justifiée par les circonstances. C'est le cas en l'espèce: qu'on se fonde sur les art. 197 et suiv. ou sur l'art. 28 CO, il serait inéquitable d'invalider la vente des actions de Gailogis. Dès lors, l'action en garantie intentée par l'intimée lui permet seulement d'obtenir une réduction de prix pour la moins-value provenant de l'absence des qualités promises par le vendeur.\n\n4. .....\n\n5. Si l'on se fonde sur les art. 28 et 31 CO, l'intimée BGE 81 II 213 S. 221a droit à la différence entre le prix qu'elle a payé et celui qui aurait été convenu si elle n'avait pas été trompée. Or il est clair que, si l'acheteuse avait connu, à fin août ou au début de septembre 1951, la dette que la société Gailogis avait alors envers la Banque populaire suisse, on aurait simplement déduit le montant de cette dette de la valeur assignée à l'immeuble, comme on l'a fait pour l'autre dette hypothécaire. Dès lors, le prix des actions aurait été réduit de 58 977 fr., montant de la dette au moment de la vente.\n\nOn arrive au même résultat si l'on applique les art. 197 et suiv. CO. Dans ce cas, en effet, la moins-value que subissaient les actions par suite de la dette dissimulée par de Weck était égale au montant de cette dette au moment de la vente.\n\nCafin SA a été privée de la jouissance d'un capital et a subi de ce fait un dommage qui doit être réparé. Elle a donc droit à un intérêt à 3%, qu'elle aurait pu obtenir d'après l'état actuel du marché monétaire (RO 78 I 90, consid. 5). Cependant, cet intérêt sera de 5%, en vertu de l'art. 104 al. 1 CO, dès le moment où Lahovary a été en demeure, c'est-à-dire à partir du 10 juin 1953.\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est admis partiellement et le jugement attaqué est réformé en ce sens que le recourant est condamné à payer à l'intimée la somme de 58 977 fr., avec intérêt à 3% du 5 septembre 1951 au 9 juin 1953 et à 5% dès le 10 juin 1953."}