{"annee": "81", "cour": "II", "page": "171", "date": "28/1/1955", "cite": [], "cite_par": [], "chapeau": "29. Arrêt de la IIe Cour civile du 28 janvier 1955 dans la cause Etat de Vaud contre Deike Stiftung et dame Rickmers.", "regestes": ["1. Cas dans lesquels le Tribunal fédéral peut être saisi d'une contestation civile en vertu d'une clause compromissoire (art. 41 lettre c al. 2 OJ et 2 LPC). 2. Portée de l'art. 9 quater de l'arrêté du Conseil fédéral du 16 février 1945 /29 avril 1947 instituant des mesures provisoires pour le règlement des paiements entre la Suisse et l'Allemagne en ce qui concerne les attributions conférées à l'Office suisse de compensation."], "faits": "BGE 81 II 171 S. 171\n\nRésumé des faits:\n\nP. Rickmers, de nationalité suisse, a constitué en 1923 une fondation à laquelle l'acte constitutif attribuait le caractère d'une fondation de famille. L'Etat de Vaud a contesté qu'il s'agît d'une fondation de famille, ce qui, si sa thèse était reconnue fondée, devait lui permettre de percevoir un impôt sur la part de la fortune du fondateur qui revenait à sa veuve, domiciliée dans le canton. Après de nombreuses tractations, l'Etat de Vaud et la Deike Stiftung sont convenus de porter directement devant le Tribunal fédéral, jugeant en première et dernière instance, la question de la validité de la fondation. Dame veuve BGE 81 II 171 S. 172Rickmers a déclaré se joindre à l'Etat de Vaud en qualité de partie intervenante et a conclu également à l'annulation de la fondation. Vu la nationalité allemande de dame Rickmers, l'Office suisse de compensation est intervenu dans la procédure et a conclu à ce que le Tribunal fédéral se déclare incompétent, motif pris de ce qu'il était seul qualifié pour la représenter dans le procès.\n\nLe Tribunal fédéral s'est estimé compétent pour connaître du litige; il a admis que si l'Office suisse de compensation était recevable à intervenir dans le procès, cela n'excluait cependant pas le droit de Dame Rickmers d'y intervenir personnellement aussi et, quant au fond, adoptant la thèse de l'Etat de Vaud, a prononcé l'annulation de la fondation.", "considerants": "Extrait des motifs:\n\n1. Aux termes de l'art. 41 OJ, le Tribunal fédéral connaît en instance unique des contestations de droit civil \"lorsque les deux parties saisissent le tribunal à la place des juridictions cantonales et que la valeur du litige est d'au moins 10 000 francs\". A s'en tenir à cette disposition, comme d'ailleurs à l'art. 2 al. 1 de la loi de procédure civile fédérale du 4 décembre 1947, la faculté pour les parties de porter leur différend directement devant le Tribunal fédéral en vertu d'une clause compromissoire serait, il est vrai, subordonnée à la condition qu'elles eussent eu, d'après une loi cantonale, le droit d'en saisir un tribunal cantonal, ce dont elles n'ont pas justifié en l'espèce. L'art. 2 précité dispose toutefois que le Tribunal fédéral doit se saisir de la cause lorsque le demandeur a son domicile en Suisse ou qu'une partie est de nationalité suisse. La première question qui se pose est de savoir si, en vertu de cette dernière disposition, le législateur a entendu étendre dans ces deux hypothèses la compétence du Tribunal fédéral telle qu'elle est fixée aux art. 41 OJ et 2 al. 1 PCF. La réponse n'est pas douteuse. Tout comme l'art. 41 BGE 81 II 171 S. 173OJ, l'avant-projet de la loi de procédure civile subordonnait expressément la compétence du Tribunal fédéral à la condition qu'il existât, d'après le droit fédéral ou le droit cantonal, un tribunal suisse compétent pour connaître de la cause. Il prévoyait même que le Tribunal fédéral n'était pas lié par la clause en vertu de laquelle les parties seraient convenues de soumettre leur litige à un tribunal suisse. Mais, si cette disposition a bien été reproduite dans le projet soumis aux Chambres fédérales (FF 1947 I 1012), elle était toutefois complétée par une autre, aux termes de laquelle le tribunal devait se saisir de la cause si le demandeur avait son domicile en Suisse ou était de nationalité suisse, adjonction que le Conseil fédéral justifiait en relevant que si l'on se contentait d'énoncer le principe posé dans l'avant-projet, le Tribunal fédéral serait en droit de décliner sa compétence lorsqu'il serait saisi d'une contestation portée devant lui en vertu d'une clause compromissoire intervenue entre deux ressortissants suisses domiciliés à l'étranger. A son avis, le litige avait en pareil cas \"un rapport suffisant avec le pays\" pour justifier l'obligation pour le Tribunal fédéral de se saisir de la cause, tout comme aussi dans le cas où le demandeur avait son domicile en Suisse ou était de nationalité suisse. Or, sous la seule réserve du remplacement des mots \"lorsque le demandeur a son domicile en Suisse ou est de nationalité suisse\" par les mots \"lorsque le demandeur a son domicile en Suisse ou qu'une partie est de nationalité suisse\", la proposition du Conseil fédéral a été adoptée par les deux Chambres. Il n'est donc pas douteux que lorsque l'une ou l'autre de ces conditions sont réalisées - et il en est ainsi en l'espèce -, le Tribunal fédéral ne doive se saisir de la cause quand bien même il ne serait pas prouvé que les parties eussent pu porter leur différend devant un autre tribunal suisse...\n\n2. L'argumentation présentée par l'Office suisse de compensation pour contester la compétence du Tribunal fédéral, à savoir qu'il serait seul qualifié pour représenter BGE 81 II 171 S. 174la défenderesse dans le présent procès, n'est pas fondée. L'art. 9 quater de l'arrêté du Conseil fédéral du 16 février 1945 instituant des mesures provisoires pour le règlement des paiements entre la Suisse et l'Allemagne (disposition introduite par l'arrêté du 29 avril 1947) prévoit bien, il est vrai, que \"pour les avoirs des personnes morales auxquelles, au 16 février 1945 au plus tard, des ressortissants allemands sont principalement intéressés\", l'Office suisse de compensation \"peut ... 4) prendre des mesures pour conserver la valeur de ces avoirs, ... pour les représenter, pour ester en justice en matière civile et pénale, pour exercer tous les droits des créanciers selon la loi fédérale sur la poursuite pour dettes et la faillite\". Mais cette disposition signifie simplement que l'Office a qualité pour ester en justice ou intervenir dans un procès où seraient engagés les intérêts qu'il a à sauvegarder. On ne saurait l'interpréter en ce sens qu'il serait seul qualifié pour introduire un procès de ce genre ou, à supposer le procès déjà lié, pour exiger que les ressortissants allemands intéressés n'exécutent aucun acte de procédure sans son autorisation. Le seul droit que cette disposition lui confère est celui de faire valoir les prérogatives qui lui sont réservées. Sans doute faut-il aussi entendre l'arrêté en ce sens qu'il a qualité pour représenter des personnes morales aux avoirs desquelles peuvent être intéressés ces mêmes ressortissants, mais non pas en tant que représentant légal de celles-ci. Or, en l'espèce, l'Office a eu tout loisir d'exercer ses prérogatives. Pour autant qu'il s'agit de l'objet même du litige, à savoir la validité de la fondation, il n'en a cependant pas fait usage, autrement dit n'a pas abordé les questions de fait et de droit que soulevait le litige. Sa thèse se ramenait simplement à soutenir que le procès visait à éluder les dispositions concernant le blocage des valeurs situées ou administrées en Suisse pour le compte ou en faveur des personnes qui y sont mentionnées, et ne pouvait en conséquence être engagé sans son assentiment, en qualité de représentant légal de la fondation, ce qui est insoutenable.\n\nBGE 81 II 171 S. 175\n\nCes arrêtés ne peuvent avoir eu pour but d'empêcher le juge civil de trancher une question qui est de sa compétence et dont il a été régulièrement saisi."}