{"annee": "81", "cour": "I", "page": "313", "date": "23/9/1955", "cite": [], "cite_par": ["92 I 317", "87 I 232"], "chapeau": "51. Urteil vom 23. September 1955 i.S. Aktiengesellschaft Hunziker & Cie. und Ulrich gegen Landwirtschafts-Departe ment und Obergericht des Kantons Solothurn.", "regestes": ["Propriété foncière rurale, opposition à la vente d'un bien-fonds. Vente en vue de l'exploitation d'une carrière de gravier et de sable. Qu'est-ce qu'un fonds qui \"se prête\" à l'un des usages visés par l'art. 19 al. 1 lit. c de la loi sur le maintien de la propriété foncière rurale? L'utilisation doit être non seulement possible du point de vue technique et économique, mais aussi licite. Opposition fondée sur le fait que l'utilisation risquerait de porter atteinte à un courant d'eau souterrain utilisé pour la fourniture d'eau potable."], "faits": "|314|\n\nA.- Josef Ulrich, geb. 1891, ist Eigentümer eines rund 711 a umfassenden landwirtschaftlichen Heimwesens im Gebiete der solothurnischen Gemeinden Rickenbach, Wangen b. Olten und Kappel. Da er selber die Landwirtschaft nicht mehr betreiben kann und seine Söhne sich dafür nicht interessieren, hat er den Hof verpachtet. Weil er sich zudem in finanzieller Bedrängnis befindet, hat er sich entschlossen, das Heimwesen der Aktiengesellschaft Hunziker & Cie zum Preise von Fr. 130'000.-- zu verkaufen. Diese Gesellschaft betreibt in Olten-Hammer eine Zementwaren- und Kalkfabrik sowie ein Kies- und Sandwerk. Da das Kies- und Sandlager, das sie dort abbaut, nach ihrer Darstellung voraussichtlich in 15-20 Jahren erschöpft sein wird, sucht sie sich in der Gegend weiteres ausbeutungsfähiges Land zu sichern. Deshalb will sie das von ihren Oltner Werkanlagen etwa 3 km (Luftlinie) entfernte Heimwesen Ulrichs erwerben; denn es ist mit einer Fläche von über 540 a an den ausgedehnten von einer Humus- und Lehmschicht überdeckten Kies- und Sandvorkommen der Gäuebene beteiligt. Bis zum Beginn der in Aussicht genommenen industriellen Ausbeutung soll der Hof im vollen Umfange der landwirtschaftlichen Nutzung erhalten bleiben. Die für jene Ausbeutung vorgesehenen Parzellen liegen im Bereich eines Grundwasserstroms, der von Gemeinden, so von der Stadt Olten, zur Trinkwasserversorgung herangezogen wird.\n\nB.- Das Landwirtschafts-Departement des Kantons Solothurn hat gegen das erwähnte Kaufsvorhaben gestützt auf Art. 19 Abs. 1 lit. a und c des BG über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951 (EGG) Einspruch erhoben. Es hat ursprünglich die Auffassung vertreten, Zweck des Verkaufs sei nicht die Überbauung oder die gewerbliche oder industrielle Ausnützung des Bodens; eventuell habe man es mit Güteraufkauf zu tun. In der Folge hat es unter Berufung auf ein Gutachten der Abteilung Wasserbau des kantonalen Tiefbauamtes noch geltend gemacht, dass eine Ausbeutung des in Frage stehenden |315| Kies- und Sandlagers, soweit sie über eine geringe Tiefe hinausginge, nach der heutigen Rechtslage wegen der Gefahr der Beeinträchtigung des Grundwasserstroms und damit der Trinkwasserversorgung verschiedener Gemeinden unzulässig wäre, im erlaubten Umfange aber sich wirtschaftlich nicht lohnen würde.\n\nDie kantonale Bodenrechtskommission hat den Einspruch in Anwendung der lit. c wie auch der lit. a des Art. 19, Abs. 1 EGG geschützt. Das solothurnische Obergericht hat die Beschwerde der Vertragsparteien hiegegen mit Entscheid vom 31. Oktober 1953 abgewiesen. Es nimmt an, infolge des Verkaufs verlöre ein landwirtschaftliches Gewerbe seine Existenzfähigkeit und das Kaufsobjekt eigne sich nicht für die vorgesehene industrielle Ausnützung, weil diese nach dem Gutachten des Tiefbauamtes von der zuständigen kantonalen Behörde auf Grund der Verordnung des Regierungsrates vom 9. Oktober 1944 über die Reinhaltung der oberirdischen Gewässer und des Grundwassers zum grössten Teil verboten werden müsste und im übrigen wirtschaftlich nicht ergiebig wäre. Der Einspruch sei daher nach Art. 19 Abs. 1 lit. c EGG begründet.\n\nC.- Der Verkäufer und die Käuferin erheben Verwaltungsgerichtsbeschwerde mit dem Antrag, der Entscheid des Obergerichts sei aufzuheben, der Einspruch für unbegründet zu erklären und das Grundbuchamt anzuweisen, den angemeldeten Kauf zu fertigen und im Grundbuch einzutragen. Die Beschwerdeführer machen geltend, die Rentabilität der geplanten industriellen Ausnützung sei im Einspruchsverfahren nicht zu prüfen. Entscheidend sei, dass die Ausbeutung objektiv möglich und rechtlich zulässig sei. Für die Beurteilung der Frage, ob sich der Grundbesitz Ulrichs für die vorgesehene Ausnützung eigne, sei allein das eidg. Bodenrecht massgebend. Die vom Obergericht herangezogenen Bestimmungen des kantonalen Wasserrechts spielten keine Rolle, abgesehen davon, dass fragwürdig sei, ob sie rechtlich haltbar seien. Auch bei einer Baggerung unter den Grundwasserspiegel hinab könne |316| durch geeignete Vorkehren jede Verschmutzung des Grundwassers vermieden werden.\n\nD.- Das Obergericht hat auf Vernehmlassung verzichtet. Das kantonale Landwirtschafts-Departement beantragt Abweisung der Beschwerde.\n\nDas eidg. Justiz- und Polizeidepartement hält dafür, dass entscheidend die Ermessensfrage sein werde, was volkswirtschaftlich wichtiger sei, die Erhaltung des Landwirtschaftsbetriebes oder die Kies- und Sandausbeutung bis in die polizeilich zulässige Tiefe.\n\nE.- Im Instruktionsverfahren vor Bundesgericht ist eine Expertise angeordnet worden. Die Experten, die Herren F. Baldinger, dipl. Ingenieur in Aarau, und Dr. H. Schmassmann, Geologe in Liestal, hatten zu untersuchen, ob und inwieweit die Kies- und Sandvorkommen auf dem Land Ulrichs ausgebeutet werden können, ohne dass die den Grundwasserstrom nutzenden Trinkwasserversorgungen beeinträchtigt werden, und ob allfällige Beeinträchtigungen durch geeignete Massnahmen verhindert werden können.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 19 Abs. 1 lit. c EGG kann Einspruch erhoben werden, wenn durch den Verkauf ein landwirtschaftliches Gewerbe seine Existenzfähigkeit verliert, es sei denn, die Liegenschaften werden zur Überbauung oder zur gewerblichen oder industriellen Ausnützung des Bodens verkauft und eignen sich hiefür, oder die Aufhebung des landwirtschaftlichen Gewerbes lasse sich durch andere wichtige Gründe rechtfertigen. Hier hat man es mit einem Verkauf zum Zwecke der industriellen Ausnützung zu tun. Die Aktiengesellschaft Hunziker & Cie will, wie sie erklärt, das landwirtschaftliche Heimwesen Ulrichs deshalb erwerben, weil sie das dort vorhandene Kies- und Sandlager in absehbarer Zukunft, nach Erschöpfung der von ihr zur Zeit noch ausgebeuteten Kies- und Sandvorkommen auf |317| ihrem Grundbesitz in Olten-Hammer, für die Herstellung von Zementwaren in ihrem Oltner Werk abbauen möchte. Da diese Darstellung glaubhaft gemacht ist, kann es sich nicht um einen Kauf zum offensichtlichen Zwecke der Spekulation oder des Güteraufkaufs im Sinne von Art. 19 Abs. 1 lit. a EGG handeln, jedenfalls dann nicht, wenn das in Frage stehende Land sich im Sinne der lit. c daselbst für die vorgesehene Ausnützung eignet. Der Einspruchsgrund der lit. b fällt von vornherein ausser Betracht.\n\nDa von den rund 711 a, die das Heimwesen Ulrichs umfasst, über 540 a auf den Boden entfallen, aus dem die Käuferin später Kies und Sand gewinnen will, könnten höchstens noch rund 170 a landwirtschaftlich genutzt werden, sobald einmal die geplante industrielle Ausnützung im vollen Gange wäre. Es liegt daher nahe anzunehmen, dass durch den Verkauf ein landwirtschaftliches Gewerbe seine Existenzfähigkeit verlieren würde. Wie es sich damit verhält, kann indessen offen gelassen werden. Auf jeden Fall ist der Einspruch, auch unter dem Gesichtspunkte von Art. 19 Abs. 1 lit. c EGG, dann unbegründet, wenn sich ergibt, dass der kies- und sandhaltige Boden Ulrichs sich für die beabsichtigte industrielle Verwendung eignet.\n\n2. In Art. 19 Abs. 1 lit. c EGG ist von Eignung schlechthin die Rede. Verlangt ist demnach eine allseitige Eignung, d.h. es dürfen der beabsichtigten Verwendung keinerlei Hindernisse im Wege stehen. Die Verwendung muss in technischer und wirtschaftlicher Beziehung möglich und auch rechtlich zulässig sein.\n\na) Die technische Eignung ist hier gegeben, was nicht bestritten ist. Das Land Ulrichs birgt Kies- und Sandvorkommen, die nach dem Stande der Technik industriell ausgebeutet werden können.\n\nb) Rechtliche Hindernisse, die einer industriellen Ausnützung landwirtschaftlichen Bodens entgegenstehen, können sich ergeben aus Abmachungen oder Vorschriften verschiedener Art, privat- oder öffentlichrechtlichen Charakters. Ob sie auf kantonalem oder eidgenössischem Recht |318| beruhen, ist unerheblich. Die abweichende Auffassung der Beschwerdeführer findet in Art. 19 Abs. 1 lit. c EGG keine Stütze.\n\nHier fällt § 249 des seit 1. Januar 1955 in Kraft stehenden sol. EG zum ZGB in Betracht, wonach die Eröffnung neuer Gruben zur Gewinnung von Baumaterial der Bewilligung des Regierungsrates bedarf, die nur verweigert oder an beschränkende Bedingungen geknüpft werden darf, wenn öffentliche Interessen es erfordern. In Frage steht das öffentliche Interesse daran, dass Kies- und Sandgruben unter dem Gesichtspunkte der Baupolizei einwandfrei eingerichtet und betrieben und dass durch ihre Anlage und ihren Betrieb Grundwasservorkommen, die zur Trinkwasserversorgung herangezogen werden, nicht verunreinigt oder geschmälert werden. Besteht die Gefahr, dass die beabsichtigte industrielle Ausnützung zu einer Verschmutzung des Grundwassers führt, so wird die zuständige kantonale Behörde auf Grund des Bundesgesetzes über den Schutz der Gewässer vor Verunreinigung vom 16. März 1955 (BBl 1955 I S. 552) einschreiten können, nachdem dieses Gesetz einmal in Kraft gesetzt sein wird. Eventuell wird sich die Behörde (auch) auf die solothurnische Verordnung vom 9. Oktober 1944 über die Reinhaltung der oberirdischen Gewässer und des Grundwassers stützen können, wenn und soweit dieser Erlass nicht durch jenes Bundesgesetz und die kantonalen Ausführungsbestimmungen dazu überholt sein wird.\n\nNach dem Gutachten Baldinger/Schmassmann hätte die Ausbeutung der Kies- und Sandschicht auf dem Areal, das verkauft werden soll, ohne besondere Massnahmen zur Folge, dass die den Grundwasserstrom nutzenden Trinkwasserversorgungen quantitativ und qualitativ beeinträchtigt würden, auch dann, wenn nicht unter den Grundwasserspiegel hinab gebaggert würde. Indessen kommen die Experten zum Schluss, dass bei Anwendung der von ihnen zum Schutz des Grundwassers vorgesehenen Vorkehren, die im einzelnen aufgeführt werden, die gesamte vorhandene |319| Kies- und Sandschicht, auch soweit sie unter dem Grundwasserspiegel liegt, unter Vorbehalt der bautechnischen und baupolizeilichen Vorsichtsmassnahmen ausgebeutet werden kann. Dieser Befund beruht auf sorgfältiger Untersuchung und überzeugender Würdigung der Verhältnisse. Er ist daher dem Urteile zugrunde zu legen. Aus ihm ergibt sich, dass die geplante Ausbeutung unter den Gesichtspunkten der Baupolizei und des Gewässerschutzes als zulässig erscheint. Dass nach anderen Richtungen rechtliche Hindernisse bestehen, wird nicht geltend gemacht. Indessen kann die Aktiengesellschaft Hunziker & Cie aus dem vorliegenden Urteil ein Recht auf Ausbeutung des in Rede stehenden Kies- und Sandlagers nicht ableiten. Im gegenwärtigen Verfahren kann die rechtliche Zulässigkeit solcher Ausbeutung nur vorläufig, vorfrageweise geprüft werden; der Entscheid der zuständigen Behörde im Bewilligungsverfahren bleibt vorbehalten. Die Gesellschaft anerkennt das denn auch; sie hat dementsprechend die Erklärung abgegeben, dass sie sachlich begründete Sicherungsmassnahmen, die von der Behörde zu gegebener Zeit angeordnet würden, akzeptieren und genau beachten werde, und dabei ist sie zu behaften. In diesem Sinne ist die rechtliche Eignung zu bejahen.\n\nc) Zu prüfen bleibt die wirtschaftliche Eignung. Eine genaue zahlenmässige Rentabilitätsberechnung kann nicht verlangt werden. Da die beabsichtigte Ausbeutung erst in 15-20 Jahren beginnen soll, könnte eine solche Berechnung heute gar nicht aufgestellt werden. Die Beurteilung der Erfolgsaussichten ist in erster Linie Sache des geschäftlichen Ermessens der Firma Hunziker. Der Gerichtshof könnte die Wirtschaftlichkeit nur dann verneinen, wenn nach den gegebenen Verhältnissen von vornherein feststände, dass die Verwirklichung des Ausbeutungsprojektes zu einem geschäftlichen Misserfolg führen würde und daher für einen vernünftig überlegenden Unternehmer nicht in Frage komme. Ein zureichender Grund zur Annahme, dass es sich so verhalte, besteht jedoch nicht.\n\n|320|\n\n3. Da die Beschwerde nur im Sinne der Erwägungen gutgeheissen werden kann und die Abklärung des Sachverhalts durch die gerichtliche Expertise im Interesse aller Parteien - namentlich auch der Firma Hunziker - lag, rechtfertigt es sich, die bundesgerichtlichen Kosten verhältnismässig zu verlegen und den Beschwerdeführern keine Parteientschädigung zuzusprechen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass der angefochtene Entscheid aufgehoben und der Einspruch im Sinne der Erwägungen für unbegründet erklärt wird."}