{"annee": "81", "cour": "IV", "page": "81", "date": "6/5/1955", "cite": ["72 IV 89", "78 IV 148", "81 IV 13"], "cite_par": [], "chapeau": "18. Urteil des Kassationshofes vom 6. Mai 1955 i. S. Staatsanwaltschaft des Kantons Zürich gegen Schärer.", "regestes": ["Art. 31 al. 1 CP. Lorsque, dans le canton de Zurich, un jugement contumacial a été prononcé en première instance, la plainte ne peut plus être retirée même s'il a été annulé à la demande du condamné."], "faits": "BGE 81 IV 81 S. 81\n\nA.- Auf Strafantrag des Juan Jolis verurteilte das Bezirksgericht Zürich Ernst Schärer am 14. Januar 1954 in Abwesenheit des Angeklagten wegen Zechprellerei (Art. 150 StGB) zu vier Wochen Gefängnis.\n\nSchärer wurde zwecks Verbüssung der Strafe zur Verhaftung ausgeschrieben, festgenommen und dem Polizeikommando des Kantons Zürich zugeführt. Dort wurde ihm am 24. Juni 1954 das Urteil eröffnet. Am gleichen Tage verlangte Schärer die Durchführung des ordentlichen Verfahrens und überreichte eine schriftliche Erklärung des Jolis, wonach dieser den Strafantrag zurückziehe. Am 26. August 1954 hob daher das Bezirksgericht das Urteil vom 14. Januar 1954 auf und schrieb den Prozess als durch Rückzug des Strafantrages erledigt ab.\n\nDie Staatsanwaltschaft des Kantons Zürich rekurrierte an das Obergericht mit dem Antrag, der Beschluss sei aufzuheben und das Bezirksgericht anzuweisen, die Sache durch Urteil zu erledigen. Das Obergericht wies den BGE 81 IV 81 S. 82Rekurs am 31. Januar 1955 ab. Zur Begründung führte es aus, ein Versäumnisurteil stehe nicht einem Strafbefehl gleich, nach dessen Verkündung gemässBGE 78 IV 151der Strafantrag nicht mehr zurückgezogen werden könne. Der Strafbefehl schaffe nach Ablauf einer kurzen Einsprachefrist einen klaren Rechtszustand, während das Versäumnisurteil einen Schwebezustand von unbestimmter Dauer bewirken könne. Auch bringe das Begehren um Durchführung des ordentlichen Verfahrens das Versäumnisurteil nicht vor eine höhere oder eine andere Instanz als jene, die es gefällt habe. Zudem spiele das ordentliche Verfahren sich nach den gleichen Vorschriften ab wie das Verfahren gegen den Abwesenden. Es müsse also als erstinstanzliches Verfahren im Sinne von Art. 31 Abs. 1 StGB betrachtet werden. Das habe zur Folge, dass der Strafantrag noch im Verlaufe des ordentlichen Verfahrens zurückgezogen werden könne.\n\nB.- Die Staatsanwaltschaft führt Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichts sei aufzuheben und die Sache zur materiellen Beurteilung zurückzuweisen. Sie macht geltend, der Beschluss verletze Art. 31 Abs. 1 StGB.\n\nC.- Schärer, dem die Beschwerdeschrift eingeschrieben zur Vernehmlassung zugestellt worden ist, hat die Sendung auf der Post nicht abgeholt und keine Gegenbemerkungen eingereicht.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Berechtigte kann einen Strafantrag nur zurückziehen, solange das Urteil erster Instanz noch nicht verkündet ist (Art. 31 Abs. 1 StGB).\n\nUrteil im Sinne dieser Bestimmung ist jeder Entscheid der zuständigen Behörde, der verbindlich darüber erkennt, ob der Beschuldigte sich einer strafbaren Handlung schuldig gemacht hat, und der gegebenenfalls die Rechtsfolgen bestimmt, die diese Handlung nach sich zieht (BGE 78 IV 151und BGE 81 IV 14).\n\nBGE 81 IV 81 S. 83\n\nVerbindlich erkannt hat die Behörde nicht nur dann, wenn ihr Entscheid von keiner Partei mehr angefochten werden kann, sondern schon dann, wenn die Behörde nicht mehr von sich aus auf ihn zurückkommen kann, wie das bei Verfügungen prozessleitender Natur, z.B. einer vorläufigen Meinungsäusserung des Richters zur Einrede der Verjährung (vgl.BGE 72 IV 89f.), zutrifft; denn indem Art. 31 Abs. 1 StGB von einem Urteil erster Instanz spricht, ist die Bestimmung insbesondere gerade für jene Fälle aufgestellt worden, in denen der Entscheid von einer Partei angefochten und daher das Verfahren fortgesetzt wird. Ein Urteil liegt selbst dann vor, wenn die Behörde, die es gefällt hat, auf Begehren einer Partei die Akten nicht einer anderen, insbesondere einer oberen Behörde übermitteln, sondern das weitere Verfahren selber durchführen muss. Art. 31 Abs. 1 verlangt nicht, dass das Urteil in der betreffenden (ersten) Instanz der letzte, endgültige Entscheid sei. Indem die Bestimmung von einem Urteil erster Instanz spricht, will sie lediglich sagen, dass der Strafantrag nicht etwa noch bis zur Verkündung des Endurteils, das diesfalls gewöhnlich erst von einer oberen Instanz gefällt wird, zurückgezogen werden könne, sondern schon die Verkündung eines erstinstanzlichen Urteils genüge, um dem Antragsteller den Rückzug abzuschneiden. Der Grund, weshalb Art. 31 Abs. 1 diesen von einem gewissen Zeitpunkt an nicht mehr zulässt, liegt nicht etwa darin, dass Abschreibungsbeschlüsse zwar noch der unteren, nicht aber mehr der oberen Instanz zugemutet werden können, sondern darin, dass der Verletzte sich nicht erst durch die in einem verbindlichen Entscheide zum Ausdruck gekommene Auffassung der zuständigen Behörde, sei es auch bloss einer ersten Instanz, zum Rückzug entschliessen soll. Die Bestimmung will das ominöse Markten zwischen Täter und Verletztem um den Rückzug des Strafantrages ausschliessen, nachdem der Staat durch eine Behörde über die Rechtsfolgen der strafbaren Handlung entschieden und das Urteil verkündet hat (Prot. 2. ExpK 1 BGE 81 IV 81 S. 84178 f., Votum Geel). Deshalb stellt Art. 31 Abs. 1 denn auch weder auf den Ablauf einer Rechtsmittelfrist, noch auf die Fällung des Urteils, sondern auf dessen Verkündung ab, durch die die Parteien erfahren, wie es um die Sache steht.\n\n2. Das zürcherische Gesetz betreffend den Strafprozess bestimmt:\n\n\"Bleibt ein Angeklagter ohne genügende Entschuldigung aus, oder lässt er sich, wenn das persönliche Erscheinen nicht nötig ist oder erlassen wurde, nicht vertreten, so wird das Urteil auf Grund der Akten gefällt\" (§ 195 Abs. 1).\n\n\"Das Gericht kann in diesem Falle den Angeklagten verurteilen oder freisprechen oder auch die Beurteilung der Sache so lange verschieben, bis der Angeklagte sich stellt oder ergriffen wird\" (§ 196 Satz 1).\n\n\"Wird ein Angeklagter, der in seiner Abwesenheit verurteilt wurde, ergriffen oder stellt er sich freiwillig, so fällt auf sein Verlangen das Urteil dahin und es wird das ordentliche Verfahren durchgeführt, wenn er das Begehren binnen fünf Tagen von der Übergabe des Urteilsdispositivs an stellt.\n\nWar dem Angeklagten das Erscheinen vor Gericht erlassen (§ 172), so kann er die Wiederaufnahme nicht verlangen\" (§ 197).\n\nAus diesen Bestimmungen ergibt sich, dass die Verurteilung eines Abwesenden nicht lediglich prozessleitende Verfügung ist, auf die das Gericht nach Belieben zurückkommen könnte. Nur das Wiedereinsetzungsbegehren des Angeklagten (oder die Ergreifung eines ordentlichen Rechtsmittels durch eine Partei gemäss §§ 395 ff. StPO) kann es zu Fall bringen. Es liegt daher ein verbindlicher, wenn auch nicht notwendigerweise endgültiger Entscheid über die Schuld des Angeklagten und deren Rechtsfolgen, also ein Urteil im Sinne des Art. 31 Abs. 1 StGB vor. Dass bis zu seiner Verkündung ein unbestimmte Zeit dauernder \"Schwebezustand\" besteht, weil erst sie die fünftägige Frist zur Stellung des Wiedereinsetzungsbegehrens in Gang bringt, ändert nichts; denn die Behörde bleibt während dieses Zustandes nichtsdestoweniger an ihren Entscheid gebunden. Übrigens bleiben auch andere Urteile \"in der Schwebe\", wenn Ausfällung und Verkündung nicht zeitlich zusammenfallen. Dass dieser Zustand BGE 81 IV 81 S. 85bei der Verurteilung eines Abwesenden unbestimmte Zeit dauern kann, wenn der Aufenthaltsort des Verurteilten nicht bekannt ist, ist keine Besonderheit, die dem Entscheid die Natur eines Urteils zu nehmen vermöchte. Ebensowenig geht ihm diese Eigenschaft deshalb ab, weil nach der Stellung des Wiedereinsetzungsbegehrens die gleiche Behörde und nach gleichen Verfahrensvorschriften urteilen muss wie bei Verurteilung des Abwesenden.\n\nDer Rückzug des Strafantrages war daher nicht mehr zulässig, nachdem das Urteil vom 14. Januar 1954 dem Beschwerdegegner am 24. Juni 1954 verkündet war. Ob nicht schon die Verkündung an die Staatsanwaltschaft den Rückzug ausgeschlossen hätte, kann dahingestellt bleiben.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Zürich vom 31. Januar 1955 aufgehoben und die Sache zu neuer Entscheidung an die Vorinstanz zurückgewiesen."}