{"annee": "81", "cour": "IV", "page": "321", "date": "22/12/1955", "cite": [], "cite_par": ["84 II 187", "97 IV 238", "83 IV 185"], "chapeau": "70. Urteil des Kassationshofes vom 22. Dezember 1955 i.S. Kuj gegen Wenger.", "regestes": ["Art. 29 CP. La plainte du lésé a été portée en temps utile, lorsqu'elle a été consignée à la poste le dernier jour du délai."], "faits": "BGE 81 IV 321 S. 321\n\nA.- Berthold Kuj wurde am 21. Oktober 1954 durch einen Motorfahrzeugzusammenstoss, an dem Henri Wenger beteiligt war, verletzt. Mit Eingabe vom 20. Januar 1955, die um 18 Uhr der Post übergeben und am 21. Januar 1955 der Bezirksanwaltschaft Zürich zugestellt wurde, beantragte Kuj die Bestrafung Wengers wegen fahrlässiger Körperverletzung. Am 16. Mai 1955 erhob die Bezirksanwaltschaft Anklage beim Bezirksgericht Zürich.\n\nB.- Mit Verfügung vom 11. Juni 1955 verweigerte der Vorstand des Bezirksgerichts Zürich die Zulassung der Anklage mit der Begründung, der Strafantrag sei erst am Tag nach Ablauf der Antragsfrist der zuständigen Behörde zugegangen und deshalb verspätet; es genüge nicht, den Antrag am letzten Tag der Frist der Post aufzugeben.\n\nDer vom Geschädigten gegen diese Verfügung eingereichte Rekurs wurde vom Obergericht des Kantons Zürich mit Beschluss vom 22. Juli 1955 abgewiesen.\n\nC.- Kuj führt Nichtigkeitsbeschwerde an das Bundesgericht mit dem Antrag, der Beschluss des Obergerichts sei aufzuheben und die Sache zur Zulassung der Anklage an die kantonalen Behörden zurückzuweisen.\n\nBGE 81 IV 321 S. 322\n\nWenger und die Staatsanwaltschaft des Kantons Zürich beantragen Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nDie Frist von drei Monaten, innert welcher das Strafantragsrecht ausgeübt werden kann, ist eine bundesrechtliche (Art. 29, 110 Ziff. 6 StGB). Beginn und Ende dieser Frist werden daher vom eidg. Recht bestimmt. Nach diesem ist auch zu entscheiden, ob ein Strafantrag vor Ablauf der Frist der Behörde zugegangen sein muss oder ob es genügt, wenn er innert der Frist der schweiz. Post zur Weiterleitung übergeben wird. Denn ob ein Strafantrag rechtzeitig gestellt wurde, ist eine Frage der Fristberechnung, welche unabhängig davon zu beurteilen ist, ob der Antrag als solcher den Formerfordernissen des kantonalen Rechts entspricht.\n\nDas StGB enthält keine dem Art. 32 Abs. 3 OG entsprechende Bestimmung, wonach eine Frist als eingehalten gilt, wenn schriftliche Eingaben am letzten Tag in den Besitz der zuständigen Stelle gelangen oder zu deren Handen der schweiz. Post übergeben werden. Daraus würde folgen, dass die Frist zur Einreichung des Strafantrages nur gewahrt ist, wenn er vor deren Ablauf der Behörde zugegangen ist. Indessen kann nicht übersehen werden, dass die in verschiedenen Bundesgesetzen (OG, BZP, BStP, SchKG) und kantonalen Prozessordnungen enthaltene Bestimmung, derzufolge die Postaufgabe genügt, sich in der Praxis eingelebt und die Bedeutung eines allgemein gültigen Grundsatzes erlangt hat. Diese Regelung hat den Vorteil einer Vereinfachung der Fristberechnung, indem die Gefahr der verspäteten Zustellung von Eingaben durch die Post wegfällt; sie trägt auch dem Bedürfnis Rechnung, dass die Frist, ungeachtet der kantonal zum Teil unterschiedlich geregelten Bureauzeit, bis 24 Uhr des letzten Tages voll ausgenützt werden kann. Es liegt im Interesse der einheitlichen Rechtsanwendung, auch die Frist zur Stellung des Strafantrages als eingehalten gelten zu lassen, BGE 81 IV 321 S. 323wenn der schriftliche Antrag vor Ablauf des letzten Tages bei einer schweiz. Poststelle aufgegeben wird.\n\nDer vom Beschwerdeführer am letzten Tag der Antragsfrist der Post übergebene, aber erst am folgenden Tag der Untersuchungsbehörde zugegangene Strafantrag ist somit rechtzeitig gestellt worden. Die Verweigerung der Zulassung der Anklage aus dem von den Vorinstanzen angegebenen Grund ist unzulässig.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, der Beschluss des Obergerichts des Kantons Zürich vom 22. Juli 1955 aufgehoben und die Sache zur neuen Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}