{"annee": "81", "cour": "I", "page": "104", "date": "18/2/1955", "cite": [], "cite_par": ["96 I 377"], "chapeau": "20. Extrait de l'arrêt du 18 février 1955 en la cause Rochat contre Département fédéral de l'économie publique.", "regestes": ["Art. 4 al. 1 lit. b AIH: Conditions d'application."], "faits": "", "considerants": "BGE 81 I 104 S. 104\n\n4. Le recourant invoque aussi l'art. 4 al. 1 litt. b AIH. Pour que cette disposition légale s'applique, il ne suffit pas de n'importe quel perfectionnement apporté à l'outillage ou aux méthodes de travail; admettre le contraire irait manifestement à l'encontre du but visé par le législateur. Aussi bien, selon les termes mêmes de la disposition légale précitée, faut-il que ce soit en vue d'exploiter l'invention brevetée, le nouveau procédé de fabrication ou l'amélioration technique que l'ouverture ou la transformation soit requise. Cela implique un rapport entre l'innovation apportée par le requérant et l'ouverture ou la transformation d'une entreprise. On ne saurait admettre que la simple amélioration d'un outil, d'une pièce de machine ou l'introduction d'un procédé technique qui jouerait un rôle absolument accessoire dans l'ensemble de la fabrication réservée à une branche de l'industrie horlogère confèrent le droit d'entreprendre cette fabrication. Il faut, bien plus, que l'innovation soit avec l'ouverture ou la transformation BGE 81 I 104 S. 105projetée dans un rapport adéquat, c'est-à-dire nécessite, dans les machines ou les moyens de production, une modification propre à justifier la requête. Il faut aussi que le perfectionnement invoqué soit durable et ne risque pas d'être supplanté à bref délai par un autre (RO 80 I 443, consid. 4). Autrement dit, le droit d'ouvrir une entreprise sera accordé si le nouveau procédé de fabrication est assez important et innove suffisamment par rapport aux exploitations existantes pour justifier l'aménagement d'une nouvelle entreprise.\n\nSi l'amélioration d'un outil ou l'introduction d'un nouveau procédé n'ont pas assez d'importance pour justifier l'ouverture ou la transformation d'une entreprise, l'innovation, si minime soit-elle, ne sera pas, pour autant, perdue pour l'industrie horlogère. Celui qui l'a introduite ne manquera pas d'en tirer parti en cédant ses droits à une entreprise déjà existante de la branche dont il s'agit.\n\nSelon ces principes, lorsque l'invention porte sur une pièce dont la fabrication ne suffit pas pour alimenter une nouvelle industrie et pour la rendre viable, c'est en général qu'il n'y a point de rapport adéquat entre l'invention et l'ouverture d'une nouvelle entreprise. En principe, dès lors, le requérant ne sera pas fondé à demander d'adjoindre à la fabrication nouvelle, pour en assurer la viabilité, la fabrication d'autres articles, à moins peut-être qu'il ne s'agisse d'une activité secondaire et accessoire, celle qui a pour objet l'invention ou le procédé nouveau demeurant l'essentiel.\n\nOn ne se trouve pas, en l'espèce, dans ce cas exceptionnel. Il ne ressort nullement du recours de droit administratif formé par Rochat, le 20 septembre 1954, que la demande était limitée éventuellement à l'autorisation de fabriquer les cercles d'emboîtage brevetés. Au contraire, le recourant affirmait que, pour assurer la viabilité de l'entreprise, il était en droit d'obtenir l'autorisation de produire d'autres articles. C'est effectivement cette demande qu'a refusée la décision attaquée. Elle tendait à obtenir l'autorisation de BGE 81 I 104 S. 106fabriquer non seulement les cercles d'emboîtage brevetés, mais encore les cuvettes de boîtes de montres en tous genres, et de pratiquer l'étampage et l'ébauchage des fonds et carrures en métal et en acier. Or, la production de ces articles ne peut être considérée comme une activité secondaire et accessoire par rapport à la fabrication des cercles d'emboîtage. La décision du 20 août 1954 est donc justifiée et ne viole en rien l'art. 4 al. 1 litt. b AIH, eu égard aux conclusions prises."}