{"annee": "81", "cour": "IV", "page": "90", "date": "21/1/1955", "cite": ["80 IV 209", "73 IV 97", "69 IV 69"], "cite_par": ["101 IV 402", "97 IV 1", "143 IV 104", "98 IV 143", "90 IV 14", "82 IV 129", "129 IV 305", "98 IV 147"], "chapeau": "20. Urteil des Kassationshofes vom 21. Januar 1955 i.S. Foschi gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 144 CP. Le retrait de la plainte contre l'auteur de l'infraction d'où proviennent les objets recelés n'exclut pas la punition du receleur."], "faits": "BGE 81 IV 90 S. 90\n\nA.- Anna Foschi kaufte von Ende Mai bis Anfang Dezember 1953 dem Giulio Realini fortwährend Tafelbutter und Eier ab, obschon sie wusste, dass er sie seinem Arbeitgeber Hans Suter, Landwirt und Milchhändler, mit dem er in Hausgemeinschaft lebte, gestohlen hatte.\n\nBGE 81 IV 90 S. 91\n\nB.- Da Suter den gegen Realini gestellten Strafantrag wegen Diebstahls (Art. 137 Ziff. 3 StGB) zurückzog, wurde die Strafuntersuchung gegenüber Realini am 2. Februar 1954 eingestellt. Anna Foschi dagegen wurde am 13. April 1954 vom Bezirksgericht Dielsdorf und auf Appellation am 25. Juni 1954 vom Obergericht des Kantons Zürich wegen Hehlerei (Art. 144 Abs. 1 StGB) zu einer bedingt vollziehbaren Gefängnisstrafe von vierzehn Tagen verurteilt.\n\nC.- Anna Foschi führt Nichtigkeitsbeschwerde mit dem Antrag, das oberinstanzliche Urteil sei aufzuheben und die Sache zur Freisprechung an das Obergericht zurückzuweisen. Sie macht geltend, Realini habe, da der Strafantrag Strafbarkeitsbedingung sei, keine \"strafbare Handlung\" begangen und folglich liege Hehlerei nicht vor.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Hehlerei (Art. 144 StGB) ist selbständiges Verbrechen und wird stets von Amtes wegen verfolgt, auch wenn die strafbare Handlung des Vortäters Antragsdelikt ist. Art. 31 Abs. 3 StGB, wonach der Rückzug des Strafantrages \"für alle Beschuldigten\" gilt, auch wenn er nur gegenüber einem von ihnen erklärt wird, kommt daher dem Hehler nicht zugute, ganz abgesehen davon, dass diese Bestimmung unter den \"Beschuldigten\" nur die \"an der Tat Beteiligten\" im Sinne des Art. 30 StGB, nämlich die Mittäter, Anstifter und Gehülfen (Art. 24, 25 StGB) versteht (BGE 69 IV 74 Erw. 6, BGE 80 IV 211). Aus Art. 31 Abs. 3 StGB kann daher die Beschwerdeführerin nichts zu ihren Gunsten ableiten.\n\n2. Hehlerei setzt voraus, dass der Vortäter die Sache durch \"strafbare Handlung\" erlangt habe (Art. 144 Abs. 1 StGB).\n\nDiese Voraussetzung ist erfüllt, wenn das dem Vortäter zur Last fallende Tun oder Unterlassen die objektiven Merkmale einer im Gesetz mit Strafe bedrohten Handlung (infraction, reato) aufweist. Die Handlung muss abstrakt BGE 81 IV 90 S. 92strafbar sein. Dass der Vortäter bestraft werden könne, also konkrete Strafbarkeit vorliege, verlangt Art. 144 Abs. 1 StGB nicht (BGE 73 IV 98 Erw. 2). Etwas anderes ergibt sich auch nicht für den Fall, dass die Bestrafung des Vortäters einzig am Fehlen eines Strafantrages scheitert. Der Zweck des Antragserfordernisses verlangt nicht, dass in diesem Falle nicht nur die Verfolgung des Vortäters, sondern auch jene des Hehlers unterbleibe. Gewiss kann das zur Folge haben, dass der Verletzte wegen des gegen den Hehler durchzuführenden Verfahrens der Polizei und dem Richter Einblick in seine Verhältnisse gestatten muss, was er vielleicht durch Unterlassung eines Strafantrages gegen den Vortäter vermeiden wollte. Anspruch darauf, dass der \"Schleier des Geheimnisses\" nicht von Amtes wegen \"zerrissen\" werde, hat er aber nur soweit, als das Gesetz die Handlung zum Antragsdelikt stempelt. Da das für die Hehlerei nicht zutrifft, muss der Verletzte sich die Einmischung der Behörden auch gegen seinen Willen gefallen lassen, sobald der Vortäter einen Hehler gefunden hat. Hier geht das öffentliche Interesse an der Bekämpfung der Hehlerei dem privaten Interesse des -Verletzten auf Wahrung seiner Geheimsphäre vor, wie ja letzteres meistens vor dem Interesse des Staates an der Verfolgung von Rechtsbrechern zurückzutreten hat. Das Antragserfordernis in Bezug auf die Verfolgung des Vortäters behält dennoch seinen guten Sinn, ermöglicht es doch dem Verletzten, eine ihm als Angehöriger oder Familiengenosse nahe stehende Person zu schonen. Inwiefern auch der Hehler, mit dem der Verletzte ja regelmässig nicht durch solche Bande verbunden ist, daraus sollte Nutzen ziehen müssen, ist nicht zu ersehen.\n\n3. Dass aber eine vom Vortäter begangene mit Strafe bedrohte Handlung (infraction, reato) nicht vorliege, wenn der vorgeschriebene Strafantrag nicht gestellt oder zurückgezogen worden ist, und dass folglich aus begriffiichen Gründen in diesem Falle auch der Hehler nicht verfolgt und bestraft werden könne, ist eine Auffassung, BGE 81 IV 90 S. 93die der Kassationshof schon wiederholt abgelehnt hat (BGE 69 IV 72, BGE 73 IV 97). Es besteht kein Grund, diese Rechtsprechung zu ändern.\n\na) Die Auffassung der Beschwerdeführerin widerspricht schon jedem natürlichen Empfinden. Das freilich weniger deshalb, weil der Strafantrag zur Strafwürdigkeit gar nichts beiträgt, als vielmehr deshalb, weil er im Gegensatz zu der sog. Strafbarkeitsbedingung (Bedingung der Strafbarkeit im abstrakten Sinne) nicht auf der Seite des Täters oder der Tat liegt, sondern in einer Willenserklärung des Verletzten besteht, also der Willkür einer an der Verfolgung oder Nichtverfolgung interessierten Person anheimgegeben ist. Es verstösst geradezu gegen die Logik, die Tat erst dann als abstrakt strafbar gelten zu lassen, wenn der Verletzte die Bestrafung des Täters verlangt hat, und in ihr wiederum eine nicht mit Strafe bedrohte Handlung zu sehen, wenn der Verletzte den Antrag zurückgezogen hat. Die im Strafantrag oder dessen Rückzug liegende Willenserklärung des Verletzten ist immer auf Bestrafung bezw. Nichtbestrafung eines bestimmten Täters gerichtet. Von ihr hängt ab, ob im konkreten Falle Strafe ausgefällt werden darf. Für die abstrakte Würdigung der Tat als mit Strafe bedrohte oder nicht mit Strafe bedrohte Handlung ist sie dagegen begriffiich belanglos. Dass erst die Willenserklärung des Verletzten die Tat rechtswidrig (und damit strafbar) mache und eine solche Willenserklärung (Rückzug) ihr die Rechtswidrigkeit (und Strafbarkeit) auch wieder nehme, entsprechend dem Satze \"volenti non fit iniuria\", ist eine aus dem Zivilrecht hergeholte Überlegung, die für das Strafrecht abwegig ist. Der Strafantrag trägt zur abstrakten Strafbarkeit der Tat umsoweniger etwas bei, als er nur gültig ist, wenn er binnen drei Monaten gestellt wird (Art. 29), eine Voraussetzung, die nur aus prozessualen Gründen aufgestellt worden sein kann. Wie die Beschwerdeführerin aus der Befristung des Antragsrechts gerade das Gegenteil schliessen kann, ist unverständlich.BGE 81 IV 90 S. 94\n\nDer Strafantrag spielt die gleiche Rolle wie z.B. die Ermächtigung des Bundesrates für die Verfolgung politischer Vergehen nach Art. 105 BStP und die Verfolgung der Vergehen des sechzehnten Titels des Strafgesetzbuches (Art. 302 StGB), nämlich die Rolle einer Voraussetzung für die Eröffnung des Strafverfahrens und die Ausfällung eines Strafurteils, d.h. der Strafbarkeit des konkreten Täters.\n\nb) Hiegegen ist nicht aufzukommen mit der Auffassung, das Strafgesetzbuch sehe im Strafantrag eine Strafbarkeitsbedingung, weil es in Art. 28 Abs. 1 bestimmt: \"Ist eine Tat nur auf Antrag strafbar, so kann jeder, der durch sie verletzt worden ist, die Bestrafung des Täters beantragen.\" Nichts spricht dafür, dass diese Bestimmung unter \"strafbar\" das gleiche verstehe wie Art. 144 Abs. 1, nämlich \"mit Strafe bedroht\", d.h. abstrakt strafbar. \"Ist eine Tat nur auf Antrag strafbar\" kann durchaus dahin verstanden werden: \"Ist wegen einer Tat nur auf Antrag Strafe auszufällen\". So verstanden, ist \"strafbar\" eine vereinfachte Wendung für \"der Ausfällung eines Strafurteils zugänglich\", hat also rein prozessuale Bedeutung, keineswegs dagegen den Sinn, dass erst der Antrag die Tat zu einer vom Gesetz verpönten, zu einer mit Strafe bedrohten mache, sodass z.B. der Vorwurf an den diebischen Familiengenossen (Art. 137 Ziff. 3 StGB), er habe eine strafbare Handlung (infraction, reato) begangen, solange unwahr wäre, als ein Strafantrag nicht gestellt worden ist, dagegen wahr würde, sobald ein solcher vorliegt, oder dass erst der Strafantrag die Verfolgungsverjährung in Gang setzen könnte, weil ja vorher eine \"strafbare Tätigkeit\", ein \"strafbares Verhalten\" (siehe Art. 71 StGB) noch gar nicht vorliegen würde.\n\nDie romanischen Texte zeigen denn auch deutlich, dass Art. 28 Abs. 1 im Strafantrag nicht eine abstrakte Strafbarkeitsbedingung sieht. \"Tat\" ist hier mit \"infraction\" bezw. \"reato\" wiedergegeben, was gleichbedeutend ist mit einer Handlung, die das Gesetz an sich als strafbar BGE 81 IV 90 S. 95erachtet und anderswo deutsch als \"strafbare Handlung\" bezeichnet (siehe z.B. Art. 9, 27 Ziff. 1, 144 Abs. 1, 339 Ziff. 2 Abs. 1, 345 ff.). Die französische Wendung \"lorsqu'une infraction n'est punie que sur plainte\" und der italienische Text \"se un reato è punibile solo a querela di parte\" können daher unmöglich den Sinn haben, dass erst der Strafantrag (plainte, querela) die Tat zur strafbaren Handlung mache, liegt doch der Begriff der Strafbarkeit der Handlung schon in den Worten \"infraction\" und \"reato\". Das Wort \"puni\" bezw. \"punibile\" weist hier auf den rein prozessualen Vorgang des Ausfällens einer Strafe hin, nicht auf eine abstrakte Strafbarkeitsbedingung, die erst die Handlung zu einer mit Strafe bedrohten (infraction, reato) machen würde.\n\nc) Aus der Entstehungsgeschichte lässt sich schlechterdings nichts anderes ableiten. Gewiss vertrat der Verfasser des ersten Vorentwurfes die Auffassung, es gebe keine \"strafbaren Handlungen in abstracto\", wenn also mangels Strafantrages die Verfolgung des Täters ausgeschlossen sei, liege auch keine strafbare Handlung vor (CARL STOOSS, Lehrbuch des österreichischen Strafrechts, Wien 1910 146), und begann deshalb Art. 2 der Vorentwürfe von 1893 und 1894 mit den Worten: \"Ist die Strafbarkeit einer Handlung durch einen Antrag bedingt ...\" bezw. \"ist eine Handlung auf Antrag strafbar ...\". Ferner ist richtig, dass auch die Expertenkommissionen dem Strafantrag die Bedeutung einer Bedingung der Strafbarkeit der Handlung beilegten (Verhandl. 1. ExpK 1 20 f.; Protokoll 2. ExpK 1 174). Der Vorentwurf 1916 (Art. 29) und der Entwurf des Bundesrates von 1918 (Art. 27) wichen aber durch die Worte \"ist eine Tat nur auf Antrag zu verfolgen...\" unmissverständlich von der früheren Auffassung ab. Daran ändert auch die Äusserung des Berichterstatters im Nationalrat, Prof. Logoz, nichts. -Dieser erklärte, das Strafgesetzbuch müsse die allgemeinen Bedingungen der Ausübung des Antragsrechtes umschreiben, wenigstens wenn es den Strafantrag als eine \"condition BGE 81 IV 90 S. 96de la naissance du droit de punir de l'Etat\" betrachte (StenBull Sonderausgabe S. 98). Das heisst lediglich, der sogenannte Strafanspruch des Staates, d.h. das Recht, den konkreten Täter zu bestrafen (ius puniendi), hange von einem Strafantrag ab. Dass die Handlung des Täters, solange ein Strafantrag nicht gestellt sei, nicht die Merkmale einer im Gesetz mit Strafe bedrohten Handlung (infraction, reato) aufweise, kann aus dieser Äusserung unmöglich herausgelesen werden, ganz abgesehen davon, dass sie am klaren Wortlaut des Entwurfes, der in der parlamentarischen Beratung gutgeheissen wurde, nichts zu ändern vermocht hätte. Erst die Redaktionskommission von 1937 ersetzte die Worte \"auf Antrag zu verfolgen\" durch \"auf Antrag strafbar\". Es liegt auf der Hand, dass sie am Sinne der Bestimmung nicht rütteln wollte und auch die eidgenössischen Räte nicht annahmen, sie wolle es tun. Art. 8 des Bundesgesetzes vom 9. Oktober 1902 über den Geschäftsverkehr zwischen Nationalrat, Ständerat und Bundesrat sowie über die Form des Erlasses und der Bekanntmachung von Gesetzen und Beschlüssen erklärt die Redaktionskommissionen ausdrücklich zu sachlichen Änderungen an den Schlussnahmen der Räte als nicht befugt. Tatsächlich hat die Redaktionskommission den Sinn der Bestimmung nicht geändert, wenn sie, wie bereits dargelegt, unter dem \"strafbar\" die Strafbarkeit in concreto, d.h. die Voraussetzung, unter der der Richter ein Strafurteil ausfällen darf, versteht. Dass in anderen Fällen materielle Änderungen auf Antrag der Redaktionskommission vorgenommen wurden (z.B. Art. 273), widerlegt diese Auffassung nicht; materielle Änderungen wurden immer als solche gekennzeichnet und damit in den Räten zur Diskussion gestellt. Dass das in bezug auf Art. 28 nicht geschehen ist, bestätigt die rein formale Natur der Abweichung vom Entwurfe. Zu einer anderen Auslegung könnte das Vorgehen der Redaktionskommission nur Anlass geben, wenn der neue Wortlaut die Annahme, der Strafantrag sei blosse Voraussetzung zur Verfolgung und BGE 81 IV 90 S. 97Bestrafung des konkreten Täters, geradezu ausschlösse.\n\nd) Davon kann, wie schon in BGE 69 IV 72 ausgeführt worden ist, auch deshalb keine Rede sein, weil der besondere Teil des Strafgesetzbuches verschiedene Bestimmungen enthält, die im Strafantrag deutlich eine Voraussetzung der Verfolgung des Täters sehen (Art. 137 Ziff. 3, 140 Ziff. 3, 148 Abs. 3, 159 Abs. 3, 165 Ziff. 2, 254 Abs. 2), und weil er überall dort von \"verfolgen\", nicht von \"bestrafen\" spricht, wo durch die Wendung \"von Amtes wegen\" hervorgehoben wird, dass ein Strafantrag nicht erforderlich ist (Art. 123 Ziff. 1 Abs. 2, 125 Abs. 2, 145 Abs. 2, 183 Abs. 3). Dass daneben im besonderen Teil auch Bestimmungen zu finden sind, die im Zusammenhang mit dem Strafantrag nicht von Verfolgen, sondern von Bestrafen sprechen, ändert nichts; denn das Wort \"bestrafen\" musste dort verwendet werden, weil zugleich gesagt wurde, welche Strafe das Gesetz verlangt (z.B. Art. 123 Ziff. 1 Abs. 1); man konnte doch nicht sagen: \"Wer... wird, auf Antrag, mit Gefängnis verfolgt.\" Gerade die Wendung \"auf Antrag bestraft\" erweckt übrigens die Vorstellung eines rein prozessualen Vorganges, nämlich der vom Verletzten verlangten Ausfällung eines Strafurteils. Dass die Handlung auch ohne Antrag eine mit Strafe bedrohte (infraction, reato) sei, ist damit nicht im geringsten gesagt.\n\nWie wenig aus Art. 28 Abs. 1 geschlossen werden darf, erst der Strafantrag mache die Handlung zu einer \"strafbaren\" (mit Strafe bedrohten), zeigt auch Art. 339, wo wahllos \"strafbar\", \"zu verfolgen\" und \"Verfolgung\" nebeneinander stehen und \"strafbar\" in Ziffer 3 allgemein und ohne Unterscheidung darnach verwendet ist, ob und wieweit die kantonalen Rechte den Antrag als Prozessvoraussetzung oder als abstrakte Strafbarkeitsbedingung behandelten. Übrigens kann auch hier unter Strafbarkeit die Befugnis des Richters verstanden werden, gegenüber einem Täter für eine konkrete Tat Strafe auszufällen, womit keineswegs gesagt ist, dass diese Tat beim Fehlen BGE 81 IV 90 S. 98eines Strafantrages nicht zu jenen gezählt werden könne, die das Gesetz, insbesondere Art. 144 Abs. 1 StGB, als \"strafbare Handlungen\" (infractions, reati) bezeichnet.\n\nÜber die Bestimmungen des zweiten und des dritten Buches kann nicht mit der Begründung, der Entscheid der Streitfrage habe in Art. 28 getroffen werden müssen, hinweggesehen werden. Er hätte in Art. 28 nebenbei getroffen werden können. Zu sagen, diese Bestimmung wolle in erster Linie die Rechtsnatur des Strafantrages regeln, ist jedoch angesichts ihres ganzen Inhaltes, der vom ersten bis zum letzten Absatz die Frage der Legitimation zum Strafantrag (Randtitel \"Antragsrecht\") betrifft, offensichtlich verfehlt.\n\ne) Die Auffassung, der Strafantrag sei nicht Prozessvoraussetzung, sondern erst er mache die Handlung überhaupt zu einer mit Strafe bedrohten, widerspricht auch dem Art. 270 Abs. 1 Satz 2 BStP, wo von \"den Fällen, die nur auf Antrag des Verletzten verfolgt werden\", die Rede ist. Da diese Bestimmung erst durch Art. 168 des Bundesgesetzes über die Organisation der Bundesrechtspflege vom 16. Dezember 1943, also nach Erlass des Strafgesetzbuches, wieder eingeführt worden ist (der Bundesbeschluss vom 11. Dezember 1941 betreffend vorläufige Änderungen in der Bundesrechtspflege hatte sie aufgehoben), ginge sie dem Strafgesetzbuch für den Entscheid der streitigen Frage vor, wenn es noch irgendwelche Zweifel aufkommen liesse.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}