{"annee": "81", "cour": "II", "page": "234", "date": "10/5/1955", "cite": ["74 II 62", "75 II 237", "79 II 205", "70 II 31", "69 II 319", "80 II 150", "78 II 97"], "cite_par": ["91 II 372", "81 II 627"], "chapeau": "41. Urteil der I. Zivilabteilung vom 10. Mai 1955 i. S. Grossen gegen Schwarz & Co.", "regestes": ["Art. 14, 13, 3 al. 2 et 9 al. 2 LEVC. Droits du voyageur qui use d'un véhicule automobile sans en avoir reçu l'ordre de son employeur. Quid lorsque le remboursement des frais de voyage n'est pas distinct de la provision? (changement de jurisprudence)."], "faits": "|234|\n\nA.- Seit dem 1. März 1946 stand Hans Grossen im Dienste des Textilgeschäftes J. Schwarz & Co. als Reisevertreter zum Besuche der Privatkundschaft in fünf Kantonen. Nach den ursprünglichen Abmachungen erhielt er eine Provision von 20% auf allen \"solventen Bestellungen\" und zudem eine Vergütung von 5% auf dem Fr. 2000.-- übersteigenden Umsatze jedes Untervertreters. Für die Ausübung seiner Tätigkeit benützte er bis zum 7. Juli 1947 ein eigenes Automobil.\n\nAm 7. Juli 1947 schlossen die Parteien einen Zusatzvertrag, soweit wesentlich des nachstehenden Inhaltes: Die Firma Schwarz & Co. stellte Grossen einen neuen Wagen Marke Morris zur Verfügung. Sie versprach \"statt 20% wie bisher, nur noch 17% Provision auf sämtliche Bestellungen, die zur Ablieferung gelangen, oder die, |235| welche mindestens 10% Anzahlung leisten\", bei provisorischer Gutschrift der restlichen Aufträge. Demgegenüber verpflichtete sich Grossen u.a., \"mit dem Wagen ausschliesslich für die Firma Schwarz zu arbeiten\"; während der Verwendungsdauer \"alle notwendigen Auslagen\" zu tragen, \"worunter... Reparaturen, Versicherungen, Steuern, Benzin, Garage, etc.\"; den Wagen weder zu verkaufen noch zu vertauschen noch zu verpfänden und ihn, bei Aufgabe der Stelle, \"sofort der Firma abzuliefern, ohne Rücksicht auf die endgültige Abrechnung\".\n\nDurch Vereinbarung vom 3. Mai 1949 erfuhr das Anstellungsverhältnis eine nochmalige Änderung. Die Firma überliess Grossen anstelle des Morris einen Wagen Marke Opel, bei Überbindung ungefähr gleicher Unterhalts- und Rückgabeobliegenheiten und mit der Auflage, dass \"Reparaturen, die durch sein alleiniges oder teilweises Verschulden entstehen, auf seine Rechnung\" gehen. Die Provisionsabrede wurde aufrecht erhalten, aber ergänzt durch die Garantie eines Existenzminimums von Fr. 500.--. Abschliessend wurde bestimmt: \"Im Hinblick auf die hohe Provision und die Garantie des Existenzminimums verzichtet Herr Grossen, wie bis anhin, ausdrücklich auf die Vergütung der Spesen\".\n\nWenig später, am 30. Juni 1949, wurde die Vertragsbeziehung zwischen den Parteien gelöst.\n\nB.- Nachträglich verlangte Grossen von der ehemaligen Arbeitgeberin den Ersatz der aus der Verwendung des Automobils erwachsenen Auslagen. Da keine Einigung eintrat, belangte er im Juni 1953 die Firma Schwarz & Co. auf Bezahlung von Fr. 19'186.70 nebst 5% Zins ab 1. April 1950. Die Gerichte von Graubünden, das Kantonsgericht durch Urteil vom 20. Juli 1954, wiesen die Klage ab.\n\nC.- Der Kläger legte Berufung an das Bundesgericht ein. Er begehrt die Gutheissung der Klage. Von der Beklagten wird Bestätigung des kantonalen Entscheides beantragt.\n\n|236|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Im kantonsgerichtlichen Urteil ist dargelegt, dass die eingeklagte Forderung von Fr. 29'186.70 lediglich Entschädigungsansprüche aus der Verwendung eines Automobils betreffe, und dass sie zudem anlässlich der erstinstanzlichen Hauptverhandlung auf Fr. 14'400.-- herabgesetzt worden sei. Diese Angaben sind prozessualer Natur und deshalb mittels Berufung nicht anfechtbar (Art. 43 OG). Der Versuch des Klägers, unter dem Titel des \"unberechtigten Provisionsabzuges\" die Kosten für den Unterhalt ausserhalb der Wohnstätte einzubeziehen, ist unbehelflich. Derartige Auslagen wurden mit Fr. 10'000.-- zusätzlich, jedoch laut Feststellung der kantonalen Gerichte verspätet geltend gemacht. Das Bundesgericht kann darauf nicht mehr zurückkommen. 2. - Die Vergütung der Auslagen für ein Motorfahrzeug wird in Art. 14 HRAG besonders geregelt, aber nur unter der Voraussetzung, dass es der Reisende auf Weisung des Dienstherrn benützt, welch letztere sowohl ausdrücklich als auch konkludent ergehen kann (BGE 79 II 207 f., 209). Wenn ein unveröffentlichter BGE vom 16. Oktober 1951 i.S. Friebel c. Banholzer die Überlassung eines dem Dienstherrn gehörenden Automobils an den Reisenden als Weisung gemäss der genannten Vorschrift betrachtete, so ist das als Folgerung aus den Begleitumständen und nicht als grundsätzliche Gesetzeserläuterung aufzufassen. Ob der Dienstherr die Weisung zur Verwendung eines Motorfahrzeuges erteilt habe oder nicht, ist Tatfrage, wobei der Ausdruck \"Weisung\" im sprachgebräuchlichen Sinne, als bewusste und gewollte Anordnung und nicht als blosse Duldung, verstanden werden muss. Die kantonalen Gerichte haben nun gefunden, dass der Kläger die behauptete Weisung der Beklagten nicht hinreichend zu belegen vermochte. Und zwar gelangten sie zu diesem Schlusse nicht allein durch eine von der Lebenserfahrung getragene Vertragsauslegung, sondern im Wege einlässlicher |237| Indizienabwägung und antizipierter Würdigung der angebotenen Parteiaussage. Dass vorhandene Zweifel zugunsten der Beklagten gewertet wurden, bedeutet keinen Verstoss gegen Bundesrecht, namentlich keine Verletzung des Art. 8 ZGB, der einzig die Beweislast beschlägt. Was die Berufung einwendet, ist unstatthafte Kritik am verbindlich ermittelten Sachverhalt (Art. 55 Abs. 1 lit. c und 63 Abs. 2 OG; BGE 69 II 322 /3, BGE 70 II 43, BGE 78 II 97 und unveröffentlicht vom 11. Januar 1954 i.S. Affeltranger c. Wettstein).\n\n3. Daraus ergibt sich indessen entgegen der Ansicht der Vorinstanz noch nicht die Abweisung der Klage. Wie in BGE 79 II 208 des näheren ausgeführt, greift vielmehr auch dort, wo der Reisende ein Fahrzeug ohne Weisung des Dienstherrn verwendet, die zwingende Bestimmung in Art. 13 HRAG Platz, nach welcher alle durch die Reisetätigkeit notwendig entstehenden Auslagen vergütet werden müssen. Hinsichtlich der Wirkungen ihrer Missachtung wäre gemäss BGE 74 II 62 zu unterscheiden: ob die versprochene Gehalts- oder Provisionsentschädigung als reines Entgelt gedacht war, unter welcher Annahme dem Reisenden eine Nachforderung für Aufwendungen zukäme, oder ob das vereinbarte Entgelt zugleich den Auslagenersatz umfassen sollte, was die Übereinkunft hinfällig machen würde. An solcher Abgrenzung kann bei erneuter Prüfung nicht festgehalten werden. Obwohl ihr der Wortlaut des Art. 13 HRAG eine gewisse Stütze bietet, schafft sie eine dem Zweck der gesetzlichen Ordnung zuwiderlaufende Ungleichheit der Behandlung zweier in Wirklichkeit gleicher Tatbestände. Ohne die Vertragsfreiheit für die Festsetzung des eigentlichen Arbeitslohnes aufzuheben, will das HRAG verhindern, dass der Reisende die Spesen seiner Tätigkeit aus eigenen Mitteln bestreiten muss. Darum auferlegt es in Art. 13, Abs. 1 dem Dienstherrn die unabdingbare Pflicht zur Leistung vollen Auslagenersatzes, und das Einrechnungsverbot in Abs. 2 ist nichts anderes als eine Anwendung des allgemeinen Leitsatzes |238| (BGE 75 II 243). Die unzulässige Abweichung liegt also in der Nichtgewährung einer ziffermässig ausgeschiedenen, die notwendigen Auslagen des Reisenden vollständig deckenden Aufwandvergütung. Sie ist nicht nur gegeben, wenn der Spesenersatz zum Bestandteil des Entgeltes gemacht, sondern ebenso, wenn er überhaupt verweigert wird. Dann muss auch die Folge in beiden Fällen dieselbe sein, nämlich die Nichtigkeit des Abkommens, sofern es den Reisenden in seinen berechtigten Interessen verkürzt (Art. 19 HRAG und BGE 80 II 151).\n\n4. Vorliegend kennen die Parteivereinbarungen ausschliesslich Provisionsbezüge des Reisenden mit wechselnden Ansätzen und zuletzt in garantierter Mindesthöhe. Es ist nach Massgabe von BGE 80 II 151 vorweg zu untersuchen, ob wegen daheriger Benachteiligung des Klägers die Nichtigkeit jener Abreden eintritt. Wird das bejaht, so ist die Rechtslage gleich, wie wenn eine Abmachung unterblieben wäre. Ausgehend von Art. 3 Abs. 2, 9 Abs. 2 und 13 Abs. 1 HRAG sind einerseits das der Dienstleistung des Klägers angemessene Entgelt, anderseits die ihm geschuldete Auslagenvergütung zu bestimmen. Diese hat sich nach dem eingangs Gesagten auf die Transportaufwendungen zu beschränken. Dass sie als Autospesen substanziert wurden, schadet nicht. Nachdem der Kläger ein Motorfahrzeug ohne Weisung der Beklagten benützte, gebührt ihm einfach die Erstattung der zur richtigen Erfüllung seiner Aufgabe objektiv notwendigen Auslagen, deren Art und Mass anhand der Richtlinien in BGE 79 II 208 zu erheben sind. Eine Gegenüberstellung der Summe aus den richterlich festgelegten Ansprüchen und des Gesamtbetrages der empfangenen Provisionszahlungen wird zeigen, ob und in welchem Umfange der Kläger noch Forderungen an die Beklagte zu stellen hat.\n\nDa es für die Beurteilung nach den erörterten Richtungen hin ergänzender Tatsachenfeststellungen bedarf, ist der Prozess an die Vorinstanz zurückzuweisen. Unklarheit besteht auch darüber, für welche Periode der Auslagenersatz |239| noch streitig ist. Das Kantonsgericht bemerkt, die Entschädigung werde nur für die Zeit nach dem 7. Juli 1947 verlangt, während es vorgängig als Gegenstand der reduzierten Forderung von Fr. 14'400.-- die \"Autokosten für Benzin, Oel, Garagemiete und Reparaturen für 72'000 Fahrkilometer\" bezeichnet und aus den Akten ersichtlich ist, dass sich diese 72'000 Fahrkilometer über die ganze Vertragsdauer vom 1. März 1946 bis Ende Juni 1949 verteilen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das angefochtene Urteil aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückge wiesen."}