{"annee": "81", "cour": "II", "page": "135", "date": "28/6/1955", "cite": [], "cite_par": ["91 II 362", "144 III 152"], "chapeau": "23. Arrêt de la Ire Cour civile du 28 juin 1955 dans la cause L'Union, compagnie d'assurances, contre Fael S. A.", "regestes": ["Prescription. Art. 138 al. 2 CO. Notion de l'acte de poursuite (consid. 1). Rapport entre les art. 132 et 77 al. 1 ch. 3 CO (consid. 2)."], "faits": "|135|\n\nA.- En juin 1945, Pierre Faure acheta une cuisinière électrique fabriquée par Fael S. A. Manquant d'un dispositif de sécurité suffisant, cet appareil fit explosion, le 13 août 1947, dans l'appartement de l'acheteur, dont le mobilier fut endommagé. Celui-ci était assuré par L'Union, compagnie d'assurances, qui paya 8000 fr. à Faure.\n\nAlléguant que le dommage était dû à un acte illicite de Fael S. A., L'Union se retourna contre cette société en vertu de l'art. 72 LCA. Dans l'intention d'interrompre la prescription, elle lui fit notifier, en 1948, 1949 et 1950, des commandements de payer qui furent frappés d'opposition. Celui de 1949 fut signifié à la débitrice le 9 août et l'office des poursuites communiqua l'opposition à la créancière le 25 août. En 1950, la réquisition de poursuite parvint à l'office le 11 août et le commandement de payer fut notifié à Fael S. A. le 14 août.\n\nB.- Par mémoire du 15 janvier 1951, L'Union a assigné Fael S. A., devant le Tribunal cantonal neuchâtelois, en paiement de 8036 fr. 60 avec intérêt à 5% dès le 13 août 1947.\n\nLa défenderesse a conclu au rejet de l'action. Elle alléguait qu'il s'était écoulé plus d'une année entre le commandement de payer de 1949 et celui de 1950 et que, dès lors, les droits de L'Union étaient prescrits.\n\n|136|\n\nStatuant le 7 février 1955, le Tribunal cantonal neuchâtelois a admis la thèse de Fael S. A. et débouté la demanderesse de ses conclusions.\n\nC.- Contre ce jugement, L'Union recourt en réforme au Tribunal fédéral. Elle conclut, à titre principal, à ce que la juridiction de réforme annule le jugement cantonal, rejette l'exception de prescription et renvoie la cause aux premiers juges pour qu'ils statuent à nouveau.\n\nL'intimée conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La recourante soutient qu'en 1949, la prescription a été interrompue pour la dernière fois le 25 août, date à laquelle l'office lui a communiqué l'opposition formée par Fael S. A. Dès lors, dit-elle, le délai d'une année prévu par l'art. 60 CO n'était pas encore expiré lorsqu'une nouvelle réquisition de poursuite fut déposée en 1950.\n\nSelon l'art. 138 al. 2 CO, la prescription interrompue par des poursuites reprend son cours à compter de chaque acte de poursuite. Mais ces derniers termes ne peuvent désigner que les actes par lesquels le créancier ou l'office font progresser la poursuite en introduisant un nouveau stade de la procédure (cf. dans ce sens HABERSTICH, Handbuch des schweizerischen Obligationenrechts, I p. 281, ainsi que les dispositions légales citées par HAFNER, Obligationenrecht, ad art. 157 rem. 4 a, et par OSER/SCHÖNENBERGER, Kommentar zum OR, ad art. 138 rem. 4). Les simples communications de l'office relatives à des opérations passées ne constituent donc pas des actes de poursuite au sens de l'art. 138 al. 2 CO. Or c'est d'une communication de ce genre qu'il s'agit lorsque le préposé informe le créancier de l'opposition ou du défaut d'opposition, en lui remettant un exemplaire du commandement de payer conformément à l'art. 76 LP. Aussi bien cet avis ne fait-il pas avancer la procédure de poursuite au delà de son premier stade.\n\n|137|\n\nDans le cas particulier, c'est donc le 9 août, date de la notification du commandement de payer, que la procédure a été interrompue pour la dernière fois en 1949.\n\n2. L'Union prétend toutefois que, même s'il en est ainsi, la prescription n'est pas acquise. Aux termes de l'art. 132 al. 1 CO, dit-elle, le jour à partir duquel court la prescription n'est pas compté. Le délai ne partait donc, en l'espèce, que du 10 août 1949. D'autre part, l'art. 132 al. 2 CO dispose que les règles relatives à la computation des délais en matière d'exécution des obligations sont applicables à la prescription. Or, selon l'art. 77 al. 1 ch. 3 CO, la dette est échue, si le délai est fixé par années, le jour qui correspond par son quantième à celui de la conclusion du contrat. Dans le cas particulier - conclut la recourante - le délai expirait donc le 10 août 1950 et la prescription a été interrompue en temps utile, car la réquisition de poursuite parvenue à l'office le 11 août a certainement été mise à la poste la veille.\n\nCette thèse est erronée. Les art. 77 al. 1 ch. 3 et 132 al. 1 CO expriment en réalité le même principe. En effet, si la dette est échue le jour qui, par son quantième, correspond à celui de la conclusion du contrat, cela signifie qu'on ne compte pas le jour dont part le délai. Du reste, sous chiffre 1, l'art. 77 al. 1 le dit expressément pour le cas où le délai est fixé par jours. Ces dispositions ne sauraient dès lors être appliquées cumulativement. L'art. 132 al. 2 CO ne renvoie évidemment aux art. 77 et suiv. que dans la mesure où ceux-ci contiennent des règles qui ne figurent pas déjà à l'art. 132 al. 1. Du reste, l'interprétation proposée par la recourante aurait cette conséquence inadmissible que tous les délais de prescription et de péremption seraient prolongés d'un jour plein. On doit donc admettre, comme le Tribunal fédéral l'a toujours fait (cf. RO 42 II 332 et suiv.), que le délai de prescription expire à la fin du jour qui, par son quantième, correspond au jour à partir duquel il a commencé à courir.\n\nDans ces conditions, la prescription était acquise, en |138| l'espèce, le 9 août 1950. Il importe peu, dès lors, de savoir si la réquisition de poursuite a été mise à la poste le 10 ou le 11 août.\n\nPar ces motifs, le Tribunal fédéral, prononce:\n\nLe recours est rejeté et le jugement attaqué est confirmé."}