{"annee": "81", "cour": "III", "page": "140", "date": "30/9/1955", "cite": ["64 III 85"], "cite_par": [], "chapeau": "39. Entscheid vom 30. September 1955 i.S. Konkursamt Uri.", "regestes": ["Assurance sur la vie. Substitution du conjoint bénéficiaire au preneur en faillite. Lorsque le bénéficiaire le demande, l'office des faillites doit lui délivrer immédiatement l'attestation prévue par les art. 81 al. 2 LCA et 22 de l'ordonnance du 10 mai 1910 concernant la saisie, le séquestre et la réalisation des droits découlantd'assurances. La masse en faillite conserve cependant le droit de contester la validité de la clause bénéficiaire ou de l'attaquer en vertu des art. 285 et suiv. LP."], "faits": "|141|\n\nA.- Der nun im Konkurs befindliche Josef Planzer, Fensterfabrik in Erstfeld, hatte in drei von ihm abgeschlossenen Lebensversicherungen seine Ehefrau als Begünstigte bezeichnet. Zwei dieser Policen sind von ihm verpfändet worden.\n\nB.- Die begünstigte Ehefrau will gemäss Art. 81 VVG in die drei Lebensversicherungen eintreten. Um sich nach Vorschrift von Abs. 2 daselbst über ihre Berechtigung ausweisen zu können, verlangte sie vom Konkursamt die Ausstellung von Bescheinigungen für jede der drei Versicherungen.\n\nC.- Das Konkursamt kam diesem Begehren nicht nach, wurde aber auf Beschwerde der Frau Planzer von der kantonalen Aufsichtsbehörde mit Entscheid vom 30. August 1955 angewiesen, ihr die drei verlangten Bescheinigungen sogleich auszustellen.\n\nD.- Diesen Entscheid zieht das Konkursamt namens der Konkursmasse des Versicherungsnehmers an das Bundesgericht weiter mit dem Antrag, er sei aufzuheben. Wie schon in kantonaler Instanz, begründet das Konkursamt seine Weigerung mit dem Hinweis auf das Recht der Konkursmasse, die Gültigkeit der Begünstigung der Ehefrau des Gemeinschuldners zu bestreiten und die Begünstigung im Sinne von Art. 285 ff. SchKG anzufechten. Darüber werde erst in der zweiten Gläubigerversammlung zu beschliessen sein, und es falle auch das Recht jedes Konkursgläubigers in Betracht, sich die Rechte der Masse, die |142| diese allenfalls nicht selbst ausüben wolle, gemäss Art. 260 SchKG abtreten zu lassen. Das Begehren der Frau Planzer sei somit verfrüht. Nur wenn die Begünstigung unangefochten bleiben sollte, werde ihr die verlangte Bescheinigung auszustellen sein.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nIst in einem Lebensversicherungsvertrage der Ehegatte des Versicherungsnehmers als Begünstigter bezeichnet, so tritt er nach Art. 81 Abs. 1 VVG, sofern er es nicht ausdrücklich ablehnt, in die Rechte und Pflichten aus dem Versicherungsvertrage ein, und zwar \"mit dem Zeitpunkte, in dem gegen den Versicherungsnehmer ... der Konkurs eröffnet wird\". Er hat nach Abs. 2 daselbst den Übergang der Versicherung \"unter Vorlage einer Bescheinigung ... der Konkursverwaltung\" dem Versicherer anzuzeigen. Da somit der Eintritt des Begünstigten in den Vertrag unmittelbar mit der Konkurseröffnung über den Versicherungsnehmer stattfindet, nicht erst nach der zweiten Gläubigerversammlung, muss jener auch berechtigt sein, den Übergang der Versicherung auf ihn sogleich dem Versicherer anzuzeigen. Und da er sich hiebei durch eine Bescheinigung der Konkursverwaltung über den Grund dieses Überganges, eben die Eröffnung des Konkurses über den Versicherungsnehmer, auszuweisen hat, darf ihm die Ausstellung der Bescheinigung nicht im Hinblick auf die erst von der zweiten Gläubigerversammlung zu fassenden Beschlüsse verweigert werden. Damit erweist sich die Betrachtungsweise des Konkursamtes als unzutreffend.\n\nDagegen bleiben natürlich die der Konkursmasse des Versicherungsnehmers zustehenden Bestreitungs- und Anfechtungsrechte auch gegenüber Art. 81 VVG vorbehalten. Dass die Begünstigung zivilrechtlich gültig sei, ist eine selbstverständliche Voraussetzung des Eintrittsrechtes (vgl. JAEGER, N. 5 zu Art. 81 VVG). Die Anfechtung nach Art. 285 ff. SchKG ist sodann in Art. 82 VVG ausdrücklich |143| vorbehalten (vgl. dazuBGE 64 III 85ff.). Die Masse und, wenn sie darauf verzichtet (eben durch Beschluss der zweiten Gläubigerversammlung), jeder einzelne Gläubiger als Zessionar gemäss Art. 260 SchKG können sowohl zivilrechtliche Ungültigkeit wie auch Anfechtbarkeit durch Klage gegen den Begünstigten geltend machen (wie sich aus dem den Art. 82 VVG ergänzenden Art. 10 der Verordnung vom 10. Mai 1910 betreffend die Pfändung, Arrestierung und Verwertung von Versicherungsansprüchen ergibt). Sofern und solange aber die Ungültigkeit oder Anfechtbarkeit der Begünstigung nicht vom Richter ausgesprochen worden ist, kann der betreffende Versicherungsanspruch nicht admassiert werden (siehe die soeben erwähnte Verordnungsbestimmung). Somit hat der Eintritt des Begünstigten in den Versicherungsvertrag gemäss Art. 81 VVG bis auf weiteres als rechtmässig zu gelten, und es ist jenem auf Verlangen die in Frage stehende Bescheinigung ohne weiteres auszustellen. Diese hat sich denn auch nur auf die Tatsache und das Datum der Konkurseröffnung über den Versicherungsnehmer zu beziehen und anzugeben, dass sie als Ausweis über den Eintritt in die Rechte des Schuldners aus dem Lebensversicherungsvertrag ausgestellt werde (Art. 22 der erwähnten Verordnung). Sie enthält keinerlei Verzicht auf die Bestreitungs- und Anfechtungsrechte der Masse gegenüber dem Begünstigten. Das Konkursamt braucht dies in der Bescheinigung nicht noch eigens zu bemerken, darf es aber nach Gutdünken tun, um jeden Zweifel darüber auszuschalten.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}