{"annee": "81", "cour": "IV", "page": "302", "date": "25/11/1955", "cite": ["79 IV 88", "81 IV 47"], "cite_par": [], "chapeau": "65. Urteil des Kassationshofes vom 25. November 1955 i. S. Fürrer gegen Statthalteramt des Bezirkes Zürich.", "regestes": ["Art. 48 al. 1 RA. 1. Exigences relatives à la mesure des distances entre véhicules circulant à la file. 2. Rapport avec l'art. 25 al. 1 LA."], "faits": "BGE 81 IV 302 S. 302\n\nA.- Fürrer fuhr am 1. Februar 1955, ca. 0750 Uhr, mit seinem Chevrolet-Personenwagen am Ende einer aus sechs Autos bestehenden Kolonne von Küsnacht nach Zürich. Als die Kolonne in Zollikon anhalten musste, prallte der 5. Wagen, ein Oldsmobile, gegen seinen Vorderwagen, sodass jedes der in kurzen Abständen aufgeschlossenen Fahrzeuge gegen das vordere geschoben wurde. Fürrer konnte ebenfalls nicht rechtzeitig anhalten und stiess in den Oldsmobile. Vor dem Unfall betrug seine Geschwindigkeit 50-60 km /Std und sein Abstand zum Oldsmobile ca. 20 m.\n\nB.- Der Einzelrichter des Bezirksgerichts Zürich warf Fürrer vor, er habe einen im Verhältnis zu seiner Geschwindigkeit zu geringen Abstand eingehalten. Am 12. September 1955 verurteilte er ihn wegen Übertretung von Art. 25 MFG und Art. 48 MFV zu einer Busse von Fr. 40.-.\n\nC.- Gegen diesen Entscheid hat Fürrer Nichtigkeitsbeschwerde beim Bundesgericht erhoben. Er bestreitet, eine Gesetzesverletzung begangen zu haben.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Gemäss Art. 48 Abs. 1 MFV dürfen hintereinander fahrende Motorfahrzeuge nur so nahe aufschliessen, dass sich beim plötzlichen Anhalten des vordern Fahrzeuges BGE 81 IV 302 S. 303kein Zusammenstoss ereignen kann. Die Pflicht, dafür z-u sorgen, dass der Abstand zwischen zwei hintereinander fahrenden Fahrzeugen diesem Gebot entspricht, obliegt dem Führer des hintern Fahrzeuges (BGE 81 IV 51). Der Beschwerdeführer bestreitet das nicht; er macht aber geltend, der Führer des hintern Fahrzeuges habe bei der Bemessung des Abstandes nicht damit zu rechnen, dass sich der Bremsweg des vordern Fahrzeuges infolge unvorhergesehener Umstände, insbesonders durch einen Zusammenstoss, erheblich verkürze.\n\n2. Das Gebot, einen angemessenen Abstand von andern Fahrzeugen einzuhalten, ist schon in der allgemeinen Verpflichtung enthalten, wonach die Geschwindigkeit den gegebenen Strassen- und Verkehrsverhältnissen anzupassen und überall dort der Lauf zu mässigen ist, wo das Fahrzeug Anlass zu Unfällen bieten könnte (Art. 25 Abs. 1 MFG). Art. 48 Abs. 1 MFV hebt den Fall des Hintereinanderfahrens hervor und gebietet dem Führer des hintern Fahrzeuges im besondern, seinen Abstand derart zu bemessen, dass selbst dann, wenn der vordere Wagen plötzlich angehalten wird, ein Zusammenstoss vermieden werden kann. Obgleich das Gesetz keinen Unterschied macht, aus welchem Grunde das plötzliche Anhalten erfolgt, gilt das Gebot nicht schlechthin. Der Fahrzeugführer hat wegen der entfernten Möglichkeit, dass das vor ihm fahrende Fahrzeug durch höhere Gewalt, z.B. durch einen fallenden Baum oder durch einen Felssturz, plötzlich zum Halten gebracht werden könnte, keine besondern Vorsichtsmassnahmen zu treffen. Er hat bei der Bemessung des Abstandes bloss die Möglichkeit konkreter Gefahren in Rechnung zu stellen.\n\nDas Fahren in der Kolonne erhöht als solches die Gefahr eines Zusammenstosses, nicht nur, weil es die Sicht nach vorne verdeckt oder erschwert und dadurch die zu befahrende Strecke unübersichtlich wird, sondern auch wegen der Ungewissheit, die hinsichtlich der Fahrweise der übrigen Führer und der Betriebssicherheit ihrer Fahrzeuge BGE 81 IV 302 S. 304besteht. Wenn auch bei mittleren und grösseren Geschwindigkeiten im allgemeinen davon ausgegangen werden darf, der vordere Wagen werde nicht auf einen Schlag stillstehen, sondern vor seinem Anhalten eine gewisse Bremsstrecke durchlaufen, so muss doch berücksichtigt werden, dass diese nie zum voraus geschätzt werden kann, denn ihre Länge hängt von verschiedenen Umständen ab (Geschwindigkeit, Zustand der Pneus und der Strasse, Art der Betätigung und Wirksamkeit der Bremsen, etc.), die dem nachfolgenden Fahrzeugführer grösstenteils unbekannt sind. Dieser darf daher nicht mit einem mittleren Bremsweg rechnen; er muss, um sicher zu gehen, in Betracht ziehen, dass das vor ihm fahrende Fahrzeug nur eine kurze Bremsstrecke zum Anhalten benötigt. Wer in einer aus mehreren Autos bestehenden Kolonne fährt, steht ferner dauernd der Gefahr gegenüber, dass das Fahrzeug, dem er folgt, durch das diesem voranfahrende unversehens angehalten wird. Da das Aufleuchten des Stoplichtes über die Art der Bremsung noch nichts aussagt und das Anhalten des vordern Fahrzeuges regelmässig erst aus dessen Geschwindigkeitsverzögerung erkennbar wird, verlängert sich dementsprechend die Reaktionszeit des nachfolgenden Fahrzeugführers; auch dieser Umstand ist bei der Bemessung des Abstandes in Rechnung zu stellen.\n\nDer Beschwerdeführer hat diese Grundsätze zu wenig beachtet. Sein Abstand von 20 m hätte theoretisch zwar gerade genügt, knapp hinter dem Oldsmobile anzuhalten, sofern er innert der üblichen Reaktionszeit von einer Sekunde nach dem Aufleuchten des Stoplichtes zu bremsen begann und sein Bremsweg nicht länger als derjenige des Oldsmobile war. Dies allein entsprach aber nicht den Anforderungen, die angesichts der konkreten Gefahren beim Hintereinanderfahren an die Angemessenheit des Abstandes gestellt werden müssen, damit der Verpflichtung aus Art. 48 Abs. 1 MFV Genüge geleistet ist. Die Tatsache, dass der Chevrolet mit grösserer Wucht den Oldsmobile BGE 81 IV 302 S. 305gerammt hat als dieser das vor ihm stehende Fahrzeug, zeigt übrigens, dass selbst dann, wenn der Bremsweg des Oldsmobile nicht leicht verkürzt worden wäre, der Beschwerdeführer den Zusammenstoss mit grosser Wahrscheinlichkeit nicht hätte vermeiden können. Er ist somit zu Recht bestraft worden.\n\n3. Weiter beanstandet der Beschwerdeführer, dass er gleichzeitig wegen Verletzung des Art. 25 MFG bestraft worden sei. Seine Behauptung, die Geschwindigkeit von 50-60 km /Std sei auf der Seestrasse in Zollikon nicht übersetzt gewesen, wird vom angefochtenen Entscheid nicht widerlegt. Aus dessen Erwägungen ist zu schliessen, dass die Vorinstanz die Geschwindigkeit nur im Hinblick auf den zu geringen Abstand vom vordern Fahrzeug als übersetzt betrachtet hat. Die Geschwindigkeit wäre also den Strassenverhältnissen angepasst gewesen, wenn der Abstand grösser gewesen wäre, während anderseits der Abstand von 20 m bei geringerer Geschwindigkeit genügt hätte. Daraus folgt, dass der Beschwerdeführer nicht gleichzeitig Art. 25 MFG und Art. 48 MFV, sondern nur eine der beiden Bestimmungen verletzt hat, und zwar offenbar die letztere. Der Irrtum der Vorinstanz hatte indessen auf die Bemessung der Busse keinen Einfluss; sie bestätigte nur den Entscheid des Statthalteramtes, das die Strafe allein wegen Zuwiderhandlung gegen Art. 25 MFG ausgefällt hatte. Ein blosser Irrtum in den Motiven bildet aber keinen Kassationsgrund (BGE 79 IV 89).\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}