{"annee": "81", "cour": "IV", "page": "270", "date": "15/10/1955", "cite": [], "cite_par": [], "chapeau": "58. Urteil des Kassationshofes vom 15. Oktober 1955 i. S. Wallach gegen Papavramidès.", "regestes": ["Art. 271 al. 2 PPF. Lorsque le pourvoi en nullité relatif à l'action pénale est retiré, le pourvoi formé par l'autre partie quant aux conclusions civiles est irrecevable si elles portent sur une valeur litigieuse inférieure à 4000 fr."], "faits": "", "considerants": "|270|\n\nErwägungen:\n\n1. Auf Begehren des Eduard Wallach verurteilte das Bezirksgericht Zürich am 28. Januar 1955 Démètre |271| Papavramidès wegen übler Nachrede zu Fr. 300.-- Busse und wegen Verletzung in den persönlichen Verhältnissen zu Fr. 500.-- Genugtuung an den Ankläger. Der Angeklagte appellierte im Straf- wie im Zivilpunkt, während der Ankläger der Appellationsinstanz Bestätigung des erstinstanzlichen Urteils beantragte. Das Obergericht des Kantons Zürich bestätigte am 16. Juni 1955 die Busse, wies dagegen die Genugtuungsforderung des Anklägers ab.\n\n2. Gegen dieses Urteil erklärten beide Parteien Nichtigkeitsbeschwerde. Nach Empfang der schriftlichen Ausfertigung des angefochtenen Urteils zog der Angeklagte die Beschwerde zurück, worauf der Präsident des Kassationshofes sie am 27. September 1955 am Geschäftsverzeichnis abschrieb. Der Ankläger begründete seine Beschwerde rechtzeitig. Er beantragt, der Angeklagte sei zu verpflichten, ihm Fr. 500.-- als Genugtuung zu entrichten.\n\n3. Der Streitwert der vom Ankläger geltend gemachten Zivilforderung betrug schon nach Massgabe der vor der letzten kantonalen Instanz gestellten Rechtsbegehren weniger als Fr. 4000.--. Gemäss Art. 271 Abs. 2 BStP in Verbindung mit Art. 46 OG wäre daher die Nichtigkeitsbeschwerde im Zivilpunkt nur zulässig, wenn der Kassationshof auch mit dem Strafpunkt befasst wäre. Das trifft nicht zu, da der Angeklagte seine Beschwerde zurückgezogen hat und der Ankläger im Strafpunkt nicht Beschwerde führt. Ob die Nichtigkeitsbeschwerde des Anklägers im Zivilpunkt zulässig gewesen wäre, wenn der Angeklagte die seine im Strafpunkt aufrecht gehalten hätte, kann dahingestellt bleiben. Von selbst versteht sich das nicht, da im Falle des Art. 271 Abs. 2 BStP der Kassationshof auf die Beschwerde im Zivilpunkt nur einzutreten hat, wenn er die Beschwerde im Strafpunkt gutheisst und dessen abweichende Beurteilung auch für die Entscheidung im Zivilpunkt Bedeutung haben kann (Art. 277quater Abs. 2 BStP). Inwiefern letztere Voraussetzung hätte zutreffen können, ist nicht zu ersehen, kam doch im Strafpunkt |272| nur noch eine Abänderung des angefochtenen Urteils zu Gunsten des Angeklagten, nicht auch zu seinen Ungunsten, in Frage.\n\nDemnach erkennt der Kassationshof:\n\nAuf die Nichtigkeitsbeschwerde des Eduard Wallach wird nicht eingetreten."}