{"annee": "81", "cour": "II", "page": "129", "date": "15/2/1955", "cite": [], "cite_par": [], "chapeau": "22. Estratto della sentenza 15 febbraio 1955 della I Corte civile nella causa Magazzini generali SA e Ferrovie federali svizzere contro Angelo Castelletti SA e ditta Anna Erker.", "regestes": ["1. Ordre dans la réparation des dommages en cas de concours d'actions: Action contractuelle du déposant contre le dépositaire en réparation du dommage subi par les marchandises déposées; actions extracontractuelles intentées par le déposant et le propriétaire des marchandises au tiers propriétaire de l'entrepôt, responsable du même dommage en vertu de l'art. 58 CO (consid. 8). 2. Admissibilité de l'ordre contractuel des recours, dans les rapports entre le bailleur et le preneur, pour les dommages subis par des tiers (consid. 9)."], "faits": "|130|\n\nA.- Nel 1937 le Ferrovie federali svizzere concessero in locazione alla Magazzini generali SA vani di deposito in uno stabile di loro proprietà a Chiasso. La locataria li utilizzò per immagazzinare merci consegnatele da terzi; fra l'altro venne ivi depositata, negli anni 1942 e 1943, una partita di cartone-legno di proprietà della ditta Anna Erker a Milano, affidata alla Magazzini generali dalla SA Angelo Castelletti.\n\nIl 17 giugno 1943, si costatò che nel magazzino si era verificato un ingente danno cagionato da acqua fuoruscita, per un difetto di una valvola o rubinetto, da una condotta che corre lungo una parete. La partita di cartone immagazzinata subì grave danno: dopo la realizzazione della merce avariata il pregiudizio de finitivo risultò di 17 887 fr. 70.\n\nB.- La deponente Castelletti e la proprietaria Erker convennero giudizialmente tanto l'assuntrice del magazzino (Magazzini generali), quanto le proprietarie dello stabile (Ferrovie federali), chiedendo il risarcimento del danno di 17 887 fr. 70 oltre interessi al 5% dal 31 marzo 1947.\n\nEntrambe le giurisdizioni cantonali ammisero integralmente l'azione, riconoscendo nel contempo alle Ferrovie federali il diritto di regresso verso la Magazzini generali per l'intero importo del danno.\n\nC.- Contro la sentenza 5 luglio 1954 della Camera civile del Tribunale d'appello sono stati interposti al Tribunale federale due ricorsi per riforma, l'uno da parte delle Ferrovie federali, l'altro da parte della Magazzini generali, concludenti entrambi all'integrale reiezione delle domande di petizione nei confronti delle rispettive ricorrenti.\n\nOgnuna delle due convenute ha chiesto con la propria risposta la reiezione del gravame dell'altra; le attrici hanno concluso per il rigetto di entrambi i ricorsi.\n\nAccertato che del danno la depositaria risponde (contrattualmente) nei confronti della deponente, ma non nei confronti |131| della proprietaria della merce (nè contrattualmente, nè per atto illecito); costatato altresì che, in principio, le proprietarie del magazzino rispondono in virtù dell'art. 58 CO tanto nei confronti della deponente, quanto nei confronti della proprietaria della merce, il Tribunale federale", "considerants": "considera:\n\n8. Dalle considerazioni esposte risulta che nel rapporto giuridico due aventi diritto - le ditte attrici - si contrappongono a due obbligate, cioè alle convenute. È pertanto necessario decidere quale relazione intercorra fra le pretese e, rispettivamente, le responsabilità reciproche delle parti.\n\na) Nei confronti della Magazzini generali soltanto l'attrice Castelletti può far valere pretese contrattuali. Diversa è però la situazione avuto riguardo alle pretese dirette contro le proprietarie dell'opera. Teoricamente, tanto la proprietaria della merce ditta Erker, quanto la deponente Castelletti appaiono danneggiate: la prima è lesa nel suo diritto di proprietà sulla merce, di cui non può più disporre; la seconda incontra un pregiudizio poichè, non potendo più restituire la merce alla proprietaria, viene gravata d'una pretesa di risarcimento (WOLFF nel Comm. di KLANG al CC austr., vol. IV, p. 3, I). In altre parole l'evento dannoso non colpisce la deponente Castelletti solo per riflesso, nel qual caso l'azione di risarcimento le competerebbe soltanto se espressamente prevista dalla legge (vedi RU 57 II 181 in merito all'applicazione dell'art. 45 cp. 3 CO), bensì direttamente. Sennonché, il danno è in realtà quello di un terzo, cioè danno della proprietaria della merce, verso la quale la deponente Castelletti è tenuta a rispondere. Al pregiudizio subìto dalla terza proprietaria Erker corrisponde, per la Castelletti SA, un interesse fondato sulla propria responsabilità (VON TUHR/SIEGWART, Obligationenrecht, vol. II, § 68, VI, p. 551). Questo interesse vien meno in quanto il terzo faccia direttamente valere la pretesa di risarcimento nei confronti del responsabile. In concreto l'interesse desunto |132| dalla responsabilità della deponente è identico e si confonde col danno subìto dalla proprietaria: entrambe, infatti, fanno valere le stesse pretese, uguali ed incontestate nel loro importo. In simili circonstanze, nonostante la concorrenza delle azioni, non v'è alcun motivo di accogliere la domanda della deponente nei confronti delle proprietarie dell'opera, giacchè la proprietaria della merce conviene direttamente quest'ultime in giudizio per ottenere il risarcimento, e nulla chiede alla deponente Castelletti. Perciò la petizione dell'attrice Castelletti dev'essere attualmente respinta.\n\nLa configurazione speciale del pregiudizio testè illustrato esercita però un influsso anche sulla pretesa della ditta Castelletti verso la depositaria. È esatto che la Magazzini generali risponde soltanto nei confronti della deponente, poichè con essa soltanto sussiste il vincolo del contratto (BECKER, Comm. all'art. 97 CO n. 48): tuttavia dal fatto che il creditore contrattuale ha soltanto un interesse fondato sulla propria responsabilità, mentre il danno colpisce un terzo, si conclude in dottrina che, in simili casi, il creditore contrattuale può richiedere unicamente dall'obbligato prestazione del risarcimento al terzo, e non a se stesso (cf. soprattutto VON TUHR/SIEGWART, vol. II, § 68, VI, p. 553 n. 118; in senso conforme BECKER, Com., II ed., all'art. 97 n. 46 e 47 in fine). Tale opinione dottrinale merita conferma. Alla speciale natura del danno (mera responsabilità e interesse relativo) deve far riscontro questo speciale modo del risarcimento, in conformità d'altronde anche col principio sancito dall'art. 43 cp. 1 CO, secondo cui al giudice spetta di determinare il modo del risarcimento. Pertanto l'azione della ditta deponente può essere accolta solo nel senso che l'indennità dovuta dalla depositaria venga corrisposta alla proprietaria della merce avariata.\n\nb) Per contro, non appare possibile eliminare il concorso dell'azione fondata sulla responsabilità contrattuale derivante dal deposito con l'azione basata sulla responsabilità |133| delle proprietarie dell'immobile, poichè le due responsabilità attingono a fattispecie differenti ed a cause giuridiche diverse. Di conseguenza, le domande di causa debbono essere accolte nel senso precisato sopra sub a), e precisamente debbono essere ammesse: 1) l'azione contrattuale della deponente Castelletti contro la depositaria Magazzini generali, ritenuto che l'importo delle indennità debba essere versato alla ex proprietaria della merce depositata, ditta Erker; 2) l'azione extracontrattuale della proprietaria della merce Erker contro le proprietarie dell'opera, Ferrovie federali. Si tratta di un caso di solidarietà cosidetta impropria a'sensi dell'art. 51 CO. L'adempimento di uno dei crediti comporta estinzione dell'altro. Ritenuto che i responsabili, in entrambi i casi, sono diversi, occorre esaminare la questione del regresso su cui si sono pronunciate anche le istanze cantonali.\n\n9. L'ordinamento del regresso istituito dall'art. 51 CO, riservate norme speciali, non ha carattere coattivo. Ciò vale, in particolare, anche per il rapporto tra locatore e locatario, sotto riserva della norma dell'art. 100 CO che vieta l'esclusione della responsabilità per i casi del dolo e della colpa grave. Infatti, non si vede per quale motivo le parti di un contratto di locazione non dovrebbero poter regolare contrattualmente la questione del regresso per il caso di danni a terzi inerenti all'opera, ed in ispecie per quelli dipendenti da difetti di manutenzione, con la riserva tuttavia che tale regolamentazione non deve impedire al locatario l'uso della cosa locata. Ora, non v'è nessun motivo assoluto per escludere la possibilità di disciplinare contrattualmente la responsabilità, per il caso che il danno colpisca un terzo invece del locatario.\n\nL'art. 6 del contratto di locazione 14 giugno 1937 concluso fra le Ferrovie federali e la Magazzini generali prevede che, per la merce depositata nella cantina, le locatrici non assumono responsabilità di nessuna natura, neppure in caso di incendio, e che se fossero azionate per infortuni o danni a materiali di terzi, la locataria dovrà completamente |134| indennizzarle. È chiaro che codeste disposizioni contrattuali regolano (internamente) la responsabilità delle parti per danni sofferti da terzi; l'ordinamento concerne tutte le pretese di risarcimento, per qualsivoglia titolo giuridico. A ragione, pertanto, la querelata sentenza ha accollato definitivamente l'obbligo di sopportare il danno, nel rapporto interno, alla locataria Magazzini generali. Non appare pertanto necessario esaminare in qual modo dovrebbe esser ordinato il regresso in applicazione dell'art. 51 CO.\n\nIl Tribunale federale pronuncia:\n\nLa querelata sentenza 5 luglio 1954 della Camera civile del Tribunale d'appello è riformata a norma dei considerandi come segue:\n\n1.- In parziale accoglimento del ricorso della Magazzini generali SA:\n\na) La petizione della ditta Erker contro la ricorrente è respinta.\n\nb) La petizione della Castelletti SA è ammessa nella somma di 17 887 fr. 70 oltre interessi al 5% dal 31 marzo 1947, ritenuto tuttavia che questa somma dev'essere pagata dalla convenuta alla ditta Erker.\n\n2.- In parziale accoglimento del ricorso delle Ferrovie federali svizzere:\n\na) La petizione della ditta Erker contro la ricorrente è accolta nella somma di 17 887 fr. 70 oltre interessi al 5% dal 31 marzo 1947. Su questo punto il ricorso è respinto.\n\nb) La petizione della Castelletti SA contro la ricorrente è attualmente respinta.\n\n3.- Le Ferrovie federali svizzere hanno per l'importo di 17 887 fr. 70 oltre interessi al 5% dal 31 marzo 1947 un diritto di regresso nei confronti della Magazzini generali SA"}