{"annee": "81", "cour": "II", "page": "635", "date": "4/11/1955", "cite": ["81 II 73", "80 II 369", "75 II 131", "79 I 272"], "cite_par": ["86 II 427", "93 II 204"], "chapeau": "94. Urteil der II. Zivilabteilung vom 4. November 1955 i. S. J. und R. Müller gegen Ackermann.", "regestes": ["Conditions de l'exercice d'un droit de préemption suivant l'art. 6 LPR. a) Lorsqu'un copropriétaire vend sa part, ses parents (descendants etc.), pour autant que celle-ci représente une partie importante de l'exploitation, ont un droit de préemption sur lequel le droit de préemption des autres copropriétaires a la priorité (art. 6 al. 3 litt. a LPR). b) En cas de vente de l'exploitation par les copropriétaires, un droit de préemption se rapportant au tout n'existe, selon l'art. 6 LPR, qu'en faveur des personnes qui sont apparentées à tous les copropriétaires. Une extension du droit de préemption ne peut être déduite de l'art. 1er LPR. c) Les personnes qui ne sont apparentées qu'à l'un des copropriétaires ont-elles un droit de préemption concernant la part de celui-ci, selon l'art. 6 LPR, en cas de vente de toute l'exploitation? Question laissée indécise en principe, mais résolue négativement lorsque l'exploitation est acquise par l'un des copropriétaires. Art. 1er et 6 LPR, 641, 651 et 682 CC, 19 ss CO."], "faits": "BGE 81 II 635 S. 636\n\nA.- Das bäuerliche Heimwesen \"Ober-Blattegghüsli\" stand im Miteigentum von Josef Renggli, F. J. Müller und Isidor Ackermann, die es am 29. Mai 1933 an einer Zwangsversteigerung gemeinsam erworben hatten, zu je einem BGE 81 II 635 S. 637Drittel. Die Miteigentümer waren miteinander nicht verwandt. Im Jahre 1953 kamen die Erben des Josef Renggli, F. J. Müller und der Rechtsnachfolger des Isidor Ackermann, Alfred Ackermann, überein, die Liegenschaft auf eine freiwillige öffentliche Steigerung zu bringen, die am 7. März 1953 stattfand. Vor dem Ausruf der Liegenschaft, deren Katasterschatzung Fr. 28'900.-- und deren Entschuldungsschatzung Fr. 44'000.-- beträgt, erklärten die Veräusserer zu Protokoll, \"dass sie für einen allfälligen Schaden, der aus der Geltendmachung der gesetzlichen Vorkaufsrechte dem Ersteigerer entstehen könnte, nicht aufkommen und jede Haftbarkeit ablehnen\". Den Zuschlag erhielt für das Höchstangebot von Fr. 62'500.-- einer der Miteigentümer, Alfred Ackermann, der schon vor der Versteigerung sein Interesse am Erwerb der Liegenschaft bekundet hatte.\n\nB.- Der Hypothekarschreiber erliess gemäss Art. 13 Abs. 3 des am 1. Januar 1953 in Kraft getretenen Bundesgesetzes über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951 (EGG) Anzeigen an 55 Verwandte der Veräusserer. Es meldeten sich unter anderen zwei Söhne des F. J. Müller, Julius und Otto Müller. Sie allein machten dann das vom Erwerber Ackermann bestrittene Vorkaufsrecht gerichtlich geltend. Ackermann hatte das vom Hypothekarschreiber eingeleitete Verfahren auf dem Beschwerdeweg angefochten, jedoch ohne Erfolg (BGE 79 I 272).\n\nC.- Die von Julius und Otto Müller gegen Alfred Ackermann angehobene Klage ging auf Feststellung ihres Vorkaufsrechtes an der ganzen Liegenschaft, eventuell am frühern Miteigentumsanteil ihres Vaters, demgemäss auf Übertragung der ganzen Liegenschaft, eventuell des väterlichen Miteigentumsanteils auf sie zu Miteigentum, und zwar im Umfange dieses Anteils zum anteilsmässigen Schatzungswert im Sinne des Bundesgesetzes vom 12. Dezember 1940 über die Entschuldung landwirtschaftlicher Heimwesen (LEG) und hinsichtlich der andern zwei Drittelsanteile BGE 81 II 635 S. 638zu zwei Dritteln des Steigerungspreises von Fr. 62'500.--.\n\nDer Beklagte trug auf Abweisung der Klage an.\n\nD.- Das Amtsgericht Entlebuch erkannte den Klägern das Vorkaufsrecht an der ganzen Liegenschaft zu, unter der Voraussetzung, dass sie sich im Sinne von Art. 11 Abs. 2 EGG zu einer Gemeinderschaft zusammenschlössen, und bestimmte den Erwerbspreis auf 1 /3 von Fr. 44'000.-- für den Miteigentumsanteil ihres Vaters und auf 2 /3 von Fr. 62'500.-- für die andern zwei Miteigentumsanteile.\n\nAm 16. Mai 1955 schlossen die Kläger einen Gemeinderschaftsvertrag ab.\n\nDas Obergericht des Kantons Luzern, an das der Beklagte appelliert hatte, wies die Klage am 17. Mai 1955 ab.\n\nE.- Gegen dieses Urteil haben die Kläger Berufung eingelegt. Sie erneuern die Begehren der Klage. Wie schon vor Obergericht, verlangen sie mit Hinweis auf den Gemeinderschaftsvertrag die Übertragung \"zu Miteigentum, eventuell zu Gesamteigentum\". Ein Eventualantrag geht auf Rückweisung der Sache an die Vorinstanz zur Einholung einer Expertise über die Grösse und Ertragenheit der Liegenschaft und zu neuer Beurteilung.\n\nDer Beklagte trägt auf Abweisung der Berufung an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Vorkaufsrecht nach dem Bundesgesetz über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951 (EGG) greift nach dessen Art. 6 Abs. 1 Platz, wenn \"ein landwirtschaftliches Gewerbe oder wesentliche Teile davon\" verkauft werden. Das trifft hier zu. Indessen sind als vorkaufsberechtigt die Nachkommen, der Ehegatte und die Eltern \"des Verkäufers\" bezeichnet. Das Gesetz zieht also nur den Fall eines einzigen Verkäufers in Betracht. Es knüpft dann allerdings in Art. 6 Abs. 3 lit. a an Miteigentumsverhältnisse an, indem es bestimmt, dem in diesem Gesetzes begründeten Vorkaufsrecht gehe das Vorkaufsrecht des Miteigentümers gemäss Art. 682 ZGB vor.BGE 81 II 635 S. 639\n\nDiese Vorschrift hat jedoch nur den Fall im Auge, dass Gegenstand des Verkaufes ein blosser Miteigentumsanteil ist. Denn das Vorkaufsrecht des Miteigentümers nach Art. 682 ZGB gilt nur beim Verkauf eines Anteils, nicht auch beim Verkauf des Grundstückes selbst (BGE 75 II 133und mit eingehender Begründung BGE 80 II 372 ff.). Aus Art. 6 Abs. 3 litt. a EGG lässt sich nun folgern, beim blossen Verkauf seines Miteigentumsanteils durch den Vater der Kläger hätten diese (vorausgesetzt, der Miteigentumsanteil von 1 /3 habe als \"wesentlicher Teil\" des landwirtschaftlichen Gewerbes zu gelten) ein Vorkaufsrecht als Nachkommen \"des Verkäufers\" geltend machen können, sofern keiner der andern Miteigentümer das nach dem Gesagten vorgehende Vorkaufsrecht nach Art. 682 ZGB ausgeübt hätte.\n\n2. Beim Verkauf (oder bei einer nach Art. 9 Abs. 3 EGG gleichzuachtenden freiwilligen Versteigerung) des Heimwesens selbst durch mehrere miteinander nicht verwandte Miteigentümer (wobei hier ein Anteil übrigens einer Erbengemeinschaft zustand) sind aber die Nachkommen eines Miteigentümers nicht ohne weiteres in der Lage, als Verwandte \"des Verkäufers\" aufzutreten. Ob und inwieweit in einem solchen Fall Verwandten-Vorkaufsrechte ausgeübt werden können, ist umstritten. ARTHUR JOST (Handkommentar zum EGG, N. 10, a, cc zu Art. 10, und ebenso in der Abhandlung über die Vorkaufsrechte in \"Das neue landwirtschaftliche Bodenrecht der Schweiz\" S. 39 ff.) anerkennt ein Verwandten-Vorkaufsrecht beim Verkauf eines in Miteigentum stehenden Heimwesens nur dann, wenn die Miteigentümer miteinander verwandt sind und nun ihre gemeinsamen, in einem nach Art. 6 EGG beachtlichen Range und Grade stehenden Verwandten als Vorkaufsberechtigte auftreten. Zum Falle, dass jeder der Mit- (oder Gesamt-) eigentümer Verwandte hat, äussert sich FRANZ JENNY (Das Gesetz über die Erhaltung des bäuerlichen Grundbesitzes, in SJZ 49 S. 37 ff., besonders 42 /43) dahin, es sei entweder der Vorkaufsfall zu verneinen, BGE 81 II 635 S. 640oder es müsse ohne Rücksicht auf das Verwandtschaftsverhältnis der Vorzug demjenigen Vorkaufsberechtigten gegeben werden, der die Liegenschaft selber bewirtschaften wolle und dazu als geeignet erscheine. Die zweite Lösung erscheine jedoch als unbefriedigend, wenn unter den veräussernden Miteigentümern keine Verwandtschaft bestehe oder das verwandtschaftliche Rangverhältnis unter den Vorkaufsberechtigten ein ungleiches sei. Die Dissertation von FRANZ EUGEN JENNY (1955) über das bäuerliche Vorkaufsrecht (S. 150 ff.) hält es dagegen für gerechtfertigt, den Verwandten eines jeden Miteigentümers, auch wenn keine Verwandtschaft zu den andern Miteigentümern besteht, ein Vorkaufsrecht auf das ganze Gewerbe, wenn dieses als Ganzes verkauft wird, zuzugestehen. Das Amtsgericht geht im vorliegenden Rechtsstreit davon aus, das Vorkaufsrecht der Kläger erstrecke sich nicht über den Miteigentumsanteil ihres Vaters hinaus. Dennoch lässt es die Wirkung des Vorkaufsrechtes auf das ganze Heimwesen eintreten. Es weist auf den Willen der Kläger zur Selbstbewirtschaftung hin und erklärt, die Zuweisung des ganzen Gewerbes an die Kläger liege im Sinne des EGG, das nach Art. 1 nicht nur die Bindung zwischen Familie und Heimwesen festigen, sondern auch die Schaffung landwirtschaftlicher Heimwesen begünstigen wolle. Das Obergericht aber lehnt es ab, den Klägern ein Recht auf mehr als den Miteigentumsanteil ihres Vaters zuzuerkennen, da sie eben mit den andern Miteigentümern nicht verwandt seien. Jedoch wäre nach Ansicht des Obergerichts das auf den erwähnten Anteil beschränkte Eventualbegehren auch beim Verkauf des ganzen Heimwesens grundsätzlich zu schützen. Nun stelle dieser Anteil aber keinen \"wesentlichen Teil\" des Heimwesens dar, was nach Art. 6 Abs. 1 EGG die erste Voraussetzung der Zuweisung bilden müsste. Bei einem Miteigentumsanteil lasse sich zunächst von einem \"wesentlichen Teil\" überhaupt nicht sprechen. Immerhin könne davon in übertragenem Sinne die Rede sein, wenn man an die Möglichkeit einer spätern Realteilung denke.BGE 81 II 635 S. 641\n\nUnter diesem Gesichtspunkt sei dem Miteigentumsanteil des Vaters der Kläger ein Heimwesen von einem Drittel des Wertes des Gewerbes \"Ober-Blattegghüsli\" gleichzusetzen. Ein so kleines Heimwesen vermöchte aber einerseits einer Bauernfamilie keine Existenzgrundlage zu bieten und könne daher nicht als \"wesentlicher Teil\" gelten; anderseits würde durch Abtrennung eines Drittels das vorliegende Heimwesen zu sehr verkümmert, so dass die Abtrennung nicht mit den Grundtendenzen des EGG im Einklang stünde (wobei auf BGE 81 II 73 hingewiesen wird).\n\nDie Ausführungen des Obergerichtes über die Grösse des Heimwesens, über das Ungenügen eines Drittels davon zur Schaffung einer bäuerlichen Existenz und über die Wirkungen, die sich bei Abtrennung eines Drittels für das restliche Heimwesen ergäben, beruhen auf einer Würdigung tatsächlicher Verhältnisse, wie sie grundsätzlich für das Bundesgericht verbindlich ist (Art. 63 Abs. 2 OG). Die Kläger versuchen freilich darzutun, dass dabei offensichtliche Versehen obgewaltet haben müssen. Indessen stützen sie sich auf Behauptungen, zu denen das Obergericht gar nicht Stellung genommen hat und die sich allenfalls als neue, vor Bundesgericht nicht mehr zulässige Vorbringen erweisen könnten (Art. 55 Abs. 1 lit. c OG). Wie dem aber auch sein möge, ist den Klägern die Ausübung eines Vorkaufsrechtes bereits aus andern als den vom Obergericht angenommenen Gründen zu versagen. Und zwar kann dahingestellt bleiben, ob es richtig sei, die \"Wesentlichkeit\" eines Miteigentumsanteils nach dem Sachverhalte zu beurteilen, der sich bei einer spätern Realteilung ergeben würde. Denn auch wenn man davon ausgeht, der Miteigentumsanteil des Vaters der Kläger sei beträchtlich genug, um als \"wesentlicher Teil\" des Heimwesens zu gelten, erweist sich die Klage als unbegründet.\n\na) Vorerst ist dem Obergericht darin beizustimmen, dass ein den Miteigentumsanteil ihres Vaters betreffendes Vorkaufsrecht der Kläger sich nicht auf das Heimwesen BGE 81 II 635 S. 642als Ganzes erstrecken lässt. Art. 6 Abs. 1 EGG knüpft an die Verwandtschaft mit dem Verkäufer an. Das schliesst nun zwar nicht aus, ein die Liegenschaft als Ganzes betreffendes Vorkaufsrecht auch bei einer Mehrzahl von Verkäufern, eben bei Mit- oder Gesamteigentum, zu bejahen. Denn es liegt im Rahmen einer sinnvollen Auslegung, was für \"den\" (einzigen) Verkäufer gilt, auch für \"die\" (mehreren) Verkäufer gelten zu lassen. Allein eine Verwandtschaft mit \"den\" Verkäufern liegt nur vor, wenn der Vorkaufsberechtigte mit allen Verkäufern gleichermassen verwandt ist, was JOST (a.a.O.) zutreffend hervorhebt. Sind die Vorkaufsberechtigten nicht mit allen, sondern nur mit einem der Miteigentümer verwandt, so sind sie nicht die Nachkommen, Eltern, Geschwister der Verkäufer schlechthin. Ihnen dennoch ein auf das Heimwesen als Ganzes zu beziehendes Vorkaufsrecht einräumen, hiesse einem weitergehenden Einbruch in das allgemeine Zivilrecht Raum geben, als wie ihn das landwirtschaftliche Bodenrecht als Sonderrecht eindeutig vorsieht. Das erscheint nicht als zulässig. Es muss vielmehr bei der vom Zivilrecht anerkannten Freiheit des Eigentums (Art. 641 ZGB) und des Vertragsabschlusses mit freier Wahl des Vertragspartners (Art. 19 ff. OR) bleiben, soweit nicht die Rechtsordnung, also hier das Bodenrecht, deutliche Schranken aufgestellt hat. Aus Art. 1 EGG, worauf sich das Urteil des Amtsgerichtes stützt, lässt sich die von den Klägern mit ihren Hauptbegehren vertretene Ausdehnung des Verwandten-Vorkaufsrechtes nicht herleiten. Dieser die Zwecke des Gesetzes umschreibende Programmartikel kann wohl zur Auslegung der speziellen Normen herangezogen werden. Doch dürfen aus der allgemeinen Zweckumschreibung keine konkreten Massnahmen gefolgert werden, die das Gesetz in seinem speziellen Teil (d.h. in den Abschnitten II ff.) nicht vorsieht, noch dürfen die einzelnen Massnahmen, wie namentlich das Vorkaufsrecht, über den Rahmen hinaus erweitert werden, den ihnen die sie betreffenden besondern Vorschriften ziehen. Wenn nun Art. 6 EGG als Grund zum BGE 81 II 635 S. 643Vorkaufsrecht bestimmte Verwandtschaftsbeziehungen zum Verkäufer anerkennt, so genügt eine derartige Verwandtschaft mit nur einem von mehreren Miteigentümern nicht, um ein Vorkaufsrecht über den Anteil des betreffenden Miteigentümers hinaus zu begründen. Denn hinsichtlich der andern Anteile fehlt es an der das Vorkaufsrecht nach der erwähnten Bestimmung einzig rechtfertigenden Verwandtschaftsbasis.\n\nb) Somit bleibt zu prüfen, ob die Kläger im Sinne ihrer Eventualbegehren den Miteigentumsanteil ihres Vaters an sich ziehen und den Steigerungserwerb des Beklagten dementsprechend beschränken können. Das ist nicht etwa ohne weiteres deshalb zu bejahen, weil sie (sofern der Anteil \"wesentlich\" genug sein sollte) das Vorkaufsrecht bei einem blossen Verkauf dieses Anteils durch ihren Vater hätten ausüben können (Erw. 1). Denn Art. 6 EGG geht davon aus, dass der Gegenstand des Vorkaufsrechtes mit dem des Verkaufes übereinstimme. Immerhin bleibt angesichts des Gesetzestextes die Frage offen, ob das Vorkaufsrecht von Verwandten eines Miteigentümers hinsichtlich des betreffenden Anteils zur Geltung kommen könne, wenn das ganze Gewerbe verkauft wird. Zugunsten des Standpunktes der Kläger lässt sich einerseits sagen, der Miteigentumsanteil ihres Vaters sei im Kaufsobjekt inbegriffen, und der Zugriff auf diesen Anteil verschaffe ihnen nur, was sie bei einem auf den Anteil begrenzten Verkaufe hätten beanspruchen dürfen. Bedenken erweckt anderseits die Beeinträchtigung der Rechte, die sich der Käufer des Heimwesens bei einer solchen Lösung gefallenlassen müsste. Rechnet man bei den Verhandlungen über einen Kauf mit der Möglichkeit eines erfolgreichen Zugriffs Verwandter einzelner Miteigentümer auf deren Anteile, und gar mit Ansprüchen auf Preisvergünstigung nach Art. 12 Abs. 2 EGG, so kann dies manchen Interessenten abhalten und die Verkaufsbedingungen verschlechtern. Ob es dennoch dem wahren Sinne des Art. 6 EGG entspreche, Vorkaufsrechte von Verwandten einzelner Miteigentümer beim Verkauf BGE 81 II 635 S. 644des ganzen Heimwesens hinsichtlich der betreffenden Anteile grundsätzlich zur Geltung kommen zu lassen, ist zweifelhaft und vom Gesetz leider nicht klargestellt worden. Wie dies sich aber auch verhalten möge, ist die Ausübung solcher Vorkaufsrechte jedenfalls dann abzulehnen, wenn Käufer des landwirtschaftlichen Gewerbes einer der bisherigen Miteigentümer, also einer der Verkäufer selbst, ist. In diesem Fall ist der Verkauf oder die freiwillige Versteigerung des Heimwesens nichts anderes als eine Modalität des Auskaufes im Sinne von Art. 651 Abs. 1 ZGB. Für die andern Miteigentümer handelte es sich darum, wenn möglich einen höhern Preis für ihre Anteile zu erzielen, als wie ihn der Beklagte - dem, wie auf S. 2 der Klageschrift ausgeführt wird, am Erwerbe sehr gelegen war - bei interner Teilungsvereinbarung hätte anbieten wollen. Der Steigerungspreis, bzw. zwei Drittel davon, stellt sich als die durch ein besonderes Vorgehen ermittelte Auskaufsumme dar. Beim Verkauf der Miteigentumsanteile des Vaters der Kläger und der Erben von Josef Renggli an einen aussenstehenden Dritten (Vierten) wäre für die Kläger, wie in Erw. 1 dargetan, inbezug auf den Anteil des Vaters ein Vorkaufsfall (unter der dort erwähnten Voraussetzung) vorgelegen, aber nur im Nachgang zum Vorkaufsrecht des Beklagten in bezug auf beide Anteile nach Art. 682 ZGB. Erwarb der Beklagte diese Anteile, statt infolge seines Vorkaufsrechtes, direkt durch Auskauf der andern Miteigentümer, so kam das Verwandten-Vorkaufsrecht der Kläger von vornherein nicht in Betracht. Gleich verhält es sich nun auch bei dem auf dem Ergebnis einer freiwilligen Steigerung beruhenden Auskauf.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Luzern vom 17. Mai 1955 bestätigt."}