{"annee": "81", "cour": "II", "page": "429", "date": "8/12/1955", "cite": [], "cite_par": [], "chapeau": "66. Extrait de l'arrêt rendu par la IIe Cour Civile le 8 décembre 1955 dans la cause Mauroux contre Mauroux et consorts.", "regestes": ["L'art. 621 al. 1 CC se réfère non seulement à la situation personnelle des héritiers qui demandent l'attribution mais à celle de tous les héritiers. Prise en considération des intérêts des autres héritiers."], "faits": "BGE 81 II 429 S. 429\n\nA.- Léonard Mauroux, agriculteur à Autigny, est décédé le 25 avril 1952, laissant comme héritiers sa veuve, cinq fils, soit Gervais, Fidèle, Arthur, Maurice et Paul, ainsi que deux filles, Irma et Agnès. Parmi les biens de la succession se trouvait un domaine agricole d'environ 24 poses.\n\nJusqu'à son décès, Léonard Mauroux a exploité son domaine avec le concours de sa femme et de trois de ses enfants, savoir Maurice, Paul et Agnès. Après sa mort l'exploitation a été continuée par sa veuve et les mêmes enfants. Les deux frères se partageaient le travail, Maurice s'occupant plus particulièrement de la production du lait, cependant que Paul assumait les autres tâches.\n\nPar exploit du 19 juin 1954, Maurice Mauroux a demandé que le domaine lui fût attribué à la valeur de rendement, le prix devant s'imputer sur sa part successorale. Tous les autres héritiers se sont opposés à cette prétention et ont requis l'attribution de l'exploitation à Paul Mauroux. Statuant en première instance, le 28 décembre 1954, la BGE 81 II 429 S. 430Justice de paix de Prez-vers-Noréaz a admis la demande de Maurice Mauroux.\n\nB.- Saisie d'un recours formé par les frères et soeurs du demandeur, la Cour civile du Tribunal cantonal de l'Etat de Fribourg, par arrêt du 7 juillet 1955, a annulé le jugement de la Justice de paix et a attribué à Paul Mauroux le domaine appartenant à la communauté successorale de feu Léonard Mauroux, à la valeur de rendement de 45 000 fr.\n\nC.- Maurice Mauroux a recouru au Tribunal fédéral contre cet arrêt dont il demande la réformation dans le sens de l'admission de ses conclusions tendant à ce que le domaine litigieux lui soit attribué.\n\nLes intimés concluent au rejet du recours et à la confirmation de l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n3. La Cour cantonale constate que Maurice Mauroux ne s'entend pas avec sa mère, qui a été victime de ses menaces et de ses grossièretés. Elle admet que si le domaine était attribué au recourant, dame Célina Mauroux devrait quitter la ferme familiale, ce qui aurait pour conséquence de diminuer pratiquement son usufruit et d'obliger les autres héritiers à contribuer à son entretien. En revanche, si l'exploitation est reprise par Paul Mauroux, la mère sera accueillie à son foyer avec la déférence et les égards qui lui sont dus; c'est pour ce motif que les autres héritiers demandent que le domaine soit attribué à Paul Mauroux.\n\nC'est à tort que le recourant fait grief à la Cour cantonale d'avoir tenu compte de ces faits et d'avoir pris en considération les conséquences que l'attribution à l'un ou l'autre des compétiteurs aurait pour leurs cohéritiers. Contrairement à l'opinion de Maurice Mauroux, l'art. 621 al. 1 CC se réfère non seulement à la situation personnelle des héritiers qui demandent l'attribution mais à celle de tous les héritiers. Il ne saurait dès lors y avoir violation du droit fédéral lorsque, mise en présence de compétiteurs BGE 81 II 429 S. 431également aptes à se charger de l'exploitation, l'autorité donne la préférence à l'un d'eux pour le motif que l'attribution à celui-ci est dans l'intérêt des autres héritiers. L'attribution d'une entreprise agricole à la valeur de rendement, conformément aux art. 620 ss. CC, porte atteinte au principe de l'égalité entre les héritiers et assure ainsi un avantage économique certain à celui qui l'obtient. Cette réglementation trouve sa justification dans le but qui lui est assigné et qui est de conserver au pays un paysannat capable, travailleur et attaché à la terre. En raison précisément de la diminution des prétentions des autres héritiers qu'implique ce droit successoral spécial, il y a lieu de tenir compte de leurs intérêts et de ne pas rendre plus lourds, sans nécessité, les sacrifices qui leur sont imposés pour atteindre le but de la loi. Il suit de là que c'est à juste titre que la Cour cantonale a décidé d'attribuer le domaine litigieux à Paul Mauroux plutôt qu'au recourant et que les griefs formulés par celui-ci contre l'arrêt attaqué ne sont pas fondés."}