{"annee": "81", "cour": "IV", "page": "47", "date": "11/1/1955", "cite": ["64 II 312", "71 IV 139", "75 IV 26", "79 IV 69", "72 IV 101"], "cite_par": ["83 IV 148", "82 IV 20", "81 IV 302", "137 IV 326", "92 IV 26", "89 IV 146", "83 II 409", "81 IV 249", "90 IV 28", "115 IV 248", "86 IV 44"], "chapeau": "9. Auszug aus dem Urteil des Kassationshofes vom 11. Januar 1955 i.S. Zaugg gegen Polizeiinspektorat des Kantons Basel Stadt.", "regestes": ["1. Art. 26 al. 3 LA. a) Cette disposition interdit également le dépassement au débouché d'une voie dans une autre. b) Quand l'interdiction est-elle violée, quand n'y a-t-il que tentative? 2. Art. 48 al. 1 RA. Qui est-ce qui doit veiller à ce qu'il y ait une distance suffisante entre des véhicules circulant en colonne? 3. Art. 25 al. 1 LA. Viole cette disposition celui qui, sans nécessité, en freinant violemment, s'arrête inopinément ou ralentit soudain son allure, bien qu'il sache ou doive savoir qu'il met ainsi des tiers en danger."], "faits": "|48|\n\nA.- Hans Zaugg fuhr am 17. April 1954 um 15 Uhr in Basel mit einem Motorrad durch die Gellertstrasse Richtung St. Albantor. Bei der Einmündung des St. Albanrings in die Gellertstrasse versuchte er vergeblich, vor den in gleicher Richtung fahrenden Personenwagen des Dr. Monsch zu kommen. Später gelang ihm dieses Unternehmen. Vor der Einmündung der Gellertstrasse in die Zürcherstrasse stoppte er das Motorrad plötzlich ab, um den hinter ihm fahrenden Dr. Monsch zu ärgern, weil dieser ihn angeblich am Überholen gehindert hatte. Dr. Monsch konnte einen Zusammenstoss nur dadurch verhindern, dass auch er blitzschnell anhielt.\n\nB.- In teilweiser Bestätigung eines Urteils des Polizeigerichtspräsidenten erklärte das Appellationsgericht des Kantons Basel-Stadt Zaugg am 22. Juli 1954 des vorschriftswidrigen Motorfahrens schuldig und verurteilte ihn in Anwendung von Art. 25 Abs. 1, 26 Abs. 3, 27 Abs. 1 MFG zu drei Tagen Haft.\n\nC.- Zaugg führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil sei aufzuheben und er sei freizusprechen.\n\nD.- Das Polizeiinspektorat von Basel-Stadt und der Statthalter des Appellationsgerichts beantragen, die Beschwerde sei abzuweisen.\n\n|49|", "considerants": "Der Kassationshof zieht in Erwägung:\n\n2. Auf die Behauptung des Beschwerdeführers, er habe Dr. Monsch nicht bei der Einmündung des St. Albanrings in die Gellertstrasse, sondern etwa hundert Meter vor der Einmündung erfolglos zu überholen versucht, ist nicht einzutreten. Die Feststellung des Appellationsgerichtes, wonach dieser Versuch auf der Höhe der erwähnten Einmündung gemacht wurde, ist tatsächlicher Natur und bindet daher den Kassationshof; sie kann mit der Nichtigkeitsbeschwerde nicht angefochten werden, auch nicht mit der Behauptung, sie finde im Sitzungsprotokoll keine Stütze (Art. 277 bis Abs. 1, 273 Abs. 1 lit. b BStP).\n\nWird von dieser Feststellung ausgegangen, so ist der Beschwerdeführer zu Recht der Übertretung des Art. 26 Abs. 3 MFG schuldig erklärt worden:\n\na) Unter Strassenkreuzungen, an denen nach dieser Bestimmung nicht überholt werden darf, sind nach ständiger Rechtsprechung des Bundesgerichtes auch Stellen zu verstehen, an denen eine Strasse in eine andere einmündet (BGE 64 II 317,BGE 75 IV 29, 128,BGE 79 IV 70). Das gilt nicht nur dann, wenn die Seitenstrasse von rechts, sondern auch, wenn sie von links auf die andere trifft. Das Verbot will einer Anhäufung von Gefahren an Kreuzungen (Einmündungen) vorbeugen, denen die Aufmerksamkeit des einen oder anderen Strassenbenützers, sei es des überholten oder des überholenden, sei es eines von der Seite her eintreffenden, nicht gewachsen sein könnte. Dieser Grund trifft bei Einmündungen von links in gleicher Weise zu wie bei Einmündungen von rechts. Dass bei ersteren das überholende und das überholte Fahrzeug gegenüber einem allenfalls einmündenden den Vortritt haben, ändert nichts. Umsogrösser ist hier die Gefahr, wenn das zu überholende abbiegen will, da es in diesem Falle, im Gegensatze zum Falle der Abzweigung nach rechts, die Fahrbahn des überholenden zu schneiden hat. Das grundlegende erste |50| und zwei weitere der erwähnten vier Präjudizien betreffen denn auch verbotenes Überholen an Einmündungen von links. Auch der Einwand hält nicht stand, dass Art. 1 StGB dieser Rechtsprechung im Wege stehe. Diese Bestimmung verbietet nicht, das Strafgesetz ausdehnend auszulegen, d.h. ihm einen auf den ersten Blick durch den Buchstaben scheinbar nicht gedeckten Sinn zu entnehmen (BGE 71 IV 148,BGE 72 IV 103); der Grundsatz \"keine Strafe ohne Gesetz\" steht lediglich dem Analogieschlusse im Wege. Einen solchen trifft das Bundesgericht nicht, wenn es unter einer Strassenkreuzung im Sinne des Art. 26 Abs. 3 MFG auch die bloss rudimentäre Kreuzung versteht, wie sie in der Form einer sogenannten Einmündung vorliegt.\n\nb) Dem Schuldspruch steht auch nicht im Wege, dass der Beschwerdeführer das Überholen an der Einmündung des St. Albanrings nicht beendet hat. Seine Auffassung, die Tat sei damit nur bis zum Versuch im Sinne des Strafgesetzbuches (Art. 21 ff.) gediehen und als Versuch einer blossen Übertretung nicht strafbar (Art. 104 Abs. 1 StGB), hält nicht stand. Art. 26 Abs. 3 MFG verbietet das Überholen an Strassenkreuzungen nicht um des Enderfolges willen, d.h. weil die Bestimmung verhindern möchte, dass das hintere Fahrzeug schliesslich vorne sei, sondern wegen der im ganzen Unternehmen liegenden abstrakten oder konkreten Gefahren. Der vollendeten Übertretung macht sich daher auch schuldig, wer an einer Strassenkreuzung (Einmündung) nur einen Teil des ganzen Manövers ausführt, d.h. wer an solcher Stelle in der Absicht, einem anderen vorzufahren, die neben diesem verlaufende Fahrbahn in Anspruch zu nehmen beginnt; denn schon dadurch schafft er von den mit dem Überholen verbundenen Gefahren, insbesondere die Möglichkeit eines Zusammenstosses mit einem von links oder rechts einbiegenden Fahrzeug. Ein strafloser blosser Versuch liegt nur dann vor, wenn der Täter zwar den entscheidenden Schritt einleitet, um an einer Strassenkreuzung in der Absicht des Überholens die rechte Seite der Fahrbahn zu verlassen, |51| diesen Schritt aber nicht vollendet, z.B. weil ihn ein Fahrgast, ins Steuer greifend, daran verhindert.\n\n3. a) Art. 48 Abs. 1 MFV bestimmt: \"Hintereinander fahrende Motorfahrzeuge dürfen nur so nahe aufschliessen, dass sich beim plötzlichen Anhalten des vordern Fahrzeugs kein Zusammenstoss ereignen kann\". Obschon dieser Wortlaut und auch die romanischen Texte (\"Les véhicules automobiles circulant à la file laisseront entre eux ...\" \"Quando più autoveicoli circolano in colonna devono mantenere tra loro ...\") sich nicht nur an den Führer des oder der hinteren, sondern an den Führer beider bezw. aller Fahrzeuge der Kolonne wenden, geht der Sinn der Bestimmung dahin, dass allein der Führer des hinteren Fahrzeuges für den nötigen Abstand vom vorderen zu sorgen hat. Das ergibt sich nicht nur aus der Natur der Sache, da jeder Führer entsprechend der Haltung, die er auf seinem Sitze normalerweise einnimmt, in erster Linie nach vorn und nach der Seite zu beobachten hat und oft auch gar nicht ohne Gefährdung des Verkehrs in der Lage wäre, durch Beschleunigung der Fahrt den Abstand vom hinteren Fahrzeug genügend zu vergrössern, sondern auch daraus, dass der deutsche Text von \"aufschliessen\" spricht. Wenn der Abstand zu gering ist, übertritt daher nur der Führer des hinteren Fahrzeuges, nicht auch der des vorderen die erwähnte Bestimmung. Etwas anderes gilt auch dann nicht, wenn ein anfänglich angemessener Abstand dadurch zu gering wird, dass der Führer des vorderen Fahrzeuges die Geschwindigkeit herabsetzt. Der Führer des hinteren hat in diesem Falle seinerseits zu verzögern und für die Wiederherstellung eines angemessenen Abstandes zu sorgen. Damit er sich dieser Pflicht rechtzeitig bewusst werde, müssen Motorwagen mit einem orangefarbigen Stopplicht ausgerüstet sein (Art. 13 Abs. 1 lit. d MFV).\n\nb) Das bedeutet indessen nicht, der Führer des vorderen Fahrzeuges dürfe sich über die Gefahr hinwegsetzen, der er die Benützer des hinteren durch plötzliches Anhalten |52| oder Verzögern der Fahrt aussetzen kann. Das widerspräche dem Sinne des Art. 25 Abs. 1 MFG. Dass diese Bestimmung dem Führer im besonderen gebietet, überall da, wo das Fahrzeug Anlass zu Verkehrsstörung, Belästigung des Publikums oder Unfällen bieten könnte, \"den Lauf zu mässigen oder nötigenfalls anzuhalten\", heisst nicht, dass eine Pflicht zur Schonung der anderen Strassenbenützer nur bestehe, wenn das geeignete Mittel dazu in der Mässigung des Laufes oder im Anhalten liegt. Die Bestimmung verlangt allgemein, dass der Führer das \"Fahrzeug ständig beherrsche und die Geschwindigkeit den gegebenen Strassen- und Verkehrsverhältnissen anpasse\", d.h. die Maschine so führe, dass sie anderen nicht zum Verhängnis werden könne. Wer ohne Not durch heftiges Bremsen unversehens anhält oder plötzlich die Fahrt verzögert, obschon er weiss oder wissen muss, dass er dadurch andere gefährdet, verletzt diese Pflicht. Wenn seine Aufmerksamkeit nicht durch Beobachtung nach vorn und nach der Seite voll beansprucht wird und er nicht wegen einer drohenden Gefahr zu raschem Handeln genötigt ist, kann ihm zugemutet werden, nicht plötzlich stark zu verlangsamen oder anzuhalten, ohne sich im Rückblickspiegel oder sonstwie überzeugt zu haben, dass er damit keinen hinter ihm Fahrenden gefährde. Denn es kommt immer wieder vor, dass der Führer des hinteren Fahrzeuges seiner Verpflichtung aus Art. 48 Abs. 1 MFV nicht voll gerecht wird. Solchem Versagen - das hiermit in keiner Weise entschuldigt werden soll - hat der Führer des vorderen Fahrzeuges im Rahmen des Zumutbaren Rechnung zu tragen, sei es durch Beobachtung nach hinten, sei es, indem er die Geschwindigkeit nur allmählich herabsetzt, damit der Führer des hinteren, durch das Stopplicht oder sonstwie gewarnt, die nötige Zeit habe, seinerseits langsamer zu fahren. Die I. Zivilabteilung hat freilich am 30. März 1954 i.S. Mayer gegen Paley entschieden, der ordnungsgemäss rechts fahrende Führer habe sich nicht darum zu kümmern, was hinter seinem Wagen vor sich |53| gehe, ja er dürfe ohne Warnung der Führer nachfolgender Fahrzeuge nach Belieben die Geschwindigkeit herabsetzen und sogar plötzlich anhalten. In einem Meinungsaustausch mit dem Kassationshof hat sie jedoch am 22. Dezember 1954 erklärt, dass sie an dieser Auffassung nicht festhalte, sondern ihrerseits Art. 25 Abs. 1 MFG im Sinne obiger Erwägungen auslege.\n\nc) Nach der verbindlichen Feststellung der Vorinstanz hat der Beschwerdeführer vor der Einmündung in die Zürcherstrasse plötzlich abgestoppt, um den hinter ihm fahrenden Dr. Monsch, der ihn angeblich vorher am Vorfahren gehindert hatte, zu ärgern. Er hat somit ohne Not gehandelt. Seine Einwendung, bei der Einfahrt in eine andere Strasse müsse oft plötzlich angehalten werden, um anderen den Vortritt zu lassen, ist gegenstandslos, behauptet er ja selber nicht, dass ihm ein Vortrittsberechtigter Anlass zu plötzlichem Anhalten gegeben habe. Festgestellt und nicht bestritten ist auch, dass die Tat des Beschwerdeführers für Dr. Monsch gefährlich geworden ist und dieser einen Zusammenstoss nur dadurch hat vermeiden können, dass er seinerseits blitzschnell angehalten hat. Der Beschwerdeführer ist daher zu Recht wegen Übertretung des Art. 25 Abs. 1 MFG bestraft worden.\n\n...\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}