{"annee": "81", "cour": "IV", "page": "142", "date": "4/1/1955", "cite": ["29 I 477", "77 II 351", "80 IV 47"], "cite_par": ["102 IV 142", "112 IA 173", "84 II 590"], "chapeau": "30. Urteil des Kassationshofes vom 4. Januar 1955 i.S. Pfäffli gegen Generaldirektion der Post-, Telegraphen- und Telephonverwaltung.", "regestes": ["Art. 272 al. 1 PPF. Une déclaration de pourvoi n'est valable que si elle est signée."], "faits": "BGE 81 IV 142 S. 143\n\nRalph Pfäffii focht am 18. Dezember 1954 ein ihm am gleichen Tage durch Zustellung der schriftlichen Ausfertigung eröffnetes Urteil des Obergerichts des Kantons Aargau vom 26. November 1954 in einer eidgenössischen Fiskalstrafsache (Verletzung des Radioregals) mit Nichtigkeitsbeschwerde an. Die Eingabe, die zugleich eine Begründung enthält, ist nicht unterzeichnet. Der Beschwerdeführer richtete sie an das Obergericht, und von diesem aus gelangte sie mit den Akten am 29. Dezember 1954 an das Bundesgericht.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nNach Art. 272 Abs. 1 BStP, der gemäss Art. 312 BStP auch in Fiskalstrafsachen anwendbar ist, muss die Nichtigkeitsbeschwerde innert zehn Tagen seit der nach dem kantonalen Recht massgebenden Eröffnung des angefochtenen Entscheides bei der Behörde, die ihn erlassen hat, durch Einreichung einer schriftlichen Erklärung eingelegt werden. Dass die Erklärung unterschrieben werden müsse, sagt die Bestimmung nicht ausdrücklich. Sie unterscheidet sich dadurch von Art. 273 Abs. 1 BStP, wonach die Beschwerdeschrift, nämlich die gemäss Art. 272 Abs. 2 BStP innert zwanzig Tagen seit Zustellung der schriftlichen Ausfertigung des Entscheides einzulegende Beschwerdebegründung, mit Unterschrift versehen sein muss. Diese Abweichung entbindet jedoch den Beschwerdeführer nicht der Pflicht, auch die Beschwerdeerklärung zu unterschreiben. Das gehört zum Begriff der Schriftlichkeit, wie er nicht nur im Zivilrecht (vgl. Art. 13 Abs. 1 OR), sondern allgemein verstanden wird, und ergibt sich auch aus Art. 30 Abs. 1 OG, wonach sämtliche für das Bundesgericht bestimmten Rechtsschriften mit Unterschrift versehen sein müssen. Diese Bestimmung ist nicht eine blosse Ordnungsvorschrift, sondern macht die Unterschrift zur Voraussetzung der Gültigkeit der Beschwerdeerklärung; denn wie schon unter der Herrschaft des alten Organisationsgesetzes, das eine entsprechende Norm nicht BGE 81 IV 142 S. 144enthielt, entschieden worden ist, stellt eine Eingabe ohne Unterschrift keine rechtserhebliche Erklärung dar (BGE 29 I 477, BGE 77 II 352, BGE 80 IV 48). In der nicht unterzeichneten Eingabe vom 18. Dezember 1954 liegt daher keine gültige Beschwerdeerklärung. Da die Frist zur Einlegung einer solchen abgelaufen ist, kann auf die Beschwerde nicht eingetreten werden.\n\nDemnach erkennt der Kassationshof:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten."}