{"annee": "110", "cour": "IA", "page": "155", "date": "7/9/1984", "cite": ["94 IV 40"], "cite_par": ["129 IV 296"], "chapeau": "32. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 7. September 1984 i.S. C. c. Regierung des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst. Privation du droit de chasse. Art. 1er, 39 ss, 58 LChO (RS 922.0). Droit de chasser: rapport entre le droit fédéral et le droit cantonal."], "faits": "", "considerants": "BGE 110 Ia 155 S. 155\n\nAus den Erwägungen:\n\n2. ...\n\na) Nach Art. 1 JVG sind die Kantone verpflichtet, das Jagdwesen in Übereinstimmung mit dem Gesetz zu regeln und zu überwachen. Sie ordnen die Voraussetzungen für die Erlangung der Jagdberechtigung und bestimmen das Jagdsystem. Die Art. 39 ff. JVG enthalten Strafbestimmungen für die einzelnen Jagdvergehen. Art. 58 Abs. 1 JVG bestimmt, dass der Ausschluss von der Jagdberechtigung als Nebenstrafe ausgesprochen wird, ferner, dass sich die Wirkung der Nebenstrafe, deren kürzeste Dauer ein und deren längste Dauer zehn Jahre beträgt, auf das ganze Gebiet der Schweiz bezieht. In Art. 58 Abs. 2 und 3 JVG wird abschliessend festgelegt, in welchen Fällen die Nebenstrafe auszusprechen ist. Die Kantone sind nach Art. 58 Abs. 5 JVG nur befugt, den Ausschluss von der Jagdberechtigung in den Fällen des Abs. 3 bereits bei erstmaliger Verurteilung statt erst bei Rückfall vorzusehen. Es steht ihnen dagegen nicht zu, die Nebenstrafe auf weitere Tatbestände als die in Art. 58 JVG aufgezählten auszudehnen (BGE 94 IV 41 E. 2).\n\nb) Aus dieser gesetzlichen Regelung ist aber nicht zu folgern, dass ein Ausschluss von der Jagdberechtigung einzig als vom Richter zu verhängende Nebenstrafe ausgesprochen werden kann. Das Bundesgesetz über Jagd- und Vogelschutz überlässt es dem kantonalen Recht, die Voraussetzungen für die Erlangung der Jagdberechtigung zu umschreiben. Die Kantone sind dabei einzig durch das Willkürverbot und das Gebot rechtsgleicher Behandlung BGE 110 Ia 155 S. 156gebunden. Sie können ohne Verletzung dieser Grundsätze vorschreiben, dass die Jagdberechtigung auch solchen Personen nicht zukommt, die ein Jagdvergehen begangen haben, das nach der bundesrechtlichen Ordnung die entsprechende Nebenstrafe nicht nach sich zieht. Sie können die Erlangung der Jagdberechtigung für den Fall ausschliessen, dass der Bewerber bestimmte schwere Straftaten begangen hat, die mit der Ausübung der Jagd in keinem direkten Zusammenhang stehen (Urteil vom 19. Dezember 1973 i.S. B., in ZBl 75/1974, S. 306 ff.). Steht es den Kantonen zu, die Voraussetzungen für die Erlangung der Jagdberechtigung in der dargelegten Weise zu regeln, so sind sie auch befugt, ein bereits erteiltes Jagdpatent zu entziehen oder die Erteilung für die Zukunft auszuschliessen, wenn der Inhaber die entsprechenden Voraussetzungen nicht mehr erfüllt. Diese Massnahme betrifft aber nur die Jagdberechtigung im verfügenden Kanton, während sich die Wirkung der vom Richter verhängten bundesrechtlichen Nebenstrafe auf das ganze Gebiet der Schweiz erstreckt. In diesem Sinne hat bereits der Bundesrat in konstanter Praxis entschieden (VPB 1964-65, Nr. 158; VEB 1959-60, Nr. 58; 1958, Nr. 36), ebenso das Bundesgericht in zwei unveröffentlichten Entscheidungen vom 29. August 1979 und 18. Juli 1984."}