{"annee": "110", "cour": "II", "page": "172", "date": "7/2/1984", "cite": ["105 II 204", "82 II 142"], "cite_par": ["130 III 353"], "chapeau": "36. Auszug aus dem Urteil der I. Zivilabteilung vom 7. Februar 1984 i.S. X. AG gegen Y. (Berufung)", "regestes": ["Art. 340c al. 2 CO, cessation de la prohibition de faire concurrence en cas de résiliation du contrat de travail par le travailleur pour un motif imputable à l'employeur; art. 328 al. 1 CO, protection de la personnalité du travailleur. 1. Le travailleur ne perd en principe pas le droit d'invoquer un motif de résiliation du fait qu'il ne déclare pas résilier après un bref délai de réflexion. 2. Négation de l'existence de motifs de résiliation au sens de l'art. 340c al. 2 CO, fondés sur le fait que le travailleur aurait reçu des augmentations de salaire insuffisantes par rapport aux autres travailleurs et que son domaine d'activité aurait été restreint sans raison et de manière blessante. 3. L'employeur ne peut pas modifier ou restreindre le domaine d'activité d'un travailleur employé depuis des années sans avoir cherché au préalable à en parler avec lui."], "faits": "", "considerants": "|173|\n\nAus den Erwägungen:\n\n2. Gemäss Art. 340c Abs. 2 OR fällt das Konkurrenzverbot dahin, wenn der Arbeitnehmer das Arbeitsverhältnis aus einem begründeten, vom Arbeitgeber zu verantwortenden Anlass auflöst. Das Obergericht lehnt es ab, diese Bestimmung anzuwenden, weil es die Behauptung des Beklagten, er habe verschiedene der Klägerin anzulastende Kündigungsgründe gehabt, für unzutreffend betrachtet. Der Beklagte sieht darin eine Verletzung von Art. 340c Abs. 2 OR; er hält vor Bundesgericht nur noch an zwei von den fünf im kantonalen Verfahren geltend gemachten Gründen fest, nämlich der Behauptung, im Vergleich mit den anderen Arbeitnehmern ungenügende Lohnerhöhungen erhalten zu haben und ohne Grund und in verletzender Form als Laborchef abgesetzt worden zu sein.\n\na) Der Beklagte bringt vor, die Klägerin habe den Arbeitsvertrag dadurch verletzt, dass sie Ende 1978 Fräulein G. zur Laborchefin ernannt und ihn in der entsprechenden Stellung abgesetzt habe, ohne vorher mit ihm Rücksprache zu nehmen, ja sogar während er sich im Spital aufgehalten habe. Die Führung des Betriebslabors sei für ihn nicht nur eine arbeitsvertragliche Pflicht gewesen, sondern auch das Recht, als anerkannter Wissenschaftler und einziger Chemiker bei der Klägerin als Chef des Betriebslabors den ihm zustehenden Platz einzunehmen und sich nicht weniger qualifizierten Mitarbeitern unterordnen zu müssen. Im Vorgehen der Klägerin liege ein Vertrauensbruch, weshalb ihm die Weiterführung |174| seiner Tätigkeit nicht mehr zuzumuten gewesen sei. Er habe daher begründete Veranlassung gehabt, eine neue Stelle zu suchen und dann zu kündigen. Dass er nicht sofort gekündigt habe, sei verständlich, da er zunächst eine neue Stelle habe suchen müssen.\n\nDas Obergericht stellt demgegenüber fest, die Ernennung von Fräulein G. zur Laborchefin sei vor allem aus betriebswirtschaftlichen und organisatorischen Gründen erfolgt. Im übrigen habe eine personalpolitische Überlegung eine wichtige Rolle gespielt, da Fräulein G. mit der Beförderung zur Laborchefin zum Verbleiben in der Firma habe veranlasst werden können. Die Auswirkungen der Umstrukturierung auf den Beklagten hätten sich in einem erträglichen Rahmen gehalten; denn weder seien seine Stellung als Prokurist noch sein Einkommen tangiert worden und seine hauptsächlichsten Betätigungsgebiete - insbesondere seine wissenschaftliche Tätigkeit - seien praktisch unberührt geblieben. Das Obergericht beanstandet zwar die Art und Weise des Vorgehens der Klägerin, findet aber, dass sich daraus allein kein begründeter Anlass für eine Kündigung des Arbeitsverhältnisses ergeben habe. Schliesslich nimmt es an, in der Unterlassung der Kündigung auf den nächsten vertraglichen Termin sei ein Verzicht des Beklagten auf die Geltendmachung des Grundes zu erblicken.\n\nDiesem letzten Argument kann nicht gefolgt werden. Nach der Rechtsprechung des Bundesgerichts verwirkt ein Arbeitnehmer das Recht, sich auf einen Auflösungsgrund im Sinne von Art. 340c Abs. 2 OR zu berufen, in der Regel nicht dadurch, dass er nicht innerhalb einer kurz bemessenen Bedenkfrist die Kündigung erklärt (Urteil vom 26. Mai 1983 i.S. K. S.A. gegen L., E. 2a, veröffentlicht in Sem. jud. 1984 S. 32). Gewiss gibt es Fälle, in welchen aufgrund der konkreten Umstände nach den allgemeinen Rechtsgrundsätzen auf einen Verzicht oder eine Verwirkung der Einwendung aus Art. 340c Abs. 2 OR geschlossen werden muss (vgl. BGE 82 II 144 E. 2). Das ist aber nicht leichthin anzunehmen - insbesondere im Hinblick auf Art. 362 OR - und trifft vorliegend nicht zu, da einerseits das Obergericht keinen ausdrücklichen Verzicht festgestellt hat und andererseits der Beklagte genügend Zeit zur Verfügung haben musste, um eine neue Stelle zu finden.\n\nMit der Vorinstanz ist dagegen festzuhalten, dass die Art und Weise, wie die Klägerin bei der Umstrukturierung und der Ernennung von Fräulein G. vorging, nicht in Ordnung war. Der Arbeitgeber hat bei der Ausgestaltung des Arbeitsverhältnisses auf die |175| Persönlichkeit des Arbeitnehmers Rücksicht zu nehmen (Art. 328 Abs. 1 OR). Dazu gehört, dass ein Arbeitnehmer nicht bei seiner Rückkehr von einem Spitalaufenthalt vor vollendete Tatsachen in bezug auf interne Umstellungen in seinem engeren Arbeitsbereich gestellt wird. Auch dann, wenn der Arbeitgeber sachliche Gründe für Umstrukturierungen hat, muss er darüber mit dem Arbeitnehmer das Gespräch suchen. Dies gilt insbesondere, wenn der Arbeitgeber beabsichtigt, den Tätigkeitsbereich eines langjährigen Mitarbeiters zu ändern oder einzuschränken.\n\nDieser Verstoss gegen Art. 328 Abs. 1 OR für sich allein gab dem Beklagten aber keinen begründeten Anlass zur Kündigung im Sinne von Art. 340c Abs. 2 OR. Vielmehr ist zu berücksichtigen, dass die Klägerin, wie das Obergericht verbindlich feststellt, sachliche Gründe für die Ernennung von Fräulein G. zur Laborchefin hatte und der Beklagte in seinem Tätigkeitsbereich nicht wesentlich eingeschränkt wurde. Wäre demgegenüber mit dem Beklagten anzunehmen, das für die Klägerin bedeutsame Konkurrenzverbot sei wegen ihres nicht einwandfreien Vorgehens dahingefallen, entstünde ein offensichtliches Missverhältnis zwischen der Schwere des Fehlers und der daraus zu Lasten der Klägerin abgeleiteten Folgen. Insoweit verstösst das Urteil des Obergerichts nicht gegen Bundesrecht.\n\nb) Den Einwand des Beklagten, er sei verglichen mit anderen Mitarbeitern in bezug auf die Gewährung des Teuerungsausgleichs und die Reallohnerhöhung ungleich behandelt worden, weist das Obergericht mit der Begründung zurück, der Beklagte sei während seiner rund zehnjährigen Tätigkeit bei der Klägerin in den Genuss einer Reallohnerhöhung von ca. 86% und einer teuerungsbedingten Lohnerhöhung von ca. 46% gekommen. Ein Rechtsanspruch auf vollen Teuerungsausgleich und/oder Reallohnerhöhung ergebe sich weder aus dem Arbeitsvertrag noch aus den allgemeinen Anstellungsbedingungen. In Anbetracht der Stellung des Beklagten im klägerischen Betrieb als Chef-Chemiker könne im Vergleich zum übrigen Personal ohnehin nicht von willkürlich ungleicher Behandlung gesprochen werden.\n\nDiese Erwägungen sind nicht zu beanstanden. Zwar wird man prinzipiell in einer ungleichen Behandlung in bezug auf Lohnerhöhungen, gegebenenfalls in Verbindung mit weiteren Diskriminierungen, einen begründeten Anlass zur Kündigung im Sinne von Art. 340c Abs. 2 OR sehen können. Im vorliegenden Fall ist jedoch weder aus den Darlegungen des Beklagten noch aus den tatsächlichen |176| Feststellungen des Obergerichtes ersichtlich, inwiefern ihn die Klägerin verglichen mit andern Mitarbeitern derart ungleich behandelt hat, dass ihm eine Weiterführung des Vertragsverhältnisses nicht zuzumuten war.\n\nDer Beklagte beruft sich demnach zu Unrecht auf Art. 340c Abs. 2 OR.\n\n(Das nicht einwandfreie Vorgehen der Klägerin bei der Absetzung des Beklagten als Laborchef wurde im Sinne von BGE 105 II 204 E. c bei der Bemessung der Herabsetzung der Konventionalstrafe berücksichtigt.)"}