{"annee": "110", "cour": "IB", "page": "364", "date": "7/9/1984", "cite": ["104 IB 95", "104 IB 103"], "cite_par": [], "chapeau": "58. Entscheid des Kassationshofes vom 7. September 1984 i.S. H. gegen Verwaltungsrekurskommission des Kantons St. Gallen (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16 ss LCR; retrait du permis de conduire prononcé à la place du retrait du permis d'élève conducteur. Le retrait du permis de conduire ne peut pas être prononcé pour des infractions à la législation routière survenues avant l'obtention dudit permis et qui auraient pu entraîner le retrait du permis d'élève conducteur."], "faits": "|364|\n\nAm 1. Januar 1983, ca. 21.50 Uhr, fuhr H., welche zu diesem Zeitpunkt nur über den Lernfahrausweis verfügte, in Begleitung von S. mit dessen Personenwagen auf der Staatsstrasse von Affeltrangen in Richtung Märwil. Der Wagen geriet in einer leichten Rechtskurve im Bereich eines Waldstücks auf Glatteis ins Schleudern, rutschte nach links über ein Wiesenbord und überschlug sich mehrmals. S. erlitt schwere, H. leichte Verletzungen.\n\nMit Verfügung vom 17. Mai 1983 entzog das Strassenverkehrs- und Schiffahrtsamt des Kantons St. Gallen H. wegen Nichtanpassens der Geschwindigkeit an die Strassenverhältnisse den Lernfahrausweis für die Dauer eines Monats. Gegen diesen Ausweisentzug erhob H. Rekurs an die Verwaltungsrekurskommission des Kantons St. Gallen. Während des oberinstanzlichen Verfahrens |365| wurde ihr am 4. August 1983 der Führerausweis erteilt. Mit Entscheid vom 22. Februar 1984 wies die Verwaltungsrekurskommission des Kantons St. Gallen den gegen den erstinstanzlichen Entscheid erhobenen Rekurs ab und ordnete den Entzug des Führerausweises für die Dauer von einem Monat an.\n\nDen Rekursentscheid ficht H. mit Verwaltungsgerichtsbeschwerde beim Bundesgericht an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdeführerin macht geltend, die Erteilung des Führerausweises während des Rekursverfahrens betreffend den Entzug des Lernfahrausweises habe Gegenstandslosigkeit des Verfahrens zur Folge. Da sie mit dem Bestehen der Prüfung den Nachweis für das Vorhandensein der für das klaglose Führen eines Motorfahrzeugs erforderlichen Eigenschaften erbracht habe, erscheine ein Ausweisentzug unnötig. Der für den Zeitpunkt des Unfalls erhobene Vorwurf, sie hätte wegen geringer Fahrpraxis langsamer fahren müssen, sei zufolge zusätzlicher Ausbildung und Erfahrung als Lenkerin überholt.\n\nDas Bundesamt für Polizeiwesen hält dafür, dass der erzieherische Zweck des Warnungsentzugs nur erreicht werde, wenn die Betroffenen die mit einem Führerausweisentzug verbundenen Unannehmlichkeiten und Nachteile erleiden. Die bestandene Führerprüfung besage nur, dass der Ausweisbewerber die Verkehrsvorschriften kenne und fähig sei, ein Motorfahrzeug nach den Verkehrsregeln auch in schwierigen Situationen verkehrsgerecht und sicher zu lenken, biete aber keine Gewähr für dessen zukünftiges Wohlverhalten. Zudem hätte ein Verzicht auf den Entzug stossende Ungerechtigkeiten zur Folge; ein Lernfahrer, der kurz vor der Führerprüfung eine Widerhandlung begehe, die eine Massnahme nach sich ziehe, werde regelmässig der Sanktion entgehen. Der Grundsatz der Rechtsgleichheit verlange, dass dem Führer, welcher den Lernfahrausweis nicht habe abgeben müssen, der Führerausweis entzogen werde.\n\n2. a) Beim Führerausweis handelt es sich um eine Polizeibewilligung, welche einer bestimmten Person das Führen eines Motorfahrzeuges auf öffentlichen Strassen erlaubt. Mit der Erteilung der Bewilligung stellt die Behörde verbindlich fest, dass die gesetzlichen Voraussetzungen zum Führen einer bestimmten Art von Fahrzeugen - bei deren Vorliegen die Bewilligung erteilt werden |366| muss - im Zeitpunkt des Erlasses der Verfügung gegeben sind (vgl. MICHEL PERRIN, Délivrance et retrait du permis de conduire, Fribourg, 1982, S. 36-41; RENÉ SCHAFFHAUSER, Grundriss des Schweizerischen Strassenverkehrsrechts, S. 83, 97).\n\nb) Gemäss Art. 14 SVG wird der Führerausweis erteilt, sofern keine körperlichen, geistigen oder charakterlichen Mängel (Abs. 2 lit. b, d) oder Süchte (Abs. 2 lit. c) die Eignung zum Führen eines Motorfahrzeuges beeinträchtigen oder ausschliessen, das Mindestalter erreicht ist (Abs. 2 lit. a) und der Bewerber mittels einer Prüfung nachgewiesen hat, dass er die Verkehrsregeln kennt und über die Fähigkeit verfügt, ein Fahrzeug der entsprechenden Kategorie sicher zu führen (Abs. 1). Im praktischen Teil der Prüfung hat der Lernfahrer nachzuweisen, dass er fähig ist, ein Motorfahrzeug nach den Verkehrsregeln und in schwierigen Verkehrslagen verkehrsgerecht und sicher zu führen (Art. 21 Abs. 1 VZV); entsprechend wird unter anderem das Anpassungsvermögen an die Strassenverkehrsverhältnisse und an die Fahreigenschaften des Fahrzeugs geprüft (Art. 21 Abs. 2 VZV).\n\nWie das Bundesamt für Polizeiwesen zutreffend ausführt, bietet der mit der Führerprüfung erbrachte Beweis der Fähigkeit, ein Fahrzeug korrekt und sicher zu führen, für sich allein noch keine Garantie dafür, dass der Ausweisbewerber auch die Absicht hat, sich in Zukunft entsprechend zu verhalten. Dies besagt indessen nicht, dass der fehlende Wille, sich rechtsgetreu bzw. verantwortungsvoll zu verhalten, auf die Erteilung des Führerausweises keinen Einfluss habe. Vielmehr darf der Ausweis nur an Bewerber abgegeben werden, deren bisheriges Verhalten erwarten lässt, dass sie die Vorschriften beachten und auf Mitmenschen Rücksicht nehmen werden. Die Behörden haben Abklärungen von Amtes wegen zu treffen, ob z.B. bisherige Widerhandlungen gegen Verkehrsregeln eine gesetzwidrige und rücksichtslose Gesinnung des Fahrzeuglenkers offenbaren (BGE 104 Ib 97, BGE 104 Ib 107 /108, SCHAFFHAUSER, a.a.O., S. 89 ff.). Im Falle eines hängigen Administrativverfahrens werden die zuständigen Stellen deshalb vor Zulassung des Bewerbers zur Führerprüfung, d.h. vor Aushändigung des Ausweises, in der Regel den Ausgang desselben abwarten und erst aufgrund des Massnahmeentscheids und der diesem zugrundeliegenden Erwägungen entscheiden, inwieweit weitere Untersuchungen (wie z.B. ein verkehrspsychologischer Test) notwendig sind, der Ausweis verweigert bzw. der Anwärter zur Prüfung zugelassen werden muss. Mit der Erteilung des Führerausweises während |367| eines laufenden Verfahrens verzichten die zuständigen Instanzen jedoch implizite auf derartige Abklärungen und stellen autoritativ fest, dass - im Zeitpunkt der Verfügung - der Bewerber sowohl in verkehrstechnischer, fachtechnischer aber auch persönlicher Hinsicht alle Anforderungen erfüllt und mit Bezug auf die Verkehrssicherheit nichts Erhebliches gegen die Erteilung des Führerausweises vorliegt.\n\nc) Auf eine Verfügung, wie sie die Erteilung des Führerausweises darstellt, kann mit dem alleinigen Hinweis auf Tatsachen, die den Behörden beim Erlass der Bewilligung bekannt waren, grundsätzlich nicht zurückgekommen werden (vgl. IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Nr. 43 B I). Entgegen der vorinstanzlichen Auffassung gibt es keine Anhaltspunkte dafür, dass der Gesetzgeber mit den Bestimmungen zum Warnungsentzug eine andere Regelung treffen wollte.\n\nAuf die Erteilung des Führerausweises darf in der Regel nur zurückgekommen werden, wenn ein Automobilist seit der Erteilung des Führerausweises Verkehrsregelverletzungen begangen oder die Fahrfähigkeit weitgehend verloren hat.\n\nAllein aus der Tatsache, dass dieselben Bestimmungen sowohl für den Entzug des Lernfahr- als auch des Führerausweises gelten, lässt sich nicht ableiten, der Führerausweisentzug könne auch mit SVG-Verletzungen, welche vor der Aushändigung des Ausweises erfolgten, begründet werden.\n\n3. Im vorliegenden Fall hat die Verwaltungsbehörde den Lernfahrausweis entzogen (Warnungsentzug). Trotz der Hängigkeit dieses Administrativverfahrens händigte sie dann der Beschwerdeführerin den Führerausweis aus, wodurch dieser bestätigt wurde, dass bei ihr in verkehrs- und fachtechnischer wie auch in persönlicher Hinsicht alle Voraussetzungen zur Erteilung des Führerausweises gegeben waren. Dass sie in der Folge eine Pflichtwidrigkeit begangen habe, wird nicht behauptet. Unter diesen Umständen wurde ihr der Führerausweis zu Unrecht entzogen. Die Beschwerde ist deshalb gutzuheissen."}