{"annee": "110", "cour": "IA", "page": "211", "date": "28/11/1984", "cite": ["96 I 636", "106 IA 310", "106 IA 56", "97 I 193"], "cite_par": ["137 I 107", "113 IA 200", "118 IA 415", "114 IA 263", "112 IA 180", "125 I 394"], "chapeau": "41. Urteil der I. öffentlichrechtlichen Abteilung vom 28. November 1984 i.S. Möbel Märki Immobilien AG gegen Gemeinde Hunzenschwil und Regierungsrat des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 86 al. 2 OJ; épuisement des voies cantonales de recours. Le Tribunal fédéral ne peut plus entrer en matière sur les recours de droit public contre des décisions du Conseil d'Etat argovien statuant sur des oppositions aux plans de zones - dès lors qu'il ne subsiste aucun doute sur la possibilité de soumettre ces plans à un contrôle abstrait des normes de la part du Tribunal administratif cantonal (changement de la jurisprudence publiée aux ATF 106 Ia 56 ss) (consid. 1, 2). Conditions de délai à respecter dans la procédure cantonale, pour pouvoir introduire un recours de droit public contre une décision cantonale de contrôle abstrait des normes (consid. 3)."], "faits": "BGE 110 Ia 211 S. 211\n\nDie Möbel Märki Immobilien AG erhob gegen den neuen Zonenplan der Gemeinde Hunzenschwil, der vom 17. September bis BGE 110 Ia 211 S. 21217. Oktober 1979 öffentlich aufgelegt wurde, Einsprache, weil ihre Grundstücke im Gebiet \"Oberer Wannenrain\" der Bauzone zweiter Etappe zugewiesen worden seien, obwohl sie nach dem alten Zonenplan zur ersten Etappe des Baugebietes gehörten. Der Regierungsrat des Kantons Aargau hiess die Einsprache mit Beschluss vom 22. Februar 1982 gut und teilte jene Liegenschaften der Bauzone erster Etappe zu. Er hob diesen Entscheid am 20. Februar 1984 in Gutheissung eines Wiederaufnahmebegehrens des Gemeinderates Hunzenschwil auf und wies die betreffenden Parzellen wieder der Zone zweiter Etappe zu.\n\nDer Grosse Rat des Kantons Aargau genehmigte am 10. April 1984 den Zonenplan der Gemeinde Hunzenschwil und beliess die fraglichen Grundstücke in der zweiten Etappe des Baugebietes.\n\nDie Möbel Märki Immobilien AG hat mit Eingabe vom 23. März 1984 beim Bundesgericht staatsrechtliche Beschwerde gegen den Entscheid des Regierungsrates vom 20. Februar 1984 eingereicht.\n\nMit Schreiben vom 9. August 1984 stellte der Präsident der I. öffentlichrechtlichen Abteilung die Beschwerde samt Akten dem Verwaltungsgericht des Kantons Aargau zu. Er verwies auf den in den aargauischen Gerichts- und Verwaltungsentscheiden (AGVE) 1981 S. 273 f. publizierten Meinungsaustausch und ersuchte das Gericht zu prüfen, ob es die Beschwerde als Normenkontrollbegehren im Sinne von § 68 des Aargauer Gesetzes über die Verwaltungsrechtspflege behandeln könne.\n\nDas Verwaltungsgericht teilte dem Bundesgericht mit Beschluss vom 22. August 1984 mit, dass es auf die Beschwerde nicht eintreten dürfte, und sandte das Dossier an das Bundesgericht zurück.", "considerants": "Erwägungen:\n\n1. Die Beschwerdeführerin beklagt sich über eine Verletzung der Art. 4 und 22ter BV. Staatsrechtliche Beschwerden, mit denen die Missachtung dieser Verfassungsvorschriften gerügt wird, sind erst zulässig, nachdem von den kantonalen Rechtsmitteln Gebrauch gemacht worden ist (Art. 86 Abs. 2 OG). Wie das Bundesgericht wiederholt festgestellt hat, ist das in § 68 des aargauischen Gesetzes über die Verwaltungsrechtspflege (VRPG) vorgesehene Begehren um abstrakte Normenkontrolle einem Rechtsmittel im Sinne von Art. 86 Abs. 2 OG gleichzusetzen (BGE 106 Ia 57; BGE 110 Ia 211 S. 213104 Ia 135; 103 Ia 362 ff.). Steht dieser kantonale Rechtsbehelf offen, so muss er, vorbehältlich der in Art. 86 Abs. 2 OG genannten Ausnahmen, ergriffen werden, bevor beim Bundesgericht staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte eingelegt werden kann.\n\nNach der Rechtsprechung des Bundesgerichts braucht ein kantonales Rechtsmittel unter dem Gesichtspunkt von Art. 86 Abs. 2 OG dann nicht ergriffen zu werden, wenn an seiner Zulässigkeit im konkreten Fall ernstliche Zweifel bestehen (BGE 97 I 199 E. 2; BGE 96 I 644 E. 1 mit Hinweisen).\n\n2. Die vorliegende Beschwerde richtet sich gegen einen Entscheid des Aargauer Regierungsrates, mit dem dieser (in Wiederaufnahme eines früheren Verfahrens) über eine Einsprache gegen einen Zonenplan befand. Die Beschwerdeführerin beanstandet die mit dem angefochtenen Entscheid bestätigte Einweisung ihrer Grundstücke in eine Bauzone zweiter Etappe.\n\na) Das Bundesgericht hat bisher in Fällen, in denen Entscheide des aargauischen Regierungsrates über Einsprachen gegen Zonenpläne mit staatsrechtlicher Beschwerde angefochten wurden, angenommen, es bestünden ernstliche Zweifel, ob das Verwaltungsgericht einen Zonenplan als Erlass im Sinne von § 68 VRPG und daher das Begehren um abstrakte Normenkontrolle als zulässig betrachten würde. Aus diesem Grunde ist es - entsprechend der dargelegten Praxis - auf staatsrechtliche Beschwerden gegen Einspracheentscheide des Regierungsrates eingetreten (BGE 106 Ia 57 f. E. 1b).\n\nb) Die Zulässigkeit des hier in Frage stehenden kantonalen Rechtsbehelfs ist heute nicht mehr zweifelhaft. Wie sich aus dem verwaltungsgerichtlichen Beschluss vom 22. August 1984 sowie aus der publizierten Rechtsprechung des Gerichts (AGVE 1983 S. 175; 1982 S. 100) ergibt, werden Zonen- und andere Nutzungspläne als \"Erlasse\" im Sinne von § 68 VRPG betrachtet; sie unterliegen daher der sogenannten prinzipalen Normenkontrolle durch das Verwaltungsgericht. Indessen nimmt das Gericht diese Prüfung erst nach Eintritt der Rechtskraft des Planes vor, welche bei Zonenplänen mit der Genehmigung durch den Grossen Rat erlangt wird. Den Entscheid des Regierungsrates über eine Einsprache gegen einen Zonenplan bezeichnet es nicht als \"Verfügung\" oder \"Entscheid\" im Sinne von § 52 VRPG, sondern als Teil des Normsetzungsverfahrens, das erst mit der grossrätlichen Genehmigung der Ortsplanung abgeschlossen ist.\n\nBGE 110 Ia 211 S. 214\n\nSteht demnach fest, dass Zonenpläne im Anschluss an den Genehmigungsbeschluss des Grossen Rates der Normenkontrolle nach § 68 VRPG durch das Verwaltungsgericht unterzogen werden können, so kann das Bundesgericht auf staatsrechtliche Beschwerden gegen Entscheide des Aargauer Regierungsrates, die im Rahmen des Planauflageverfahrens über Einsprachen ergehen, nicht mehr eintreten. Im zu beurteilenden Fall kann die Beschwerdeführerin die beanstandete Planfestsetzung mit einem Begehren um abstrakte Normenkontrolle dem Verwaltungsgericht unterbreiten. Der kantonale Instanzenzug ist somit nicht erschöpft, weshalb auf die staatsrechtliche Beschwerde nicht eingetreten werden kann.\n\n3. Gemäss § 68 VRPG kann das Begehren um abstrakte Normenkontrolle beim Verwaltungsgericht \"jederzeit\" eingereicht werden, d.h. es ist an keine Frist gebunden. Bei einer solchen Regelung tritt das Bundesgericht auf staatsrechtliche Beschwerden, die im Anschluss an ein kantonales Normenkontrollverfahren erhoben werden, nur dann ein, wenn das kantonale Verfahren innert der \"üblichen\" Rechtsmittelfrist eingeleitet worden ist (BGE 106 Ia 320). Da bei dieser Rechtsprechung die Gefahr besteht, dass aargauische Beschwerdeberechtigte ihres Rechts, beim Bundesgericht staatsrechtliche Beschwerde zu führen, verlustig gehen, auch wenn sie die kantonalrechtlichen Formvorschriften einhalten, erklärte sich das Bundesgericht in einem Meinungsaustausch mit dem Aargauer Verwaltungsgericht bereit, alle staatsrechtlichen Beschwerden gegen Erlasse, die in den Anwendungsbereich von § 68 VRPG fallen könnten und die direkt bei ihm eingereicht werden, dem Verwaltungsgericht zu überweisen, welches sie als Normenkontrollbegehren behandelt, sofern die Voraussetzungen dazu erfüllt sind, oder sie dem Bundesgericht zurücksendet (AGVE 1981 S. 273 f.).\n\nAuch die vorliegende Beschwerde wurde dem Verwaltungsgericht überwiesen, das sie mit Beschluss vom 22. August 1984 an das Bundesgericht zurücksandte. Das Gericht anerkannte, dass die von der Beschwerdeführerin beanstandete Planfestsetzung im Normenkontrollverfahren überprüft werden könne, doch stellte es sich auf den Standpunkt, es könne deshalb nicht auf die Beschwerde eintreten, weil die grossrätliche Genehmigung des Zonenplanes weder im Zeitpunkt des Regierungsratsentscheids vom 20. Februar 1984 noch bei Einreichung der staatsrechtlichen Beschwerde vorgelegen habe. Zufolge dieser Praxis des Verwaltungsgerichts ist es der Beschwerdeführerin nicht mehr möglich, das kantonale Normenkontrollverfahren BGE 110 Ia 211 S. 215innert der \"üblichen\" Rechtsmittelfrist einzuleiten. Es ist indes zu berücksichtigen, dass sie im Vertrauen auf die publizierte bisherige Rechtsprechung des Bundesgerichts (BGE 106 Ia 57) die staatsrechtliche Beschwerde innert 30 Tagen nach Zustellung des Regierungsratsbeschlusses vom 20. Februar 1984 eingereicht hat, und dass sie zudem aufgrund des erwähnten, ebenfalls publizierten Meinungsaustausches (AGVE 1981 S. 273 f.) erwarten durfte, das Verwaltungsgericht werde die ihm nach der grossrätlichen Genehmigung der Ortsplanung Hunzenschwil überwiesene Beschwerde als Normenkontrollbegehren behandeln. Bei dieser Sachlage ist der Beschwerdeführerin in Anwendung des Grundsatzes von Treu und Glauben zuzusichern, dass das Bundesgericht auf eine allfällige staatsrechtliche Beschwerde gegen einen Entscheid des Verwaltungsgerichts eintritt, sofern sie das kantonale Normenkontrollverfahren innert 30 Tagen nach Erhalt des vorliegenden motivierten Urteils des Bundesgerichts einleitet.\n\nDie kantonalen Behörden werden ferner darauf achten, dass inskünftig Einsprecher sowohl vom Genehmigungsentscheid des Grossen Rates als auch davon Kenntnis erhalten, dass sie ein Normenkontrollverfahren innert 30 Tagen einleiten müssen, sofern sie sich die Möglichkeit vorbehalten wollen, den Entscheid des Verwaltungsgerichts mit staatsrechtlicher Beschwerde beim Bundesgericht anzufechten."}