{"annee": "110", "cour": "V", "page": "72", "date": "9/4/1984", "cite": ["106 IB 400", "106 V 65", "105 II 49", "109 V 185", "96 V 140", "109 V 224", "105 V 13", "104 V 126", "110 V 132"], "cite_par": ["111 V 201", "118 IB 277", "122 V 169", "115 IA 12", "113 IB 353", "127 V 205", "111 V 117", "115 V 1", "116 IA 252", "123 V 161", "112 V 145", "125 II 518", "114 V 129", "114 V 65", "117 IB 367"], "chapeau": "13. Urteil vom 9. April 1984 i.S. Lehmann gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 6 al. 1 et 2 de la Convention entre la Suisse et la Belgique relative à la sécurité sociale du 24 septembre 1975, art. 7 al. 1 et 2 de la Convention entre la Suisse et la France relative à la sécurité sociale du 3 juillet 1975, art. 5 al. 1 de la Convention entre la Suisse et la Grande-Bretagne relative à la sécurité sociale du 21 février 1968. Ces règles conventionnelles sur le principe de la soumission à la législation du lieu de travail sont des normes directement applicables, qui ont le pas sur les dispositions de la LAVS concernant l'assujettissement à l'assurance et l'obligation de cotiser (confirmation de la jurisprudence; consid. 2, 3). Art. 5 et 9 LAVS. Conseiller technique d'entreprises considéré, quant à son statut de cotisant, comme personne exerçant une activité lucrative indépendante (consid. 4). Art. 4 al. 2 let. a et 12 al. 2 LAVS, art. 6ter let. a RAVS. Notion d'établissement. Application de la notion du droit fiscal selon l'art. 6 AIFD? Question laissée ouverte. In casu, bureau d'ingénieur qualifié d'établissement selon l'art. 6ter let. a RAVS (consid. 5b). Art. 159 OJ. Conditions auxquelles une partie qui agit dans sa propre cause peut exceptionnellement prétendre des dépens pour l'activité personnelle qu'elle a déployée, ainsi que pour sa perte de temps ou de gain (consid. 7)."], "faits": "|74|\n\nA.- Albert Lehmann war seit Jahren als Chemiker in verschiedenen Schweizer Firmen der Farbstoff-, Lack- und Harzbranche tätig gewesen. Aufgrund eines vom 26. November 1976 datierten \"Contrat pour une mission de conseiller\" arbeitete er von anfangs März 1977 bis Ende April 1980 für die Firma Belgian Engineers & Constructors S.A. (BECSA), Bruxelles. Seine Aufgabe bestand laut Vertrag in der Beratung bei der Errichtung zweier Farbfabriken in Algerien und bei der Ausbildung des für den Betrieb dieser Produktionsstätten vorgesehenen Personals. Diese Erwerbstätigkeit führte Albert Lehmann in Belgien aus, wo er sich in Brüssel ein Büro eingerichtet hatte, daneben aber auch in Algerien, Frankreich, Grossbritannien und der Schweiz, wo er während der Tätigkeit für die Firma BECSA wohnhaft blieb.\n\nMit am 23./24. Juli 1981 erlassenen, am 27. August 1981 und 19. sowie 26. März 1982 in masslicher Hinsicht abgeänderten Verfügungen verpflichtete die Ausgleichskasse des Kantons Zürich Albert Lehmann zur Bezahlung von Sozialversicherungsbeiträgen für die Zeit von März 1977 bis April 1980 als Arbeitnehmer eines nicht beitragspflichtigen Arbeitgebers.\n\nB.- Beschwerdeweise beantragte der Versicherte vor der AHV-Rekurskommission des Kantons Zürich die Aufhebung der Beitragsverfügungen, dies mit der Begründung, er unterliege für die fragliche Zeitspanne als selbständigerwerbender Inhaber einer Betriebsstätte im Ausland der Beitragspflicht nicht; eventualiter sei von einem niedrigeren beitragspflichtigen Erwerbseinkommen auszugehen.\n\nDie Rekurskommission nahm an, mangels einschlägiger staatsvertraglicher Regelungen sei die Frage der AHV-rechtlichen Beitragspflicht einzig gemäss innerstaatlichem Recht zu entscheiden. Danach sei Albert Lehmann weder als Selbständigerwerbender noch als Inhaber eines Betriebes oder einer Betriebsstätte im Ausland zu betrachten, weswegen er von der Verwaltung zu Recht als Arbeitnehmer eines nicht beitragspflichtigen Arbeitgebers zur Zahlung von Sozialversicherungsbeiträgen an die AHV verhalten worden sei; auch sei die massliche Festsetzung der Beiträge angesichts der berichtigten Verfügungen vom 27. August 1981 und 26. März 1982 nicht zu beanstanden. Diese Erwägungen führten die Rekurskommission zur Abweisung der Beschwerde (Entscheid vom 28. Oktober 1982).\n\nC.- Albert Lehmann führt Verwaltungsgerichtsbeschwerde mit dem Antrag, er sei hinsichtlich der Zeit vom 1. März 1977 bis |7530| . April 1980 \"nur für die in der Schweiz tätig gewesene Zeit AHV-pflichtig (zu erklären) für das im Ausland erworbene Honorar\"; dabei entspreche \"die Zeit von ca. 2 Monaten pro Jahr einem Sechstel der geforderten AHV-Beiträge\".\n\nDie Ausgleichskasse und das Bundesamt für Sozialversicherung (BSV) schliessen auf Abweisung der Beschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Überprüfungsbefugnis; keine Bindung an die Parteibegehren, Art. 114 Abs. 1 OG.)\n\n2. a) Obligatorisch versichert sind u.a. die natürlichen Personen, die in der Schweiz ihren zivilrechtlichen Wohnsitz haben (Art. 1 Abs. 1 lit. a AHVG).\n\nDie im Sinne von Art. 1 Abs. 1 AHVG Versicherten sind gemäss Art. 3 Abs. 1 Satz 1 AHVG beitragspflichtig, solange sie eine Erwerbstätigkeit ausüben. Da dies beim Beschwerdeführer während der Periode von März 1977 bis April 1980 der Fall war, ist seine Beitragspflicht grundsätzlich zu bejahen. Sie entfällt nur, wenn und insoweit der Ausnahmetatbestand des im Ausland erzielten Einkommens gemäss Art. 6ter lit. a AHVV in Verbindung mit Art. 4 Abs. 2 lit. a AHVG gegeben ist (vgl. Erw. 5b hienach) oder eine abweichende staatsvertragliche Regelung bezüglich der Beitragspflicht zur Anwendung gelangt.\n\nb) Das Abkommen über Soziale Sicherheit zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Belgien vom 24. September 1975 (in Kraft seit 1. Mai 1977) enthält im Titel III (Art. 6-9) Vorschriften über die anwendbare Gesetzgebung. Unter Vorbehalt der hier nicht zutreffenden Ausnahmetatbestände der Art. 7-9 des Abkommens (vorübergehende Beschäftigung, Transport- und Luftverkehrsunternehmen, öffentliche Verwaltungsdienste, diplomatische Vertreter, besondere Vereinbarungen) unterstehen Arbeitnehmer, die im Gebiet eines Vertragsstaates erwerbstätig sind, der Gesetzgebung dieses Vertragsstaates, auch wenn sie im Gebiet des anderen Vertragsstaates wohnen oder wenn sich ihr Arbeitgeber oder der Sitz des Unternehmens, das sie beschäftigt, im Gebiet des anderen Vertragsstaates befindet (Art. 6 Abs. 1 des Abkommens). Dieses Erwerbsortsprinzip (BBl 1976 II 842) gilt (unter denselben, hier jedoch nicht gegebenen Vorbehalten) auch für Selbständigerwerbende (Art. 6 Abs. 2 des Abkommens). Entsprechende Vorschriften über das Erwerbsortsprinzip |76| sowohl in bezug auf selbständige wie auf unselbständige Erwerbstätigkeit enthalten die Sozialversicherungsabkommen der Schweiz mit Frankreich vom 3. Juli 1975 und mit Grossbritannien vom 21. Februar 1968 (Art. 7 Abs. 1 und Abs. 2 des schweizerisch-französischen und Art. 5 Abs. 1 des schweizerisch-britischen Abkommens). Demgegenüber sah das bis Ende April 1977 in Kraft gewesene alte schweizerisch-belgische Abkommen vom 17. Juni 1952 das Erwerbsortsprinzip nur für Arbeitnehmer vor (Art. 3 Abs. 1; AS 1953 S. 929).\n\nNach schweizerischer Lehre und Praxis geht Staatsvertragsrecht internem Landesrecht grundsätzlich vor (BGE 106 Ib 402 Erw. 5a mit Hinweisen; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Aufl., Bd. I, S. 80 ff.). Dies gilt, wie das Eidg. Versicherungsgericht in ständiger Rechtsprechung festgehalten hat, insbesondere auch hinsichtlich zwischenstaatlicher Sozialversicherungsabkommen (BGE 109 V 224, BGE 96 V 140; ZAK 1973 S. 498 Erw. 4). Staatsvertragliche Bestimmungen der oben erwähnten Art über das Erwerbsortsprinzip sind sodann als unmittelbar anwendbare Normen zu betrachten, weil sie inhaltlich hinreichend bestimmt und klar sind (BGE 106 Ib 187, BGE 105 II 57 Erw. 3; MÜLLER/WILDHABER, Praxis des Völkerrechts, 2. Aufl., S. 116 f.). Daraus folgt, dass derjenige, der mit einer auf landesrechtlichen Normen beruhenden Unterstellung unter die schweizerische Versicherung und der damit verbundenen grundsätzlichen Beitragspflicht nicht einverstanden ist, sich gegebenenfalls direkt auf das staatsvertragliche Erwerbsortsprinzip berufen kann (EVGE 1959 S. 19 Erw. 2; ZAK 1981 S. 518 Erw. 1).\n\n3. Der Beschwerdeführer war in der Zeit vom 1. März 1977 bis zum 30. April 1980 für die belgische Firma BECSA beschäftigt, wobei sich diese Erwerbstätigkeit nach seinen Angaben schwergewichtig in Belgien, darüber hinaus aber auch in England, Frankreich, der Schweiz und Algerien verwirklichte.\n\na) In dem Umfange, als der Beschwerdeführer im vorliegend massgeblichen Zeitraum in der Schweiz erwerbstätig war, beurteilt sich seine grundsätzliche Beitragspflicht gegenüber der schweizerischen AHV nach den erwähnten Bestimmungen des AHVG (vgl. Erw. 2a hievor). Insoweit ist seine Beitragspflicht gegeben.\n\nDas gleiche gilt - mangels einer derogierenden staatsvertraglichen Vorschrift - für den Anteil der in Algerien ausgeführten Erwerbstätigkeit. Auch kommt diesbezüglich keine Befreiung von der Beitragspflicht gemäss Art. 4 Abs. 2 lit. a AHVG in Verbindung |77| mit Art. 6ter lit. a AHVV in Frage, weil der Beschwerdeführer in Algerien keine Betriebsstätte hatte.\n\nb) Insoweit der Beschwerdeführer in der fraglichen Zeit in England und Frankreich und - vom 1. Mai 1977, dem Inkrafttreten des neuen schweizerisch-belgischen Sozialversicherungsabkommens - in Belgien für die Firma BECSA beschäftigt war, ist er kraft des in den erwähnten Staatsverträgen niedergelegten, gleichermassen für Selbständig- wie Unselbständigerwerbende geltenden Erwerbsortsprinzipes der schweizerischen AHV-Gesetzgebung nicht unterstellt und damit nicht beitragspflichtig. Dies hat das Eidg. Versicherungsgericht in ständiger Rechtsprechung aus dem Erwerbsortsgrundsatz abgeleitet, ohne - wie es das BSV verlangt - darauf abzustellen, ob der Betroffene hinsichtlich des fraglichen Beitragsobjektes durch die ausländische Sozialversicherung in Pflicht genommen wurde (BGE 106 V 71 f.; unveröffentlichte Urteile Neinhaus vom 9. Juni 1976, Zimmermann vom 25. November 1974 und Tschumi vom 19. Oktober 1966). Die vom Bundesamt vertretene Einschränkung des Erwerbsortsprinzipes ist abzulehnen, weil eine solche Auffassung im Abkommenstext, von welchem bei der Auslegung eines Staatsvertrages in erster Linie auszugehen ist (BGE 109 V 188 Erw. 3a und 226 Erw. 3b, BGE 105 V 16 unten mit Hinweisen), keine hinreichende Grundlage findet. Die Urteile, welche das BSV zur Stützung seiner Auffassung zitiert, sind nicht geeignet, zu einer anderen Beurteilung zu führen: Das in ZAK 1959 S. 482 publizierte Urteil betrifft das nicht mehr in Kraft stehende alte schweizerisch-deutsche Sozialversicherungsabkommen vom 24. Oktober 1950, welches das Erwerbsortsprinzip nur einschränkend vorsah. Der Entscheid in ZAK 1960 S. 308 enthält überhaupt keine Aussage über die Tragweite des Beschäftigungs- oder Erwerbsortsprinzipes, war doch in jenem Fall mangels einer einschlägigen staatsvertraglichen Bestimmung ausschliesslich innerstaatliches Recht anzuwenden. Das in ZAK 1976 S. 35 veröffentlichte Urteil schliesslich hat mit der hier zu beurteilenden Frage nach der Bedeutung des Erwerbsortsprinzipes nichts zu tun.\n\nc) Insoweit der Beschwerdeführer vom 1. März bis 30. April 1977 - dem Zeitpunkt des Ausserkrafttretens des alten schweizerisch-belgischen Abkommens vom 17. Juni 1952 - in Belgien beschäftigt war, stellt sich die Frage, ob selbständige oder unselbständige Erwerbstätigkeit vorliegt. Denn Art. 3 Abs. 1 dieses Staatsvertrages sah, wie erwähnt, das Erwerbsortsprinzip nur hinsichtlich der \"Arbeitnehmer\" vor.\n\n|78|\n\n4. a) Die sozialversicherungsrechtliche Beitragspflicht Erwerbstätiger richtet sich unter anderem danach, ob das in einem bestimmten Zeitraum erzielte Erwerbseinkommen als solches aus selbständiger oder aus unselbständiger Erwerbstätigkeit zu qualifizieren ist (Art. 5 und 9 AHVG sowie Art. 6 ff. AHVV). Nach Art. 5 Abs. 2 AHVG gilt als massgebender Lohn jedes Entgelt für in unselbständiger Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit; als Einkommen aus selbständiger Erwerbstätigkeit gilt nach Art. 9 Abs. 1 AHVG jedes Einkommen, das nicht Entgelt für in unselbständiger Stellung geleistete Arbeit darstellt.\n\nNach der Rechtsprechung beurteilt sich die Frage, ob im Einzelfall selbständige oder unselbständige Erwerbstätigkeit vorliegt, nicht aufgrund der Rechtsnatur des Vertragsverhältnisses zwischen den Parteien. Entscheidend sind vielmehr die wirtschaftlichen Gegebenheiten. Die zivilrechtlichen Verhältnisse vermögen dabei allenfalls gewisse Anhaltspunkte für die AHV-rechtliche Qualifikation zu bieten, ohne jedoch ausschlaggebend zu sein. Als unselbständig erwerbstätig ist im allgemeinen zu betrachten, wer von einem Arbeitgeber in betriebswirtschaftlicher bzw. arbeitsorganisatorischer Hinsicht abhängig ist und kein spezifisches Unternehmerrisiko trägt.\n\nAus diesen Grundsätzen allein lassen sich indessen noch keine einheitlichen, schematisch anwendbaren Lösungen ableiten. Die Vielfalt der im wirtschaftlichen Leben anzutreffenden Sachverhalte zwingt dazu, die beitragsrechtliche Stellung eines Erwerbstätigen jeweils unter Würdigung der gesamten Umstände des Einzelfalles zu beurteilen. Weil dabei vielfach Merkmale beider Erwerbsarten zutage treten, muss sich der Entscheid oft danach richten, welche dieser Merkmale im konkreten Fall überwiegen (BGE 104 V 126 Erw. a; ZAK 1982 S. 185 Erw. 1 und 215 Erw. 3).\n\nb) Der vom Beschwerdeführer mit der Firma BECSA am 26. November 1976 abgeschlossene \"Contrat pour une mission de conseiller\" enthält einige Abmachungen, die auf eine unselbständige Erwerbstätigkeit schliessen lassen könnten. Dies gilt etwa für die Bestimmungen der Art. 5 (frais de déplacement), Art. 8 (exclusivité) und Art. 10 (discrétion, loyauté, concurrence). Die Ausgleichskasse hat daraus und \"in Übereinstimmung mit der Beurteilung der Einschätzungsabteilung II des kantonalen Steueramtes Zürich\" den Schluss gezogen, dass im fraglichen Beratungsvertrag die Kriterien der unselbständigen Erwerbstätigkeit überwögen. Die Vorinstanz fügte dem bei, dass der Beschwerdeführer gemäss |79| Vertrag kein Unternehmerrisiko getragen habe, woran nichts ändere, dass er in Belgien eine möblierte Wohnung gemietet und darin ein Büro eingerichtet habe.\n\nDer Rechtsauffassung von Verwaltung und Vorinstanz kann nicht beigepflichtet werden. Es ist eine bekannte Erscheinung der neueren Zeit, dass sich sowohl Einzelpersonen als auch Organisationen, die auf ein bestimmtes technisches oder kaufmännisches Fachgebiet spezialisiert sind, einer Firma (exklusiv oder neben andern) auf bestimmte oder unbestimmte Zeit in einem selbständigen Auftragsverhältnis in Beraterfunktion zur Verfügung stellen. Im Falle des Beschwerdeführers liegt ein typisches solches selbständiges Beratungsverhältnis vor. Davon abgesehen, dass es sich beim \"Contrat pour une mission de conseiller\" zivilrechtlich nicht um einen Arbeitsvertrag, sondern um einen Auftrag handelt - was im vorliegenden Zusammenhang zwar nicht entscheidend, aber gleichwohl bezeichnend ist -, und dass der Beschwerdeführer ausdrücklich \"expert indépendant\" genannt wird, deutet der materielle Inhalt des Vertragswerkes überwiegend auf eine selbständige Erwerbstätigkeit hin. Die erwähnten Bestimmungen, welche als Indizien für eine Arbeitnehmerbeschäftigung gelten könnten, halten sich durchaus im Rahmen des auch für eine selbständige Beratertätigkeit Üblichen. Die rigorosen gegenseitigen Möglichkeiten der Vertragsauflösung (Art. 11) weisen sodann ganz eindeutig auf den selbständigen Charakter des Beratungsauftrages hin. Auch konnte der Beschwerdeführer nach seiner unwidersprochen gebliebenen Schilderung der effektiven Vertragsabwicklung seine Beraterfunktion tatsächlich in unabhängiger Stellung ausüben, ohne in die Administration der Firma BECSA eingegliedert und einem speziellen Weisungsrecht der Firmenleitung unterstellt gewesen zu sein (Art. 3, 6 f. des Vertrages). Eine arbeitsorganisatorische Abhängigkeit, welche gemäss der erwähnten Rechtsprechung ein Hauptmerkmal unselbständiger Erwerbstätigkeit ist, lässt sich nicht feststellen. Die wirtschaftliche Abhängigkeit erschöpft sich darin, dass der Beschwerdeführer während der Dauer des Vertragsverhältnisses ausschliesslich für die Firma BECSA tätig sein musste. Dies ergibt sich aber aus dem grossen Umfang des vorliegenden Geschäftes (technische Beratung beim Bau zweier Farbfabriken und der Personalinstruktion) und ist für sich allein nicht entscheidend. Zu denken ist beispielsweise an die grosse Zahl von Zulieferfirmen in Industrie und Landwirtschaft, deren Produktion ebenfalls auf einen einzigen Grossabnehmer |80| ausgerichtet ist und bei denen gleichwohl nicht zweifelhaft ist, dass es sich um eine selbständige Erwerbstätigkeit handelt. Bei Beratungsverträgen wie dem vorliegenden liegt das typische Unternehmerrisiko vielmehr gerade in dieser Einseitigkeit, welche durch die erwähnten Möglichkeiten der Vertragsauflösung noch verschärft wird. Anderseits liegt es in der Natur eines Beratungsauftrages, dass der Berater unter Umständen keine oder nur wenige spezifische Investitionen vorzunehmen hat. Im vorliegenden Fall dürften sich diese praktisch in der vorübergehenden Einrichtung und Führung eines Büros in Brüssel erschöpft haben. Bei Beratungsaufträgen wie dem vorliegenden geht es nicht an, das Merkmal des Unternehmerrisikos und damit die selbständige Erwerbstätigkeit mit dem blossen Hinweis auf fehlende erhebliche Investitionen zu verneinen, weil hier das Unternehmerrisiko auf einer andern Ebene liegt. Falls die Beraterfunktion unter Beizug eigener Angestellter und/oder durch Einsatz von Hilfsmitteln (Apparate, Maschinen u.a.m.) ausgeübt würde, wären die dadurch bedingten Investitionen lediglich als zusätzlicher Bestandteil des Unternehmerrisikos zu betrachten.\n\n5. a) Der Beschwerdeführer ist nach dem Gesagten als Selbständigerwerbender zu behandeln. Folglich kann er sich für die Zeit vom 1. März bis 30. April 1977 nicht auf das damals in Kraft stehende schweizerisch-belgische Abkommen vom 17. Juni 1952 berufen, weil dieser Staatsvertrag, wie erwähnt, das Erwerbsortsprinzip nur für Arbeitnehmer vorsieht. Es gelangt daher diesbezüglich allein das innerstaatliche schweizerische AHV-Recht zur Anwendung.\n\nb) Gemäss Art. 4 Abs. 2 lit. a AHVG kann der Bundesrat von der Beitragsbemessung das Erwerbseinkommen aus einer im Ausland ausgeübten Tätigkeit ausnehmen. Darauf gestützt sieht Art. 6ter lit. a AHVV vor: Von der Beitragserhebung ist das Erwerbseinkommen ausgenommen, das Personen mit Wohnsitz in der Schweiz zufliesst als Inhaber oder Teilhaber von Betrieben oder von Betriebsstätten im Ausland. Entscheidend ist somit die Frage, ob der Beschwerdeführer in Belgien eine Betriebsstätte innehatte.\n\nGemäss Rz. 71 d der Wegleitung des BSV über die Beiträge der Selbständigerwerbenden und Nichterwerbstätigen ist der Begriff der ausländischen Betriebsstätte gemäss Art. 6ter lit. a AHVV \"im steuerrechtlichen Sinn\" zu verstehen. Als Betriebsstätte gilt danach eine ständige Geschäftseinrichtung, in welcher ein qualitativ |81| oder quantitativ wesentlicher Teil der Tätigkeit des Unternehmens ausgeübt wird. Betriebsstätten sind insbesondere der Ort der Leitung, Zweigniederlassungen, Werkstätten, Einkaufs- und Verkaufsstellen sowie die ständigen Vertretungen (Art. 6 BdBSt). Anderseits sieht die Verwaltungspraxis im Bereich des Art. 12 AHVG (beitragspflichtige Arbeitgeber) vor:\n\nAls Betriebsstätte im Sinne des AHV-Rechtes gelten ständige Anlagen und Einrichtungen, wie Fabrikations-, Geschäfts- oder Büroräumlichkeiten, in denen Arbeitnehmer des Inhabers der Betriebsstätte tätig sind.\n\nDer Begriff der Betriebsstätte im Sinne des AHV-Rechtes ist insofern weiter als jener des Steuerrechts, als nicht erforderlich ist, dass sich in den Anlagen und Einrichtungen ein qualitativ oder quantitativ wesentlicher Teil des Geschäftsbetriebs vollzieht. (Rz. 30 der Wegleitung des BSV über den Bezug der Beiträge.)\n\nOb diese unterschiedliche Umschreibung des Begriffes der Betriebsstätte durch die Verwaltungspraxis im Bereich des Art. 6ter lit. a AHVV einerseits und des Art. 12 Abs. 2 AHVG anderseits gesetzeskonform ist, braucht hier nicht entschieden zu werden. Denn selbst bei Anwendung der - engeren - steuerrechtlichen Begriffsumschreibung ist das vom Beschwerdeführer in Brüssel während der gut dreijährigen Zeitspanne seiner Tätigkeit für die Firma BECSA eingerichtete Ingenieurbüro im Sinne eines Dienstleistungsbüros als Betriebsstätte zu betrachten (vgl. ASA 36 S. 12 f.; MASSHARDT, Kommentar zur direkten Bundessteuer, Ausgabe 1972, N. 6 zu Art. 6 WStB, S. 47).\n\n6. Zusammenfassend ist festzuhalten, dass der Beschwerdeführer für die von der Firma BECSA bezogenen Einkünfte lediglich in dem Umfange AHV-rechtlich beitragspflichtig ist, als er in der Zeit vom 1. März 1977 bis 30. April 1980 in Algerien und in der Schweiz erwerbstätig war. Die Verwaltung, an welche die Sache zurückgewiesen wird, hat den Anteil dieser Erwerbstätigkeit in Zusammenarbeit mit dem Beschwerdeführer festzulegen und danach über die Beitragspflicht erneut zu verfügen.\n\n7. Der Beschwerdeführer verlangt für das Verfahren vor dem Eidg. Versicherungsgericht eine Parteientschädigung. Dieses Begehren beurteilt sich nach Art. 159 f. OG in Verbindung mit den Tarifen über die Entschädigungen an die Gegenpartei für das Verfahren vor dem Eidg. Versicherungsgericht bzw. dem Bundesgericht (Tarife vom 26. Januar 1979 bzw. vom 9. November 1978).\n\nDer Beschwerdeführer ist nicht vertreten, weshalb eine Entschädigung im Sinne des Art. 2 des Tarifs des Eidg. Versicherungsgerichts |82| (Anwaltshonorar) entfällt. Gemäss Art. 2 Abs. 1 des Bundesgerichtstarifs umfasst die Parteientschädigung sodann den Ersatz der Auslagen. Er wird einer Partei ohne Vertreter in der Regel praxisgemäss nur zugesprochen, wenn die Aufwendungen erheblich und nachgewiesen sind, was vorliegend nicht zutrifft. Sodann ist nach der Rechtsprechung für persönlichen Arbeitsaufwand und Umtriebe (vgl. Art. 2 Abs. 2 des Bundesgerichtstarifs) einer unvertretenen Partei grundsätzlich keine Parteientschädigung zu gewähren, ausser wenn besondere Verhältnisse vorliegen. Dies ist nach BGE 110 V 133 Erw. 4a der Fall, wenn folgende Voraussetzungen kumulativ gegeben sind:\n\n- dass es sich um eine komplizierte Sache mit hohem Streitwert handelt;\n\n- dass die Interessenwahrung einen hohen Arbeitsaufwand notwendig macht, der den Rahmen dessen überschreitet, was der einzelne üblicher- und zumutbarerweise nebenbei zur Besorgung der persönlichen Angelegenheiten auf sich zu nehmen hat; erforderlich ist somit ein Arbeitsaufwand, welcher die normale (z.B. erwerbliche) Betätigung während einiger Zeit erheblich beeinträchtigt;\n\n- dass zwischen dem betriebenen Aufwand und dem Ergebnis der Interessenwahrung ein vernünftiges Verhältnis besteht.\n\nIm vorliegenden Fall ist die zweite dieser Voraussetzungen nicht gegeben; denn es kann nicht gesagt werden, dass der Beschwerdeführer durch die Verfassung seiner Rechtsschrift vom 3. Dezember 1982 und die in diesem Zusammenhang betriebene Interessenwahrung in seiner normalen Berufstätigkeit während einiger Zeit erheblich beeinträchtigt worden wäre. Somit entfällt eine Parteientschädigung auch unter dem Titel des persönlichen Arbeitsaufwandes und der Umtriebe.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nI. Die Verwaltungsgerichtsbeschwerde wird in dem Sinne teilweise\n\ngutgeheissen, dass der Entscheid der AHV-Rekurskommission des Kantons\n\nZürich vom 28. Oktober 1982 sowie die Beitragsverfügungen vom 23./24.\n\nJuli\n\nund 27. August 1981 sowie vom 19. und 26. März 1982 aufgehoben werden\n\nund\n\ndie Sache an die Ausgleichskasse des Kantons Zürich zurückgewiesen wird,\n\ndamit diese, nach Aktenergänzung im Sinne der Erwägungen, über die\n\nBeitragspflicht des Beschwerdeführers neu verfüge.\n\n|83| II. Die Gerichtskosten ... werden der Ausgleichskasse des Kantons\n\nZürich auferlegt. III. Das Begehren des Beschwerdeführers auf eine Parteientschädigung\n\nwird abgewiesen."}