{"annee": "110", "cour": "IV", "page": "118", "date": "6/8/1984", "cite": [], "cite_par": [], "chapeau": "37. Estratto della sentenza della Camera d'accusa del 6 agosto 1984 nella causa P. e P. S.A. c. Ufficio federale di polizia (reclamo)", "regestes": ["Entraide internationale en matière pénale; requête de levée d'un séquestre conservatoire; art. 45, 47 al. 3, 34 EIMP. Contrairement à ce qui est prévu en matière de détention extraditionnelle (art. 50 al. 3 EIMP), l'EIMP ne prévoit pas, en ce qui concerne les saisies d'objets, la possibilité de demander en tout temps la levée de la mesure. Une fois écoulé le délai de recours contre celle-ci, l'intéressé n'a plus d'autre possibilité que de recourir contre la décision d'extradition elle-même dans la mesure où, conformément à l'art. 34 EIMP, elle porte sur la remise à l'Etat requérant des objets et valeurs qui peuvent servir de moyen de preuve ou qui proviennent de l'infraction. La Chambre d'accusation du Tribunal fédéral n'est pas compétente pour statuer sur un tel recours."], "faits": "", "considerants": "BGE 110 IV 118 S. 118\n\nConsiderando in diritto:\n\n1. Il sequestro litigioso è stato ordinato in applicazione degli art. 45 e 47 cpv. 3 AIMP il 20 aprile 1984 ed è stato confermato il 5 giugno 1984. Il termine di reclamo di dieci giorni stabilito dall'art. 48 cpv. 2 AIMP era da tempo scaduto il 31 luglio 1984, data in cui BGE 110 IV 118 S. 119è stato proposto il reclamo, di guisa che questo è tardivo.\n\nL'AIMP non prevede, con riferimento ad un ordine di sequestro, la possibilità di presentare in ogni tempo una domanda di revoca, come invece fa per quanto concerne l'arresto (art. 50 cpv. 3). Al ricorrente P. non è quindi consentito di ovviare alla scadenza infruttuosa del termine presentando nell'ulteriore corso della procedura nuove domande di dissequestro. Nella lettera del 20 luglio 1984 dell'UFP (che si riferisce alla domanda di dissequestro del 17 luglio 1984) non può pertanto essere ravvisata una decisione ai sensi dell'art. 47 cpv. 3 AIMP. Pertanto egli potrà semmai ricorrere contro la decisione d'estradizione, nella misura in cui, in applicazione dell'art. 34 AIMP, essa statuisca sulla consegna allo Stato richiedente degli oggetti e beni che possono servire come mezzi di prova o che provengono dal reato. A ragione dunque l'UFP dichiara di voler allestire l'elenco definitivo degli oggetti da consegnare allo Stato richiedente dopo esame del memoriale d'opposizione all'estradizione. La Camera d'accusa del Tribunale federale non è competente a pronunciarsi su di un eventuale ricorso contro la decisione d'estradizione."}