{"annee": "110", "cour": "IV", "page": "54", "date": "17/5/1984", "cite": [], "cite_par": ["132 IV 40"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 17. Mai 1984 i.S. Eidgenössische Steuerverwaltung gegen S. (Nichtigkeitsbeschwerde)", "regestes": ["Loi fédérale sur l'impôt anticipé. Celui qui viole ou ne remplit qu'imparfaitement son devoir de communiquer les renseignements prévus à l'art. 21 al. 4 OIA (RS 642.211) se rend coupable d'une contravention au sens de l'art. 62 al. 1 litt. a LIA, sans qu'il soit nécessaire d'établir en plus la mise en péril concrète de l'exécution légale de l'impôt anticipé."], "faits": "|54|\n\nA.- Nach Art. 39 Abs. 1 des Bundesgesetzes über die Verrechnungssteuer (VStG; SR 642.21) hat der Steuerpflichtige der Eidgenössischen Steuerverwaltung (EStV) über alle Tatsachen, die für die Steuerpflicht oder für die Steuerbemessung von Bedeutung sein |55| können, nach bestem Wissen und Gewissen Auskunft zu erteilen. Er hat insbesondere Steuerabrechnungen, Steuererklärungen und Fragebogen vollständig und genau auszufüllen, seine Geschäftsbücher ordnungsgemäss zu führen und sie, die Belege und andere Urkunden auf Verlangen beizubringen. Nach Art. 21 Abs. 1 der Vollziehungsverordnung vom 19. Dezember 1966 zum Bundesgesetz über die Verrechnungssteuer (VStV; SR 642.211) hat jede inländische Aktiengesellschaft oder Gesellschaft mit beschränkter Haftung unaufgefordert der EStV innert 30 Tagen nach Genehmigung der Jahresrechnung den Geschäftsbericht oder eine unterzeichnete Abschrift der Jahresrechnung (Bilanz sowie Gewinn- und Verlustrechnung) sowie eine Aufstellung nach amtlichem Formular einzureichen, woraus der Kapitalbestand am Ende des Geschäftsjahres, das Datum der Generalversammlung, die beschlossene Gewinnverteilung und ihre Fälligkeit ersichtlich sind, und die Steuer auf den mit Genehmigung der Jahresrechnung fällig gewordenen Erträgen zu entrichten. Wird die Jahresrechnung nicht innert sechs Monaten nach Ablauf des Geschäftsjahres genehmigt, so hat die Gesellschaft der EStV vor Ablauf des siebenten Monates den Grund der Verzögerung und den mutmasslichen Zeitpunkt der Rechnungsabnahme mitzuteilen (Art. 21 Abs. 4 VStV).\n\nGemäss Art. 62 Abs. 1 lit. a VStG wird (sofern nicht eine der Strafbestimmungen der Art. 14-16 VStrR zutrifft) mit Busse bis zu Fr. 20'000.- bestraft, wer die gesetzmässige Durchführung der Verrechnungssteuer gefährdet, indem er vorsätzlich oder fahrlässig im Steuererhebungsverfahren der Pflicht zur Anmeldung als Steuerpflichtiger, zur Einreichung von Steuererklärungen, Aufstellungen und Abrechnungen, zur Erteilung von Auskünften und zur Vorlage von Geschäftsbüchern und Belegen nicht nachkommt.\n\nB.- Die W. AG, die den Steuerbehörden gegenüber durch S. vertreten wurde, reichte seit ihrer Gründung bis Ende 1977 jeweils ordnungsgemäss eine entsprechende Jahresrechnung mit zugehörigem Formular 103 (Steuerdeklaration für die Verrechnungssteuer auf dem Ertrag inländischer Aktien und Genussscheine) bei der EStV ein. Dagegen wurden die Unterlagen pro 1978 und 1979 nicht eingereicht. Nachdem das Geschäftsjahr der W. AG am 31. Dezember 1979 geendet hatte, ersuchte S. am 30. Juni 1980 um Fristerstreckung mit der Begründung, der Abschluss liege noch nicht vor. Weitere solche Fristerstreckungsgesuche ergingen am 31. Dezember 1980 und am 31. März 1981. Mit Schreiben vom |5620| . Mai 1981 forderte die EStV S. auf, bis zum 31. Mai 1981 die Deklaration nach Formular 103 sowie die unterzeichnete Abschrift der Jahresrechnung 1978 und 1979 einzureichen, ansonsten ein Strafverfahren gegen ihn eingeleitet würde. S. teilte der EStV am 1. Juni 1981 mit, dass er seine Verpflichtungen erfüllt habe und daher kein Anlass zu einem Strafverfahren bestehe; gleichzeitig überwies er die Jahresrechnung 1978 mit der Bemerkung, dass die Jahresrechnung 1979 vermutlich im August 1981 vorliegen werde, so dass er eine Verzögerung bis 31. August 1981 melde. Am 3. Juli 1981 stellte die EStV dem S. ein sogenanntes Schlussprotokoll zu, worin sie in Aussicht nahm, ihn mit Fr. 1'000.- zu büssen. Dieser äusserte sich dazu nicht, meldete aber am 30. Oktober 1981, dass die Jahresrechnung 1979 vom Verwaltungsrat erst im November 1981 verabschiedet werden könne und die Generalversammlung im Dezember 1981 stattfinde. Weitere \"Meldungen im Sinne von Art. 21 Abs. 1 und 4 VStV\" erstattete er am 31. Dezember 1981 und am 29. Januar 1982. Die EStV teilte ihm am 1. März 1982 mit, dass bezüglich der Unterlagen für das Jahr 1979 ein Strafverfahren gegen die W. AG eröffnet worden sei. Am 31. März 1982 schrieb S. der EStV, es sei das Geschäftsjahr 1979 und 1980 zusammengelegt worden und der entsprechende Abschluss werde dem Verwaltungsrat im Monat April 1982 zur Verabschiedung zuhanden der Generalversammlung vorgelegt; die entsprechenden Unterlagen könnten voraussichtlich bis Ende Mai 1982 eingereicht werden.\n\nC.- Die EStV erliess am 23. April 1982 gegen S. einen Strafbescheid und verurteilte ihn zur Bezahlung einer Busse von Fr. 1'000.-. Am 6. Mai 1982 teilte sie diesem darüber hinaus mit, dass sie die Zusammenlegung der zwei Geschäftsjahre 1979 und 1980 nicht akzeptiere. Gemeinsam mit seiner Einsprache gegen den Strafbescheid reichte S. der EStV am 24. Mai 1982 das Formular 103 mit dem Geschäftsabschluss für die Jahre 1979 und 1980 per 31. Dezember 1980 ein, worauf die genannte Verwaltungsstelle am 2. Juli 1982 (getrennte) Jahresrechnungen und Formulare 103 für die Jahre 1979 und 1980 verlangte. Hiegegen erhob S. am 14. Juli 1982 Einsprache, deren Behandlung die EStV bis zur gerichtlichen Beurteilung der Strafverfügung aussetzte.\n\nD.- Am 16. Juni 1983 sprach der Einzelrichter des Bezirksgerichts Horgen S. der Widerhandlung gegen Art. 62 Abs. 1 lit. a VStG schuldig und verfällte ihn in eine Busse von Fr. 1'000.-.\n\nDas Obergericht des Kantons Zürich sprach S. am 15. Dezember 1983 von Schuld und Strafe frei.\n\n|57|\n\nE.- Die EStV führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n3. Das Obergericht anerkennt, dass Art. 62 Abs. 1 lit. a VStG nicht nur die Verletzung der Pflicht zur Einreichung der in Art. 21 Abs. 1 VStV genannten Belege und Unterlagen und der daran anschliessenden Bezahlung der Steuer erfasst, sondern auch die Missachtung der in Abs. 4 dieses Artikels verlangten Obliegenheiten (Mitteilung des Grundes der Verzögerung und des mutmasslichen Zeitpunkts der Rechnungsabnahme vor Ablauf des siebenten Monats nach Beendigung des Geschäftsjahres). Auch hat die Vorinstanz in casu eine Pflichtverletzung des Beschwerdegegners im letzteren Sinne bejaht. Sie hat diesen aber dennoch deswegen freigesprochen, weil Art. 62 Abs. 1 VStG erfordere, dass durch die tatbestandsmässige Handlung die \"Durchführung\" der Verrechnungssteuer gefährdet werde und eine solche Gefahr hier nicht geschaffen worden sei.\n\na) Im Verständnis der Vorinstanz setzt Art. 62 Abs. 1 lit. a VStG eine konkrete Gefährdung der Durchführung der Steuer als Folge der tatbestandsmässigen Handlung voraus. Indessen erscheint es schon aufgrund des Gesetzeswortlauts als zweifelhaft, ob nach dieser Bestimmung zusätzlich zu jener Handlung eine solche Gefahr erwiesen sein muss, macht sich nach Art. 62 Abs. 1 lit. a VStG doch strafbar, wer die gesetzmässige Durchführung der Verrechnungssteuer gefährdet, indem er vorsätzlich oder fahrlässig im Steuererhebungsverfahren der Pflicht zur Einreichung von Steuererklärungen, Aufstellungen und Abrechnungen usw. nicht nachkommt. Nach dieser Fassung liegt der gesetzgeberische Akzent eindeutig auf der Vernachlässigung der vorgeschriebenen Mitwirkungspflicht, die eo ipso eine Gefahr für die gesetzmässige Durchführung der Steuer einschliesst und deshalb an sich strafwürdig ist. In dieselbe Richtung weist die Natur der hier in Frage stehenden Steuer. Die Verrechnungssteuer ist eine sogenannte Selbstveranlagungssteuer; die Feststellung der Steuerforderung geht ausschliesslich vom Steuerpflichtigen selber aus, indem dieser sich unaufgefordert bei der EStV anzumelden, die vorgeschriebene Abrechnung mit Belegen einzureichen und gleichzeitig die Steuer zu entrichten hat (Art. 38 Abs. 1 und 2 VStG). Das steuerfordernde |58| Gemeinwesen mischt sich in die Veranlagung nicht ein, sondern beschränkt sich zu deren Sicherung auf eine amtliche Kontrolle oder Aufsicht (BLUMENSTEIN, System des Steuerrechts, 3. Aufl. 1971, S. 351 und 385 ff.). Um der EStV die in Art. 40 VStG vorgesehene Kontrolle zu ermöglichen, hat der Steuerpflichtige ihr die seiner Veranlagung zugrunde liegenden Belege, namentlich den Geschäftsbericht oder eine unterzeichnete Abschrift der Jahresrechnung usw. (Art. 21 Abs. 1 VStV) einzureichen. Dass dies rechtzeitig, d.h. innert angemessener Frist nach Beendigung des Geschäftsjahres zu geschehen hat, versteht sich von selbst, wird doch die amtliche Kontrolle geschäftlicher Abläufe mit zunehmender zeitlicher Entfernung von den zu kontrollierenden Fakten stets schwieriger. Aus diesem Grunde sieht Art. 21 Abs. 4 VStV, der übrigens an die Art. 698 Abs. 2 Ziff. 3 i.V.m. Art. 699 Abs. 2 und Art. 724 OR anschliesst, vor, dass bei Nichtgenehmigung der Jahresrechnung innert sechs Monaten nach Ablauf des Geschäftsjahres die Gesellschaft der EStV vor Ablauf des siebenten Monats den Grund der Verzögerung und den mutmasslichen Zeitpunkt der Rechnungsabnahme mitzuteilen hat. Damit soll gewährleistet werden, dass die EStV im Fall einer Verzögerung der Selbstveranlagung rechtzeitig kontrollieren kann, ob die Säumnis durch stichhaltige Gründe bedingt ist oder ob blosse Nachlässigkeit, Trölerei oder gar absichtliche Machenschaften dahinterstehen. Gibt die Gesellschaft keine oder ungenügende Gründe für die Säumnis an, besteht Ungewissheit darüber, wie es sich damit verhält. Durch diese Ungewissheit aber wird der Entscheid der EStV über das weitere Vorgehen erschwert und damit die Durchführung der amtlichen Kontrolle beeinträchtigt. Das aber muss zur Erfüllung des objektiven Tatbestandes des Art. 62 Abs. 1 lit. a VStG genügen, ohne dass darüber hinaus eine konkrete Gefährdung der Durchführung der Verrechnungssteuer oder gar des Steuerbezugs selber nachgewiesen werden müsste (W. R. PFUND, Das Steuerstrafrecht, 1954, S. 71); denn die genannte Bestimmung, die als Strafe bloss Busse vorsieht und sicherstellen will, dass der Steuerpflichtige seinen Mitwirkungspflichten nachkommt, stellt einen blossen Ungehorsamstatbestand dar, der ähnlich den Art. 323 und 324 StGB bereits mit der Begehung der tatbestandsmässigen Handlung erfüllt ist. Das hat die Vorinstanz verkannt.\n\nb) Da nach ihrem Urteil feststeht, dass S. als verantwortliches Organ der W. AG seiner Pflicht zur Erteilung der Auskünfte nach Art. 21 Abs. 4 VStV zum Teil überhaupt nicht, zum Teil nur |59| ungenügend nachgekommen ist, ist der objektive Tatbestand des Art. 62 Abs. 1 lit. a VStG gegeben. Der angefochtene Entscheid ist deshalb aufzuheben und die Sache zurückzuweisen, damit die Vorinstanz sich noch zum subjektiven Tatbestand ausspreche und entsprechend dem Ergebnis ihrer neuen Prüfung verfahre."}