{"annee": "110", "cour": "IA", "page": "176", "date": "26/9/1984", "cite": ["98 IA 615", "108 IA 38", "105 IA 11", "105 IA 362", "94 I 15", "109 IA 41", "107 IA 217", "101 IA 238", "99 IA 638", "89 I 80", "106 IA 20", "104 IA 1", "105 IA 149", "106 IA 197", "101 IA 369", "102 IA 131"], "cite_par": ["111 IA 292", "121 I 138", "119 IA 154", "115 IA 392", "115 IA 148", "114 IA 267", "121 I 1", "112 IA 136", "113 IA 43", "118 IA 415", "112 IA 382", "132 II 153", "113 IA 46", "129 I 185", "114 IA 42", "118 IA 271", "123 I 175"], "chapeau": "36. Urteil der I. öffentlichrechtlichen Abteilung vom 26. September 1984 i.S. Peter Herzog und Mitbeteiligte gegen Kanton Thurgau und Grosser Rat des Kantons Thurgau (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 lettre a OJ; respect du délai, nullité partielle d'une initiative populaire. 1. Dans la mesure où un recours en matière de droit de vote est dirigé contre des actes qui servent à la préparation des votations et des élections, il doit en principe être formé dans le délai qui suit ces actes (précision de la jurisprudence) (consid. 2a). 2. Dans le cas particulier, le droit de vote n'a pas été violé par le fait de déclarer partiellement nulle une initiative présentée sous la forme d'un projet rédigé de toutes pièces et de ne soumettre à la votation populaire que la partie valable (consid. 3)."], "faits": "BGE 110 Ia 176 S. 176\n\nZwischen dem Kanton Thurgau einerseits und dem Land Baden-Würtemberg andererseits besteht eine staatsvertragliche Vereinbarung vom 5. Juni 1954 betreffend die gemeinschaftliche Wasserjagd auf dem Untersee und dem Rhein. Nach dieser Vereinbarung BGE 110 Ia 176 S. 177steht den männlichen Einwohnern der an die beiden Gewässer angrenzenden Gemeinden zu bestimmten Zeiten und unter im einzelnen umschriebenen Bedingungen das Recht zu, die sogenannte Wasserjagd auf bestimmte Vogelarten auszuüben.\n\nMit einer formulierten Volksinitiative wurde das folgende Begehren gestellt:\n\n\"Der Staat setzt sich ein für die Abschaffung der gemeinschaftlichen Wasserjagd auf dem Untersee und Rhein. In allen seewärts des Uferweges vom Kuhhorn (oberhalb Gottlieben) bis Ermatingen gelegenen Gebieten ist die Wasserjagd untersagt.\"\n\nDer Grosse Rat des Kantons Thurgau beschloss, den zweiten Satz der Initiative wegen Staatsvertragswidrigkeit als ungültig zu erklären und ihn dem Volk nicht zur Abstimmung zu unterbreiten. Er bereinigte den Text und legte dem Volk die Initiative auf Änderung der Kantonsverfassung in folgender Fassung vor:\n\n\"§ 24ter. Der Staat setzt sich ein für die Abschaffung der gemeinsamen Wasserjagd auf dem Untersee und Rhein.\"\n\nDieser Beschluss des Grossen Rates wurde am 9. Dezember 1983 im Amtsblatt des Kantons Thurgau veröffentlicht. Die Stimmbürger des Kantons Thurgau nahmen die Volksinitiative am 29. Januar 1984 an. Das Abstimmungsergebnis wurde im Amtsblatt am 3. Februar 1984 publiziert.\n\nAm 23. Februar 1984 reichten Peter Herzog und weitere Bürger gestützt auf Art. 85 lit. a OG beim Bundesgericht staatsrechtliche Beschwerde ein. Sie beantragen die Aufhebung der Volksabstimmung mit der Begründung, der Grosse Rat hätte den Text der Volksinitiative nicht verändern dürfen.\n\nDas Bundesgericht nimmt zur Frage der Fristwahrung Stellung und weist die Beschwerde materiell ab.", "considerants": "Erwägungen:\n\n1. Die drei Beschwerdeführer sind unbestrittenermassen stimmberechtigte Einwohner des Kantons Thurgau. Als solche sind sie zur Stimmrechtsbeschwerde im Sinne von Art. 85 lit. a OG legitimiert.\n\n2. Der Grosse Rat des Kantons Thurgau beantragt in seiner Stellungnahme, auf die Stimmrechtsbeschwerde sei wegen Verspätung nicht einzutreten. Er macht geltend, die Beschwerde richte sich nicht gegen die Durchführung und Auswertung der Abstimmung als solche, sondern vielmehr gegen die Formulierung der BGE 110 Ia 176 S. 178Abstimmungsfrage. Diese sei vom Grossen Rat am 7. November 1983 beschlossen und am 9. Dezember 1983 im Amtsblatt des Kantons Thurgau publiziert worden. Die Beschwerde hätte daher im Anschluss daran innert dreissig Tagen erhoben werden müssen. Demgegenüber sind die Beschwerdeführer der Ansicht, sie hätten das Ergebnis der Abstimmung vom 29. Januar 1984 abwarten und ihre Beschwerde innert dreissig Tagen seit der Abstimmung erheben dürfen.\n\na) Nach Art. 89 Abs. 1 OG ist die staatsrechtliche Beschwerde innert dreissig Tagen seit der nach kantonalem Recht massgebenden Eröffnung oder Mitteilung beim Bundesgericht zu erheben. Richtet sich eine Stimmrechtsbeschwerde gegen Handlungen, die der Vorbereitung einer Abstimmung dienen, so beginnt die Beschwerdefrist mit der Eröffnung oder Mitteilung der entsprechenden Anordnung. Nach der Rechtsprechung ist die Beschwerde sofort und vor der Durchführung der Abstimmung einzureichen, damit der Mangel noch vor der Abstimmung behoben werden kann und diese nicht wiederholt zu werden braucht; unterlässt dies der Stimmberechtigte, obwohl nach den Verhältnissen ein sofortiges Handeln geboten und zumutbar war, so verwirkt er das Recht zur Anfechtung des Abstimmungsergebnisses (BGE 106 Ia 198 E. 2c, BGE 105 Ia 150, BGE 101 Ia 241, BGE 99 Ia 644 E. 5a, BGE 98 Ia 620 E. 2, ZBl 84/1983 S. 276, 83/1982 S. 205, 80/1979 S. 528, mit Hinweisen). Solche Vorbereitungshandlungen stellen etwa Beschlüsse über die Durchführung einer Abstimmung (BGE 105 Ia 12), über die Ungültigkeit einer Initiative (BGE 105 Ia 362) oder über die Formulierung der Abstimmungsfrage (BGE 106 Ia 22) dar. Dazu zählen nach der bundesgerichtlichen Rechtsprechung auch amtliche Erläuterungen zu Volksabstimmungen (BGE 106 Ia 198 E. 2c); diese weisen lediglich die Besonderheit auf, dass sie den Stimmberechtigten oftmals kurz vor dem Abstimmungstag zugestellt werden und dass das Datum der Zustellung in der Regel nicht genau festgestellt werden kann. Solche Vorbereitungshandlungen sind grundsätzlich im Anschluss an deren Anordnung innert dreissig Tagen anzufechten. Läuft diese Frist indessen nach dem Abstimmungstermin ab, so kann nicht verlangt werden, dass die Beschwerde vor der Durchführung der Abstimmung erhoben wird; in diesem Fall kann eine Vorbereitungshandlung mit einer gegen die Abstimmung als solche gerichteten Beschwerde angefochten werden (BGE 106 Ia 198 E. 2c, BGE 101 Ia 241; anders BGE 99 Ia 220 E. 2a).BGE 110 Ia 176 S. 179\n\nDiese Grundsätze sind in der Praxis nicht durchwegs konsequent angewendet worden; in keinem der erwähnten Urteile ist das Bundesgericht wegen Verspätung auf die Beschwerden nicht eingetreten. Zum Teil hat es die Eintretensfrage offengelassen und die Beschwerden aus materiellen Erwägungen abgewiesen (BGE 99 Ia 644 E. 5a, BGE 98 Ia 620 E. 2). In anderen Fällen war über die Eintretensfrage nicht zu entscheiden, weil separate Beschwerden sowohl gegen die Anordnung der Vorbereitungshandlung als auch gegen die Abstimmung erhoben worden sind (BGE 105 Ia 150, ZBl 80/1979 S. 528). Bei einer weitern Beschwerde lief die von der Anordnung der Vorbereitungshandlung an gerechnete Frist erst nach dem Abstimmungstermin ab (BGE 106 Ia 198). In einer letzten Gruppe von Fällen ist das Bundesgericht auf Beschwerden, die sich gegen Vorbereitungshandlungen richteten, aber erst nach der Abstimmung eingereicht wurden, eingetreten, obwohl die von der Anordnung der Vorbereitungshandlung an gerechnete dreissigtägige Frist vor der Abstimmung abgelaufen ist: Im Falle von BGE 101 Ia 241 endete die Frist drei Tage vor dem Abstimmungstage; da in diesem Zeitpunkt der Mangel nicht mehr behoben werden konnte, trat das Bundesgericht auf die Beschwerde ein. Im Entscheid ZBl 83/1982 S. 205 führte das Bundesgericht aus, die Anfechtung vor der Abstimmung erscheine dann als unzumutbar, wenn die Zeit trotz rechtzeitiger Beschwerdeerhebung zu knapp wäre, um die gerügten Mängel vor dem Abstimmungstermin zu beheben; in dieser Beschwerdesache lief die Frist am Montag vor dem Abstimmungssonntag ab, und das Bundesgericht hat die Beschwerde materiell behandelt (vgl. WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, Bern 1984, S. 303 N. 48). In einer weiteren Stimmrechtsangelegenheit ist das Bundesgericht auf eine Beschwerde eingetreten, ohne darzutun, aus welchen Gründen die Beschwerde nicht vor der Abstimmung hätte eingereicht werden können (ZBl 84/1983 S. 276).\n\nAngesichts dieser Praxis erscheint es angezeigt, die Rechtsprechung klarzustellen. Soweit sich Stimmrechtsbeschwerden gegen Handlungen richten, die der Vorbereitung von Abstimmungen und Wahlen dienen, sind sie grundsätzlich im Anschluss an deren Anordnung innert dreissig Tagen zu erheben. Ein sofortiges Handeln ist normalerweise durchaus zumutbar. Wegen der zwingenden Natur der Rechtsmittelfrist rechtfertigt es sich nämlich nicht, nach der Durchführung der Abstimmung gewissermassen eine zweite Frist beginnen zu lassen. Wohl kann die Zeitspanne zwischen dem BGE 110 Ia 176 S. 180Fristenablauf und dem Abstimmungsdatum zu kurz sein, als dass das Bundesgericht materiell entscheiden oder eine vorsorgliche Verfügung treffen könnte. Diese rein praktische Überlegung reicht indessen nicht aus, von der gesetzlichen Regelung abzuweichen. Der Stimmberechtigte erleidet auch keinen Nachteil, wenn von ihm sofortiges Handeln verlangt wird; wird die Abstimmung nämlich aufgrund der beanstandeten Vorbereitungshandlung durchgeführt, so ist die dagegen gerichtete Beschwerde nach der Rechtsprechung so zu verstehen, dass sinngemäss auch der Antrag auf Aufhebung der Abstimmung selber gestellt wird (BGE 105 Ia 150). Zudem wäre es stossend und mit Treu und Glauben unvereinbar, wenn ein Beschwerdeführer wegen eines Mangels, den er zunächst widerspruchslos hingenommen hat, hinterher die Abstimmung anfechten könnte, weil deren Ergebnis den gehegten Erwartungen nicht entspricht (BGE 89 I 86 f.; vgl. Botschaft des Bundesrates zum Bundesgesetz über die politischen Rechte, BBl 1975 I 1356). Vom Grundsatz, dass die gegen Vorbereitungshandlungen gerichtete Beschwerde sofort nach deren Anordnung innert dreissig Tagen einzureichen ist, kann lediglich abgewichen werden, wenn die Frist nach dem Abstimmungstermin abläuft (BGE 106 Ia 199 E. c) oder wenn spezielle Gründe sofortiges Handeln als unzumutbar erscheinen lassen (BGE 89 I 87); Unzumutbarkeit wird indessen nicht durch den Umstand begründet, dass die Beschwerdefrist kurz vor dem Abstimmungstage endet. In diesem Sinne ist die Rechtsprechung klarzustellen.\n\nb) Im vorliegenden Fall machen die Beschwerdeführer geltend, der Initiativtext sei zu Unrecht verändert worden, und sie fechten damit die dem Volk unterbreitete Abstimmungsfrage an. Der Beschluss des Grossen Rates hierüber stellt eine Vorbereitungshandlung zu einer Abstimmung dar, welche nach den genannten Grundsätzen innert dreissig Tagen seit der Bekanntmachung mit Beschwerde angefochten werden muss. Unter diesem Gesichtswinkel erweist sich die Beschwerde als verspätet. In zeitlicher Hinsicht ist indessen zu beachten, dass die Beschwerdefrist am Montag vor dem Abstimmungssonntag endete. Somit ist der vorliegende Fall den in BGE 101 Ia 241 und ZBl 83/1982 S. 205 beurteilten Umständen vergleichbar. Diese Praxis konnte daher den Eindruck erwecken, es könne auch noch während dreissig Tagen nach der Abstimmung Beschwerde geführt werden. Da die vorstehend genannten Grundsätze eine Verschärfung der Praxis darstellen, sind sie im vorliegenden Fall noch nicht anzuwenden. Denn nach der BGE 110 Ia 176 S. 181bundesgerichtlichen Rechtsprechung bedeuten Praxisänderungen, welche Fragen der Zulässigkeit eines Rechtsmittels berühren oder die Verwirkung eines Rechts zur Folge haben, eine Verletzung von Art. 4 BV, wenn sie ohne vorherige Ankündigung vorgenommen werden (BGE 104 Ia 3 E. 4, BGE 101 Ia 371 E. 2, BGE 94 I 16, mit Hinweisen). Aus diesem Grunde kann daher auf die vorliegende Beschwerde eingetreten werden.\n\n3. In materieller Hinsicht ist nicht streitig, ob der Grosse Rat zu Recht oder zu Unrecht angenommen habe, der zweite Satz des Initiativtextes stehe mit dem eingangs erwähnten Staatsvertrag vom 5. Juni 1954 in Widerspruch und dürfe deshalb wegen Verstosses gegen übergeordnetes Recht nicht zur Abstimmung gebracht werden. Die Beschwerdeführer machen einzig geltend, gemäss § 26 Abs. 2 des thurgauischen Gesetzes über Wahlen und Abstimmungen vom 10. Januar 1953 (Wahl- und Abstimmungsgesetz) dürfe der Text einer formulierten Initiative nicht verändert werden. Ihr Standpunkt ist somit im Ergebnis der, dass die Initiative entweder unverändert der Volksabstimmung hätte unterbreitet oder in ihrem ganzen Inhalt als ungültig erklärt werden müssen. Der Grosse Rat vertritt demgegenüber die Auffassung, der erwähnten Gesetzesbestimmung komme nicht eine derart umfassende Bedeutung zu, wie dies die Beschwerdeführer annähmen. Es gehe nur darum, dass der Sinn der Initiative nicht durch redaktionelle Eingriffe verändert werde, jedoch nicht um den Ausschluss einer Teilnichtigkeit in Fällen, in denen die Initiative zwei oder mehr verschiedene Teile umfasse, von denen einzelne auch für sich allein eine dem Willen der Initianten mindestens in einem Teilbereich entsprechende Lösung ergäben.\n\na) Bei Stimmrechtsbeschwerden prüft das Bundesgericht nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch diejenige anderer kantonaler Vorschriften, welche den Inhalt des Stimm- und Wahlrechts normieren oder mit diesem in engem Zusammenhang stehen (BGE 109 Ia 47 E. b, BGE 108 Ia 39 E. 2, 163 E. a, 167 E. a, mit Hinweisen). In ausgesprochenen Zweifelsfällen schliesst es sich jedoch der von der obersten kantonalen Behörde vertretenen Auffassung an. Als oberste kantonale Behörde anerkennt das Bundesgericht das Volk und das Parlament (BGE 109 Ia 47 E. 3b, BGE 107 Ia 220 E. 2b, mit Hinweisen).\n\nb) § 26 Abs. 2 des thurgauischen Wahl- und Abstimmungsgesetzes hat folgenden Wortlaut: BGE 110 Ia 176 S. 182\n\n\"Enthält die Initiative den vollen Wortlaut des angestrebten Erlasses, so ist sie als formulierte Initiative zu behandeln. An ihrem Text darf nichts verändert werden.\"\n\nEs ist anzuerkennen, dass die Auffassung der Beschwerdeführer nach diesem Text einiges für sich zu haben scheint. Entscheidend ist aber nicht allein der Wortlaut, sondern der Sinn einer gesetzlichen Bestimmung. Es ist davon auszugehen, dass das thurgauische Recht keine Bestimmungen darüber enthält, ob und gegebenenfalls unter welchen Voraussetzungen eine kantonale Volksinitiative als ungültig erklärt werden darf. Bei dieser Sachlage ist das Kantonsparlament nach ständiger Rechtsprechung des Bundesgerichtes berechtigt, aber nicht verpflichtet, Initiativen auf ihre Vereinbarkeit mit Normen höherer Ordnung zu prüfen und die Anordnung einer Volksabstimmung zu verweigern, wenn diese Vereinbarkeit fehlt (BGE 105 Ia 12 E. 2a, 364 E. 2, BGE 102 Ia 134 E. 3, 550 E. 2a). Auch die Beschwerdeführer sprechen dem Grossen Rat die Befugnis, in diesem Sinne über die Gültigkeit einer Initiative - und zwar auch einer sogenannten formulierten Initiative - zu befinden, nicht ab. Sie wollen § 26 Abs. 2 des Wahl- und Abstimmungsgesetzes lediglich in dem Sinne verstanden wissen, dass diese Bestimmung die Annahme blosser Teilnichtigkeit einer Initiative ausschliesse. Indessen wäre es schwer verständlich, wenn das Kantonsparlament zwar ermächtigt sein sollte, eine Initiative aus rechtlichen Gründen von der Volksabstimmung auszuschliessen, ihm aber der schonendere Weg der Teil-Nichtigerklärung verschlossen bliebe. Die neuere Rechtsprechung des Bundesgerichts geht denn auch dahin, die Prüfungsbehörde habe es bei einer blossen Teil-Ungültigerklärung bewenden zu lassen, wenn vernünftigerweise angenommen werden könne, die Initianten hätten auch dem verbleibenden Teil der Initiative zugestimmt (BGE 105 Ia 365, mit Hinweisen). Diese Lösung, die sowohl der Achtung vor dem Willen der Initianten als auch dem Grundsatz der Verhältnismässigkeit entspricht, ist in der Literatur vorwiegend auf Zustimmung gestossen (ALFRED KÖLZ, Die kantonale Volksinitiative in der Rechtsprechung des Bundesgerichts, in ZBl 83/1982, S. 26; JÖRG PAUL MÜLLER, Die staatsrechtliche Rechtsprechung des Bundesgerichtes im Jahre 1979, ZBJV 117/1981, S. 240/241; kritisch aber ALBERTO FERRARI, Die Zuständigkeit und das Verfahren der Ungültigkeit von Volksbegehren: eine kritische Betrachtung anhand von Fällen in Bund und Kanton Zürich, Züricher Diss. 1982, S. 58; ETIENNE GRISEL, La validité partielle des initiatives BGE 110 Ia 176 S. 183populaires, in: Festschrift Eichenberger, Basel 1982, S. 335 ff.). Es besteht kein Anlass, hier von der Rechtsprechung abzuweichen.\n\nc) Geht man aber von diesen Grundsätzen aus, so ist festzustellen, dass das wesentliche Anliegen der Initianten in der Verpflichtung des Kantons liegt, sich für die Abschaffung der Vogeljagd auf Rhein und Untersee einzusetzen. Dieses kommt im ersten Satz der Initiative zum Ausdruck, dessen Gültigkeit unbestritten war und der denn auch in unveränderter Form der Volksabstimmung unterbreitet wurde. Satz 2 enthält eine Konkretisierung dieses Prinzips und eine genaue geographische Fixierung der Linie, welche das Jagdverbotsgebiet begrenzen soll. Die Annahme des Grossen Rates, diejenigen Personen, die wegen ihrer Abneigung gegen die Wasserjagd das Volksbegehren unterzeichnet haben, hätten dies vermutlich auch dann getan, wenn dieser zweite Satz weggeblieben wäre, liegt daher nahe. Das kommt bis zu einem gewissen Grad auch im Umstand zum Ausdruck, dass sich die Initianten mit der Streichung des zweiten Satzes abgefunden und auf eine staatsrechtliche Beschwerde verzichtet hatten. Die Behauptung der Gegner der Vorlage, bei Belassung des zweiten Satzes wären der Initiative zusätzliche Gegner erwachsen, erscheint kaum stichhaltig. Schliesslich kann nicht gesagt werden, § 26 Abs. 2 des Wahl- und Abstimmungsgesetzes verliere jeden vernünftigen Sinn, wenn man ihn nicht auf Fälle wie den vorliegenden bezieht. Er behält die Bedeutung, dass redaktionelle Änderungen am Text einer formulierten Initiative ausgeschlossen sind und Korrekturen allenfalls nur im Zusammenhang mit der Ungültigerklärung zugelassen sind. Bei dieser Sachlage erweist sich die Beschwerde als unbegründet, und es braucht nicht auf die Regel abgestellt zu werden, wonach sich das Bundesgericht in ausgesprochenen Zweifelsfällen der Auslegung der obersten kantonalen Instanz anschliesst. Die Beschwerde ist demnach abzuweisen."}