{"annee": "110", "cour": "II", "page": "401", "date": "13/7/1984", "cite": [], "cite_par": [], "chapeau": "78. Auszug aus dem Urteil der I. Zivilabteilung vom 13. Juli 1984 i.S. Fundaziun Pro Gonda gegen Eidgenössisches Amt für das Handelsregister (Verwaltungsgerichtsbeschwerde)", "regestes": ["Inscriptions au registre du commerce en romanche. Selon l'art. 7 al. 1 de l'ordonnance sur le registre du commerce, les inscriptions en romanche ne peuvent pas être admises."], "faits": "", "considerants": "BGE 110 II 401 S. 401\n\nErwägungen:\n\n1. Die am 12. Juli 1983 gegründete Fundaziun Pro Gonda wurde vom Handelsregister des Kantons Graubünden am 11. November 1983 in romanischer Sprache ins Tagebuch eingetragen. Das Eidgenössische Amt für das Handelsregister verweigerte mit Verfügung vom 15. Februar 1984 die Genehmigung, da Eintragungen in anderen als den Amtssprachen des Bundes unzulässig seien.\n\nDie Fundaziun Pro Gonda führt Verwaltungsgerichtsbeschwerde mit dem Antrag, die Verfügung des Eidgenössischen Handelsregisteramtes sei aufzuheben und dieses anzuweisen, die in romanischer Sprache erfolgte Eintragung zu genehmigen und deren Bekanntmachung anzuordnen. Sie ersucht ferner um Erlass der Gerichtskosten.\n\nDas Eidgenössische Amt für das Handelsregister begehrt Abweisung der Beschwerde.\n\n2. Gemäss Art. 7 Abs. 1 der Verordnung über das Handelsregister vom 7. Juni 1937 (HRegV) werden die Eintragungen in das BGE 110 II 401 S. 402Register in der Landessprache abgefasst, die am Sitz des Amtes als Amtssprache gilt. Weil es sich um eine eidgenössische Vorschrift handelt, bestimmt unabhängig davon, ob sie von den Bundes- oder kantonalen Behörden angewendet wird, nicht kantonales Recht, sondern Bundesrecht ihren Inhalt. Es ist deshalb entgegen der Auffassung der Beschwerdeführerin unerheblich, dass die Kantonsverfassung Graubündens das Rätoromanische als Amtssprache anerkennt.\n\nGemäss Art. 116 BV ist das Rätoromanische zwar National-, nicht aber Amtssprache. Mit der Anerkennung des Rätoromanischen als National- oder Landessprache anlässlich der Revision von 1938 wurde nach den Ausführungen in der Botschaft des Bundesrates im Bereich der Amtssprachen am früheren rechtlichen und tatsächlichen Zustand nichts geändert (BBl 1937 II 24 und 27). Die Botschaft weist besonders darauf hin, dass Bestimmungen in bestehenden Gesetzen, Verordnungen und Reglementen, wo von den Nationalsprachen die Rede sei, inskünftig dem neuen Begriff der Amtssprachen zu unterstellen und in diesem Sinne auszulegen und anzuwenden seien (BBl 1939 II 24). Diese Auffassung ist in den eidgenössischen Räten ausdrücklich bestätigt worden und unwidersprochen geblieben (Sten.Bull. 1937 NR S. 711 ff., SR S. 483 ff.). Die von der Beschwerdeführerin angerufenen Zitate aus der bundesrätlichen Botschaft vermögen nichts daran zu ändern. Sie betreffen nicht das Rätoromanische als Amtssprache, wie die Beschwerdeführerin zu unterstellen versucht, sondern ausnahmslos \"die Erfüllung der gestellten Nebenbegehren\" (BBl 1937 II 27), wie zum Beispiel die Übersetzung der bedeutendsten Bundesgesetze in eine der rätoromanischen Schriftsprachen sowie die Entgegennahme von Schriftstücken in rätoromanischer Sprache. Es bestand Einigkeit darüber, dass das Rätoromanische nicht Amtssprache des Bundes werden sollte (BBl 1937 II 27). Das war im übrigen auch gar nie verlangt worden (BBl 1937 II 2 und 12). Auf dieser Grundlage beurteilt hat das Eidgenössische Handelsregisteramt demnach mit der Verweigerung des Eintrags kein Bundesrecht verletzt.\n\n3. Trifft, wie dargelegt, die Bundesverfassung selbst für das Rätoromanische eine nach National- und Amtssprache unterschiedliche Ordnung, so kann weder die von der Beschwerdeführerin angerufene Sprachenfreiheit, noch das Sprachgebietsprinzip, noch die Garantie des Rätoromanischen als Nationalsprache verletzt sein."}