{"annee": "110", "cour": "II", "page": "436", "date": "21/3/1984", "cite": ["108 II 352", "107 II 385"], "cite_par": ["112 II 97", "115 V 362", "139 V 72", "119 IB 46", "115 II 415", "128 II 386", "131 II 525", "144 III 433", "120 II 412", "133 III 167", "133 V 607", "120 V 312", "131 II 533", "128 II 394", "138 V 346", "112 IA 180"], "chapeau": "84. Urteil der II. Zivilabteilung vom 21. März 1984 i.S. Camille Bauer Mess- und Regeltechnik AG und Mitbeteiligte gegen Regierungsrat des Kantons Basel-Stadt (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 84 al. 2 CC; surveillance des fondations. 1. Qualité pour former un recours de droit administratif contre une décision que l'autorité de surveillance a prise d'office (c. 1 et 2). 2. En cas de changements dans l'entreprise fondatrice, notamment si une partie de l'entreprise se détache et devient indépendante, ceux auxquels étaient jusqu'alors destinées les fondations et qui sont employés dans la nouvelle entreprise ne doivent pas être lésés dans leurs droits contre une fondation patronale de prévoyance en faveur du personnel. En revanche, il n'y a pas inégalité de traitement si les nouveaux employés de l'entreprise détachée, qui ne participe plus à la fondation, ne deviennent pas bénéficiaires de la fondation (c. 3-5)."], "faits": "|436|\n\nA.- In Basel-Stadt war seit Jahrzehnten die Firma Camille Bauer im Bereiche der Elektrotechnik tätig, vorerst als Einzelfirma, dann als Aktiengesellschaft. Bis Ende 1979 umfasste die Camille |437| Bauer AG eine Abteilung für Mess- und Regeltechnik mit rund 60 Mitarbeitern. Diese Abteilung wurde auf den 31. Dezember 1979/1. Januar 1980 aus der Camille Bauer AG herausgelöst und gemäss Sacheinlagevertrag vom 18. Dezember 1979 in die neu gegründete Camille Bauer Mess- und Regeltechnik AG mit Sitz in Basel eingebracht. Diese Ausgliederung und Neugründung einer Aktiengesellschaft erfolgte im Hinblick auf einen Ende 1979 vollzogenen Verkauf sämtlicher Aktien der neuen Gesellschaft an die Röchling Industrie Verwaltung GmbH in Saarbrücken. Eine Aktienmehrheit der Camille Bauer AG wurde nach dieser \"Abspaltung\" und einem Wechsel des bisherigen Firmennamens in \"Elektro Bauer AG\" von der \"Cortaillod, Société d'exploitation des câbles électriques\" übernommen.\n\nB.- Gestützt auf eine Vereinbarung zwischen der Camille Bauer AG und der Röchling Industrie Verwaltung GmbH vom 18. Dezember 1979 trat die neu gegründete Camille Bauer Mess- und Regeltechnik AG in die Arbeitsverträge der von der bisherigen Arbeitgeberin Camille Bauer AG zur neuen Firma übertretenden Mitarbeiter ein und zwar auf den 31. Dezember 1979/1. Januar 1980. Es handelte sich um insgesamt 56 Mitarbeiter.\n\nDer Übertritt von Mitarbeitern der Camille Bauer AG in die am 20. Dezember 1979 ins Handelsregister eingetragene Camille Bauer Mess- und Regeltechnik AG führte auch am 31. Oktober 1980 zur Errichtung einer neuen Personalfürsorgestiftung. Diese \"Pensionskasse der Camille Bauer Mess- und Regeltechnik AG\" vereinbarte am 23. Januar 1981 mit der \"Pensionskasse der Camille Bauer AG\" eine von der zuständigen kantonalen Stiftungsaufsichtsbehörde genehmigte Übertragung jenes Anteils am Deckungskapital, am freien Stiftungsvermögen und am Guthaben der Sparkassenmitglieder, der auf die 41 von der einen zur andern Pensionskasse wechselnden Destinatäre der bisherigen Pensionskasse der Camille Bauer AG entfiel.\n\nNicht geregelt wurde die Stellung der zur Camille Bauer Mess- und Regeltechnik AG übergetretenen Arbeitnehmer als Destinatäre der drei (im Gegensatz zu den Pensionskassen) nicht paritätischen, patronalen Fürsorge- bzw. Wohlfahrtsfonds, nämlich der Camille Bauer-Stiftung, der Wohlfahrtsstiftung der Camille Bauer AG und der Robert Bauer-Stiftung. Diese Frage blieb zwar Gegenstand von Gesprächen zwischen den drei Stiftungen einerseits und der Camille Bauer Mess- und Regeltechnik AG anderseits, an denen sich auch das Justizdepartement des Kantons Basel-Stadt |438| beteiligte. Indessen konnte keine Einigung gefunden werden, so dass sich der Regierungsrat des Kantons Basel-Stadt als kantonale Stiftungsaufsichtsbehörde am 23. August 1983 zur Fällung eines Entscheides von Amtes wegen veranlasst sah. Dieser auf Art. 84 Abs. 2 ZGB und § 19 EGzZGB BS gestützte Beschluss lautet wie folgt:\n\n\"1. Es wird festgestellt, dass die per 31. Dezember 1980 (richtig\n\n1979) von der Camille Bauer AG (heute Elektro Bauer AG) in die Camille\n\nBauer Mess- und Regeltechnik AG, Basel, übergetretenen und heute noch\n\ndort angestellten Mitarbeiter weiterhin Destinatäre der Camille\n\nBauer-Stiftung, der Wohlfahrtsstiftung der Camille Bauer\n\nAktiengesellschaft und der Robert Bauer-Stiftung sind.\n\n2. Die Stiftungszwecke der genannten Stiftungen sind an diese\n\nGegebenheiten anzupassen. Die Stiftungsorgane werden mit dem Vollzug in\n\nZusammenarbeit mit der Elektro Bauer AG beauftragt.\n\n3. Die drei Stiftungsorgane sind durch je einen Vertreter der in die\n\nCamille Bauer Mess- und Regeltechnik AG übergetretenen Destinatäre zu\n\nergänzen; diese sind von den betreffenden Destinatären aus ihrem Kreis zu\n\nwählen. Das Justizdepartement hat die neue Zusammensetzung zu genehmigen.\n\n4. Für die Durchführung dieses Beschlusses wird den\n\nStiftungsorganen\n\neine Frist von drei Monaten seit seiner Rechtskraft eingeräumt; bei\n\nNichteinhaltung dieser Anweisungen wird ihre Abberufung in Aussicht\n\ngestellt.\"\n\nC.- Gegen den Beschluss des Regierungsrates des Kantons Basel-Stadt haben einerseits die Camille Bauer Mess- und Regeltechnik AG sowie H. und E., die von der Camille Bauer AG zur Camille Bauer Mess- und Regeltechnik AG übergetreten sind, beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben. Sie stellen die Anträge, der angefochtene Beschluss sei aufzuheben und die Gesamtheit der Anteile der zur Camille Bauer Mess- und Regeltechnik AG übergetretenen bisherigen Destinatäre am Stiftungsvermögen der drei patronalen Wohlfahrtsfonds sei diesen Destinatären zuzuweisen; eventualiter seien nebst den damaligen auch die gegenwärtigen und zukünftigen Arbeitnehmer der Camille Bauer Mess- und Regeltechnik AG und der Elektro Bauer AG in gleicher Weise zu Destinatären der drei Stiftungen zu erklären, wobei die Wahrung der Interessen der Destinatäre den beiden genannten Firmen in gleicher Weise zu übertragen sei.\n\nDer Beschluss des Regierungsrates ist anderseits auch von der Camille Bauer-Stiftung, der Wohlfahrtsstiftung der Camille Bauer Aktiengesellschaft und der Robert Bauer-Stiftung mit Verwaltungsgerichtsbeschwerde beim Bundesgericht angefochten worden. Diese Beschwerdeführer verlangen die Aufhebung des angefochtenen |439| Beschlusses, eventuell die Feststellung, \"dass die per 31. Dezember 1979 von der Camille Bauer AG (heute Elektro Bauer AG) in die Camille Bauer Mess- und Regeltechnik AG, Basel, übergetretenen Mitarbeiter, solange ihr Arbeitsvertrag nicht durch Kündigung beendet worden ist, beziehungsweise wird und soweit sie vor ihrem Übertritt Destinatäre der entsprechenden Stiftungen waren, weiterhin Destinatäre der Camille Bauer-Stiftung, der Wohlfahrtsstiftung der Camille Bauer Aktiengesellschaft und der Robert Bauer-Stiftung sind\". Subeventuell beantragen die Beschwerdeführer die Rückweisung der Sache an die Vorinstanz zu neuer Entscheidung.\n\nD.- Die Beschwerdeführer Camille Bauer Mess- und Regeltechnik AG, H. und E. beantragen die Abweisung der Verwaltungsgerichtsbeschwerde der drei Stiftungen. Diese wiederum stellen das Begehren auf Abweisung der Verwaltungsgerichtsbeschwerde der drei erstgenannten Beschwerdeführer.\n\nDer Regierungsrat des Kantons Basel-Stadt beantragt die Abweisung der beiden Verwaltungsgerichtsbeschwerden und die Bestätigung des angefochtenen Beschlusses unter gleichzeitiger Berichtigung des Datums in Ziffer 1 des Beschlusses vom 31. Dezember 1980 in 31. Dezember 1979.\n\nDas Eidgenössische Justiz- und Polizeidepartement stellt Antrag auf Abweisung der beiden Beschwerden, soweit auf sie einzutreten sei.\n\nDas Bundesgericht weist die Verwaltungsgerichtsbeschwerden ab, soweit darauf einzutreten ist.", "considerants": "Erwägungen:\n\n1. Der Regierungsrat des Kantons Basel-Stadt hat seinen Beschluss vom 23. August 1983 gestützt auf Art. 84 Abs. 2 ZGB und § 19 EGzZGB BS von Amtes wegen gefasst. Gemäss Art. 84 Abs. 1 ZGB stehen die Stiftungen unter der Aufsicht des Gemeinwesens (Bund, Kanton, Gemeinde), dem sie nach ihrer Bestimmung angehören. Nach Absatz 2 dieser Vorschrift hat die Aufsichtsbehörde dafür zu sorgen, dass das Stiftungsvermögen seinem Zweck gemäss verwendet wird. Rechtsprechung und Lehre stimmen darin überein, dass das Zivilgesetzbuch den Stiftungsaufsichtsbehörden auch die Kontrolle über die Behandlung der Rechtsansprüche der Destinatäre durch die Stiftungsorgane überträgt, sofern kein subjektives Recht eines Destinatärs in Frage |440| steht, das vom Zivilrichter allein zu beurteilen wäre (BGE 107 II 388 ff.; Rechenschaftsbericht des Verwaltungsgerichts des Kantons Zürich 1965 Nr. 118; RIEMER, N. 141 zu Art. 84 ZGB mit weiteren Hinweisen). Trifft die zuständige Stiftungsaufsichtsbehörde in ihrem Aufgabenbereich gemäss Art. 84 Abs. 2 ZGB und weiterer Bestimmungen des ZGB von Amtes wegen Anordnungen, gelten diese als Verfügungen im Sinne von Art. 97 Abs. 1 OG und sind mit Verwaltungsgerichtsbeschwerde an das Bundesgericht anfechtbar (BGE 107 II 388 ff. und 100 I b 143 ff. E. 2a mit Hinweisen).\n\n2. Dass die drei patronalen Wohlfahrtsfonds, nämlich die Camille Bauer-Stiftung, die Wohlfahrtsstiftung der Camille Bauer Aktiengesellschaft und die Robert Bauer-Stiftung, in der rechtlichen Gestalt von selbständigen Stiftungen durch den regierungsrätlichen Beschluss direkt betroffen und daher zur Verwaltungsgerichtsbeschwerde an das Bundesgericht legitimiert sind, steht ausser Zweifel. Sie machen aber ihrerseits geltend, dass dies weder für die Camille Bauer Mess- und Regeltechnik AG noch für H. und E. zutreffe. Nach Art. 103 lit. a OG ist jedermann zur Verwaltungsgerichtsbeschwerde berechtigt, der \"durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat\".\n\nGemäss Art. 103 lit. c OG steht zudem jeder Person, Organisation oder Behörde die Verwaltungsgerichtsbeschwerde offen, die nach Bundesrecht dazu ermächtigt ist.\n\nDas Zivilgesetzbuch regelt das Beschwerderecht gegen Handlungen oder Unterlassungen von Stiftungsorganen nicht ausdrücklich. Rechtsprechung und Lehre haben aber übereinstimmend Art. 84 ff. ZGB in dem Sinne ausgelegt, dass die Legitimation zur Beschwerdeführung durch die Stiftungsaufsichtsbehörde weit zu umschreiben und insbesondere den tatsächlichen und potentiellen Destinatären zuzuerkennen sei (BGE 107 II 388 f. E. 3 mit Hinweisen). Es ist nicht einzusehen, weshalb dies nicht auch für die Verwaltungsgerichtsbeschwerde an das Bundesgericht in jenen Fällen gelten soll, in denen die Aufsichtsbehörde von Amtes wegen gestützt auf Art. 84 ff. ZGB eine Verfügung erlassen hat, die nicht nur die Stiftung selber, sondern auch die Destinatäre und allenfalls Dritte betrifft.\n\nSoweit H. und E. gegen den Beschluss des Regierungsrates des Kantons Basel-Stadt vom 23. August 1983 Beschwerde an das Bundesgericht führen, ist zu beachten, dass sie zu den in der |441| Vereinbarung zwischen den Pensionskassen der Camille Bauer AG und der Camille Bauer Mess- und Regeltechnik AG vom 20. Januar 1981 aufgeführten Arbeitnehmern der Camille Bauer AG gehören, die zur neu gegründeten Camille Bauer Mess- und Regeltechnik AG übergetreten sind. Ein Anhaltspunkt dafür, dass H. und E. ihre Tätigkeit bei der Camille Bauer Mess- und Regeltechnik AG aufgegeben hätten, besteht nicht. Es ist auch nicht ersichtlich, weshalb an den Aussagen von H. und E. zu zweifeln wäre, wonach der erste als Chefmonteur und der zweite als Prokurist bei der Camille Bauer Mess- und Regeltechnik AG tätig sei. Damit kommt H. angesichts von Art. 2 der Stiftungsurkunde der Wohlfahrtsstiftung der Camille Bauer Aktiengesellschaft als Destinatär dieser Stiftung nicht in Frage und ist insofern nicht zur Verwaltungsgerichtsbeschwerde legitimiert, als diese den regierungsrätlichen Beschluss im Zusammenhang mit der Wohlfahrtsstiftung der Camille Bauer Aktiengesellschaft kritisiert. Gleiches gilt für den Beschwerdeführer E. und die Camille Bauer-Stiftung gemäss Art. 3 der Stiftungsurkunde. Dass H. und E. angesichts ihres fortgeschrittenen Alters zum vornherein nicht mehr mit einer Zuwendung der Robert Bauer-Stiftung sollten rechnen können, da bei ihnen ein Beitrag an die Ausbildung oder Weiterbildung nicht mehr in Frage komme, wie dies die drei patronalen Wohlfahrtsfonds behaupten, ist bei der heutigen grossen Bedeutung der Weiterbildung gerade auch im Bereiche der Mess- und Regeltechnik nicht einzusehen. Ihre Stellung als Destinatäre der Robert Bauer-Stiftung kann daher nicht in Zweifel gezogen werden.\n\nNicht zu den tatsächlichen oder potentiellen Destinatären zählt die Camille Bauer Mess- und Regeltechnik AG, die mit H. und E. zusammen als Beschwerdeführerin auftritt. Indessen ist nicht zu übersehen, dass es sich bei der neu gegründeten Aktiengesellschaft, die einen Teil der Arbeitnehmer der Stifterfirma der drei patronalen Wohlfahrtsfonds übernommen hat, um eine Ausgliederung dieser Stifterfirma handelt. Es kann daher ein besonderes Interesse dieser Aktiengesellschaft am Schicksal des Vermögens der drei patronalen Stiftungen nicht verneint werden, was zur Beschwerdelegitimation im Sinne von Art. 103 OG ausreicht (vgl. BGE 107 II 389 ff.).\n\n3. Der Regierungsrat des Kantons Basel-Stadt ist als Stiftungsaufsichtsbehörde der Camille Bauer-Stiftung, der Wohlfahrtsstiftung der Camille Bauer Aktiengesellschaft und der Robert Bauer-Stiftung bei seinem Beschluss vom 23. August 1983 von |442| der Überlegung ausgegangen, dass die Ausgliederung und rechtliche Verselbständigung einer ganzen Abteilung der Camille Bauer AG samt deren Mitarbeitern nicht dazu führen dürfe, dass die bisherigen Destinatäre der drei patronalen Wohlfahrtsfonds, die von der Camille Bauer AG errichtet und alimentiert worden sind, ihre potentiellen Anwartschaften verlieren. Er hat dabei berücksichtigt, dass in der Stiftungsurkunde der Camille Bauer-Stiftung und der Robert Bauer-Stiftung die Möglichkeit der Veränderung der Stifterfirma Camille Bauer AG vorgesehen und für diesen Fall auch der Schutz der bisherigen Destinatäre beabsichtigt worden sei. Eine solche Veränderung auf seiten der Stifterfirma stelle nun auch die Ausgliederung und Verselbständigung eines Teils der bisherigen Camille Bauer AG dar. Hiezu komme, dass das geltende Stiftungsrecht sich ganz allgemein zum Grundsatz des Schutzes von anwartschaftlichen Destinatärsrechten bekenne. Soweit aber die verantwortlichen Stiftungsorgane nicht selbst dafür besorgt seien, dem Stifterwillen und einem tragenden Grundsatz des geltenden Stiftungsrechtes Nachachtung zu verschaffen, falle gestützt auf Art. 84 Abs. 2 ZGB der zuständigen Stiftungsaufsichtsbehörde die Aufgabe zu, von Amtes wegen die entsprechenden Massnahmen anzuordnen.\n\n4. Die drei patronalen Wohlfahrtsfonds der Camille Bauer AG wenden ein, diese Betrachtungsweise verstosse gegen Art. 84 Abs. 2 ZGB. Ein Einschreiten der Stiftungsaufsichtsbehörde setze ein gesetz- oder statutenwidriges Verhalten der verantwortlichen Stiftungsorgane voraus. Davon könne aber hier nicht die Rede sein, weil Arbeitnehmer keine eigenen Beiträge an rein patronale Stiftungen leisten müssten, aber auch nicht Rechtsansprüche im Sinne eines subjektiven Rechts geltend machen könnten, vielmehr auf blosse potentielle Anwartschaften verwiesen blieben. Dabei übersehen die Beschwerdeführerinnen jedoch, dass die Stifterfirma allein zu den für die bisherigen Destinatäre durch die Gründung der Camille Bauer Mess- und Regeltechnik AG eingetretenen Veränderungen Anlass gegeben und damit auch allein in die bisherige Rechtsstellung dieser Destinatäre eingegriffen hat. Dieser Sachlage, die nicht mit einer freiwilligen Auflösung des Arbeitsverhältnisses vereinzelter Arbeitnehmer der bisherigen Camille Bauer AG und jetzigen Elektro Bauer AG verglichen werden kann, haben auch die Stiftungsorgane einer patronalen Stiftung Rechnung zu tragen. Tun sie dies nicht, hat die Stiftungsaufsichtsbehörde einzugreifen, die gestützt auf Art. 84 Abs. 2 ZGB nicht |443| nur das Stiftungsvermögen gegen ungetreue Geschäftsführung zu schützen, sondern auch dessen zweckwidrige Verwendung zu verhindern hat. Dazu gehört aber auch die Wahrung der Rechte von Destinatären, und zwar unabhängig davon, ob die Stiftungsurkunde die Stiftungsorgane noch eigens dazu anhält, Veränderungen bei der Stifterfirma zu berücksichtigen (vgl. BGE 108 II 358 E. 5).\n\nWird die Stiftungsaufsichtsbehörde in diesem Sinne tätig, kann ihr entgegen der Auffassung der drei patronalen Stiftungen auch nicht vorgeworfen werden, sie habe in Verletzung von Art. 86 ZGB dem Grundsatze nach eine unzulässige Änderung des Stiftungszweckes vorgenommen. Vielmehr erfordert die Wahrung der Destinatärsinteressen bei einer auf die Stifterfirma zurückzuführenden Veränderung der Verhältnisse, dass entsprechende Anpassungen bei der Stiftung vorgenommen werden, um dem ursprünglichen Stifterwillen zu entsprechen und den Stiftungszweck weiterhin zu verwirklichen. Dass im Zusammenhang mit der Wahrung des Stiftungszweckes und der entsprechenden Verwendung des Stiftungsvermögens unter veränderten Verhältnissen allenfalls auch eine Anpassung der Stiftungsorganisation durch die Aufsichtsbehörde erforderlich werden kann, hat der Gesetzgeber in Art. 85 ZGB eigens festgehalten. Er hat denn auch der Aufsichtsbehörde die entsprechenden Befugnisse eingeräumt.\n\nSoweit die drei patronalen Stiftungen mit ihrer Verwaltungsgerichtsbeschwerde erreichen wollen, dass sie sich infolge der Ausgliederung der bisherigen Abteilung für Mess- und Regeltechnik der Camille Bauer AG in sachlicher und personeller Hinsicht in die neue Camille Bauer Mess- und Regeltechnik AG nicht mehr um die bisherigen Destinatäre, die nun bei der neu gegründeten Aktiengesellschaft weiterbeschäftigt werden, zu kümmern brauchen und sich weiterhin nur an die Camille Bauer AG bzw. die Elektro Bauer AG als Stifterfirma zu halten haben, ist die Beschwerde abzuweisen. Mit Recht wird in der Lehre darauf hingewiesen, dass Veränderungen in den wirtschaftlichen Verhältnissen und Bedürfnissen auch zu Wandlungen auf seiten der Arbeitgeber führen können, die grössere und für die betroffenen Arbeitnehmer unfreiwillige Personalfluktuationen bewirken können, dass aber die Anwartschaften dieser Arbeitnehmer gegenüber rein patronalen Stiftungen dadurch keine wesentliche Schmälerung erfahren dürfen (RIEMER, Die Auswirkungen grösserer Personalfluktuationen beim Arbeitgeber auf dessen Personalvorsorgestiftung, SZS 1982/26, S. 3 ff., insbesondere S. 6 f. mit Hinweisen). Dabei ist nicht nur dem |444| die ganze Rechtsordnung beherrschenden Grundsatz von Treu und Glauben Rechnung zu tragen, sondern auch der im geltenden Recht grundlegende Gesichtspunkt der Rechtsgleichheit zu berücksichtigen, der auch auf das grundsätzlich privatrechtlich geordnete Stiftungswesen Anwendung findet.\n\n5. Angesichts der verschiedenen Möglichkeiten, die Interessen der bisherigen Destinatäre bei einer wesentlichen Veränderung der Stifterfirma zu wahren, hat sich der Regierungsrat im angefochtenen Beschluss gegen eine Aufspaltung der drei patronalen Stiftungen und auch gegen eine teilweise Vermögensübertragung auf neue Stiftungen ausgesprochen. Er hat vielmehr festgestellt, dass die bisherigen Destinatäre, die zur Camille Bauer Mess- und Regeltechnik AG gewechselt haben, weiterhin Destinatäre der Beschwerdeführerinnen seien. Dass dabei die bisherigen Bedingungen weiter gelten, somit auch die Bedingung, dass das Arbeitsverhältnis zur Camille Bauer Mess- und Regeltechnik AG nicht durch Einzelkündigung aufgelöst werde, sollte sich von selbst verstehen. Eine entsprechende Präzisierung des regierungsrätlichen Beschlusses vom 23. August 1983, wie sie von den drei patronalen Stiftungen eventualiter beantragt wird, mag zwar als nützlich erscheinen, drängt sich aber keineswegs auf, da darin ebenfalls grössere Personalfluktuationen vorbehalten werden müssten. Dagegen ist die vom Regierungsrat beantragte Berichtigung des Datums in Ziffer 1 des Beschlusses angezeigt, da es hier um den Schutz derjenigen Destinatäre geht, die auf den 31. Dezember 1979 und nicht auf den 31. Dezember 1980 von der Camille Bauer AG zur Camille Bauer Mess- und Regeltechnik AG gewechselt haben. Tatsächlich ist die neu gegründete Aktiengesellschaft auf den 31. Dezember 1979 in die entsprechenden Arbeitsverträge eingetreten.\n\nNach Auffassung der Beschwerdeführer Camille Bauer Mess- und Regeltechnik AG, H. und E. verletzt der Beschluss des Regierungsrates vom 23. August 1983 Bundesrecht, weil er den in den Stiftungsurkunden der drei patronalen Wohlfahrtsfonds umschriebenen Stifterwillen missachte. Nach dem Stifterwillen sollten alle Mitarbeiter der Camille Bauer-Unternehmen begünstigt sein. Wenn sich die Stammfirma Camille Bauer AG in zwei Nachfolgefirmen, nämlich die Camille Bauer Mess- und Regeltechnik AG und die Elektro Bauer AG, aufspalte, so müssten alle Mitarbeiter dieser beiden Nachfolgefirmen in gleicher Weise ihre Destinatärstellung behalten. Eine rechtsungleiche Behandlung der in die Camille Bauer Mess- und Regeltechnik AG übergetretenen Destinatäre |445| liege darin, dass die neu eintretenden Mitarbeiter der Firma Elektro Bauer AG ihre Anwartschaften schmälern, während die neuen Arbeitnehmer der Camille Bauer Mess- und Regeltechnik AG von den Stiftungen nicht berücksichtigt werden. Indessen weist der Regierungsrat mit Recht darauf hin, dass es sich bei der Camille Bauer Mess- und Regeltechnik AG um eine endgültige Ausgliederung und Verselbständigung aus der bisherigen Stifterfirma handle. Das kommt insbesondere darin zum Ausdruck, dass die Camille Bauer Mess- und Regeltechnik AG gegenüber der Elektro Bauer AG keine Verpflichtungen übernommen hat, wie sie nach den Stiftungsurkunden der drei patronalen Stiftungen der bisherigen Stifterfirma zukommen. Gerade diese unterschiedliche Stellung der Elektro Bauer AG als Nachfolgerin der Camille Bauer AG und der neu gegründeten Camille Bauer Mess- und Regeltechnik AG gibt genügenden Anlass, zwar eine Gleichstellung der bisherigen Destinatäre trotz Unternehmensabspaltung mit den bisherigen und neuen Arbeitnehmern der Stifterfirma anzustreben, nicht aber auch noch die künftigen Arbeitnehmer der Camille Bauer Mess- und Regeltechnik AG zu berücksichtigen. Wie aber diese neue Firma durch die Stiftungsaufsichtsbehörde hätte von Amtes wegen verpflichtet werden können, die Aufgaben der bisherigen Stifterfirma auch ihrerseits zu erfüllen, ist nicht ersichtlich.\n\nEs ist auch nicht zu übersehen, dass der vom Regierungsrat vorgesehene Schutz der bisherigen Destinatäre, die nicht freiwillig, sondern unter dem Druck der Umstände zur Camille Bauer Mess- und Regeltechnik AG übergetreten sind, es diesen ermöglicht, auch künftig in den Genuss von Zuwendungen der Stifterfirma an die mit dieser verbundenen drei patronalen Stiftungen zu gelangen. Sie bleiben auch inskünftig als Destinatäre in der gleichen Stellung, wie wenn sie ihren bisherigen Arbeitgeber nie verlassen hätten. Eine solche Regelung erscheint aus der Sicht der bisherigen Destinatäre als angemessen und trifft auch die drei patronalen Stiftungen und die Stifterfirma nicht in unverhältnismässiger Weise, ist doch für die Abspaltung und Verselbständigung der Camille Bauer Mess- und Regeltechnik AG allein die Stifterfirma verantwortlich. Freilich wird die Camille Bauer Mess- und Regeltechnik AG heute nicht mehr von der Stifterfirma beherrscht, sondern die beiden Gesellschaften sind völlig getrennt, was möglicherweise sogar zu wirtschaftlicher Konkurrenz zwischen ihnen führen kann. Dieser Umstand ändert aber nichts daran, dass sich die Zuwendungen aus den drei patronalen Stiftungen für alle bisherigen Destinatäre nach |446| den gleichen Grundsätzen richten können. Dafür haben die zuständigen Stiftungsorgane Sorge zu tragen. Es erscheint deshalb auch als sinnvoll, dass die Organe der drei Stiftungen entsprechend der Anordnung des Regierungsrates durch je einen Vertreter der in die Camille Bauer Mess- und Regeltechnik AG übergetretenen Destinatäre ergänzt werden. Erst dadurch wird eine hinlängliche Kontrolle der rechtmässigen Verwendung des Stiftungsvermögens im Sinne von Art. 85 ZGB gewährleistet, was nach dem Willen des Gesetzgebers Aufgabe der zuständigen Stiftungsaufsichtsbehörde ist.\n\nLässt sich somit der Entscheid des Regierungsrates, den bisherigen Destinatären der Stifterfirma, die zur Camille Bauer Mess- und Regeltechnik AG gewechselt haben, die gleichen Rechte zuzuerkennen wie in ihrer früheren Stellung, rechtfertigen, so kann auch nicht von einer rechtsungleichen Behandlung der neuen Arbeitnehmer der Camille Bauer Mess- und Regeltechnik AG gesprochen werden. Diese besitzen keine anwartschaftlichen Rechte gegenüber den Stiftungen, und sie standen auch nie in einem Arbeitsverhältnis zur Stifterfirma. Gerade dies trifft hingegen für die neuen Mitarbeiter der Elektro Bauer AG zu. Von einer Verletzung von Art. 22ter BV kann daher von vornherein nicht die Rede sein. Die Verwaltungsgerichtsbeschwerde der Camille Bauer Mess- und Regeltechnik AG, von H. und E. ist somit ebenfalls abzuweisen, soweit darauf eingetreten werden kann."}