{"annee": "110", "cour": "IA", "page": "183", "date": "27/6/1984", "cite": ["105 IA 368", "108 IA 38"], "cite_par": ["129 I 185", "118 IA 271", "120 IA 194", "112 IA 221", "119 IA 167"], "chapeau": "37. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 27. Juni 1984 i.S. Kappeler gegen Politische Gemeinde Bassersdorf und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 85 let. a OJ; référendum financier obligatoire, dépenses uniques et dépenses annuelles. Lorsque, aussi bien des dépenses uniques, que des dépenses annuelles, nécessairement conditionnées les unes par les autres, sont faites à une seule et même fin, la question de savoir si la demande de crédit doit être soumise à un vote aux urnes dépend du montant total, capitalisé ou converti en annuités, des dépenses occasionnées."], "faits": "|184|\n\nDer Gemeinderat der Gemeinde Bassersdorf lud die Stimmberechtigten auf den 3. Mai 1983 zu einer Gemeindeversammlung ein. Traktandum 2 der Einladung lautete:\n\n\"Antrag des Gemeinderates betreffend Bruttokredit von Fr. 827'000.-- für den Umbau des 'Freihof'-Saales in einen Gemeindesaal und Genehmigung des entsprechenden Mietvertrages.\n\n- Aufhebung der Gemeindeversammlungsbeschlüsse vom 23. Juni 1972 und 31. Oktober 1975.\"\n\nZur Einsichtnahme durch die Stimmberechtigten lagen neben den Plänen für den Umbau auch der zwischen der politischen Gemeinde Bassersdorf und den Eigentümern des Restaurants \"Freihof\" geschlossene Vertrag über die Miete der \"Räumlichkeiten des ehemaligen Saales\" als Gemeindesaal auf. Das Mietverhältnis sollte am 1. Januar 1983 beginnen und auf unbestimmte Zeit dauern, jedoch frühestens auf den 31. Dezember 2002 mit einer Kündigungsfrist von zwölf Monaten kündbar sein. Der Mietzins wurde auf jährlich Fr. 36'000.-- festgesetzt, zahlbar in monatlichen Raten von je Fr. 3'000.--. In einem Anhang zum Mietvertrag wird die politische Gemeinde Bassersdorf berechtigt erklärt, am Mietobjekt bauliche Massnahmen auszuführen, damit es als Gemeindesaal benützt werden könne. Bei Ablauf des Mietverhältnisses sollen sämtliche durch die Mieterin erstellten Bauten und festen Einrichtungen am Mietobjekt entschädigungslos ins Eigentum des Vermieters übergehen. Für die Zeit nach dem Ablauf der festen Mietdauer von zwanzig Jahren wird der Mieterin ein Vormietrecht eingeräumt. |185|\n\nAm 2. Mai 1983, am Tage vor der Gemeindeversammlung, erhob Walter Kappeler beim Bezirksrat Bülach gegen die Einladung zu dieser Versammlung Rekurs mit dem Antrag, das Traktandum \"Gemeindesaal\" sei von der Verhandlungsliste abzusetzen, eventuell sei ein bis zum Rekursentscheid ergangener Kreditbeschluss aufzuheben. Er machte unter anderem geltend, die Bauaufwendungen von Fr. 827'000.-- und die jährlich wiederkehrenden Mietzinsaufwendungen hätten addiert werden müssen, was nach der Gemeindeordnung von Bassersdorf die Unterstellung der Vorlage unter eine obligatorische Urnenabstimmung zur Folge gehabt hätte.\n\nDie Gemeindeversammlung wurde am 3. Mai 1983 durchgeführt und das Traktandum \"Gemeindesaal\" behandelt. Die Gemeindeversammlung stimmte dem Antrag des Gemeinderates zu.\n\nDer Bezirksrat Bülach wies den Rekurs Kappelers im Oktober 1983 ab. Dieser gelangte hierauf an den Regierungsrat des Kantons Zürich und schliesslich an das Bundesgericht, das die Beschwerde in folgendem Punkte gutgeheissen hat:", "considerants": "Aus den Erwägungen:\n\n3. a) Nach § 16 Abs. 1 des zürcherischen Gemeindegesetzes vom 14. September 1969 unterstehen in Gemeinden mit mehr als 2000 Einwohnern, aber ohne Gemeindeparlament, die Gemeindeordnung und ihre Änderungen der Urnenabstimmung. Ferner können der Urnenabstimmung unterbreitet werden:\n\n\"1. Anträge der Gemeindevorsteherschaft über Krediterteilungen für neue jährlich wiederkehrende oder neue einmalige Ausgaben oder entsprechende Ausfälle in den Einnahmen, sofern sie einen durch die Gemeindeordnung zu bestimmenden Betrag übersteigen; ...\"\n\nDie Gemeinde Bassersdorf hat dementsprechend in § 8 ihrer Gemeindeordnung (GO) bestimmt:\n\n\"Folgende Geschäfte werden der Urnenabstimmung unterstellt:\n\n1. Die Gemeindeordnung und ihre Abänderungen;\n\n2. Anträge der Gemeindebehörden über Kreditbegehren\n\na) für neue einmalige Ausgaben oder entsprechende Ausfälle an Einnahmen im Betrage von mehr als Fr. 1'000'000.--,\n\nb) für neue jährlich wiederkehrende Ausgaben oder entsprechende Ausfälle an Einnahmen im Betrage von mehr als Fr. 50'000.--.\n\nDiese Geschäfte unterstehen einer Vorberatung und Bereinigung in der Gemeindeversammlung.\"\n\nb) Der Beschwerdeführer macht geltend, aufgrund von § 8 GO hätte das Saalbau-Projekt unter Zusammenrechnung der Bau- und |186| der kapitalisierten Mietkosten der Urnenabstimmung unterbreitet werden müssen. Beim Saalbau-Provisorium handle es sich um eine zeitlich genau bestimmte Übergangslösung. Da deren Dauer feststehe, lasse sich die Gesamtmiete berechnen, welche - obschon sie jährlich zu bezahlen sei - als einmalige Aufwendung zur Bauausgabe hinzugezählt werden müsse. Selbst wenn die Mietzinse aber als wiederkehrende Ausgabe zu betrachten wären, müsste eine Urnenabstimmung stattfinden. Die in § 8 GO erwähnten Kompetenzbereiche für einmalige oder für wiederkehrende Ausgaben stünden der Gemeindeversammlung nicht kumulativ zu; diese dürfe für ein und denselben Zweck nur eine einmalige Ausgabe von Fr. 1'000'000.-- oder einen jährlich wiederkehrenden Kredit von Fr. 50'000.-- bewilligen. Sei wie beim Saal-Provisorium eine \"kombinierte\" Ausgabe nötig, so seien die Beträge zusammenzuzählen; dabei müsse die jährlich wiederkehrende Ausgabe mit 5% kapitalisiert werden, da sich in der Gemeinde Bassersdorf die Kredit-Kompetenz für eine jährlich wiederkehrende Ausgabe auf 5% der einmaligen Ausgabenkompetenz belaufe. Es ergäben sich so Mietkosten von Fr. 720'000.--, die, zu den einmaligen Bauaufwendungen von Fr. 827'000.-- hinzugerechnet, zu einer massgebenden Ausgabensumme von Fr. 1'547'000.-- führten. Damit werde aber die Grenze von Fr. 1'000'000.--, von der an eine Urnenabstimmung erforderlich sei, bei weitem überschritten.\n\nc) Das Bundesgericht prüft bei der Behandlung von Beschwerden gemäss Art. 85 lit. a OG nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch diejenige anderer kantonaler Vorschriften, soweit diese mit dem Stimm- und Wahlrecht eng zusammenhängen oder dessen Inhalt und Tragweite umschreiben (BGE 108 Ia 39 E. 2, 163 E. 6a 167 E. 2a mit Hinweisen). Als \"kantonale Vorschriften\" gelten in diesem Zusammenhang auch solche des kommunalen Rechts (BGE 108 Ia 39 E. 2; BGE 105 Ia 369 E. 2 mit Hinweisen). Demnach ist im vorliegenden Falle die Auslegung und Anwendung von § 8 GO frei zu prüfen.\n\n4. Der Regierungsrat hat zur Frage der Auslegung von § 8 GO im angefochtenen Entscheid nur in knapper Form Stellung genommen. Er hat ausgeführt, die Annahme des Beschwerdeführers, im vorliegenden Fall hätten die einmaligen und die wiederkehrenden Ausgaben zusammengefasst werden müssen, sei unzutreffend. Müssten wiederkehrende Ausgaben wie Mietzinse grundsätzlich kapitalisiert werden, so hätte die verfassungsmässige Regelung, |187| wonach für \"wiederkehrende Ausgaben\" eine besondere Zuständigkeitsgrenze gelte, keinen Sinn. Diese Argumentation vermag indessen nicht zu überzeugen. Es geht hier nicht um die Frage, ob Mietzinse grundsätzlich zu kapitalisieren seien, sondern einzig darum, ob sie unter den Umständen des konkreten Falles hätten kapitalisiert und zu der einmaligen Aufwendung hinzugezählt werden müssen. In der Vernehmlassung der Direktion des Innern wird denn auch der Ausnahmecharakter des hier zu beurteilenden Abstimmungsgeschäftes anerkannt, der darin liegt, dass einerseits die Mietkosten nicht als gebundene, sondern als neue Ausgaben zu betrachten sind, anderseits die Gemeinde zugleich als Mieterin und als Bauherrin auf fremdem Grund auftritt.\n\nAuszugehen ist bei der abstimmungsrechtlichen Prüfung dieses Sonderfalls vom Zweck der in § 8 GO getroffenen Unterscheidung zwischen Ausgaben, die von der Gemeindeversammlung beschlossen werden können, und solchen, die der Abstimmung an der Urne zu unterstellen sind. Nach dieser Regelung unterstehen der obligatorischen Urnenabstimmung nur besonders wichtige Geschäfte, nämlich die Änderung der Gemeindeordnung und die Bewilligung von Ausgaben, die über bestimmten, relativ beträchtlichen Beträgen liegen. Diese Regelung für Gemeinden mit mehr als 2000 Einwohnern hat ihren Grund offensichtlich darin, dass in grösseren Gemeinden der Besuch der Gemeindeversammlungen oft verhältnismässig schwach ist; die Urnenabstimmung soll ein zuverlässigeres Bild des Volkswillens vermitteln (vgl. dazu ULLIN STREIFF, Die Gemeindeorganisation mit Urnenabstimmung im Kanton Zürich, Diss. Zürich 1959, S. 39/40 und METTLER/THALMANN, Das Zürcher Gemeindegesetz, 3. A. 1977, S. 270 ff.). Daraus folgt, dass Kreditvorlagen, deren Bedeutung im gesamten die von der Gemeindeordnung gezogenen Grenzen erreicht, der Urnenabstimmung nicht entzogen werden dürfen.\n\nDass im vorliegenden Falle die Krediterteilung für den Ausbau des \"Freihof\"-Saales und der Abschluss eines Mietvertrages über den auszubauenden Saal auf die Dauer von mindestens zwanzig Jahren sachlich eine Einheit bilden, bedarf kaum einer näheren Begründung. Weder hätte die Gemeinde ein Interesse am Ausbau, wenn ihr nicht gleichzeitig die Miete auf längere Zeit zugesichert würde, noch käme die langfristige Miete der unausgebauten alten Saalräumlichkeiten in Betracht. Das Gesamtgeschäft läuft, wie der Beschwerdeführer zutreffend ausführt, auf die Errichtung eines provisorischen Gemeindesaals hinaus. Als solcher wird der geplante |188| Ausbau denn auch im Kostenvoranschlag der Architekten ausdrücklich bezeichnet. Auch in den eingangs erwähnten Erläuterungen des Gemeinderates zur Abstimmungsvorlage kommt deren Einheit mit aller wünschbaren Deutlichkeit zum Ausdruck. Es wird ausgeführt, dass für die Errichtung eines gemeindeeigenen Saales, wie er zunächst in Aussicht genommen worden sei, mit Kosten von rund acht bis neun Millionen Franken zu rechnen wäre, dass dies die finanziellen Möglichkeiten der Gemeinde übersteige und dass deshalb eine Lösung gesucht worden sei, für die nur rund 10% dieser Kosten aufzuwenden seien. Weiter legt der Gemeinderat dar, bei Anlagekosten von total Fr. 827'000.-- und einer Amortisationsdauer von zwanzig Jahren ergebe sich für die Gemeinde unter Einschluss der Mietzinse von jährlich Fr. 36'000.-- eine jährliche finanzielle Belastung von Fr. 102'160.-- ohne Betriebs- und Nebenkosten. Hervorzuheben ist schliesslich, dass für den Ausbaukredit und den Mietvertrag nur ein einziges Traktandum vorgesehen war und dass die Gemeindeversammlung demgemäss auch nur eine einzige Abstimmung über das Gesamtprojekt durchgeführt hat.\n\nEs steht somit fest, dass die Gemeindeversammlung von Bassersdorf am 3. Mai 1983 einem einheitlichen Projekt zugestimmt hat, das sowohl (einmalige) Bau-Aufwendungen im Betrage von Fr. 827'000.-- zuzüglich Teuerung als auch vorläufig auf zwanzig Jahre befristete, jährlich wiederkehrende Ausgaben von je Fr. 36'000.-- für Mietzinsen umfasste. In einem Fall dieser Art, in dem die einen Ausgaben ohne die anderen nicht denkbar sind, muss sich das bei der Kreditgenehmigung einzuschlagende Verfahren nach den Gesamtaufwendungen richten (vgl. für die Unzulässigkeit der Kumulation der Finanzkompetenzen auch den Entscheid des Regierungsrates des Kantons Zürich in einem zwar nicht in tatsächlicher, wohl aber in rechtlicher Hinsicht vergleichbaren Fall betreffend die Gemeinde Zollikon, vom 19. Dezember 1963, ZBl 65/1964 S. 294 ff.). Davon, dass die Bestimmungen der Kantonsverfassung, des Gemeindegesetzes und der Gemeindeordnung über die Unterscheidung zwischen einmaligen und wiederkehrenden Ausgaben durch eine solche Auslegung ihren Sinn verlören, kann keine Rede sein. Es geht nicht darum, dass inskünftig im Kanton Zürich jährlich wiederkehrende Ausgaben bei der Bestimmung der Zuständigkeitsgrenze regelmässig zu kapitalisieren wären, sondern handelt sich einzig um die finanz- und abstimmungsrechtliche Behandlung von Sonderfällen wie dem vorliegenden. |189|\n\nBei der Zusammenrechnung der Beträge stellt der Beschwerdeführer die einmaligen Aufwendungen in den Vordergrund und gelangt unter Kapitalisation der Mietzinse auf ein Total von Fr. 1'547'000.--. Ebenso naheliegend wäre allerdings die andere, von der Gemeinde Bassersdorf in den Abstimmungserläuterungen verwendete Methode, die einmaligen Ausgaben in Annuitäten umzurechnen und die Zuständigkeit nach den Regeln über die wiederkehrenden Ausgaben zu ermitteln. Die Gemeinde gelangt auf diese Art zu einer jährlichen finanziellen Belastung von Fr. 102'160.--. Wenn sie in ihrer Vernehmlassung an das Bundesgericht die Auffassung vertritt, es könne mit einer längeren Mietdauer als zwanzig Jahren gerechnet werden, so entfernt sie sich von den Grundlagen, die sie den Stimmberechtigten vor der Gemeindeversammlung vom 3. Mai 1983 unterbreitet hat. Im übrigen fehlt ihr die rechtliche Möglichkeit, die Grundeigentümer nach Ablauf der Mindest-Mietdauer daran zu hindern, den Saal z.B. abzubrechen und das Areal einem anderen, möglicherweise einträglicheren Zweck zuzuführen. Jedenfalls liegt die jährliche Gesamtbelastung der Gemeinde für die kommenden zwanzig Jahre unter Einschluss der Verzinsung und Amortisation der Baukosten wesentlich über dem massgebenden Betrag von Fr. 50'000.--.\n\nBei dieser Sachlage kann die Frage offenbleiben, ob bei gegenseitig bedingten einmaligen und wiederkehrenden Ausgaben die wiederkehrenden Ausgaben zu kapitalisieren oder die einmaligen Ausgaben in Annuitäten umzurechnen seien. Im einen wie im anderen Falle ist hier die Grenze, von der an eine Urnenabstimmung zu erfolgen hat, klar überschritten. Die Beschwerde ist daher im Hauptpunkt gutzuheissen."}