{"annee": "110", "cour": "II", "page": "167", "date": "27/3/1984", "cite": [], "cite_par": [], "chapeau": "34. Extrait de l'arrêt de la Ire Cour civile du 27 mars 1984 dans la cause R. contre T. (recours en réforme)", "regestes": ["Art. 335, 336 al. 1 CO. Le contrat de travail conclu pour une durée minimum, prolongeable de manière indéterminée, ne peut être résilié avant la fin de cette durée."], "faits": "", "considerants": "BGE 110 II 167 S. 167\n\nExtrait des considérants:\n\nSelon l'art. 336 al. 1 CO, lorsque le contrat n'a pas été conclu pour une durée déterminée et que sa durée ne ressort pas non plus du but pour lequel le travail a été promis, chacune des parties peut donner congé. A l'hypothèse où le contrat a d'emblée été convenu jusqu'à un terme auquel il doit prendre fin - contrat de durée déterminée, au sens strict -, il faut joindre celle du contrat avec durée minimum, dans lequel les parties ont prévu une première période pendant laquelle le contrat ne peut être résilié, suivie d'une période pendant laquelle il peut faire l'objet d'une BGE 110 II 167 S. 168résiliation ordinaire; en effet, l'art. 335 al. 1 CO réserve aux parties (\"sauf accord contraire\") la faculté de prévoir qu'après la durée déterminée le contrat ne prendra pas fin de plein droit mais seulement moyennant résiliation; relevant de l'autonomie des conventions (art. 335 et a contrario 361 et 362 CO), un tel accord doit être respecté et empêche toute résiliation ordinaire pendant cette durée minimum (OSER-SCHÖNENBERGER, n. 8 ad art. 345; HUG, Das Kündigungsrecht II p. 5, 10; SIGRIST, Die ordentliche Beendigung des Arbeitsverhältnisses unter besonderer Berücksichtigung des Kündigungsschutzes, thèse Bâle 1982, p. 12 s.).\n\nEn l'espèce, la cour cantonale paraît déduire l'existence d'un contrat de durée indéterminée du seul fait que les parties avaient envisagé d'emblée que leurs relations pourraient durer plus de deux ans, soit au-delà de la période prévue pour la formation du travailleur. Cette considération n'est pas suffisante, si les parties ont entendu se lier pour une période minimum, car pendant cette période une résiliation ordinaire ne pourrait être donnée."}