{"annee": "110", "cour": "V", "page": "158", "date": "23/5/1984", "cite": [], "cite_par": ["121 V 11"], "chapeau": "25. Urteil vom 23. Mai 1984 i.S. Bundesamt für Sozialversicherung gegen Gähwiler und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 13 LAI, art. 2 ch. 381, 384, 386-390, 401, 404 et 481 OIC. Thérapie psychomotrice en tant que mesure médicale pour le traitement d'infirmités congénitales (changement et précision de la jurisprudence)."], "faits": "|158|\n\nA.- Der am 6. Juli 1972 geborene Versicherte leidet an motorischen Störungen bei Neurofibromatosis Recklinghausen mit Status nach Exstirpation eines Opticus-Neurinoms rechts und Makrozephalie. Die Invalidenversicherung kam mit Verfügung vom 18. Februar 1975 für die Behandlung des Geburtsgebrechens Ziff. 384 GgV (Medulloblastome, Ependynome, Gliome, Plexuspapillome und Chordome) auf und leistete am 21. Juni 1979 Kostengutsprache für psychomotorische Therapie ab 5. März 1979 \"bis einstweilen Ende Schuljahr 1979/80\". Ein Begehren um Verlängerung dieser Verfügung wurde von der Ausgleichskasse des Kantons Zürich mit der Begründung abgewiesen, dass eine Kostengutsprache für psychomotorische Therapie nur bis zum 8. Altersjahr und nur dann erfolgen könne, wenn die psychomotorischen Störungen auf angeborene zerebrale Störungen im Sinne von Ziff. 390 GgV zurückzuführen seien (Verfügung vom 30. Mai 1980).\n\nB.- Der Vater des Versicherten liess durch die Schulverwaltung X. Beschwerde erheben mit dem Begehren, die Invalidenversicherung habe weiterhin für die ärztlich verordnete psychomotorische Therapie aufzukommen.\n\n|159|\n\nDie AHV-Rekurskommission des Kantons Zürich holte eine gutachtliche Stellungnahme bei Prof. Dr. Corboz, Direktor der Psychiatrischen Poliklinik für Kinder und Jugendliche, Zürich, ein, welcher zur Auffassung gelangte, dass psychomotorische Therapie auch bei andern Geburtsgebrechen als bei Ziff. 390 GgV übernommen werden sollte, und zwar ohne obere Altersgrenze, in der Regel jedoch nicht länger als während 1 1/2 Jahren. Die Rekurskommission folgte dieser Meinung und verpflichtete die Ausgleichskasse zur Bezahlung der wegen Geburtsgebrechen Ziff. 481 GgV (Neurofibromatose) erforderlichen psychomotorischen Therapie bis September 1980 (Entscheid vom 26. Juni 1981).\n\nC.- Das Bundesamt für Sozialversicherung (BSV) führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der vorinstanzliche Entscheid sei aufzuheben und es sei die Kassenverfügung vom 30. Mai 1980 wiederherzustellen; eventuell sei die Sache an die Verwaltung zurückzuweisen, damit sie abkläre, ob die psychomotorische Therapie als pädagogisch-therapeutische Massnahme zugesprochen werden könne.\n\nDer Vater des Versicherten hat sich zur Verwaltungsgerichtsbeschwerde nicht vernehmen lassen.\n\nD.- Das Eidg. Versicherungsgericht hat zur Frage der psychomotorischen Therapie als medizinische Massnahme im Sinne von Art. 13 IVG bei den Professoren Dr. W. Isler und Dr. A. Weber, Kinderspital Zürich, ein Gutachten eingeholt, welches am 17. Oktober bzw. 6. Dezember 1983 erstattet worden ist.\n\nIn einem zweiten Schriftenwechsel wurde den Parteien Gelegenheit gegeben, sich hiezu zu äussern.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 13 IVG haben minderjährige Versicherte Anspruch auf die zur Behandlung von Geburtsgebrechen notwendigen medizinischen Massnahmen (Abs. 1). Der Bundesrat bezeichnet die Gebrechen, für welche diese Massnahmen gewährt werden; er kann die Leistung ausschliessen, wenn das Gebrechen von geringfügiger Bedeutung ist (Abs. 2).\n\nAls Geburtsgebrechen im Sinne von Art. 13 IVG gelten Gebrechen, die bei vollendeter Geburt bestehen und in der Liste gemäss Art. 2 GgV enthalten sind oder gemäss Art. 3 Abs. 2 GgV vom Eidgenössischen Departement des Innern neu als solche bezeichnet werden (Art. 1 Abs. 1 GgV). Als medizinische Massnahmen, die |160| für die Behandlung eines Geburtsgebrechens notwendig sind, gelten sämtliche Vorkehren, die nach bewährter Erkenntnis der medizinischen Wissenschaft angezeigt sind und den therapeutischen Erfolg in einfacher und zweckmässiger Weise anstreben (Art. 1 Abs. 3 GgV).\n\nb) Psychomotorische Therapie wird nach der Verwaltungspraxis gestützt auf Art. 13 IVG als medizinische Massnahme gewährt bei angeborenen zerebralen Lähmungen gemäss Ziff. 390 GgV sowie bei kongenitalen Hirnstörungen im Sinne eines psychoorganischen Syndroms (POS; Ziff. 404 GgV) mit schweren psychomotorischen Störungen als Ergänzung anderer medizinischer Massnahmen (Rz. 191.1 des ab 1. September 1981 gültigen Nachtrags 3 zum Kreisschreiben des BSV über die medizinischen Eingliederungsmassnahmen). Nach Rz. 275 des Nachtrags 3 wird ambulante psychomotorische Therapie bei angeborenen zerebralen Lähmungen Minderjähriger vergütet\n\na) als Fortsetzung einer während mindestens eines Jahres durch eine entsprechend ausgebildete Therapeutin durchgeführten Bewegungstherapie nach Bobath. Das Kind darf bei Therapiebeginn nicht jünger als 4 und nicht älter als 8 Jahre sein;\n\nb) bei leichten zerebralen Lähmungen mit schweren psychomotorischen Störungen zur Förderung der allgemeinen Beweglichkeit;\n\nc) anstelle einer aus medizinischen Gründen nicht durchführbaren Bobath-Behandlung bei zerebralen Bewegungsstörungen mit ausgeprägt verlangsamter Reaktion sowie Perzeptionsstörungen besonders im Sinne einer gestörten Raumorientierung.\n\nBei Anwendung von Rz. 275 lit. a und b wird die psychomotorische Therapie während höchstens zwei Jahren bewilligt (Rz. 276 des Nachtrags 3).\n\nGemäss Rz. 295 des Kreisschreibens über die medizinischen Eingliederungsmassnahmen, gültig ab 1. Januar 1979, schliesst das Bestehen einer Oligophrenie die Anerkennung von Ziff. 404 GgV aus; ebensowenig sind psychoorganische Syndrome als Folge anderer Geburtsgebrechen (Epilepsie, Hydrocephalus und dgl.) unter Ziff. 404 GgV einzuordnen. Rz. 295.1 des ab 1. Mai 1982 gültigen Nachtrags 4 zum Kreisschreiben bestimmt, dass Psychosyndrome, für die psychomotorische Therapie als Alleintherapie geltend gemacht wird, nicht unter Ziff. 404 GgV fallen. Rz. 296.1 des Nachtrags 4 schliesslich hält fest, dass bei kongenitalen Hirnstörungen im Sinne von Ziff. 404 GgV mit schweren psychomotorischen Störungen die psychomotorische Behandlung übernommen werden |161| kann, wenn sie Teil eines umfassenden Behandlungsplanes ist.\n\n2. Mit Beweisbeschluss vom 12. Januar 1983 hat das Eidg. Versicherungsgericht den Gutachtern folgende Fragen unterbreitet:\n\n\"a) Kommt die psychomotorische Therapie als medizinische Massnahme im\n\nSinne von Art. 13 IVG nur bei den Geburtsgebrechen gemäss Art. 2 Ziff. 390\n\nund 404 der Verordnung über Geburtsgebrechen (GgV) in Frage (entsprechend\n\nRz. 275 des Nachtrags 3 zum Kreisschreiben des Bundesamtes für\n\nSozialversicherung über die medizinischen Eingliederungsmassnahmen) oder\n\nauch bei weiteren Geburtsgebrechen, insbesondere solchen gemäss Art. 2\n\nZiff. 381, 384, 386-389 und 481?\n\nb) Sind aus medizinischer Sicht zeitliche Begrenzungen für diese\n\nTherapie vorzusehen und, wenn ja, welche (vgl. Rz. 275 lit. a und 276 des\n\nNachtrags 3)?\n\nc) Sind aus medizinischer Sicht noch weitere Voraussetzungen bezüglich\n\nArt, Dauer und Intensität dieser Therapie vorzusehen (vgl. Rz. 277 des\n\nNachtrags 3 sowie Rz. 334 des Kreisschreibens)?\n\nd) Zusatzbemerkungen?\"\n\na) Prof. Weber, welcher den psychiatrischen Teil des Gutachtens verfasste, stellt im wesentlichen fest, psychomotorische Störungen träten als Begleiterscheinungen bei psychischen Krankheiten im Kindesalter insbesondere bei psychoorganischen Störungen (wozu auch das infantile POS gehöre), bei psychotischen Störungen (wozu in erster Linie der Autismus infantum gehöre) und bei primären Störungen der Entwicklung (wozu die geistige Behinderung zu rechnen sei) auf. Beim infantilen POS (Ziff. 404 GgV) sei im Zusammenhang mit Rz. 295 des Kreisschreibens über die medizinischen Eingliederungsmassnahmen zu beachten, dass bei gleichzeitigem Bestehen einer Epilepsie in den allermeisten Fällen das POS und die Epilepsie eine gemeinsame Ursache hätten, nämlich die angeborene oder im frühen Kindesalter erworbene Hirnschädigung. Das POS sei daher nicht als Folgezustand der Epilepsie zu betrachten; vielmehr handle es sich um gleichgeordnete Symptome mit gemeinsamer Ursache. Sekundäre Hirnschädigungen als Folge einer Epilepsie kämen zwar vor, seien aber selten. Zu den frühkindlichen primären Psychosen (Ziff. 401 GgV) gehöre in erster Linie der Autismus infantum, welcher u.a. gekennzeichnet sei durch schwere Entwicklungsstörungen, schwere motorische Störungen und schwere Kontaktstörungen. In solchen Fällen sei vielfach jeder verbale Kontakt verunmöglicht, weshalb versucht werden müsse, auf averbalem Weg den Kontakt zum Kind zu finden. Einer der möglichen averbalen Zugänge verlaufe über die Motorik |162| und eine der möglichen Formen motorischen Zugangs sei die psychomotorische Therapie.\n\nIn Beantwortung der Expertenfragen, soweit sie den psychiatrischen Bereich betreffen, hält Prof. Weber zusammenfassend fest, die psychomotorische Therapie sei als Ergänzung anderer medizinischer Massnahmen gestützt auf Art. 13 IVG zu gewähren bei den Geburtsgebrechen Ziff. 401 und 404 GgV. Die Therapiedauer sei in der Regel auf zwei Jahre zu begrenzen. Kinder mit schweren psychomotorischen oder gar psychotischen Störungen bedürften häufig jedoch einer längerdauernden Behandlung, oft über drei bis vier Jahre. Es sei daher vorzusehen, dass die Therapiedauer von in der Regel zwei Jahren aufgrund eines spezialärztlichen Zeugnisses verlängert werden könne.\n\nb) Im neurologischen Teil des Gutachtens führt Prof. Isler zu Ziff. 390 GgV (angeborene zerebrale Lähmungen, Athetosen und Dyskinesien) aus, die psychomotorische Therapie vermöge zerebrale Bewegungsstörungen nicht zu beheben; ihr Ziel sei die Beseitigung der psychisch beeinflussten Bewegungsstörungen. Befriedigende Ergebnisse durch psychomotorische Therapie seien nur bei leichten bis höchstens mittelschweren Bewegungsstörungen zu erwarten. Angeborene Hirnschädigungen, die nicht direkt auf Läsionen motorischer Hirnstrukturen beruhten, aber mit psychomotorischen Störungen einhergingen, seien nicht unter Ziff. 390, sondern unter Ziff. 404 GgV zu subsumieren. Die Geburtsgebrechen Ziff. 381 (Missbildungen des Zentralnervensystems), 386 (Hydrocephalus cong.) und 387 bis 389 GgV (Epilepsie) könnten mit zerebralen Lähmungen einhergehen; die Indikation zu einer psychomotorischen Therapie unterliege den gleichen Kriterien wie bei Ziff. 390 GgV. Hirntumoren (Ziff. 384 GgV) könnten zu zerebralen Lähmungen führen, welche in zahlreichen Fällen erfolgreich behandelt werden könnten. Psychomotorische Therapie könne dabei angezeigt sein als Fortsetzung einer fachgerecht durchgeführten Physiotherapie, wobei die gleichen Kriterien erfüllt sein müssten, wie sie für Ziff. 390 GgV Geltung hätten. Die Neurofibromatose (Ziff. 481 GgV) verursache nur in seltenen Fällen eine zerebrale Lähmung. Wenn sie zu einer Schädigung von Sinnesorganen führe und dadurch psychomotorische Störungen verursache, sei der Fall unter Ziff. 404 GgV zu beurteilen.\n\nIn Beantwortung der Expertenfragen gelangt Prof. Isler zum Schluss, dass die psychomotorische Therapie als medizinische Massnahme im Sinne von Art. 13 IVG bei den Geburtsgebrechen |163| Ziff. 390 und 384 GgV in Betracht falle; eine namentliche Erwähnung der Ziff. 381 und 386 bis 389 GgV erübrige sich, weil in diesen Fällen die Indikation zur psychomotorischen Therapie mit Ziff. 390 GgV zu begründen sei. Die Therapiedauer sei auf höchstens zwei Jahre zu beschränken.\n\nc) Für das Eidg. Versicherungsgericht besteht kein Anlass, von diesen Schlussfolgerungen abzugehen, mit welchen sich auch das BSV einverstanden erklärt. Psychomotorische Therapie als medizinische Massnahme im Sinne von Art. 13 IVG ist somit nicht nur bei den Geburtsgebrechen Ziff. 390 und 404 GgV, sondern auch bei frühkindlichen primären Psychosen (Ziff. 401 GgV) zu gewähren. Sie fällt ferner in Betracht bei (nicht angeborenen) zerebralen Lähmungen als Folge von Hirntumoren (Ziff. 384 GgV) oder von Neurofibromatosen (Ziff. 481 GgV), wobei die im Rahmen von Ziff. 390 GgV geltenden Voraussetzungen erfüllt sein müssen. Führt eine Neurofibromatose zu einer Schädigung von Sinnesorganen und dadurch zu psychomotorischen Störungen, so ist der Fall nach Ziff. 404 GgV zu beurteilen. Keinen selbständigen Anspruch begründen die Geburtsgebrechen Ziff. 381 (Missbildungen des Zentralnervensystems und seiner Häute), 386 (Hydrocephalus cong.) und 387 bis 389 GgV (Epilepsie); soweit sie mit zerebralen Lähmungen einhergehen, richtet sich der Anspruch nach Ziff. 390 GgV. Ausser bei Ziff. 401 und 404 GgV, wo in spezialärztlich begründeten Fällen eine längere Behandlungsdauer angezeigt sein kann, ist der Anspruch auf psychomotorische Therapie auf höchstens zwei Jahre zu begrenzen.\n\n3. In einem besonderen Gutachten zum vorliegenden Fall vom 13. Dezember 1983 führt Prof. Isler aus, der Versicherte leide an einer vererbten Neurofibromatosis Recklinghausen (Ziff. 481 GgV) mit einem Gliom des rechtsseitigen Nervus opticus (Ziff. 384 und 424 GgV) als bisher einziger Tumormanifestation. Die neurologische Untersuchung habe leichte zerebrale Bewegungsstörungen in Form einer Rumpfataxie, einer diskreten Extremitätenataxie und von spastischen Bewegungsabläufen bei normalem Reflexbild gezeigt (Ziff. 390 GgV). Es bestehe eine ausgeprägte \"Débilité motrice\", welche in direktem Zusammenhang mit der Neurofibromatose stehe. Die Makrozephalie stehe ebenfalls in Zusammenhang mit der Neurofibromatose, habe aber keine klinische Bedeutung.\n\nNach dem Grundsatzgutachten vom 6. Dezember 1983 ist der Anspruch auf psychomotorische Therapie unter Ziff. 404 GgV zu |164| beurteilen, wenn - wie im vorliegenden Fall - eine Neurofibromatose zu einer Schädigung von Sinnesorganen und dadurch zu psychomotorischen Störungen geführt hat. Im Spezialgutachten vom 13. Dezember 1983 wird indessen auch ein Geburtsgebrechen gemäss Ziff. 390 GgV angegeben und der Fall unter Rz. 275 lit. b des Nachtrags 3 zum genannten Kreisschreiben subsumiert mit der Feststellung, dass psychomotorische Therapie für die Dauer von zwei Jahren zu gewähren sei. Für das Eidg. Versicherungsgericht besteht auch in diesem Punkt kein Anlass, von der gutachtlichen Beurteilung abzugehen. Entgegen dem vorinstanzlichen Entscheid, mit welchem Leistungen für eine Behandlungsdauer von 1 1/2 Jahren bis September 1980 zugesprochen wurden, besteht daher Anspruch auf psychomotorische Therapie zu Lasten der Invalidenversicherung bis Ende März 1981.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen. In Aufhebung des Entscheides der AHV-Rekurskommission des Kantons Zürich vom 26. Juni 1981 und der Kassenverfügung vom 30. Mai 1980 wird die Ausgleichskasse des Kantons Zürich verpflichtet, die Kosten der psychomotorischen Therapie für die Zeit bis Ende März 1981 zu übernehmen."}