{"annee": "110", "cour": "II", "page": "244", "date": "5/9/1984", "cite": ["101 IV 98", "108 II 112", "63 II 368", "84 II 369", "95 IV 101"], "cite_par": ["129 III 320", "118 II 150", "113 II 168"], "chapeau": "50. Arrêt de la Ire Cour civile du 5 septembre 1984 dans la cause C. contre Y. (recours en réforme)", "regestes": ["Contrat de leasing auto. Nullité au regard des art. 226a ss CO. Restitution des prestations sur la base d'un contrat de fait. Lorsqu'il s'avère, après son exécution, qu'un contrat de leasing auto est nul au regard des art. 226a ss CO, l'utilisateur de la voiture est tenu, en plus de la restitution du véhicule, de verser une indemnité d'usage ou de location convenable à son cocontractant loueur ou vendeur."], "faits": "|245|\n\nPar \"contrat leasing\", C. et la société X. à La Chaux-de-Fonds sont convenus que le premier \"louerait\" à la seconde une voiture Simca Horizon GL neuve, pour trois ans dès le 3 août 1979, moyennant un loyer mensuel de fr. 220.-- y compris une prime d'assurance-casco. Le financement du contrat était assuré par l'établissement bancaire Y., à qui le \"loueur\" cédait tous ses droits. Une prolongation du contrat fut convenue, peu avant l'échéance de ce dernier, entre C. et la société X. pour deux ans supplémentaires, moyennant cette fois un loyer mensuel de fr. 293.--.\n\nLe 7 janvier 1983, le mandataire de C. a écrit à la banque Y. que le contrat était nul et que chaque partie devait restituer les prestations reçues de l'autre, soit la voiture pour ce qui concerne le \"preneur\" et les mensualités déjà versées pour ce qui concerne la banque.\n\nAucun accord n'étant intervenu entre parties, C. a ouvert action contre la banque Y., concluant à la nullité du contrat et au remboursement de fr. 9'092.-- représentant les acomptes versés; il s'engageait à restituer le véhicule dès recouvrement de la somme précitée. La banque Y., pour sa part, a conclu à libération et, subsidiairement, à ce que le demandeur soit tenu de lui verser un loyer équitable jusqu'à la restitution du véhicule ainsi qu'une indemnité pour la dépréciation de celui-ci.\n\nPar jugement du 2 avril 1984, la Cour civile du Tribunal cantonal neuchâtelois a rejeté la demande. Elle a notamment laissé ouverte la question de la qualification juridique à donner au contrat (bail ou vente par acomptes), estimant que, même en cas |246| de vente par acomptes nulle au regard des art. 226a ss CO, la demande devait de toute façon être rejetée.\n\nC. interjette un recours en réforme contre le jugement précité. Il conclut à la réforme de ce dernier en ce sens que la banque est condamnée à lui verser la somme de fr. 6'363.--, subsidiairement au renvoi de la cause à la cour cantonale. L'établissement bancaire intimé conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. En matière de bail, ou de leasing, portant sur des biens de consommation tels que l'automobile, la tendance de la doctrine et de la jurisprudence est d'admettre l'applicabilité des dispositions sur la vente par acomptes, lorsque le bail ne peut être résilié avant qu'une importante part de la valeur de la chose louée n'ait été payée, de sorte que le preneur renonce pratiquement et économiquement à se dédire du contrat (cf. à ce propos STOFER, Kommentar zum Schweizerischen Bundesgesetz über den Abzahlungs-und Vorauszahlungsvertrag, 2e éd., p. 150 ss, 156/157; HUG, Zur Problematik des Miet-Kaufvertrages, in Festschrift Schönenberger, p. 281 ss; SCHUBIGER, Der Leasing-Vertrag, thèse Fribourg 1969, p. 12 ss, 98 ss, 125 ss; JEANPRÊTRE, L'article 226m CO, in RSJ 74 (1978), p. 269 ss, 271, ch. 10; RINDERKNECHT, Leasing von Mobilien, thèse Zurich 1984, p. 111-113; ATF 101 IV 100 consid. 2, ATF 95 IV 105 ss; cf. aussi les arrêts cantonaux suivants: Genève, in SJ 1984, p. 60 et 1979, p. 84; Zoug, in GVP 1977/78, p. 134 ss; Vaud, in JdT 1974 II 89; Berne, in RJB 109 (1973), p. 242 ss; Grisons, in RSJ 69 (1973), p. 359).\n\nL'art. 226m CO soumet aux dispositions sur la vente par acomptes les actes juridiques qui visent les mêmes buts économiques que ce type de vente, quelles que soient les formes juridiques dont les parties se servent. Il est incontesté, en l'espèce, que le contrat de leasing litigieux ne remplit pas plusieurs des conditions légales impératives régissant la vente par acomptes. Cet accord serait, partant, nul si l'on devait admettre qu'il s'agit d'un acte visant le même but que la vente par acomptes. Il n'y a toutefois pas lieu de décider si cette double éventualité - acte assimilable à une vente par acomptes et nul pour vice de forme - est effectivement réalisée en l'occurrence, s'il apparaît de toute manière que l'action du demandeur en répétition des sommes versées à titre de loyer devrait être rejetée.\n\n|247|\n\n2. a) A l'appui de la solution qu'elle a adoptée, la cour cantonale a considéré qu'il existerait deux actions en enrichissement illégitime - soit une en faveur de chacune des parties - et qu'elles devraient être traitées non pas séparément, mais comme un tout. Ce faisant, elle a tranché une question controversée en doctrine et divisant les tenants de la théorie selon laquelle chaque action doit être considérée séparément (Zweikondiktionentheorie) (VON TUHR/PETER, Allg. Teil, p. 507 ss; BUSSY, Etude sur les conditions générales de l'enrichissement illégitime, thèse Lausanne 1922, p. 123-125), et ceux qui estiment que les deux actions doivent être considérées comme un tout (Saldotheorie) et que seul est enrichi celui dont le patrimoine est effectivement enrichi, après déduction de l'autre prestation (BUCHER, Berner Komm., n. 191 ad art. 17/18 CC) (cf. sur la controverse: GAUCH/SCHLUEP/TERCIER, I, 2e éd., n. 1136).\n\nLe choix de l'une ou l'autre de ces théories ne paraît cependant guère utile pour juger la présente espèce, car l'application de la \"Saldotheorie\" est sans signification si l'une des prestations des parties peut, comme en l'occurrence, être répétée par la voie de la revendication (cf. GAUCH/SCHLUEP/JÄGGI, 3e éd., I, n. 1148). On doit donc se demander si, en plus de la revendication de la voiture louée, l'intimé a contre le recourant une prétention pécuniaire supplémentaire qu'il peut opposer en compensation à l'action du demandeur en remboursement du loyer versé, ainsi qu'il l'a fait expressément valoir dans ses conclusions.\n\nb) Le recourant soutient avec raison qu'en cas de nullité du contrat, l'intimé dispose en principe d'une action réelle en restitution du véhicule et que sa propre responsabilité de possesseur dépourvu de titre est dès lors régie par les art. 938 à 940 CC. A cet égard, le Tribunal fédéral a en effet posé qu'en vertu de l'art. 938 CC, le possesseur de bonne foi qui a joui de la chose conformément à son droit présumé ne doit de ce chef aucune indemnité à celui auquel il est tenu de la restituer; la loi entend ainsi protéger le possesseur en relation avec tous les avantages qu'il a tirés de la chose dans les limites de son droit présumé, sans égard au fait qu'il se soit enrichi de cette façon: en effet, tant qu'il se borne à user du droit qu'il croit avoir, la loi le dispense de toute obligation d'indemniser le véritable titulaire, de sorte que celui-ci ne saurait faire valoir aucune prétention fondée sur l'enrichissement illégitime (ATF 84 II 377 /8).\n\nc) Cette solution, approuvée par la doctrine dominante (cf. STOFER, op.cit., p. 70-72), n'apparaît cependant pas satisfaisante |248| sur le plan de l'équité, en particulier lorsque le possesseur a joui et usé de la chose pendant une longue période (cf. VON BÜREN, Allg. Teil, p. 310, ch. 4b). Certains auteurs estiment alors qu'un droit à une indemnité pour l'usage de la chose doit être accordé au propriétaire (JÄGGI, cité par STOFER, op.cit., p. 71; RINDERKNECHT, op.cit., p. 119), le cas échéant en faisant application des dispositions sur l'enrichissement illégitime (HUG, op.cit., p. 286, n. 51; SCHUBIGER, op.cit., p. 96).\n\nLe Tribunal fédéral, pour sa part, ne s'est jamais nettement écarté des principes stricts posés dans l'arrêt cité plus haut, mais, en présence d'un contrat devenu invalide ou d'un contrat inexistant, il s'est montré parfois nuancé, en recherchant des solutions qui satisfassent l'équité. Ainsi, dans un arrêt sur les conséquences d'un contrat invalidé pour vice du consentement (ATF 83 II 25), il n'a pas retenu l'indépendance de l'action en revendication d'une part et de l'action pour cause d'enrichissement illégitime d'autre part, indépendance qui serait la conséquence de l'inexistence de la connexité des prestations dans un contrat qui n'a jamais existé, car cette manière de voir ne tient pas suffisamment compte du fait que les prestations sans cause ont été exécutées en considération d'un contrat bilatéral supposé valable; c'est pourquoi, dit le Tribunal fédéral, il faut aussi prendre en considération la connexité originaire et la dépendance réciproque des prestations au moment où il s'agit de rétablir l'état antérieur. Puis, dans un arrêt récent (ATF 108 II 113/114), le Tribunal fédéral a rappelé, sans toutefois l'appliquer strictement au cas d'espèce qu'il avait à juger, sa jurisprudence relative à une relation contractuelle analogue à un bail, soit à un rapport contractuel de fait (ATF 63 II 371). Il a considéré, à cet égard, que les prétentions dont disposent les parties, en cas d'invalidité d'un contrat, telles que l'action pour enrichissement illégitime ou les actions extracontractuelles en dommages-intérêts, n'étaient pas adaptées à la situation lorsque le preneur utilise la chose depuis des années; il ajoute même que ces moyens ne sont guère praticables dans un tel cas.\n\nd) En l'espèce, eu égard à la connexité et à la dépendance réciproque des prestations des parties qui ont conclu un contrat durable nul, mais qu'elles ont exécuté, on ne peut équitablement appliquer la loi de la façon stricte et rigide qui traite séparément, et différemment, les prétentions de l'une et de l'autre des parties, en accordant à l'une le bénéfice des art. 62 ss CO, et à l'autre uniquement les droits découlant des art. 938-940 CC. La voie la plus raisonnable pour corriger cette situation |249| juridique peu adaptée aux circonstances est de s'inspirer des considérations émises par le Tribunal fédéral dans l'arrêt précité. Il faut, à l'instar de ce que remarque JEANPRÊTRE dans une note sur cet arrêt (JdT 1982 I 534/5), considérer que pendant toute la période où les parties ont, de bonne foi, exécuté le contrat nul, elles se sont trouvées dans une situation contractuelle de fait. Cette théorie du contrat de fait est ainsi apte à résoudre convenablement la question de la restitution des prestations qui se pose en l'espèce (cf. également BUCHER, Allg. Teil, p. 239 ss, 243, ainsi qu'in RDS 1983 II 370).\n\nDès lors, en admettant la nullité du contrat de leasing, on devrait partir du principe que celui-ci a été exécuté en ce sens que le demandeur a utilisé l'automobile durant plus de trois ans et que, de ce chef, il doit indemniser son cocontractant loueur ou vendeur, mais dans une mesure convenable et licite, indépendante des modalités nulles convenues entre parties. Cette solution, qui revient à appliquer, par analogie, la disposition de l'art. 226i al. 1 CO régissant le cas de résiliation par le vendeur, aboutit à mettre à la charge du demandeur une indemnité d'usage ou de location équivalant en tout cas à celle qu'a arrêtée la cour cantonale, soit une indemnité permettant de couvrir l'amortissement de la voiture (fr. 5'320.--) et les intérêts à 5% sur le capital moyen investi, chiffrés à fr. 1'433.40. Ce montant est enfin à imputer sur la prétention du demandeur en restitution du loyer, fondée sur l'enrichissement illégitime, vu la nullité du contrat.\n\nC'est ainsi à juste titre, vu ce qui précède, que la cour cantonale a rejeté l'action du demandeur, puisque les prétentions de ce dernier en restitution se révèlent d'un montant inférieur à celui des prétentions de la partie défenderesse. Le recours est partant mal fondé et doit être rejeté."}