{"annee": "110", "cour": "V", "page": "347", "date": "25/10/1984", "cite": ["98 V 158", "103 V 145"], "cite_par": ["119 V 295", "138 III 537", "119 V 146", "119 V 309", "111 V 342", "119 V 317", "111 V 357", "116 V 335"], "chapeau": "57. Auszug aus dem Urteil vom 25. Oktober 1984 i.S. S. gegen Verband der Krankenkassen im Kanton Zürich und Schiedsgericht in Krankenversicherungssachen des Kantons Zürich", "regestes": ["Art. 23 et 25 LAMA. - La qualité pour agir doit être examinée d'office; elle se détermine d'après le droit applicable au fond (consid. 1). - Seules les caisses-maladie concernées - et non leur fédération - ont qualité pour faire valoir (dans le cadre de la procédure prévue par l'art. 25 LAMA) des créances pécuniaires découlant d'un traitement non économique au sens de l'art. 23 LAMA (consid. 1). - Rectification formelle d'une désignation inexacte des parties ou substitution inadmissible de parties (consid. 2)?"], "faits": "|347|\n\nA.- Am 27. Dezember 1978 reichte der Verband der Krankenkassen im Kanton Zürich (im folgenden Kassenverband genannt) gegen Dr. med. S. bei der \"Blauen Kommission\" der Zürcher Ärztegesellschaft Beschwerde ein wegen Missachtung des Gebots wirtschaftlicher Behandlung (Art. 23 KUVG). Die \"Blaue Kommission\" kam am 4. September 1979 zum Schluss, dass der Vorwurf der Überarztung gerechtfertigt sei; Dr. S. habe deshalb dem |348| Kassenverband Fr. 25'000.-- zu erstatten, die von diesem im Sinne der Erwägungen an die Mitgliedkassen weiterzugeben seien.\n\nDie von Dr. S. hiegegen angerufene Paritätische Vertrauenskommission schloss sich am 3. September 1981 im wesentlichen der \"Blauen Kommission\" an.\n\nB.- Dr. S. reichte daraufhin beim kantonal-zürcherischen Schiedsgericht in Krankenversicherungssachen Klage gegen den Kassenverband ein. Mit Entscheid vom 24. Februar 1983 wies das Schiedsgericht die Klage kostenfällig ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde, die sich gegen den Kassenverband richtet, lässt Dr. S. in der Hauptsache beantragen, \"es sei in Gutheissung der Beschwerde das Urteil der Vorinstanz vom 24. Februar 1983 und demnach auch der Entscheid der Paritätischen Vertrauenskommission vom 3. September 1981 aufzuheben\".\n\nDer Kassenverband schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung beantragt Gutheissung und Rückweisung der Sache an die Vorinstanz zur Neubeurteilung.\n\nD.- Mit Schreiben vom 21. September 1983 erklärte der Kassenverband, dass er in der Streitsache Dr. S. als Vertreter für die anschliessend genannten Krankenkassen handle, wofür er aufgrund der Verbandsstatuten vom 1. Januar 1980 legitimiert sei.", "considerants": "Aus den Erwägungen:\n\n1. Ist eine Geldforderung aus unwirtschaftlicher Behandlung gemäss Art. 23 KUVG im Verfahren nach Art. 25 KUVG zu beurteilen, so hat der Richter vorweg zu prüfen, ob die Parteien zur streitigen Sache legitimiert sind. Das bestimmt sich nach dem materiellen Recht. Die Sachlegitimation ist von Amtes wegen zu prüfen, so dass es nicht darauf ankommt, ob eine Partei deren Fehlen gerügt hat oder nicht.\n\nIm vorliegenden Fall ist sowohl in den Rechtsschriften der Parteien als auch in den Stellungnahmen der Vermittlungsinstanzen und den Akten des Schiedsgerichts durchwegs der Kassenverband als Partei aufgetreten und angeschrieben worden. Ein allfälliger Anspruch auf die Bezahlung des hier streitigen Betrages durch den Beschwerdeführer wegen unwirtschaftlicher Behandlung (Art. 23 KUVG) steht indessen den einzelnen Krankenkassen zu, nicht deren Verband; dieser hätte die Kassen im Prozess vertreten |349| können. Dies entspricht konstanter Rechtsprechung (BGE 103 V 145, BGE 98 V 158; RKUV 1984 Nr. K 583 S. 141; RSKV 1982 Nr. 489 S. 119, Nr. 505 S. 202 Erw. 3).\n\n2. Der Kassenverband versucht den Mangel der fehlenden Sachlegitimation dadurch zu beheben, dass er sich mit Schreiben vom 21. September 1983 - mithin nach Abschluss des Schriftenwechsels vor dem Eidg. Versicherungsgericht - als Vertreter der betroffenen Krankenkassen erklärt. Er hat sich indessen während des ganzen bisherigen Verfahrens als Partei ausgegeben und zu keinem Zeitpunkt weder ausdrücklich noch mittelbar die nunmehr geltend gemachte Stellvertretung zu erkennen gegeben. Seine Erklärung vom 21. September 1983 kann deshalb nicht als bloss formelle Berichtigung einer Parteibezeichnung qualifiziert werden, bei der die Identität der Partei von Anfang an eindeutig feststand, deren Benennung aber falsch war. Es genügt nicht schon, dass die Sachlegitimation der Krankenkassen und mithin die Stellvertretung durch den Verband aufgrund der materiellen Rechtslage erkennbar war, um auf eine bloss formelle Berichtigung der Parteibezeichnung erkennen zu können. Dieser Sachverhalt müsste sich vielmehr anderweitig aus den Akten ergeben. Ebensowenig vermag zu genügen, dass die Vertretung der Krankenkassen durch ihren Verband in Prozessen wie dem vorliegenden in den Verbandsstatuten ausdrücklich verankert ist. Ein solches Stellvertretungsverhältnis hätte im Prozess kenntlich gemacht werden müssen (RKUV 1984 Nr. K 583 S. 142), was hier rechtzeitig nicht geschehen ist.\n\nDas Vorgehen des Kassenverbandes läuft demnach auf den Versuch eines Parteiwechsels hinaus, indem an seine Stelle die sachlegitimierten Krankenkassen gesetzt werden sollen. Dafür fehlen die Voraussetzungen (RKUV 1984 Nr. K 583 S. 141; BISCHOFBERGER, Parteiwechsel im Zivilprozess unter besonderer Berücksichtigung des deutschen und des zürcherischen Zivilprozessrechts, Diss. Zürich 1973, S. 30 ff.).\n\nUnbehelflich ist zudem der Hinweis des Kassenverbandes auf das Urteil N. vom 4. Februar 1982 (teilweise wiedergegeben in RSKV 1982 Nr. 505 S. 201). In diesem Falle hatte die damalige Vorinstanz erkannt, dass die betroffenen Krankenkassen bereits im Verfahren vor der Paritätischen Vertrauenskommission Partei gewesen seien, und nahm deshalb lediglich die Berichtigung einer fehlerhaften Parteibezeichnung an. Das Eidg. Versicherungsgericht hat die hiegegen mit Verwaltungsgerichtsbeschwerde erhobenen |350| Einwendungen aus Gründen von Treu und Glauben nicht gelten lassen, nicht aber deshalb, weil es einen eigentlichen Parteiwechsel als zulässig erklärt hätte.\n\n3. Aus dem Gesagten folgt, dass die streitige Forderung dem Kassenverband nicht zusteht und diesem demnach zufolge fehlender Sachlegitimation auch nicht zugesprochen werden kann. Das Schiedsgericht hat den vom Kassenverband in eigenem Namen geltend gemachten Anspruch zu Unrecht geschützt. Der Entscheid des Schiedsgerichts vom 24. Februar 1983 ist deshalb aufzuheben und die Verwaltungsgerichtsbeschwerde insoweit gutzuheissen. Nicht zu prüfen ist die Frage, ob die geltend gemachte Forderung unter dem Rechtstitel der Rückerstattung wegen unwirtschaftlicher Behandlung (Art. 23 KUVG) zu bestehen vermöchte oder nicht. Soweit der Beschwerdeführer diesbezüglich eine Erkenntnis verlangt, ist auf die Verwaltungsgerichtsbeschwerde nicht einzutreten.\n\nDie als \"Entscheid\" benannten Stellungnahmen der \"Blauen Kommission\" und der Paritätischen Vertrauenskommission sind entsprechend der diesen Instanzen gesetzlich und vertraglich zugewiesenen Aufgabe Vermittlungsvorschläge; diese werden nur mit der (ausdrücklichen oder stillschweigenden) Anerkennung durch die beteiligten Parteien rechtsrelevant im Sinne einer Streiterledigung. Durch die Einsprache- oder Klageerhebung werden sie hinfällig und bedürfen daher im gerichtlichen Verfahren keiner formellen Aufhebung (RKUV 1984 Nr. K 583 S. 143)."}