{"annee": "110", "cour": "IA", "page": "106", "date": "3/7/1984", "cite": ["107 IA 155", "103 II 75", "105 IA 172"], "cite_par": ["112 II 512", "112 IA 290", "129 V 335", "142 III 220", "123 III 53"], "chapeau": "23. Auszug aus dem Urteil der I. Zivilabteilung vom 3. Juli 1984 i.S. K. gegen F., S., M. und Appellationshof des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Clause d'arbitrage - acquisition d'une propriété par étages; art. 58 al. 1 Cst. Pouvoir d'examen au regard de l'art. 58 al. 1 cst. et du Concordat sur l'arbitrage (consid. 1). Une clause compromissoire figurant dans le règlement d'utilisation et d'administration d'une communauté de copropriétaires par étages n'est obligatoire pour l'ayant-cause d'un copropriétaire que si les conditions dont la procédure cantonale fait dépendre sa validité sont remplies; rapport entre l'art. 649a CC et l'art. 6 al. 2 du Concordat sur l'arbitrage (consid. 2-4)."], "faits": "BGE 110 Ia 106 S. 106\n\nDurch beurkundeten Vertrag vom 21. Mai 1981 erwarb Frau K. das Stockwerkeigentum an einer Wohnung. Unter den Anmerkungen wurde auf das Reglement der Stockwerkeigentümer-Gemeinschaft hingewiesen. § 54 des Reglements sieht für die Entscheidung BGE 110 Ia 106 S. 107von Meinungsverschiedenheiten und Streitigkeiten, die zwischen Stockwerkeigentümern aus der Gemeinschaftsordnung entstehen können, ein Schiedsgericht vor.\n\nAm 2. März 1983 erhob Frau K. beim Gerichtspräsidenten von Seftigen gegen die Stockwerkeigentümer F., S. und M. Klage hinsichtlich der Benützung des Ziergartens vor ihren Wohnungsfenstern. Die beklagten Stockwerkeigentümer bestritten unter Berufung auf die Schiedsklausel die Zuständigkeit des ordentlichen Richters.\n\nDer Gerichtspräsident trat am 6. September 1983 auf die Klage gegen alle Stockwerkeigentümer ausser gegen M. mangels Zuständigkeit nicht ein. Der Appellationshof des Kantons Bern verwarf am 13. Dezember 1983 die Appellation von Frau K. und bestätigte den erstinstanzlichen Entscheid.\n\nFrau K. hat staatsrechtliche Beschwerde erhoben und beantragt, den Entscheid des Appellationshofs wegen Verletzung von Art. 4 und 58 BV sowie Art. 75 der Staatsverfassung des Kantons Bern aufzuheben.\n\nDie Beschwerdegegner haben auf eine Vernehmlassung verzichtet, jedoch auf die ihrer Ansicht nach zutreffenden Erwägungen in den kantonalen Entscheidungen verwiesen.", "considerants": "Aus den Erwägungen:\n\n1. Die Beschwerdeführerin behauptet eine Verletzung von Art. 6 des Konkordats über die Schiedsgerichtsbarkeit. Danach bedarf die Schiedsabrede der Schriftform (Abs. 1), doch kann sie sich auch aus der schriftlichen Erklärung des Beitritts zu einer juristischen Person ergeben, sofern diese Erklärung ausdrücklich auf die in den Statuten oder in einem sich darauf stützenden Reglement enthaltene Schiedsklausel Bezug nimmt. Gerügt wird eine Missachtung der Garantie des verfassungsmässigen Richters im Sinne von Art. 58 BV beziehungsweise Art. 75 KV/BE sowie ein Verstoss gegen Art. 4 BV. Das Bundesgericht prüft frei, ob Art. 58 Abs. 1 BV verletzt ist. Soll der Verstoss gegen die Garantie des verfassungsmässigen Richters lediglich in der unrichtigen Anwendung kantonaler Vorschriften über die Organisation und Besetzung des Gerichts hiezu liegen, so prüft das Bundesgericht die Handhabung des kantonalen Rechts nur unter dem Gesichtspunkt der Willkür (BGE 105 Ia 174 E. 2b mit Verweisung). Anders wiederum, wenn - wie hier - im Zusammenhang mit Art. 58 Abs. 1 BV BGE 110 Ia 106 S. 108eine Verletzung des Konkordats über die Schiedsgerichtsbarkeit geltend gemacht wird: Darüber steht dem Bundesgericht freie Überprüfungsbefugnis zu (BGE 107 Ia 158 E. 2a mit Hinweisen).\n\n2. Der Appellationshof leitet die Bindung der Beschwerdeführerin an die Schiedsklausel des Reglements der Stockwerkeigentümer-Gemeinschaft aus Art. 649a ZGB ab. Diese Bestimmung gehe als lex specialis dem Art. 6 des Konkordats vor, wobei es sich gleich verhalte wie bei einer statutarischen Schiedsabrede. Der Erwerber von Stockwerkeigentum müsse sich bewusst sein, dass er in eine Gemeinschaft eintrete und damit Rechte und Pflichten übernehme; er habe sich darüber zu erkundigen und könne sich nicht auf Unkenntnis berufen. Die Beschwerdeführerin verhalte sich zudem missbräuchlich, wenn sie selbst sich im Prozess auf das Reglement berufe, das darin vorgesehene Schiedsgericht aber ablehne.\n\n3. Die Beschwerdeführerin geht zutreffend davon aus, dass sie keine schriftliche Schiedsabrede gemäss Art. 6 Abs. 1 des Konkordats unterzeichnet hat. Zu Recht nimmt auch der Appellationshof nicht an, dass die Unterzeichnung des Kaufvertrages mit dem Hinweis auf das Reglement der Stockwerkeigentümer-Gemeinschaft diesen Anforderungen genüge, denn es fehlt eine Unterschrift seitens der Gemeinschaft oder der beklagten Stockwerkeigentümer (dazu RÜEDE/HADENFELDT, Schweizerisches Schiedsgerichtsrecht, S. 52).\n\n4. Die Beschwerdeführerin rügt eine Verletzung von Art. 6 Abs. 2 des Konkordats, weil der Kaufvertrag zwar auf das Reglement, nicht aber auf die Schiedsklausel hinweist. Sie macht geltend, die Gültigkeit einer Schiedsklausel beurteile sich nach kantonalem Recht; Art. 649a ZGB finde als materiellrechtliche Norm darauf keine Anwendung und könne daher nicht lex specialis zu Art. 6 Abs. 2 des Konkordats sein.\n\na) Es trifft zu, dass der Schiedsvertrag als Prozessvertrag vom kantonalen Prozessrecht beherrscht wird (BGE 103 II 76 E. 1 mit Hinweis; RÜEDE/HADENFELDT, S. 53). Das schliesst indes nicht aus, dass der Bundesgesetzgeber mit Art. 649a ZGB ins kantonale Verfahrensrecht eingreift, wie dies der Appellationshof annimmt. Weil die Norm indes dem materiellen Zivilrecht angehört, ist ein solcher Eingriff immerhin nicht zu vermuten.\n\nb) Die Bedeutung von Art. 649a ZGB ist eindeutig und an sich unbestritten. Mit dem Erwerb von Stockwerkeigentum werden BGE 110 Ia 106 S. 109von Gesetzes wegen, auch ohne Anmerkung in Kaufvertrag und Grundbuch, die bestehende Nutzungs- und Verwaltungsordnung sowie früher gefasste Beschlüsse und ergangene richterliche Anordnungen für den Erwerber verbindlich. Das gilt in erster Linie für das Reglement der Gemeinschaft, und zwar unabhängig davon, ob der Erwerber dessen Existenz und Inhalt kennt. Der Appellationshof übersieht jedoch, dass dies keineswegs voraussetzungslos für den gesamten Inhalt des Reglements zutreffen muss. Soweit sich einzelne Bestimmungen als unverbindlich erweisen, handelt die Beschwerdeführerin keineswegs widersprüchlich und missbräuchlich, wenn sie sich im übrigen auf das unstreitig gültige Reglement stützt.\n\nc) Die Bestimmung des Art. 649a ZGB gilt nur im Bereich der Nutzungs- und Verwaltungsordnung und nicht im gesamten Bereich der Beziehungen unter den Miteigentümern (MEIER-HAYOZ, N. 18 zu Art. 649a ZGB). Nach dem angefochtenen Urteil erfüllt das Schiedsgericht in einem weiteren Sinn eine Verwaltungsfunktion. Der Appellationshof kann sich dafür auf FRIEDRICH (Das Stockwerkeigentum, N. 4 zu § 58) stützen. Ob seine Ansicht richtig ist, erscheint fraglich, braucht indes nicht entschieden zu werden.\n\nd) Die Gemeinschaft der Stockwerkeigentümer besitzt beschränkte Rechts- und Handlungsfähigkeit (Art. 712l ZGB). Im Hinblick auf neu eintretende Mitglieder wurde jedoch die Regelung von Art. 649a ZGB stark an die Verhältnisse bei juristischen Personen angenähert (Botschaft vom 7. Dezember 1962, in BBl 1962 II S. 1495 f.; FRIEDRICH, in ZGBR 45/1964 S. 350); die Lösung entspricht dem, was für juristische Personen gilt (LIVER, in Schweizerisches Privatrecht, Bd. V/1 S. 70; MEIER-HAYOZ, N. 12 zu Art. 649a ZGB). Daraus folgt, dass der Bundesgesetzgeber die Rechtsnachfolge in der Stockwerkeigentümer-Gemeinschaft keineswegs weitergehend als bei eigentlichen juristischen Personen erleichtern wollte.\n\ne) Art. 6 Abs. 2 des Konkordats verlangt für die Gültigkeit einer statutarischen Schiedsabrede nebst der schriftlichen Beitrittserklärung eine ausdrückliche Bezugnahme auf die Schiedsabrede. Die Zweckmässigkeit einer solchen Vorschrift ist umstritten (vgl. STRÄULI/MESSMER/WIGET, Kommentar zur Zürcherischen Zivilprozessordnung, 2. Aufl., N. 18 zu § 238; ferner HINDERLING, Probleme der privaten Schiedsgerichtsbarkeit, in Ausgewählte Schriften, S. 322). Die Erschwerung ist indes zum Schutz vor übereilter Bindung bewusst in Kauf genommen worden und BGE 110 Ia 106 S. 110entspricht offensichtlich dem Willen des Konkordats (PANCHAUD, Concordat suisse sur l'arbitrage, S. 40; LANZ, Das Konkordat über die Schiedsgerichtsbarkeit vom 27. März 1969, Diss. Zürich 1971, S. 21; JOLIDON, Commentaire du Concordat suisse sur l'arbitrage, S. 173). Der eigentlichen Schriftlichkeit (Art. 6 Abs. 1 des Konkordats) gegenüber enthält Absatz 2 immer noch eine Erleichterung.\n\nf) Bundesrecht schreibt den Kantonen nicht vor, ob und unter welchen Voraussetzungen sie Schiedsklauseln in den Statuten von Körperschaften für nachträglich eintretende Mitglieder gelten lassen müssen. Die Ordnung, wie sie in Art. 6 Abs. 2 des Konkordats für juristische Personen getroffen ist, erweckt denn auch bundesrechtlich keine Bedenken. Mit Art. 649a ZGB wollte der Gesetzgeber sich wie erwähnt der Ordnung juristischer Personen annähern, keineswegs aber so weit in kantonales Prozessrecht eingreifen, dass bei der Rechtsnachfolge in Stockwerkeigentümer-Gemeinschaften Art. 6 Abs. 2 des Konkordats unanwendbar sein soll. Freilich erklärt FRIEDRICH (Das Stockwerkeigentum, N. 4 zu § 58), auf den der Appellationshof sich beruft, der Grundsatz von Art. 649a ZGB gelte auch für eine in der Gemeinschaftsordnung enthaltene Schiedsabrede, selbst wenn der Einzelrechtsnachfolger sich ihr nicht ausdrücklich unterzogen habe. Der Verfasser behält jedoch seinerseits zutreffend hinsichtlich der Verbindlichkeit solcher Abreden die einschlägigen kantonalen Prozessnormen vor (N. 2). Indem der Appellationshof die Beschwerdeführerin an das Schiedsgericht verwiesen hat, obwohl die Voraussetzungen von Art. 6 Abs. 2 des Konkordats nicht gegeben sind, hat er ihren Anspruch auf den verfassungsmässigen Richter verletzt. Die Beschwerde ist deshalb gutzuheissen."}