{"annee": "110", "cour": "III", "page": "17", "date": "20/1/1984", "cite": ["97 III 7", "106 III 75", "80 III 20", "105 III 72", "104 III 73", "105 III 48"], "cite_par": ["128 III 337", "129 III 400", "128 III 473", "120 III 79", "130 III 90", "119 III 133"], "chapeau": "5. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 20. Januar 1984 i.S. X. (Rekurs)", "regestes": ["Saisie de salaire. L'emploi d'une voiture pour le trajet du domicile au lieu de travail par une mère d'un enfant en bas âge vivant seule doit être considéré comme indispensable lorsque l'utilisation des transports publics occasionnerait pour elle un allongement de la durée de ses déplacements restreignant de manière exagérée le temps où elle peut être avec son enfant."], "faits": "", "considerants": "BGE 110 III 17 S. 17\n\nAus den Erwägungen:\n\n1. Auf Grund der für die Schuldbetreibungs- und Konkurskammer des Bundesgerichts verbindlichen Feststellungen der Vorinstanz (vgl. Art. 63 Abs. 2 in Verbindung mit Art. 81 OG) ist davon auszugehen, dass die Rekurrentin mit ihrem siebenjährigen BGE 110 III 17 S. 18Sohn A. zusammenlebt, der in schulpsychologischer Behandlung steht. Da die Rekurrentin berufstätig ist, hält sich das Kind tagsüber (nach den Angaben der Rekurrentin von morgens 07.35 Uhr bis abends 17.20 Uhr) bei einer Tagesmutter auf, wo es das Mittagessen und zwei Zwischenverpflegungen einnimmt. Die Rekurrentin hat hiefür Fr. 500.- im Monat zu bezahlen. Zur Arbeit fährt sie mit ihrem eigenen Personenwagen. Während ihr das Betreibungsamt die Benützung dieses Fahrzeuges zugestanden und bei der Ermittlung des Notbedarfs unter diesem Titel Fr. 500.- im Monat eingesetzt hatte (Fr. 200.- als Abzahlungsrate und Fr. 300.- als Betriebskosten), hielten die kantonalen Aufsichtsbehörden dafür, es sei ihr zuzumuten, die Fahrt zum Arbeitsplatz mit den öffentlichen Verkehrsmitteln und dem Personalbus ihrer Arbeitgeberin zurückzulegen. Im angefochtenen Entscheid wurden deshalb anstelle der Autokosten die Kosten für Post- und Bahnabonnement eingesetzt.\n\n2. Ob einem Pfändungsschuldner zugestanden werden kann, für die Fahrt zum Arbeitsplatz ein eigenes Fahrzeug zu benützen, ist eine Frage des Ermessens (vgl. BGE 104 III 75 E. 2b). Die Schuldbetreibungs- und Konkurskammer darf in einem solchen Fall deshalb nur eingreifen, wenn die kantonale Aufsichtsbehörde das ihr zustehende Ermessen überschritten oder missbraucht, d.h. sachfremde Kriterien mitberücksichtigt oder rechtserhebliche Umstände ausser acht gelassen hat (vgl. BGE 106 III 78 mit Hinweis; BGE 105 III 76 E. 3b).\n\na) Mit dem Rekursgegner nimmt die Vorinstanz an, das Automobil sei für die Rekurrentin nicht unentbehrlich, weil sie ohne weiteres mit den öffentlichen Verkehrsmitteln zur Arbeit fahren könne; wenn sie morgens an ihrem Wohnort ... um 06.38 Uhr das Postauto nach R. besteige und anschliessend mit dem Zug nach S. weiterfahre, treffe sie dort um 07.06 Uhr ein; mit dem Personalbus ihrer Arbeitgeberin könne sie alsdann den Arbeitsort pünktlich um 07.30 Uhr erreichen. Für die Rückfahrt am Abend könne sie um 17.18 Uhr in S. den Zug besteigen und treffe um 17.40 Uhr mit dem Postauto an ihrem Wohnort ein. Nach den Feststellungen der Vorinstanz verlängert sich die Zeit für die Fahrt zur Arbeit um ungefähr eine Stunde (Hin- und Rückfahrt), wenn die Rekurrentin statt ihres eigenen Personenwagens Bus und Bahn benützt.\n\nb) Eine Unannehmlichkeit der erwähnten Art ist einem Betreibungsschuldner grundsätzlich ohne weiteres zuzumuten, was auch die Rekurrentin im Grunde genommen nicht in Abrede stellt. Sie BGE 110 III 17 S. 19weist jedoch darauf hin, dass die Verlängerung der Fahrzeit zur Folge hätte, dass sie ihr Kind morgens früher zur Tagesmutter bringen und abends länger dort lassen müsste. Die sich so ergebende längere Trennung würde nach Ansicht des Schulpsychologen dem Kind schaden. Im übrigen sei die gegenwärtige Tagesmutter nicht bereit, A. am Morgen früher zu sich zu nehmen, so dass ein Wechsel des Pflegeplatzes notwendig würde.\n\nc) Gemäss Art. 93 SchKG können Lohnguthaben nur soweit gepfändet werden, als sie nicht nach dem Ermessen des Betreibungsbeamten für den Schuldner und für seine Familie unumgänglich notwendig sind. Nach der Rechtsprechung ist eine Pfändung als nichtig aufzuheben, wenn sie den Schuldner oder seine Angehörigen geradezu in eine unhaltbare Notlage brächte (vgl. BGE 105 III 49; BGE 97 III 11 mit Hinweisen). Der Gesichtspunkt der Menschenwürde, der darin zum Ausdruck kommt (vgl. auch BGE 80 III 24 f., worin ausdrücklich auf die Menschenwürde des Schuldners hingewiesen wird), verlangt, dass in einem Fall wie dem vorliegenden auch das Wohl des Kindes in Betracht gezogen wird.\n\nd) Wird der Rekurrentin zugemutet, für die Fahrt zur Arbeit auf ihr eigenes Automobil zu verzichten, muss sie ihren Wohnort mit dem Postauto um 06.38 Uhr verlassen, wobei sie zuvor noch ihr Kind zur Tagesmutter zu begleiten hat. ... Die Vorinstanz führt freilich aus, A. wäre in der Lage, den Weg zur Tagesmutter allein zu finden. Es ist einzuräumen, dass er sich unbegleitet dorthin begeben könnte. Indessen geht es nicht an, einem erst siebenjährigen Kind die Verantwortung zu übertragen, die Wohnung abzuschliessen, die seine Mutter eine Stunde früher verlassen hat. Diese Frage ist jedoch letztlich ebenso unerheblich wie die Frage, ob die gegenwärtige Tagesmutter von A. überhaupt bereit wäre, ihn früher als bisher bei sich aufzunehmen und abends länger zu betreuen. Entscheidend ist vielmehr, dass das zeitlich ohnehin schon recht beschränkte Zusammensein von A. mit seiner Mutter noch mehr verkürzt würde, falls diese für die Fahrt zur Arbeit auf ihr eigenes Automobil verzichten müsste, abgesehen davon, dass das erst siebenjährige Kind - ungeachtet der Jahreszeit - gezwungen wäre, sehr früh aufzustehen. Im Interesse der Entwicklung eines Kindes im erwähnten Alter darf der Kontakt mit der Mutter nicht über Gebühr eingeschränkt werden. Dies gilt erst recht für A., der in schulpsychologischer Behandlung steht. Die Entbehrung, die ihm auferlegt würde, wenn die Rekurrentin auf die Benützung der öffentlichen Verkehrsmittel verwiesen würde, wäre nach dem BGE 110 III 17 S. 20Gesagten mit dem Sinn von Art. 93 SchKG nicht vereinbar. Indem die Vorinstanz den persönlichen Bedürfnissen von A. keine Rechnung trug, hat sie demnach Bundesrecht verletzt.\n\n..."}