{"annee": "110", "cour": "IA", "page": "72", "date": "9/3/1984", "cite": ["104 IA 69", "108 IA 5", "107 IA 182", "100 IA 97", "105 IA 271", "104 IA 156", "103 IA 490", "106 IA 323"], "cite_par": ["117 IA 90", "112 IA 377", "113 IA 97", "115 IA 293", "112 IA 221", "111 IA 251", "113 IA 468", "120 IA 110", "114 IA 20", "113 IA 119", "126 I 81", "112 IA 174", "114 IA 461", "113 IA 426", "113 IA 241", "113 IA 247", "118 IA 353", "112 IA 356", "118 IA 488"], "chapeau": "14. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 9. März 1984 i.S. Peter Berger & Kons. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ; qualité pour former un recours de droit public en raison de la violation du droit de consulter le dossier. 1. La qualité pour former un recours de droit public se détermine indépendamment du fait que les recourants aient été traités comme parties dans la procédure cantonale de recours (consid. 1). 2. Le droit d'être entendu et de consulter le dossier peut seulement être invoqué dans un recours de droit public, lorsque le recourant poursuit dans une procédure des intérêts juridiquement protégés ou, s'il s'agit simplement d'intérêts de fait, lorsque les dispositions de procédure cantonale lui aménagent des droits (consid. 2)."], "faits": "BGE 110 Ia 72 S. 72\n\nIn Zürich ist seit Jahren eine politische Neuordnung des Verhältnisses von Staat und Kirchen im Gange, die noch nicht abgeschlossen ist. Art. 64 KV anerkennt in der Fassung vom 7. Juli 1963 in Absatz 2 die evangelisch-reformierte Landeskirche und weitere christliche Kirchen als Körperschaften öffentlichen Rechts. Nach Absatz 3 werden ihr Verhältnis zum Staate sowie die staatlichen Leistungen für das Kirchenwesen durch die Gesetzgebung geordnet. Neu wurde 1963 beigefügt: \"Die auf historischen Rechtstiteln beruhenden Verpflichtungen des Staates bleiben gewahrt\". Die BGE 110 Ia 72 S. 73Frage der sog. \"historischen Rechtstitel\" ist umstritten. Im Auftrag der vorbereitenden Kommission, welche eine 1977 in der Volksabstimmung verworfene Volksinitiative auf Trennung von Kirche und Staat behandelte, wurde am 27. Juni 1977 im Kantonsrat eine Motion mit dem Antrag eingebracht, eine weitere Entflechtung zwischen Kirche und Staat zu prüfen, hierüber Bericht zu erstatten und allenfalls Antrag zu stellen. Bericht und Antrag zu dieser Motion Nr. 1751 legte der Regierungsrat dem Kantonsrat am 12. Januar 1983 vor; er beantragte darin, die am 3. März 1980 erheblich erklärte Motion abzuschreiben.\n\nIn seinem Bericht erörtert der Regierungsrat insbesondere die Frage der sog. \"historischen Rechtstitel\", deren Klärung die evangelisch-reformierte Landeskirche verlangte und in der die Standpunkte von kirchlicher und staatlicher Seite stark voneinander abweichen. Er stellt einlässlich, aber vereinfacht den Standpunkt des Staates dar, wie er von der Direktion des Innern in drei vom 16. Mai 1979 und August 1981 datierten Exposés formuliert ist, die unter Leitung des von ihm als Experte bestellten Professors Hans Nef verfasst wurden. Danach bestünden die im Verfassungstext von 1963 vorbehaltenen \"historischen Rechtstitel\" nicht.\n\nAm 14. März und 19. April 1983 ersuchten die vier Beschwerdeführer und ein weiterer Freidenker die Direktion des Innern um Einsicht in das Gutachten Nef und ihre drei Exposés. Die Direktion des Innern verweigerte ihnen am 21. April 1983 die Einsicht. Eine Eingabe vom 2. Mai 1983 mit denselben Begehren wies der Regierungsrat am 29. Juni 1983 ab, wobei er das Begehren als Rekurs entgegennahm.\n\nDie Gesuchsteller beanspruchten für sich die gleichen Informationen, die schon der Kirchenrat bzw. dessen Experten erhalten hätten. Ferner wiesen sie darauf hin, dass sie bei der Bundesversammlung ein Gesuch um Widerruf der am 4. Oktober 1963 ausgesprochenen Gewährleistung für die fragliche Verfassungsbestimmung gestellt und in diesem hängigen Verwaltungsverfahren Anspruch auf Akteneinsicht hätten. Der Regierungsrat verneinte in seinem Entscheid vom 29. Juni 1983 einen solchen auf kantonales Recht und Art. 4 BV gestützten Anspruch, weil die angeforderten Akten nicht ein Verfahren betreffen, in welchem die Beschwerdeführer Partei seien. Im Verfahren vor der Bundesversammlung könnten die Beschwerdeführer allenfalls ein Gesuch um Beizug der Akten an die Bundesbehörden richten. Im übrigen stehe es im Ermessen des Regierungsrates, den Inhalt solcher Akten bekanntzugeben, BGE 110 Ia 72 S. 74was - über die Zusammenfassung im Bericht vom 12. Januar 1983 an den Kantonsrat hinaus - gegenüber den Beschwerdeführern nicht tunlich sei, zumal sie ein besonderes schützenswertes Interesse nicht dargetan hätten.\n\nGegen den Entscheid des Regierungsrats reichten die Beschwerdeführer am 3. August 1983 rechtzeitig staatsrechtliche Beschwerde ein. Sie machen Verletzungen von Art. 4 BV geltend, nämlich Willkür und Verweigerung des rechtlichen Gehörs sowie in diesem Zusammenhang Verletzung eines den Parteien aus Art. 4 BV zustehenden umfassenden Akteneinsichtsrechts.\n\nDer Antrag auf Widerruf der Gewährleistung von Art. 64 KV ZH wurde vom Nationalrat am 7. Oktober 1983 (Sten.Bull. NR 1983 S. 1490/1) und vom Ständerat am 15. Dezember 1983 (Sten.Bull. StR 1983 S. 717-719) abgewiesen, ohne dass dem Akteneditionsgesuch von der Petitionskommission statt gegeben worden war.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein aus folgenden", "considerants": "Erwägungen:\n\n1. Nach Art. 88 OG steht das Recht zur Führung staatsrechtlicher Beschwerde den Bürgern bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten haben. Nach ständiger Rechtsprechung ermöglicht somit die staatsrechtliche Beschwerde dem Bürger lediglich die Geltendmachung seiner rechtlich geschützten Interessen. Zur Verfolgung bloss tatsächlicher Interessen wie auch zur Wahrung allgemeiner öffentlicher Interessen ist die staatsrechtliche Beschwerde nicht gegeben (BGE 107 Ia 183 E. 1; BGE 105 Ia 272 /3 E. 2 mit Hinweisen). Die Tatsache, dass die Beschwerdeführer im kantonalen Rekursverfahren vom Regierungsrat als Partei behandelt wurden, vermag daran nichts zu ändern, denn die Legitimation im staatsrechtlichen Beschwerdeverfahren beurteilt sich ausschliesslich nach Art. 88 OG (BGE 107 Ia 184 E. 2b; BGE 104 Ia 159 E. 2b, mit weiteren Nachweisen).\n\n2. Die Beschwerdeführer erheben die Rüge einer Verweigerung des rechtlichen Gehörs und gleichzeitig der Willkür, weil ihnen der Regierungsrat die verlangte Einsicht in die zu seinen Akten gehörenden Gutachten mit der Begründung verweigerte, es handle sich dabei nicht um Akten eines Verfahrens, in dem sie Partei seien oder eine der Partei ähnliche Stellung hätten, weshalb BGE 110 Ia 72 S. 75ihnen ein Anspruch auf Akteneinsicht nach § 8 VRG und Art. 4 BV nicht zustehe. Sie sehen eine Verweigerung des rechtlichen Gehörs insbesondere darin, dass der Regierungsrat ihnen das umfassende Akteneinsichtsrecht nicht gewährt habe, das Parteien aus Art. 4 BV zustehe. Sie erheben die gleichen Rügen ferner, weil der Regierungsrat die Gutachten, in welche sie Einsicht verlangten, nicht als öffentliche Urkunden im Sinne von Art. 231 EG ZGB betrachtete und ihnen deshalb das Einsichtsrecht verweigerte, welches nach dieser Bestimmung Privatpersonen zusteht, sofern ein rechtliches Interesse an der Einsicht bescheinigt wird. Die Beschwerdeführer werfen dem Regierungsrat Willkür schliesslich bei der Handhabung seines Ermessens vor.\n\nSie machen zur Begründung all dieser Rügen geltend, sie seien Parteien im \"kantonalen Verfahren betreffend Feststellung, ob es sog. historische Rechtstitel gebe\", ferner in dem durch ihr Gesuch vom 8. Dezember 1982 an die Bundesversammlung ausgelösten bundesrechtlichen Verfahren auf Widerruf der 1963 erteilten Gewährleistung für Art. 64 KV ZH, welches selbstverständlich Teil des genannten kantonalen Verfahrens sei.\n\na) Nach ständiger Rechtsprechung verschafft das allgemeine Willkürverbot, das bei jeder staatlichen Verwaltungstätigkeit nach Art. 4 BV zu beachten ist, für sich allein den Betroffenen noch keine geschützte Rechtsstellung. Eine Legitimation zur Willkürbeschwerde besteht erst dann, wenn der angefochtene Entscheid den Beschwerdeführer in seiner vorhandenen Rechtsstellung berührt und in rechtlich geschützte Interessen eingreift. Die Geltendmachung des Willkürverbots setzt eine Berechtigung in der Sache voraus. Aus Art. 4 BV folgt kein selbständiger Anspruch auf willkürfreies staatliches Handeln (BGE 107 Ia 184 E. 2a; 105 Ia 275 mit Hinweis).\n\nAuch der Anspruch auf rechtliches Gehör gilt nicht um seiner selbst willen, sondern ist mit der Berechtigung in der Sache eng verbunden. Von Verfassungs wegen besteht der Gehörsanspruch erst dann, wenn die Gefahr besteht, dass der Einzelne durch den Erlass einer Verfügung in seinen rechtlich geschützten Interessen verletzt wird. Er kann daher nur geltend gemacht werden, wenn der Beschwerdeführer im Verfahren rechtlich geschützte Interessen verfolgt oder - wenn es sich um lediglich tatsächliche Interessen handelt - soweit ihm kantonale Verfahrensvorschriften Rechte im Verfahren einräumen (BGE 107 Ia 185/6 E. 3c, mit Hinweisen).\n\nb) Beim \"kantonalen Verfahren betreffend Feststellung, ob es BGE 110 Ia 72 S. 76die sogenannten \"historischen Rechtstitel\" gebe und wie die Festschreibung solcher nichtexistenter Rechtstitel in der Kantonsverfassung rückgängig zu machen sei\", handelt es sich nicht um ein Verwaltungs- oder Rechtsprechungsverfahren, sondern um einen politischen Vorgang, in dem das Verhältnis zwischen Staat und evangelisch-reformierter Landeskirche sowie die sog. \"historischen Rechtstitel\" dieser Kirche geklärt werden sollen. Der Regierungsrat liess das sog. Gutachten Nef für die Vorbereitung der gesetzgeberischen Initiativen erstatten, die er auf die Motion des Kantonsrats hin oder die der Kantonsrat selber ergreifen könnte. Die Beschwerdeführer als Freidenker haben wohl ein persönliches und ideelles Interesse am Ausgang dieses politischen Vorganges. Partei in einem Verfahren sind sie jedoch im politischen Meinungsbildungsprozess nicht. Die Beschwerdeführer behaupten nicht, dass § 8 VRG ZH, Art. 231 EG ZGB oder andere kantonale Vorschriften ein Recht auf Einsicht in Gutachten im Zusammenhang mit einem aktuellen politischen Gegenstand gewähren würden. Das Interesse als Stimmbürger am Ausgang einer politischen Auseinandersetzung, wie z.B. eines Gesetzgebungsvorhabens oder der Vorbereitung einer Gesetzesvorlage, stellt nicht ein rechtlich geschütztes Interesse gemäss Art. 88 OG dar. Diese Bestimmung soll vielmehr gerade ausschliessen, dass von der staatsrechtlichen Beschwerde zur Wahrung allgemeiner öffentlicher Interessen Gebrauch gemacht wird (BGE 107 Ia 183 /4 E. 1; BGE 106 Ia 326 E. b; 331 E. 2; 334 E. 1, mit Hinweisen).\n\nAnderseits berufen sich die Beschwerdeführer auf das durch ihr Gesuch an die Bundesversammlung eingeleitete Verfahren. Soweit sie dieses nicht nur als Teil der politischen Auseinandersetzung anführen wollen, handelt es sich von vornherein nicht um ein Verfahren vor den Behörden des Kantons Zürich. Die Verfahrensvorschriften des Kantons sind für dieses Verfahren ohne Bedeutung, und die Beschwerdeführer können aus kantonalen Verfahrensvorschriften für sich von vornherein kein Recht auf Akteneinsicht ableiten, da die zuständigen Bundesbehörden den Zürcher Behörden kein Editionsgesuch zugeleitet haben.\n\nDie Beschwerdeführer sind durch den angefochtenen Entscheid somit nicht in Interessen betroffen, in denen sie durch Vorschriften des kantonalen Verfahrensrechts geschützt würden.\n\nc) Sie könnten deshalb zur Beschwerde nur legitimiert sein, wenn sich aus Art. 4 BV ein selbständiger Anspruch auf Akteneinsicht ableiten liesse. Einen solchen Rechtsanspruch um seiner BGE 110 Ia 72 S. 77selbst willen kennt die Bundesgerichtspraxis aber allein aufgrund von Art. 4 BV nicht. Vielmehr anerkennt die Bundesgerichtspraxis den Anspruch auf Akteneinsicht lediglich als Teil des Anspruchs auf rechtliches Gehör und nur im Zusammenhang mit einem Verfahren, an dem der Einsicht Verlangende entweder formell als Partei beteiligt ist (BGE 108 Ia 7; BGE 104 Ia 71; BGE 103 Ia 492 /3; 101 Ia 311; BGE 100 Ia 102 /3 E. 5a und b; vgl. auch das Urteil vom 6. Dezember 1982 in ZBl 84/1983 S. 191 ff.) oder in der Sache selbst ein rechtlich geschütztes Interesse hat (vgl. die verschiedenen Entscheidungen bei WILLY HUBER, Das Recht des Bürgers auf Akteneinsicht im Verwaltungsverfahren, Diss. St. Gallen 1980, S. 53, der daraus allerdings unzutreffend schliesst, dass auch ein schutzwürdiges Interesse allgemein den Anspruch begründen könnte).\n\nIn einzelnen Fällen hat das Bundesgericht zwar ein Akteneinsichtsrecht unter ausserordentlichen Umständen auch schon ausserhalb eines hängigen Verfahrens beispielsweise aus dem Grundsatz von Treu und Glauben bejaht, so zuletzt in dem (bei COTTIER, Der Anspruch auf rechtliches Gehör, in recht 1984, 8 Anm. 67 erwähnten) Urteil vom 26. Oktober 1982 i.S. Jobin und Kons. c. Gemeinde Le Locle. Daraus darf indessen nicht geschlossen werden, die Legitimation zur staatsrechtlichen Beschwerde lasse sich allein aus dem in Art. 4 BV enthaltenen Anspruch auf Akteneinsicht herleiten (im gleichen Sinne schon Urteil vom 18. November 1983 i.S. Schaffroth c. Regierungsrat Zürich). Auf die staatsrechtliche Beschwerde gegen die Verweigerung der Akteneinsicht wegen Willkür wie auch wegen Verweigerung des rechtlichen Gehörs kann daher mangels Legitimation der Beschwerdeführer nicht eingetreten werden."}