{"annee": "110", "cour": "IV", "page": "59", "date": "1/10/1984", "cite": ["108 IV 107", "108 IV 71", "103 IV 192", "105 IV 251"], "cite_par": [], "chapeau": "20. Urteil des Kassationshofes vom 1. Oktober 1984 i.S. B. c. Staatsanwaltschaft des Kantons Thurgau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 56 LF sur la navigation intérieure du 3 octobre 1975; art. 5 de la Convention du 1er juin 1973 relative à la navigation sur le lac de Constance. 1. En promulguant (arrêté de mise en vigueur du 17 mars 1976) l'ordonnance concernant la navigation sur le lac de Constance dans la version arrêtée par la Commission internationale de la navigation, le Conseil fédéral n'a ni violé les prescriptions sur la compétence, ni fait usage d'une subdélégation inadmissible (consid. 2b). 2. En interdisant les moteurs utilisant un mélange de carburant et de lubrifiant de plus de dix chevaux (art. 13.11 de l'ordonnance concernant la navigation sur le lac de Constance), le Conseil fédéral n'a nullement excédé sur le fond la délégation de pouvoir qui lui a été accordée (consid. 2c)."], "faits": "|60|\n\nA.- a) Durch Beschluss vom 17. März 1976 (SR 747.223.11) hat der Bundesrat in Ausführung von Art. 5 des Übereinkommens vom 1. Juni 1973 über die Schiffahrt auf dem Bodensee und gestützt auf Art. 56 Abs. 2 des BG vom 3. Oktober 1975 über die Binnenschiffahrt die von der Internationalen Schiffahrtskommission am 13. Januar 1976 verabschiedete Verordnung über die Schiffahrt auf dem Bodensee (SR 747.223.1, Bodensee-Schiffahrts-Ordnung = BSO) auf den 1. April 1976 in Kraft gesetzt. b) Art. 13.11 BSO bestimmt:\n\n\"Motoren mit Gemischschmierung dürfen nur dann verwendet werden, wenn\n\nder Kraftstoff nicht mehr als 2% Öl enthält (Mischungsverhältnis 1:50). Die\n\nGesamtleistung dieser Motoren darf 10 PS (DIN) je Fahrzeug nicht\n\nübersteigen.\"\n\nNach der Übergangsbestimmung Art. 16.04 Abs. 2 lit. d BSO ist der zweite Satz dieser Vorschrift für bereits zugelassene oder nach bisherigem Recht einer Zulassung nicht unterliegende Fahrzeuge am 1. April 1981 in Kraft getreten.\n\nB.- B. wurde vom Bezirksamt Steckborn durch Strafverfügung vom 5./6. Oktober 1983 wegen Verwendung eines gemischgeschmierten Motors von über 10-PS-Leistung gemäss Art. 48 BG über die Binnenschiffahrt (Widerhandlung gegen Art. 13.11 BSO) mit Fr. 50.- gebüsst.\n\nDie dagegen erhobene Einsprache wies die Bezirksgerichtskommission Steckborn ab. Die Rekurskommission des Obergerichtes |61| des Kantons Thurgau bestätigte am 23. Mai 1984 die Busse im Berufungsverfahren.\n\nC.- B. führt gegen die Verurteilung Nichtigkeitsbeschwerde mit dem Antrag, der Entscheid der Rekurskommission des Obergerichtes sei aufzuheben und die Sache sei zur Freisprechung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In tatsächlicher Hinsicht ist davon auszugehen, dass der Beschwerdeführer am 1. Oktober 1983 mit seinem Motorboot den Untersee befuhr. Das Boot war mit einem gemischgeschmierten Aussenbordmotor von 19,7 PS ausgerüstet. Dass damit die Vorschrift von Art. 13.11 BSO nicht eingehalten wurde, auch wenn das Mischungsverhältnis 1:100 (nur 1% Öl) betragen haben mag, ist unbestritten.\n\n2. Der Beschwerdeführer macht in erster Linie geltend, die BSO sei von einer unzuständigen Behörde erlassen worden und daher ungesetzlich (unten lit. b). In zweiter Linie wird eingewendet, Art. 13.11 BSO sei auf jeden Fall materiell rechtswidrig, weil er ausserhalb der massgeblichen Delegationsnorm liege (unten lit. c).\n\na) Mit diesen Rügen wird die vorfrageweise Prüfung der Gültigkeit (Gesetzmässigkeit) der zur Anwendung gebrachten Norm verlangt. Gemäss ständiger Praxis hat der Richter die Gesetzmässigkeit von Verordnungsvorschriften zu prüfen (BGE 108 IV 108 /109, BGE 105 IV 254 E. 2a, BGE 103 IV 193). Auf das Begehren um akzessorische Normenkontrolle ist einzutreten.\n\nb) Gemäss Art. 56 BG über die Binnenschiffahrt (SR 747.201) erlässt der Bundesrat die Ausführungsvorschriften nach Anhören der Kantone und der interessierten Verbände. \"Er kann die durch das internationale Recht bedingten Vorschriften für die Schiffahrt erlassen.\"\n\nÜber die Schiffahrt auf dem Bodensee besteht ein Übereinkommen zwischen den Uferstaaten vom 1. Juni 1973 (in Kraft getreten am 1. Januar 1976 SR 0.747.223.11; AS 1976 I S. 19). Gemäss Art. 5 dieses Übereinkommens verpflichten sich die Vertragsstaaten, \"einheitliche Vorschriften (Schiffahrtsvorschriften) über die Sicherheit und die Leichtigkeit des Verkehrs sowie über die Abwendung von Gefahren und Nachteilen\" zu erlassen. Es wird gemäss Art. 19 eine Internationale Schiffahrtskommission gebildet, |62| welche u.a. Empfehlungen für einheitliche Schiffahrtsvorschriften auszuarbeiten und Änderungen geltender Vorschriften vorzuschlagen hat.\n\nDie kraft dieses Übereinkommens amtierende Internationale Schiffahrtskommission hat die vom Bundesrat durch BRB vom 17. März 1976 in Kraft gesetzte Verordnung über die Schiffahrt auf dem Bodensee als einheitliche Regelung ausgearbeitet und beschlossen. Der formelle Erlass entsprechender Vorschriften ist innerstaatlich unbestrittenermassen Sache des Bundesrates. Die Schweiz ist jedoch durch Art. 5 des Übereinkommens verpflichtet, zu einer einheitlichen Regelung Hand zu bieten. Eine solche wurde durch das Inkraftsetzen der Vorschriften erreicht, welche von der Internationalen Schiffahrtskommission, einer durch das Übereinkommen völkerrechtlich hiefür vorgesehenen Institution, ausgearbeitet worden waren. Der BRB spricht zwar nur von Inkraftsetzung, das ändert jedoch nichts daran, dass der hiefür zuständige Bundesrat - in Erfüllung des zwischenstaatlichen Übereinkommens - damit die von der Internationalen Schiffahrtskommission beschlossenen und den Uferstaaten vorgeschlagenen Vorschriften für die Schweiz auch formell als Ausführungsverordnung erlassen hat. Die ungenaue Ausdrucksweise (\"Inkraftsetzung\") dürfte darauf zurückzuführen sein, dass der Bundesrat wegen der bestehenden zwischenstaatlichen Abmachungen die vorgeschlagenen Normen im Prinzip übernehmen musste, so dass inhaltlich die BSO nicht als Verordnung des Bundesrates erscheint, obschon sie es formell ist. Die BSO wurde - wie jede andere bundesrätliche Verordnung - in der Gesetzessammlung publiziert und ist damit geltendes schweizerisches Recht geworden.\n\nBeim Verfahren, das zum Erlass der BSO führte, wurden keine Zuständigkeitsvorschriften verletzt und keine unzulässige Subdelegation vorgenommen. Die Internationale Schiffahrtskommission hat die Verordnung gemäss dem zwischenstaatlichen Übereinkommen als einheitliche Ordnung für den Bodensee ausgearbeitet, der Bundesrat als für die Schweiz zuständige Rechtsetzungsinstanz genehmigte diese Verordnung durch BRB vom 17. März 1976 und setzte sie in Kraft. Ob es - trotz der völkerrechtlichen Verpflichtung zur Übernahme der einheitlichen Schiffahrtsvorschriften - angezeigt gewesen wäre, den schweizerischen Erlass der Verordnung (neben der Inkraftsetzung) auch sprachlich zum Ausdruck zu bringen, kann hier offenbleiben. Der Sinn des BRB vom 17. März 1976 steht ausser Zweifel: Damit wurde die BSO ins |63| schweizerische Recht aufgenommen, erlassen und in Kraft gesetzt. Die Rechtsgeltung der BSO wird dadurch, dass allenfalls eine deutlichere sprachliche Formulierung dieses formellen Vorgangs möglich gewesen wäre, nicht in Frage gestellt.\n\nc) Die Rüge einer Überschreitung der Delegationsnorm in materieller Hinsicht wird in der Nichtigkeitsbeschwerde folgendermassen begründet: Art. 13.11 BSO bezwecke zweifellos den Schutz der Umwelt gegen Beeinträchtigungen durch die Schiffahrt (im Sinne von Art. 5 Abs. 2 lit. e des Übereinkommens über die Schiffahrt auf dem Bodensee). Eingehende neuere Untersuchungen hätten nun aber ergeben, dass - entgegen früheren Auffassungen und Befürchtungen - die Kohlenwasserstoffemissionen der Bootsmotoren keine Gefahr für das Wasser darstellen; nach diesen Forschungsarbeiten liessen sich weder im Wasser noch in den Sedimenten des Bodensees schädigende Kohlenwasserstoffe feststellen, welche von Bootsmotoren stammen. Sei aber die befürchtete Beeinträchtigung der Umwelt nicht gegeben, so decke die Delegationsnorm den Art. 13.11 BSO nicht; die Vorschrift sei rechtswidrig.\n\nBei der Prüfung der Frage, ob Art. 13.11 BSO dem von Art. 5 Abs. 2 lit. e des Übereinkommens vorgeschriebenen Zweck dient, darf der Richter nicht sein Ermessen an die Stelle desjenigen des Bundesrates setzen. Er hat sich auf die Prüfung zu beschränken, ob sich die Exekutive mit dem Erlass der Verordnungsnorm eines Mittels bedient hat, das objektiv dem durch das Übereinkommen verfolgten Zweck dient, d.h. ob das Verbot gemischgeschmierter Motoren, die eine Leistung von mehr als 10 PS erbringen, zum Schutz der Umwelt überhaupt geeignet ist (BGE 108 IV 73 E. 2b mit Hinweisen).\n\nDer Beschwerdeführer anerkennt, dass nach früheren Auffassungen die Kohlenwasserstoffemissionen der Bootsmotoren eine Gefahr für das Wasser darstellten. Aber auch nach 1981 gab es noch - gemäss den vom Beschwerdeführer im kantonalen Verfahren beigebrachten wissenschaftlichen Abhandlungen - \"grosse Diskussionen\" über die Richtlinien, welche die Grösse der auf dem See benutzbaren Motoren regeln. Auch über die Frage nach Art und Herkunft der Kohlenwasserstoffe in Sedimenten des Bodensees ist man sich keineswegs einig. Eine umfangreiche, vom Beschwerdeführer selber eingereichte Studie kommt im übrigen nur zum Schluss, \"dass schädliche Auswirkungen aus Kohlenwasserstoffkonzentrationen, abgelassen aus Aussenbordmotoren, äusserst |64| unwahrscheinlich (also immerhin möglich) sind\", auf jeden Fall würden sie durch andere Effekte und schädigende Faktoren \"maskiert und im Vergleich dazu unbedeutend gering sein\". Es ist nun aber nicht Aufgabe des Strafrichters, vorfrageweise zu prüfen, ob die von der zuständigen Behörde erlassene Regelung den neuesten, oft umstrittenen Erkenntnissen entspricht. Allenfalls eingetretenen Wandlungen der herrschenden Auffassung und Entwicklungen der Technik hat die rechtsetzende Instanz zu gegebener Zeit Rechnung zu tragen, nicht die mit der Rechtsanwendung betraute Behörde.\n\nBei Art. 13.11 BSO kommt dazu, dass die Vorschrift - wie bereits dargelegt - auf einer zwischenstaatlichen Vereinbarung beruht und nicht einseitig von einem Uferstaat ausser Kraft gesetzt oder modifiziert werden sollte. Dies stände im Widerspruch zu der aus Art. 5 des Übereinkommens über die Bodensee-Schiffahrt sich ergebenden Verpflichtung zu einer einheitlichen Ordnung der Schiffahrt auf dem Bodensee.\n\nDie am Schluss der Beschwerdeschrift beigefügten Bemerkungen darüber, dass die spezifischen Ölemissionen bei einem Mischungsverhältnis 1:100 - wie vom Beschwerdeführer verwendet - nur halb so gross seien wie bei der Mischung 1:50, enthalten keine sachlichen Gründe gegen die Rechtmässigkeit und Verbindlichkeit von Art. 13.11 BSO; denn damit wird nicht dargetan, dass es schlechterdings unzweckmässig sei, zum Schutz des Wassers Motoren mit einer Leistung von über 10 PS generell zu untersagen, und zwar auch bei Verwendung eines Kraftstoffes mit günstigerem Mischungsverhältnis, als es bei kleinern Motoren erlaubt ist (1:50).\n\nBei dieser Sachlage hält sich Art. 13.11 BSO im Rahmen der dem Bundesrat in Art. 5 des Übereinkommens eingeräumten Kompetenz und ist die auf Art. 48 des BG über die Binnenschiffahrt gestützte Verurteilung des Beschwerdeführers nicht zu beanstanden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}