{"annee": "110", "cour": "II", "page": "24", "date": "16/2/1984", "cite": ["53 II 457", "87 II 355", "90 I 137", "102 II 70", "52 II 201", "79 II 87"], "cite_par": [], "chapeau": "7. Extrait de l'arrêt de la IIe Cour civile du 16 février 1984 dans la cause Gestifin S.A. contre Crédit foncier vaudois et Untere Mühle Bottighofen, Hallauer Zuchtfarm (recours en réforme)", "regestes": ["Institution d'une subrogation réelle en comblement d'une lacune dans la loi. En cas de diminution de la valeur d'un gage immobilier à la suite d'une réduction des effectifs ou d'une cessation d'exploitation au sens de l'art. 19a lettre d LAgr, les droits des créanciers gagistes s'exercent sur la créance en contribution du propriétaire contre l'Office fédéral de l'agriculture."], "faits": "|25|\n\nA.- Serge Matthey est propriétaire de la parcelle No 82 folio 7 du registre foncier du district de Payerne, sise sur le territoire de la commune de Seigneux. Une mention d'accessoires No 95'579 est inscrite au feuillet dudit immeuble pour un montant total de fr. 137'300.--.\n\nL'immeuble de Matthey est grevé de trois gages immobiliers: une obligation hypothécaire constituée en garantie d'un prêt de fr. 200'000.-- accordé par le Crédit foncier vaudois et deux cédules hypothécaires au porteur de fr. 300'000.-- détenues par la société anonyme Untere Mühle Bottighofen, Hallauer Zuchtfarm (ci-après: Les Moulins), à Hallau (Schaffhouse).\n\nSur sa propriété, Matthey a exploité un parc avicole. Les Moulins lui ont notamment livré des poulets. Les affaires de Matthey sont cependant devenues catastrophiques; à la date du 31 mai 1981, il devait aux Moulins la somme de fr. 765'000.--.\n\nDonnant suite à une requête de Matthey, l'Office fédéral de l'agriculture (ci-après: l'OFA) a décidé de lui octroyer une contribution s'élevant à fr. 130'975.-- pour cessation volontaire d'exploitation, en vertu de l'ordonnance du Conseil fédéral fixant des effectifs maximums pour la production de viande et d'oeufs, du 10 décembre 1979 (ci-après: l'ordonnance), fondée sur la loi fédérale sur l'agriculture du 3 octobre 1951 (ci-après: LAgr). Dans sa lettre du 23 décembre 1980, l'Office précisait les conditions de l'octroi de cette contribution: les locaux devaient être désaffectés dans un délai expirant le 31 décembre 1981; la mise hors service du parc avicole devait être \"portée au registre foncier comme restriction de droit public à la propriété\"; l'enlèvement des installations devait faire l'objet d'un contrôle avant le versement de la contribution accordée; pendant 20 ans les bâtiments ne devaient plus pouvoir \"servir à l'exploitation de cheptels soumise à autorisation\", l'inobservation de cette condition entraînant l'obligation de rembourser la contribution versée.\n\nMatthey s'étant engagé à liquider son cheptel et à procéder à l'enlèvement de ses installations, l'OFA a versé le 5 février 1981 la somme de fr. 130'975.-- au greffe du Tribunal du district de |26| Payerne, qui l'a transmise à l'Office des poursuites, lequel l'avait saisie.\n\nPar lettre du 13 mai 1981, l'Office des poursuites et faillites de Payerne a informé le Crédit foncier vaudois et Les Moulins qu'il avait saisi le montant précité en faveur de divers créanciers de Matthey. Le Crédit foncier vaudois et Les Moulins ont revendiqué la propriété de cette somme.\n\nGestifin S.A., fiduciaire à Mézières, qui avait poursuivi Matthey pour une dette chirographaire de fr. 228'175.05 sous déduction de fr. 11'500.--, avait requis, le 1er décembre 1980, la saisie de ses biens mobiliers et immobiliers, puis leur vente le 28 octobre 1981. Elle a contesté les revendications du Crédit foncier vaudois et des Moulins, par lettre du 29 octobre 1981.\n\nPar avis du 13 novembre 1981, l'Office des poursuites et faillites de Payerne a informé le Crédit foncier vaudois et Les Moulins de cette contestation et leur a fixé un délai de 10 jours pour faire valoir leurs droits en justice.\n\nB.- Par demande du 23 novembre 1981, Les Moulins ont introduit action contre Gestifin S.A. devant la Cour civile du Tribunal cantonal du canton de Vaud, concluant à ce qu'il soit prononcé avec suite de frais et dépens, que la contestation de son droit de propriété formulée par la défenderesse est rejetée (I), le montant de fr. 130'975.-- consigné auprès de l'Office des poursuites de Payerne devant être libéré en sa faveur (II).\n\nPar demande du 24 novembre 1981, le Crédit foncier vaudois a également introduit action contre Gestifin S.A. devant la Cour civile du Tribunal cantonal vaudois, concluant à ce qu'il soit prononcé, avec suite de frais et dépens, que la contestation de son droit de propriété formulée par la défenderesse est rejeté (I), le montant de fr. 130'975.-- consigné auprès de l'Office des poursuites de Payerne devant être libéré en sa faveur à concurrence de fr. 70'000.-- (II).\n\nLes parties se sont mises d'accord, par lettres des 21 et 25 janvier 1982, sur la modification des conclusions des demandeurs, en ce sens que la répartition entre ces derniers du montant litigieux, par fr. 130'975.-- serait, le cas échéant, opérée par l'Office des poursuites et faillites.\n\nLe Juge instructeur a ordonné la jonction des deux causes.\n\nDans sa réponse du 10 février 1982, Gestifin S.A. a conclu, avec suite de frais et dépens, au rejet des conclusions de chacune des demandes précitées.\n\n|27|\n\nPar jugement du 25 août 1983, la Cour civile du tribunal cantonal vaudois a prononcé ce qui suit:\n\n\"I. - La contestation du droit de propriété revendiqué par le demandeur Crédit Foncier Vaudois, à Lausanne, formulée par la défenderesse Gestifin SA, à Mézières, est rejetée.\n\nII. - La contestation du droit de propriété revendiqué par la codemanderesse \"Untere Mühle Bottighofen, Hallauer Zuchtfarm, Hallau\" (SH), formulée par la défenderesse Gestifin SA, à Mézières, est rejetée.\n\nIII. - Le montant de fr. 130'975.-- (cent trente mille neuf cent septante-cinq francs) consigné auprès de l'Office des poursuites et faillites de Payerne doit être libéré en faveur des demandeurs Crédit Foncier Vaudois et \"Untere Mühle Bottighofen, Hallauer Zuchtfarm Hallau\", ledit Office étant invité à procéder à la répartition.\n\nIV. - La défenderesse doit au demandeur Crédit Foncier Vaudois la somme de fr. 3'410.-- (trois mille quatre cent dix francs) à titre de dépens.\n\nV. - La défenderesse doit à la codemanderesse \"Untere Mühle Bottighofen, Hallauer Zuchtfarm, Hallau\", la somme de fr. 3'410.-- (trois mille quatre cent dix francs) à titre de dépens.\n\nVI. - Toutes autres ou plus amples conclusions sont rejetées.\"\n\nC.- Contre ce jugement, qui a été notifié à son conseil le 29 août 1983, Gestifin S.A. a recouru en réforme au Tribunal fédéral, par acte du 27 septembre 1983, mis à la poste le même jour à l'adresse de la cour cantonale; elle a conclu, avec dépens, au rejet des conclusions du Crédit foncier vaudois et des Moulins. Elle a produit un avis de droit du professeur Paul Piotet de l'Université de Lausanne.\n\nDans leur réponse, les intimés ont conclu au rejet du recours, avec suite de frais et dépens.\n\nLe Tribunal fédéral a admis le recours, annulé l'arrêt déféré et, n'ayant pas été en mesure de statuer définitivement sur le litige divisant les parties, a renvoyé la cause à l'autorité cantonale pour nouvelle décision au sens des considérants.", "considerants": "Considérant en droit:\n\n3. a) La cour civile du Tribunal cantonal vaudois constate que les installations du parc avicole de Matthey, qui représentaient les accessoires faisant l'objet d'une mention au registre foncier, \"ont été démontées\", que \"les locaux existants n'ont pas été réaménagés, le projet de transformation du parc avicole en élevage industriel de lapins ayant été abandonné\", et que la disparition de ces biens entraîne une diminution de la valeur des gages |28| immobiliers dont bénéficient les parties demanderesses. Elle considère ensuite qu'en vertu de l'art. 804 al. 1 CC, qui a certes trait aux réunions parcellaires, l'indemnité payée pour un immeuble grevé de droits de gage se distribue entre les créanciers hypothécaires dont la garantie a été réduite (cf. TUOR/SCHNYDER, Das schweizerische Zivilgesetzbuch, 9e éd., p. 700). Elle fait en outre état de la jurisprudence publiée aux ATF 53 II 463 ss consid. 2, qui, avant l'entrée en vigueur de la loi fédérale sur l'expropriation du 30 juin 1930, attribue une portée générale à l'art. 804 CC et l'applique par analogie à l'expropriation des immeubles constitués en gage, à l'exclusion des art. 810 et 822 CC. Elle considère que la diminution de la valeur des gages immobiliers dont bénéficient les parties demanderesses, consécutive à la cessation de l'exploitation du poulailler industriel de Matthey, par suite de la disparition des installations faisant l'objet de la mention d'accessoires au registre foncier, constitue une \"atteinte à un droit réel immobilier comparable à une expropriation\". Elle estime en conséquence que la jurisprudence précitée de l'arrêt publié aux ATF 53 II 463 ss trouve application en l'espèce.\n\nLa cour cantonale retient que, selon l'art. 11 de l'ordonnance, le montant des contributions versées au titre de la cessation d'exploitation volontaire dépend, dans chaque cas, de la valeur actuelle des bâtiments et installations mis hors service (al. 1er), que la valeur de ceux-ci se calcule compte tenu de l'âge, d'un délai d'amortissement moyen, du moment auquel a lieu la cessation d'exploitation, ainsi que des nouvelles affectations qu'il sera possible de leur trouver (al. 2), et qu'au regard de ces dispositions seule entre en ligne de compte la valeur des immeubles et accessoires. Elle relève que ni le chiffre d'affaires réalisé, ni le bénéfice ou la perte enregistrés, ni le produit de liquidation des marchandises, ni quelque autre élément de nature commerciale ou économique, ne jouent de rôle. Elle estime que, quand bien même les buts visés par le législateur paraissent être essentiellement d'ordre économique (Message du Conseil fédéral, FF 1977, p. 196 ss), il n'y a pas de raison de s'écarter du texte clair de la loi, dont il résulte que l'indemnité au titre de cessation d'exploitation \"constitue une contrepartie de la valeur des installations\" et que \"le caractère réel de la contribution découle en outre du fait que son bénéficiaire en est le propriétaire, alors même que l'exploitation aurait été affermée (art. 10 al. 4 de l'ordonnance)\". La Cour civile vaudoise signale, d'autre part, que, du point de vue |29| fiscal, ladite contribution est traitée comme l'indemnisation d'une restriction apportée, dans l'intérêt public, à la propriété d'un bien-fonds. Elle souligne que, de surcroît, la cessation fait l'objet d'une mention au registre foncier (art. 10 al. 2 de l'ordonnance). Ces éléments, conclut-elle, confirment que le montant litigieux entre parties doit être assimilé à une indemnité pour expropriation, laquelle est partielle, dès lors qu'elle consiste en ce que le propriétaire qui renonce à l'exploitation peut la reprendre après l'expiration d'un délai de 20 ans (art. 13 al. 1 de l'ordonnance). La juridiction cantonale vaudoise considère qu'il est sans incidence que ce soit Matthey qui ait renoncé spontanément à l'exploitation de son parc avicole; à cet égard, elle rappelle que l'initiative de l'expropriation peut émaner du propriétaire exproprié lui-même en cas d'extension de l'expropriation (art. 12 de la loi fédérale sur l'expropriation; art. 70 de la loi vaudoise sur l'expropriation, du 24 novembre 1974).\n\nLa cour cantonale considère enfin que la contribution litigieuse n'est pas de nature personnelle, mais qu'elle est liée à la valeur des installations auxquelles il a été renoncé, partant elle juge qu'il y a lieu d'admettre la revendication des demanderesses et de prononcer que la contribution litigieuse sera libérée en leur faveur, à charge pour l'Office des poursuites et faillites de procéder à la répartition.\n\nb) Il est cependant évident que ni la recourante ni les intimés ne peuvent revendiquer la propriété de l'indemnité versée par l'OFA à Matthey. La recourante ne peut invoquer aucun droit réel sur celle-ci. Elle est créancière chirographaire de Matthey. Elle a introduit contre lui une poursuite ordinaire dans laquelle la somme de fr. 130'975.-- a été saisie. Elle n'est titulaire sur cette somme d'aucun droit réel, en particulier de propriété; elle ne possède que le droit découlant de la saisie à ce que l'Office des poursuites lui verse tout ou partie de ce montant en règlement partiel de sa créance. Les intimés ne peuvent pas non plus revendiquer la propriété de cette indemnité. Ils ne sont titulaires, l'un et l'autre, que de droits de gages immobiliers sur l'immeuble de Matthey où se trouvait le parc avicole, avec les accessoires mentionnés au registre foncier. Même si l'on admet que cette indemnité, à la suite d'une subrogation réelle, a remplacé les accessoires constitués par les diverses installations établies dans les bâtiments No 126 (poulailler de ponte) et No 130 (poulailler d'élevage), ce ne sont que les droits de gages immobiliers découlant de l'hypothèque et des |30| cédules hypothécaires dont elles bénéficient que les parties demanderesses peuvent faire valoir sur la somme de fr. 130'975.--.\n\nLa cour cantonale a donc admis à tort la revendication d'un droit de propriété sur la contribution versée à Matthey par l'OFA, articulée par les intimés. La contestation du prétendu droit de propriété de ceux-ci sur l'indemnité accordée à Matthey pour cessation de l'exploitation de son parc avicole, que la recourante a formée, étant partant fondée, et les parties intimées devaient en conséquence être déboutées des fins de leurs conclusions. La cour cantonale ne pouvait donc pas inviter l'Office des poursuites à procéder à la répartition de cette somme entre elles en raison d'un droit de propriété dont elles se prévalaient, mais qui n'existe pas.\n\nc) aa) Il est constant qu'à la suite de la cessation de l'exploitation du parc avicole de Matthey, la valeur de l'immeuble, parcelle No 82 du registre foncier de Payerne, et des accessoires faisant l'objet de la mention No 95'579, a été diminuée. Le Crédit foncier vaudois, créancier hypothécaire, a estimé, sur la base d'une expertise interne, que la dépréciation de son gage s'élevait à fr. 70'000.--, en raison du démontage et de la disparition des accessoires. La dépréciation de l'immeuble avec ses accessoires, constitués en gages en faveur des intimés résulte, d'une part, de l'enlèvement des installations mentionnées comme accessoires au registre foncier et, d'autre part, de la restriction à la propriété consistant en ce que l'immeuble grevé ne pourra plus servir durant 20 ans à l'exploitation de cheptel soumise à autorisation. L'indemnité de fr. 130'975.-- versée au propriétaire et exploitant Matthey, en contrepartie de la cessation de l'exploitation de son parc avicole, a été calculée compte tenu de la valeur actuelle des bâtiments et installations mis hors service (art. 11 de l'ordonnance du 10 décembre 1979 et 12 de l'ordonnance du 26 août 1981). La cour cantonale considère toutefois à tort que cette contribution est de \"caractère réel\", car elle est liée \"à la valeur des installations auxquelles il a été renoncé\", et que son bénéficiaire en est le propriétaire, alors même que l'exploitation aurait été affermée (art. 10 al. 4 de l'ordonnance). Ladite contribution ne saurait être de nature réelle, et on ne voit pas comment elle pourrait l'être. Les parties demanderesses et intimées se trompent lorsqu'elles reprennent sur ce point l'opinion de la juridiction vaudoise.\n\nbb) La diminution de la valeur du gage immobilier dont bénéficient les parties demanderesses et intimées est la conséquence de l'application des art. 19a et 19e LAgr. et des art. 9 à 12 de |31| l'ordonnance, au parc avicole industriel de Matthey en vue de la cessation de son exploitation. Pour éviter que les créanciers gagistes courent le risque d'être lésés par de telles mesures, l'ordonnance du 26 août 1981, qui a remplacé celle du 10 décembre 1979, prévoit expressément, à son art. 13, que l'intéressé doit confirmer à l'OFA qu'il a avisé ses éventuels créanciers hypothécaires ou nantis de gages des limites imposées à la production animale dans l'exploitation, ainsi que de la mention correspondante au registre foncier, en leur signalant qu'ils ont le droit de s'opposer au paiement de tout ou partie de la contribution (al. 2 lettre d) et qu'en cas d'opposition de la part d'un créancier le montant litigieux sera consigné en justice au lieu de situation de la chose (al. 3). Dans l'espèce, l'OFA a opéré en conformité de ces dispositions, qui n'étaient toutefois pas encore en vigueur, en consignant la contribution de fr. 130'975.-- au greffe du Tribunal du district de Payerne, lequel l'a transmise ensuite à l'Office des poursuites, vu les poursuites en cours contre Matthey.\n\ncc) Le législateur n'a pas introduit, dans la loi fédérale sur l'agriculture revisée, une disposition instaurant une subrogation réelle, comme celle que l'on trouve par exemple à l'art. 750 CC, à l'art. 57 LCA et à l'art. 24 LEx, et statuant dans ce sens que les droits de gage s'exercent, dans la mesure nécessaire, sur la contribution versée au propriétaire à la suite de la réduction des effectifs ou de la cessation de son exploitation ayant pour objet la production de viande et d'oeufs. L'ordonnance ne contient pas non plus de règle de ce genre, mais se borne, comme on l'a vu, dans sa forme du 26 août 1981, à prévoir un avis aux créanciers, à réserver leur opposition au versement de tout ou partie de l'indemnité à l'intéressé et à ordonner, dans ce cas, la consignation de la contribution au greffe du tribunal.\n\ndd) Pour les cas de dépréciation de l'immeuble, l'art. 808, l'art. 809 et l'art. 810 CC instituent différents moyens de protection des créanciers gagistes. Lorsque la dépréciation est menaçante ou n'en est qu'à son début, l'art. 808 et l'art. 809 CC mettent à la disposition du créancier gagiste l'action en cessation des actes dommageables (art. 808 al. 1), le droit de prendre les mesures nécessaires (art. 808 al. 2) et le droit d'exiger des sûretés (art. 809 al. 2). Si la dépréciation s'est déjà produite, le créancier gagiste peut exiger, en vertu de l'art. 809 al. 1 CC, soit le rétablissement de l'état antérieur, soit la constitution de nouvelles sûretés; si le débiteur ne s'exécute pas, le créancier est, de plus, en droit de réclamer le remboursement |32| d'une partie de sa créance, c'est-à-dire de la fraction de la créance qui n'est plus garantie (art. 809 al. 3 CC). Lorsque la dépréciation de l'immeuble se produit sans la faute du propriétaire, le créancier ne peut exiger des sûretés ou le remboursement partiel que dans la mesure où le propriétaire est indemnisé pour le dommage subi (art. 810 al. 1 CC); mais le créancier est autorisé à prendre les mesures pour parer aux dépréciations ou pour les empêcher et bénéficie d'un droit de gage légal pour les frais que ces mesures ont entraînés (art. 810 al. 2 CC).\n\nLes dispositions précitées ne sont pas adaptées au cas où la diminution de la valeur du gage découle de la réduction ou de la cessation volontaire de l'exploitation d'une entreprise de production de viande et d'oeufs, en exécution des art. 19 ss LAgr, et de l'ordonnance d'application. Dans cette situation, on est en présence d'une restriction de droit public à la propriété faisant l'objet d'une décision de l'autorité (OFA), grevant un immeuble, avec l'accord du propriétaire, dans un but de politique économique sanctionné par le droit public. Il ne s'agit pas d'une dépréciation de l'immeuble telle que celles qui sont visées à l'art. 808, à l'art. 809 et à l'art. 810 CC, contre lesquelles le créancier gagiste peut intervenir en recourant aux moyens prévus par ces dispositions. Les règles de droit public édictées par les art. 19a ss LAgr et 9 ss de l'ordonnance excluent une telle intervention et de tels moyens qui rendraient inefficaces ces règles de droit public. Le créancier gagiste pourrait tout au plus demander des sûretés au sens de l'art. 809 al. 2 ou un remboursement suffisant au sens de l'art. 809 al. 3 CC, sans se heurter aux règles de droit public. Mais le droit de réclamer un remboursement suffisant ne saurait dépendre de la fixation d'un délai pour rétablir l'état antérieur, puisque ce rétablissement serait contraire aux règles de droit public entraînant la suppression de l'exploitation. On constate donc que la législation civile n'est pas en mesure de porter remède à l'atteinte aux droits des créanciers hypothécaires que peut entraîner la législation de droit public ici examinée.\n\nee) La question se pose de savoir si, bien qu'il n'y ait pas dans cette législation de disposition prévoyant une subrogation réelle, les droits de gage des créanciers hypothécaires, en raison de la diminution de la valeur de leurs gages, s'étendent à la contribution versée par l'OFA au propriétaire en cas de réduction ou de cessation volontaire d'exploitation d'une entreprise de production de viande et d'oeufs. Certes, en droit suisse, la subrogation réelle |33| ne constitue pas un principe général s'appliquant même s'il n'y a pas de disposition légale expresse qui l'institue. Selon la jurisprudence (ATF 79 II 94; cf. ATF 102 II 78, ATF 52 II 205 ss) et la doctrine (MEIER-HAYOZ, Das Sachenrecht I Abt., I Teilband, n. 105 ad Quellen und Hilfsmittel, et les références; OFTINGER, Das Fahrnisfand, n. 21 ss ad art. 892 CC et les références; WIELAND, Droits réels, n. 9 ad art. 822 CC, n. 3 ad art. 892 CC; LEEMANN, n. 3 et 24 ad art. 822 CC; GIRSBERGER, Die dingliche Surrogation, thèse Zurich 1955, p. 83, 145 ss), la subrogation réelle n'existe que lorsqu'elle est prévue par la loi. Mais la loi peut présenter une lacune qu'il incombe au juge de combler en conformité de l'art. 1 al. 2 et al. 3 CC.\n\nAinsi, sous l'empire de la loi fédérale sur l'expropriation pour cause d'utilité publique, du 1er mai 1850, et alors que la loi sur le même objet, adoptée le 20 juin 1930, était en discussion devant les Chambres fédérales, le Tribunal fédéral a comblé une lacune de la première en attribuant une portée générale à la disposition spéciale de l'art. 804 CC, en l'appliquant par analogie à l'expropriation des immeubles constitués en gages et en jugeant que les droits des créanciers s'exercent sur l'indemnité d'expropriation à concurrence de la moins-value du fonds demeurant la propriété de l'exproprié (ATF 53 II 463 ss). Le Tribunal fédéral a jugé, il est vrai, dans un arrêt antérieur (ATF 52 II 205 ss) que l'art 804 et l'art. 822 CC ne sont pas applicables à la créance en dommages-intérêts que le propriétaire de l'immeuble peut faire valoir contre l'auteur d'une dépréciation ou à l'indemnité que celui-ci est condamné à lui verser, ces cas de dépréciation demeurant soumis à l'art. 810 CC. On ne peut toutefois tirer de cet arrêt, ni de la jurisprudence et de la doctrine citées ci-dessus, qu'une lacune de la loi ne saurait être admise dans l'espèce en raison du défaut d'une norme spéciale instituant une subrogation réelle en faveur des créanciers hypothécaires lorsque la valeur de leurs gages est diminuée à la suite de la cessation volontaire de l'exploitation d'une entreprise de production de viande et d'oeufs, sanctionnée par l'autorité administrative et constituant dès lors une restriction de droit public à la propriété, fondée sur une décision de l'OFA prise en exécution des art. 19 ss LAgr et de l'ordonnance d'application. Le législateur a omis de régler cette situation, alors qu'il devait donner une solution à la question qu'elle soulève concernant la sauvegarde des droits des créanciers gagistes (cf. ATF 90 I 141, ATF 87 II 361). La lacune doit être comblée |34| en prévoyant que les droits des créanciers gagistes en cas de diminution de la valeur du gage immobilier ensuite d'une réduction des effectifs ou d'une cessation d'exploitation au sens de l'art. 19a lettre d LAgr s'exercent sur la créance en contribution du propriétaire contre l'OFA. Ce droit de gage garantit le paiement du remboursement partiel au sens de l'art. 809 al. 3 CC correspondant à la dépréciation du gage originaire causée par la réduction des effectifs ou de la cessation de l'exploitation. On est ainsi dans un cas de subrogation réelle instituée en comblement d'une lacune de la loi. La solution adoptée s'inspire de la réglementation de l'art. 57 LCA, de l'art. 822 CC, de l'art. 804 CC, comme aussi de l'art. 24 LEx, ainsi que de la jurisprudence de l'arrêt publié aux ATF 53 II 463 ss (art. 1 al. 3 CC)."}