{"annee": "110", "cour": "III", "page": "27", "date": "24/2/1984", "cite": ["101 III 78", "90 III 79"], "cite_par": ["115 III 28", "116 III 42", "130 III 661"], "chapeau": "8. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 24. Februar 1984 i.S. Contruck Industriegüter GmbH & Co. Betriebs KG (Rekurs)", "regestes": ["Participation à la saisie en cas de poursuite en validation de séquestre (art. 52, 110 LP). En cas de poursuite en validation de séquestre, la participation à la saisie implique que le séquestre s'étend aux biens saisis lors de la première saisie, que le séquestre a été validé par l'ouverture de la poursuite et que, dans le cadre de cette poursuite, la réquisition de saisie a été déposée dans le délai de l'art. 110 al. 1 LP."], "faits": "|27|\n\nDie Petro-Gas Industrieanlagen GmbH & Co. Betriebs KG in Düsseldorf erwirkte am 30. Juni 1980 beim Einzelrichter im summarischen Verfahren des Bezirkes Zürich einen Arrestbefehl gegen den damals in Paris inhaftierten X. (Arrest Nr. 125/80). Der sich auf Vermögenswerte bei den Zürcher Niederlassungen der American Express Bank (Switzerland) AG (im folgenden Amexco genannt) und der Algemene Bank Nederland (Schweiz) sowie bei weiteren Banken erstreckende Arrestbefehl wurde am 1. Juli 1980 vollzogen. In Gutheissung der von der Petro-Gas hierauf erhobenen Arrestprosequierungsklage verpflichtete das Bezirksgericht Zürich (3. Abteilung) am 21. Februar 1983 X. zur Zahlung von 10,54 Millionen Franken nebst verschiedenen Zinsen. Das Urteil erwuchs in Rechtskraft. Am 11. April 1983 wurden die arrestierten Vermögenswerte in der Betreibung Nr. 2563/80 des Betreibungsamtes Zürich 1 zu einem Schätzungswert von insgesamt rund 2,97 Millionen Franken gepfändet.\n\n|28|\n\nAm 17. März 1981 hatte die Contruck Industriegüter GmbH & Co. Betriebs KG in Neu-Isenburg (Bundesrepublik Deutschland) gegen den gleichen Schuldner ihrerseits einen Arrestbefehl des Einzelrichters im summarischen Verfahren des Bezirkes Zürich erwirkt, und zwar für eine Forderung von 19,1 Millionen Franken (Arrest Nr. 48/81). Der Arrest bezog sich auf Guthaben bei den Zürcher Niederlassungen der Schweizerischen Bankgesellschaft, der Schweizerischen Volksbank sowie der Bank of America und wurde am 18. März 1981 vollzogen. Durch Urteil vom 21. Februar 1983 hiess das Bezirksgericht Zürich (3. Abteilung) die entsprechende Arrestprosequierungsklage der Contruck gut. Auch dieser Entscheid erwuchs in Rechtskraft. In der von der Contruck zur Arrestprosequierung eingeleiteten Betreibung Nr. 1391/81 vollzog das Betreibungsamt Zürich 1 in der Folge eine Pfändung.\n\nFür die erwähnte Forderung gegen X. erwirkte die Contruck am 6. Mai 1983 einen zweiten Arrestbefehl, wobei als Arrestobjekte die Guthaben des Schuldners bei der Amexco und der Algemene Bank Nederland sowie bei weiteren Zürcher Bankniederlassungen angeführt wurden (Arrest Nr. 86/83). Auch dieser Arrest wurde vollzogen.\n\nNachdem sie am 21. März 1983, d.h. vor Erlass des zweiten Arrestbefehls, in der Betreibung Nr. 1391/81 ein erstes Fortsetzungsbegehren gestellt hatte, reichte die Contruck am 9. Mai 1983 nochmals ein gleichlautendes Begehren ein. Sie strebte damit einen Anschluss an die von der Petro-Gas erwirkte Pfändung (Betreibung Nr. 2563/80) und eine entsprechende Gruppenbildung an, soweit von jener Pfändung die gleichen Vermögenswerte erfasst worden waren wie vom Arrest Nr. 86/83.\n\nDurch Verfügung vom 13. Mai 1983 wies das Betreibungsamt Zürich 1 das Fortsetzungsbegehren vom 9. Mai 1983 ab. Gleichzeitig wurde der Contruck aufgegeben, den Arrest Nr. 86/83 gestützt auf Art. 278 SchKG zu prosequieren.\n\nGegen diese Verfügung erhob die Contruck Beschwerde beim Bezirksgericht Zürich als untere Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen. Das Bezirksgericht Zürich (2. Abteilung) wies die Beschwerde am 7. September 1983 ab, und mit Beschluss vom 25. Januar 1984 schützte das Obergericht (II. Zivilkammer) des Kantons Zürich diesen Entscheid.\n\nUnter Erneuerung der im kantonalen Verfahren gestellten Anträge hat die Contruck gegen den Beschluss der oberen kantonalen Aufsichtsbehörde an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts rekurriert.\n\n|29|", "considerants": "Aus den Erwägungen:\n\n1. Das Obergericht hat festgehalten, der Anschluss an die Pfändung der Rekursgegnerin könne der Rekurrentin nicht gewährt werden, weil sie den Arrest Nr. 86/83 nicht prosequiert habe und weil in der Betreibung Nr. 1391/81 andere Vermögenswerte erfasst worden seien als in der von der Rekursgegnerin eingeleiteten Betreibung Nr. 2563/80. Was die Rekurrentin hiergegen vorbringt, ist nicht geeignet, den vorinstanzlichen Entscheid als bundesrechtswidrig erscheinen zu lassen:\n\na) Ihr Hinweis auf BGE 101 III 78 ff. ist von vornherein unbehelflich. Wohl hielt das Bundesgericht in jenem Entscheid fest, dass ein Arrestgläubiger, der einen bereits gepfändeten Gegenstand arrestieren lasse, zur Teilnahme an der entsprechenden Pfändung berechtigt sei, sofern er innert der dreissigtägigen Frist gemäss Art. 110 Abs. 1 SchKG das Fortsetzungsbegehren stelle (a.a.O. S. 81 E. 2). Der Sachverhalt, der jenem Urteil zugrunde gelegen hatte, unterschied sich indessen wesentlich vom vorliegenden, hatte doch dort der Arrestgläubiger die Pfändung in einem zur Arrestprosequierung eingeleiteten Betreibungsverfahren verlangt. Unter Hinweis auf frühere Urteile hat das Bundesgericht in BGE 101 III 81 E. 2 denn auch ausdrücklich festgehalten, dass die Arrestierung als solche dem Arrestgläubiger keinen Anspruch auf Teilnahme an einer bereits vor der Arrestnahme vollzogenen Pfändung verleihe.\n\nb) Die Rekurrentin geht davon aus, dass angesichts der nach wie vor hängigen, zur Prosequierung des Arrestes Nr. 48/81 eingeleiteten Betreibung Nr. 1391/81 auch der Arrest Nr. 86/83 als rechtsgenügend prosequiert zu gelten habe; die Einleitung einer neuen Betreibung sei deshalb nicht nötig. Dem ist nicht beizupflichten. Nach ständiger Rechtsprechung können im Rahmen einer Arrestbetreibung gemäss Art. 52 SchKG nur die arrestierten Vermögenswerte gepfändet werden (BGE 90 III 80; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3. A., § 10 N. 19, S. 86). Anders verhält es sich nur dann, wenn der Arrestort mit dem (schweizerischen) Wohnsitz des Schuldners, d.h. mit dem allgemeinen Betreibungsort, zusammenfällt, was bei einem Arrest gegen einen im Ausland wohnenden Schuldner von vornherein ausgeschlossen ist.\n\nDie Betreibung Nr. 1391/81 konnte nach dem Gesagten nur zur Pfändung der im Arrest Nr. 48/81 mit Beschlag belegten Vermögenswerte führen. Um eine Pfändung der vom Arrest Nr. 86/83 |30| erfassten Vermögenswerte und den Anschluss an die Pfändung in der Betreibung Nr. 2563/80 der Rekursgegnerin zu erwirken, hätte die Rekurrentin eine neue Betreibung im Sinne von Art. 278 Abs. 1 SchKG einleiten müssen. Dass die Arrest- bzw. Betreibungsforderung in beiden Fällen die gleiche ist und dass diese Forderung der Rekurrentin durch rechtskräftiges Urteil zugesprochen worden ist, vermag daran nichts zu ändern. Unerheblich ist ferner auch die Tatsache, dass die Arrestorte identisch sind. Wenn das Bundesgericht in BGE 54 III 226 ff. entschied, bei mehreren Arresten sei je eine eigene Betreibung einzuleiten, so lag dies letztlich nicht darin begründet, dass in jenem Fall die Arreste an verschiedenen Orten, sondern dass sie nicht am Wohnort des Schuldners als dem allgemeinen Betreibungsort vollzogen worden waren.\n\n..."}