{"annee": "110", "cour": "V", "page": "103", "date": "7/5/1984", "cite": ["105 V 13", "109 V 176"], "cite_par": ["111 V 3", "113 V 98"], "chapeau": "17. Sentenza del 7 maggio 1984 nella causa Cagnazzo contro Cassa svizzera di compensazione e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 8 let. b de la Convention italo-suisse relative à la sécurité sociale, art. 1 du Protocole additionnel à l'Avenant italo-suisse du 4 juillet 1969 (entré en vigueur le 25 février 1974). L'affiliation à l'assurance italienne au sens de l'art. 8 let. b de la Convention, en vertu de l'art. 1er du Protocole additionnel, n'est reconnue qu'à partir du moment où le ressortissant italien est mis au bénéfice d'une pension d'invalidité des assurances sociales italiennes et non du moment où un droit éventuel à une telle prestation aurait pris naissance."], "faits": "|103|\n\nA.- Il cittadino italiano Brizio Cagnazzo ha lavorato in Svizzera sino al 1964 e successivamente si è trasferito in Germania continuando a svolgere un'attività lucrativa sino al 27 dicembre 1976, data alla quale ha cessato di lavorare a causa di affezioni invalidanti, per le quali l'assicurazione sociale tedesca gli serve una rendita d'invalidità dal 1o gennaio 1978.\n\nStatuendo su una domanda intesa ad ottenere una rendita dell'assicurazione svizzera per l'invalidità presentata dall'interessato nel settembre del 1978, con decisione amministrativa del 29 luglio 1981 la Cassa svizzera di compensazione ha disatteso l'istanza benché il competente medico della Commissione dell'assicurazione svizzera per l'invalidità (CAI) avesse ammesso un'invalidità di Brizio Cagnazzo del 70% per malattia di lunga durata con inizio del periodo di carenza al 27 dicembre 1976. La Cassa |104| di compensazione ha argomentato che Brizio Cagnazzo non era divenuto invalido mentre soggiornava in Svizzera e che successivamente non si poteva prevalere del requisito assicurativo, avendo egli contribuito all'assicurazione sociale svizzera fino al 1964 e a quella italiana fino al 30 maggio 1959.\n\nB.- L'interessato ha proposto ricorso e ribadito, da un canto, di essere invalido in misura pensionabile, dall'altro che pendente era una domanda di pensione presentata all'Istituto nazionale della previdenza sociale (INPS), destinata a sicuro accoglimento con l'assegnazione di una prestazione italiana a contare dal 1o febbraio 1977, il che l'avrebbe equiparato ad un'assicurato appartenente al novero degli iscritti all'assicurazione sociale italiana ai sensi dell'art. 8 lett. b della Convenzione italo-svizzera relativa alla sicurezza sociale (detta appresso Convenzione) al momento del verificarsi del rischio d'invalidità assicurabile giusta la legislazione svizzera.\n\nCon giudizio del 2 maggio 1983 la Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero ha respinto il gravame. Ammesso il verificarsi dell'evento assicurabile giusta il diritto svizzero alla data del 22 dicembre 1977 (art. 29 cpv. 1 LAI variante II) il primo giudice ha affermato che irrilevante ai fini del requisito assicurativo era il fatto che l'insorgente fosse al beneficio di una pensione germanica d'invalidità poiché, in concreto, solo applicabile era la Convenzione. Al momento del verificarsi dell'evento assicurabile giusta il diritto svizzero l'insorgente non era iscritto alla patria assicurazione sociale ai sensi dell'art. 8 lett. b Convenzione, né titolare di pensione d'invalidità italiana.\n\nC.- Con il ricorso di diritto amministrativo, rappresentato dal Patronato INCA, Zurigo, Brizio Cagnazzo chiede l'annullamento della decisione amministrativa del 29 luglio 1981, del querelato giudizio e domanda di essere posto al beneficio di una rendita intera dell'assicurazione svizzera per l'invalidità a decorrere dal mese di dicembre del 1977. Adduce che inizialmente l'INPS, partendo da considerazioni errate, avrebbe deciso di negare la pensione italiana d'invalidità con decisione che sicuramente sarebbe stata oggetto di revisione con assegnazione della prestazione.\n\nPendente lite l'INPS ha deciso di assegnare una pensione italiana d'invalidità al ricorrente con effetto dal 1o febbraio 1978. Con atto del 6 gennaio 1984 il Patronato INCA, Zurigo, ammettendo che il diritto a pensione |105| italiana d'invalidità era stato riconosciuto con effetto successivo al verificarsi del rischio d'invalidità assicurabile giusta la legislazione svizzera ha riconosciuto che, per il ritardo di due mesi del deposito della domanda di pensione d'invalidità italiana, il ricorrente non adempiva la clausola assicurativa richiesta in regime convenzionale. L'ente di patronato, con evidente riferimento a DTF 105 V 13 ha concluso osservando quanto segue:\n\n\"Resta da vedere se questa Corte intende entrare nel merito del ricorso prendendo in considerazione la tesi secondo la quale ai sensi dell'art. 8b della convenzione bilaterale i cittadini italiani sono considerati iscritti all'assicurazione italiana non solo nei periodi durante i quali fruiscono della pensione di invalidità italiana, ma anche nei periodi durante i quali avrebbero diritto alla prestazione in analogia alla interpretazione data da questa Corte alla norma convenzionale vigente con l'Austria.\"\n\nMentre la Cassa svizzera di compensazione propone la reiezione del ricorso di diritto amministrativo, l'Ufficio federale delle assicurazioni sociali di contro asserisce che non è possibile escludere che il diritto a pensione italiana d'invalidità potesse sussistere alla data determinante per il diritto alla prestazione svizzera e suggerisce ulteriori accertamenti presso le autorità italiane.", "considerants": "Diritto:\n\n1. Il primo giudice ha esattamente indicato nel querelato giudizio, cui si rinvia, i presupposti che cumulativamente debbono concorrere perché un cittadino italiano, residente in Svizzera, sia posto al beneficio di una rendita dell'assicurazione-invalidità di questo Stato.\n\nRisulta in modo evidente dagli atti che il ricorrente ha contribuito all'assicurazione sociale svizzera per oltre un'anno, non è controverso e risponde agli accertamenti eseguiti, che egli sia invalido per il diritto svizzero in misura pensionabile (tasso del 70%) e che il rischio assicurato si sia verificato il 22 dicembre 1977. Ne scende che la controversa prestazione può essere assegnata solo se a quel momento egli fosse stato assicurato in Svizzera, oppure iscritto all'assicurazione sociale italiana ai sensi dell'art. 8 lett. b Convenzione.\n\n2. Il ricorrente ha cessato di far parte dell'AVS/AI svizzera nel 1964 ed ha contribuito alle patrie assicurazioni sociali soltanto |106| sino al 1959, come attestato ufficialmente il 27 settembre 1983 dall'INPS, sede di Udine.\n\nPoiché nell'evenienza concreta non ricorrono altre ipotesi previste dall'art. 2 del Protocollo finale all'Accordo aggiuntivo alla Convenzione, entrato in vigore il 1o luglio 1973 (Io Accordo aggiuntivo), circa le condizioni in cui i cittadini italiani sono considerati iscritti alle assicurazioni italiane ai sensi dell'art. 8 lett. b Convenzione, Brizio Cagnazzo si può prevalere soltanto dell'art. 1 del Protocollo aggiuntivo al Io Accordo aggiuntivo, entrato in vigore il 25 febbraio 1974, in virtù del quale i cittadini italiani sono considerati iscritti all'assicurazione italiana ai sensi dell'art. 8 lett. b Convenzione anche nei periodi durante i quali hanno diritto a una pensione d'invalidità delle assicurazioni sociali italiane.\n\nPer costante giurisprudenza l'interpretazione di un'accordo internazionale deve procedere anzitutto dal testo convenzionale. Se il testo è chiaro e se il significato, come risulta dal generale uso della lingua come pure dall'oggetto e dallo scopo della disposizione, non appare privo di senso, non è data interpretazione estensiva o limitativa, a meno che dal contesto o dai materiali si possa con sicurezza dedurre che il testo non corrisponde alla volontà delle parti contraenti (DTF 109 V 184).\n\nIn concreto quindi, se interpretando la norma sopra richiamata si affermasse che determinante è la data in cui è stata assegnata la pensione di invalidità italiana ossia il 1o febbraio 1978, ne dovrebbe essere concluso che al verificarsi dell'evento assicurabile giusta il diritto svizzero (22 dicembre 1977) il ricorrente non era equiparabile ad un'assicurato secondo la legislazione svizzera. Se di contro si dovesse stabilire che determinante è la data d'insorgenza di un eventuale diritto a pensione d'invalidità italiana, la vertenza non potrebbe essere conclusa che attraverso ulteriori accertamenti come proposto dall'Ufficio federale delle assicurazioni sociali, il quale, ritenuto praticamente identico il tenore degli accordi italo-svizzero e austro/germano-svizzeri in materia di sicurezza sociale, secondo cui i cittadini austriaci o germanici aventi diritto a pensione delle assicurazioni sociali dei loro stati devono essere assimilati alle persone assicurate secondo la legislazione svizzera anche quando la pensione non è versata all'interessato alla data determinante in cui si verifica il rischio assicurabile giusta il diritto svizzero, non vede motivo di trattare differentemente il cittadino italiano avente diritto a pensione d'invalidità italiana. |107|\n\na) ...\n\nb) Per il diritto italiano l'assicurato ha diritto alla pensione d'invalidità quando concorrono i seguenti requisiti (v. PARETTI-CERBELLA, Sintesi della previdenza sociale, X edizione, Napoli, pag. 95 e seg.):\n\n- stato di invalidità;\n\n- periodo minimo di assicurazione (anzianità assicurativa);\n\n- minimi di contribuzione (sufficienza contributiva).\n\nSempre per il diritto italiano (v. op. citata pag. 99) la pensione d'invalidità decorre dal 1o giorno del mese successivo a quello della presentazione della domanda. Qualora detti requisiti, pur non sussistendo alla data della domanda, risultino tuttavia posseduti prima della definizione della domanda stessa o della decisione del successivo ricorso in via amministrativa, la pensione d'invalidità è corrisposta con decorrenza dal 1o giorno del mese successivo a quello in cui è perfezionato il relativo diritto. Ne deve essere dedotto che in certe ipotesi, determinante essendo la data di presentazione della domanda, un eventuale diritto a pensione italiana potrebbe essere riconosciuto con decorrenza successiva alla data in cui esso si è realizzato.\n\nInvero, l'art. 1 del Protocollo aggiuntivo al Io Accordo aggiuntivo, considerando iscritti alle assicurazioni italiane i cittadini italiani durante i periodi in cui hanno diritto a una pensione italiana, è suscettibile di un'interpretazione divergente a seconda che si ritenga l'aver diritto quale riconoscimento formale dello stesso da parte dell'autorità italiana, oppure l'esistenza dello stesso per diritto italiano, prescindendo dalla data in cui la prestazione è erogata. Non può tuttavia essere disatteso che l'art. 1 del Protocollo aggiuntivo al Io Accordo aggiuntivo è stato convenuto tra l'Ufficio federale svizzero delle assicurazioni sociali e il Ministero italiano del lavoro e della previdenza sociale ai fini dell'attuazione del punto 3 del Protocollo finale al Io Accordo aggiuntivo. In sostanza i mandatari hanno agito per delega delle parti contraenti. Ora il punto 3 del citato protocollo finale afferma che le autorità competenti di cui all'art. 18 della Convenzione esamineranno e determineranno di comune accordo in quali casi e in quale misura i periodi durante i quali un cittadino italiano beneficia di una pensione d'invalidità italiana possono essere presi in considerazione per l'applicazione dell'art. 8 lett. b della Convenzione. Appare quindi evidente che la volontà delle parti era di far dipendere il presupposto assicurativo dal beneficio della pensione italiana e non già dall'eventuale |108| pretesa alla stessa. Determinante quindi è l'erogazione della prestazione e non già l'esistenza del diritto virtuale.\n\nIn queste condizioni e per quanto concerne l'applicazione della Convenzione non può che essere affermato che il diritto a prestazione italiana (irrilevante se dato con effetto retroattivo) deve in ogni modo essere formalmente riconosciuto in data precedente l'avverarsi del rischio assicurabile giusta il diritto svizzero al fine dell'adempimento del requisito assicurativo richiesto in regime convenzionale.\n\nNell'evenienza concreta il presupposto si è avverato il 1o febbraio 1978, quindi in data successiva a quella in cui si è realizzato il rischio d'invalidità assicurabile giusta la legislazione svizzera (22 dicembre 1977). Ne scende che il rifiuto opposto dalle istanze inferiori alla richiesta di rendita del ricorrente deve essere mantenuto.\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è respinto."}