{"annee": "110", "cour": "IB", "page": "246", "date": "22/6/1984", "cite": ["103 IV 192", "102 IB 264"], "cite_par": ["145 II 339", "113 IB 206"], "chapeau": "41. Extrait de l'arrêt de la IIe Cour de droit public du 22 juin 1984 dans la cause Nestlé S.A. contre Commission cantonale de recours en matière d'impôt du canton de Vaud (recours de droit administratif)", "regestes": ["Ordonnance relative à l'imputation forfaitaire d'impôt. 1. Pour l'imposition de dividendes provenant de participations, la réduction spéciale de l'art. 59 AIFD et l'imputation forfaitaire ne se cumulent pas: en principe, la réduction spéciale doit être exclusivement appliquée, sous réserve du dégrèvement supplémentaire prévu à l'art. 5 al. 3 de l'ordonnance pour le cas où l'imputation forfaitaire est plus favorable (consid. 2). 2. Contrôle de la légalité de l'ordonnance. Le système de réductions fixé par l'ordonnance n'excède pas le cadre de la délégation, expresse et large, prévue à l'art. 2 de l'arrêté fédéral du 22 juin 1951 concernant l'exécution des conventions de doubles impositions. Dès lors qu'il permet d'éliminer les doubles impositions effectives, il est également conforme aux traités internationaux (consid. 3)."], "faits": "BGE 110 Ib 246 S. 247\n\nInvoquant l'art. 5 al. 3 de l'arrêté du Conseil fédéral du 22 août 1967 concernant l'application du dégrèvement pour impôts étrangers prévu dans les conventions de la Confédération en vue d'éviter les doubles impositions (dénommé actuellement: ordonnance relative à l'imputation forfaitaire d'impôt; RS 672.201; ci-après: l'ordonnance), Nestlé S.A. a demandé le remboursement de la somme de X francs, à titre d'imputation forfaitaire d'impôts étrangers sur les dividendes de participation encaissés par la société en 1975 et 1976, soit pendant les années de calcul pour la 19e période de l'impôt pour la défense nationale (dénommé actuellement: impôt fédéral direct). L'Office cantonal vaudois de l'impôt anticipé a écarté la requête pour le motif que la réduction fiscale accordée en application de l'art. 59 AIN (aujourd'hui: AIFD) était supérieure aux impôts étrangers à imputer et qu'il n'y avait donc pas lieu d'accorder un autre dégrèvement.\n\nLe 17 juin 1983, la Commission cantonale vaudoise de recours en matière d'impôt a rejeté le recours formé par Nestlé S.A. contre cette décision.\n\nAgissant par la voie du recours de droit administratif, Nestlé S.A. requiert le Tribunal fédéral de constater qu'elle a droit au remboursement total de la somme réclamée au titre de l'imputation forfaitaire d'impôts étrangers à la source sur les dividendes de participation encaissés en 1975 et 1976.\n\nLe Tribunal fédéral a rejeté le recours.\n\nBGE 110 Ib 246 S. 248", "considerants": "Extrait des considérants:\n\n2. a) Les conventions conclues par la Suisse en vue d'éviter les doubles impositions en matière d'impôts sur le revenu consacrent, en ce qui concerne particulièrement les dividendes, le principe du partage du droit à l'imposition entre les Etats contractants. Selon ce principe, l'Etat de la source peut percevoir un impôt réduit à un pourcentage déterminé du montant brut des dividendes qu'un résident de Suisse perçoit dans cet Etat. Il incombe ensuite à l'Etat de résidence du bénéficiaire - en l'occurrence la Suisse - d'éviter une double imposition en consentant un dégrèvement des impôts suisses (HÖHN, Steuerrecht, 3e éd. par. 38/V; RYSER, Introduction au droit fiscal international de la Suisse, p. 141, No 97; CONSTANTIN, L'imputation d'impôts étrangers, RDAF 1968, p. 275 et 278).\n\nPour satisfaire à ces obligations conventionnelles et en vertu de la délégation de compétence prévue par l'arrêté fédéral du 22 juin 1951 concernant l'exécution des conventions de doubles impositions (RS 672.2), le Conseil fédéral a fixé les dispositions d'exécution nécessaires dans l'ordonnance du 22 août 1967. Renonçant à la méthode - généralement appliquée dans le cadre des conventions suisses de double imposition comme en matière intercantonale, mais inadéquate pour l'imposition des dividendes, intérêts et redevances - de l'exemption avec progressivité, la Suisse a institué un système d'imputation limitée, dit d'imputation forfaitaire d'impôt, qui tend à éliminer uniquement une double imposition effective (RYSER, op.cit., p. 180/181, Nos 130 ss). Selon ce système, le bénéficiaire, résident de Suisse, de revenus sur lesquels l'Etat de la source perçoit un impôt réduit non récupérable, peut demander (art. 13 de l'ordonnance) que la Suisse dégrève l'impôt qu'elle prélève sur ces mêmes revenus d'un montant égal à l'impôt effectivement payé dans l'Etat de la source (art. 1er al. 2 de l'ordonnance; RYSER, op.cit., p. 178 ss, Nos 129 ss; CONSTANTIN, op.cit., p. 276 ss). Il résulte de ce système qu'il ne peut y avoir imputation forfaitaire d'impôt que lorsque le bénéficiaire des dividendes provenant de l'Etat étranger acquitte effectivement en Suisse un impôt sur lequel l'impôt étranger peut être imputé (RYSER, op.cit., p. 180, No 130; CONSTANTIN, op.cit., p. 277). L'imputation de l'impôt étranger ne peut donc, logiquement, être demandée que si les dividendes en cause sont imposés, au titre de l'impôt sur le revenu, par la BGE 110 Ib 246 S. 249Confédération, le canton ou la commune (art. 3 al. 1 de l'ordonnance).\n\nLorsque ces dividendes ne sont soumis qu'au seul impôt fédéral direct, l'imputation forfaitaire ne peut être demandée que pour le tiers des impôts perçus à l'étranger, en vertu des art. 3 al. 2 et 12 al. 2 de l'ordonnance. S'agissant toutefois de dividendes provenant de participations, l'art. 5 de l'ordonnance institue un régime particulier, qui tient compte de ce que ces dividendes bénéficient déjà de la réduction spéciale - dite réduction holding - prévue à l'art. 59 AIFD. C'est ainsi que, selon l'art. 5 al. 1 de l'ordonnance, ces dividendes ne sont pas considérés, pour l'application de l'ordonnance, comme revenus imposés, la conséquence de cette règle étant l'exclusion de l'imputation forfaitaire (conformément à l'art. 3 al. 1 de l'ordonnance).\n\nb) En l'espèce, il n'est pas contesté que les dividendes de participations de Nestlé S.A. ne sont soumis qu'à l'impôt fédéral direct et qu'ils ont donné lieu à la réduction spéciale prévue par l'art. 59 AIFD. N'étant dès lors pas considérés comme revenus imposés (art. 5 al. 1), ils ne peuvent en principe pas bénéficier de l'imputation forfaitaire (art. 3 al. 1 de l'ordonnance). Cependant, la recourante prétend devoir être mise au bénéfice de la dérogation prévue à l'art. 5 al. 3 de l'ordonnance.\n\nCette disposition concerne l'hypothèse où l'avantage résultant de la réduction holding serait inférieur à celui offert par l'imputation forfaitaire calculée exactement (selon les art. 8 al. 2 et 10 de l'ordonnance). Dans ce cas, le contribuable qui apporte la preuve d'un tel désavantage peut bénéficier d'un dégrèvement supplémentaire correspondant à la différence entre les montants obtenus par les deux méthodes de déduction. Selon le texte clair de cette disposition, ce n'est que si la réduction holding est inférieure au montant de l'imputation forfaitaire calculée exactement qu'un dégrèvement supplémentaire est accordé. La réduction spéciale et l'imputation forfaitaire d'impôt ne se cumulent donc pas. En principe, il faut appliquer exclusivement la réduction spéciale; si l'imputation forfaitaire d'impôt, calculée exactement, donne un résultat plus favorable au contribuable, celui-ci peut exiger un dégrèvement spécial correspondant à la différence entre les deux méthodes de déduction.\n\nLa doctrine s'est exprimée dans le même sens quant à l'interprétation de cette disposition (RYSER, op.cit., p. 180, No 130 et n. 3; RIVIER, Le droit fiscal international, p. 277/278; WIDMER, BGE 110 Ib 246 S. 250Die pauschale Steueranrechnung, in Revue fiscale No 38/1983, p. 114/115). Même l'auteur cité par la recourante affirme:\n\n\"Il peut se faire cependant que la réduction holding n'aboutisse pas à\n\nune exemption complète des dividendes en question (...) Dans un tel cas et\n\ndans la mesure où l'exemption n'est pas complète, l'imputation peut prendre\n\nle relais de l'exemption.\" (CONSTANTIN, Les mesures unilatérales en vue d'éviter les doubles impositions internationales, in Revue fiscale No 36/1981, p. 477.).\n\nL'art. 5 al. 3 se réfère expressément, en ce qui concerne l'imputation forfaitaire, aux art. 8 al. 2 et 10 de l'ordonnance. Il ressort du titre marginal de l'art. 8 que cette disposition exprime le principe, de sorte qu'elle a le pas sur l'art. 10. Or, selon l'art. 8 al. 2, le montant de l'imputation forfaitaire d'impôt ne saurait excéder la somme des impôts qui ont été perçus à l'étranger. Dès lors que, selon le texte clair de l'art. 5, la réduction spéciale et l'imputation forfaitaire ne se cumulent pas, il n'y a plus lieu à imputation forfaitaire lorsque, comme en l'occurrence, la double imposition effective est éliminée grâce à la réduction spéciale, qui est supérieure à la charge fiscale étrangère prise en considération selon les art. 3 al. 2 et 12 al. 2 de l'ordonnance.\n\nc) Il résulte de ce qui précède que les autorités fiscales et la Commission cantonale de recours du canton de Vaud ont correctement interprété et appliqué les dispositions de l'ordonnance relative à l'imputation forfaitaire d'impôt.\n\n3. La recourante soutient cependant que si cette interprétation doit être jugée correcte, bien qu'elle laisse subsister une double imposition internationale, c'est alors que le Conseil fédéral a outrepassé le cadre de la délégation prévue par le législateur et que le système de déduction institué par l'ordonnance, et en particulier par son art. 5, est incompatible avec les conventions internationales de double imposition.\n\na) En vertu des art. 113 al. 3 et 114bis al. 3 Cst., le Tribunal fédéral est tenu d'appliquer les lois et les arrêtés de portée générale qui ont été votés par l'Assemblée fédérale ainsi que les traités que celle-ci a ratifiés (ATF 102 Ib 266 consid. 1a). Le droit fédéral, dont le Tribunal fédéral est chargé d'assurer la juste application en dernière instance, comprend, outre les actes législatifs émanant des Chambres fédérales, toutes les dispositions d'application prises dans des ordonnances du Conseil fédéral ou d'autres autorités fédérales, à la condition qu'elles trouvent leur fondement dans les lois ou directement dans la constitution (ATF 103 IV 193 consid. 2a). Ainsi le BGE 110 Ib 246 S. 251Tribunal fédéral peut, lorsqu'il est saisi d'un recours de droit administratif, examiner d'office la légalité des ordonnances du Conseil fédéral. En ce qui concerne les ordonnances qui reposent sur une délégation de la loi, il vérifie si le Conseil fédéral n'a pas dépassé les limites du pouvoir que le législateur lui a délégué et, dans la mesure où la loi n'autorise pas le Conseil fédéral à déroger à la constitution ou à établir une réglementation déterminée, le Tribunal fédéral s'assure encore de la constitutionnalité de l'ordonnance (ATF 107 Ib 246 consid. 4, 106 Ib 186 consid. 2a, 105 Ib 369 consid. 11b, 104 Ib 420 consid. 4c).\n\nb) L'ordonnance du Conseil fédéral relative à l'imputation forfaitaire d'impôt est basée, comme on l'a vu (consid. 2a ci-dessus), sur l'arrêté fédéral concernant l'exécution des conventions internationales conclues par la Confédération en vue d'éviter les doubles impositions. Selon l'art. 1er de cet arrêté, le Conseil fédéral établit les dispositions d'exécution qui sont nécessaires pour appliquer les conventions conclues par la Confédération suisse avec les Etats étrangers en vue d'éviter les doubles impositions. L'art. 2 précise en particulier que le Conseil fédéral peut déterminer de quelle manière doit être opérée l'imputation, assurée par une convention, des impôts perçus par l'autre Etat contractant sur les impôts dus en Suisse (art. 2 al. 1 lettre e). L'ordonnance est donc fondée sur une délégation législative expresse.\n\nEn outre, force est de constater que cette délégation est très large, puisqu'elle confère au Conseil fédéral, sans autre précision, le pouvoir de déterminer les modalités de l'imputation. Or ce système d'imputation limitée - improprement appelée \"forfaitaire\" au lieu de \"globale\" -, a uniquement pour but d'éliminer une double imposition effective (cf. notamment RYSER, op.cit., p. 180/181, Nos 130 ss). Lorsque, comme en l'espèce, les effets de la double imposition résultant de la charge fiscale étrangère prise en considération sont entièrement annihilés par la réduction spéciale de l'art. 59 AIFD, on ne saurait déduire de l'art. 2 al. 1 lettre e de l'arrêté fédéral du 22 juin 1951 un droit à un dégrèvement additionnel. Dans ces conditions, rien n'indique qu'en édictant les dispositions en cause de l'ordonnance, le Conseil fédéral a excédé les limites de la délégation prévue par l'arrêté fédéral. Il reste donc uniquement à examiner s'il s'est écarté des dispositions des conventions internationales dont il a reçu mission d'assumer l'application.\n\nBGE 110 Ib 246 S. 252\n\nc) Comme l'expose la recourante elle-même, toutes les conventions applicables en l'espèce prévoient que la Suisse doit éviter la double imposition par voie d'imputation de l'impôt étranger, de réduction de l'impôt suisse, ou d'exemption partielle des revenus. On ne saurait déduire de ces conventions qu'un contribuable puisse exiger davantage que la déduction, sur ses impôts suisses, de l'impôt étranger pris en considération selon les art. 3 al. 2 et 12 al. 2 de l'ordonnance (cf. P.J. GMÜR, Die Anrechnung ausländischer Quellensteuern in der Schweiz, thèse Zurich 1976, p. 107). Or, c'est précisément ce qu'obtient la recourante par l'application de l'art. 59 AIFD. Au sens des conventions internationales, il n'y a donc pas de double imposition effective en l'espèce. En conséquence, il n'y a pas lieu à un dégrèvement additionnel et l'ordonnance ne conduit pas à des résultats consacrant une violation des traités internationaux."}