{"annee": "110", "cour": "II", "page": "153", "date": "8/3/1984", "cite": [], "cite_par": [], "chapeau": "31. Auszug aus dem Urteil der II. Zivilabteilung vom 8. März 1984 i.S. Tornado AG gegen R. K. und Amtsgerichtspräsident von Olten-Gösgen (staatsrechtliche Beschwerde)", "regestes": ["Art. 226a CO. Refus de la mainlevée provisoire au motif que le contrat sur lequel se fonde la créance est nul. Il n'est pas arbitraire de considérer que, si l'escompte convenu, lors d'une vente à paiement partiel, pour le cas du paiement du prix intégral dans les trente jours, n'est pas accordé, il y a supplément de prix résultant du paiement par acomptes et, partant, de voir dans le contrat un contrat de vente par acomptes au sens de l'art. 226a CO."], "faits": "BGE 110 II 153 S. 154\n\nIn der Betreibung Nr. 8586 des Betreibungsamtes Olten-Gösgen forderte die Tornado AG von R. K. einen Betrag von Fr. 275.- nebst Zins zu 5% seit dem 7. Mai 1982 und Kosten von Fr. 43.30. Die Betriebene erhob gegen den Zahlungsbefehl vom 25. Juli 1983 ohne Begründung Rechtsvorschlag. Das Gesuch um provisorische Rechtsöffnung wurde vom Amtsgerichtspräsidenten von Olten-Gösgen mit Entscheid vom 7. November 1983 abgewiesen. Gegen diesen Entscheid erhebt die Tornado AG staatsrechtliche Beschwerde mit dem Begehren, den angefochtenen Entscheid aufzuheben und die Sache zur Bewilligung der Rechtsöffnung an die Vorinstanz zurückzuweisen. Die Beschwerdegegnerin hat sich nicht vernehmen lassen. Der Amtsgerichtspräsident von Olten-Gösgen beantragt die Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Der Amtsgerichtspräsident von Olten-Gösgen hat die provisorische Rechtsöffnung verweigert, weil der zwischen der Tornado AG und R. K. am 29. Januar 1981 abgeschlossene Vertrag betreffend den Kauf eines Staubsaugers seines Erachtens nichtig war. Er hat auf einen Abzahlungsvertrag im Sinne von Art. 226a OR geschlossen, weil der vorgedruckte Vertrag vorsieht, dass nach einer Anzahlung von Fr. 275.- der Restbetrag von Fr. 600.- in 12 Teilraten von monatlich Fr. 50.- zu begleichen ist. Bei einem solchen Vertrag sei aber gemäss Art. 226a Abs. 2 Ziff. 4 OR Gültigkeitserfordernis, dass der Teilzahlungsaufschlag in Franken ausdrücklich festgehalten werde. Diesem Erfordernis genüge der Vertrag vom 29. Januar 1981 nicht, da er zwar von einem Skonto von Fr. 10.- bei Bezahlung des gesamten Kaufpreises innert dreissig Tagen nach Rechnungsstellung spreche, diesen Betrag aber entgegen Art. 226a Abs. 2 Ziff. 4 OR nicht als Teilzahlungsaufschlag bezeichne.\n\n3. Gegen diese Betrachtungsweise wendet die Beschwerdeführerin ein, sie verlange gar keinen Teilzahlungszuschlag. Die Ratenzahlung in zwölf Monatsraten für den Restbetrag in der Höhe von Fr. 600.- verschaffe ihr den Vorteil, dass ihr damit das Eigentum am verkauften Staubsauger verbleibe, womit ihr Risiko gegenüber einem Barkauf geringer sei. Nur aus diesem Grunde habe sie den Abzahlungsvertrag gewählt. Aus der Tatsache, dass bei Barzahlung binnen dreissig Tagen nach Rechnungsstellung ein Skonto von Fr. 10.- gewährt werde, könne nicht geschlossen werden, BGE 110 II 153 S. 155dass im Kaufpreis von insgesamt Fr. 875.- ein Teilzahlungszuschlag enthalten sei. Der Skonto werde wegen der Einsparung der Zinskosten gewährt. Bei einer mittleren Kaufpreisrestanz von Fr. 300.- würde der Jahreszins bei einem Zinssatz von 5% nämlich gegen Fr. 15.- ausmachen.\n\n4. Mit dem Abschluss eines Abzahlungsvertrages im Sinne von Art. 226a ff. OR ist nicht schon von Gesetzes wegen ein Eigentumsvorbehalt zugunsten des Verkäufers verbunden. Vielmehr bedarf es auch bei einem Abzahlungsvertrag eines entsprechenden Eintrags im Eigentumsvorbehaltsregister gemäss Art. 715 ZGB. Art. 716 ZGB, der den Eigentumsvorbehalt in bezug auf die Abzahlungsgeschäfte regelt, sieht keine Ausnahme von dem in Art. 715 ZGB vorgesehenen Registereintrag vor. Eine solche Ausnahme wäre auch nicht gerechtfertigt, würde damit doch gerade bei den oftmals für Dritte nicht leicht erkennbaren Abzahlungsgeschäften dem Rechtsverkehr jener Schutz versagt, den die Einrichtung des Eigentumsvorbehaltsregisters bezweckt (vgl. E. BÜRGI, Theorie und Praxis des Eigentumsvorbehalts, BTJP 1981, S. 111 ff.).\n\nEs ist aber auch nicht ersichtlich, weshalb der Skonto von Fr. 10.- gegenüber dem vertraglich vereinbarten Kaufpreis für den Fall der Barzahlung binnen dreissig Tagen seit Rechnungstellung mit der entfallenden Kreditierung des Restkaufpreises nichts zu tun haben soll. Es ist zumindest mit sachlichen Gründen vertretbar und damit nicht willkürlich, die Nichtgewährung des Skontos bei Ratenzahlung als Teilzahlungszuschlag zu betrachten. Im übrigen durfte der Amtsgerichtspräsident an die Gültigkeitsvorschrift in Art. 226a Abs. 2 Ziff. 4 OR, wonach der Teilzahlungszuschlag ausdrücklich im Vertrag zu erwähnen ist, sehr wohl strenge Anforderungen stellen. Aus der Sicht einer Sozialschutzgesetzgebung geht es in der Tat darum, dass dem Teilzahlungskäufer beim Vertragsschluss klar werden soll, welche Verteuerung er mit dem Kreditkauf auf sich nehmen muss. Der Bundesrat verdeutlicht diese Absicht in seinem Entwurf zu einem Bundesgesetz über den Konsumkredit (KKG) vom 12. Juni 1978 (BBl 1978 II 485 ff.) in Art. 226c Abs. 1 Ziff. 4 dahingehend, dass der Abzahlungsvertrag den \"Teilzahlungszuschlag in Franken und in Jahresprozenten des um die Anzahlung verminderten Barkaufpreises, berechnet auf den mittleren Verfall\", ausdrücklich erwähnen muss. Das Erfordernis einer ausdrücklichen Bezeichnung des Teilzahlungszuschlages mag zwar im vorliegenden Vertrag, bei dem der Vertragsinhalt BGE 110 II 153 S. 156hinsichtlich der geldwerten Gegenleistung und des Unterschieds zwischen der Ratenzahlung beim Restkaufpreis einerseits und der Barzahlung dieses Restkaufpreises anderseits dem Vertragstext entnommen werden kann, als weitgehend betrachtet werden; als völlig sinnlos erscheint es indessen nicht. Die Beschwerde ist daher abzuweisen."}