{"annee": "110", "cour": "IB", "page": "382", "date": "14/11/1984", "cite": ["108 IB 509", "107 IB 50"], "cite_par": ["113 IB 357", "122 II 72", "114 IB 224", "113 IB 403"], "chapeau": "60. Extrait de l'arrêt de la Ire Cour de droit public du 14 novembre 1984 dans la cause B. et S. contre G. R. M. et Conseil d'Etat du canton du Valais (recours de droit administratif)", "regestes": ["Art. 1er OFor; constatation de la nature forestière de parcelles boisées; directives cantonales instituées à cet effet. Contenu des directives cantonales valaisannes. L'autorité compétente ne doit pas procéder trop schématiquement; elle ne saurait se borner à appliquer les critères quantitatifs fixés par les directives alors que, dans le cas d'une langue boisée, la forêt reconnue comme telle et son appendice sont très étroitement liés et forment un ensemble homogène."], "faits": "", "considerants": "BGE 110 Ib 382 S. 382\n\nExtrait des considérants:\n\n3. La définition légale de la forêt donnée par l'art. 1er OFor s'applique à \"toute\" surface; une dimension minimale n'y est pas exigée. Les cantons jouissent dès lors, sur ce point, d'une importante marge d'appréciation (ATF 107 Ib 51 consid. 3c). De l'un à l'autre, la surface minimale requise et la méthode de calcul peuvent varier.\n\na) Le canton d'Argovie, par exemple, considère comme forêt toute surface boisée de plus de 100 m2 (arrêt du Tribunal BGE 110 Ib 382 S. 383administratif du 29 août 1977, in ZBl 79/1978, p. 76 consid. 1d). Dans les Grisons, la surface minimale requise est actuellement de 250 m2. Le canton de Zurich exige une largeur d'au moins 6 m et, en plus, une surface minimale de 150 m2, calculée en tenant compte de la largeur boisée et d'une lisière de 2 m de chaque côté.\n\nEn Valais, le Service forestier cantonal a élaboré, dès l'automne 1981, un ensemble de directives basées sur celles qui sont utilisées dans le canton des Grisons; elles sont appliquées actuellement à titre d'essai. Ces directives provisoires fixent une surface minimale de 400 m2 - chiffre élevé par rapport aux autres cantons - comme limite de la nature forestière, compte tenu d'une lisière de 2 m calculée à partir de l'extérieur des troncs. Elles prévoient en outre que la largeur minimale d'une surface forestière est de 12 m, y compris 2 m de lisière de chaque côté, soit 8 m, mesure prise entre deux arbres de bordure (point 2.2 des directives grisonnes). Les bandes boisées qui n'atteignent pas cette largeur mais qui forment un appendice d'un complexe forestier plus grand sont, pour des questions de protection du paysage, considérées comme forêt sur une distance au massif égale à la hauteur des arbres sur place (point 2.4.2 al. 2 des directives grisonnes). Enfin, la réglementation provisoire valaisanne contient une réserve concernant l'appréciation de fonctions spéciales en matière de protection ou de récréation (point 10 des directives grisonnes).\n\nDans sa prise de position du 4 mars 1982 relative aux directives grisonnes, sur lesquelles - on l'a vu - sont calquées celles du canton du Valais, l'Office fédéral des forêts a recommandé d'appliquer les critères déterminants avec la plus grande prudence, afin d'éviter toute contradiction avec le contenu de l'art. 1er OFor (ch. I), le risque étant particulièrement grand en ce qui concerne les bandes et langues boisées. Là devraient surtout être pris en considération les intérêts de la protection du paysage. En tous les cas, l'application des directives ne devrait pas conduire à un appauvrissement, voire à une destruction du paysage (ch. II, spéc. 3).\n\nb) Selon la jurisprudence, les règles cantonales ainsi instituées aux fins de constater la nature forestière de parcelles boisées constituent de simples instructions administratives internes, de caractère essentiellement technique. Edictées dans l'intérêt d'une pratique administrative uniforme et juste, elles n'ont certes pas force de loi et ne lient pas le Tribunal fédéral. Elles sont pourtant l'expression des connaissances et expériences de spécialistes BGE 110 Ib 382 S. 384avertis, de sorte que le Tribunal fédéral s'y tient la plupart du temps (ATF 107 Ib 51/52 consid. 3c et les références).\n\nDe telles directives cantonales ne doivent toutefois pas être mises en oeuvre de façon trop schématique. Il incombe en particulier à l'autorité chargée d'appliquer l'art. 1er OFor de procéder à une appréciation juridique d'ensemble, dans le cadre de laquelle elle prendra en considération, notamment, la question de la protection du paysage (ATF 107 Ib 53 consid. 5) ou le fait que le peuplement d'arbres considéré jouxte une forêt (ATF 107 Ib 53 consid. 4a). Il sied de rappeler à cet égard que l'étendue de la surface boisée en cause ne joue en général qu'un rôle secondaire (ATF 108 Ib 511 consid. 5) et que la conservation de chaque coin de forêt est nécessaire en principe à l'ensemble de l'aire forestière et à ses fonctions. C'est éminemment le cas de parcelles sises dans les localités ou à leur limite: elles ne doivent pas être grignotées petit à petit, exposées qu'elles sont à la pression des constructeurs (ATF 108 Ib 511 consid. 5, ATF 107 Ib 52 consid. 4; DUBS, Rechtsfragen der Waldrodung in der Praxis des Bundesgerichts, Schweizerische Zeitschrift für Forstwesen 1974, p. 281 et 285).\n\nS'agissant par exemple de langues boisées, l'autorité compétente agit trop schématiquement si elle se borne à appliquer les critères quantitatifs contenus dans les directives cantonales, alors que la forêt reconnue comme telle et son appendice, très étroitement liés, forment un ensemble homogène. L'application de ces seuls critères quantitatifs crée dans ce cas une limite artificielle, qui scinde en deux parties un peuplement forestier cohérent."}