{"annee": "110", "cour": "V", "page": "170", "date": "16/7/1984", "cite": ["108 V 22", "108 V 73"], "cite_par": ["126 V 463", "110 V 278", "112 V 164"], "chapeau": "27. Arrêt du 16 juillet 1984 dans la cause L. contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 2 al. 2 LPC. - Les termes \"habiter en Suisse\" impliquent que le requérant ait été effectivement présent dans ce pays et qu'il y ait eu son domicile au sens du droit civil (confirmation de la jurisprudence; consid. 2b). - Pour déterminer la durée du séjour à l'étranger qui n'interrompt pas le délai légal de quinze ans (délai de tolérance), il faut s'inspirer, le cas échéant, des règles relatives au droit des assurés étrangers aux rentes extraordinaires de l'AVS/AI contenues dans les conventions internationales (consid. 3a). - Conditions auxquelles une absence de Suisse qui se prolonge au-delà du délai de tolérance ne prive pas le ressortissant étranger de son droit à la prestation complémentaire (consid. 3b). In casu, conditions non réalisées (consid. 4)."], "faits": "|171|\n\nA.- Carmen L., ressortissante espagnole, s'est établie en Suisse en 1962, ayant rejoint son mari qui résidait dans ce pays depuis le 22 avril 1961. Souffrant d'une affection nerveuse, elle bénéficie, depuis 1975, d'une rente de l'assurance-invalidité. En mai 1982, elle a introduit une demande de prestations complémentaires, que la Caisse cantonale vaudoise de compensation a rejetée par décision du 1er juin suivant, motif pris que la requérante avait interrompu son séjour en Suisse entre le 23 juillet 1979 et le 29 mars 1980, de sorte qu'elle ne remplissait pas la condition de résidence ininterrompue en Suisse pendant quinze années au moins, fixée par l'art. 2 al. 2 LPC.\n\nB.- Carmen L. recourut contre cet acte administratif auprès du Tribunal des assurances du canton de Vaud, faisant valoir que son absence de Suisse avait été motivée par des raisons de santé.\n\nLe tribunal procéda à diverses mesures d'instruction. En particulier, il se procura le dossier constitué par l'assurance-invalidité au sujet de l'intéressée, d'où il ressortait, notamment, que cette dernière avait également effectué un séjour à l'étranger, durant plusieurs mois, au cours des années 1977 et 1978. Par jugement du 25 octobre 1982, il rejeta le recours, retenant en bref que Carmen L. avait, pendant la période déterminante de quinze ans, interrompu à deux reprises son séjour en Suisse, pour plus de trois mois, soit le délai de tolérance admis par la pratique administrative et la jurisprudence. Il a considéré, en outre, que les raisons de santé invoquées ne pouvaient, \"dans l'intérêt de la sécurité du droit\", justifier une prolongation de ce délai.\n\nC.- Carmen L. interjette recours de droit administratif contre ce jugement, dont elle demande implicitement l'annulation.\n\nLa caisse intimée conclut au rejet du recours, ce que propose également l'Office fédéral des assurances sociales.", "considerants": "Considérant en droit:\n\n1. La convention de sécurité sociale conclue le 13 octobre 1969 entre la Suisse et l'Espagne, en vigueur depuis le 1er septembre |1721970| , ne s'applique pas au régime des prestations complémentaires (art. 1er al. 1 let. B; la modification du 11 juin 1982, en vigueur depuis le 1er novembre 1983, n'a rien changé sur ce point). C'est donc en vertu de la seule législation interne que la recourante pourrait prétendre de telles prestations.\n\n2. a) Aux termes de l'art. 2 al. 1 LPC, les ressortissants suisses domiciliés en Suisse qui peuvent prétendre une rente de l'assurance-vieillesse et survivants, une rente ou allocation pour impotent de l'assurance-invalidité, doivent bénéficier de prestations complémentaires si leur revenu annuel déterminant n'atteint pas un montant compris dans certaines limites. Les ressortissants étrangers domiciliés en Suisse sont assimilés aux ressortissants suisses s'ils ont habité en Suisse d'une manière ininterrompue pendant les quinze années précédant immédiatement la date à partir de laquelle ils demandent la prestation complémentaire (art. 2 al. 2 première phrase LPC).\n\nb) La recourante ne conteste pas les constatations de l'administration et des premiers juges, selon lesquelles elle a séjourné à deux reprises à l'étranger, plus précisément dans son pays d'origine, au cours des années 1977/1978 et 1979/1980. Elle fait cependant valoir qu'elle avait conservé, durant les périodes litigieuses, son domicile civil en Suisse, qui était d'ailleurs celui de son mari en vertu de l'art. 25 al. 1 CC. Or, à son avis, les termes \"habiter en Suisse\", figurant à l'art. 2 al. 2 LPC, signifient, dans le langage courant, \"demeurer\" dans ce pays et, par conséquent, y avoir son domicile.\n\nCe moyen n'est pas fondé. Il est certes exact que les termes en question impliquent que le ressortissant étranger ait eu de manière ininterrompue, pendant le délai de quinze ans, son domicile en Suisse d'après les critères du droit civil (sur cette notion, voir p.ex. ATF 108 V 24 consid. 2; RCC 1982 p. 171). Mais il faut en outre, selon la jurisprudence, que l'intéressé ait été effectivement présent en Suisse, durant ce même délai, de sorte que les conditions de résidence de fait et de domicile au sens du droit civil doivent être cumulées (voir, dans la jurisprudence récente, RCC 1981 p. 131).\n\n3. a) Pour autant, la règle qui figure à l'art. 2 al. 2 LPC et selon laquelle les étrangers ne peuvent prétendre une prestation complémentaire que si, toutes autres conditions étant remplies, ils ont habité en Suisse \"d'une manière ininterrompue\" ne saurait être interprétée littéralement. En d'autres termes, il se justifie de considérer qu'une brève interruption du séjour ne fait pas obstacle |173| à l'octroi de la prestation. La pratique administrative admet d'ailleurs qu'il n'est pas tenu compte d'interruptions d'une durée totale de trois mois (voir ch. 114 du supplément 2 aux directives concernant les prestations complémentaires, valables dès le 1er janvier 1982). On relèvera à ce propos que, dans son ancienne version, le ch. 114 desdites directives prescrivait de ne pas prendre en considération les interruptions de trois mois au maximum par année civile et que le Tribunal fédéral des assurances a jugé qu'une telle pratique n'était pas contraire à la loi, tout en laissant ouverte la question de savoir si la durée de trois mois devait ou non se rapporter à l'année civile (RCC 1981 p. 131-132).\n\nPour déterminer la durée du séjour à l'étranger qui n'interrompt pas le délai de quinze ans, il s'impose toutefois de s'inspirer, en premier lieu, c'est-à-dire dans la mesure où de telles normes existent, des règles relatives au droit des assurés étrangers aux rentes extraordinaires AVS/AI que contiennent les conventions internationales conclues à ce sujet par la Suisse avec divers Etats étrangers (RCC 1981 p. 131). En effet, les prestations complémentaires et les rentes extraordinaires, qui ont un caractère dit \"non contributif\", ont été instituées dans le même but social et il y a lieu, à défaut de réglementation spécifique, d'en définir les conditions d'octroi à l'aide de principes uniformes (ATFA 1969 p. 58, 1966 p. 23; RCC 1981 p. 131-132).\n\nEn ce qui concerne les ressortissants espagnols, l'art. 10 de la convention hispano-suisse, déjà citée, prévoit qu'ils ont droit aux rentes extraordinaires de l'assurance-vieillesse et survivants et de l'assurance-invalidité suisses aux mêmes conditions que les ressortissants suisses, aussi longtemps qu'ils conservent leur domicile en Suisse et si, immédiatement avant la date à partir de laquelle ils demandent la rente, ils ont résidé dans ce pays de manière ininterrompue pendant une période qui varie selon la nature de la prestation. Le ch. 10 du protocole final relatif à cet accord international précise à cet égard que les ressortissants espagnols résidant en Suisse qui quittent ce pays pour une période de trois mois au maximum par année civile n'interrompent pas leur résidence au sens de l'art. 10 de la convention.\n\nb) Dans le cadre de l'art. 2 al. 1 LPC, le Tribunal fédéral des assurances a d'autre part jugé que le séjour à l'étranger d'un assuré domicilié en Suisse n'entraînait pas l'extinction du droit à la prestation, lorsque les nécessités d'un traitement médical avaient motivé le choix d'un lieu de séjour à l'étranger (ATFA 1969 p. 57).\n\n|174| Il faut toutefois que l'intéressé ait conservé, durant son absence, le centre de ses intérêts en Suisse et que l'on puisse par conséquent admettre qu'il y retournera dès qu'il en aura l'occasion (loc.cit. p. 58-59). Tel sera le cas, par exemple, lorsqu'un traitement approprié ne peut, en raison de sa nature, être prodigué en Suisse, ou encore lorsque l'assuré tombe malade ou est victime d'un accident à l'étranger et que son état de santé ne lui permet pas de voyager.\n\nIl s'impose d'appliquer les mêmes principes pour décider, à la lumière de l'art. 2 al. 2 LPC, si la condition de résidence ininterrompue est réalisée, ainsi que la Cour de céans l'a admis - implicitement du moins - dans un arrêt non publié, du 14 septembre 1978, en la cause Schedle. Cela ressort également de l'arrêt paru dans la RCC 1981 p. 129, déjà mentionné, où il était question du droit à la prestation complémentaire d'un ressortissant italien et où il est dit que le délai de quinze ans est réputé interrompu lorsque l'intéressé quitte la Suisse pour plus de trois mois (cf. ch. 10 du protocole final relatif à la convention de sécurité sociale entre la Suisse et l'Italie, du 14 septembre 1962), à moins qu'une interruption supérieure à ce délai ne soit due à des raisons de santé (RCC 1981 p. 132). Une absence de Suisse qui se prolonge au-delà de la durée normalement admissible ne prive donc pas forcément le ressortissant étranger de son droit à la prestation complémentaire et, contrairement à l'opinion des premiers juges, on ne voit pas en quoi la sécurité du droit ferait obstacle à une telle solution. Il n'est au surplus pas exclu que, mise à part l'atteinte à la santé, d'autres cas de force majeure - dont il n'a toutefois pas à être jugé ici - puissent également justifier un dépassement du délai de tolérance.\n\n4. a) En l'espèce, le dossier établit que la recourante souffre, depuis 1975, d'une affection nerveuse pour laquelle elle a tout d'abord été traitée ambulatoirement. A partir du 9 novembre 1976, elle fut hospitalisée à la Clinique psychiatrique universitaire de Lausanne puis, dès le mois de mars 1977, à l'Hôpital de Cery. Elle est sortie de cet établissement en mai 1977 et a séjourné en Espagne de juillet 1977 à avril 1978, où elle a présenté un état dépressif avec perte d'initiative et suivi un traitement psychiatrique ambulatoire. De retour en Suisse, elle dut être hospitalisée à trois reprises durant l'année 1978 et à nouveau depuis janvier 1979. Au mois de juillet 1979, les médecins l'ont autorisée à partir en vacances en Espagne où, vraisemblablement en tentant de se suicider, elle fit une chute |175| qui entraîna de graves lésions physiques, ce qui nécessita son hospitalisation pendant huit mois et demi, dont quatre mois en milieu psychiatrique.\n\nb) Il est dès lors incontestable qu'au cours de la période de référence de quinze ans, au sens de l'art. 2 al. 2 LPC, qu'il faut calculer rétroactivement depuis la date à partir de laquelle, toutes autres conditions étant remplies, la recourante pourrait prétendre des prestations complémentaires (cf. par analogie ATF 108 V 75 consid. 2a; voir au surplus l'art. 22 al. 1 OPC-AVS/AI), cette dernière a interrompu à deux reprises son séjour en Suisse pour une durée supérieure au délai de tolérance de trois mois, applicable en l'espèce. A cet égard, le problème de savoir si ce délai se rapporte à une année civile et s'il faut, sur ce point, se référer aussi à l'art. 10 du protocole final à la convention hispano-suisse, peut demeurer irrésolu. En effet, dans cette hypothèse également, la durée normalement admissible de l'absence serait dépassée pour chacune des années civiles considérées.\n\nQuant à une éventuelle prolongation du délai, elle ne peut en l'espèce entrer en considération. Il est vrai que l'on pourrait admettre, en ce qui concerne le second séjour à l'étranger (1979/1980), que la résidence en Suisse n'a pas été interrompue, étant donné les circonstances dans lesquelles la recourante a dû être hospitalisée dans son pays d'origine. Mais, en tout état de cause, il ne saurait en être de même s'agissant de l'absence qui s'est produite de juillet 1977 à avril 1978. En effet, dans ce cas, rien au dossier ne permet d'affirmer que des raisons d'ordre médical justifiaient une telle absence et le traitement ambulatoire suivi à l'époque par la recourante aurait sans nul doute pu être prodigué en Suisse. La recourante ne prétend d'ailleurs pas le contraire, se bornant à affirmer à ce sujet que \"la prise en considération éventuelle de ce premier séjour devrait répondre aux mêmes critères que ceux prévalant pour le séjour effectué en 1979/1980\". Le recours de droit administratif n'est dès lors pas fondé, quand bien même la motivation du jugement entrepris ne peut être intégralement confirmée.\n\n5. (Assistance judiciaire gratuite.)\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est rejeté."}