{"annee": "110", "cour": "V", "page": "187", "date": "30/5/1984", "cite": ["98 V 158", "103 V 145", "99 V 193", "97 V 13", "100 V 1", "107 V 46"], "cite_par": ["123 V 252", "125 V 441", "125 V 95", "114 V 266", "118 V 171", "138 II 398", "113 V 42", "111 V 324"], "chapeau": "30. Urteil vom 30. Mai 1984 i.S. A. gegen Schweizerische Krankenkasse Union und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 12 al. 2 ch. 1 let. a LAMA, art. 21 al. 1 Ord. III: Psychothérapie déléguée. Les mesures médicales dont l'exécution est déléguée à des psychothérapeutes de condition dépendante - non-médecins et au service du médecin traitant - constituent, dans les limites fixées par l'ATF 107 V 46, un traitement médical au sens de l'art. 12 al. 2 ch. 1 let. a LAMA (confirmation de la jurisprudence); l'art. 21 al. 1 Ord. III n'y fait pas obstacle (consid. 2). Art. 12, 22 al. 1 et 23 LAMA: Prestations légales obligatoires et contrôle du caractère économique dans le cadre des conventions entre les médecins et les caisses. - Les conventions selon l'art. 22 al. 1 LAMA ne doivent pas porter atteinte aux droits légaux des assurés; en particulier, des conventions tarifaires ne sauraient redéfinir, de manière normative pour les assurés, les prestations légalement obligatoires (consid. 3a et 4). - L'art. 23 LAMA ne donne pas la compétence de régler de façon générale et abstraite, dans la législation cantonale ou dans des conventions selon l'art. 22 al. 1 LAMA, les exigences auxquelles doit satisfaire un traitement économique; l'art. 23 LAMA n'autorise les caisses à procéder à un examen du caractère économique qu'à l'occasion d'un cas concret de traitement (consid. 4). - Les conventions au sens de l'art. 22 al. 1 LAMA ne peuvent subordonner l'obligation des caisses de verser, d'une manière générale, des prestations en cas de psychothérapie déléguée à des psychothérapeutes salariés à la condition que le médecin délégant possède un diplôme de spécialiste en psychiatrie et en psychothérapie et que le psychothérapeute non-médecin bénéficie d'une formation professionnelle déterminée (consid. 5). - De telles conventions peuvent indiquer, au titre de directives, à quelles conditions il convient, en règle ordinaire, de considérer un traitement comme économique. Dans cette mesure, la convention zurichoise relative à la psychothérapie déléguée n'est pas critiquable (consid. 6 et 7)."], "faits": "BGE 110 V 187 S. 189\n\nA.- Die 1941 geborene Caterina A. ist Mitglied der Schweizerischen Krankenkasse Union und bei dieser unter anderem für Krankenpflege versichert. In der Zeit vom 1. Januar bis 28. Februar 1982 unterzog sie sich einer psychiatrischen Behandlung beim Arzt und Psychoanalytiker Dr. med. X. in Zürich. Die Psychotherapie wurde indes durch den bei Dr. X. angestellten (nichtärztlichen) Psychologen Y. vorgenommen. Dr. X. stellte Caterina A. hierfür am 31. Januar und 4. März 1982 Rechnung im Betrage von je Fr. 280.-; veranschlagt wurde jeweils 16mal die neue, am 1. Januar 1982 in Kraft getretene Tarifposition 769 (delegierte Psychotherapie) des Zürcher Tarifvertrages. Caterina A. reichte diese Honorarnoten der Krankenkasse Union zur Abrechnung ein. Mit Verfügung vom 21. Mai 1982 lehnte die Kasse eine Kostenübernahme ab und begründete dies damit, dass Dr. X. nicht berechtigt sei, delegierte Psychotherapie zu Lasten der Krankenkassen zu betreiben.\n\nB.- Hiegegen liess Caterina A. Beschwerde führen und beantragen, in Aufhebung der Kassenverfügung vom 21. Mai 1982 seien ihr Fr. 504.- zu vergüten. Das Versicherungsgericht des Kantons Zürich wies die Beschwerde mit Entscheid vom 6. Oktober 1982 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt Caterina A. ihr Rechtsbegehren erneuern.\n\nDie Kasse beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung stellt den Antrag, die Verwaltungsgerichtsbeschwerde sei in dem Sinne gutzuheissen, dass die Akten zur Vervollständigung des Sachverhalts und zum Erlass einer neuen Verfügung an die Kasse zurückzuweisen seien.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 12 Abs. 2 Ziff. 1 KUVG haben die Leistungen der Krankenkassen bei ambulanter Behandlung mindestens zu umfassen die ärztliche Behandlung (lit. a), die von einem Arzt angeordneten, durch medizinische Hilfspersonen vorgenommenen wissenschaftlich anerkannten Heilanwendungen (lit. b), die von einem Arzt verordneten Arzneimittel (lit. c) und angeordneten Analysen (lit. d) sowie die Behandlung durch einen Chiropraktor (lit. e).\n\nGemäss Art. 12 Abs. 5 KUVG bezeichnet der Bundesrat nach Anhören einer von ihm bestellten Fachkommission die Leistungen BGE 110 V 187 S. 190gemäss Abs. 2 Ziff. 1 lit. a und b dieser Bestimmung. Die zur gesetzlichen Pflichtleistung gehörende ärztliche Behandlung umfasst gemäss Art. 21 Abs. 1 Vo III über die Krankenversicherung vom 15. Januar 1965 die vom Arzt vorgenommenen wissenschaftlich anerkannten diagnostischen und therapeutischen Massnahmen. Ist eine diagnostische oder therapeutische Massnahme wissenschaftlich umstritten, so entscheidet das Departement des Innern nach Anhören der Fachkommission, ob sie als Pflichtleistung zu übernehmen ist.\n\nNach der Verfügung 8 des Eidgenössischen Departements des Innern über die Krankenversicherung vom 16. Dezember 1965 gilt die Psychotherapie als ärztliche Behandlung im Sinne von Art. 12 Abs. 2 Ziff. 1 lit. a und Ziff. 2 KUVG, mit Ausnahme der analytisch-tiefenpsychologisch orientierten Methoden.\n\n2. a) Nach der Rechtsprechung ist die psychotherapeutische Behandlung durch einen von einem Arzt angestellten (nichtärztlichen) Psychologen oder Psychotherapeuten in den Praxisräumen dieses Arztes und unter dessen Aufsicht und Verantwortlichkeit als \"ärztliche Behandlung\" im Sinne von Art. 12 Abs. 2 Ziff. 1 lit. a KUVG und damit als eine von den anerkannten Krankenkassen zu entschädigende ärztliche Leistung zu qualifizieren, sofern die betreffende therapeutische Vorkehr nach den Geboten der ärztlichen Wissenschaft und Berufsethik sowie nach den Umständen des konkreten Falles grundsätzlich an eine solche (unselbständige) Hilfsperson delegierbar ist (BGE 107 V 46).\n\nb) An dieser Rechtsprechung ist festzuhalten. Die hiegegen erhobene Kritik (MAURER, Schweizerisches Sozialversicherungsrecht, Bd. II, S. 365, Fussnote 842; im vorliegenden Verfahren eingelegtes Rechtsgutachten von Prof. Maurer vom 6. Oktober 1981, seinerzeit erstattet für das Konkordat der schweizerischen Krankenkassen) vermag nichts zu ändern. Es wird eingewendet, die Bezeichnung der Leistungen gemäss Art. 12 Abs. 2 Ziff. 1 lit. a KUVG sei aufgrund von Art. 12 Abs. 5 KUVG Recht und Pflicht des Bundesrates, der von dieser Kompetenz Gebrauch gemacht und mit Art. 21 Abs. 1 Vo III ausdrücklich bestimmt habe, dass die zur gesetzlichen Pflichtleistung gehörende ärztliche Behandlung nur die vom Arzt vorgenommenen therapeutischen Massnahmen umfasse. Das Eidg. Versicherungsgericht sei nicht zuständig, die vom Bundesrat festgelegten Leistungen zu erweitern. Das ist indessen mit der angeführten Rechtsprechung auch nicht geschehen.\n\nBGE 110 V 187 S. 191\n\nNach der Botschaft zum revidierten Art. 12 KUVG (BBl 1961, 1425) verpflichtet das heutige KUVG im Grundsatz die Kassen zur Entschädigung aller vom Arzt vorgenommenen Behandlungen, sieht anderseits aber mit Art. 12 Abs. 5 KUVG die Möglichkeit vor, bestimmte medizinische Vorkehren unter gewissen Voraussetzungen vom Katalog der Pflichtleistungen auszuklammern oder nur beschränkt zuzulassen. Primäre Aufgabe im Rahmen des Art. 12 Abs. 5 KUVG ist es daher im vorliegenden Zusammenhang, die Pflichtleistungen soweit nötig hinsichtlich bestimmter Behandlungen zu umschreiben (BBl 1961, 1425), wie das denn mit der Verfügung 8 des Eidgenössischen Departements des Innern bezüglich der Psychotherapie geschehen ist. Ob der Bundesrat bei der Eingrenzung der Pflichtleistungen auch zu Einschränkungen in personeller Hinsicht befugt wäre und deshalb nur die vom Arzt persönlich erbrachten medizinischen Massnahmen als Pflichtleistung zulassen könnte, braucht hier nicht geprüft zu werden, da weder Art. 21 Abs. 1 Vo III noch die erwähnte Verfügung 8 eine solche Beschränkung enthalten.\n\nWohl bezeichnet Art. 21 Abs. 1 Vo III als Pflichtleistung \"die vom Arzt vorgenommenen diagnostischen und therapeutischen Massnahmen\". Dieser Wortlaut besagt indes keineswegs, dass nur die vom Arzt persönlich durchgeführten medizinischen Massnahmen zu den Pflichtleistungen gehören. Es ist in der Literatur (MAURER, Sozialversicherungsrecht, Bd. II, S. 323; GREBER, Droit suisse de la sécurité sociale, 1982, S. 396; BONER/HOLZHERR, Die Krankenversicherung, 1969, S. 43 und 88) und Rechtsprechung (BGE 107 V 48 Erw. 2, BGE 100 V 4 Erw. 2) wie auch in der Kassenpraxis anerkannt, dass unter den Begriff der ärztlichen Behandlung gemäss Art. 12 Abs. 2 Ziff. 1 lit. a KUVG in gewissen Grenzen auch Massnahmen fallen, die unter direkter Kontrolle des Arztes durch das bei ihm angestellte medizinische Hilfspersonal vorgenommen werden. Schon vor der Revision des KUVG wurden solche Verrichtungen der ärztlichen Behandlung zugerechnet und damit grundsätzlich in die Pflichtleistungen mit einbezogen (BBl 1961, 1425 lit. aa). Daran hat sich mit der Revision nichts geändert. Diese ging unter anderem wesentlich dahin, die Pflichtleistungen auszudehnen einerseits auf die therapeutischen Massnahmen selbständiger medizinischer Hilfspersonen und anderseits auf Behandlungsarten, die vom Arzt oder unter seiner direkten Aufsicht von unselbständigen Hilfspersonen vorgenommen werden, die aber bisher nicht zu den Pflichtleistungen zählten BGE 110 V 187 S. 192(BBl 1961, 1425 lit. aa Abschnitt 2). Dagegen fehlt in der bundesrätlichen Botschaft jeder Hinweis darauf, dass eine Einschränkung der Pflichtleistungen auf die vom Arzt persönlich erbrachten Massnahmen beabsichtigt war. Wenn in lit. aa Abschnitt 3 von der vom \"Arzt selbst vorgenommenen Behandlung\" die Rede ist, so stellt das offensichtlich nur eine verkürzte Ausdrucksweise dar, bei welcher die Mitarbeit des in der ärztlichen Praxis angestellten medizinischen Hilfspersonals als selbstverständlich inbegriffen betrachtet wurde; es wollte damit lediglich der Gegensatz zu den von den selbständigen medizinischen Hilfspersonen erbrachten Leistungen hervorgehoben werden. Angesichts der grossen Tragweite, welche eine Begrenzung der Pflichtleistungen auf die vom Arzt in eigener Person erbrachten medizinischen Massnahmen gehabt hätte, und der Tatsache, dass damit die im alten Recht bestehende Praxis geändert und die Pflichtleistungen in Abweichung vom gesetzlichen Begriff der ärztlichen Behandlung gemäss Art. 12 Abs. 2 Ziff. 1 lit. a KUVG umschrieben worden wären, versteht es sich von selbst, dass der Bundesrat eine solche Absicht ausdrücklich erwähnt und im Verordnungstext unmissverständlich formuliert hätte, was indessen nicht geschehen ist. Die streitige Wendung in Art. 21 Abs. 1 Vo III ist daher inhaltlich mit dem Begriff der ärztlichen Behandlung gemäss Art. 12 Abs. 2 Ziff. 1 lit. a KUVG gleichzusetzen. Beizufügen bleibt, dass auch nach Zivilrecht bei persönlich zu erbringenden Leistungen der Beizug von Hilfspersonen zulässig (BECKER, N. 2 zu Art. 68 OR, und GAUTSCHI, N. 40 lit. c Ziff. 1 zu Art. 398 OR; VON TUHR, Obligationenrecht, Bd. II, S. 23 f.) und die Verwendung von Hilfspersonen in Arztpraxen üblich und unumgänglich ist, so dass die abgelehnte gutachtliche Auslegung des Art. 21 Abs. 1 Vo III auch unter diesem Blickwinkel nicht einzuleuchten vermag.\n\n3. a) Nach Art. 22 Abs. 1 KUVG werden die Taxen für die Leistungen der Ärzte in Verträgen zwischen diesen und den Krankenkassen festgelegt. Gegenstand der vertraglichen Vereinbarung können überdies die mit den Taxen zusammenhängenden Fragen wie auch die anderweitigen Beziehungen zwischen Ärzten und Kassen sein (BBl 1962 II 1274 lit. e; SCHÄREN, Die Stellung des Arztes in der sozialen Krankenversicherung, Diss. Zürich 1973, S. 174; BONER/HOLZHERR, a.a.O., S. 79). Die Parteien können hiebei den Inhalt ihrer Vereinbarungen grundsätzlich frei bestimmen, jedoch unter Vorbehalt der zwingenden Normen des KUVG und seiner Nebenerlasse; insbesondere dürfen die Verträge nicht BGE 110 V 187 S. 193die den Versicherten gesetzlich zustehenden Rechte beeinträchtigen (Art. 22 Abs. 3 KUVG; BBl 1962 II 1274lit. e; BGE 97 V 18 Erw. 7; SCHÄREN, a.a.O., S. 172 und 175).\n\nb) Am 17. Dezember 1981 vereinbarten die Ärztegesellschaft des Kantons Zürich und der Verband der Krankenkassen im Kanton Zürich eine neue Tarifposition (769) für die psychotherapeutischen Leistungen der unselbständigen medizinischen Hilfspersonen des Arztes. Gleichentags schlossen sie eine \"Vereinbarung betr. Interpretation der Position 769 (delegierte Psychotherapie)\". Danach sind die Kassen leistungspflichtig, wenn die folgenden Voraussetzungen erfüllt sind:\n\n1. Beim delegierenden Arzt\n\n1.1 Spezialausbildung in Psychiatrie und Psychotherapie gemäss Paragraph 13, Abs. 1 und 2 über die Verordnung über die Ärzte oder in Ausnahmefällen.\n\n1.2 Bewilligung aufgrund entsprechender Befähigung durch die \"Paritätische Psychotherapiekommission\", zusammengesetzt aus je 2 Vertretern des Verbandes der Krankenkassen im Kanton Zürich und der Ärztegesellschaft des Kantons Zürich unter neutralem Vorsitz.\n\n2. Beim nichtärztlichen Psychotherapeuten\n\n2.1 Abgeschlossenes Studium an der Universität Zürich mit Lizentiat oder Doktorat in\n\n- Psychologie einschliesslich Psychopathologie oder\n\n- Pädagogik einschliesslich Sonderpädagogik oder Psychopathologie\n\noder\n\n2.2 gleichwertiges Studium an einer anderen schweizerischen Hochschule\n\noder\n\n2.3 Bewilligung aufgrund entsprechender Befähigung durch die\n\n\"Paritätische Psychotherapiekommission\". Eine bisherige Tätigkeit mit Schwergewicht in delegierter Psychotherapie von mindestens 4 Jahren wird als Nachweis der Befähigung anerkannt.\n\n2.4 In jedem Falle Tätigkeit als Arbeitnehmer des delegierenden Arztes und in dessen Praxisräumen.\n\n3. Weitere Voraussetzungen\n\n3.1 Für denselben Arzt dürfen gleichzeitig nicht mehr als drei nichtärztliche Psychotherapeuten mit wöchentlich insgesamt nicht mehr als 60 Therapiestunden tätig sein.\n\n3.2 Der delegierende Arzt meldet der Ärztegesellschaft seine Absicht, in seiner Praxis delegierte Psychotherapie durchzuführen unter Angabe der Personalien des bzw. der angestellten nichtärztlichen Psychotherapeuten samt Befähigungsausweis. Die Ärztegesellschaft erstattet entsprechende Mitteilung an den Krankenkassenverband. Vorbehalten bleiben das Bewilligungsverfahren bei der \"Paritätischen Psychotherapiekommission\".\n\n3.3 Durch Position 769 abgegolten ist die effektive, vom nichtärztlichen Psychotherapeuten am Patienten erbrachte Behandlungszeit.\n\nBGE 110 V 187 S. 194Hiefür nicht zusätzlich verrechnet werden darf eine Konsultationstaxe. In Position 769 eingeschlossen bzw. nicht verrechenbar sind die Supervisionstätigkeit sowie Team- und Fallbesprechungen zwischen Arzt und angestellten Psychotherapeuten. Bei Gruppentherapie verrechenbar ist Position 769 geteilt durch die Zahl der Teilnehmer.\n\nBei dem in Ziff. 1.1 der Interpretationsvereinbarung zitierten § 13 Abs. 1 der kantonalzürcherischen Verordnung über die Ärzte geht es um die Berechtigung zur Führung eines Spezialarzttitels der Verbindung der Schweizer Ärzte (FMH) und bei Abs. 2 um eine Ausnahmebewilligung der kantonalen Gesundheitsdirektion zur Führung eines Spezialarzttitels bei einer dem Spezialarzt FMH entsprechenden Ausbildung. Dr. med. X. ist weder Spezialarzt FMH für Psychiatrie und Psychotherapie, noch besitzt er eine Ausnahmebewilligung der kantonalen Gesundheitsdirektion. Er hat auch keine Bewilligung gemäss Ziff. 1.2 der Interpretationsvereinbarung eingeholt.\n\nc) Die Kasse verweigerte im vorliegenden Fall Leistungen mit der Begründung, dass Dr. X. weder Spezialarzt für Psychiatrie und Psychotherapie noch einem solchen bewilligungsweise gleichgestellt sei. Zudem genüge allenfalls auch der nichtärztliche Therapeut den Anforderungen der Interpretationsvereinbarung nicht. Art. 23 KUVG (Gebot der wirtschaftlichen Behandlung) berechtige dazu, in Verträgen zwischen Kassen und Ärzten die Leistungspflicht im Bereiche der delegierten Psychotherapie allgemeinverbindlich und abschliessend festzulegen. Dem kann aus den nachstehend aufgeführten Gründen in dieser Form nicht zugestimmt werden.\n\n4. Die Pflichtleistungen der Krankenkassen sind durch Gesetz und Verordnung zwingend und endgültig festgelegt. Sie können und dürfen deshalb in tarifvertraglichen Vereinbarungen nicht in einer für die Parteien oder die Versicherten normativen Weise näher umschrieben werden. Wohl haben die Kassen das Recht und die Pflicht, darüber zu wachen, dass sie ihre Mittel nur für Behandlungen ausgeben, die dem Gebot der Wirtschaftlichkeit genügen. Art. 23 KUVG gestattet jedoch die Prüfung dieser Frage lediglich im konkreten Krankheitsfall und gibt keinerlei Kompetenz der Art, dass durch Verträge zwischen den Kassen und der Ärzteschaft oder durch kantonalrechtliche Vorschriften die Voraussetzungen der wirtschaftlichen Behandlungsweise durch generell-abstrakte oder sonstwie für den Versicherten rechtsverbindliche Vorschriften geregelt werden könnten. Den Kassen steht von Gesetzes wegen bloss die Möglichkeit offen, von den behandelnden Ärzten zusätzliche BGE 110 V 187 S. 195Auskünfte über den einzelnen Krankheitsfall und die angewandte Therapie sowie deren Durchführung in fachlicher und personeller Hinsicht einzuholen und aufgrund dieser Angaben die Wirtschaftlichkeit im betreffenden Fall zu beurteilen.\n\nDer Hinweis der Kasse auf die praxisgemäss zulässige statistische Vergleichsmethode zur Berechnung von Rückforderungen übersetzter Arzthonorare (BGE 103 V 154 Erw. 5, BGE 99 V 196 Erw. 1b, BGE 98 V 162 Erw. 3; RSKV 1982 Nr. 489 S. 122 Erw. 3a) ist unbehelflich. Denn auch hiebei handelt es sich um Einzelfallprüfung, weil damit in den von der Rechtsprechung gezogenen Grenzen festgestellt werden kann, dass der Arzt mit einzelnen (dank dieser Methode nicht näher zu spezifizierenden) Rechnungen einer bestimmten Periode gegen das Gebot der Wirtschaftlichkeit verstossen hat. Die Ergebnisse der statistischen Ermittlungen sind zudem nicht durchwegs und nicht in jedem Falle uneingeschränkt massgebend; die statistischen Grundlagen müssen mit der zu überprüfenden Praxis vergleichbar sein, wobei Abweichungen und Besonderheiten zu berücksichtigen sind.\n\n5. In materiellrechtlicher Hinsicht tangieren die Ziff. 1 und 2.1 bis 2.3 der Interpretationsvereinbarung - verstanden als allgemein gültige Leistungsvoraussetzungen - das Arztwahlrecht des Versicherten (hier: Art. 16 Abs. 1 KUVG) und mittelbar auch die gesetzliche Ordnung der Pflichtleistungen.\n\na) Nach Art. 16 Abs. 1 in Verbindung mit Art. 15 Abs. 1 KUVG steht dem Versicherten die Wahl unter den an seinem Wohnort oder dessen Umgebung praktizierenden Vertragsärzten frei (BONER/HOLZHERR, a.a.O., S. 44; SCHÄREN, a.a.O., S. 205; HÜHNERWADEL, Die Krankenversicherung, S. 86). Dabei hat das Kassenmitglied grundsätzlich Anspruch darauf, für sämtliche unter die gesetzlichen Pflichtleistungen fallenden ärztlichen Massnahmen entschädigt zu werden, wenn es sich zu einem in seiner Wahl stehenden Vertragsarzt begibt. Dies beruht zum einen darauf, dass das Arztdiplom den Inhaber zur Ausübung des Arztberufes im ganzen Bereich der medizinischen Wissenschaften berechtigt (WAGNER, Die Voraussetzungen zur Zulassung zum Arztberuf und deren verfassungsrechtliche Grundlage, Diss. Zürich 1979, S. 47 und 59) und die Anerkennung als Spezialarzt rechtlich prinzipiell weder Vorrechte noch Begrenzungen bezüglich der ärztlichen Tätigkeit bewirkt (WAGNER, a.a.O., S. 22 und 88 je in fine). Zum andern ergibt es sich aus der Tatsache, dass das KUVG diese Ordnung ebensowenig wie die therapeutische Freiheit des Arztes BGE 110 V 187 S. 196(RSKV März 1968 Nr. 19 S. 12 Erw. 2; SCHÄREN, a.a.O., S. 109) beschränkt und hiezu auch keine Handhabe bietet, mithin auch im Rahmen der mit Art. 22 Abs. 1 und 16 Abs. 1 KUVG gegebenen Gestaltungsmöglichkeiten weder in die berufliche noch in die therapeutische Freiheit des Arztes eingegriffen werden kann. Ausgenommen sind Interventionen im Einzelfall aufgrund von Art. 23 KUVG.\n\nZu den Pflichtleistungen der Krankenkassen gehören unter den in BGE 107 V 46 dargelegten Voraussetzungen auch die durch unselbständige Psychologen oder Psychotherapeuten vorgenommenen medizinischen Verrichtungen, da deren Tätigkeit in diesen Grenzen einen untrennbaren Teil der ärztlichen Behandlung gemäss Art. 12 Abs. 2 Ziff. 1 lit. a KUVG bildet. Diese medizinischen Vorkehren fallen unter den Leistungstitel der ärztlichen Behandlung unabhängig davon, ob der jeweils delegierende Arzt einen Spezialistentitel führt oder nicht. Sodann hängt die Leistungspflicht für den delegierten Psychotherapieanteil nicht generell von einer bestimmten Qualifikation des angestellten nichtärztlichen Psychologen oder Psychotherapeuten ab. Das KUVG enthält keine Regelung über diese ärztlichen Hilfskräfte und kennt auch keine Kompetenznorm des Inhalts, dass Ärzte und Kassen diesen Bereich vertraglich ordnen könnten. Im kantonalzürcherischen Recht finden sich ebenfalls keine Normen zu diesen Hilfspersonen. Solange diesbezüglich ausdrückliche Rechtsbestimmungen fehlen, liegt es grundsätzlich in der Entscheidung und Verantwortung des Arztes, welche Qualifikation der von ihm angestellte Psychotherapeut mitzubringen hat. Hingegen können Leistungen verweigert werden, wenn die Prüfung im Einzelfall zeigt, dass die Behandlung aufgrund fehlender Qualifikation der Hilfskraft unwirtschaftlich ist (Art. 23 KUVG; vgl. auch Art. 22ter Abs. 3 KUVG).\n\nb) Wäre ein Arzt in Anwendung der streitigen Interpretationsvereinbarung mangels Spezialarzttitel FMH bzw. mangels Bewilligung zur Ausübung delegierter Psychotherapie oder infolge unzureichender beruflicher Qualifikation der Hilfskraft in einem konkreten Behandlungsfall zum Beizug des bei ihm angestellten Psychotherapeuten zu Lasten der Krankenkassen nicht befugt, so müsste sich der Versicherte an einen andern Arzt wenden, was gegen die oben dargelegte freie Arztwahl verstiesse, oder aber er hätte die Kosten für die Bemühungen des angestellten Psychotherapeuten selber zu tragen, obwohl sich die Pflichtleistungen der Krankenkassen im Rahmen der ärztlichen Behandlung nach dem BGE 110 V 187 S. 197oben Gesagten auch hierauf erstrecken. Die Ziff. 1 und 2.1 bis 2.3 der Interpretationsvereinbarung, verstanden als generelle Leistungsvoraussetzungen, würden somit in unzulässiger Weise in gesetzlich gewährleistete materielle Rechte der Versicherten eingreifen.\n\nAus dem Gesagten folgt, dass die Ziff. 1 und 2.1 bis 2.3 der Interpretationsvereinbarung sowohl aus formellrechtlichen als auch aus materiellrechtlichen Gründen nicht im Sinne einer auch für die Versicherten rechtsverbindlichen - in jedem Fall zu erfüllenden - Norm verstanden und angewendet werden dürfen, weshalb im vorliegenden Fall Leistungen für die der Beschwerdeführerin gewährten (delegierten) Psychotherapie nicht einfach mit dem blossen Hinweis auf die Bestimmungen der Interpretationsvereinbarung abgelehnt werden durften.\n\n6. Das bedeutet allerdings nicht, dass das streitige Vertragswerk für die Kassen gänzlich unbeachtlich wäre. Obschon das KUVG die berufliche und therapeutische Freiheit des eidgenössisch diplomierten Arztes grundsätzlich nicht einengt, so ergeben sich faktisch gleichwohl Einschränkungen, indem gewisse medizinische Spezialgebiete Ärzten mit besondern theoretischen und praktischen Kenntnissen vorbehalten bleiben müssen, andernfalls ein erhebliches Risiko nicht fachgerechter Ausführung und unwirtschaftlicher Behandlung (Art. 23 KUVG) bestünde. So ist eine wirtschaftliche Behandlungsweise sicher nicht ohne weiteres gewährleistet, wenn der psychotherapeutisch tätige Arzt nicht über ein Mindestmass an beruflichem Spezialwissen dieses Fachbereichs verfügt, ebenso wenn er mangels Kompetenz nicht in der Lage ist, einen fachlich und menschlich genügend ausgewiesenen Psychotherapeuten zu wählen und diesen richtig zu unterweisen oder zu überwachen. Ebenso muss die Wirtschaftlichkeit als gefährdet erscheinen, wenn der nichtärztliche Psychotherapeut eine hinreichende berufliche Ausbildung vermissen lässt.\n\nUnter diesem Blickwinkel können die Ziff. 1 bis 2.3 der Interpretationsvereinbarung als positive Umschreibung der Kriterien qualifiziert werden, bei deren Erfüllung im Regelfall die Wirtschaftlichkeit der Behandlung als garantiert zu betrachten ist. In diesem Sinne stellt die \"Bewilligung\" gemäss den Ziff. 1.2 und 2.3 der Interpretationsvereinbarung (im Gegensatz zu einer förmlichen Zulassung zur Praxis der delegierten Psychotherapie) eine Bestätigung dafür dar, dass grundsätzlich unter dem Aspekt der beruflichen Qualifikation des Arztes und seiner medizinischen Hilfsperson BGE 110 V 187 S. 198Gewähr für eine wirtschaftliche Behandlungsweise besteht. Durch die Ausscheidung der zu keinen Bedenken Anlass gebenden Praxen und medizinischen Hilfskräfte wird die Arbeit der Kassen wesentlich vereinfacht, indem diese in diesen Fällen bei der Prüfung einer konkreten Leistungssache und damit beim weit überwiegenden Teil delegierter Psychotherapie der Qualifikationsfrage nicht mehr näher nachzugehen haben.\n\nDen streitigen Ziffern der Interpretationsvereinbarung ist daher lediglich der Charakter einer Richtlinie zur Erleichterung der Wirtschaftlichkeitskontrolle im Einzelfall beizumessen. In diesem Rahmen ist gegen die in diesen Ziffern getroffenen - durchaus zweckmässigen - Abgrenzungskriterien nichts einzuwenden, ebensowenig gegen die Aufnahme solcher Richtlinien in tarifvertragliche Vereinbarungen, zumal damit Ungleichbehandlungen zwischen den einzelnen Kassen bei der Beurteilung gleicher Sachverhalte wie auch Differenzen zwischen den Vertragspartnern vermieden werden können.\n\n7. Enthalten die Ziff. 1 bis 2.3 der Interpretationsvereinbarung eine positive Umschreibung der Voraussetzungen, unter denen die Wirtschaftlichkeit der Behandlung unter dem Blickwinkel der beruflichen Qualifikation in der Regel als gegeben betrachtet werden kann, so bedeutet das nach dem Gesagten nicht, dass die erforderliche Wirtschaftlichkeit in den übrigen Fällen ausgeschlossen wäre. Vielmehr haben die Kassen die fragliche Prüfung nach dem Gesagten gerade in diesen Fällen vorzunehmen.\n\nDr. X. hatte sich unter Hinweis auf die Unrechtmässigkeit der Interpretationsvereinbarung geweigert, der Kasse die von ihr verlangten Auskünfte zu erteilen, weshalb die Kasse zur Prüfung der Wirtschaftlichkeit im streitigen Leistungsfall nicht in allen Teilen in der Lage war. Dr. X. ist jedoch unabhängig von der Interpretationsvereinbarung zu Auskünften verpflichtet. Da sich mithin der Sachverhalt als nicht hinreichend abgeklärt erweist, wird die Sache zur Ergänzung der Akten und zu anschliessender neuer Verfügung an die Kasse zurückgewiesen.\n\nFalls nach der angeordneten näheren Abklärung eine Pflichtleistung anzunehmen ist, hat die Kasse diese nach der Tarifposition 769 zu entschädigen. Die vertragliche Vereinbarung der Ärzte und Kassen ist dahin auszulegen, dass die Position 769 für jede Art delegierter Psychotherapie Anwendung finden soll, die bundesrechtlich als Pflichtleistung gilt... BGE 110 V 187 S. 199\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinne gutgeheissen, dass der Entscheid des Versicherungsgerichts des Kantons Zürich vom 6. Oktober 1982 und die Kassenverfügung vom 21. Mai 1982 aufgehoben werden und die Sache an die Krankenkasse Union zurückgewiesen wird, damit diese im Sinne der Erwägungen verfahre."}