{"annee": "110", "cour": "IV", "page": "85", "date": "14/9/1984", "cite": ["94 IV 107", "98 IV 188"], "cite_par": ["127 IV 166"], "chapeau": "26. Extrait de l'arrêt de la Cour de cassation pénale du 14 septembre 1984 dans la cause X. contre Ministère public du canton du Valais (pourvoi en nullité)", "regestes": ["Art. 153 et 154 CP, falsification de marchandises et mise en circulation de marchandises falsifiées. Celui qui ajoute de la glycérine à des vins en vue d'en augmenter le caractère moelleux, pour mieux les écouler, se rend coupable de falsification de marchandises et de mise en circulation de marchandises falsifiées."], "faits": "BGE 110 IV 85 S. 85\n\nLe responsable de la vinification de la maison X. a ajouté de la glycérine dans certains vins rouges de sa production et les a vendus. Il se pourvoit en nullité contre la décision cantonale le condamnant à 3 mois d'emprisonnement avec sursis et à 5'000 francs d'amende pour falsification de marchandises et mise en circulation de marchandises falsifiées.\n\nLe pourvoi a été rejeté.", "considerants": "Extrait des considérants:\n\n2. Le recourant ne conteste pas avoir ajouté de la glycérine dans des vins rouges de la maison X. Il admet que cette adjonction est contraire à l'ODA (RS 817.02). En revanche, il soutient qu'il n'a pas enfreint les art. 153 et 154 CP, car ajouter un produit interdit ne serait pas nécessairement constitutif d'une falsification.\n\nIl a tort. Selon la jurisprudence, en effet, il y a falsification de marchandise toutes les fois qu'on en modifie de façon illicite l'état naturel (ATF 94 IV 109 consid. 3 et jurisprudence citée). Or c'est bien ce qu'a fait le recourant. Au mépris des règles fixées par l'ODA en matière de vin naturel - art. 334 ss, notamment 342 ODA -, il a cherché à augmenter le caractère moelleux de ces vins rouges, de façon artificielle par adjonction de glycérine. Ainsi, par son intervention illicite dans la substance du produit, il a favorisé la mise sur le marché de liquides qui ne présentaient plus les propriétés légales permettant la vente sous le nom de vin (voir SCHWANDER, Das Schweizerische Strafgesetzbuch, 2 éd., Berne 1964, p. 356 No 572; STRATENWERTH, Schweizerisches Strafrecht, part. spéc., vol. 1, 3e éd., Berne 1983, p. 263 No 25). Peu importe que la glycérine soit une substance qui se trouve déjà dans le vin à l'état naturel et qu'elle ne soit pas dangereuse pour la santé; soutenir l'inverse conduirait à permettre l'adjonction d'eau au lait sous prétexte que ce dernier, à l'état naturel, en contient. Peu importe également que les vins du recourant n'aient, selon lui, pas subi une diminution de valeur (ATF 98 IV 191).\n\nEnfin, la prétendue tolérance du Laboratoire cantonal à l'égard de l'adjonction de glycérine dans les vins rouges ne repose pas sur des constatations de fait de l'arrêt attaqué. Ce moyen est ainsi irrecevable."}