{"annee": "110", "cour": "V", "page": "376", "date": "18/12/1984", "cite": ["107 IB 229", "109 V 31"], "cite_par": ["112 V 174"], "chapeau": "61. Auszug aus dem Urteil vom 18. Dezember 1984 i.S. Züst gegen Ausgleichskasse des Kantons Appenzell A.Rh. und Versicherungsgericht des Kantons Appenzell A.Rh.", "regestes": ["Art. 38bis LAI, 33bis RAI, 41 LAVS, 53bis RAVS. L'art. 33bis al. 1 RAI (dans sa teneur en vigueur depuis le 1er janvier 1980) n'est pas compatible avec l'art. 38bis al. 1 LAI, selon lequel les rentes pour enfants ne doivent être réduites que dans la mesure où, ajouté aux rentes du père et de la mère, leur montant dépasserait sensiblement le revenu annuel moyen déterminant pour le calcul de ces dernières; cette disposition réglementaire est dès lors contraire à la loi. Il en va de même de l'art. 53bis al. 1 RAVS par rapport à l'art. 41 al. 1 LAVS."], "faits": "|376|\n\nMit Verfügung vom 13. Oktober 1981 teilte die Ausgleichskasse des Kantons Appenzell A.Rh. dem Versicherten Herbert Züst mit, dass ihm ab 1. Januar 1981 eine ganze einfache Invalidenrente nebst Zusatzrente für die Ehefrau und 13 Kinderrenten ausbezahlt werden. Die einzelnen Kinderrenten von Fr. 352.-- wurden in Anwendung von Art. 38bis IVG wegen Überversicherung auf Fr. 91.-- gekürzt.\n\nGegen diese Verfügung beschwerte sich Herbert Züst und beanstandete u.a. die Kürzung der Kinderrenten. Mit Entscheid vom |3771| . April 1982 wies das Versicherungsgericht von Appenzell A.Rh. die Beschwerde ab. Hinsichtlich der Rentenkürzung fand es, diese sei von der Ausgleichskasse in Übereinstimmung mit den gesetzlichen Vorschriften vorgenommen worden.\n\nMit Verwaltungsgerichtsbeschwerde lässt Herbert Züst u.a. beantragen, die Kinderrenten seien ungekürzt zuzusprechen und nachzuzahlen. Art. 33bis IVV bewege sich nicht im Rahmen der gesetzmässigen Delegation von Art. 38bis Abs. 3 IVG; die Regelung verstosse zudem gegen Art. 22ter und Art. 4 BV.", "considerants": "Aus den Erwägungen:\n\n3. Zu der von der Ausgleichskasse wegen Überversicherung verfügten Kürzung der 13 Kinderrenten macht der Beschwerdeführer geltend, Art. 33bis IVV halte sich nicht im Rahmen der Delegation von Art. 38bis Abs. 3 IVG und sei gesetzes- sowie verfassungswidrig.\n\na) Nach dem seit 1. Januar 1973 unverändert in Kraft stehenden Art. 38bis Abs. 1 IVG (vgl. auch Art. 41 Abs. 1 AHVG) hat eine Kürzung der Kinderrenten zu erfolgen, soweit sie zusammen mit den Renten des Vaters und der Mutter das für sie massgebende durchschnittliche Jahreseinkommen \"wesentlich übersteigen\". In der Botschaft zur 8. AHV-Revision vom 11. Oktober 1971 (BBl 1971 II 1057 ff.) hat der Bundesrat hiezu ausgeführt, um stossende Überversicherungen zu vermeiden, sei die Gesamtrente grundsätzlich auf das der Rentenberechnung zugrundeliegende massgebende durchschnittliche Jahreseinkommen, das etwa dem früheren Erwerbseinkommen entspreche, zu kürzen. Eine solch strenge Regelung würde jedoch der sehr sozialen Rentenformel zuwiderlaufen, weshalb vorgesehen werde, dass bis zum Betrag der zutreffenden Mindestrenten auf keinen Fall gekürzt werde. Da Kürzungsregeln in der Durchführung sehr aufwendig seien, solle die Gesamtrente auch nur gekürzt werden, wenn sie das erwähnte Einkommen wesentlich übersteige, d.h. wenn der Kürzungsbetrag in einem vertretbaren Verhältnis zum administrativen Aufwand stehe (S. 1084). In der parlamentarischen Beratung der Gesetzesvorlage wurde im Nationalrat zunächst ein Antrag auf Streichung der Kürzungsbestimmungen von Art. 41 AHVG und Art. 38bis IVG angenommen (Amtl. Bull. 1972 N 397, 401). Der Ständerat stimmte für die Kürzungsvorschriften (Amtl. Bull. 1972 S. 301, 304), welchem Entscheid sich der Nationalrat in der Differenzbereinigung |378| anschloss mit der Feststellung, dass - im Rahmen der Verordnung - nur wesentliche Überversicherungen ausgeschlossen werden sollten (Amtl. Bull. 1972 N 928).\n\nIn der Folge hat der Bundesrat in Art. 33bis Abs. 1 IVV (Fassung vom 11. Oktober 1972) festgelegt, dass die einfachen Kinderrenten und Doppel-Kinderrenten gekürzt werden, soweit sie zusammen mit den Renten der Eltern das für sie massgebende durchschnittliche Jahreseinkommen bei ganzen Renten um 1'200 Franken und bei halben Renten die Hälfte des massgebenden durchschnittlichen Jahreseinkommens um 600 Franken im Jahr übersteigen. Diese Regelung hielt sich ohne Zweifel im Rahmen der Delegationsnorm von Art. 38bis Abs. 3 IVG, mit welcher der Bundesrat ermächtigt wurde, die Einzelheiten zu regeln und für halbe Renten und Teilrenten besondere Vorschriften zu erlassen; dasselbe gilt in bezug auf den gestützt auf Art. 41 Abs. 3 AHVG erlassenen Art. 53bis Abs. 1 AHVV in der Fassung vom 11. Oktober 1972.\n\nb) Mit der Botschaft zur 9. AHV-Revision vom 7. Juli 1976 (BBl 1976 III 1 ff.) ersuchte der Bundesrat um die Ermächtigung, das Verhältnis zu den andern Sozialversicherungszweigen zu ordnen und ergänzende Vorschriften zur Verhinderung von ungerechtfertigten Überentschädigungen zu erlassen; ferner schlug er strengere Kürzungsregeln bei Überversicherung innerhalb der AHV/IV vor (S. 4). In den Erläuterungen zu den vorgeschlagenen Gesetzesänderungen stellte der Bundesrat fest, die bestehenden Überentschädigungen seien hauptsächlich deshalb entstanden, weil nach Art. 41 Abs. 2 AHVG die Rente in jedem Fall bis zum Mindestbetrag der zutreffenden Vollrente auszurichten sei. Dazu komme, dass im Bestreben, in jedem Fall Kürzungen unter die für die Ergänzungsleistungen geltenden Einkommensgrenzen zu vermeiden, für den nicht mehr unter die Kürzung fallenden Bereich in Art. 53bis Abs. 2 AHVV eine verhältnismässig hohe Grenze festgelegt worden sei. Solle das Ziel, die Renten grundsätzlich auf den entgangenen Verdienst zu begrenzen, erreicht werden, so müssten diese Schranken abgebaut werden. Der Änderungsvorschlag trage dem auf Gesetzesstufe Rechnung. Werde er beschlossen, so werde der Bundesrat in der Verordnung die nötigen Anpassungen vornehmen, wobei zugunsten der wirtschaftlich schwächeren Versicherten nach wie vor eine bestimmte Kürzungsgrenze festgelegt werde, die aber für alle Fälle gleichermassen gelten solle (S. 60).\n\n|379|\n\nDementsprechend schlug der Bundesrat anstelle des bisherigen Art. 41 Abs. 2 AHVG, welcher die Kürzung auf den Mindestbetrag der zutreffenden ordentlichen Vollrenten begrenzte, folgende neue Fassung vor:\n\n\"Die Renten werden jedoch in jedem Fall bis zu einem vom Bundesrat\n\nfestzusetzenden Mindestbetrag ausgerichtet.\"\n\nDieser Gesetzesänderung (und der analogen Änderung von Art. 38bis Abs. 2 IVG) haben die Eidgenössischen Räte diskussionslos zugestimmt, ebenso der vom Bundesrat zusätzlich vorgeschlagenen Kürzungsregelung für ausserordentliche Renten (Art. 43 Abs. 3 AHVG). Die neuen Bestimmungen sind auf den 1. Januar 1980 in Kraft getreten.\n\nMit der auf den gleichen Zeitpunkt in Kraft getretenen Verordnungsänderung vom 5. April 1978 erhielt Art. 53bis AHVV folgenden neuen Wortlaut:\n\n\"1 Die Kinder- und Waisenrenten werden im Sinne von Art. 41 Abs. 1 AHVG gekürzt, soweit sie zusammen mit den Renten des Vaters und der Mutter das für sie massgebende durchschnittliche Jahreseinkommen übersteigen.\n\n2 Sie werden nicht gekürzt, wenn sie zusammen mit den Renten des Vaters und der Mutter nicht mehr ausmachen als der Mindestbetrag der Ehepaar-Altersrente und die Mindestbeträge von drei einfachen Kinder- oder Waisenrenten zusammen. Dieser Grenzbetrag erhöht sich vom vierten Kind an um 1'000 Franken für jedes weitere Kind.\n\n3 Der Kürzungsbetrag ist auf die einzelnen Kinder- oder Waisenrenten zu verteilen.\n\n4 Bei Teilrenten bemisst sich der Grenzbetrag gemäss Abs. 1 nach dem Verhältnis der Teilrente zur Vollrente.\"\n\nGleichzeitig wurde Art. 33bis IVV wie folgt neu gefasst:\n\n\"1 Die einfachen Kinderrenten und Doppel-Kinderrenten werden im Sinne von Art. 38bis Abs. 1 IVG gekürzt, soweit sie zusammen mit den Renten des Vaters und der Mutter bei ganzen Renten das für sie massgebende durchschnittliche Jahreseinkommen und bei halben Renten die Hälfte des massgebenden durchschnittlichen Jahreseinkommens übersteigen.\n\n2 Im übrigen gilt Art. 53bis AHVV sinngemäss, wobei die in dessen Abs. 2 festgelegte Kürzungsgrenze bei halben Renten die Hälfte und der vom vierten Kinde an für jedes weitere Kind gewährte Zuschlag 500 Franken betragen.\"\n\nc) Nach dem im Rahmen der 9. AHV-Revision unverändert gebliebenen Art. 38bis Abs. 1 IVG werden die Kinderrenten gekürzt, soweit sie zusammen mit den Renten des Vaters und der Mutter das für sie massgebende durchschnittliche Jahreseinkommen |380| wesentlich übersteigen. Demgegenüber setzt Art. 33bis Abs. 1 IVV in der seit 1. Januar 1980 gültigen und auf den vorliegenden Fall anwendbaren Fassung nicht ein \"wesentliches\" Übersteigen des massgebenden durchschnittlichen Jahreseinkommens voraus. Die Verordnung lässt somit eine Kürzung bis zum massgebenden durchschnittlichen Jahreseinkommen zu, wenn die Kinderrenten zusammen mit den Renten von Vater und Mutter diese Höhe übersteigen. Die gleiche Differenz besteht zwischen Art. 41 Abs. 1 AHVG und Art. 53bis Abs. 1 AHVV.\n\nDer Wortlaut von Art. 38bis Abs. 1 IVG und Art. 41 Abs. 1 AHVG ist unmissverständlich. Auslegungsfähig und der Konkretisierung zugänglich sind die Vorschriften lediglich in bezug auf die Frage, wo die Grenze zu ziehen ist zwischen einer wesentlich und einer nur unwesentlich über das massgebende durchschnittliche Jahreseinkommen hinausgehenden Entschädigung. Demzufolge hätte der Bundesrat die Möglichkeit gehabt, die bisher in der Verordnung festgesetzten Grenzbeträge für das Überschreiten des massgebenden durchschnittlichen Jahreseinkommens herabzusetzen. Dagegen lässt sich eine gänzliche Aufhebung dieser Limiten mit dem unverändert gebliebenen Wortlaut der Gesetzesbestimmung, die ein \"wesentliches\" Übersteigen des durchschnittlichen Jahreseinkommens voraussetzt, nicht vereinbaren. Die Art. 33bis Abs. 1 IVV und 53bis Abs. 1 AHVV in der seit 1. Januar 1980 gültigen Fassung sind daher als gesetzwidrig zu betrachten.\n\nHieran ändert die Feststellung des Bundesamtes für Sozialversicherung nichts, dass dem Bundesrat mit Art. 38bis Abs. 2 und 3 IVG bzw. Art. 41 Abs. 2 und 3 AHVG ein weitgehendes gesetzgeberisches Ermessen eingeräumt worden sei. Dieses Ermessen findet seine Grenze im klaren Wortlaut von Absatz 1 der Gesetzesbestimmungen. Dass der Bundesrat im Zuge der 9. AHV-Revision die Zielvorstellung verwirklichen wollte, die Renten grundsätzlich auf den entgangenen Verdienst zu begrenzen, erlaubt keine Auslegung des Gesetzes entgegen dem klaren Wortlaut (vgl. BGE 109 V 33 mit Hinweisen).\n\nd) Fraglich könnte lediglich sein, ob es allenfalls einem redaktionellen Versehen des Gesetzgebers zuzuschreiben ist, dass Art. 38bis Abs. 1 IVG und Art. 41 Abs. 1 AHVG unverändert geblieben sind. Hiefür könnte - im Hinblick auf die Gleichwertigkeit des Gesetzestextes in den drei Amtssprachen des Bundes (vgl. BGE 107 Ib 230) - der Umstand sprechen, dass im italienischen Wortlaut von Art. 38bis Abs. 1 IVG der Ausdruck \"wesentlich\" (sensibilmente) fehlt. |381|\n\nSo verhielt es sich indessen schon in der Fassung gemäss dem Bundesgesetz über die 8. AHV-Revision vom 30. Juni 1972. Zudem enthält der italienische Text von Art. 41 Abs. 1 AHVG das Wort \"sensibilmente\" seit seinem Inkrafttreten am 1. Januar 1973. Das Fehlen dieses Wortes in der geltenden italienischen Fassung von Art. 38bis Abs. 1 IVG lässt somit nicht auf ein gesetzgeberisches Versehen schliessen, welches sich bei der 9. AHV-Revision im deutschen und französischen Text niedergeschlagen hätte; vielmehr liegt ein redaktionelles Versehen im italienischen Text anlässlich der 8. AHV-Revision vor.\n\nIm übrigen ist kaum denkbar, dass der Gesetzgeber es übersehen haben sollte, das Wort \"wesentlich\" in Art. 38bis Abs. 1 IVG und Art. 41 Abs. 1 AHVG zu streichen, wenn er gleichzeitig in Zusammenhang mit der Kürzung wegen Überversicherung eine Änderung der Absätze 2 dieser Artikel vorgeschlagen hat. Die Beschäftigung des Gesetzgebers vorab mit diesen Bestimmungen lässt sich damit erklären, dass die stossenden Überentschädigungen zur Hauptsache auf die Garantierung der Renten im Mindestbetrag der zutreffenden ordentlichen Vollrenten zurückzuführen waren. Die Absicht des Gesetzgebers, die Renten grundsätzlich auf den entgangenen Verdienst zu begrenzen, muss auch nicht ohne weiteres bedeuten, dass im Gegensatz zur bisherigen Regelung jegliches Übersteigen des massgebenden durchschnittlichen Jahreseinkommens ausgeschlossen werden sollte. Anhaltspunkte für ein redaktionelles Versehen liegen somit nicht vor.\n\n4. Nach dem Gesagten erweist sich Art. 33bis Abs. 1 IVV als gesetzwidrig, weshalb er auf den vorliegenden Fall nicht Anwendung finden kann. Dies bedeutet indessen nicht, dass von jeglicher Kürzung der Kinderrenten abzusehen wäre. Es rechtfertigt sich vielmehr, von der bis Ende 1979 gültig gewesenen Fassung des Art. 33bis Abs. 1 IVV auszugehen und der Kürzungsberechnung die entsprechenden Toleranzgrenzen von Fr. 1'200.-- bzw. Fr. 600.-- zugrundezulegen ..."}