{"annee": "110", "cour": "V", "page": "330", "date": "11/12/1984", "cite": ["97 I 919", "107 IB 191", "109 IB 156", "99 IB 150"], "cite_par": ["111 V 46", "112 V 206"], "chapeau": "53. Arrêt du 11 décembre 1984 dans la cause Bosi contre Direction de la Caisse nationale suisse d'assurance en cas d'accidents et Commission de recours IV du conseil d'administration de la Caisse nationale", "regestes": ["Art. 104 et 105 LAMA, art. 110 al. 1 LAA. Même si elle est notifiée après le 31 décembre 1983, une décision rendue en 1983 par une commission de recours du conseil d'administration de la Caisse nationale en vertu de l'art. 104 LAMA est définitive (art. 105 LAMA). Le recours de droit administratif formé contre une telle décision est irrecevable."], "faits": "|330|\n\nA.- Par décision du 21 octobre 1982, la Caisse nationale suisse d'assurance en cas d'accidents a attribué l'entreprise Bosi à un degré de risques plus élevé (art. 103 al. 2 LAMA). Le 27 juin 1983, la commission de recours IV du conseil d'administration de la Caisse nationale a rejeté le recours formé par l'entreprise et précisé, sous ch. 2 du dispositif, que sa décision était définitive et liait les tribunaux (art. 105 LAMA). Celle-ci a été notifiée à l'entreprise le 14 mai 1984 seulement.\n\nB.- L'entreprise Bosi interjette recours de droit administratif contre cette décision et conclut à son annulation.\n\nDans sa réponse, la Caisse nationale conclut principalement à l'irrecevabilité du recours, subsidiairement à son rejet.", "considerants": "Considérant en droit:\n\n1. a) Sous l'empire de la LAMA, la voie du recours de droit administratif n'était pas ouverte contre les décisions des |331| commissions de recours du conseil d'administration de la Caisse nationale relatives à l'attribution d'une entreprise dans une classe de risques, tant au regard de l'art. 105 de cette loi qui considérait ces décisions comme définitives, que de l'art. 129 al. 1 let. e OJ (dans sa teneur valable jusqu'au 31 décembre 1983) qui excluait expressément le recours de droit administratif contre les décisions concernant \"la répartition des entreprises dans les différentes classes de risques de l'assurance-accidents obligatoire\".\n\nb) En revanche, les nouvelles dispositions de la loi fédérale sur l'assurance-accidents du 20 mars 1981 (LAA), entrées en vigueur le 1er janvier 1984, prévoient un recours de droit administratif auprès du Tribunal fédéral des assurances contre les décisions prises par une commission de recours du conseil d'administration de la Caisse nationale en matière de classement des entreprises dans les classes et degrés du tarif des primes (art. 109 al. 1 et 110 al. 1 LAA).\n\nc) A l'exception des dispositions relatives aux prestations d'assurance (art. 118), la LAA ne contient aucune disposition transitoire sur le point de savoir si une décision rendue avant son entrée en vigueur mais communiquée après celle-ci doit être tranchée selon l'ancien ou le nouveau droit. Ni le message du Conseil fédéral (FF 1976 III 143 ss) ni les travaux préparatoires des Chambres fédérales (BO CN 1979 136, 159, 249 et 1981 18 ss; BO CE 1980 463 ss et 1981 54 s.) n'ont évoqué cette question.\n\n2. La recourante soutient, préliminairement, pour motiver la recevabilité de son recours de droit administratif, qu'il y a lieu, eu égard au fait que la décision sur recours lui a été notifiée après le 1er janvier 1984, d'appliquer les nouvelles dispositions de procédure prévues par la LAA. Elle allègue en outre qu'en l'absence de disposition transitoire sur ce point dans la loi précitée, les principes généraux du droit administratif sont applicables, plus spécialement celui en vertu duquel, en matière de procédure, le nouveau droit s'applique à toutes les affaires pendantes, que les faits à établir soient postérieurs ou antérieurs à la nouvelle loi.\n\nA l'appui de sa conclusion principale, l'intimée considère, en revanche, que le libellé des art. 105, 109 et 110 LAA et les règles du droit intertemporel généralement reconnues - art. 81 PA et ch. III al. 2 des dispositions finales OJ (révision de 1968) aux termes desquels les anciennes règles de procédure et de compétence s'appliquent aux contestations pendantes au moment de l'entrée en vigueur de la loi - s'opposent à la recevabilité du recours. Elle |332| soutient d'autre part que la voie du recours de droit administratif ne saurait être donnée par le seul fait que la notification de la décision litigieuse du 27 juin 1983 a eu lieu après le 1er janvier 1984.\n\n3. a) Comme le relève avec raison la recourante, à défaut de dispositions transitoires dans la nouvelle loi, les nouvelles règles de procédure doivent être appliquées dès leur entrée en vigueur. Cette application immédiate vaut d'autant plus dans les cas où les nouvelles dispositions de procédure, contrairement aux anciennes, sont plus favorables à l'administré (ATF 109 Ib 156 consid. 1; ATF 97 I 924 consid. 2; GYGI, Bundesverwaltungsrechtspflege, 2e éd., p. 53). Cela présuppose cependant que la nouvelle loi ne prévoie pas d'exception (art. 2 al. 1 titre final CC; ATF 107 Ib 195 consid. 3a, ATF 99 Ib 152 consid. 1) et que, d'autre part, les nouvelles règles de procédure entrent en vigueur en cours de procédure, autrement dit que la contestation soit encore pendante à la date de leur mise en application (ATF 99 Ib 152 consid. 1; GRISEL, Traité de droit administratif, p. 152 et 155 let. f et les références citées; GYGI, op.cit., p. 52; KNAPP, Précis de droit administratif, 2e éd., p. 83 No 346).\n\nb) Or, le jugement a précisément pour conséquence de mettre fin à la litispendance (GYGI, op.cit., p. 189 pt. 2.3). Celui-ci n'acquiert toutefois la force formelle de chose jugée que lorsqu'il n'est pas ou plus susceptible d'être attaqué par un moyen juridictionnel ordinaire. La doctrine admet qu'un jugement échappe aux moyens juridictionnels ordinaires soit parce que la plus haute autorité prévue par la loi s'est prononcée en dernière instance de manière définitive, soit parce que le délai dans lequel le moyen juridictionnel ordinaire devait être exercé n'a pas été respecté, que les parties y ont renoncé valablement ou encore que le recours a été retiré (GRISEL, op.cit., p. 881-882; GYGI, op.cit., p. 322; SALADIN, Das Verwaltungsverfahrensrecht des Bundes, p. 152-153).\n\n4. Dans le cas d'espèce, l'art. 116 LAA a abrogé le deuxième et le troisième titre de la LAMA, dont l'art. 105 LAMA, et n'a pas prévu d'exception. D'autre part, la plus haute instance habilitée à se prononcer de manière définitive en cette matière était, jusqu'au 31 décembre 1983, la commission de recours du conseil d'administration de la Caisse nationale (art. 104 al. 2 et 105 LAMA). Etant donné que la loi sous l'empire de laquelle la commission précitée a attribué la recourante à un degré de risques plus élevé ne prévoyait aucune possibilité de recours, la décision |333| attaquée a acquis la force formelle de chose jugée au moment où elle a été rendue, c'est-à-dire le 27 juin 1983. Dès cet instant, cette autorité a été dessaisie de l'affaire et elle ne pouvait plus modifier sa décision, exception faite toutefois de la possibilité qui lui est toujours donnée de corriger de simples erreurs de calcul ou de rédaction (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5e éd., vol. I, p. 268; cf. également HABSCHEID, Droit judiciaire privé suisse, 2e éd., p. 289). Dès cet instant aussi, la contestation n'était plus pendante.\n\nDans de tels cas, le temps qui s'écoule entre le moment où l'autorité compétente rend une décision qui la lie et le moment où elle la notifie à son destinataire importe peu. Il en est de même des circonstances qui sont cause de l'envoi tardif de cette décision, comme en l'espèce, plusieurs mois après son prononcé (cf. arrêt non publié du 19 novembre 1981 en la cause Zidarich). Admettre le contraire dans des cas de ce genre irait au demeurant à l'encontre du principe de l'égalité de traitement entre les entreprises qui ont été l'objet de décisions prononcées en vertu de l'ancien droit mais notifiées avant ou après le 1er janvier 1984. Il s'ensuit que, contrairement à ce que prétend la recourante - et l'intimée pour d'autres raisons -, la contestation n'était plus pendante le 1er janvier 1984, de sorte que les nouvelles dispositions de procédure ouvrant plus largement la voie du recours de droit administratif ne sont pas applicables.\n\n5. (Frais.)\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est irrecevable."}