{"annee": "110", "cour": "IB", "page": "173", "date": "4/7/1984", "cite": ["103 IA 206", "105 IB 418", "109 IB 156", "107 IB 264", "107 IB 252", "109 IB 64", "106 IB 260", "109 IB 165"], "cite_par": ["115 IB 68", "113 IB 175", "118 IB 111", "115 IB 517", "129 IV 124", "117 IB 64", "126 II 324", "114 IB 56", "130 II 217", "111 IB 242", "120 IB 167", "142 IV 175", "115 IB 373"], "chapeau": "29. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 4. Juli 1984 i.S. C. und L. gegen Bezirksanwaltschaft Zürich und Staatsanwaltschaft des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Loi fédérale sur l'entraide internationale en matière pénale (EIMP). Condition de réciprocité (consid. 3a). Règle de la spécialité (consid. 3b). Exigences de forme posées par l'art. 28 EIMP (consid. 4). Double incrimination (consid. 5). L'art. 2 EIMP n'est pas applicable en l'espèce (consid. 6)."], "faits": "|173|\n\nAm 23. März 1983 übermittelte die mexikanische Botschaft in Bern dem Eidgenössischen Departement für auswärtige Angelegenheiten ein Rechtshilfebegehren der Generalstaatsanwaltschaft der Republik Mexiko vom 9. März 1983 zur Weiterleitung an das Bundesamt für Polizeiwesen (im folgenden: Bundesamt). Das Begehren bestand einzig aus einem Schreiben von zwei Seiten und war ausschliesslich in spanischer Sprache abgefasst. Es betrifft ein Strafverfahren, das in Mexiko gegen elf Personen, darunter C. und L., wegen Betruges (fraude maquinado) und rechtswidriger Vereinigung (asociación delictuosa), begangen in den Jahren 1978 und 1979 zum Nachteil der staatlichen mexikanischen Ölfirma \"Petroleos Mexicanos\" (Pemex), eingeleitet wurde. Verlangt wird die Mithilfe der Schweiz zwecks Ermittlung der Kontoinhaber bei der Schweizerischen Volksbank in Zürich, an die in den Jahren 1978 |174| und 1979 die im Ersuchen angeführten Banktratten überwiesen worden seien. Es soll sich dabei um Schmiergelder gehandelt haben, welche die amerikanische Aktiengesellschaft Crawford Enterprises Inc. mit Sitz in Houston (Texas) den leitenden Angestellten der Pemex, insbesondere C. und L., bezahlt habe als Gegenleistung dafür, dass sie ihr Grossaufträge der Pemex (Lieferung von Anlagen für den Bau einer Erdgasleitung) verschafften.\n\nMit Verfügung vom 6. April, die am 15. April 1983 ergänzt wurde, traf die Bezirksanwaltschaft Zürich als ausführende Behörde die dem Ersuchen entsprechenden Anordnungen. Sie hob diese Verfügung jedoch am 1. Juli 1983 auf, nachdem das Bundesamt die mexikanische Botschaft darauf aufmerksam gemacht hatte, dass das Rechtshilfebegehren den Formerfordernissen des Bundesgesetzes über internationale Rechtshilfe in Strafsachen vom 20. März 1981 (IRSG) nicht genüge. In der Folge erhielt das Bundesamt eine deutsche Übersetzung des Ersuchens vom 9. März 1983 und - je mit einer französischen Übersetzung - einen vom 29. April 1983 datierten Nachtrag der Generalstaatsanwaltschaft sowie einen ausführlich begründeten Haftbefehl vom 9. März 1983, erlassen vom Richter in Strafsachen beim II. Bezirksgericht des Bundesdistrikts. Nachtrag und Haftbefehl wurden später ebenfalls in die deutsche Sprache übersetzt. Mit Note vom 7. Juli 1983 liess die mexikanische Botschaft dem Bundesamt eine Erklärung der Generalstaatsanwaltschaft betreffend Gegenrecht und Spezialität zukommen. Schliesslich wurde dem Bundesamt ein weiterer Nachtrag dieser Behörde vom 10. Juli 1983 zugestellt.\n\nDer Sachverhalt im mexikanischen Ersuchen und den Nachträgen deckt sich - allgemein betrachtet - mit jenem, den das amerikanische Justizdepartement in seinem Rechtshilfebegehren vom 9. August 1982 und den Ergänzungen vom 14. September 1982 und 14. März 1983 angeführt hat, welches Begehren Gegenstand der bundesgerichtlichen Urteile vom 22. Dezember 1983 und 2. Mai 1984 bildete. Er lässt sich wie folgt zusammenfassen:\n\nDie amerikanische Firma Crawford Enterprises Inc. verkaufte in den Jahren 1978 und 1979 Kompressionsanlagen an die mexikanische Ölfirma Pemex. Diese Geschäfte sollen sich in der Weise abgewickelt haben, dass die Firma Crawford nach Erhalt jedes Auftrages der Pemex für Kompressionsgeräte einen Prozentsatz der Auftragssumme, nämlich 4,5%, an die leitenden Angestellten der Pemex, C. und L. - damals stellvertretende Direktoren der Abteilungen für Produktion und für den Einkauf -, bezahlte und |175| mit der mexikanischen Gesellschaft Grupo Industrial Delta S.A. ein scheinbares Vertretungsverhältnis errichtete, diese Firma jedoch in Wirklichkeit nur die Bestechungszahlungen habe weiterleiten müssen und als Gegenleistung 2,5% der Auftragssumme erhalten habe. Die gesamte \"Kommission\" sei jeweils in dem von der Pemex zu entrichtenden Kaufpreis inbegriffen gewesen. Nach den Angaben der mexikanischen Behörden soll die Pemex durch die \"betrügerischen Handlungen\" ihrer leitenden Funktionäre (unrechtmässige Heraufsetzung der Preise etc.) einen Verlust von rund 28 Millionen US-Dollars erlitten haben. Ein Teil der Schmiergelder soll für den Kauf von internationalen Banktratten verwendet worden sein. Im mexikanischen Ersuchen werden insgesamt zwölf Überweisungen angeführt, die in der Zeit zwischen dem 13. Juli 1978 und dem 7. Juli 1979 auf dem Weg über die Schweizerische Bankgesellschaft in Zürich an die Schweizerische Volksbank, Zürich, erfolgt seien.\n\nDie Bezirksanwaltschaft Zürich erliess am 22. Juli 1983 eine Verfügung, mit welcher die Schweizerische Bankgesellschaft und die Schweizerische Volksbank ersucht wurden, über den gesamten Ablauf des Geschäftsverkehrs im Zusammenhang mit den im Begehren angeführten Banktratten Auskunft zu geben, insbesondere die exakten Namen oder Firmenbezeichnungen der Begünstigten zu nennen und anzugeben, welchen Konten die Beträge gutgeschrieben worden seien, und die zugehörigen Unterlagen in Fotokopie herauszugeben. Die Schweizerische Volksbank wurde ausserdem ersucht, die von der Bezirksanwaltschaft am 15. April 1983 gestützt auf das amerikanische Rechtshilfebegehren vom 9. August 1982 vorsorglich gesperrten Guthaben aus den genannten Bankgiros nunmehr gemäss dem Begehren der mexikanischen Behörden in Anwendung von Art. 74 IRSG gesperrt zu halten.\n\nC. und L. zogen diese Verfügung mit einem Rekurs an die Staatsanwaltschaft des Kantons Zürich weiter. Mit Entscheid vom 17. November 1983 wies die Staatsanwaltschaft den Rekurs ab. Sie hielt in Ziffer 3 des Dispositivs fest, es sei dem Rechtsvertreter der Rekurrenten nach Prüfung der Bankunterlagen Gelegenheit zu geben, zu deren Beweiseignung Stellung zu nehmen. In Ziffer 4 des Dispositivs wurden die mexikanischen Behörden ausdrücklich auf den Grundsatz der Spezialität hingewiesen.\n\nC. und L. erhoben am 21. November 1983 beim Bundesgericht Verwaltungsgerichtsbeschwerde gegen die Verfügung der |176| Staatsanwaltschaft des Kantons Zürich vom 17. November 1983.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Zwischen der Schweiz und Mexiko besteht kein Vertrag oder Abkommen über die Zusammenarbeit in Strafsachen. Das vorliegende Ersuchen ist somit ausschliesslich nach dem einschlägigen internen Recht der Schweiz, also aufgrund des IRSG und der dazugehörigen Ausführungsverordnung vom 24. Februar 1982 zu beurteilen. Dabei sind selbstverständlich die allgemeinen Prinzipien des Völkerrechts zu beachten, denen beim Entscheid über ein Rechtshilfebegehren Rechnung zu tragen ist, unabhängig davon, ob zwischen dem ersuchenden und dem ersuchten Staat ein Abkommen über die Zusammenarbeit in Strafsachen besteht oder nicht.\n\n3. Es sind zunächst jene Rügen der Beschwerdeführer zu behandeln, die das Gegenrecht, den Grundsatz der Spezialität und den Schutz des Geheimbereichs betreffen.\n\na) Das Gegenrechtsprinzip ist ein allgemeiner Grundsatz des Völkerrechts, der einem Staat gestattet, ein bestimmtes Verhalten gegenüber einem andern Staat davon abhängig zu machen, dass sich dieser ihm gegenüber in der gleichen Situation ebenso verhält (BGE 109 Ib 168 E. 5). Nach Art. 8 Abs. 1 IRSG wird einem Rechtshilfeersuchen in der Regel nur entsprochen, wenn der ersuchende Staat Gegenrecht gewährt. Die Bestimmung sieht weiter vor, das Bundesamt habe eine Zusicherung des Gegenrechts einzuholen, wenn dies geboten erscheine. Dem Bundesamt steht beim Entscheid darüber ein weiter Ermessensspielraum zu. Diesem Umstand hat das Bundesgericht bei der Überprüfung Rechnung zu tragen. Eine Gegenrechtserklärung ist nach Art. 8 Abs. 2 lit. a IRSG dann nicht erforderlich, wenn die Ausführung eines Ersuchens im Hinblick auf die Art der Tat oder die Notwendigkeit der Bekämpfung bestimmter Taten geboten erscheint. Man kann wohl davon ausgehen, das Bundesamt habe im zu beurteilenden Fall mit Rücksicht auf die Art und Schwere der den Beschwerdeführern zur Last gelegten Taten ohne Verletzung des Rechtshilfegesetzes auf eine Zusicherung verzichten dürfen. Wie dem auch sei, der ersuchende Staat hat im vorliegenden Fall eine Gegenrechtserklärung vorgelegt, und zwar wurde sie vom Ersten Stellvertreter des Generalprokurators der Republik Mexiko abgegeben. |177|\n\nDie Beschwerdeführer machen geltend, diese Zusicherung sei ungenügend, da sie durch einen hiefür \"offensichtlich nicht zuständigen\" Beamten erfolgt sei. Sie sind der Meinung, die Erklärung hätte von der mexikanischen Regierung ausgehen müssen.\n\nDie Rüge ist unbegründet. Wer für die Zusicherung des Gegenrechts zuständig ist, bestimmt sich nach dem internen Recht des Staates, der sie abgibt. Die Beschwerdeführer bringen nichts vor, was den Schluss zuliesse, die hier in Frage stehende Erklärung sei von einer unzuständigen Behörde abgegeben worden. Es ist darauf hinzuweisen, dass die mexikanische Botschaft in Bern die Gegenrechtserklärung des Ersten Stellvertreters des Generalprokurators in ihre an das Bundesamt gerichtete Note vom 7. Juli 1983 aufgenommen hat. Bei dieser Sachlage kann von einer ungenügenden Zusicherung nicht die Rede sein. Im übrigen wird vom Bundesamt in der Vernehmlassung bestätigt, dass nach den bisherigen Erfahrungen die schweizerischen Rechtshilfeersuchen in Mexiko erledigt worden seien. Es besteht daher kein Grund zur Annahme, der ersuchende Staat werde sich nicht an die hier abgegebene Zusicherung halten.\n\nb) Nach Art. 67 Abs. 1 IRSG dürfen die durch Rechtshilfe erhaltenen Auskünfte im ersuchenden Staat in Verfahren wegen Taten, derentwegen Rechtshilfe nicht zulässig ist, weder für Ermittlungen benützt noch als Beweismittel verwendet werden. Die Staatsanwaltschaft hat in der angefochtenen Verfügung (Ziffer 4 des Dispositivs) einen solchen Spezialitätsvorbehalt angebracht. Er wurde genügend klar formuliert (BGE 107 Ib 271 E. 4b). Das Bundesamt erklärt in der Beschwerdeantwort, es werde entsprechend der Verfügung der Staatsanwaltschaft die mexikanischen Behörden bei der Übermittlung der Akten auf den Spezialitätsvorbehalt aufmerksam machen. Die Beschwerdeführer halten das für ungenügend in Anbetracht des Umstandes, dass zwischen der Schweiz und Mexiko kein Rechtshilfeabkommen bestehe. Sie verlangen, es sei von den mexikanischen Behörden eine ausdrückliche Zusicherung der Spezialität einzuholen.\n\nDiese Kritik geht offensichtlich fehl. Die mexikanische Botschaft in Bern hat dem Bundesamt mit Note vom 7. Juli 1983 mitgeteilt, der Erste Stellvertreter des mexikanischen Generalprokurators verpflichte sich, die aus der Schweiz erhaltenen Auskünfte in keinem Verfahren wegen Verletzung von Steuer-, Zoll- oder Währungsvorschriften zu verwenden. Es ist klar, dass mit dieser |178| Zusicherung und dem in der Verfügung der Staatsanwaltschaft angebrachten Spezialitätsvorbehalt der Vorschrift des Art. 67 IRSG hinreichend Rechnung getragen wurde.\n\nc) Die Beschwerdeführer machen geltend, die kantonalen Behörden hätten über das Ersuchen nicht entscheiden dürfen, ohne zuvor entsprechend Art. 10 Abs. 3 IRSG die Stellungnahme des Bundesamtes zur Frage einzuholen, ob die Gewährung der Rechtshilfe im vorliegenden Fall nicht im Hinblick auf den Schutz des Bankgeheimnisses (Art. 10 Abs. 2 IRSG) unzulässig sei. Das Bankgeheimnis gehöre zu den \"wesentlichen Interessen\" der Schweiz, denen bei der Anwendung des Rechtshilfegesetzes Rechnung zu tragen sei (Art. 1 Abs. 2 IRSG). Das Bundesamt weist in der Vernehmlassung darauf hin, den Beschwerdeführern werde eine schwerwiegende Tat vorgeworfen, und bei Gewährung der Rechtshilfe sei kein erheblicher Nachteil für die schweizerische Wirtschaft zu befürchten. Die Zürcher Behörden seien daher nicht verpflichtet gewesen, nach Art. 10 Abs. 3 IRSG vorzugehen.\n\nAuch in diesem Punkt ist die Kritik der Beschwerdeführer offensichtlich unbegründet. Auf die erwähnte Vorschrift, wonach die ausführende Behörde vor ihrem Entscheid die Stellungnahme des Bundesamtes einzuholen hat, können sich nur jene Personen berufen, die nach dem Ersuchen am Strafverfahren im Ausland nicht beteiligt sind. Das ergibt sich klar aus dem Titel zur Vorschrift des Art. 10 IRSG und aus dem gesamten Inhalt der Bestimmung, die ausschliesslich den Geheimbereich der am Strafverfahren nicht Beteiligten schützen will. Da die Beschwerdeführer am Strafverfahren in Mexiko beteiligt sind, konnte die genannte Vorschrift nicht zur Anwendung kommen.\n\n4. Die Beschwerdeführer rügen, das Rechtshilfeersuchen genüge den Formerfordernissen des Gesetzes nicht.\n\na) Nach Art. 28 Abs. 5 IRSG sind ausländische Ersuchen und ihre Unterlagen in deutscher, französischer oder italienischer Sprache oder mit Übersetzung in eine dieser Sprachen einzureichen, wobei die Übersetzungen amtlich als richtig bescheinigt sein müssen. Diesen Anforderungen wurde entsprochen, nachdem das Bundesamt die mexikanischen Behörden auf die Mängel des Ersuchens vom 9. März 1983 aufmerksam gemacht hatte. Die wesentlichen Unterlagen, d.h. der Nachtrag vom 29. April 1983 und der ausführlich begründete Haftbefehl vom 9. März 1983, wurden je mit einer amtlich beglaubigten französischen Übersetzung vorgelegt. Zwar wurde diese nicht mustergültig verfasst, doch kann sie durchaus |179| als verständlich bezeichnet werden, was unter dem Gesichtspunkt von Art. 28 Abs. 5 IRSG genügt.\n\nb) Hingegen fehlte zur Zeit, als die Staatsanwaltschaft ihren Entscheid traf, die gemäss Art. 76 lit. c IRSG erforderliche Bestätigung der mexikanischen Behörden, dass die verlangte und von der Bezirksanwaltschaft Zürich angeordnete Sperre der Konten im ersuchenden Staat zulässig sei. Dieser Mangel wurde jedoch geheilt. Der ersuchende Staat hat den schweizerischen Behörden mit Schreiben vom 1. März 1984 die entsprechende Bestätigung eingereicht. Wohl geschah das erst, als die Verwaltungsgerichtsbeschwerde schon beim Bundesgericht hängig war. Die Bestätigung darf aber, wie sich aus Art. 28 Abs. 6 IRSG ergibt, dennoch berücksichtigt werden, dies um so mehr, als die mexikanischen Behörden nicht vorher auf den betreffenden Mangel aufmerksam gemacht wurden.\n\nc) Die Beschwerdeführer sind zu Unrecht der Ansicht, die Staatsanwaltschaft hätte das Ersuchen als unzulässig erklären sollen, weil nach dem 1. Juli 1983 vom ersuchenden Staat keine neuen Tatsachen vorgebracht worden seien, die eine Änderung der ablehnenden Verfügung der Bezirksanwaltschaft vom 1. Juli 1983 gerechtfertigt hätten. Es braucht hier nicht auf die sehr eingeschränkte Bedeutung der Rechtskraft auf dem Gebiet der Rechtshilfe eingegangen zu werden (vgl. dazu BGE 109 Ib 157 E. 3b, 161/162; BGE 106 Ib 265 E. 3b/aa; BGE 103 Ia 212 E. 7). Entscheidend ist, dass die Bezirksanwaltschaft am 1. Juli 1983 das Ersuchen nicht definitiv abgelehnt, sondern die Rechtshilfe lediglich vorläufig verweigert hat, da sie zunächst die von den mexikanischen Behörden in Aussicht gestellten Nachträge und Präzisierungen zum Ersuchen abwarten wollte.\n\nd) Im weitern behaupten die Beschwerdeführer, das Ersuchen genüge den Anforderungen des Art. 28 Abs. 3 IRSG nicht. Sie bezeichnen die Sachverhaltsdarstellung als unvollständig, widersprüchlich und unglaubwürdig.\n\nGemäss Art. 28 Abs. 3 lit. a IRSG muss das Ersuchen eine kurze Darstellung des wesentlichen Sachverhaltes enthalten, die dem ersuchten Staat die rechtliche Beurteilung der Tat ermöglichen soll. Es kann indes von den Behörden des ersuchenden Staates nicht verlangt werden, dass sie den Sachverhalt, der Gegenstand der Strafuntersuchung in ihrem Land bildet, lückenlos und ohne einen Widerspruch darstellen. Das wäre mit dem Sinn und Zweck des Rechtshilfeverfahrens unvereinbar, ersucht doch ein Staat |180| einen andern gerade deswegen um Mithilfe, damit er die bisher im dunkeln gebliebenen Punkte klären kann aufgrund von Unterlagen, die im Besitz des ersuchten Staates sind. Es reicht daher unter dem Gesichtspunkt der erwähnten Vorschrift aus, wenn die Angaben im Ersuchen den schweizerischen Behörden die Prüfung ermöglichen, ob und allenfalls in welchem Umfang dem Rechtshilfegesuch entsprochen werden muss, oder ob ein Verweigerungsgrund vorliegt. Diesen Anforderungen genügt das vorliegende Ersuchen, werden doch im Nachtrag vom 29. April 1983 und im Haftbefehl vom 9. März 1983 die den Beschwerdeführern vorgeworfenen Handlungen in einlässlicher und detaillierter Weise geschildert.\n\nDie schweizerische Behörde hat sich beim Entscheid über ein Rechtshilfebegehren nicht über das Bestehen der angeführten Tatsachen auszusprechen. Sie ist an die Darstellung des Sachverhaltes im Begehren des ersuchenden Staates gebunden, soweit diese nicht offensichtliche Fehler, Lücken oder Widersprüche enthält (BGE 107 Ib 254 E. 2b/aa, 267 E. 3a; BGE 105 Ib 425 f. E. 4b). Diese Grundregel ergibt sich aus der Natur und dem dargelegten Zweck des Rechtshilfeverfahrens. Sie gilt deshalb entgegen der Meinung der Beschwerdeführer auch dann, wenn zwischen dem ersuchenden und dem ersuchten Staat kein Rechtshilfeabkommen besteht. Die Beschwerdeführer vermögen nicht darzutun, dass die Sachverhaltsdarstellung des ersuchenden Staates offensichtlich falsch, lückenhaft oder widersprüchlich wäre. Sie stellen in ihrer Beschwerde im wesentlichen einfach den Sachverhalt, in den sie verwickelt sind, anders dar, als er im Ersuchen beschrieben wird. Nach der erwähnten Regel hat das Bundesgericht von den im Ersuchen angeführten Tatsachen auszugehen. Ob diese glaubwürdig sind, hat der Rechtshilferichter nicht zu beurteilen. Der Entscheid hierüber steht ausschliesslich dem Sachrichter zu.\n\nDie Rügen, welche in formeller Hinsicht gegen das Ersuchen erhoben wurden, und die entsprechenden Eventualanträge erweisen sich demnach als unbegründet.\n\n5. Die Beschwerdeführer bestreiten, dass die im Ersuchen genannten Handlungen in beiden Staaten unter Strafe gestellt seien.\n\nDie kantonalen Behörden haben mit den angefochtenen Verfügungen Zwangsmassnahmen angeordnet. Gemäss Art. 64 IRSG ist das nur zulässig, wenn aus der Darstellung des Sachverhalts hervorgeht, dass die im Ausland verfolgte Handlung die objektiven Merkmale eines Straftatbestandes des schweizerischen Rechts |181| aufweist. Der aus dieser Vorschrift in Verbindung mit Art. 1 IRSG folgende Grundsatz der beidseitigen Strafbarkeit verlangt indessen nicht, dass die fragliche Handlung in den Gesetzen des ersuchenden und des ersuchten Staates unter demselben rechtlichen Gesichtswinkel als Straftatbestand erfasst wird. Die Normen brauchen nicht identisch zu sein; es genügt, wenn die im Ersuchen umschriebenen Handlungen nach jedem der beiden Rechte strafbar sind (BGE 109 Ib 53 E. 4b).\n\na) Nach den Ausführungen im Rechtshilfeersuchen werden die den Beschwerdeführern vorgeworfenen Handlungen von zwei Bestimmungen des mexikanischen Strafgesetzbuches erfasst, nämlich von Art. 386 Ziff. 3, der den Betrug (fraude maquinado) unter Strafe stellt, und von Art. 164 in Verbindung mit Art. 13 Ziff. 1 und 3, der die rechtswidrige Vereinigung (asociacion delictuosa) mit Strafe bedroht. Der Betrugstatbestand des mexikanischen Rechts scheint etwas weiter gefasst zu sein als Art. 148 des schweizerischen Strafgesetzbuches (StGB). Es kann daher mit Grund angenommen werden, dass die im Ersuchen umschriebenen Handlungen, sofern sie erstellt sind, den Tatbestand des Betruges im Sinne von Art. 386 des mexikanischen Rechts erfüllen. Die Beschwerdeführer bringen kein stichhaltiges Argument vor, das gegen diese Annahme spräche.\n\nb) Die Beschreibung des kriminellen Vorgehens der Beschwerdeführer im Ersuchen Mexikos deckt sich mit jener, welche die amerikanischen Behörden in ihrem Rechtshilfebegehren an die Schweiz in der Strafuntersuchung gegen die Firma Crawford Enterprises Inc. und deren Präsidenten D. gegeben hatten. Die Beschwerdeführer machten seinerzeit in ihrer Einsprache gegen das Ersuchen der USA geltend, die von den amerikanischen Behörden angeführten Handlungen seien nach schweizerischem Recht nicht strafbar. Das Bundesgericht hatte sich auf eine erste Verwaltungsgerichtsbeschwerde hin im Urteil vom 22. Dezember 1983 mit dieser Frage zu befassen. Es gelangte zum Schluss, die im amerikanischen Strafverfahren dem Angeklagten D. zur Last gelegten Handlungen würden nach schweizerischem Recht als Gehilfenschaft zu der von den Beschwerdeführern zum Nachteil der Pemex begangenen ungetreuen Geschäftsführung qualifiziert. Das wurde wie folgt begründet: \"Selbst wenn man entsprechend dem von den Beschwerdeführern vorgelegten Gutachten des mexikanischen Anwalts T. annähme, ein Angestellter der Pemex sei nicht als Beamter im Sinne von Art. 110 Ziff. 4 StGB zu betrachten und D. könnte |182| daher in der Schweiz nicht wegen Bestechung gemäss Art. 288 StGB bestraft werden, wäre sein Verhalten nach schweizerischem Recht gleichwohl strafbar. Es kann davon ausgegangen werden, dass die Beschwerdeführer in ihrer Eigenschaft als stellvertretende Direktoren einer Handelsgesellschaft verpflichtet waren, die Interessen der Gesellschaft zu wahren. Dadurch, dass sie D. Grossaufträge der Pemex verschafften und als Gegenleistung Schmiergelder erhielten, die in den von der Pemex bezahlten Kaufpreisen inbegriffen waren, haben sie diese Gesellschaft finanziell geschädigt. Ihr Verhalten würde daher unter den Tatbestand der ungetreuen Geschäftsführung im Sinne von Art. 159 StGB fallen.\"\n\nDie Beschwerdeführer bringen nichts vor, was das Bundesgericht veranlassen könnte, von diesen Erwägungen abzuweichen. Beizufügen ist, dass sich mit Grund auch die Auffassung vertreten liesse, die den Beschwerdeführern vorgeworfenen Handlungen würden die Tatbestandsmerkmale des Betruges im Sinne von Art. 148 StGB erfüllen.\n\nIn Mexiko wird das Verfahren gegen die Beschwerdeführer auch wegen rechtswidriger Vereinigung geführt, und ein solches Verhalten ist nach schweizerischem Recht nicht strafbar. Dieser Umstand ist indes unerheblich, da es für die Gewährung der Rechtshilfe - im Gegensatz zur Auslieferung - genügt, wenn die im Ersuchen angeführten Handlungen die Merkmale eines Straftatbestandes des schweizerischen Rechts erfüllen (BGE 107 Ib 268 E. 3c).\n\n6. Die Beschwerdeführer sind der Ansicht, die Rechtshilfe müsse aufgrund von Art. 2 IRSG verweigert werden. Sie scheinen ferner auch geltend zu machen, es liege ein Anwendungsfall des Art. 3 Abs. 1 und 3 IRSG vor.\n\na) Die Einrede des politischen Charakters der Tat (Art. 3 Abs. 1 IRSG) kann hier nicht erhoben werden. Es handelt sich bei den Taten, die den Beschwerdeführern zur Last gelegt werden, klarerweise nicht um ein absolut oder ein relativ politisches Delikt (oder eine mit einem solchen zusammenhängende Tat) im Sinne der bundesgerichtlichen Rechtsprechung (BGE 109 Ib 71 f.). Auch eine Berufung auf Art. 3 Abs. 3 IRSG kommt nicht in Betracht, da Gegenstand des ausländischen Strafverfahrens keine Fiskalsache bildet. Für ein Steuerverfahren dürfen die Auskünfte nicht verwendet werden.\n\nb) Gemäss Art. 2 IRSG wird einem Ersuchen um Zusammenarbeit in Strafsachen nicht entsprochen, wenn Gründe für die Annahme bestehen, dass das Verfahren im Ausland |183|\n\n\"a. den Verfahrensgrundsätzen der Europäischen Konvention vom 4. November 1950 zum Schutze der Menschenrechte und Grundfreiheiten nicht entspricht oder\n\nb. durchgeführt wird, um eine Person wegen ihrer politischen Anschauungen, wegen ihrer Zugehörigkeit zu einer bestimmten Gruppe oder aus Gründen der Rasse, Religion oder Volkszugehörigkeit zu verfolgen oder zu bestrafen oder\n\nc. dazu führen könnte, die Lage des Verfolgten aus einem unter Buchstabe b angeführten Grund zu erschweren oder\n\nd. andere schwere Mängel aufweist.\"\n\nDie Beschwerdeführer behaupten, das Strafverfahren sei im Rahmen einer vom Präsidenten der Republik Mexiko, Miguel de la Madrid, inszenierten Kampagne betreffend \"Moralisierung der Administration\" gegen sie eingeleitet worden. Der wahre Zweck dieser Kampagne bestehe indes darin, die politischen Gegner des Präsidenten auszuschalten, darunter vor allem den frühern Senator und Chef der Pemex, Jorge Diaz Serrano, Mitbewerber um das Amt des Präsidenten bei den letzten Wahlen. Sie, die Beschwerdeführer, könnten als \"Parteigänger\" von Diaz Serrano in Mexiko nicht mit einem fairen Prozess rechnen.\n\nDen bei den Akten befindlichen Zeitungsausschnitten lässt sich entnehmen, dass die Pemex-Affäre in der mexikanischen Öffentlichkeit grosses Aufsehen erregt hat. Das ist verständlich, wenn man bedenkt, dass hier ein bedeutendes staatliches Erdölunternehmen in eine Korruptionsaffäre von aussergewöhnlichem Ausmass verwickelt ist, die bei der Verschlechterung der Wirtschaftslage Mexikos eine nicht unbedeutende Rolle gespielt haben könnte. Auch ist es, wie das Bundesamt in der Vernehmlassung zutreffend ausführt, durchaus zulässig, wenn ein demokratisch gewählter Staatspräsident der Korruptionsbekämpfung höchste Priorität einräumt und sich zum Ziel setzt, die Schuldigen zu bestrafen. Diese Zielsetzung der Regierung und das grosse Echo, das die Pemex-Affäre in der lokalen Presse ausgelöst hat, lassen jedoch nicht den Schluss zu, dass die Beschwerdeführer wegen ihrer politischen Anschauungen, die von jenen der Regierung abweichen, in einem mexikanischen Strafverfahren der Gefahr einer Erschwerung ihrer Lage ausgesetzt wären. Es besteht vor allem deswegen kein Grund für die Annahme, das Verfahren sei gegen die Beschwerdeführer aus politischen Gründen eingeleitet worden, weil wegen des gleichen Sachverhaltes auch in den USA ein Strafverfahren geführt wird, und zwar gegen den amerikanischen Geschäftspartner der Beschwerdeführer. Ebensowenig kann aus dem |184| Aufsehen, das ein Strafverfahren in der Öffentlichkeit erregt, oder aus dem Umstand, dass die Regierung an der Verfolgung bestimmter Taten ein besonderes Interesse hat, geschlossen werden, die Verfahrensgrundsätze der Europäischen Menschenrechtskonvention würden im ausländischen Strafverfahren nicht eingehalten. Die Beschwerdeführer vermögen nicht darzutun, dass Gründe für die Annahme bestünden, es liege ein Anwendungsfall des Art. 2 lit. a oder d IRSG vor. Sie berufen sich somit zu Unrecht auf Art. 2 IRSG.\n\n7. Die Beschwerdeführer machen geltend, das Rechtshilfebegehren sei unverhältnismässig, denn die verlangten Auskünfte seien nicht nötig, um in der Pemex-Affäre die Wahrheit zu finden. Es bestehe im übrigen kein Zusammenhang zwischen den fraglichen Checks und den im Ersuchen behaupteten strafbaren Handlungen. Dieser Auffassung kann nicht gefolgt werden. Die mexikanischen Behörden haben ein berechtigtes Interesse daran, zu erfahren, welchen Konten bei der Schweizerischen Volksbank die im Ersuchen genannten Beträge gutgeschrieben wurden, und welches die Empfänger dieser Gelder waren, die während eines Jahres an die genannte Bank überwiesen wurden und insgesamt einen Betrag von rund 5 Millionen US-Dollars ausmachten. Von einer Verletzung des Grundsatzes der Verhältnismässigkeit kann nicht gesprochen werden."}