{"annee": "110", "cour": "III", "page": "75", "date": "9/11/1984", "cite": ["105 III 1", "96 III 126"], "cite_par": ["112 III 52"], "chapeau": "21. Entscheid der Schuldbetreibungs- und Konkurskammer vom 9. November 1984 i.S. X. (Rekurs)", "regestes": ["Distribution du produit d'une réalisation d'immeuble; garantie des prétentions des artisans et entrepreneurs (art. 117 ORI). Pour obtenir le versement d'une partie du montant que lui accorde le tableau de distribution, le créancier gagiste qui prétend que ce montant n'est pas litigieux en son entier doit démontrer dans quelle mesure les prétentions selon l'art. 117 al. 2 ORI des artisans et entrepreneurs de rang postérieur au sien sont garanties; il a, en d'autres termes, à établir quelles sont les actions que les artisans et entrepreneurs ont introduites en temps utile devant le juge du for de la faillite et quels sont les procès encore pendants. L'Office des poursuites ne peut retenir que la somme des prétentions des artisans et entrepreneurs qui font l'objet de tels litiges, ainsi qu'un montant adéquat pour les intérêts, les dépens et les avances de frais à restituer le cas échéant aux demandeurs qui obtiendraient gain de cause."], "faits": "BGE 110 III 75 S. 76\n\nIn dem gegen A. hängigen Grundpfandverwertungsverfahren wurde vom 18. bis 28. Januar 1984 der Verteilungsplan aufgelegt. Danach sollen die pfandgesicherten Forderungen bis zum sechsten Rang vollumfänglich und im siebten Rang teilweise gedeckt werden. Die X., deren Forderung im vierten Rang figuriert, soll Fr. 1'748'181.55 erhalten. In Anwendung von Art. 117 VZG setzte das Betreibungsamt den Bauhandwerkern, die gemäss Verteilungsplan alle leer ausgehen sollen, Frist an, um im Sinne von Art. 841 Abs. 1 ZGB einen allfälligen Anspruch auf Deckung aus dem den vorgehenden Pfandgläubigern zufallenden Verwertungsanteil einzuklagen. In der Folge reichten mehrere Bauhandwerker gegen BGE 110 III 75 S. 77verschiedene Grundpfandgläubiger, darunter auch gegen die X., Klage ein.\n\nMit Eingabe vom 31. Juli 1984 ersuchte die X. das Betreibungsamt, ihr von der ihr gemäss Verteilungsplan zukommenden Summe einen Teilbetrag von 1,3 Mio. Franken auszuzahlen. Durch Verfügung vom 1. August 1984 wies das Betreibungsamt dieses Begehren ab mit der Begründung, eine Einwilligung der klagenden Bauhandwerker zur Auszahlung des verlangten Betrages liege nicht vor.\n\nEine von der X. gegen die betreibungsamtliche Verfügung erhobene Beschwerde wies die kantonale Aufsichtsbehörde mit Entscheid vom 28. September 1984 ab.\n\nDie X. hat gegen diesen Entscheid an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts rekurriert mit dem Rechtsbegehren:\n\n\"Der Entscheid ... vom 28. September 1984 sei aufzuheben, und es sei\n\ndas Betreibungsamt ... anzuweisen, der Rekurrentin den ihr im\n\nVerteilungsverfahren ... zustehenden nicht streitigen Betrag von\n\nFr. 1'500'000.-- auszubezahlen, unter Kostenfolge.\"\n\nVerschiedene Bauhandwerker und Unternehmer haben sich zum Rekurs vernehmen lassen, ohne allerdings einen ausdrücklichen Antrag zu stellen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. a) Die Verteilung des Verwertungserlöses hat das Betreibungsamt als einzige Vollstreckungsmassnahme von Amtes wegen vorzunehmen (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Aufl., N. 1 zu § 29, S. 246; FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, I. Bd., Rz. 1 zu § 32, S. 456). Allerdings darf das Betreibungsamt dann nicht zur Verteilung schreiten, wenn der Erlös aus der Verwertung eines Grundstücks Gegenstand einer strafrechtlichen Beschlagnahme bildet (BGE 105 III 1 ff.). Ein weiteres Hindernis ergibt sich aus Art. 117 VZG. Gemäss Abs. 1 dieser Bestimmung setzt das Betreibungsamt den Bauhandwerkern und Unternehmern, die bei der Verteilung zu Verlust kommen sollen, eine zehntägige Frist an, um im Sinne von Art. 841 Abs. 1 ZGB einen allfälligen Anspruch auf Deckung aus dem den vorgehenden Pfandgläubigern zufallenden Verwertungsanteil einzuklagen. Wird der Prozess innerhalb der erwähnten Frist anhängig BGE 110 III 75 S. 78gemacht, so bleibt die Verteilung hinsichtlich des streitigen Anteils bis zur gütlichen oder rechtlichen Erledigung des Prozesses aufgeschoben (Art. 117 Abs. 2 erster Satz VZG). Dagegen schreitet das Betreibungsamt ohne Rücksicht auf die Ansprüche der zu Verlust kommenden Bauhandwerker zur Verteilung, falls diese die Klagefrist ungenützt verstreichen lassen (Art. 117 Abs. 4 VZG). Für die Bauhandwerker hat dies freilich nicht den Verlust ihrer Ansprüche aus Art. 841 Abs. 1 ZGB zur Folge; sie büssen nur das Recht ein, im Falle ihres Obsiegens für den ihnen nach dem Urteil zukommenden Betrag unmittelbar aus dem Verwertungsanteil der im Prozess unterlegenen vorgehenden Pfandgläubiger befriedigt zu werden (vgl. BGE 96 III 131 E. 4; LEEMANN, N. 35 und 39 zu Art. 841 ZGB).\n\nb) Der in Art. 117 Abs. 2 VZG vorgesehene Aufschub hat nach dem Gesagten Ausnahmecharakter, so dass das Betreibungsamt die sofortige Verteilung des Verwertungserlöses nur mit Zurückhaltung verweigern darf. Soweit Baupfandgläubiger auf die Erlösanteile der vorgehenden Pfandgläubiger von vornherein nicht greifen können, weil ihre Pfandausfälle oder jedenfalls die innert der Frist des Art. 117 Abs. 1 VZG eingeklagten Forderungen die Höhe der den vorgehenden Gläubigern gemäss Verteilungsplan zugewiesenen Beträge nicht erreichen, darf das Betreibungsamt deshalb die Verteilung nicht aufschieben. Die Vorinstanz hat dies nicht verkannt, führt sie doch aus, es sei unbefriedigend, dahin entscheiden zu müssen, dass die gesamten der Rekurrentin gemäss Verteilungsplan zufallenden Fr. 1'748'181.55 bis zur Erledigung der eingeleiteten Prozesse im Sinne von Art. 117 VZG sichergestellt bleiben müssten, wenn berücksichtigt werde, dass die Summe aller baupfandrechtlich gesicherten Forderungen lediglich Fr. 1'059'634.85 betrage und der Prozessgewinn vermutlich noch wesentlich darunter liegen werde. Die kantonale Aufsichtsbehörde weist jedoch andererseits darauf hin, dass das Rechtsbegehren der Rekursgegner gemäss Klage vom 28. Mai 1984 auf Bezahlung eines gerichtlich zu bestimmenden Betrages über Fr. 8'000.-- nebst Zins seit wann rechtens laute, dass unter anderem auch eine Klageänderung möglich sei und dass nicht bekannt sei, welche Summe die anderen Baupfandgläubiger einklagen würden.\n\n2. Ein Pfandgläubiger, der die Freigabe eines Teils des ihm gemäss Verteilungsplan zustehenden Betreffnisses verlangt mit der Begründung, es sei nicht sein ganzer Anteil am Verwertungserlös streitig, hat letzteres nachzuweisen; er hat darzulegen, in welchem BGE 110 III 75 S. 79Umfang die Sicherstellung von Ansprüchen der Baupfandgläubiger im Sinne von Art. 117 Abs. 2 VZG zum Tragen gekommen sei. Das bedeutet, dass er - und zwar in abschliessender Weise - darzutun hat, was für Bauhandwerker und Unternehmer rechtzeitig beim Richter des Betreibungsortes welche Ansprüche eingeklagt haben und welche Prozesse dort noch hängig sind. Dieser Nachweis wird am einfachsten mit einer entsprechenden Aufstellung des erwähnten Richters erbracht werden können, hat doch allein dieser einen Gesamtüberblick über die von den Baupfandgläubigern gestützt auf die betreibungsamtliche Fristansetzung bei ihm eingeleiteten, noch hängigen Prozesse.\n\n3. a) Welche Beträge den Bauhandwerkern und Unternehmern an den den vorgehenden Pfandgläubigern zugewiesenen Anteilen effektiv zustehen, hängt vom Mehrwert ab, den jene auf dem verwerteten Grundstück geschaffen haben (vgl. LEEMANN, N. 36 zu Art. 841 ZGB). Bei einer Mehrheit von eingeklagten vorgehenden Pfandgläubigern ist ausserdem abzuklären, in welchem Verhältnis deren Anteile am Verwertungserlös zur Befriedigung der Bauhandwerker und Unternehmer in Anspruch genommen werden können. Zu prüfen ist ferner auch, ob für die erwähnten Pfandgläubiger erkennbar gewesen sei, dass die Errichtung ihres Pfandrechts die Handwerker und Unternehmer benachteilige (Art. 841 Abs. 1 ZGB). Diese (materiellrechtlichen) Fragen zu beurteilen, kann nur Sache des gemäss Art. 117 Abs. 1 VZG zuständigen Richters sein. Ausschliesslich in die Kompetenz dieses Richters fällt auch der Entscheid über die umstrittene Frage, ob Zinsen, Prozessentschädigungen oder eine vom unterliegenden Pfandgläubiger als Ersatz für einen erbrachten Prozesskostenvorschuss dem Baupfandgläubiger allenfalls zu leistende Zahlung durch das Bauhandwerkerpfandrecht gedeckt seien (dazu MAILLEFER, Le privilège de l'hypothèque légale des artisans et des entrepreneurs, Diss. Bern 1961, S. 71).\n\nb) Bei der Beurteilung des Auszahlungsbegehrens eines den Baupfandgläubigern vorgehenden Gläubigers hat das Betreibungsamt nach dem Gesagten davon auszugehen, dass von dem dem Gesuchsteller zustehenden Betreffnis derjenige Teil im Sinne von Art. 117 Abs. 2 VZG streitig ist, welcher der Summe der von den Baupfandgläubigern nach Massgabe des Art. 117 VZG rechtzeitig eingeklagten Forderungen entspricht. Wo es das kantonale Prozessrecht - wie hier - zulässt, dass sich der klagende Baupfandgläubiger betragsmässig nicht festlegt, sind die Pfandausfälle BGE 110 III 75 S. 80der betreffenden Gläubiger gemäss Verteilungsplan einzusetzen, zumal das den Bauhandwerkern und Unternehmern in Art. 841 ZGB eingeräumte Vorrecht sich im günstigsten Fall auf Forderungsbeträge in dieser Höhe erstrecken kann. Darüber hinaus hat das Betreibungsamt einen angemessenen Betrag für Zinsen, Prozessentschädigungen und von unterliegenden Pfandgläubigern allenfalls zu ersetzende Prozesskostenvorschüsse zurückzubehalten.\n\n4. Im vorliegenden Fall hatte die Rekurrentin dem Betreibungsamt lediglich mitgeteilt, dass sieben Baupfandgläubiger gegen sie Klage eingereicht hätten und dass die Kläger höchstens Fr. 400'000.-- fordern würden. Ihrem Begehren um Freigabe des nicht umstrittenen Betrages hatte sie jedoch ein Schreiben vom 16. Juli 1984 beigelegt, worin der Anwalt der erwähnten Baupfandgläubiger darauf hingewiesen hatte, dass der Streitwert nicht bestimmt sei und dass ausserdem neben den von ihm vertretenen noch andere Unternehmer die Rekurrentin zum Aussöhnungsversuch hätten vorladen lassen. Aufgrund der ihm zur Verfügung gestellten Unterlagen war das Betreibungsamt nicht in der Lage zu bestimmen, in welcher Höhe der der Rekurrentin im Verteilungsplan zugewiesene Anteil am Verwertungserlös nicht strittig sein soll. Es hat deshalb den von der Rekurrentin herausverlangten Betrag zu Recht nicht freigegeben. Der die betreibungsamtliche Verfügung bestätigende Entscheid der Vorinstanz ist demnach nicht zu beanstanden.\n\n5. Die Rekurrentin hat selbstverständlich die Möglichkeit, unter Beilage der rechtsgenügenden Beweismittel (beispielsweise einer richterlichen Bestätigung im oben angeführten Sinn) ein neues Gesuch um Auszahlung eines Teils des ihr gemäss Verteilungsplan zustehenden Betreffnisses zu stellen. Das Betreibungsamt hätte dann im Sinne der obenstehenden Erwägungen den zurückzubehaltenden Betrag zu bestimmen und den freien Anteil im Rahmen der gestellten Anträge auszubezahlen.\n\n6. Ist der Rekurs nach dem Gesagten abzuweisen, wird der Antrag der Rekurrentin um Zusprechung einer Parteientschädigung gegenstandslos. Es ist jedoch darauf hinzuweisen, dass gemäss Art. 68 Abs. 2 GebTSchKG im Beschwerdeverfahren ohnehin keine Parteientschädigung zugesprochen werden darf."}