{"annee": "110", "cour": "V", "page": "389", "date": "10/12/1984", "cite": ["99 V 177", "75 II 190"], "cite_par": [], "chapeau": "63. Sentenza del 10 dicembre 1984 nella causa Balassi contro Cassa svizzera di compensazione e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 18 al. 2 PCF, art. 35 al. 1 et 405 al. 1 CO. En cas de décès du mandant en cours de procédure et à défaut de convention réglant cette éventualité, le mandat doit au moins se prolonger, conformément au principe de la bonne foi, jusqu'au moment où l'on a pu établir si les héritiers, une fois connus, entendent continuer le procès et, le cas échéant, si une personne autorisée à agir a été désignée."], "faits": "BGE 110 V 389 S. 389\n\nA.- Il cittadino italiano Claudio Balassi ha deferito una decisione della Cassa svizzera di compensazione 2 luglio 1981 in tema di assicurazione federale per l'invalidità con gravame alla Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero.\n\nL'insorgente era rappresentato, sulla base di una regolare procura, dal Patronato ACLI, sede di Ginevra.\n\nIl 15 ottobre 1982 la Cassa svizzera di compensazione ha comunicato all'autorità di ricorso che l'insorgente era deceduto in data 22 ottobre 1981. Il giudice delegato si è quindi rivolto, il 21 ottobre 1982, agli eredi Balassi, per il tramite della vedova Amelia Balassi, per sapere se essi avessero inteso continuare il procedimento ricorsuale e se il Patronato ACLI di Ginevra dovesse anche nel futuro essere considerato rappresentante delle parti, assegnando per la risposta un termine BGE 110 V 389 S. 390scadente il 22 novembre 1982, con l'avvertenza che il silenzio sarebbe stato ritenuto desistenza.\n\nNon avendo gli eredi dato seguito all'ordinanza, la Commissione di ricorso ha, con giudizio 3 dicembre 1982, stralciato la causa dal ruolo.\n\nB.- Assistita dal Patronato INAC, Amelia Balassi interpone ricorso di diritto amministrativo a questa Corte adducendo che essa, nel momento in cui le venne intimata la comunicazione del giudice commissionale, era in stato confusionale e quindi non in grado di reagire tempestivamente.\n\nLa Cassa di compensazione opponente e l'Ufficio federale delle assicurazioni sociali rinunciano a determinarsi.", "considerants": "Diritto:\n\n1. Oggetto della lite è unicamente la questione di sapere se a ragione la Commissione di ricorso abbia stralciato la causa dal ruolo, non avendo gli eredi dell'assicurato dato seguito all'intimazione del giudice delegato.\n\n2. a) La procedura davanti alla Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero è disciplinata dalla PA (art. 1 cpv. 1 e cpv. 2 lett. d PA), legge questa che non regolamenta la successione in lite nel caso di morte del ricorrente. Secondo l'art. 4 PA le disposizioni del diritto federale che regolano più compiutamente un procedimento sono applicabili in quanto non siano contrarie a detta legge. Ora giusta l'art. 6 PC il processo è sospeso per legge nei casi specialmente previsti, come pure per la morte di una parte (cpv. 2) e se il giudice non ottiene, né dalla comunione ereditaria né dalla controparte, le indicazioni necessarie sulla legittimazione degli eredi la causa viene stralciata dal ruolo (cpv. 4). In concreto legittimamente quindi il giudice delegato della Commissione di ricorso si è prevalso della PC per chiedere informazioni circa la prosecuzione della causa dopo l'avvenuto decesso dell'insorgente.\n\nb) Rimane da esaminare se, avendo l'assicurato assegnato al Patronato ACLI il mandato di rappresentarlo, pure a ragione l'autorità giudiziaria di primo grado abbia notificato l'ordinanza agli eredi.\n\nAi sensi dell'art. 11 cpv. 1 PA in ogni stadio del procedimento la parte può farsi rappresentare. Giusta il cpv. 3 di questo articolo BGE 110 V 389 S. 391fintanto che la parte non revochi la procura l'autorità comunica con il rappresentante. Infine, l'art. 38 PA dispone che una notificazione difettosa non può cagionare alle parti alcun pregiudizio. Al riguardo la giurisprudenza ha precisato che il fatto di comunicare una decisione impugnabile alla parte stessa anziché al rappresentante è una notificazione difettosa e non può cagionare alla parte alcun pregiudizio (DTF 99 V 177).\n\nÈ vero ora che la comunicazione del giudice delegato agli eredi non configurava tecnicamente una decisione impugnabile; trattandosi tuttavia di un provvedimento che in caso di mancato riscontro avrebbe comportato per la parte un pregiudizio non altrimenti riparabile, i suesposti principi possono comunque essere applicati.\n\nc) Decisivo ai fini di stabilire se la comunicazione sia stata regolarmente notificata è determinare se il mandato con cui Claudio Balassi aveva incaricato il patronato ACLI di rappresentarlo era decaduto con la morte dell'interessato.\n\nL'art. 18 cpv. 2 PC - legge che, come è stato detto, è applicabile a titolo sussidiario nell'ambito della PA - dichiara richiamabili le norme del CO circa i limiti e l'estensione della facoltà di rappresentanza. Ora per l'art. 35 cpv. 1 CO il mandato conferito per negozio giuridico cessa, se non risulta il contrario dalla convenzione o dalla natura del negozio, con la morte del mandante. Questa regola è ribadita dall'art. 405 cpv. 1 CO relativo al mandato, il quale dispone che il rapporto si estingue con la morte del mandante, salvo sempre che risulti il contrario dalla convenzione o dalla natura dell'affare.\n\nNulla predisponendo per il caso di morte la procura con cui Claudio Balassi aveva incaricato il patronato ACLI di rappresentarlo, deve essere esaminato il tema se la natura del rapporto giustificasse o meno la continuazione del mandato dopo il decesso dell'interessato. Orbene il Tribunale federale ha avuto modo di affermare che in una procedura giudiziaria il mandato dura oltre la morte del mandante e sino al termine del procedimento (DTF 75 II 192, 50 II 30). La dottrina, pur alludendo al fatto che alcune discipline processuali prevedono la decadenza del mandato in caso di morte del rappresentante, approda alla stessa soluzione ritenuta dal Tribunale federale quando si tratti di applicare la PC (cfr. GULDENER, Schweizerisches Zivilprozessrecht, 3a edizione, pag. 138; GAUTSCHI, Berner Kommentar VI/2, nota 5a ad art. 405 CO; STRÄULI/MESSMER, BGE 110 V 389 S. 392Kommentar zur zürcherischen Zivilprozessordnung, 2a edizione, ad § 37; WALDER-BOHNER, Zivilprozessrecht, 3a edizione, pag. 150).\n\nLa Corte non vede motivo di scostarsi in sostanza da questa prassi in sede della presente vertenza, nel senso che essa, in caso di morte del mandante nel corso di un procedimento, considera in mancanza di convenzione al riguardo dover il rapporto di mandato in ossequio al principio dell'affidamento sussistere, ciò per lo meno sino al momento in cui, conosciuti gli eredi, si sia accertato se essi intendano continuare la procedura e, se del caso, si sia designato chi è abilitato a procedere.\n\n3. Dato quanto procede deve essere concluso che l'ordinanza del giudice delegato, malgrado il decesso dell'insorgente, sarebbe stata da notificare al rappresentante e non già alle parti, cui da questo fatto non può derivare nessun pregiudizio. In queste condizioni il querelato giudizio non può che essere annullato, gli atti essendo da ritornare alla Commissione di ricorso perché provveda all'intimazione di detta ordinanza al rappresentante del defunto ricorrente.\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è accolto nel senso che, annullato il querelato giudizio, gli atti sono ritornati alla Commissione di ricorso perché proceda conformemente ai considerandi."}