{"annee": "110", "cour": "II", "page": "398", "date": "30/10/1984", "cite": ["101 IB 361", "43 II 43", "76 II 77", "88 II 28", "91 II 17", "80 I 424", "100 II 224", "106 II 352", "108 IA 212", "92 I 298", "36 II 38"], "cite_par": ["114 II 284", "115 V 224", "113 II 280", "112 IB 381"], "chapeau": "77. Arrêt de la Ire Cour civile du 30 octobre 1984 dans la cause SNC Berchten et Campana contre Office fédéral du registre du commerce (recours de droit administratif)", "regestes": ["Raison de commerce. Risque de confusion (art. 944 al. 1 CO et 38 ORC). Le terme de \"gymnase\" utilisé dans une raison de commerce d'une entreprise sise à Genève pour désigner une salle de gymnastique prête à confusion, du moment qu'il est généralement compris par le public moyen suisse - ou même suisse romand - comme désignant un établissement d'enseignement du niveau secondaire."], "faits": "|398|\n\nA.- La société en nom collectif Berchten et Campana, à Carouge (Genève), exploite une salle de gymnastique dans l'une des \"Tours\" de cette ville. Le 7 mars 1984, les sieurs Berchten et Campana ont requis l'inscription de leur société au registre du commerce, sous la raison \"Gymnase des Tours, Berchten et Campana\". Le 9 mars 1984, l'Office fédéral du registre du commerce (OFRC) a décidé d'ajourner la publication, au motif que l'expression \"gymnase\" induit en erreur, vu que pour le lecteur moyen suisse ce terme signifie \"école supérieure\" (lycée).\n\nPar décision du 30 mars 1984, l'OFRC a refusé l'inscription, en application des art. 944 CO et 38 ORC; il relève que selon une |399| enquête faite dans différents cantons romands (Vaud, Valais, Fribourg, Neuchâtel), le terme de gymnase y est compris dans son acception de lycée et non pas de salle de gymnastique; le fait qu'une partie de la population, à Genève, le comprenne dans le sens ayant cours en France est sans importance, la raison sociale devant être véridique sur l'ensemble du territoire suisse.\n\nB.- La société Berchten et Campana forme un recours de droit administratif contre cette décision, dont elle requiert l'annulation, en concluant qu'ordre soit donné à l'OFRC d'inscrire la raison litigieuse. Elle relève que, dans le canton de Genève, le terme de gymnase n'est compris que dans son acception de salle de gymnastique, les établissements d'enseignement secondaire y étant désignés sous le nom de \"collège\", et que le canton du Jura a également abandonné l'expression de gymnase, s'agissant des établissements d'enseignement secondaire, au profit du terme de \"lycée\". Du moment qu'elle exploite une entreprise dans un rayon purement local, le risque de confusion devrait, à ses yeux, s'apprécier uniquement selon le langage pratiqué dans ce cercle-là.\n\nL'OFRC propose le rejet du recours. Développant l'argumentation de sa décision, il indique qu'il ne s'opposerait pas à l'inscription des mots \"gymnase des Tours\" comme enseigne, mais qu'il ne peut accepter une telle inscription au titre de raison de commerce.\n\nLe Tribunal fédéral rejette le recours pour les", "considerants": "motifs suivants:\n\n1. a) L'inscription d'une raison de commerce doit être conforme à la vérité et ne doit rien contenir qui puisse induire en erreur (art. 944 al. 1 CO, 38 al. 1 ORC). Une fois la raison de commerce inscrite et publiée dans la Feuille officielle suisse du commerce, son titulaire a un droit exclusif d'en user sur tout le territoire de la Confédération suisse (art. 956 CO; cf. ATF 43 II 45, ATF 36 II 38), sous réserve des restrictions apportées par les art. 946 ss CO.\n\nLa jurisprudence juge du risque de confusion en fonction de la compréhension d'un public suisse moyen, soit du public du territoire pour lequel la protection est revendiquée. S'agissant du public suisse, on doit tenir compte du sens des mots que renferme la raison dans la langue en laquelle elle est inscrite, mais aussi de l'impression produite sur un lecteur moyen de l'une des autres |400| langues nationales (ATF 106 II 353). Il n'y a point de raisons suffisantes de se départir de cette jurisprudence. Elle se justifie par l'étendue nationale de la protection accordée à la raison de commerce; l'OFRC signale ainsi à juste titre que, même si l'entreprise exploitée par la société a présentement un rayon d'activité territorialement limité, elle peut étendre son champ d'activité et la loi lui confère le droit d'ouvrir, sous la même raison sociale (art. 952 CO), des succursales en d'autres lieux, où sa raison ne doit pas non plus être la source de confusions. En outre, même avec un rayon d'activité territorialement limité, une entreprise peut avoir certains rapports avec des personnes sises en dehors de ce rayon, qui ne doivent pas non plus être induites en erreur par la raison de commerce (cf. ATF 92 I 302 /303; cf. aussi ATF 100 II 226 et arrêts cités). Lorsque la désignation désirée prêterait à confusion au plan suisse mais non dans le rayon d'activité limité de l'entreprise, elle peut y être utilisée comme enseigne, avec la protection limitée que cela comporte (cf. à ce sujet ATF 91 II 19, ATF 88 II 31, ATF 76 II 86 et renvoi). Les intérêts légitimes de l'intéressé sont ainsi suffisamment pris en considération.\n\nb) En l'espèce, l'expression de \"gymnase\" est généralement comprise en Suisse comme désignant un établissement d'enseignement du niveau secondaire (souvent supérieur), correspondant généralement au \"lycée\" en France ou au \"collège\" dans le canton de Genève (cf. à cet égard notamment dictionnaire Robert méthodique 1982, p. 666). Cette acception est aussi reçue sur la plus grande partie du territoire de la Suisse romande. Même dans le canton du Jura, où le terme de \"gymnase\" a été officiellement abandonné aujourd'hui dans l'enseignement public, ce terme n'est pas compris généralement comme désignant une salle de gymnastique. Cette dernière acception n'est guère reçue que dans le canton de Genève.\n\nAussi, selon la compréhension du public moyen suisse (même si on le limite à la Suisse romande), le terme de gymnase n'est pas propre à désigner une salle de gymnastique; il ne doit donc pas être utilisé dans ce sens dans une raison de commerce.\n\nEn revanche, comme l'admet l'OFRC, il peut être utilisé dans le cadre d'une enseigne; aussi la recourante n'a-t-elle pas non plus à craindre le préjudice économique allégué dans son recours.\n\n2. La recourante invoque en vain le droit à l'égalité de traitement du fait que le registre du commerce comporterait déjà des raisons où le terme de gymnase est utilisé pour désigner une salle de gymnastique (notamment Gymnase des Vernets S.A.). Il n'est pas |401| nécessaire d'examiner si le fait est exact. En effet, selon la jurisprudence, l'administré ne peut prétendre à l'égalité dans l'illégalité que s'il y a lieu de prévoir que l'administration persévérera dans l'inobservation de la loi (ATF ATF 108 Ia 213 /214 et les arrêts cités; cf. aussi ATF 101 Ib 370, ATF 80 I 426, 79 I 177). Tel ne saurait à l'évidence être le cas en l'occurrence, au vu de la décision attaquée.\n\nAussi n'y a-t-il pas davantage lieu d'examiner présentement si et comment une inscription opérée à tort pourrait être modifiée."}