{"annee": "110", "cour": "V", "page": "183", "date": "16/7/1984", "cite": ["91 I 292", "99 V 193", "108 V 45", "72 I 372", "100 V 129", "104 V 5", "71 I 287"], "cite_par": ["128 V 224", "122 V 331", "125 V 317", "131 V 249", "132 V 127"], "chapeau": "29. Auszug aus dem Urteil vom 16. Juli 1984 i.S. Bärtschi gegen Kranken- und Unfallkasse \"Die Eidgenössische\" und Versicherungsgericht des Kantons Basel-Stadt", "regestes": ["Art. 6bis et 12 et ss LAMA, art. 125 ch. 3 CO: Compensation dans les rapports avec les caisses-maladie. Les caisses-maladie reconnues - organisées selon le droit public ou le droit privé - peuvent compenser des prestations d'assurance échues avec des créances de cotisations arriérées. Le même droit n'appartient pas aux assurés (changement de jurisprudence)."], "faits": "BGE 110 V 183 S. 183\n\nA.- Die Eheleute Bärtschi sind bei der Kranken- und Unfallkasse \"Die Eidgenössische\" versichert. Diese stellte ihnen am 18. August 1981 Rechnung in der Höhe von Fr. 1'200.- für die Beiträge der Monate Dezember 1980 bis September 1981. Die Versicherten verrechneten diese Beitragsschuld mit einer Gegenforderung von Fr. 721.-, die sie aus \"Porti, Prämiendiff. Juli-Nov. 1980, 1. Zahnbehandl., 2. Zahnbehandl.\" herleiteten, und überwiesen am 15. September 1981 der Kasse die Differenz von Fr. 479.-.\n\nMit Verfügung vom 23. September 1981 teilte die Kasse den Eheleuten Bärtschi mit, sie weise die \"vorgenommenen willkürlichen Abzüge im Gesamtbetrag von Fr. 721.- in aller Form zurück\".BGE 110 V 183 S. 184\n\nSie setzte die restliche Beitragsschuld auf Fr. 721.- fest und forderte die beiden Versicherten zur Bezahlung dieses Betrages auf.\n\nB.- Beschwerdeweise verlangten die Versicherten die Aufhebung der Kassenverfügung und die Gutheissung der von ihnen vorgenommenen Verrechnung.\n\nDas Versicherungsgericht des Kantons Basel-Stadt vertrat die Auffassung, dass das Krankenkassenmitglied nach geltender Lehre und Rechtsprechung nur dann gegen den Willen der Kasse fällige Beiträge mit fälligen Kassenleistungen verrechnen dürfe, wenn eine ausdrückliche gesetzliche Ermächtigung hierzu vorliege. Dies treffe gerade im vorliegenden Fall nicht zu, \"wird doch das Verrechnungsrecht nach KUVG dem einzelnen Mitglied nicht zugestanden\". Auch die Kassenstatuten würden kein solches Recht zuerkennen. Mit Entscheid vom 10. Mai 1982 wies das Gericht die Beschwerde ab.\n\nC.- Gegen diesen Entscheid führen die Eheleute Bärtschi Verwaltungsgerichtsbeschwerde mit dem Antrag auf Aufhebung des vorinstanzlichen Entscheides. Sie vertreten im wesentlichen die Auffassung, es bedeute eine Rechtsungleichheit, wenn Krankenkassen ihre geschuldete Leistung mit ihrem Beitragsguthaben verrechnen dürften, dem Versicherten ein entsprechendes Recht aber nicht zustehe.\n\nDie Kasse und das Bundesamt für Sozialversicherung beantragen die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Streitig ist, ob die Beschwerdeführer berechtigt sind, ihre Beitragsschuld gegenüber der Krankenkasse durch Verrechnung mit ausstehenden, an sich unbestrittenen Versicherungsleistungen zu tilgen.\n\nDa es sich dabei nicht um die Bewilligung oder Verweigerung von Versicherungsleistungen handelt, hat das Eidg. Versicherungsgericht nur zu prüfen, ob der vorinstanzliche Richter Bundesrecht verletzt hat, einschliesslich Überschreitung oder Missbrauch des Ermessens, oder ob der rechtserhebliche Sachverhalt offensichtlich unrichtig, unvollständig oder unter Verletzung wesentlicher Verfahrensbestimmungen festgestellt worden ist (Art. 132 in Verbindung mit Art. 104 lit. a und b sowie Art. 105 Abs. 2 OG; BGE 104 V 6 Erw. 1).BGE 110 V 183 S. 185\n\n2. Die Verrechenbarkeit sich gegenüberstehender Forderungen stellt nach Rechtsprechung und Lehre einen allgemeinen Rechtsgrundsatz dar, der für das zivile Recht in Art. 120 ff. OR ausdrücklich verankert ist, aber auch im Verwaltungsrecht zur Anwendung gelangt. Unter Vorbehalt verwaltungsrechtlicher Sonderbestimmungen können im Prinzip Forderungen und Gegenforderungen des Bürgers und des Gemeinwesens miteinander verrechnet werden (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Aufl., Bd. I Nr. 33, insbesondere S. 195; BGE 91 I 292, BGE 72 I 379 und BGE 71 I 292). Der Verrechnungsgrundsatz gilt insbesondere auch im Sozialversicherungsrecht. In den meisten Zweigen der Sozialversicherung findet sich hierüber sogar eine gesetzliche Regelung, nämlich in Art. 20 Abs. 2 AHVG, Art. 50 IVG, Art. 96 Abs. 3 KUVG, Art. 50 Abs. 3 UVG, Art. 48 Abs. 3 MVG, Art. 2 Abs. 2 EOG, Art. 34 Abs. 2 AlVG, Art. 94 Abs. 2 AVIG. Dabei ist zu beachten, dass in allen diesen Bestimmungen das Verrechnungsrecht nur der Verwaltung und nicht auch dem Bürger eingeräumt wird.\n\nIn der Krankenversicherung ist das Verrechnungsrecht nicht gesetzlich normiert. Indessen hat die Praxis - in Analogie zu den andern Zweigen der Sozialversicherung, insbesondere zu Art. 20 Abs. 2 AHVG und dem altrechtlichen Art. 96 Abs. 3 KUVG - den Krankenkassen das Verrechnungsrecht zugestanden. Das ist zum Teil ausdrücklich gesagt, teils aber auch stillschweigend vorausgesetzt worden (BGE 108 V 45, BGE 100 V 134 Erw. 3, BGE 99 V 197 Erw. 3; RSKV 1974 Nr. 201 S. 143 Erw. 3 und 1973 Nr. 174 S. 124).\n\n3. Im vorliegenden Fall ist zu prüfen, ob auch der Versicherte eine Forderung der Kasse gegen ihn durch Verrechnung mit seiner eigenen Leistungsforderung tilgen kann. Kasse und Vorinstanz haben dies verneint, was die Beschwerdeführer als Rechtsungleichheit rügen.\n\nIn dem in RSKV 1970 Nr. 78 S. 184 publizierten Urteil hat das Eidg. Versicherungsgericht das Recht des Versicherten zur Verrechnung gegenüber einer öffentlichen Krankenkasse verneint. Es stützte sich dabei auf Art. 125 Ziff. 3 OR, wonach Verpflichtungen gegenüber dem Gemeinwesen gegen dessen Willen nicht durch Verrechnung getilgt werden können. Da die damals betroffene öffentliche Krankenkasse als Teil einer Stadtverwaltung, somit eines Gemeinwesens, betrachtet wurde und da sich die Kasse mit der Verrechnung nicht einverstanden erklärt hatte, wurde der BGE 110 V 183 S. 186Verrechnungsanspruch des Versicherten verneint (Erw. 4 des zitierten Urteils). - Das in RSKV 1980 Nr. 411 S. 125 veröffentlichte Urteil hatte den Fall eines Versicherten zum Gegenstand, welcher die Verrechnung gegenüber einer Krankenkasse geltend machte, die als Genossenschaft organisiert war. Das Gericht erachtete die Verrechnung durch den Versicherten hier als zulässig, weil sich die Kasse als Genossenschaft nicht auf Art. 125 Ziff. 3 OR berufen könne (Erw. 2b des Urteils).\n\nDiese unterschiedliche Handhabung der Verrechnungsmöglichkeit, je nachdem ob die Verrechnung gegenüber einer privatrechtlich oder einer öffentlichrechtlich organisierten Krankenkasse geltend gemacht wird, vermag indessen nicht zu befriedigen. Bekanntlich weisen die Rechtsverhältnisse in einer privatrechtlich organisierten Krankenkasse sowohl zivilrechtliche als auch öffentlichrechtliche Elemente auf. Die letzteren überwiegen jedenfalls dort, wo es um die der Krankenkasse übertragene öffentliche Aufgabe geht, nämlich die Durchführung der sozialen Krankenversicherung durch Erbringung von Leistungen einerseits und deren Finanzierung durch Beiträge der Versicherten anderseits. In diesem Rahmen ist es unerheblich, ob eine Krankenkasse privatrechtlich oder öffentlichrechtlich organisiert ist. Die Rechtsstellung des Versicherten bezüglich seines Versicherungsverhältnisses darf nicht von der Organisationsform der Kasse abhängen.\n\nWie bereits dargelegt, ist in den meisten Sozialversicherungsgesetzen des Bundes das Verrechnungsrecht geregelt. Übereinstimmend wird dieses Recht jeweils nur der Verwaltung eingeräumt; die gesetzlichen Formulierungen schliessen ein Verrechnungsrecht des Versicherten aus. Der Grund für diese übereinstimmenden Regelungen liegt darin, dass nur die Verwaltung befugt ist, Verfügungen zu erlassen, d.h. einseitig und hoheitlich über Rechte und Pflichten der Versicherten zu befinden (vgl. Art. 5 VwVG). Hieraus ergibt sich die einseitige Zuerkennung des Verrechnungsrechtes an die Verwaltung. Das hat insbesondere auch für die Krankenversicherung zu gelten. Würde man in diesem Bereich das Verrechnungsrecht auch dem Versicherten zugestehen, so hätte es dieser in der Hand, zunächst von sich aus zu bestimmen, welche Kassenleistungen er für richtig hält, und damit die Krankenkasse zu veranlassen, eine Beitragsverfügung zu erlassen, bei der die Beiträge an sich gar nicht streitig sind, sondern eben die Leistungen. Zudem liegt es im Interesse der Vereinheitlichung des Sozialversicherungsrechts, auch in der Krankenversicherung das Recht zur BGE 110 V 183 S. 187Verrechnung einseitig nur den - öffentlichen und privaten - Krankenkassen einzuräumen. In diesem Sinne ist die bisherige Rechtsprechung zu ändern."}