{"annee": "110", "cour": "II", "page": "466", "date": "13/9/1984", "cite": ["95 II 426", "97 II 277", "93 I 597", "83 II 109", "92 I 331", "88 I 1", "95 II 22"], "cite_par": ["116 II 326"], "chapeau": "88. Extrait de l'arrêt de la IIe Cour civile du 13 septembre 1984 dans la cause Compagnie pour le dessalement de l'eau de mer S.A. contre Commission cantonale de recours en matière foncière du canton de Vaud (recours de droit administratif)", "regestes": ["Art. 218 CO. Parcelles devenues des terrains à bâtir en vertu d'un plan de quartier, approuvé par le Conseil d'Etat et susceptible d'être appliqué immédiatement, qui les classe en zone industrielle. Elles ont perdu leur caractère agricole même si, momentanément, le plan n'est pas entré en vigueur de manière formelle."], "faits": "|466|\n\nA.- Par acte authentique du 12 juillet 1976, la société L. M. Campiche S.A., à Pully, a vendu à la Compagnie pour le dessalement de l'eau de mer S.A., à Lausanne (ci-après: la Compagnie), les parcelles Nos 273 et 276 de la commune de Savigny, sises à La Claie-aux-Moines, d'une surface totale de 9111 m2, qu'elle avait acquises le 6 mai 1964. La parcelle No 273, d'une superficie de 8430 m2, comporte divers bâtiments, savoir une habitation de 199 m2, un dépôt de meubles de 82 m2 (antérieurement à 1982, rural), un poulailler de 12 m2 et un atelier de 101 m2, une place-jardin de 1611 m2 et un pré-champ de 6425 m2. La parcelle No 276 est un pré-champ de 681 m2.\n\nLa Compagnie avait acheté ces immeubles en vue de projets qui ne se sont pas réalisés. Elle a souhaité les revendre, car elle n'en avait pas l'utilité. Le conservateur du registre foncier du district de Lavaux a refusé d'inscrire la vente des deux parcelles précitées, conclue par acte authentique du 7 juillet 1982 entre la Compagnie et Gilbert Moulin, architecte, domicilié à Savigny, pour le prix de 500'000 francs, estimant qu'elles étaient des immeubles agricoles qui, en vertu de l'art. 218 al. 1 CO, ne pouvaient être aliénés pendant 10 ans à compter de leur acquisition.\n\n|467|\n\nPar requête du 29 novembre 1982, la Compagnie a sollicité l'autorisation de vendre à Moulin, avant l'écoulement du délai légal de 10 ans, les parcelles précitées pour le prix convenu. Par décision du 10 décembre 1982, la Commission foncière du canton de Vaud, Section I, a refusé l'autorisation demandée, au motif que les parcelles visées sont des immeubles agricoles au sens des art. 218 ss CO, et que les conditions des exceptions à l'interdiction, prévues aux art. 218 al. 2 et 218bis CO, ne sont pas réalisées.\n\nB.- La Compagnie a attaqué le refus du conservateur du registre foncier auprès de la Direction cantonale du cadastre, laquelle a sursis à son prononcé jusqu'à droit connu sur le recours interjeté à la Commission cantonale vaudoise de recours en matière foncière contre la décision précitée de la Commission foncière.\n\nC.- La Commission cantonale de recours en matière foncière (ci-après: la Commission de recours), par décision du 28 octobre 1983, a rejeté le recours formé par la Compagnie et a maintenu le prononcé attaqué.\n\nD.- La Compagnie a formé un recours de droit administratif au Tribunal fédéral. Elle demande que le prononcé attaqué soit annulé et que l'autorisation d'aliéner les parcelles Nos 273 et 276 de la commune de Savigny lui soit accordée.\n\nLe Département fédéral de justice et police, Office fédéral de la justice, propose le rejet du recours, de même que la Commission de recours.", "considerants": "Extrait des considérants:\n\n2. La Commission de recours considère, d'une part, que les deux parcelles litigieuses sont des immeubles agricoles au sens de l'art. 218 CO et que, partant, elles ne peuvent être vendues avant l'écoulement du délai d'interdiction d'aliénation de 10 ans. Elle estime, d'autre part, qu'il n'y a pas de justes motifs, au sens de l'art. 218bis CO, permettant leur vente avant l'expiration du délai précité. Sur ce dernier point, la recourante n'attaque pas la décision cantonale. Le recours ne porte que sur le caractère d'immeuble agricole des parcelles en cause. La recourante persiste à le nier et prétend que la Commission de recours a violé l'art. 218 CO en l'admettant.\n\n|468|\n\na) La notion d'immeuble agricole (art. 218 al. 1 CO) n'est pas définie par le législateur. La jurisprudence (ATF 95 II 429 /430 consid. 2b) et la doctrine (CAVIN, La vente, l'échange et la donation, Traité de droit privé suisse, tome VII, 1, p. 137; PIDOUX, Droit foncier rural, RDS 1979 II, p. 398/399; KAUFMANN, Fonds agricoles, FJS 961, p. 2/3) recourent à cet égard à la définition de l'ordonnance du Conseil fédéral visant à prévenir le surendettement des biens-fonds agricoles, du 16 novembre 1945 (RS 211.412.121). L'art. 1er al. 2 à 4 de cette ordonnance a la teneur suivante:\n\n\"Est réputée bien-fonds agricole toute surface de terrain qui tire\n\nsa valeur propre des soins donnés au sol et de l'utilisation des\n\npropriétés naturelles du sol, ou qui fait partie d'une entreprise servant\n\nprincipalement à faire produire par le sol des matières organiques et à\n\nles utiliser.\n\nSont considérés notamment comme biens-fonds agricoles les immeubles\n\nqui servent à la culture des champs, des prairies, de la vigne, du maïs,\n\ndu tabac, des fruits, des légumes en plein champ et des semences, ou à\n\nl'économie alpestre.\n\nLa présente ordonnance s'applique également aux biens-fonds faisant\n\npartie d'une exploitation d'horticulture qui sert exclusivement ou\n\nprincipalement à la culture des légumes ou des fruits en pleine terre.\"\n\nSelon la jurisprudence, la grandeur, le prix ou la valeur de rendement de l'immeuble n'importent pas pour lui reconnaître ou lui dénier le caractère agricole; c'est le mode d'utilisation du fonds qui est déterminant. L'affectation du fonds à l'agriculture peut ne pas être un critère suffisant; il faut encore que la valeur réelle et durable du sol dépende d'une telle affectation et non de la possibilité de bâtir (ATF 97 II 285).\n\nL'interdiction d'aliénation pendant 10 ans à compter de leur acquisition ne s'applique pas aux immeubles agricoles (art. 218 al. 1 CO) qui sont en même temps des terrains à bâtir (art. 218 al. 2 CO).\n\nLa notion de terrain à bâtir n'est pas non plus définie par le législateur. C'est la jurisprudence qui a dégagé cette notion. Une parcelle constitue du terrain à bâtir lorsque, selon des critères objectifs, elle est immédiatement constructible (ATF 92 I 338 /339 consid. 4). Les intentions du propriétaire ou de l'acquéreur ne sont pas déterminantes pour juger si l'on est en présence d'un terrain à bâtir; le point décisif est de savoir si les conditions objectives permettent d'élever sans délai une construction sur la parcelle; cette hypothèse est réalisée quand l'autorité compétente pour délivrer le permis de construire constate que rien ne s'oppose à ce |469| que le fonds soit immédiatement bâti (ATF 95 II 430 /431 bb, ATF 92 I 338 /339). Même un immeuble non raccordé à une canalisation peut être considéré comme terrain à bâtir (ATF 95 II 431 bb), réserve étant faite des prescriptions de police sur l'évacuation des eaux usées (ATF 93 I 604; PIDOUX, op.cit., p. 409).\n\nSaisi d'un recours de droit administratif, le Tribunal fédéral revoit librement avec plein pouvoir d'examen (art. 104 lettre a OJ, 218 quater CO), et non pas seulement sous l'angle restreint de l'arbitraire, si l'autorité cantonale a admis avec raison qu'un immeuble est agricole ou du terrain à bâtir.\n\nb) Au sujet des immeubles litigieux et de leur utilisation, la Commission de recours fait les constatations suivantes:\n\n- les deux parcelles sont bordées au nord par la route Lausanne-Savigny, au sud par un champ cultivé, à l'est par une scierie et ses dépôts et à l'ouest par un terrain sur lequel se trouvent une habitation et un chemin carrossable;\n\n- il y a, sur la partie pré-champ, plusieurs arbres fruitiers;\n\n- une ligne électrique portée par des poteaux plantés dans la parcelle No 273 la traverse du nord-ouest au sud-ouest;\n\n- les bâtiments situés sur la parcelle No 273 ont une surface totale de 394 m2;\n\n- la précédente propriétaire, L. M. Campiche S.A., utilisait les bâtiments comme bureaux et atelier de réparations;\n\n- l'herbe était fauchée pour servir de fourrage;\n\n- l'administrateur unique de la Compagnie travaillait à l'époque en collaboration avec l'Ecole polytechnique fédérale de Lausanne à la mise au point d'un procédé pour le dessalement de l'eau de mer;\n\n- il espérait obtenir un brevet dans ce domaine et pensait installer ses bureaux dans les locaux sis sur la parcelle No 273;\n\n- son projet n'a pas abouti;\n\n- actuellement, les bâtiments sont occupés par Gilbert Moulin, architecte à Lausanne, qui en est locataire et qui désire les acheter; il se trouve obligé de vendre la maison familiale dont il est propriétaire à Savigny également et affirme qu'il pourra habiter les immeubles achetés et y transférer ses bureaux;\n\n- il est possible de faire paître plusieurs têtes de bétail dans les prés et d'utiliser l'herbe qui y pousse comme fourrage.\n\nL'autorité cantonale estime que la valeur réelle des parcelles dépend ainsi maintenant essentiellement de l'affectation du sol à l'agriculture. Elle retient que, selon le nouveau plan de quartier, |470| les parcelles litigieuses sont \"en zone de constructions artisanale ou industrielle\", que ce plan, qui a été approuvé par le Conseil d'Etat, n'est présentement pas encore entré en vigueur, ce dernier ayant décidé, conformément à l'art. 50 al. 3 de la loi vaudoise sur les constructions et l'aménagement du territoire, de faire coïncider cette \"entrée en vigueur avec la date du transfert de propriété et des autres droits résultant du remaniement parcellaire\". Il n'est pas établi, dit-elle, que les opérations de remaniement parcellaire seront achevées dans de brefs délais; au surplus on ne sait pas si ce remaniement aura des effets sur les parcelles en cause. La Commission de recours considère qu'en l'absence de tels éléments les biens-fonds litigieux ne sont pas immédiatement constructibles, et que, \"d'une manière que l'on peut qualifier de durable\", leur \"caractère reste essentiellement agricole\". Elle souligne qu'il n'est pas arbitraire de refuser la qualité de terrain à bâtir à des parcelles qui se prêtent à l'agriculture, même si momentanément elles n'y sont pas affectées, ou qui se trouvent dans le périmètre d'un plan de zones ou de constructions entré en vigueur (ATF 88 I 5 ss).\n\nc) Dans l'appréciation juridique des faits qu'elle constate, la Commission de recours se trompe en qualifiant d'agricoles les immeubles de la recourante. Ils ont certes eu ce caractère jusqu'à une époque que le dossier ne permet pas de déterminer avec exactitude, mais ne l'ont plus actuellement quand bien même ils sont, dans la majeure partie de leur superficie, en nature de pré-champ, et que le propriétaire ou locataire doit, dans cette mesure, les faire faucher. On ignore si le fourrage récolté est vendu ou utilisé par le propriétaire ou le locataire, et si du bétail vient réellement y paître. On ne sait pas non plus dans quel état se trouvent les arbres fruitiers, ni ce qu'ils produisent. L'autorité cantonale ne constate pas que ces prés-champs soient affermés à un agriculteur qui les cultive, ni qu'ils feraient partie de la sorte d'une exploitation agricole. Dans ces conditions, la nature de pré-champ des surfaces non bâties des parcelles litigieuses et leur utilisation n'ont guère de poids, comme indices, pour déterminer si les immeubles litigieux sont agricoles ou non.\n\nEn revanche, d'autres éléments d'appréciation conduisent à donner à cette question une réponse négative.\n\nLes immeubles ont été acquis tant par la précédente propriétaire, L. M. Campiche S.A., que par la recourante, pour être utilisés à des fins non agricoles. La première se servait des locaux situés dans |471| les bâtiments pour ses bureaux et son atelier de réparations; l'administrateur unique de la seconde travaillait, pour sa part, à la mise au point d'un procédé de dessalement de l'eau de mer et voulait installer ses bureaux dans lesdits locaux, mais son projet n'a pas abouti.\n\nLes parcelles de la Compagnie se sont trouvées placées, comme le constate la Commission de recours, en zone intermédiaire dans le plan d'extension (plan de zones) de la commune de Savigny, qui avait été adopté par le Conseil communal le 19 décembre 1980 et que le Conseil d'Etat du canton de Vaud a approuvé le 27 février 1981. Le règlement de ce plan prévoit à l'art. 4 que le territoire de la commune est divisé en 12 zones et en plans spéciaux (plans de quartier, plans d'extension partiels), dont les périmètres respectifs figurent sur le plan des zones déposé au Greffe municipal, savoir: zone de restructuration (1.), zones de villas A B C D (2.3.4.5.), zone intermédiaire (6.), zones d'équipements collectifs A B (7.8.), zone agricole (9.), zone de verdure (10.), forêts (11.), zone de boisement (12.). Les immeubles de la recourante ne sont pas en zone agricole, mais, comme on l'a vu, en zone intermédiaire. Selon l'art. 37 du règlement, cette dernière \"doit être considérée comme une zone d'attente ..., destinée à être développée ultérieurement sur la base de plans spéciaux (plans de quartier, plans d'extension partiels, etc.), conformément au plan directeur d'extension\" (al. 1); elle \"est inconstructible\", à l'exception \"de constructions d'utilité publique, et pour autant qu'elles ne compromettent pas l'organisation et l'affectation du secteur concerné\" (al. 2). Aux termes de l'art. 38, les bâtiments existants peuvent être restaurés, transformés ou reconstruits, voire agrandis. Six mois déjà après l'approbation par le Gouvernement vaudois du plan d'extension précité, savoir le 31 août 1981, le Conseil communal de Savigny a adopté un \"plan de quartier industriel La Claie-aux-Moines\", qui, comme le relève l'autorité cantonale, \"s'applique intégralement aux parcelles Nos 273 et 276, les situant pour partie en zone A (affectée à l'industrie et à l'artisanat) et pour partie en zone B (affectée à l'artisanat, l'administration et l'habitation s'y rapportant)\". Ce plan de quartier a été approuvé le 13 avril 1983 par le Conseil d'Etat vaudois, qui a décidé, comme on l'a vu, \"de faire coïncider la date d'entrée en vigueur du plan et de son règlement avec la date du transfert de propriété et des autres droits résultant du remaniement parcellaire en cours\". Les |472| opérations du remaniement parcellaire n'étant pas achevées, le plan n'est pas encore entré en vigueur. Le chapitre II du règlement, comprenant les art. 3 à 11, régit la zone de construction A du plan de quartier industriel précité. Selon l'art. 3, la zone de construction A \"est réservée aux établissements de type industriel ou artisanal compatibles avec l'environnement immédiat et qui ne constituent pas un danger pour la nappe d'eau souterraine\". Des habitations peuvent être incorporées aux bâtiments industriels si elles sont nécessaires en raison d'une \"obligation de gardiennage\" (art. 4). Les constructions doivent se faire dans \"l'ordre non continu\" (art. 5). C'est le chapitre III, art. 12 à 21, qui règle les constructions dans la zone B, laquelle \"est affectée à l'artisanat, à l'administration et à l'habitation s'y rapportant\" (art. 12 al. 1); elle est composée de bâtiments existants ou nouveaux et de prolongements extérieurs de ces bâtiments (art. 12 al. 3a et b). Le règlement comprend en outre des dispositions sur la zone de verdure (chapitre IV art. 22 et 23), l'arborisation (chapitre V art. 24), la circulation (chapitre VI art. 25 à 29), les canalisations (chapitre VII art. 30 et 31), et des dispositions générales et finales (chapitre VIII art. 32 à 38). Le plan de quartier industriel \"La Claie-aux-Moines\" est ainsi complètement achevé et règle dans le détail les modalités des constructions pouvant être élevées dans ces différentes zones à bâtir, comme aussi des aménagements des autres zones. Il est susceptible d'être appliqué immédiatement si c'est nécessaire, quand bien même il n'est pas encore formellement entré en vigueur. Dès lors qu'elles sont comprises dans ce plan, les deux parcelles litigieuses sont des terrains industriels et non plus agricoles, comme les autres immeubles qui y sont classés. La circonstance que de l'herbe est fauchée sur leurs surfaces en nature de pré-champ ne change rien à leur caractère de terrain industriel, ni non plus la présence de quelques arbres fruitiers. C'est un fait notoire que l'herbe qui pousse sur des terrains à bâtir est en général régulièrement fauchée aussi longtemps qu'aucune construction n'y est édifiée.\n\nLa valeur réelle des parcelles de la recourante ne dépend en aucune manière essentiellement de l'affectation du sol à l'agriculture, comme l'affirme à tort la Commission de recours, mais, au contraire, du fait que, de par leur destination selon le plan de quartier \"La Claie-aux-Moines\", des bâtiments industriels pourront y être construits dans un avenir proche. Dans le même |473| sens, selon la jurisprudence de l'arrêt ATF 97 II 285 /286, le droit de préemption de l'art. 6 al. 2 LPR ne peut pas être exercé sur des terrains industriels ayant fait partie d'une exploitation agricole avant d'être classés en zone industrielle, pas plus que ne s'y appliquerait le droit successoral paysan avec attribution à la valeur de rendement (ATF 83 II 113 /114).\n\nL'art. 218 al. 1 CO, dont le but est de prévenir de rapides changements de mains des terrains agricoles afin de lutter contre la spéculation et les hausses de prix qui en résultent (CAVIN, op.cit., p. 137), ne saurait s'appliquer aux parcelles litigieuses, lesquelles sont des terrains industriels. Leur soumission à cette prohibition d'aliénation avant l'expiration de 10 ans à compter de leur acquisition viole manifestement la disposition précitée.\n\nLa décision du Conseil d'Etat, fixant à la date du transfert de propriété et autres droits résultant du remaniement parcellaire l'entrée en vigueur du plan de quartier industriel \"La Claie-aux-Moines\", qu'il a approuvé le 13 avril 1983, est sans incidence sur la qualification de terrains à bâtir des immeubles compris dans ce plan. Ces derniers ne sauraient, contrairement à leur classement en zone industrielle, demeurer de manière seulement formelle des immeubles agricoles au sens de l'art. 218 CO.\n\nL'autorité cantonale se trompe également lorsqu'elle dit que les parcelles litigieuses conservent leur caractère agricole parce qu'elles ne sont pas immédiatement constructibles, le plan n'étant pas encore en vigueur (ATF 88 I 6/7). Ces parcelles ne sont plus affectées à l'agriculture et sont comprises dans un plan de quartier industriel. Elles ont perdu, partant, leur caractère agricole et sont, en vertu de ce plan, du terrain à bâtir, même si momentanément le plan n'est pas entré en force de manière formelle. Il est sans importance que le remaniement parcellaire puisse éventuellement avoir des effets sur lesdits immeubles. Contrairement à ce que pense la Commission de recours, la procédure de remaniement parcellaire n'a pas d'incidence sur le droit des propriétaires de disposer des parcelles comprises dans le périmètre (ATF 95 II 28 consid. 4).\n\nd) Il suit de là que le recours est fondé, que la décision attaquée doit être annulée et l'interdiction d'aliénation de l'art. 218 al. 1 CO déclarée inapplicable aux parcelles litigieuses."}