{"annee": "110", "cour": "III", "page": "30", "date": "2/2/1984", "cite": ["101 III 52", "105 III 48", "86 III 102", "97 III 7", "54 III 78", "108 III 60", "87 III 111"], "cite_par": ["130 III 407", "121 III 88"], "chapeau": "9. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 2. Februar 1984 i.S. K. (Rekurs)", "regestes": ["Publication d'une vente aux enchères d'un immeuble. La publication d'une vente aux enchères d'un immeuble aux conditions prévues par l'art. 138 LP vise à toucher un nombre aussi large que possible d'intéressés. Une publication faite dans une forme impropre à atteindre ce but est contraire à la loi."], "faits": "BGE 110 III 30 S. 30\n\nIm Konkurs über K. beschloss die 2. Gläubigerversammlung vom 11. November 1983, auf eine Publikation der Versteigerung der beiden zur Konkursmasse gehörenden Eigentumswohnungen in Samedan im Bündner Tagblatt und in der Bündner Zeitung zu verzichten. Mit Entscheid vom 9. Januar 1984 hiess die kantonale Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons St. Gallen eine Beschwerde der Schulgemeinde N. gut und hob den BGE 110 III 30 S. 31Beschluss der 2. Gläubigerversammlung auf. K. ficht diesen Entscheid mit Rekurs bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts an. Er beantragt sinngemäss die Bestätigung des Beschlusses der 2. Gläubigerversammlung.", "considerants": "Aus den Erwägungen:\n\n2. Der Rekurrent macht sinngemäss geltend, die 2. Gläubigerversammlung sei allein für die Durchführung des Konkurses verantwortlich (Art. 253 Abs. 2 SchKG). Die Aufsichtsbehörde dürfe deshalb die Angemessenheit deren Entscheide nicht überprüfen. Das trifft zu; indessen können die Beschlüsse der 2. Gläubigerversammlung wegen Gesetzesverletzung, worunter auch Ermessensmissbrauch und Ermessensüberschreitung fallen, angefochten werden (BGE 101 III 54, BGE 87 III 113, BGE 86 III 103 mit Verweisen). Die Aufsichtsbehörde hat diese Rechtslage nicht verkannt. Sie hat im Beschluss der 2. Gläubigerversammlung eine Verletzung der Art. 259 und 134 SchKG gesehen, weil dieser Beschluss der Konkursverwaltung verwehre, die Versteigerung der beiden Eigentumswohnungen in Samedan ausgerechnet in den beiden auflagestärksten und den gesamten bündnerischen Raum abdeckenden Zeitungen zu publizieren.\n\nEs kann dahingestellt bleiben, ob Art. 134 SchKG, der bestimmt, dass die Steigerungsbedingungen \"in ortsüblicher Weise aufzustellen und so einzurichten sind, dass sich ein möglichst günstiges Ergebnis erwarten lässt\", auch die Art der Publikation regelt. Es genügt, festzustellen, dass Art. 138 SchKG die Publikation der Steigerung vorschreibt und es nicht dem Betreibungsbeamten überlässt, welche Art der Bekanntmachung er für gut hält, wie dies für die Verwertung von beweglichen Sachen und Forderungen gemäss Art. 125 SchKG gilt. Selbst bei dieser Bekanntmachung ist der Betreibungsbeamte indessen nicht völlig frei, sondern muss sich von deren Zweck leiten lassen; d.h. er muss die Art der Bekanntmachung wählen, mit welcher eine möglichst grosse Zahl interessierte Personen angesprochen werden kann (vgl. dazu das in BGE 54 III 78 veröffentlichte Kreisschreiben Nr. 2 des Bundesgerichts vom 7. November 1912). Um so mehr gilt das für Verwertung von Liegenschaften: die vorgeschriebene öffentliche Bekanntmachung der Steigerung muss einen möglichst grossen Kreis Interessierter erreichen. Eine Publikation im kantonalen Amtsblatt gemäss Art. 35 SchKG ist dabei ebenso unabdingbar (vgl. AMONN, BGE 110 III 30 S. 32Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Aufl. S. 236, Nr. 14) wie die in Art. 139 SchKG vorgesehenen Spezialanzeigen. Die Vorinstanz hat zu Recht festgehalten, dass eine Publikation, welche nicht geeignet ist, eine möglichst grosse Zahl von Kaufsinteressenten an den Steigerungsort anzuziehen, zweckwidrig und damit auch gesetzwidrig ist. Eine solche unzweckmässige Publikation verträgt sich auch nicht mit dem Ziel des Konkurses und kommt einem Missbrauch der in Art. 253 Abs. 2 SchKG der 2. Gläubigerversammlung eingeräumten Befugnisse gleich (vgl. BGE 87 III 113). Ein Ermessensmissbrauch liegt auch darin, dass die 2. Gläubigerversammlung Umstände berücksichtigt hat, die nach dem Sinn des Gesetzes keine Rolle spielen dürfen. Die Erwägung, dass eine Publikation in den beiden auflagestärksten Bündner Zeitungen dem Gemeinschuldner schaden könnte, durfte daher für ihren Entscheid nicht massgebend sein. Es liegt in der Natur der Zwangsvollstreckung, dass diese für den Schuldner Nachteile bringt. Das Gesetz schützt ihn nicht davor. Gesetzlich geschützt ist er nur, wenn seine Persönlichkeitsrechte auf dem Spiele stehen. Das wäre namentlich der Fall, wenn krass in den Notbedarf des Schuldners eingegriffen und er dadurch in eine unhaltbare Lage versetzt würde (Art. 92 und 93 SchKG; BGE 108 III 63 E. 3, BGE 105 III 49, BGE 97 III 11 mit Verweisungen; AMONN, a.a.O. S. 174, Nr. 9; JOOS, Handbuch für die Betreibungsbeamten der Schweiz, S. 134 f.).\n\nZusammenfassend ist festzustellen, dass der Rekurrent eine Bundesrechtsverletzung nicht darzutun vermag. Der Rekurs ist deshalb als unbegründet abzuweisen."}