{"annee": "110", "cour": "V", "page": "304", "date": "19/11/1984", "cite": ["100 V 162", "108 V 50"], "cite_par": ["119 V 431", "112 V 180", "122 V 270", "124 V 380", "111 V 14", "112 V 185", "112 V 156"], "chapeau": "48. Estratto della sentenza del 19 novembre 1984 nella causa Pedroli contro Cassa di compensazione del Cantone Ticino e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 47 al. 2 LAVS. Point de départ du délai de la prescription relative d'une année. Par \"moment où la caisse de compensation a eu connaissance\" du fait justifiant la restitution d'une prestation versée à tort, il faut entendre le moment où l'administration aurait dû s'apercevoir d'un tel fait en faisant preuve de l'attention que les circonstances permettaient raisonnablement d'exiger d'elle (changement de jurisprudence)."], "faits": "", "considerants": "|304|\n\nEstratto dai considerandi:\n\n2. a) La lite, nel merito, verte unicamente sul punto della prescrizione del diritto di esigere la restituzione di prestazioni complementari, pacifico essendo che le prestazioni sono state versate indebitamente.\n\nGiusta l'art. 27 OPC, per ciò che concerne la restituzione di prestazioni complementari indebitamente riscosse sono applicabili |305| per analogia le prescrizioni relative alla LAVS. L'art. 47 cpv. 2 LAVS dispone:\n\n\"Il diritto di esigere la restituzione si prescrive in un anno a\n\ncontare dal momento in cui la cassa di compensazione ha avuto conoscenza\n\ndel fatto, e al più tardi cinque anni dopo il pagamento della rendita...\"\n\nb) Nella fattispecie dev'essere stabilita la data di decorrenza del termine di prescrizione ai sensi del precitato disposto dell'art. 47 cpv. 2 LAVS.\n\nIl Tribunale federale delle assicurazioni si è pronunciato circa la questione dell'inizio di tale termine in DTF 100 V 163. In questa sentenza, confermando precedente giurisprudenza, la Corte ha affermato che l'espressione \"aver conoscenza\" del fatto contenuta nella legge significa \"rendersi conto\" della circostanza di cui si tratta. Per detta giurisprudenza il termine di prescrizione di un anno comincia quindi a decorrere dal momento in cui l'amministrazione si rende conto dell'indebito versamento e non già da quando essa avrebbe oggettivamente potuto o dovuto rendersi conto dell'errore commesso. Nel caso contrario, ha concluso il Tribunale, sarebbe praticamente impossibile per l'amministrazione - specie trattandosi di errori di calcolo, ove si deve sempre presumere che gli organi dell'assicurazione avrebbero dovuto rendersene conto - esigere, dopo la scadenza di un anno a decorrere dalla decisione resa, la restituzione delle prestazioni versate a torto.\n\nNel ricorso di diritto amministrativo l'assicurato fa valere che la soluzione ritenuta dal Tribunale federale delle assicurazioni può trovare applicazione soltanto nelle fattispecie, come quella appunto oggetto della vertenza in DTF 100 V 163, nelle quali il versamento indebito di cui si chiede la restituzione è addebitabile agli organi dell'assicurazione, ma non in quelle ove esso sia dovuto all'omissione di un fattore di calcolo determinato da indicazioni incomplete o inesatte del richiedente. Per l'assicurato, ritenere determinante il momento in cui l'amministrazione effettivamente si rende conto dell'erronea indicazione del richiedente potrebbe rendere illusoria la prescrizione di un anno prevista dalla legge, dal momento che il termine di decorrenza della stessa non sarebbe di principio mai accertabile.\n\nLe allegazioni del ricorrente giustificano un riesame della questione.\n\nSi pone quindi il tema di reperire una soluzione per l'evenienza, non sottoposta finora all'esame del Tribunale federale delle assicurazioni, in cui la restituzione sia imputabile a colpa del richiedente, soluzione |306| che rispetti il senso dell'art. 47 cpv. 2 LAVS. Ora, ritenuto che apparrebbe poco felice dal profilo teorico e difficilmente realizzabile dal profilo pratico riconoscere una diversa portata a questa stessa norma di legge a seconda che alla base della restituzione vi sia un'omissione del richiedente o un errore degli organi dell'assicurazione, la soluzione da ricercare dovrà essere estesa pure ai casi nei quali l'indebito versamento è riconducibile ad un errore dell'amministrazione, il che comporta una modificazione della giurisprudenza pubblicata in DTF 100 V 163.\n\nLa Corte ritiene che soddisfa la duplice esigenza di rispettare il senso dell'art. 47 cpv. 2 LAVS e di essere applicabile nelle possibili due menzionate ipotesi contemplate da questo disposto la prassi vigente relativa all'art. 82 cpv. 1 OAVS in materia di prescrizione del diritto a risarcimento di danni, il quale fa capo alla stessa nozione di \"aver conoscenza\" ritenuta all'art. 47 cpv. 2 LAVS, disposto questo dell'ordinanza che recita:\n\n\"Il diritto al risarcimento dei danni si prescrive quando la cassa di\n\ncompensazione non lo fa valere mediante una decisione entro un anno dal\n\nmomento in cui ha avuto conoscenza dei danni e, in ogni caso, decorsi\n\ncinque anni dal giorno in cui si sono avverati i danni.\"\n\nSecondo la costante giurisprudenza relativa a detta norma il momento in cui si \"ha conoscenza\" significa in questo contesto il momento nel quale, secondo le circostanze, ci si sarebbe dovuto accorgere, usando la dovuta attenzione, del fatto giustificante il risarcimento (cfr. DTF 108 V 52 consid. 5 e sentenze ivi citate). L'estensione di questa interpretazione in materia di restituzione dell'indebito, estensione che ovvia anzitutto all'anacronismo consistente ad attribuire nell'ambito di uno stesso sistema legale portata diversa ad uno stesso concetto, permette di raggiungere lo scopo perseguito dal legislatore con l'adozione dell'art. 47 cpv. 2 LAVS, ossia quello di obbligare l'amministrazione a dar prova di diligenza, da un lato, e proteggere l'assicurato, qualora esso venga meno a questo suo dovere di diligenza, d'altro lato.\n\nGiova comunque rilevare che le considerazioni contenute in DTF 100 V 163, relative alle difficoltà che soluzioni quali quella ora ritenuta sono suscettibili di determinare per l'amministrazione nel chiedere la restituzione di prestazioni indebite, non possono essere disattese. Per non rendere illusoria la possibilità conferita agli organi dell'assicurazione di esigere la restituzione di prestazioni versate a torto qualora essa restituzione sia addebitabile ad un errore dell'amministrazione - per esempio in seguito ad un errore di calcolo - la presente nuova |307| giurisprudenza deve essere compresa nel senso che quale inizio del termine di prescrizione è da ritenere non il giorno in cui l'errore è stato commesso, bensì quello in cui l'amministrazione avrebbe dovuto, in un secondo tempo - per esempio in occasione di un controllo contabile -, con l'attenzione da essa ragionevolmente esigibile avuto riguardo alle circostanze, rendersi conto di tale errore."}