{"annee": "110", "cour": "III", "page": "53", "date": "20/12/1984", "cite": ["86 III 47"], "cite_par": ["117 III 20"], "chapeau": "15. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 20. Dezember 1984 i.S. W. (Rekurs)", "regestes": ["Art. 92 ch. 3 LP. Un ordinateur de bureau constitue-t-il un outil de travail nécessaire pour l'exercice de la profession de comptable indépendant et d'exploitant d'une fiduciaire?"], "faits": "|53|\n\nA.- Auf Begehren des Vermieters retinierte das Betreibungsamt Basel-Stadt für eine gegenüber dem Mieter W. erhobene Mietzinsforderung verschiedene Gegenstände im Schätzungswert von insgesamt Fr. 8'830.--. Als Gegenstand Nr. 9 wurde ein Bürocomputer \"Questar Honeywell Bull\" (mit Bildschirm und Printer) zu einem Schätzungswert von Fr. 4'000.-- in die Retention einbezogen. |54|\n\nB.- Der Schuldner beschwerte sich über die Retention bei der Aufsichtsbehörde über das Betreibungs- und Konkursamt des Kantons Basel-Stadt, weil er mehrere retinierte Gegenstände als Kompetenzstücke im Sinne von Art. 92 Ziff. 3 SchKG anerkannt wissen wollte. Mit Entscheid vom 30. Oktober 1984 hiess die Aufsichtsbehörde die Beschwerde teilweise gut, indem sie die als Nummern 8, 11, 12 und 13 bezeichneten Gegenstände aus der Retention entliess. Im übrigen wies sie die Beschwerde ab, soweit darauf einzutreten war; das bedeutete, dass der erwähnte Bürocomputer retiniert blieb.\n\nGegen diesen Entscheid erhob der Schuldner Rekurs bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Diese heisst den Rekurs teilweise gut; sie weist die Sache zur weiteren Abklärung des Sachverhalts und neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n1. Der Rekurrent stellt keinen ausdrücklichen Antrag. Doch geht aus seiner Eingabe klar hervor, dass er den Bürocomputer als ein zur Ausübung des Berufes notwendiges Gerät im Sinne von Art. 92 Ziff. 3 SchKG betrachtet und sich deshalb auf den Standpunkt stellt, das Retentionsrecht sei nach Massgabe von Art. 272 Abs. 3 OR ausgeschlossen. Nach dem offensichtlichen Willen des Rekurrenten soll der Bürocomputer nicht in die Retentionsurkunde aufgenommen werden; und er legt denn auch dar, weshalb dieses Gerät für die Ausübung seines Berufes als selbständiger Buchhalter unentbehrlich sei. Der Rekurrent rügt somit eine falsche Anwendung von Art. 92 Ziff. 3 SchKG durch die kantonalen Behörden. Auf seine Eingabe, welche die Erfordernisse des Art. 79 OG erfüllt, ist einzutreten.\n\n3. a) Die kantonale Aufsichtsbehörde bestreitet nicht, dass der Bürocomputer ein zur Führung von Buchhaltungen nützliches Hilfsmittel sein mag, betrachtet ihn aber dennoch nicht als ein für die Berufsausübung des Rekurrenten unentbehrliches Gerät. Soweit der Rekurrent im Computer gespeicherte Daten sicherzustellen habe, führt die Aufsichtsbehörde aus, könne er sie mit Hilfe des Printers ausdrucken und auf diese Weise für seine Kunden und zur allfälligen manuellen Weiterverarbeitung festhalten.\n\nDer Rekurrent behauptet demgegenüber, heute besitze jedes Treuhandbüro zur Führung der Buchhaltungen einen Computer. |55|\n\nOhne einen solchen sei ein Treuhandbüro nicht mehr konkurrenzfähig. Beim Verzicht auf den Computer müsste er in Zukunft mit Durchschreibebuchhaltungen arbeiten, was Mehrarbeit und entsprechend höhere Kosten und Preise zur Folge hätte.\n\nNach der Darstellung des Betreibungsamtes Basel-Stadt verfügt nicht jedes Treuhandbüro über einen Computer. Vor allem Treuhänder, die in ihrem Büro keine Angestellten beschäftigen, kommen nach dem Dafürhalten des Betreibungsamtes ohne Computer aus. Es betrachtet deshalb den Bürocomputer, den der Rekurrent als Kompetenzstück beanspruchen möchte, nicht als ein für dessen Berufsausübung unentbehrliches Gerät.\n\nb) Beim Entscheid darüber, ob ein Werkzeug oder Gerät für den Schuldner zur Ausübung des Berufes notwendig sei, ist den Erfordernissen einer rationellen und konkurrenzfähigen Berufsausübung Rechnung zu tragen (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, Bern 1983, § 23 N. 23; RUEDIN, L'insaisissibilité des instruments professionnels, in Bl SchKG 45/1981, S. 102). Doch unterliegt das Urteil, ob eine solche Notwendigkeit im Sinne von Art. 92 Ziff. 3 SchKG bestehe oder nicht, entsprechend der Entwicklung der Technik, der handwerklichen Fertigung und überhaupt der Berufsausübung dem Wandel (FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Zürich 1984, § 24 Rz. 13). Einst allgemein geübte Arbeitstechniken können durch die Entwicklung überholt werden und sich eines Tages als unwirtschaftlich und nicht mehr konkurrenzfähig erweisen. Vom Computer insbesondere weiss man, dass er in den verschiedensten Lebensbereichen Einzug hält. Er vereinfacht die Büroarbeit dadurch, dass sich wiederholende Arbeitsgänge in grösserer Zahl und dennoch in kürzerer Zeit abgewickelt werden können; Daten lassen sich auf kleinem Raum speichern und stehen zum Abruf bereit. Richtig eingesetzt, lassen sich durch den Computer Arbeitslöhne und andere Kosten einsparen.\n\nGenau diese Argumentation hat sich der Rekurrent zu eigen gemacht. Es ist deshalb grundsätzlich nicht entscheidend, dass er allein - also ohne die Mitarbeit von Angestellten - Buchhaltungen führt. Im Gegenteil lässt sich erwarten, dass er gerade wegen des Einsatzes des Computers auch einen grösseren Anfall an Arbeit ohne fremde Hilfe bewältigen kann und dadurch Kosten spart.\n\nc) Bei der Beantwortung der Frage, ob ein Werkzeug zur Ausübung des Berufes durch den Schuldner notwendig im Sinne von |56| Art. 92 Ziff. 3 SchKG sei und deshalb nicht gepfändet oder retiniert werden könne, muss auf die konkreten Umstände im Augenblick der Pfändung bzw. Retention abgestellt werden. Es ist Aufgabe des Betreibungsbeamten und der kantonalen Aufsichtsbehörden, die entscheidenden tatsächlichen Verhältnisse abzuklären (BGE 86 III 49 E. 1).\n\nDas Betreibungsamt Basel-Stadt ist der Auffassung, ein selbständiger Buchhalter und Treuhänder sei zur Ausübung seines Berufes nicht notwendigerweise auf einen Computer angewiesen, und sagt, dass seines Wissens nicht jedes Treuhandbüro zur Erledigung der Buchhaltungen einen Computer besitze. Doch stützt das Betreibungsamt diese Aussage nicht auf eine entsprechende Untersuchung ab. Es hat auch die konkreten Umstände, unter welchen der Rekurrent seinen Beruf ausübt, nicht abgeklärt. Insbesondere hat es nicht geprüft, ob der Rekurrent zur Bewältigung der bisher von ihm übernommenen Buchhaltungsarbeiten mehr Zeit aufwenden müsste, wenn er anstatt des Bürocomputers sich einer Durchschreibebuchhaltung oder irgendeiner anderen Arbeitstechnik bediente; und es hat nicht untersucht, ob bei Wegfall des Computers bisherige oder künftige Kundschaft ausbleiben und der Rekurrent eine Verdiensteinbusse erleiden würde.\n\nBevor diese Fragen geklärt sind, lässt sich nicht entscheiden, ob der Bürocomputer, den der Rekurrent als Kompetenzstück beanspruchen möchte, ein zur Ausübung seines Berufes notwendiges Gerät ist. Die Sache muss deshalb zur weiteren Abklärung des Sachverhaltes an die kantonale Aufsichtsbehörde zurückgewiesen werden. Sollte es sich erweisen, dass beim Verzicht auf den Computer dem Rekurrenten wesentliche Mehrarbeit entsteht oder er einen Verlust an Geschäftseinkommen in Kauf nehmen muss, so wird der Bürocomputer \"Questar Honeywell Bull\" als zur Ausübung des Berufes notwendiges Gerät im Sinne von Art. 92 Ziff. 3 SchKG zu bezeichnen sein. Diese Eigenschaft wird anderseits dem Computer abgesprochen werden müssen, wenn die Mehrarbeit, welche dem Rekurrenten durch die Umstellung auf eine Durchschreibebuchhaltung entsteht, seine Konkurrenzfähigkeit als selbständiger Buchhalter und Treuhänder nicht beeinträchtigt und nicht den Verlust bisheriger oder künftiger Mandate zur Folge hat."}