{"annee": "88", "cour": "II", "page": "405", "date": "22/11/1962", "cite": ["86 II 1", "88 II 400", "50 II 436", "85 II 457"], "cite_par": [], "chapeau": "57. Urteil der II. Zivilabteilung vom 22. November 1962 i.S. Bezirksrat Zürich gegen Z.", "regestes": ["Interdiction selon l'art. 370 CC. Le fait de commettre habituellement des délits pendant plusieurs années constitue l'inconduite au sens de l'art. 370 CC. Lorsque les conditions justifiant l'interdiction pour ce motif sont réunies, les mesures préventives déjà prises en application du code pénal - libération conditionnelle avec patronage, menace d'internement - ne la rendent pas superflue."], "faits": "BGE 88 II 405 S. 405\n\nA.- M. Z., geb. 1924, wurde nach einer harten Jugend in sozial ungünstigen Verhältnissen und sehr mangelhafter Erziehung schon mit 17 Jahren wegen Diebstahls straffällig und kam in eine Erziehungsanstalt (1941), hielt sich in der Folge in keiner Stelle dauernd und zog sich in den Jahren 1943, 1949 und 1950 wegen Eigentumsdelikten kürzere Freiheitsstrafen zu, ferner 1951 in B. wegen Nötigung, Körperverletzung und Freiheitsberaubung, zusammen mit seinem Bruder begangen, sowie Diebstahls 1 3/4 Jahre Gefängnis. Nach einigen Jahren unsteter Betätigung in verschiedenen Branchen folgten 1955 in L. eine neue Gefängnisstrafe von 6 Monaten wegen wiederholten Diebstahls etc., 1958 und 1959 in A. Strafen wegen Verkehrsvergehens und im Dezember 1960 als Nr. 9 des Strafregisters die Verurteilung durch das Obergericht Z. zu 22 Monaten Gefängnis wegen banden- und gewerbsmässigen Diebstahls.\n\nBGE 88 II 405 S. 406\n\nNach dieser Straftat beantragte die Vormundschaftsbehörde der Stadt Zürich dem Bezirksrat nur die Entmündigung wegen Freiheitsstrafe gemäss Art. 371 ZGB und wollte von einer solchen gemäss Art. 370 ZGB absehen, unter Androhung mehrjähriger Verwahrung bei neuerlichem Delinquieren. Der Bezirksrat Zürich erachtete jedoch eine Entmündigung wegen lasterhaften Lebenswandels gemäss Art. 370 ZGB für begründet und sprach sie aus. Zufolge Opposition des Interdizenden erhob der Bezirksrat Klage auf Bestätigung seiner Massnahme.\n\nMit Urteil vom 7. Dezember 1961 wies das Bezirksgericht Zürich die Klage ab, ebenso das Obergericht Zürich mit Urteil vom 20. März 1962. Es bejahte einen lasterhaften Lebenswandel und die Führungsbedürftigkeit des Interdizenden und hielt eine Notstands- und Verarmungsgefahr für möglich, war jedoch der Auffassung, es sei dem Schutz- und Führungsbedürfnis des Beklagten bereits hinlänglich Rechnung getragen, da angesichts seiner guten Vorsätze, seines guten Betragens in der Strafanstalt, des günstigen Einflusses der Ehefrau, des ihm durch sie und die Kinder gebotenen Haltes die Rückfallsgefahr geringer geworden sei und er nach bedingter Entlassung mit dreijähriger Probezeit unter Schutzaufsicht gestellt worden sei. Von der Begehung ähnlicher Delikte könnte der Interdizend durch eine Vormundschaft nicht abgehalten werden, denn auch der eifrigste Vormund könne sein Mündel nicht ununterbrochen bewachen. Die Drohung mit der Verwahrungsanstalt werde sich als viel wirksameres Mittel erweisen. Seine leichte Beeinflussbarkeit dürfte sich auch im guten Sinne auswirken; er habe Vertrauen zu seinem Schutzaufsichtsbetreuer gefasst und sich in beruflicher Hinsicht stark eingesetzt. Es sei höchst fraglich, ob ein Vormund mehr ausrichten könnte. Nachdem das Obergericht auch die Entmündigung des weit stärker belasteten Bruders und Mitdelinquenten W. abgelehnt habe, rechtfertige es sich, dem Beklagten nochmals eine Chance zu geben. Wohl bestehe keine völlige Sicherheit, BGE 88 II 405 S. 407dass er das in ihn gesetzte Vertrauen nicht missbrauchen werde; doch müsse in einem solchen Zweifelsfall zu seinen Gunsten entschieden werden, zumal keine Anhaltspunkte ersichtlich seien, dass er sich dem Einfiuss des Betreuers zu entziehen trachte oder eine Besserung nur simuliere. Der Beklagte müsse sich auch bewusst sein, dass ihm bei nochmaligem Versagen nicht nur die Entmündigung nach Art. 370 ZGB, sondern die mehrjährige Verwahrung drohe.\n\nB.- Mit der vorliegenden Berufung beantragt der Bezirksrat Zürich, es sei sein Entmündigungsbeschluss zu bestätigen und dem Interdizenden die elterliche Gewalt gegenüber den Kindern zu entziehen. Er hält daran fest, das langdauernde Delinquieren, das auf einer Neigung des Charakters beruhe, stelle lasterhaften Lebenswandel im Sinne des Art. 370 ZGB dar, und dieser habe im Zeitpunkt des Entmündigungsbeschlusses des Bezirksrats (3. März 1961) angedauert; der seitherige Verlauf sei unerheblich.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanzen weichen in der Qualifikation der bisherigen Lebensführung des Interdizenden im Grunde von der Auffassung des Bezirksrates und der Vormundschaftsbehörde nicht wesentlich ab, wohl aber bezüglich der praktischen Zweckmässigkeit und Notwendigkeit der streitigen Massnahme. Als lasterhaft hat nach der Rechtsprechung zu Art. 370 ZGB jedes Verhalten zu gelten, das in erheblichem Masse gegen die Rechtsordnung oder die guten Sitten verstösst. Für die Annahme, dass der Lebenswandel lasterhaft sei, genügt eine einzelne Verfehlung nicht, sondern es muss sich um ein fortgesetztes, gewohnheitsmässiges Verhalten der erwähnten Art handeln, von dem anzunehmen ist, dass es auch in Zukunft andauern würde, wenn keine vormundschaftlichen Massnahmen ergriffen würden (BGE 88 II 402 und dortige Zitate).\n\nMit einem solchen Falle hat man es hier zu tun. Die zahlreichen Verurteilungen haben nicht vermocht, den Interdizenden dauernd zu bessern, jedenfalls wird dies BGE 88 II 405 S. 408durch die letzte, klaglos verlaufene Zeit noch nicht bewiesen. Auch die Entmündigungsvoraussetzungen sind gegeben. Bei weiterem Delinquieren wäre mit neuen Freiheitsstrafen und der Schädigung oder Vernichtung der wirtschaftlichen Existenz zu rechnen. Ein Bedürfnis nach persönlicher Betreuung und Überwachung besteht nicht nur im Interesse der Vermeidung wirtschaftlicher Nachteile, sondern auch im Hinblick auf die Bewahrung der Persönlichkeit vor dem moralischen und sozialen Niedergang. Endlich wurden durch die Vermögensdelikte immer auch Dritte geschädigt.\n\n2. Die Vorinstanzen lehnen die Entmündigung ab, weil die bereits bestehenden strafrechtlichen Vorbeugungsmassnahmen - Schutzaufsicht und Androhung der Verwahrung - den erwähnten Zwecken genügten und ein Vormund kaum grössere Wirkungsmöglichkeiten hätte, die Bevormundung mithin auf eine Zweispurigkeit der Massnahmen hinausliefe.\n\nFreilich bestand zur Zeit der Einführung des ZGB mit seinem Bevormundungsgrund des Art. 370 das Schweizerische Strafgesetzbuch mit seinen Präventivmassnahmen der Verwahrung, der bedingten Entlassung bei Freiheitsstrafen und der Schutzaufsicht noch nicht. Es fragt sich daher in der Tat, ob diese Massnahmen das Anwendungsgebiet des Art. 370 ZGB, soweit dauerndes Delinquieren darunter fällt, eingeschränkt haben. Dies ist indessen zu verneinen. Die Vormundschaft ist in ihren Wirkungen umfassender, ergreift die ganze Persönlichkeit des Mündels und gibt dem Vormund weitgehende Eingriffsmöglichkeiten (Art. 406, 407, 412 ZGB). Mit Bezug auf alle Bevormundungsgründe hat die Rechtsprechung immer angenommen, dass bei gegebenen Voraussetzungen die Entmündigung ausgesprochen werden muss, auch wenn die Schutz- und Fürsorgeaufgabe z.B. von Angehörigen aus freien Stücken besorgt wird (BGE 50 II 437); die Vormundschaft wird also nicht durch anderweitige Wahrung ihrer Zwecke überflüssig gemacht. Ferner wurde - allerdings mit Bezug auf BGE 88 II 405 S. 409die Entmündigung gemäss Art. 369 ZGB - wiederholt entschieden, dass bei gegebenem Bevormundungsgrund die Entmündigung auszusprechen ist, selbst wenn diese Massnahme den Geisteszustand ungünstig beeinflussen kann, dass also psychotherapeutische Rücksichten keine Rolle spielen sollen (Urteile vom 24. März 1959 i.S. Bossart, vom 4. April 1959 i.S. Ruf, vom 13. September 1960 i.S. Zürcher). Ebensowenig vermag eine unter der Drohung des Entmündigungsverfahrens eingetretene momentane Besserung eines Interdizenden der Entmündigung (nach Art. 370 ZGB) den Boden zu entziehen; und wenn eine Bewährungsfrist als wünschbar erscheint, so ist nicht deswegen die Entmündigung zu unterlassen oder zu verschieben, sondern die Bewährungsprobe ist unter bestehender Vormundschaft zu bestehen (BGE 86 II 6, BGE 85 II 461; Urteile vom 28. März 1961 i.S. Stierli, vom 14. April 1961 i.S. Schneider). Wenn selbstverständlich in jedem konkreten Fall bei der Beurteilung der Notwendigkeit und Zweckmässigkeit einer Bevormundung das Bestehen strafrechtlicher Präventiv- und Fürsorgemassnahmen berücksichtigt werden kann, so soll doch das zivilrechtliche Institut nicht zu bloss subsidiärer Geltung zurückgedrängt werden. Wie der Bezirksrat zutreffend ausführt, stehen dem Vormund, wenn er seinen Schutzbefohlenen auch nicht vor jedem Rückfall bewahren kann, doch viele Einflussmöglichkeiten zur Verfügung, um die moralische Aufrichtung und soziale Wiedereingliederung des Bevormundeten zu erleichtern und zu fördern. Im vorliegenden Falle hat übrigens die Vormundschaftsbehörde nicht die Bestellung eines überlasteten Amtsvormundes, sondern eines besonders ad hoc ausgesuchten Vormundes in der Person eines ehemaligen Beamten des Fürsorgeamtes in Aussicht genommen, der sowohl die Erfahrung als auch die Zeit zu individueller Betreuung des Mündels haben soll. Auch bleibt grundsätzlich immer noch die Möglichkeit, die Vormundschaft der Ehefrau zu übertragen (vgl. Prof. MERZ in ZSR NF Band 81 I S. 34 ff.). Jedenfalls sind in casu die Konflikte, die aus BGE 88 II 405 S. 410einer partiellen Doppelspurigkeit der Massnahmen entstehen könnten, nicht derart, dass die Ordnung des ZGB als zum Teil überholt und überflüssig zurückzutreten hätte. Es ist daher dem Begehren der antragstellenden Behörden stattzugeben und die Bevormundung, für welche die gesetzlichen Voraussetzungen zweifellos gegeben sind, auszusprechen.\n\nDie Bevormundung hat den Entzug der elterlichen Gewalt von Gesetzes wegen zur Folge (Art. 285 Abs. 1 ZGB).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das angefochtene Urteil aufgehoben und in Bestätigung des Beschlusses des Bezirksrats Zürich vom 3. März 1961 der Berufungsbeklagte wegen lasterhaften Lebenswandels gestützt auf Art. 370 ZGB entmündigt und ihm die elterliche Gewalt über seine Kinder ..... entzogen."}