{"annee": "88", "cour": "II", "page": "463", "date": "17/10/1962", "cite": [], "cite_par": [], "chapeau": "65. Extrait de l'arrêt de la Ire Cour civile du 17 octobre 1962 dans la cause Tavernler contre Confédératlon sulsse et \"Winterthour\", compagnie d'assurances.", "regestes": ["L'action directe contre l'assureur que l'art. 49 al. 1 LA confère au lésé ne s'applique qu'à l'assurance-responsabilité civile obligatoire."], "faits": "BGE 88 II 463 S. 463\n\nRésumé des faits:\n\nTavernier a subi des lésions corporelles à la suite d'une collision entre sa motocyclette, qu'il pilotait, et un véhicule militaire. Il a intenté une action en réparation de son dommage à la Confédération suisse, détenteur du véhicule militaire, et à son assureur, la compagnie d'assurances \"Winterthour\".", "considerants": "Extrait des considérants:\n\n1. Le dommage provient d'un accident survenu entre deux véhicules automobiles. La responsabilité civile entre détenteurs est régie par l'art. 37 LA, auquel renvoie l'art. 39, Ire phrase, LA (RO 68 II 124). Ces règles sont applicables aux véhicules de la Confédération (art. 47 LA), qui ne sont toutefois pas soumis à l'assurance-responsabilité civile obligatoire (art. 48 al. 4 LA).\n\n2. A l'appui de leur recours joint, les intimées contestent la qualité pour défendre de la \"Winterthour\", compagnie auprès de laquelle la Confédération a contracté une assurance-responsabilité civile facultative. L'art. 49 al. 1 LA confère au lésé une action directe contre l'assureur, dans les limites des sommes assurées par le contrat. Cette disposition légale ne précise pas si l'action directe BGE 88 II 463 S. 464est liée à l'assurance obligatoire ou si elle compète au lésé même en cas d'assurance facultative.\n\nMalgré les termes généraux de ses motifs, l'arrêt publié au RO 61 II 202 n'étend pas l'action directe du lésé aux cas où le détenteur non soumis à l'obligation légale a contracté une assurance-responsabilité civile facultative. Il concerne la réparation du dommage causé en Suisse par l'emploi d'un véhicule automobile étranger, dont le détenteur était assuré. Or l'art. 54 LA, qui charge le Conseil fédéral d'édicter les prescriptions régissant l'assuranceresponsabilité civile des véhicules étrangers, n'avait pas encore été exécuté. Le Tribunal fédéral a alors appliqué les règles ordinaires, notamment les art. 48 et 49 LA. Dans l'espèce ainsi jugée, l'assurance obligatoire était bien prescrite par la loi. C'est seulement parce que les dispositions d'exécution n'avaient pas encore été édictées que l'assurance se trouvait provisoirement facultative (STREBEL, note 10 ad art. 49 LA). L'arrêt laisse donc intacte la question à résoudre aujourd'hui.\n\nL'art. 49 al. 1 LA, qui prévoit l'action directe, suit immédiatement l'art. 48 LA, relatif à l'assurance-responsabilité civile obligatoire. La place de ces deux dispositions indique déjà une relation étroite entre les deux institutions qu'elles concernent. De plus, la ratio legis, qui est déterminante, conduit à la même interprétation. L'assurance obligatoire tend à garantir au lésé la réparation du dommage par un débiteur solvable. L'action directe vise le même but. Elle facilite en outre la marche à suivre pour obtenir satisfaction. Si le législateur a dispensé la Confédération et les cantons de l'assurance obligatoire, c'est parce que ces collectivités publiques disposent de moyens financiers suffisants et ne se déroberont pas à l'obligation de payer des dommages-intérêts, qu'elle ait été reconnue spontanément ou qu'elle résulte d'une condamnation pécuniaire. Par les mêmes motifs, l'action directe du lésé s'avère superflue. Il faut donc admettre, avec la doctrine (STREBEL, loc.cit.; OFTINGER, Schweizerisches Haftpflichtrecht, 1re éd., vol. II BGE 88 II 463 S. 465p. 1007, ad art. 49 al. 1 LA; cf. aussi 2e éd., vol. II/2 p. 746, ad art. 65 LCR), que l'art. 49 al. 1 LA s'applique seulement à l'assurance-responsabilité civile obligatoire. Lorsqu'un détenteur conclut une assurance facultative, on ne saurait présumer que les parties au contrat ont voulu une assurance dans le sens des prescriptions de la LA, comprenant notamment l'action directe, comme le suggère STREBEL (note 86 ad art. 48 LA). Pareille présomption nuirait à la sécurité du droit.\n\nLes conclusions de Tavernier doivent dès lors être rejetées dans la mesure où elles sont dirigées contre la \"Winterthour\", qui n'a pas qualité pour défendre."}