{"annee": "88", "cour": "I", "page": "107", "date": "20/6/1962", "cite": ["87 I 213", "83 I 268", "79 I 327"], "cite_par": ["96 I 324", "90 I 334", "96 I 377", "99 IA 754", "95 I 49", "120 IA 95", "103 IA 58"], "chapeau": "17. Auszug aus dem Urteil vom 20. Juni 1962 i.S. AHV-Ausgleichskasse \"Musik und Radio\" gegen H. A. G. und Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen.", "regestes": ["Art. 88 OJ. Qualité des corporations de droit public pour former un recours de droit public. Une caisse de compensation AVS peut former un recours de droit public contre la décision lui refusant la mainlevée définitive dans une poursuite qu'elle a intentée en recouvrement de cotisations."], "faits": "", "considerants": "BGE 88 I 107 S. 108\n\nAus den Erwägungen:\n\nDie staatsrechtliche Beschwerde ist nach der Umschreibung ihrer Voraussetzungen in Verfassung (Art. 113 Ziff. 3 BV) und Gesetz (Art. 88 OG) ein Rechtsbehelf zum Schutze der natürlichen und juristischen Personen gegen Übergriffe der öffentlichen Gewalt und kann daher nicht dazu benutzt werden, um umgekehrt Entscheidungen anzufechten, die gegen den Inhaber dieser Gewalt ergangen sind. Das gilt nach der Rechtsprechung des Bundesgerichts auch für Gemeinden und staatliche oder kommunale Behörden, wenn sie als Inhaber staatlicher Gewalt handeln. Sie sind zur staatsrechtlichen Beschwerde zwar legitimiert, wenn ein Erlass oder ein Entscheid sie in gleicher Weise trifft wie eine Privatperson. Als Trägerin öffentlicher Gewalt dagegen steht der Gemeinde das Beschwerderecht nur zu, wenn sie ihre Autonomie, ihren eigenen selbständigen Wirkungskreis gegenüber dem Staat als dem übergeordneten Träger öffentlicher Gewalt verteidigen will (BGE 87 I 214 Erw. 2 mit Verweisungen). Diese Grundsätze gelten auch für öffentlichrechtliche Körperschaften, die einen im öffentlichen Interesse liegenden Zweck verfolgen und eine Aufgabe erfüllen, die eigentlich dem Staat obliegen würde, deren Verfolgung er aber ganz oder zum Teil den betreffenden Körperschaften übertragen hat; denn sie sind wie ein Staatsorgan mit staatlicher Gewalt ausgestattet und üben öffentliche Befugnisse aus (BGE 83 I 269 E. 2).\n\nDie Beschwerdeführerin ist eine Verbandsausgleichskasse BGE 88 I 107 S. 109im Sinne von Art. 53 ff. AHVG. Ihr Kassenreglement ist gemäss Art. 56 Abs. 3 AHVG und Art. 100 AHVV vom Eidg. Volkswirtschaftsdepartement genehmigt worden,womit sie das Recht der Persönlichkeit erlangt hat. Sie hat die in Art. 63 AHVG genannten öffentlichen Aufgaben zu erfüllen. Als Körperschaft des öffentlichen Rechts steht ihr die staatsrechtliche Beschwerde nach dem Gesagten unter den gegebenen Umständen nur dann zu, wenn sie durch den angefochtenen Entscheid in gleicher Weise betroffen wird wie eine Privatperson. Diese Voraussetzung erachtet die Rechtsprechung unter anderem als erfüllt, wenn die Befugnisse und Pflichten des Gemeinwesens als Eigentümer seines Finanz- oder Verwaltungsvermögens oder sein Eigentumsrecht daran in Frage gestellt sind (vgl. nicht veröffentlichte Urteile vom 3. Juli 1947 i.S. Einwohnergemeinde Luzern, Erw. 1, vom 13. November 1947 i.S. Einwohnergemeinde Liestal, Erw. 2, und vom 29. Juni 1960 i.S. Gemeinde Küblis, Erw. 1). Zu den Aufgaben der Verbandsausgleichskassen wie der Ausgleichskassen überhaupt gehört der Bezug der Beiträge und damit auch die Durchführung des Betreibungsverfahrens gegen säumige Beitragspflichtige (Art. 63 lit. e AHVG). In diesem Vollstreckungsverfahren tritt die Kasse dem Schuldner in gleicher Weise gegenüber wie ein privater Betreibungsgläubiger; sie hat die nämlichen Rechte und Pflichten wie er und wird demgemäss durch die Verweigerung der definitiven Rechtsöffnung nicht anders betroffen als ein Privater. Sie kann demzufolge wie ein solcher gegen einen derartigen Entscheid staatsrechtliche Beschwerde erheben. (Aus den selben Gründen hat das Bundesgericht in BGE 79 I 329 Erw. 1 die Schweiz. Verrechnungsstelle zur staatsrechtlichen Beschwerde zugelassen gegen die Verweigerung der definitiven Rechtsöffnung in einer Betreibung wegen Beiträgen, die auf Grund von Clearing- und Verrechnungsabkommen an die Schweiz. Nationalbank einzuzahlen waren.) Auf die Beschwerde ist mithin einzutreten."}