{"annee": "88", "cour": "II", "page": "176", "date": "25/6/1962", "cite": ["48 II 13", "74 II 235", "40 II 163", "79 II 305", "45 II 105", "73 II 110", "53 II 221", "82 II 152", "76 II 77", "88 II 28", "81 II 439", "63 II 22", "80 II 138", "68 II 129", "52 II 351", "59 II 155", "42 II 597", "72 II 183"], "cite_par": ["98 II 138", "90 II 501", "109 II 338", "92 II 257", "92 II 95", "100 II 395", "93 II 40"], "chapeau": "29. Urteil der I. Zivilabteilung vom 25. Juni 1962 i.S. Adreg AG gegen Adrema AG", "regestes": ["1. Demandes tendantes à ce que l'on s'abstienne de créer une situation qui viole un droit absolu et à ce que l'on y mette fin si elle existe. a) Les demandes ne se prescrivent pas (consid. 2). b) Abuse-t-on de son droit lorsqu'on attend longtemps avant de les faire valoir? (consid. 3). 2. Droit des raisons de commerce. a) L'art. 956 al. 2 CO confère aussi le droit de faire radier la raison de commerce (consid. 1). b) Mesure dans laquelle la raison d'une société anonyme, de par l'art. 951 al. 2 CO, doit se distinguer de toute autre raison (consid. 4, 5). 3. Concurrence déloyale. a) L'art. 1 al. 2 litt. d LCD ne présuppose pas que l'auteur veut créer des confusions (consid. 6). b) Les prétentions issues de l'art. 2 al. 1 litt. a-c. LCD ne se fondent pas sur une faute (consid. 6)."], "faits": "|177|\n\nA.- Die seit 1930 im Handelsregister eingetragene Adrema AG in Zürich befasst sich mit der Herstellung sowie dem Ankauf und Verkauf von Adressier- und Büromaschinen nebst Zugehör und anderen in Büros benötigten Sachen. Ihre deutsche Muttergesellschaft hat 1922 die Marken Adrema und 1949 die Marke Adra international hinterlegt.\n\nDie Adreg AG in Zürich steht seit 21. Januar 1959 im Handelsregister. Sie bezweckt den Handel mit Büromaschinen, Registrierkassen, Büromaterialien usw. Sie führt für Addiermaschinen und Registrierkassen die Marke Adwell.\n\nB.- Nach vorausgegangenem amtlichem Sühneversuch vom 22. März 1961 reichte die Adrema AG am 4. November 1961 gegen die Adreg AG beim Handelsgericht des Kantons Zürich eine Klage ein. Sie beantragte, der Beklagten unter Androhung der Überweisung an den Strafrichter die Verwendung der Bezeichnung Adreg in der Firma und im geschäftlichen Verkehr, besonders auf Waren, in der Reklame, in Briefköpfen, Drucksachen, Geschäftspapieren usw. zu untersagen, die Eintragung der Beklagten im Handelsregister zu löschen und das Urteil auf Kosten der Beklagten zu veröffentlichen.\n\nMit Urteil vom 30. Januar 1962 untersagte das Handelsgericht der Beklagten, die Bezeichnung Adreg in der Firma und im geschäftlichen Verkehr zu verwenden, besonders in ihrer Reklame, ihren Briefköpfen, Drucksachen, Geschäftspapieren usw. Es verpflichtete sie, die diese Bezeichnung enthaltende Firma im Handelsregister löschen zu lassen. Für den Fall der Widerhandlung drohte es ihr die Überweisung an den Richter zur Bestrafung gemäss |178| Art. 292 StGB an. Soweit die Klage weiter ging, wies es sie ab.\n\nC.- Die Beklagte hat die Berufung erklärt. Sie beantragt dem Bundesgericht, das Urteil des Handelsgerichtes aufzuheben und die Klage abzuweisen, eventuell die Sache zur Abklärung der Frage- der Verjährung an die Vorinstanz zurückzuweisen.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Firma der Aktiengesellschaft muss sich von jeder in der Schweiz bereits eingetragenen Firma deutlich unterscheiden (Art. 951 Abs. 2 OR). Trifft das nicht zu, so liegt in ihrer Eintragung in das Handelsregister und in ihrer Verwendung ein \"unbefugter Gebrauch\" der früher eingetragenen Firma. Er berechtigt deren Inhaber, auf Unterlassung der weiteren Führung der Firma zu klagen (Art. 956 Abs. 2 OR). Aus diesem Anspruch folgt das Recht des Verletzten, auch die Beseitigung eines rechtswidrigen Zustandes zu verlangen. Ein solcher besteht darin, dass die Firma im Handelsregister eingetragen ist.\n\n2. Die Beklagte macht geltend, der Unterlassungsanspruch aus Art. 956 Abs. 2 OR sei verjährt.\n\nDas Bundesgericht hat unter der Herrschaft des Art. 876 aoR die gegen eine firmenrechtliche Unterlassungsklage gerichtete Einrede der Verjährung als unbegründet erachtet, weil der Belangte durch die Bewirkung des Handelsregistereintrages die Absicht bekundet hatte, die Firma in Zukunft zu gebrauchen (BGE 21 601). In einem anderen Falle führte es in bezug auf einen aus Art. 2 Abs. 1 lit. b UWG abgeleiteten Anspruch auf Unterlassung aus, er beginne erst mit der Einstellung der widerrechtlichen Handlung zu verjähren, also erst mit der Aufgabe der beanstandeten Firma (BGE 79 II 313).\n\nIn Wirklichkeit können Unterlassungsansprüche überhaupt |179| nicht verjähren. Die Klage auf Unterlassung setzt nach der Rechtsprechung des Bundesgerichtes voraus, dass mit der Wiederholung des rechtswidrigen Verhaltens zu rechnen sei (BGE 40 II 164 f., BGE 42 II 600, BGE 45 II 106 f., BGE 48 II 16, BGE 52 II 354, BGE 68 II 132). Ausschliesslich wegen der zu befürchtenden künftigen Handlungen wird sie zugelassen. Sie kann deshalb nicht dadurch untergehen, dass der Berechtigte sie nicht während bestimmter Zeit seit den vergangenen Verletzungen anhebt. Solange die Gefahr der Wiederholung besteht, dauert der Unterlassungsanspruch an. Endet die Gefahr, so fällt auch das Recht dahin, auf Unterlassung zu klagen, und zwar sofort, nicht erst nach Ablauf einer Verjährungsfrist. Diese Auffassung herrscht auch im Schrifttum vor (NAEF, Unterlassungsanspruch und Unterlassungsklage im schweiz. Recht, Diss. Zürich 1919 64 ff.; VON TUHR/SIEGWART 662; VON BÜREN, Komm. zum UWG Art. 7 N. 6; DAVID, Komm. zum MSchG, 2. Aufl., Art. 28 N. 38; BLUM/PEDRAZZINI, Das schweiz. Patentrecht Art. 72 Anm. 2). Die Beklagte führt nicht aus, welche Gründe für die gegenteilige Auffassung von HIS, Art. 956 N. 35, sprächen, auf die sie sich beruft. Sie räumt übrigens ein, dass Unterlassungsansprüche nach dem Bu esgesetz über den unlauteren Wettbewerb nicht verjähren. Weshalb für Unterlassungsansprüche gemäss Art. 956 Abs. 2 OR etwas anderes gelte, sagt sie nicht.\n\nAuch die Klage auf Beseitigung eines gegen ein absolutes Recht verstossenden Zustandes kann nicht verjähren. Das wurde entschieden in bezug auf die Abwehr von Eingriffen in das Eigentum (actio negatoria) (BGE 53 II 224, BGE 81 II 446). Es muss auch gelten für Klagen auf Beseitigung eines dem Recht an der Firma widersprechenden Zustandes. Solange er besteht, dauert auch der Anspruch an und kann daher geklagt werden, gleichgültig wann die Verletzung begann. Hört diese auf, so ist sogleich auch für die Klage kein Raum mehr. Es bedarf keiner Verjährungsfrist, um das Klagerecht zeitlich zu begrenzen (VON BÜREN a.a.O.). NAEF, der anderer Meinung ist (a.a.O.), verkennt, dass zwar |180| schon vom Zeitpunkt der Verletzungshandlung an auf Beseitigung des Zustandes geklagt werden kann, die Verletzung sich aber fortwährend erneuert, solange dieser dauert (vgl. BGE 68 II 133). Der Fall unterscheidet sich nicht von der Unterlassungsklage. Auch sie kann schon erhoben werden, wenn die Gefahr der Widerhandlung beginnt, und ist noch jederzeit zulässig, solange die Gefahr nicht beseitigt ist.\n\n3. Eine andere Frage ist, ob im Sinne des Art. 2 ZGB gegen Treu und Glauben verstosse, wer lange zuwartet, ehe er den Anspruch auf Unterlassung widerrechtlichen Verhaltens oder auf Beseitigung eines rechtswidrigen Zustandes geltend macht. Es kann stossend sein, den gutgläubigen Verletzer erst nach sehr langer Zeit in die Schranken des Rechtes zu weisen, wenn er sich unter erheblichen Aufwendungen Vermögenswerte geschaffen hat, die zugrunde gehen würden oder zerstört werden müssten. Die Frage kann aber nur anhand der Umstände des einzelnen Falles beantwortet werden. Sie ist nicht leichthin zu bejahen, besonders nicht bei Eingriffen in Firmenrechte. Es zeigt sich oft erst nach längerer Zeit, wie ähnlich lautende Firmen sich nebeneinander auswirken (vgl. BGE 73 II 115, BGE 79 II 313).\n\nDie Klägerin ist bei der Beklagten wegen des Gebrauches der Firma Adreg AG brieflich schon im Juli 1960 und im Januar 1961 vorstellig geworden, also anderthalb Jahre nach deren Eintragung in das Handelsregister. Im März 1961 fand der amtliche Sühneversuch statt. Es kann daher keine Rede davon sein, dass die Klägerin wider Treu und Glauben zugewartet habe. Die Beklagte erhebt denn auch den Vorwurf rechtsmissbräuchlicher Verzögerung der Auseinandersetzung nicht.\n\n4. Aktiengesellschaften können unter Wahrung der allgemeinen Grundsätze der Firmenbildung ihre Firma frei wählen (Art. 950 Abs. 1 OR). Nichts hindert sie, die Wahl so zu treffen, dass sich ihre Firma von den bereits eingetragenen Firmen deutlich unterscheidet. Daher sind die |181| Anforderungen an die Unterscheidungskraft der Firma einer Aktiengesellschaft hoch (BGE 63 II 24, BGE 72 II 185, BGE 82 II 154). Wer die Firma wählt, hat besonders darauf zu achten, dass sie nicht mit den Firmen jener Geschäftsinhaber verwechselt werden kann, die am gleichen Orte niedergelassen sind oder daselbst tätig werden und deren Geschäftsbereich sich ganz oder teilweise mit dem eigenen deckt (BGE 63 II 25, BGE 73 II 115, BGE 76 II 87 f., BGE 82 II 154, BGE 88 II 36).\n\nDaher ist im vorliegenden Falle ein strenger Massstab anzulegen. Die Beklagte ist eine Aktiengesellschaft, hat ihren Sitz am gleichen Orte wie die Klägerin und vertreibt Büromaschinen gleicher Art wie diese.\n\n5. Die Firmen der Parteien bestehen aus der übereinstimmenden Abkürzung AG und den leicht voneinander abweichenden Wörtern Adrema bzw. Adreg.\n\nDer Beklagten ist nicht beizupflichten, dass die Abweichung genüge, weil bei Adrema der Ton auf der zweiten Silbe, bei Adreg dagegen auf der ersten liege und weil jenes Wort mit gedehntem, dieses dagegen mit kurzem e ausgesprochen werde. Dieser Unterschied in der Betonung ist unbedeutend. Da beide Wörter Phantasiebezeichnungen sind, ist zudem fraglich, ob das Publikum ihn überhaupt macht. Phantasie in der Betonung ist bei Wörtern, die nicht geläufig sind und keinen Sinn haben, durchaus möglich. Französischsprechende werden ohnehin dazu neigen, den Ton auch beim Wort Adreg auf die zweite Silbe zu legen. Schon der Klang der beiden Wörter schliesst somit Verwechslungen nicht aus, umsoweniger, als sich ein wesentlicher Teil des Geschäftsverkehrs über das Telephon abzuwickeln pflegt, das die Gefahr von Hörfehlern erhöht.\n\nDie Klägerin hat zudem Anspruch darauf, dass sich die Firma der Beklagten auch hinsichtlich des Schriftbildes von der eigenen deutlich unterscheide. Auch unter diesem Gesichtspunkt kann von genügender Unterscheidbarkeit nicht die Rede sein. Das Wort Adreg zählt nur einen Buchstaben weniger als das Wort Adrema. Die vier ersten |182| Buchstaben sind in beiden Wörtern identisch, und nur der kurzen Endsilbe ma in der Firma der Klägerin steht in jener der Beklagten etwas anderes, nämlich ein g gegenüber. So weitgehende Ähnlichkeit kann zu Verwechslungen führen. Freilich hängt die Verwechslungsgefahr von der Aufmerksamkeit ab, die im Kreise der mit den beiden Unternehmen verkehrenden Bevölkerung üblich ist (BGE 59 II 158, BGE 73 II 113), und kann erwartet werden, dass Geschäftsleute und höhere Angestellte, die eine teure Büromaschine kaufen wollen, sich einigermassen sorgfältig umsehen, an welches Geschäft sie sich wenden. Auch für diesen Kundenkreis kann jedoch angesichts der erheblichen Ähnlichkeit der beiden Firmen die Möglichkeit von Verwirrung und Verwechslung nicht ausgeschlossen werden. Zudem verkaufen beide Parteien auch Zugehör und befassen sich mit dem Unterhalt und der Instandstellung der Maschinen. Das sind Leistungen von geringerer Bedeutung, die von untergeordnetem Personal und nicht unter Anwendung jener Aufmerksamkeit bestellt werden, wie sie beim Kauf einer Maschine üblich ist.\n\nDer Einwand der Beklagten, die Parteien verwendeten für ihre gleichartigen Erzeugnisse gänzlich verschiedene Marken, ändert nichts. Firmen werden nicht immer in Verbindung mit Marken genannt. Die Klägerin hat Anspruch darauf, dass schon die Firma allein die Gefahr von Verwechslungen ausschliesse. Zudem weiss nicht jeder Interessent, dass die Klägerin nur Erzeugnisse der Marken Adrema und Adra, nicht auch solche der Marke Adwell vertreibt. Die Vermutung, dass auch diese von ihr stammten, ist nicht von der Hand zu weisen, da die Silbe Ad mit den Anfangsbuchstaben der Marken der Beklagten übereinstimmt.\n\nSchliesslich kommt auch nichts darauf an, ob die Firmen der Parteien tatsächlich schon verwechselt wurden. Die Ansprüche auf Unterlassung des Gebrauchs und auf Löschung bestehen schon, wenn die Ähnlichkeit der Firmen die Möglichkeit von Verwechslungen in die Nähe rückt |183| (BGE 74 II 237, BGE 80 II 145, BGE 82 II 154, BGE 88 II 35). Das trifft hier zu.\n\n6. Da die Ansprüche der Klägerin, die im angefochtenen Urteil geschützt wurden, schon auf Grund des Art. 956 Abs. 2 OR bestehen, kommt nichts darauf an, ob sie auch aus Art. 2 Abs. 1 lit. b und c in Verbindung mit Art. 1 Abs. 2 lit. d UWG abgeleitet werden können. Auch das trifft jedoch zu.\n\nGemäss Art. 1 Abs. 2 lit. d UWG verstösst gegen Treu und Glauben, wer im wirtschaftlichen Wettbewerb Massnahmen trifft, die bestimmt oder geeignet sind, Verwechslungen mit den Waren, Werken, Leistungen oder dem Geschäftsbetrieb eines andern herbeizuführen. Solche Massnahmen liegen hier darin, dass die Beklagte eine Firma hat eintragen lassen und gebraucht, die von der Kundschaft mit der Firma der Klägerin verwechselt werden kann. Die Auffassung der Beklagten, die bloss objektive Verwechslungsgefahr genüge nicht, um ihr einen Verstoss gegen Treu und Glauben vorzuwerfen, hält nicht stand. Die in Art. 1 Abs. 2 UWG beispielsweise angeführten Tatbestände verstossen nach dem klaren Wortlaut dieser Bestimmung gegen die Grundsätze von Treu und Glauben. Ist ein solcher Tatbestand erfüllt, so liegt unlauterer Wettbewerb vor, ohne dass weitere Anforderungen zu stellen wären. Insbesondere setzt der in Art. 1 Abs. 2 lit. d umschriebene Sachverhalt nicht voraus, dass der Täter es darauf abgesehen habe, Verwechslungen herbeizuführen. Es genügt nach dem Wortlaut der Bestimmung, dass seine Massnahmen sich hiezu eigneten (BGE 72 II 189).\n\nEine andere Frage ist, welche Ansprüche aus dem unlauteren Wettbewerb entstehen. Der Schaden ist nur im Falle des Verschuldens zu ersetzen (Art. 2 Abs. 1 lit. d UWG), und die Genugtuungspflicht setzt ein schweres Verschulden voraus (Art. 2 Abs. 1 lit. e UWG in Verbindung mit Art. 49 OR). Auf Feststellung der Widerrechtlichkeit, Unterlassung, Beseitigung des rechtswidrigen Zustandes und Richtigstellung unrichtiger oder irreführender Äusserungen |184| kann dagegen schon geklagt werden, wenn der Beklagte den unlauteren Wettbewerb nur objektiv verwirklicht (Art. 2 Abs. 1 lit. a-c UWG; BGE 72 II 189).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichtes des Kantons Zürich vom 30. Januar 1962 bestätigt."}