{"annee": "88", "cour": "I", "page": "248", "date": "14/11/1962", "cite": [], "cite_par": ["96 I 557", "116 IA 41", "96 I 104", "94 I 120", "105 IA 134", "142 I 76", "91 I 409", "93 I 130", "96 I 123", "120 II 321", "96 I 636", "89 I 188", "91 I 189", "114 IA 14", "103 IA 417", "94 I 127", "90 I 328"], "chapeau": "41. Arrêt du 14 novembre 1962 dans la cause Dafflon contre Grand Conseil du canton de Genève.", "regestes": ["1. Droit d'initiative. a) Qualité pour recourir, art. 88 OJ (consid. I/1). b) Pouvoir du Grand Conseil de déclarer une initiative irrecevable (consid. I/2). 2. Garantie de la propriété. a) Conditions de l'expropriation; pouvoir d'examen du Tribunal fédéral (consid. II/1). b) Lorsque l'intérêt public, même s'il est touché d'une façon surtout indirecte, est suffisamment important, un canton peut, par un acte de portée générale (loi), décréter l'expropriation, ou des mesures analogues à l'expropriation par leurs effets (droit de préemption), dans le cadre de mesures d'intérêt général relevant de la politique sociale ou économique (construction d'habitations à loyer modéré), pourvu que l'expropriation comporte en elle-même certaines limites et que la propriété privée ne soit ainsi pas supprimée ou vidée de sa substance. Examen d'une loi cantonale qui accorde à l'Etat un droit de préemption et d'expropriationsur certains terrains en vue de la construction d'habitations à loyer modéré, et dont le Tribunal fédéral a reconnu qu'elle satisfaisait à ces conditions (consid. II/2-4, III/1). 3. Force dérogatoire du droit fédéral. La loi précitée n'est pas contraire à la loi fédérale du 12 juin 1951 sur le maintien de la propriété foncière rurale (consid. IV/2)."], "faits": "|250|\n\nA.- Le 25 janvier 1957, le Grand Conseil du canton de Genève adopta une loi autorisant le Conseil d'Etat à prendre diverses mesures en vue d'encourager la création de logements à loyer modéré. Ces mesures consistent en subventions, en exemptions fiscales et dans le cautionnement par l'Etat de prêts hypothécaires. A l'origine, les prêts ainsi garantis ne devaient pas dépasser, aux termes de la loi, la somme de 70 millions de francs. Ce montant fut porté successivement à 150, 220 et enfin, par une loi du 24 février 1961, à 400 millions de francs.\n\nAvant que cette dernière loi ne fût édictée, Roger Dafflon, électeur à Genève, et un certain nombre de ses concitoyens lancèrent une initiative \"pour la construction de logements à loyer modéré dont 3000 au moins immédiatement\". Cette initiative, souscrite par plus de 10 000 signataires, propose d'intituler la loi précitée \"loi tendant à stimuler la construction de logements à loyer modéré\" et de lui ajouter les dispositions suivantes:\n\n\"Art. 7 bis. - Toute modification des limites de zone (il s'agit des diverses zones fixant les caractéristiques des constructions) ouvre à l'Etat un droit de préemption sur les terrains déclassés. Faute d'accord amiable, l'Etat peut les acquérir par voie d'expropriation pour cause d'utilité publique aux fins de construction de logements.\"\n\n\"Art. 7 ter. - L'Etat et les communes de plus de 5000 habitants sont tenus soit de construire eux-mêmes les logements visés à l'alinéa 3 du présent article, soit de mettre, pour une durée de 80 ans au moins, le droit de superficie sur des terrams leur appartenant à la disposition de coopératives de construction ou de fondations de droit public, qui prennent l'engagement d'en édifier.\n\nCe droit de superficie est concédé, au gré du concédant, soit gratuitement, soit moyennant une rente foncière qui ne doit pas dépasser l'intérêt, calculé au taux courant des emprunts du concédant, de la valeur pour laquelle le terrain est entré dans son patrimoine.\n\nLe nombre minimum d'appartements à loyer modéré dont la construction doit être entreprise dans le délai de 2 ans de l'adoption du présent article, est fixé à 3000. Le Conseil d'Etat les répartit |251| entre l'Etat et les communes visées en tenant compte des terrains disponibles et, en ce qui concerne les communes, du nombre de leurs habitants et de la densité de leur population.\n\nCes logements doivent pouvoir être habités moins de 18 mois après le début des travaux.\"\n\nB.- Le 23 février 1962, le Grand Conseil du canton de Genève déclara cette initiative irrecevable et décida de ne pas la soumettre au vote du peuple. Au cours des débats, la majorité se fonda sur une consultation qui avait été demandée aux professeurs H. Huber et R. Patry. Elle fit essentiellement valoir que le texte soumis au Grand Conseil violait, de plusieurs manières, la garantie de la propriété et le principe de la force dérogatoire du droit fédéral. L'autonomie communale fut également invoquée.\n\nC.- Contre la décision du Grand Conseil, Roger Daffion a interjeté un recours de droit public. Il soutient que l'initiative n'est pas inconstitutionnelle.\n\nLe Conseil d'Etat, qui agit au nom du Grand Conseil, conclut au rejet du recours.", "considerants": "Considérant en droit:\n\nI.\n\nI.1. Le recourant affirme que l'initiative aurait dû être soumise au vote populaire. Il entend ainsi se plaindre d'une violation de son droit individuel à participer à l'élaboration des lois par le moyen de l'initiative. Comme il est citoyen actif du canton de Genève, il a qualité pour interjeter à ce sujet un recours de droit public (RO 76 I 24, 74 I 113, 71 I 311).\n\nI.2. Ainsi que le Tribunal fédéral l'a déjà admis, le Grand Conseil du canton de Genève avait le pouvoir, s'il estimait l'initiative inconstitutionnelle, de la déclarer irrecevable et de la soustraire à la votation du peuple (arrêt non publié du 7 novembre 1956 en la cause Dafflon contre Grand Conseil du canton de Genève; RO 80 I 161/162 et arrêts cités). Il convient de rechercher en revanche si c'est avec raison qu'il a fait en l'espèce usage de ce pouvoir.\n\n|252|\n\nII. D'après une opinion qui a prévalu au Grand Conseil, l'art. 7 bis al. 2 de l'initiative, qui autorise l'Etat à acquérir les terrains déclassés par voie d'expropriation, serait contraire à la garantie de la propriété.\n\nII.1. Selon l'art 6 Cst. gen. et la jurisprudence du Tribunal fédéral, l'Etat peut procéder à une expropriation quand la loi l'y autorise, qu'il agit dans l'intérêt public et qu'il verse une juste indemnité au propriétaire lésé. Les conditions relatives à la base légale et à l'indemnité sont incontestablement remplies. D'une part en effet, une fois approuvé par le peuple, l'art. 7 bis de l'initiative, qui confère à l'Etat le droit d'expropriation, serait inscrit dans une loi. Il est clair d'autre part que les propriétaires de terrains déclassés ne se verraient pas dépossédés de leur bien sans recevoir une juste indemnité. Il reste dès lors à savoir si l'expropriation serait dans l'intérêt public.\n\nA cet égard, le Tribunal fédéral ne s'est généralement reconnu qu'un pouvoir d'examen restreint (RO 84 I 173, 57 I 385). Le plus souvent en effet, le problème litigieux vise un cas concret et se caractérise surtout comme une question de fait. En l'espèce, la loi que les auteurs de l'initiative voudraient faire adopter à Genève pose d'une manière générale le principe de l'expropriation à l'égard de terrains non encore individualisés, en vue, il est vrai, de travaux d'un genre déterminé. Elle soulève une question qui ressortit davantage au droit qu'au fait. Les raisons qui justifient la retenue que le Tribunal fédéral observe ordinairement n'existent pas en l'espèce au même degré. La Cour de céans peut donc statuer avec plein pouvoir.\n\nII.2. Outre - cela va de soi - les travaux rendus nécessaires par l'exploitation d'un service public, le Tribunal fédéral a, jusqu'à maintenant, généralement considéré comme étant d'intérêt public les mesures de police, telles que celles prises dans l'intérêt de l'hygiène (RO 34 I 221; SJ 1901 p. 41 et 1914 p. 379), de la circulation (RO 40 I |253526| , 83 I 149), du repos public (cf. RO 87 I 363), ou de la police du feu (RO 37 I 525). Dépassant ce cadre relativement étroit, le Tribunal fédéral a fait également rentrer parmi les mesures d'intérêt public celles qui sont prises en matière d'urbanisme, par exemple en vue d'améliorer l'aménagement ou l'utilisation d'un quartier (SJ 1914 p. 379; RO 24 I 300, 34 I 221). Allant plus loin encore, il a admis que la sauvegarde de valeurs esthétiques ou culturelles est d'intérêt public. Il l'a par exemple reconnu lorsqu'il s'est agi de protéger la flore ou la faune d'une contrée, des paysages ou des sites particulièrement remarquables (RO 84 I 175/176, 53 I 150, 42 I 205, 41 I 481) ou lorsque l'autorité cantonale se proposait d'améliorer l'aspect d'un quartier urbain (RO 60 I 271; SJ 1914 p. 379). En revanche, les intérêts purement fiscaux de l'Etat n'ont jamais été considérés comme étant d'intérêt public (RO 74 I 474, 60 I 272/273, 48 I 601).\n\nSi la jurisprudence a peu à peu élargi la notion d'intérêt public pour l'adapter à la nature nouvelle des tâches dévolues à l'Etat, elle a cependant toujours exigé, du moins implicitement, que l'intérêt public fût directement en cause et qu'il suffît à lui seul à justifier l'atteinte portée au droit de propriété. C'est ainsi que, dans de nombreux arrêts, le Tribunal fédéral s'est assuré que l'entreprise en vue de laquelle l'expropriation était demandée se trouvait justifiée dans sa totalité par l'intérêt public (RO 24 I 299/300, 41 I 482; SJ 1901 p. 41, 1910 p. 494, 1914 p. 378). Il n'a cependant jamais exigé que ces entreprises fussent destinées à servir exclusivement l'intérêt public. Au contraire, il a souvent déclaré constitutionnelles des expropriations qui favorisaient en même temps des intérêts privés, pourvu qu'il n'y ait pas une disproportion évidente entre l'intérêt privé réellement poursuivi et l'intérêt public allégué (RO 24 I 299/300, 31 I 658/659, 34 I 222, 37 I 525, 41 I 482, 42 I 206, 47 I 252, 48 I 601, 60 I 272/273, 74 I 474; SJ 1901 p. 41).\n\nSur le plan de l'intérêt public, l'initiative litigieuse se |254| distingue à un double point de vue des cas ordinairement soumis au Tribunal fédéral.\n\nTout d'abord, si elle se caractérise comme une simple mesure de police en tant qu'elle vise à procurer un logement à des personnes qui sinon se trouveraient à la rue, elle constitue pour le surplus une mesure générale de politique sociale et économique. Elle a ainsi une portée plus grande que les actes de l'Etat auxquels la jurisprudence a jusqu'ici reconnu le caractère d'intérêt public. Qu'elle touche à l'intérêt public, cela n'en est pas moins certain. Dans son arrêt du 19 septembre 1962 en la cause Chambre genevoise immobilière et consorts contre Conseil d'Etat du canton de Genève (cf. RO 88 I 170 consid. 3 b), le Tribunal fédéral a déjà jugé que le problème du logement est un problème d'intérêt public. La collectivité tout entière y est intéressée, surtout lorsqu'il s'agit de la construction d'habitations à loyer modéré. En effet, la création de tels logements contribue notamment à maintenir la paix sociale et à lutter contre la hausse du coût de la vie.\n\nIl n'en demeure pas moins - et c'est le second point sur lequel l'initiative litigieuse se distingue des cas examinés habituellement par la jurisprudence - que l'intérêt public mis en cause est touché d'une façon surtout indirecte. Les prestations de l'Etat en vue de la construction d'habitations à loyer modéré serviraient en premier lieu les intérêts privés des personnes admises à occuper ces logements. Toutefois, l'intérêt public en jeu est suffisamment important pour que, malgré cette situation, il puisse être considéré comme justifiant une expropriation. D'ailleurs, le Tribunal fédéral a jugé que, lorsque l'intérêt public est en cause, l'expropriation peut être ordonnée, même lorsqu'elle sert aussi et de façon prépondérante des intérêts privés (RO 24 I 686; cf. SJ 1914 p. 379). S'il a posé un tel principe autrefois, il ne saurait aujourd'hui interdire une expropriation fondée sur des motifs importants d'intérêt public pour la simple raison que cet intérêt n'est touché qu'indirectement.\n\nII.3. Comme cela ressort des considérations qui précèdent, |255| l'Etat peut décréter l'expropriation dans le cadre de mesures d'intérêt général relevant de la politique sociale ou économique. En cette matière toutefois, les pouvoirs de la corporation publique sont si étendus et encore si mal définis que le principe ainsi posé risquerait de toucher très gravement le droit de propriété, si sa portée n'était pas d'emblée précisée. A cet égard, il y a lieu de souligner que la garantie de la propriété interdit aux cantons de prendre des mesures qui supprimeraient ou videraient de sa substance la propriété privée envisagée comme institution fondamentale de l'ordre juridique suisse. L'expropriation ordonnée pour des motifs de politique sociale ou économique doit donc comporter en elle-même certaines limites.\n\nEn l'espèce, le recourant et les auteurs de l'initiative définissent le droit de préemption prévu par l'initiative comme le droit pour l'Etat, au cas où le propriétaire d'un terrain déclassé le vendrait, d'être préféré à tout autre acquéreur (voir recours, p. 27/28, Mémorial des séances du Grand Conseil, 23 février 1962, p. 440). Ils soulignent également (loc. cit.) que l'Etat ne peut exercer son droit de préemption que si le propriétaire entend vendre. En pareil cas, disent-ils, il pourra arriver que le propriétaire cède sa parcelle à l'Etat à la suite d'un accord amiable. Si un tel accord ne peut être conclu, il reste alors à l'Etat la voie de l'expropriation. Conformément à l'art. 7 bis al. 2, celle-ci ne peut cependant être autorisée qu'\"aux fins de construction de logements\". Ces logements ne sont pas de n'importe quelle nature. Il s'agit exclusivement d'habitations à loyer modéré. Les auteurs de l'initiative justifient en effet leur proposition exclusivement par la nécessité \"d'édifier de nombreux appartements à loyer modéré\", qu'ils définissent de manière précise en fixant le loyer maximum (450 fr. par an et par pièce). En outre, la législation genevoise indique le revenu au-dessus duquel le locataire ne peut plus garder un appartement à loyer modéré. Les autorités étant en mesure de connaître le revenu de chaque habitant et le prix de son loyer, elles peuvent |256| déterminer d'une manière précise les besoins en logements à loyer modéré. Ces besoins ne sont pas indéfinis puisqu'ils sont limités à ceux d'une partie déterminée de la population, c'est-à-dire des habitants ayant un revenu inférieur à un chiffre donné.\n\nL'expropriation ne peut pas non plus être exercée à l'égard de n'importe quel terrain. Comme l'indique clairement l'art. 7 bis, elle ne saurait atteindre que des \"terrains déclassés\", c'est-à-dire des terrains qui seront déclassés à la suite d'une modification des limites de zone. Or le recourant observe - et le Conseil d'Etat ne le conteste pas - \"que la grosse majorité de la fortune immobilière genevoise se trouve déjà dans des zones qui ne peuvent plus être l'objet d'un déclassement\". Il est dès lors exclu que l'application des dispositions de l'initiative fasse passer aux mains de l'Etat la totalité, ou du moins la plus grande partie, du territoire genevois. De plus, conformément à l'art. 12 de la loi genevoise du 25 mars 1961 sur les constructions et les installations diverses, toute modification des limites de zones doit être soumise à l'approbation du Grand Conseil. La décision du Grand Conseil est prise sous la forme d'une loi. S'agissant d'une modification ordonnée dans le cadre des dispositions de l'initiative, cette loi déterminerait de façon précise les terrains déclassés. Outre que, sauf cas d'urgence exceptionnelle, elle serait soumise au referendum facultatif (art. 53 et 55 Cst. gen.), elle serait susceptible d'un recours de droit public de la part des propriétaires atteints, qui pourraient demander au Tribunal fédéral d'examiner notamment si, au regard des circonstances particulières du cas d'espèce, le déclassement est d'intérêt public.\n\nAinsi, l'expropriation prévue par l'art. 7 bis serait décrétée exclusivement pour la construction d'habitations à loyer modéré. Elle concernerait les seuls terrains qui seraient déclassés et, du point de vue de l'intérêt public, pourrait faire l'objet d'un nouvel examen dans chaque cas particulier. Elle comporte dès lors, en elle-même, des |257| limites suffisantes pour qu'elle ne supprime pas ni ne vide de sa substance la propriété privée. Ces limites permettent de distinguer nettement la présente espèce du cas examiné par le Tribunal fédéral dans son arrêt non publié du 17 juin 1959 en la cause Liberalsozialistische Partei Basel et consorts contre Grand Conseil du canton de Bâle-Ville. En effet, il s'agissait alors d'un projet de loi qui obligeait l'Etat à acheter peu à peu tous les terrains disponibles et qui tendait ainsi à faire passer en main de la puissance publique l'ensemble des propriétés privées. Il saute aux yeux que l'initiative genevoise n'a pas cette portée.\n\nII.4. Il reste à savoir si l'initiative viole la garantie de la propriété du fait qu'elle autorise l'expropriation non pas de cas en cas, mais d'une façon générale, pour tous les immeubles déclassés. Cette question doit être résolue négativement. Le droit genevois admet en effet qu'une loi applique à certains travaux les dispositions sur l'expropriation. Sans doute, il faut ensuite que, par un acte du pouvoir, des travaux déterminés d'une manière concrète soient placés sous le coup de la loi. Cette condition est cependant remplie en l'espèce. En effet, pour modifier les limites d'une zone, une nouvelle loi sera nécessaire qui, on l'a vu, fixera dans chaque cas particulier les limites exactes des terrains destinés à tomber sous le coup des dispositions de l'initiative.\n\nIII. Selon une opinion émise au cours des débats du Grand Conseil, l'initiative serait contraire au principe de la force dérogatoire du droit fédéral.\n\nIII.1. Cette question a été posée tout d'abord en ce qui concerne le droit de préemption prévu par l'art. 7 bis al. 1. C'est à tort cependant qu'elle l'a été.\n\nIl n'est pas indispensable à cet égard de décider si le droit de préemption, tel qu'il est réglé par l'initiative, est une mesure de droit civil ou de droit public. Ce sont les effets pratiques de cette institution qu'il faut analyser. |258|\n\nOr, lorsque l'Etat déclarera vouloir exercer son droit de préemption, il manifestera en réalité son intention arrêtée d'acquérir l'immeuble. Certes, la porte demeurera ouverte à des discussions amiables entre le détenteur de la puissance publique et le propriétaire relativement aux conditions de l'aliénation, notamment quant au prix. En revanche, le principe même de l'aliénation ne sera plus en discussion, car, si l'on conçoit qu'après avoir exercé son droit de préemption, l'Etat renonce à acheter l'immeuble de gré à gré, on n'imagine guère qu'il abandonne l'idée de l'acquérir par voie d'expropriation. En tout cas, l'Etat aura pris la décision de devenir lui-même propriétaire de l'immeuble avant d'exercer son droit de préemption. C'est pourquoi, lorsque ce droit sera exercé, le propriétaire sera en fait privé de toute possibilité de vendre son bienfonds à une autre personne, et contraint de le céder à l'Etat. L'exercice du droit de préemption équivaut donc, dans ses effets réels, à une expropriation, et si, en définitive, la corporation publique renonce à acquérir le terrain, la situation sera la même que dans l'hypothèse où, après avoir entamé la procédure d'expropriation, elle renonce à exproprier. C'est par conséquent, comme pour l'expropriation, sous l'angle de la garantie de la propriété qu'il faut examiner la constitutionnalité du droit de préemption. De ce point de vue, les considérations émises ci-dessus à propos de l'expropriation prévue par l'art. 7 bis al. 2 justifient aussi le droit de préemption consacré à l'art. 7 bis al. 1, et qui est une atteinte de moindre gravité.\n\nIII.2. Le Grand Conseil s'est également demandé si l'initiative n'était pas contraire à la loi fédérale du 12 juin 1951 sur le maintien de la propriété foncière rurale et si, dans cette mesure, elle ne violait pas le principe de la force dérogatoire du droit fédéral. Cette question doit être résolue négativement. La loi précitée n'apporte aucune entrave à la vente de parcelles agricoles pour la construction de maisons d'habitation (art. 3 et 19 litt. c). Elle ne limite pas l'exercice du droit d'expropriation par l'Etat (art. 21 al. 1 |259| litt. b). Quant aux droits de préemption qu'elle prévoit (art. 6 ss.), ils ne sont opposables ni à l'exercice du droit d'expropriation ni à un droit cantonal de préemption qui équivaut en fait à une expropriation.\n\nIV. On s'est demandé enfin au Grand Conseil si l'initiative serait éventuellement contraire à un principe non écrit du droit constitutionnel genevois, suivant lequel l'Etat ne devrait pas imposer aux communes des obligations dépassant leurs possibilités et risquant de les désorganiser. Le Conseil d'Etat observe qu'il pourra ménager les communes en répartissant les logements à construire entre elles et le canton. Le Tribunal fédéral n'a pas de raison de s'écarter de cette opinion.\n\nV. Il n'a pas été formulé, du moins sérieusement, d'autres critiques que celles discutées dans les considérants qui précèdent. La Cour de céans ne voit d'ailleurs pas que, sur d'autres points que ceux examinés ci-dessus, l'initiative litigieuse puisse prêter à discussion. Celle-ci ne contient dès lors pas de dispositions inconstitutionnelles, de sorte que le Grand Conseil devait la déclarer recevable et la soumettre au peuple conformément à l'art. 66 Cst. gen.\n\nPar ces motifs, le Tribunal fédéral\n\nAdmet le recours et annule la décision attaquée."}