{"annee": "88", "cour": "II", "page": "364", "date": "11/9/1962", "cite": ["26 II 791", "38 II 542", "81 II 56"], "cite_par": [], "chapeau": "50. Auszug aus dem Urteil der I. Zivilabtellung vom 11. September 1962 i.S. Neuchemie, Neuenschwander & Co., gegen Poll und Mitbeteiligte.", "regestes": ["Vente,garantie en raison des défauts de la chose, lieu de la vérification. Art.201 CO. But des dispositions sur la garantie (consid. 2). La vérification doit s'effectuer en principe au lieu de la livraison (consid. 3). On peut y procéder ailleurs - parce qu'il en a été convenu ainsi (consid. 4); - vu \"la marche habituelle des affaires\" (consid. 5); - en raison du but des dispositions qui règlent la garantie (consid. 6)."], "faits": "", "considerants": "|364|\n\n1. ... Die Klägerin (die Firma Neuchemie) macht geltend, die Annahme des Obergerichts Nidwalden, dass |365| Basel der Empfangs- und Prüfungsort der gelieferten Ware (1000 kg Novalgin) gewesen und die Mängelrüge verspätet erhoben worden sei, verstosse gegen Art. 201 OR.\n\n2. Nach Art. 201 OR soll der Käufer, sobald es nach dem üblichen Geschäftsgang tunlich ist, die Beschaffenheit der empfangenen Sache prüfen und, falls sich Mängel ergeben, für die der Verkäufer Gewähr zu leisten hat, diesem sofort Anzeige machen. Versäumt dies der Käufer, so gilt die gekaufte Sache als genehmigt, soweit es sich nicht um Mängel handelt, die bei übungsgemässer Untersuchung nicht erkennbar waren.\n\nDiese Vorschriften sind im Interesse der Verkehrssicherheit beim Kaufgeschäft aufgestellt und bezwecken eine rasche Klarstellung der tatsächlichen und rechtlichen Verhältnisse. Der Verkäufer soll möglichst rasch Gewissheit darüber erhalten, ob die Ware genehmigt worden ist, und es soll ihm von Beanstandungen so rechtzeitig Kenntnis verschafft werden, dass er sich durch eigene Prüfung ein Urteil über die Begründetheit der Rüge bilden kann. Der Käufer soll sich über die Bemängelung rasch entscheiden müssen, um missbräuchliche Ausnützung von Konjunkturschwankungen zu Lasten des Verkäufers zu verhüten (OSER/SCHÖNENBERGER, N. 22, BECKER, N. 1, je zu Art. 201 OR).\n\n3. Für den Entscheid über die Rechtzeitigkeit der von der Klägerin am 23. Februar 1955 erhobenen Mängelrüge ist die Frage des Prüfungsortes von massgebender Bedeutung. Ist gemäss der Auffassung der Vorinstanz Basel als Prüfungsort zu betrachten, wo die Verkäuferin (die Digitapol AG), die Ware in zwei Teilsendungen vom 6. Dezember 1954 und 22. Januar 1955 dem Spediteur der Klägerin ablieferte, so war die Mängelrüge der Klägerin verspätet. Das bestreitet auch die Klägerin nicht. Sie begründet ihren Standpunkt, die Mängelrüge sei rechtzeitig erfolgt, ausschliesslich damit, Prüfungsort sei nicht Basel, sondern Buenos Aires gewesen, wohin sie die Ware durch ihren Spediteur an ihre Abnehmerin hatte weiterleiten |366| lassen. Dass eine Prüfung der Ware erst in Buenos Aires stattfand, ist nicht streitig.\n\na) Art. 201 OR knüpft die Prüfung an den Empfang der Ware. Das Gegenstück hiezu bildet auf seiten des Verkäufers deren Ablieferung. Daher fällt der Prüfungsort in der Regel mit dem Ablieferungsort zusammen. Dieser befindet sich dort, wo die Verfügungsgewalt über die Sache vom Verkäufer an den Käufer übergeht, so dass dieser in die Lage versetzt wird, die Beschaffenheit der Ware selber zu prüfen oder durch einen Dritten prüfen zu lassen (OSER/SCHÖNENBERGER, N. 19, und BECKER, N. 2, je zu Art. 201 OR).\n\nb) Ablieferungsort war im vorliegenden Falle unzweifelhaft Basel. Dorthin hat die Digitapol AG die Ware transportiert und auf Weisung der Klägerin der von dieser beauftragten Basler Lagerhausgesellschaft ausgehändigt. Damit war der Gewahrsam der Lieferantin an der Ware dahingefallen; sie hatte sich nicht mehr weiter um diese zu kümmern und sich insbesondere nicht mit deren Weitertransport zu befassen. Vielmehr war mit der Ablieferung an die von der Klägerin beauftragte Lagerhausgesellschaft die Verfügungsgewalt über die Ware auf die Klägerin übergegangen und diese auch tatsächlich in die Lage versetzt, über die Ware zu verfügen. Damit hatte sie diese im Sinne des Gesetzes \"empfangen\" (OSER/SCHÖNENBERGER, Art. 201 OR N. 19).\n\nc) Damit ist jedoch noch nicht entschieden, dass im vorliegenden Falle Basel auch als Prüfungsort anzusehen sei. Die Regel, wonach Ablieferungs- und Prüfungsort zusammenfallen, lässt im Einzelfalle Ausnahmen zu. So folgt aus der dispositiven Natur der Vorschriften über die Mängelrüge, dass die Parteien einen andern als den Ablieferungsort als Prüfungsort bestimmen können. Ferner kann sich eine Abweichung vom normalen Prüfungsort aus der Vorschrift ergeben, dass die Untersuchung der Ware durch den Käufer zu erfolgen habe, \"sobald es nach dem üblichen Geschäftsgang tunlich ist\". Ebenso kann der Zweck der |367| Prüfung, der in der raschen Klarstellung der Verhältnisse besteht, eine Ausnahme von der Regel rechtfertigen (OSER/SCHÖNENBERGER, OR Art. 201 N. 21).\n\nEs ist daher zu prüfen, ob hier derartige Gründe vorliegen, die ein Abgehen von der Regel, wonach der Ablieferungsort als Prüfungsort zu gelten hat, als geboten erscheinen lassen.\n\n4. Eine ausdrückliche Abmachung des Inhalts, dass die Ware erst in Buenos Aires zu prüfen sei, wird von der Klägerin nicht behauptet. Dagegen will sie aus den konkreten Umständen auf eine stillschweigende Zustimmung der Digitapol AG zu einer Verlegung des Prüfungsortes nach Buenos Aires schliessen. Sie weist darauf hin, dass die Digitapol AG zugestandenermassen wusste, dass die Ware nach Buenos Aires geliefert werden sollte, und beruft sich weiter auf ein Schreiben der Lieferantin vom 29. November 1954, in welchem diese in Bezug auf die streitige Sendung ausführte:\n\n\"... dass wir alles in Bewegung setzen, um am 6.12.54 wenn möglich 500 kg. Novaminsulfon bei Ihrem Spediteur (Basler Lagerhausgesellschaft) abzuliefern. Um keine Zeit zu verlieren, werden wir diese Sendung voraussichtlich per Lastwagen nach Basel transportieren. Die Restsendung von 500 kg. werden wir dann sobald dieses Quantum hergestellt ist ebenfalls dort abliefern.\"\n\nZweifellos kann sich aus den konkreten Umständen des Einzelfalles der Schluss aufdrängen, dass sich der Verkäufer stillschweigend mit einem andern Prüfungsort als dem Ablieferungsort einverstanden erklärt habe. Das trifft z.B. zu, wenn der Verkäufer die Ware direkt an den Abnehmer des Käufers liefert, so dass eine Prüfung überhaupt erst durch diesen erfolgen kann (BECKER, OR Art. 201 N. 12; nicht veröffentl. Urteil der I. Zivilabteilung des Bundesgerichts vom 9. Mai 1955 i.S. Wofry c. Bader).\n\nIm vorliegenden Falle hatte die Digitapol AG die Ware nicht an den (ihr unbekannten) Drittabnehmer zu liefern, sondern an die Klägerin, die sie ihrerseits durch ihren Spediteur an ihren Kunden in Argentinien weiterleitete.\n\nDas Wissen der Lieferantin der Klägerin darum, dass |368| die erste Teilsendung eilig war und von der Klägerin bzw. deren Spediteur nach Buenos Aires versandt werden musste, genügt für sich allein noch nicht, um ein stillschweigendes Einverständnis mit Buenos Aires als Prüfungsort anzunehmen. Es müssten vielmehr noch weitere besondere Umstände gegeben sein, die diesen Schluss nahelegen würden. Solche liegen hier nicht vor. Im Gegenteil hatte die Digitapol AG ein grosses Interesse daran, möglichst bald zu erfahren, ob ihre Ware angenommen werde oder nicht, da sie doch nach der Ablieferung der ersten 500 kg die Fabrikation fortsetzen musste, um das Restquantum bereitzustellen. Die sofortige Weitersendung der Ware durch das Basler Lagerhaus schloss keineswegs aus, dass die Klägerin der Sendung einige Muster entnehmen und diese prüfen lassen konnte. Angesichts der bedeutenden finanziellen Interessen, die auf dem Spiele standen, brauchte die Digitapol AG auch nicht davon auszugehen, dass die Klägerin die erste Teillieferung unbesehen nach Argentinien weitersenden werde. Bei dieser Sachlage geht es daher nicht an, auf ein stillschweigendes Einverständnis der Digitapol AG mit Buenos Aires als Prüfungsort zu schliessen.\n\n5. Es fragt sich weiter, ob daraus, dass das Gesetz bezüglich der Prüfungsfrist auf den \"üblichen Geschäftsgang\" abstellt, die in Buenos Aires erfolgte Prüfung noch als rechtzeitig, bew. Buenos Aires als Prüfungsort zu betrachten sei, wie die Klägerin geltend macht.\n\nMit dem Hinweis auf den üblichen Geschäftsgang will das Gesetz auf die im Geschäftsleben bestehenden praktischen Verhältnisse abstellen (BGE 81 II 59), wobei diese nach objektiven kaufmännischen Gesichtspunkten zu würdigen sind (BlzR 48 Nr. 207).\n\nDie Betrachtung unter diesen Gesichtspunkten ergibt, dass der Klägerin ohne weiteres zuzumuten war, sei es selbst, sei es durch Auftrag an die Basler Lagerhausgesellschaft, aus der dort abgelieferten Ware Muster zu ziehen und deren Prüfung zu veranlassen. Dies hätte für die |369| Klägerin keine besonderen Umtriebe verursacht und keine Verzögerung der Weiterversendung bewirkt.\n\nEin solches Vorgehen hätte sich der Klägerin auch noch aus verschiedenen weiteren Gründen aufdrängen sollen. Sie wusste, dass die Digitapol AG mit der Fabrikation der zweiten 500 kg weiterfahren musste. Sie wusste ferner gemäss den verbindlichen tatsächlichen Feststellungen der Vorinstanz, dass die Digitapol AG bisher noch nie Novalgin fabriziert hatte. Endlich ist auf Grund der Tatsachenfeststellung der Vorinstanz davon auszugehen, dass die Klägerin vor dem Abschluss des Geschäfts den Betrieb der Digitapol AG besichtigt hatte und somit darüber im Bild war, dass es sich um einen primitiv eingerichteten Kleinbetrieb handelte, dessen Einrichtungen sie denn auch im Prozess selber als ungenügend bezeichnet hat.\n\nIm Hinblick auf alle diese Umstände muss angenommen werden, dass die Klägerin nach objektiven kaufmännischen Gesichtspunkten die Musterziehung und Prüfung unverzüglich in Basel hätte vornehmen müssen und dass die erst nach Eintreffen der Ware in Buenos Aires erfolgte Prüfung daher verspätet war.\n\nDie Berufung der Klägerin auf verschiedene, in der Doktrin erwähnte ältere Entscheide (BGE 26 II 793,BGE 38 II 547) ist demgegenüber unbehelflich. Gewiss kann es nach dem üblichen Geschäftsgang zulässig sein, dass ein in der Schweiz domizilierter Käufer eine durch ihn aus dem Ausland bezogene Ware nicht schon bei der dort erfolgten Auslieferung an seinen Spediteur prüft, sondern - bei sofortiger Weitersendung durch diesen - erst am Bestimmungsort in der Schweiz. Hier handelt es sich aber um einen Vertrag, der zwischen zwei in der Schweiz ansässigen Firmen abgeschlossen wurde, bei welchem die Ablieferung durch den Verkäufer an den Spediteur des Käufers in der Schweiz erfolgte, der die Ware dann nach Übersee verfrachtete. Das macht für die Frage des Prüfungsortes einen wesentlichen Unterschied aus, weshalb die in der angerufenen Rechtsprechung entwickelten |370| Grundsätze nicht auf den vorliegenden, anders gelagerten Tatbestand übertragen werden können.\n\n6. Wird endlich auf den in Erw. 2 dargelegten Zweck der Vorschriften über die Mängelrüge abgestellt und die Frage des Prüfungsortes unter diesem Gesichtspunkte betrachtet, so kann wiederum nicht zweifelhaft sein, dass die Prüfung bei Ablieferung der Ware in Basel hätte erfolgen sollen. Die mehrwöchige Verzögerung der Prüfung bei Annahme von Buenos Aires als Prüfungsort vertrüge sich nicht mit der im Interesse der Sicherheit des Geschäftsverkehrs gebotenen raschen Klarstellung der tatsächlichen und rechtlichen Verhältnisse.\n\n7. Hat somit schon auf Grund der vorstehenden Erwägungen Basel als Prüfungsort zu gelten, so kommt nichts darauf an, ob in der chemisch-pharmazeutischen Branche eine allgemeine Handelsusanz bestehe, wonach beim Kauf von Produkten zur Ausfuhr ins Ausland, insbesondere nach Übersee, der Käufer die Ware vor dem Weiterversand zu prüfen habe. Damit wird die Rüge der Klägerin gegenstandslos, dass die Vorinstanz in der Frage der Beweislast für das Bestehen einer Handelsusanz dieses Inhalts die Vorschriften von Art. 8 ZGB verletzt habe.\n\nDa Basel Prüfungsort war, ist es sodann auch belanglos, ob die Ware auf dem Transport von Basel nach Buenos Aires Schaden gelitten habe und ob die Vorinstanz gemäss der Behauptung der Klägerin auch in diesem Zusammenhang die Beweislast unrichtig verteilt habe.\n\n8. Nach dem Gesagten ist somit davon auszugehen, dass die erst nach Eintreffen der Ware in Buenos Aires erfolgte Prüfung und Mängelrüge verspätet waren. Beim Unterbleiben der Mängelrüge innert nützlicher Frist gilt aber die mangelhafte Ware als genehmigt (Art. 201 Abs. 2 OR), und es sind Wandelungs-, Preisminderungs- und Schadenersatzklage ausgeschlossen (BECKER, OR Art. 201 N. 27)."}