{"annee": "88", "cour": "II", "page": "378", "date": "6/8/1962", "cite": ["61 II 54", "79 II 219", "82 II 231", "87 II 40", "73 II 57", "63 II 282", "78 II 379", "61 II 381", "87 II 35", "84 II 441"], "cite_par": ["98 II 138", "95 II 191", "92 II 270", "95 II 354", "119 II 473", "99 II 401", "96 II 243", "96 II 236"], "chapeau": "52. Auszug aus dem Urteil der I. Zivilabtellung vom 6. August 1962 i.S. Lanz & Co und Terri-Schokoladen A.-G. gegen Aktiengesellschaft Chocolat Tobler.", "regestes": ["Risquede confusion entre des marques verbales; éléments décisifs de l'appréciation. Art. 6 LMF (consid. 2, 3). Désignationde choses, notion. Art. 3 LMF. Une marque reste-t-elle susceptible de protection légale lorsqu'on lui ajoute un signe du domaine public? (Consid. 3 b)."], "faits": "", "considerants": "BGE 88 II 378 S. 378\n\n1. Gegenstand des Berufungsverfahrens bildet einzig die Frage, ob die Beklagten durch den Vertrieb einer Schokolade mit der Bezeichnung \"Torero-Rum\" die eingetragene, ebenfalls für Schokolade bestimmte Marke der Klägerin \"Tobler-o-rum\" verletzt haben, wie die Vorinstanz dies angenommen hat.\n\n2. Ob ein nicht eingetragenes Warenzeichen mit einer eingetragenen Marke verwechselbar sei, ist als Rechtsfrage vom Bundesgericht frei überprüfbar. Für die Beurteilung der Verwechslungsgefahr ist gemäss ständiger Rechtsprechung der Gesamteindruck massgebend, den die beiden Zeichen beim letzten Abnehmer, hier also bei der breiten Masse des Publikums, hinterlassen (BGE 78 II 380, BGE 82 II 233, BGE 84 II 446, BGE 87 II 36). Dieser Gesamteindruck wird bei Wortmarken, wie sie hier in Frage stehen, bestimmt durch den Wortklang, d.h. durch das Silbenmass, die Kadenz und die Aufeinanderfolge der Vokale, sowie durch das BGE 88 II 378 S. 379Wortbild, also durch die Wortlänge und die das Wort bildenden Buchstaben (BGE 78 II 381,BGE 79 II 222, BGE 82 II 234, BGE 84 II 446, BGE 87 II 37). Zu beachten ist sodann, dass Waren des täglichen Gebrauches, zu denen Schokoladetafeln gehören, vom Käufer ohne grosse Aufmerksamkeit erstanden werden und dass deshalb an die Unterscheidbarkeit der Warenzeichen besonders strenge Anforderungen zu stellen sind (BGE 61 II 57,BGE 63 II 284,BGE 73 II 60, BGE 87 II 37). Das ist im vorliegenden Falle um so mehr geboten, als die beiden Zeichen für die genau gleiche Ware, nämlich eine ganz besondere Art von Schokolade mit in Rum getränkten Traubenbeeren, verwendet werden.\n\nIm Hinblick auf diese Grundsätze hat die Vorinstanz die Verwechselbarkeit des Zeichens \"Torero-Rum\" mit der klägerischen Marke \"Tobler-o-rum\" zu recht bejaht. Von entscheidender Bedeutung ist insbesondere, dass die beiden Zeichen im Wortklang weitgehend miteinander übereinstimmen. Sie enthalten beide die Vokale o - e - o - u in derselben Reihenfolge und weisen die gleiche Silbenzahl auf. Aber auch im Wortbild decken sich die beiden Zeichen in hohem Masse. Sie weisen die gleichen Buchstaben in derselben Reihenfolge auf mit der einzigen Ausnahme, dass der dritte und vierte Buchstabe der klägerischen Marke, b und l, beim Zeichen der Beklagten durch den Buchstaben r ersetzt sind. Diese geringfügige Abweichung ändert aber nichts daran, dass die Wortlänge bei beiden Zeichen praktisch dieselbe bleibt.\n\n3. Was die Beklagten in der Berufungsbegründung vorbringen, vermag dieses Ergebnis nicht zu widerlegen.\n\na) Die Beklagten wenden ein, Schokolade werde nicht nach der Markenbezeichnung, sondern nach einer Kombination von Geschmacksrichtung, Herstellerfirma und farbiger Aufmachung verlangt.\n\nDieser Einwand scheitert indessen an der tatsächlichen Feststellung der Vorinstanz, dass Schokoladen erfahrungsgemäss nach ihrer im Handel und der Werbung verwendeten Bezeichnung gekauft werden.\n\nBGE 88 II 378 S. 380\n\nb) Unter Berufung auf TROLLER, Immaterialgüterrecht, S. 307, machen die Beklagten geltend, die Marke \"Tobler-o-rum\" sei gar nicht schutzfähig, weil sie ein blosses Deskriptivzeichen darstelle; denn der Zusatz \"o-rum\" weise nach der eigenen Darstellung der Klägerin darauf hin, dass es sich um eine Schokolade der Firma Tobler mit Rumzusatz handle. Die Schutzunfähigkeit der klägerischen Marke ergebe sich auch aus BGE 87 II 37, wo entschieden worden sei, der Zusatz \"PEN\" sei als Sachbezeichnung bei der Vergleichung der Kugelschreiber-Marken \"BIC\" und \"BIG-PEN\" nicht zu berücksichtigen.\n\nDer Hinweis auf die Ausführungen TROLLERS ist jedoch nicht schlüssig. Danach gelten als Beschaffenheitsangaben, Sachbezeichnungen oder Deskriptivzeichen Worte und Bilder, die ausschliesslich aus Zeichen oder Angaben bestehen, die geeignet sind, im Verkehr die Art, Zusammensetzung, Qualität, Quantität, Bestimmung, den Gebrauchszweck, den Wert, Ursprungsort und die Zeit der Herstellung von Waren anzugeben, auf die sie sich beziehen. Bei der Marke \"Tobler-o-rum\" handelt es sich aber um eine Wortverbindung aus der Firma der Klägerin als Hauptbestandteil und der Sachbezeichnung \"o-rum\" als Zusatz. Die Marke besteht also nicht ausschliesslich aus einer Sachbezeichnung und stellt somit kein Deskriptivzeichen im Sinne der von TROLLER gegebenen Begriffsumschreibung dar.\n\nEbenso glauben die Beklagten zu Unrecht, sich auf das Urteil BGE 87 II 37 berufen zu können. Dort wurde die Verwechselbarkeit der Marken \"BIC\" und \"BIG-PEN\" bejaht, weil der in der jüngeren Marke enthaltene Zusatz \"PEN\" als Sachbezeichnung das Erinnerungsbild nicht in nachhaltiger Weise zu beeinflussen vermöge, so dass in der Erinnerung nur das Wort \"BIG\" haften bleibe, das mit der Marke \"BIC\" grosse Ähnlichkeit aufweise. Mit diesem Entscheid wurde also zum Ausdruck gebracht, dass die Beifügung gemeinfreier Elemente nicht genüge, um ein Warenzeichen von einer bestehenden Marke zu unterscheiden. Im vorliegenden Fall handelt es sich aber nicht BGE 88 II 378 S. 381um diese Frage, sondern darum, ob die Beifügung eines gemeinfreien Elementes die Schutzunfähigkeit einer Marke zur Folge habe. Das ist, wie ausgeführt wurde, zu verneinen; schutzunfähig ist eine Marke nur, wenn sie ausschliesslich aus Beschaffenheitsangaben besteht.\n\nc) Die Beklagten behaupten sodann, zwischen den beiden Zeichen bestehe eine Verschiedenheit im Klang, weil sie nicht auf der gleichen Silbe betont würden.\n\nEine Verschiedenheit in der Betonung vermag jedoch die Ähnlichkeit des Wortklangs nicht zu verhindern. Zudem kann der Betonung keine entscheidende Bedeutung beigemessen werden, weil sie je nach dem Sprachgebiet, nach der Muttersprache oder den Sprachkenntnissen des Käufers verschieden sein kann.\n\nd) Die Beklagten machen weiter geltend, ein wesentlicher Unterschied liege auch in der etymologischen Herkunft der beiden Bezeichnungen; Tobler sei ein verbreiteter Familienname, Torero die spanische Bezeichnung für einen Stierkämpfer.\n\nEs sind jedoch nicht nur die Worte Tobler und Torero miteinander zu vergleichen, sondern die ganzen Zeichen mit den Zusätzen \"o-rum\" bzw. \"Rum\". Abgesehen hievon ist der Einwand der Beklagten auch deswegen unbehelflich, weil die verschiedene Herkunft, also der Sinn der beiden Zeichen, die durch die Ähnlichkeit von Wortklang und Wortbild bewirkte Verwechslungsgefahr nicht zu beheben vermag. Der Sinn der Worte wird nur von demjenigen von vorneherein erfasst, der der Verwechslung nicht zum Opfer fällt.\n\ne) Unter Berufung auf das Urteil betreffend die Bezeichnung \"Blick\" und \"Quick\" (BGE 87 II 40) halten die Beklagten dafur, dass der Buchstabenvergleich zu ihren Gunsten ausfalle. Das Bundesgericht hat jedoch die Verwechselbarkeit der Bezeichnungen \"Blick\" und \"Quick\" nicht wegen der Verschiedenheit der Buchstaben, d.h. des Wortbildes, verneint. Es hat vielmehr ausdrücklich festgestellt, dass die beiden Zeichen einander nach Klang und BGE 88 II 378 S. 382Aussehen ähnlich seien. Das wurde aber als unerheblich erachtet, weil das eine Zeichen für eine illustrierte Wochenschrift, das andere für eine mit Bildern durchsetzte Tageszeitung bestimmt war. Im vorliegenden Falle werden dagegen die beiden zu vergleichenden Zeichen für dieselbe Ware, Schokoladetafeln mit Rumzusatz, verwendet, so dass über die Ähnlichkeit in Klang und Aussehen nicht hinweggesehen werden kann.\n\nf) Die Auffassung der Beklagten, dass der visuelle Gesamteindruck der beiden Zeichen völlig verschieden sei, wurde bereits in Erw. 2 widerlegt.\n\ng) Der Hinweis der Beklagten auf die Verschiedenheit der äusseren Aufmachung der beiden Erzeugnisse ist unbehelflich, weil nach ständiger Rechtsprechung für die Frage der Unterscheidbarkeit nur die Marken als solche, unabhängig von der übrigen Ausstattung der Ware, in Betracht zu ziehen sind (BGE 61 II 385,BGE 63 II 286,BGE 78 II 382).\n\nNicht zu hören ist schliesslich auch der Einwand der Beklagten, die Klägerin habe nie zum Beweis verstellt, dass tatsächlich Verwechslungen vorgekommen seien. Nach der Rechtsprechung genügt schon die blosse Verwechslungsgefahr; dass Verwechslungen vorgekommen sind, ist nicht erforderlich (BGE 63 II 287,BGE 78 II 382)."}