{"annee": "88", "cour": "IV", "page": "21", "date": "10/4/1962", "cite": ["85 IV 130", "79 IV 145", "78 IV 6"], "cite_par": ["93 IV 90", "117 IV 186", "102 IV 172", "108 IB 301", "109 IV 147"], "chapeau": "8. Urteil des Kassationshofes vom 10. April 1962 i.S. Generalprokurator des Kantons Bern gegen X.", "regestes": ["1. Art. 164 ch. 1 CP. Se rend coupable de fraude dans la saisie, la débitrice qui, soumise à la poursuite par voie de saisie et détenue préventivement, prend, par des lettres clandestines adressées à des tiers, des mesures pour que l'on dissimule ou distraie des éléments de son patrimoine et, par la suite, interrogée par l'employé de l'office des poursuites, tait l'existence de ces biens (consid. 1). 2. Art. 25 CP. L'avocat qui transmet de telles lettres, sachant quel en est le but, est punissable comme complice (consid. 2)."], "faits": "|21|\n\nA.- Frau K. befand sich 1960 wegen Vermögensdelikten im Bezirksgefängnis Bern in Untersuchungshaft. |22|\n\nTagsüber teilte sie mit Frau A. die Zelle. Als sie am 22. Juli 1960 von S. für einen grösstenteils ertrogenen Betrag von Fr. 6100.-- betrieben wurde, bezeichnete sie den bernischen Fürsprecher Dr. X., der amtlicher Verteidiger von Frau A. war, als ihren Schuldnervertreter im Sinne von Art. 60 SchKG. Dr. X. gab am 6. August dem Betreibungsamt hievon Kenntnis und übernahm einige Tage später auch die Strafverteidigung von Frau K.\n\nFrau A. konnte mit dem amtlichen Verteidiger unkontrolliert korrespondieren. Frau K., deren Briefverkehr unter Zensur des Untersuchungsrichters stand, benutzte diesen Umstand, um ihren Eltern in Rorschach und den Eheleuten Z. in Bern, welche sie als frühere Nachbarn schon zu Beginn der Untersuchungshaft mit der Räumung ihrer Wohnung beauftragt hatte, heimlich Briefe zukommen zu lassen. Fürsprecher X. leitete diese Schreiben, welche er von Frau A. erhielt, jeweils an die Adressaten weiter. Auf diesem Wege bat Frau K. die Eheleute Z. mit Brief vom 21. August 1960 um Hilfe, damit sie nicht alles verlieren müsse. Nach dem Schreiben sollte Frau Z. eine grössere Anzahl von Sachen, wie Kleider, Wäsche, Teppiche, Staubsauger, Ständerlampe, Bilder, Fauteuil, usw., die sich in den Wohnungen der Frau K. in Bern und Oberhofen befanden, entgegen einer früheren Weisung nicht bei der Firma Kehrli und Oeler einlagern lassen, sondern teils bei sich aufbewahren, teils nach Rorschach senden. Vom Schmuck im Werte von Fr. 5500.--, den Frau Z. schon früher zu sich genommen hatte, sollte sie \"ums Himmels willen\" nichts verlauten lassen. Frau K. fügte bei, den Eheleuten Z. die Elna-Nähmaschine, das Bügelbrett, Pfannen usw. schenken zu wollen, wenn sie ihr helfen würden. Frau Z. ging darauf indes nicht ein, sondern hielt sich an eine frühere Abmachung, wonach sie nur einige wenige Sachen, insbesondere den Schmuck, aufbewahren, alles andere aber, vor allem die Möbel, bei Kehrli und Oeler einstellen sollte. In ihren heimlichen Briefen an ihre Eltern gab Frau K. diesen unter anderem |23| Weisungen, was für Angaben sie über ihre Vermögensverhältnisse gegebenenfalls zu machen hätten.\n\nDr. X. hatte Kenntnis vom Inhalt des Briefes, den Frau K. am 21. August 1960 an die Eheleute Z. schrieb. Er wusste auch, dass Frau Z. für seine Klientin Schmuck aufbewahrte und dieser sehr daran gelegen war, ihn den Gläubigern gegenüber geheim zu halten. Als er im Betreibungsverfahren als Schuldnervertreter von Frau K. nach pfändbarem Vermögen gefragt wurde, erklärte er, die Schuldnerin besitze ausser einem Sparheft von Fr. 1500.--, das ihm vom Untersuchungsrichter übergeben worden war, kein Vermögen in B., dagegen solle sie auswärts irgendwo eine Wohnungseinrichtung haben, worüber Frau Z., welche die Räumung der Wohnung besorgt habe, Auskunft geben könnte. Das Betreibungsamt unterliess es, bei den Eheleuten Z. nachzuforschen und beschränkte sich darauf, Frau K. selber zur Sache befragen zu lassen. Diese erklärte dem Betreibungsbeamten, ihre Möbel befänden sich bei Kehrli und Oeler; weitere pfändbare Sachen besitze sie nicht. Obschon sie auf die Straffolgen einer Verheimlichung von Vermögen aufmerksam gemacht wurde, verschwieg sie insbesondere, dass sie noch Schmuck im Werte von Fr. 5500.-- besass. Die von S. angehobene Betreibung endete mit einem provisorischen Verlustschein, da nach den Feststellungen des Betreibungsamtes nicht genug pfändbares Vermögen vorhanden war.\n\nB.- Das Untersuchungsrichteramt Bern, das Frau K. hierauf auch wegen Pfändungsbetruges verfolgte, zog Fürsprecher X. wegen Gehilfenschaft hiezu in Untersuchung. Es warf ihm vor, im Juli und August 1960 heimliche Mitteilungen der Frau K. an deren Eltern und Frau Z. weitergeleitet zu haben, obschon damit bezweckt worden sei, Schmuck und andere Sachen der Frau K. dem Zugriff des Betreibungsamtes zu entziehen.\n\nFrau K. wurde vom Strafamtsgericht Bern am 26. April 1961 unter anderem wegen versuchten und vollendeten Pfändungsbetruges rechtskräftig verurteilt, wobei bezüglich |24| des verheimlichten Schmuckes, der von der Pfändung nicht erfasst worden war, vollendete, in bezug auf die Möbel versuchte Begehung angenommen wurde, da diese Vermögensstücke von Frau Z. entgegen dem Brief vom 21. August bei Kehrli und Oeler eingelagert worden waren und dort gepfändet werden konnten. Fürsprecher X. wurde von der Anschuldigung der Gehilfenschaft zu Pfändungsbetrug freigesprochen.\n\nDas Obergericht des Kantons Bern bestätigte diesen Freispruch am 16. November 1961. Es hielt Dr. X. subjektiv zwar für schuldig, vertrat indes die Auffassung, dessen Rolle bei der Übermittlung der Briefe sei dem objektiven Tatbestande nach nicht erfassbar.\n\nC.- Der Generalprokurator des Kantons Bern führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache zur Verurteilung von Dr. X., eventuell zu neuer Beurteilung an die Vorinstanz zurückzuweisen.\n\nD.- Dr. X. beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 164 Ziff. 1 StGB macht sich der der Betreibung auf Pfändung unterliegende Schuldner unter anderem strafbar, wenn er sein Vermögen zum Nachteil der Gläubiger scheinbar vermindert, namentlich Vermögensstücke beiseiteschafft oder verheimlicht.\n\nDer Beschwerdegegner wendet unter Berufung auf die akzessorische Natur der Gehilfenschaft vorweg ein, ein Pfändungsbetrug der Frau K. liege überhaupt nicht vor, insbesondere könne ein solcher nicht schon darin erblickt werden, dass die Schuldnerin den Betreibungsweibel bei der Einvernahme vom 17. Oktober 1960 angelogen habe; diese habe sich dadurch höchstens des Ungehorsams im Betreibungsverfahren im Sinne von Art. 323 StGB, also einer blossen Übertretung, schuldig gemacht. Art. 164 Ziff. 1 StGB setze ein Handeln voraus, nämlich ein Beiseiteschaffen |25| oder Verheimlichen; dazu sei aber Frau K. im Gefängnis gar nicht in der Lage gewesen.\n\nDer Einwand geht fehl.\n\na) Strafbar gemacht im Sinne des Art. 164 Ziff. 1 StGB hat sich Frau K. schon mit der Weisung an Frau Z., einen Teil ihrer Habe nicht bei der Firma Kehrli und Oeler einzulagern, sondern bei sich zu verwahren, und insbesondere über den Schmuck nichts verlauten zu lassen. Mit den Anweisungen der Schuldnerin an ihre Eltern, welche Auskunft diese gegebenenfalls über ihre Eigentumsverhältnisse an Mobiliar und Auto usw. zu geben hätten, verhält es sich nicht anders. Im einen wie im andern Fall ging es Frau K. ganz offensichtlich darum, Gegenstände, die von der Pfändung erfasst werden konnten, dem Blick oder der Kenntnis des Betreibungsbeamten zu entziehen, also im Sinne von Art. 164 Ziff. 1 StGB beiseitezuschaffen oder zu verheimlichen. Dass sie die Weisungen an Frau Z. und ihre Eltern vom Gefängnis aus erteilte, steht dieser Annahme nicht im Wege. Frau K. sah im freien Briefverkehr, den Frau A. mit ihrem Verteidiger genoss, eine Möglichkeit, die Pfändung des Schmuckes und anderer Vermögenswerte, die ihr besonders teuer waren, zu vereiteln; sie hat diese Gelegenheit wahrgenommen und alles getan, was an ihr lag, um ihren Plan zu verwirklichen. Freilich musste sie sich dabei weitgehend Dritter als Werkzeuge bedienen; die Untersuchungshaft hinderte sie indes nicht daran, über Vermögensstücke schriftlich zu verfügen und Vorkehren zu treffen, die auf eine tatsächliche oder scheinbare Verminderung ihres Vermögens abzielten. Wie aus heimlichen Schreiben an ihre Eltern hervorgeht, war sie denn auch trotz des Gefängnisaufenthaltes in der Lage, Auto und Kühlschrank veräussern zu lassen und über den Verkaufserlös wie ein Eigentümer zu verfügen.\n\nNach ständiger Rechtsprechung (BGE 85 IV 133 Erw. 3 und dort angeführte Urteile) ist für die Frage, ob Täterschaft oder Anstiftung vorliege, nicht so sehr auf die Beteiligung an der Ausführungshandlung, als vielmehr |26| entscheidend auf das Mass des schuldhaften Willens abzustellen. Frau K. beschränkte sich nicht darauf, Dritten Anweisungen zu geben, wie die rechtswidrige Vermögensverminderung zum Nachteil ihrer Gläubiger zu bewerkstelligen sei; sie traf auch die zur Tarnung ihrer Vermögensverhältnisse notwendigen Verfügungen und Massnahmen. Diese Bemühungen um die Verwirklichung ihrer Absicht stempeln sie offensichtlich zur Hauptbeteiligten, die zum Pfändungsbetrug nicht bloss Dritte anzustiften versuchte, sondern die Tat in erster Linie selber begangen hat. Das Strafamtsgericht Bern hat Frau K. deshalb zu Recht als Täterin bestraft.\n\nDie Frage, ob sich Frau K. zugleich versuchter Anstiftung schuldig machte, stellt sich nicht, weil diese nach Art. 24 Abs. 2 StGB nur strafbar ist, sofern sie auf ein Verbrechen abzielt, was hier nicht der Fall war (Art. 164 Ziff. 2 StGB).\n\nb) Im Sinne des Art. 164 Ziff. 1 StGB strafbar gemacht hat sich die Schuldnerin übrigens auch, indem sie dem Betreibungsbeamten am 17. Oktober 1960 erhebliche Vermögenswerte verschwieg, ihm auf Befragung sogar erklärte, sie besitze ausser den bei der Firma Kehrli und Oeler eingelagerten Möbeln keine weiteren pfändbaren Sachen. Darin liegt nicht mehr blosse, nach Art. 323 StGB zu ahndende Weigerung des Schuldners, seine Vermögensgegenstände soweit anzugeben, als es zu einer genügenden Pfändung nötig ist, sondern eine von Frau K. zum Nachteil ihrer Gläubiger vorgenommene scheinbare Verminderung ihres Vermögens. Verheimlicht im Sinne von Art. 164 Ziff. 1 StGB werden Vermögensstücke nicht erst dadurch, dass sie vor dem Betreibungsbeamten versteckt werden, wie der Beschwerdegegner behauptet, sondern schon, wenn sie dessen Kenntnis durch Schweigen oder falsche Angaben vorenthalten werden; erforderlich ist nur, dass der Schuldner in der Absicht handelt, seine Gläubiger zu schädigen. Das trifft hier zu. Es ging der Schuldnerin noch am 17. Oktober 1960 darum, bestimmte Vermögensstücke dem |27| Zugriff des Betreibungsamtes zu entziehen. In bezug auf den Schmuck ist ihr dies auch gelungen, während ihr weitergehender Versuch einzig am Verhalten von Frau Z. scheiterte; sie ist deshalb zu Recht wegen vollendeten und versuchten Pfändungsbetruges bestraft worden.\n\n2. Nach Art. 25 StGB macht sich der Gehilfenschaft schuldig, wer zu einem Verbrechen oder zu einem Vergehen vorsätzlich Hilfe leistet, d.h. wer das Verbrechen oder Vergehen eines andern vorsätzlich fördert (BGE 78 IV 7).\n\nDie Weisungen, die Frau K. ihren Eltern und den Eheleuten Z. in heimlichen Schreiben erteilte, zielten objektiv und subjektiv darauf ab, Vermögensstücke zum Nachteil der Gläubiger beiseitezuschaffen oder zu verheimlichen. Indem Dr. X. diese Schreiben jeweils an die Adressaten weiterleitete, hat er die Tat der Schuldnerin unmittelbar begünstigt, ihr also in erster Linie physische Beihilfe geleistet. Wie der Beschwerdeführer mit Recht geltend macht, liegt aber auch psychische Gehilfenschaft vor. Solche setzt nicht voraus, dass Frau K. bei der Einvernahme vom 17. Oktober 1960 ohne Hilfe des Beschwerdegegners keine falschen Angaben gemacht und nichts verschwiegen hätte, mit andern Worten, dass das Verhalten von Dr. X. Mitursache der Tat gewesen sei; es genügt, dass seine Hilfe, so wie sich die Ereignisse abspielten, den versuchten und vollendeten Pfändungsbetrug der Schuldnerin gefördert hat (BGE 78 IV 7,BGE 79 IV 147). Dies trifft zu. Freilich hatte Frau K. keine Gewissheit, ob die Schreiben die Adressaten tatsächlich erreicht hatten; es ist indes offensichtlich, dass sie von dieser Annahme ausging, als sie den Betreibungsbeamten anlog. Anders kann ihr Verhalten vom 17. Oktober 1960 gar nicht erklärt werden.\n\nDer Beschwerdegegner hat nach seinen eigenen Ausführungen zur Nichtigkeitsbeschwerde vom Inhalt der fraglichen Schreiben jeweils zumindest flüchtig Kenntnis genommen. Nach den tatsächlichen Feststellungen der Vorinstanz wusste er insbesondere, dass Frau K. Schmuck besass und diesen dem Zugriff des Betreibungsamtes entziehen |28| wollte. Er hat das Verhalten der Schuldnerin mit Wissen und Willen, also vorsätzlich, gefördert und ist daher als Gehilfe im Sinne des Art. 25 StGB zu bestrafen.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Bern vom 10. November 1961 aufgehoben und die Sache zur Verurteilung des Beschwerdegegners im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}