{"annee": "88", "cour": "I", "page": "276", "date": "26/10/1962", "cite": ["87 IV 29", "68 II 91", "84 I 98", "84 IV 73", "68 II 308", "87 I 318"], "cite_par": ["92 I 400", "99 IB 159", "99 IB 409", "101 IB 143", "95 I 398", "97 I 740", "99 IB 185", "100 IB 310", "92 I 150", "88 I 303", "92 IV 107", "92 I 427", "100 IB 429", "100 IB 318", "103 IV 27"], "chapeau": "44. Urteil vom 26. Oktober 1962 i.S. Kyburz gegen Eidg. Volkswirtschaftsdepartement.", "regestes": ["Contingentement de l'importation de bétail de boucherie et de viande. L'ordre de priorité (art. 10 al. 2, quatrième phrase de l'ordonnance du Conseil fédéral du 30 décembre 1953 concernant le marché du bétail de boucherie et l'approvisionnement en viande) dépasse les limites de la compétence déléguée au Conseil fédéral par la loi sur l'agriculture."], "faits": "BGE 88 I 276 S. 276\n\nA.- Das Bundesgesetz über die Förderung der Landwirtschaft und die Erhaltung des Bauernstandes (Landwirtschaftsgesetz) vom 3. Oktober 1951 (LandwG, in AS 1953 S. 1073) ermächtigt in Art. 117 den Bundesrat allgemein, Ausführungsbestimmungen zu erlassen, die zum Vollzug dieses Gesetzes erforderlich sind, und bestimmt im besonderen in Art. 23 Abs. 1 lit. a: \"Sofern der Absatz landwirtschaftlicher Erzeugnisse zu Preisen, die nach den Grundsätzen dieses Gesetzes angemessen sind, durch die Einfuhr gefährdet wird, ist der Bundesrat befugt, unter Rücksichtnahme auf die anderen Wirtschaftszweige die Einfuhr gleichartiger Erzeugnisse mengenmässig zu beschränken.\"\n\nGestützt auf diese gesetzlichen Vorschriften hat der BGE 88 I 276 S. 277Bundesrat in Art. 6 ff. der Verordnung betreffend Schlachtviehmarkt und Fleischversorgung (Schlachtviehordnung) vom 30. Dezember 1953 (SVO, in AS 1953 S. 1172) die Einfuhr von Schlachtvieh und Fleisch der Kontingentierung und der Bewilligungspflicht unterstellt. Art. 10 SVO bestimmt, dass Einfuhrbewilligungen nach Massgabe der Einzelkontingente erteilt werden (Abs. 1). Er enthält Vorschriften darüber, wie die Einzelkontingente der Einfuhrberechtigten (Metzger, Viehhändler usw.) zu bemessen sind (Abs. 2-4). Grundlage der Berechnung der Einzelkontingente für die in Art. 9 Abs. 1 lit. a SVO aufgezählten Kategorien von Schlachtvieh und Fleisch ist der Umsatz, den der Einfuhrberechtigte in einer bestimmten Stichzeit - in der Regel in drei Jahren - erzielt hat (Art. 10 Abs. 2 Satz 3 und Abs. 4 SVO). \"Dabei soll der Umsatz an Orten mit geringer Produktion und grossem Verbrauch stärker ins Gewicht fallen\" (Art. 10 Abs. 2 Satz 4 SVO).\n\nDie in dieser Bestimmung vorgesehene sog. Prioritätsordnung wird verwirklicht dadurch, dass bei der Kontingentszuteilung der vom Einfuhrberechtigten erreichte Umsatz je nach der Einstufung des Betriebsortes (Ortes der Schlachtung) verschieden berücksichtigt wird. Für Schlachtschweine wurden fünf Stufen mit Berücksichtigung zu 100% in der ersten bis 20% in der fünften Stufe gewählt. Für grosses Schlachtvieh und Schlachtkälber bestanden zuerst vier Stufen mit Berücksichtigung zu 100% in der ersten bis 25% in der vierten Stufe; seit 1. August 1958 sind es neun Stufen mit Berücksichtigung zu 100% in der ersten bis 33,3% (Bankvieh und -fleisch) bzw. 38,5% (Wurstvieh und -fleisch) in der neunten Stufe.\n\nEin von Metzgern der unteren Stufen gebildeter \"Kampfausschuss\" strebt die Aufhebung der Prioritätsordnung an. Er stützt sich auf Gutachten der Professoren H. Marti und G. Roos in Bern vom 24. und 27. August 1960, worin diese Ordnung als verfassungs- und gesetzwidrig bezeichnet wird. Dagegen verteidigt eine \"Interessengemeinschaft\" von Metzgern der oberen Stufen die Prioritätsordnung unter BGE 88 I 276 S. 278Berufung auf ein Gutachten des Professors M. Imboden in Basel vom 23. September 1960.\n\nB.- Adolf Kyburz, Metzgermeister in Oberkulm, ersuchte Anfang 1961 erstmals um Zuerkennung von Einfuhrkontingenten für bestimmte Kategorien von Schlachtvieh und Fleisch. Die Schweizerische Genossenschaft für Schlachtvieh- und Fleischversorgung (GSF) gab ihm im Auftrage der Abteilung für Landwirtschaft des eidgenössischen Volkswirtschaftsdepartements die für ihn ab 1. Juli 1961 geltenden Kontingente bekannt. Sie sind auf Grund seiner Umsätze und nach Massgabe der Prioritätsordnung - wonach Oberkulm in niedrigen Stufen eingereiht ist - berechnet.\n\nKyburz führte Beschwerde beim Volkswirtschaftsdepartement mit dem Begehren, sein Kontingent sei ohne Anwendung der Prioritätsordnung zu berechnen. Das Departement wies die Beschwerde ab (Entscheid vom 6. November 1961).\n\nC.- Hiegegen hat Kyburz Verwaltungsgerichtsbeschwerde erhoben, in welcher er den dem Departement gestellten Antrag erneuert.\n\nEr macht geltend, man habe die Prioritätsordnung seinerzeit eingeführt in der Meinung, sie sei zur Sicherstellung der Fleischversorgung der grossen Konsumzentren notwendig. Seither hätten sich jedoch die Verhältnisse auf dem Schlachtviehmarkt wesentlich geändert, indem die Preise der eingeführten Waren mehr und mehr gesunken und diejenigen der einheimischen Produkte gleicher Qualität gestiegen seien. Heute und auch in der überschaubaren Zukunft habe die Prioritätsordnung kein Versorgungsproblem mehr zu lösen; sie beeinträchtige nun ohne zureichenden Grund die Wettbewerbsfähigkeit der den unteren Stufen zugeteilten Betriebe. Sie dürfe bei der Bemessung der Einzelkontingente nicht mehr berücksichtigt werden, da sie unter den heute gegebenen Umständen gegen Art. 31 BV - das Gebot der Gleichbehandlung der Gewerbegenossen und den Grundsatz der Verhältnismässigkeit der BGE 88 I 276 S. 279behördlichen Massnahmen - verstosse und die Grenzen der dem Bundesrat im Landwirtschaftsgesetz erteilten Verordnungskompetenz überschreite.\n\nDer Beschwerdeführer hat den Entscheid des Departements auch mit Verwaltungsbeschwerde beim Bundesrat angefochten.\n\nD.- Das Departement schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde.\n\nE.- Eine Delegation des Bundesgerichts hat Zeugen einvernommen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer hat die Zuerkennung eines Einfuhrkontingents für Schlachtvieh und Fleisch nach Massgabe der von ihm erzielten Umsätze und ohne Berücksichtigung der Prioritätsordnung verlangt. Indessen hat ihm die Verwaltung das Kontingent nicht in dem von ihm beanspruchten Umfange zugeteilt, weil sie seine Umsätze nicht voll, sondern gemäss der Prioritätsordnung nur zu einem beschränkten Prozentsatz in Rechnung gestellt hat. Damit hat sie ihm eine auf Grund des Landwirtschaftsgesetzes und darauf beruhender Vorschriften der Schlachtviehordnung nachgesuchte Bewilligung teilweise verweigert. Der die Verweigerung bestätigende Entscheid des eidgenössischen Volkswirtschaftsdepartements unterliegt - wie Bundesgericht und Bundesrat im Meinungsaustausch festgestellt haben - nach Art. 107 lit. a LandwG und Art. 28 Abs. 2 SVO der Verwaltungsgerichtsbeschwerde, so dass gemäss Art. 126 lit. a OG und Art. 109 Abs. 2 LandwG die Beschwerde an den Bundesrat ausgeschlossen ist.\n\n2. Der Bundesrat hat die Vorschriften in Art. 6 ff. SVO über die mengenmässige Beschränkung (Kontingentierung) der Einfuhr von Schlachtvieh und Fleisch gestützt auf das Landwirtschaftsgesetz erlassen. Das Bundesgericht ist an dieses Gesetz gebunden (Art. 113 Abs. 3, Art. 114bis Abs. 3 BV). Es hat nicht nachzuprüfen, ob das Gesetz verfassungsmässig sei, insbesondere nicht, ob es durch Art. 31 BGE 88 I 276 S. 280bis Abs. 3 lit. b BV gedeckt sei, wonach der Bund, wenn das Gesamtinteresse es rechtfertigt, befugt ist, nötigenfalls in Abweichung vom Grundsatz der Handels- und Gewerbefreiheit (Art. 31 BV), Vorschriften zur Erhaltung eines gesunden Bauernstandes und einer leistungsfähigen Landwirtschaft aufzustellen. Ebenso sind jene Verordnungsbestimmungen für den Richter massgebend, soweit sie sich in den Grenzen der dem Bundesrat im Gesetz delegierten Gesetzgebungskompetenz halten; denn in diesem Umfang nehmen sie an der Verbindlichkeit des Gesetzes teil. Sie können vom Gericht nur daraufhin überprüft werden, ob sie über den durch die Delegation gezogenen Rahmen hinausgehen (BGE 68 II 318; BGE 87 I 321, 435; BGE 87 IV 33).\n\nNach Art. 6 SVO wird die Einfuhr von Schlachtvieh und Fleisch mengenmässig beschränkt, solange die in Art. 23 LandwG erwähnten Voraussetzungen erfüllt sind, d.h. solange die vollständige Freigabe der Einfuhr den Absatz gleichartiger einheimischer Produkte zu angemessenen Preisen gefährden würde. Es steht fest und wird vom Beschwerdeführer nicht bestritten, dass diese Voraussetzungen heute wie schon bisher gegeben sind und weiterhin sein werden. Daher ist klar, dass der in Art. 6 SVO aufgestellte Grundsatz der Kontingentierung durch die gesetzliche Delegationsnorm (Art. 23 Abs. 1 LandwG) gedeckt ist, was der Beschwerdeführer auch nicht bestreitet.\n\nDagegen behauptet der Beschwerdeführer, die in Art. 10 Abs. 2 Satz 4 SVO vorgesehene Prioritätsordnung sei gesetzwidrig und dürfe daher nicht angewendet werden. Die Gesetzmässigkeit der übrigen im vorliegenden Fall in Betracht kommenden Bestimmungen der Schlachtviehordnung über die Durchführung der Kontingentierung ist nicht bestritten, und der Gerichtshof hat keinen Anlass, an ihr zu zweifeln.\n\n3. Die Prioritätsordnung betrifft die Frage, nach welchem Schlüssel die freigegebenen Importmengen auf die einzelnen Einfuhrberechtigten zu verteilen sind. Das Landwirtschaftsgesetz gibt dem Bundesrat keine bestimmten BGE 88 I 276 S. 281Anweisungen hiefür, sondern lässt ihm in dieser Beziehung einen Spielraum des Ermessens. Da das Bundesgericht nicht sein Ermessen an die Stelle desjenigen des Bundesrates treten lassen kann, hat es sich auf die Prüfung zu beschränken, ob die umstrittene Verordnungsvorschrift offensichtlich aus dem Rahmen der dem Bundesrat im Gesetz delegierten Kompetenz herausfalle (BGE 68 II 95, 318; BGE 84 IV 76).\n\nIn dem Umfange, als der Bundesrat die Kontingentierung im einzelnen nach Ermessen ordnen konnte, hatte er das allgemeine Gebot der Rechtsgleichheit zu beachten (Urteil vom 9. Oktober 1959 i.S. Genossenschaft Vereinigte Schlachtviehhändler von Zürich und Umgebung, nicht publiziert). Dabei hatte er darauf Bedacht zu nehmen, dass nach dem Landwirtschaftsgesetz (Art. 23 und 29) die Kontingentierung den Absatz der Erzeugnisse der einheimischen Landwirtschaft zu angemessenen Preisen sichern soll und bei ihrer Durchführung auf die Interessen der anderen Wirtschaftszweige und der übrigen Bevölkerungsschichten Rücksicht zu nehmen ist, entsprechend den allgemeinen Zielen des Gesetzes, die nach der (mit Art. 31bis Abs. 3 lit. BV übereinstimmenden) Umschreibung in seinem Ingress darin bestehen, \"einen gesunden Bauernstand und im Dienste der Landesversorgung eine leistungsfähige Landwirtschaft zu erhalten und sie unter Wahrung der Interessen der schweizerischen Gesamtwirtschaft zu fördern\". Nach diesen Gesichtspunkten ist zu untersuchen, ob die Prioritätsordnung offensichtlich sachwidrig, unhaltbar sei (vgl. BGE 84 I 105). Ist dies zu bejahen, so muss angenommen werden, dass sie durch die gesetzliche Delegationsnorm nicht gedeckt ist.\n\n4. Wie in einem Bericht der GSF vom 13. April 1962 dargelegt ist, bestand in der Schweiz in den ersten Jahren nach dem letzten Weltkrieg die allgemeine Tendenz, importiertes Schlachtvieh und Fleisch vorwiegend in den grossen Konsumzentren zu verteilen und zu verkaufen. Damals waren die Einstandspreise für inländische Ware und gleichwertige Importware praktisch gleich hoch, und zudem vermochte BGE 88 I 276 S. 282die Qualität der Importware nicht immer zu befriedigen. Vor allem aus diesen Gründen zeigten die Metzger auf dem Lande kein oder nur ein mässiges Interesse für die Importware. Infolgedessen wurden die ländlichen Gebiete überwiegend mit einheimischer Ware versorgt und waren die grossen Verbrauchszentren in weitem Umfange auf die Importware angewiesen. Es erschien deshalb den beteiligten Kreisen, auch der ländlichen Metzgerschaft, als angezeigt, diese Zentren bei der Zuteilung der Importware etwas zu bevorzugen. So kam im Jahre 1951 eine privatrechtliche Vereinbarung über eine Prioritätsordnung zustande, und diese Regelung wurde dann in die Schlachtviehordnung von 1953 übernommen.\n\nSeither stiegen die Einstandspreise für einheimisches Schlachtvieh und Fleisch nach und nach, während die Importware teilweise, namentlich infolge einer Zollsenkung, billiger wurde und auch in besserer Qualität als früher erhältlich war. Nach dem erwähnten Bericht und Zeugenaussagen kostet heute den Metzger das ausländische Wurstfleisch durchschnittlich rund Fr. 3. - je kg, das inländische gleicher Qualität dagegen rund Fr. 2.50 mehr, und für andere Warenkategorien werden ebenfalls beträchtliche, wenn auch etwas geringere Preisunterschiede angegeben. Die Prioritätsordnung wirkt sich daher nun in der Weise aus, dass die in den unteren Stufen eingereihten Metzgereien für Schlachtvieh und Fleisch erheblich mehr als die den oberen Stufen zugeteilten aufwenden müssen. So beträgt nach jenem Bericht in einem Betrieb, der im Jahr 200 Wursttiere schlachtet, der jährliche Gesamtaufwand für Wurstfleisch in der ersten Stufe Fr. 175'480. - und in jeder folgenden Stufe rund 1,25% mehr; in der neunten Stufe erreicht er Fr. 192'730. -. Diese Differenzen sind, wie in dem Bericht weiter ausgeführt wird, angesichts der Verdienstverhältnisse in der Metzgereibranche bedeutend. Dazu kommt, dass der Konkurrenzkampf in dieser Branche sich in der letzten Zeit durch das Eingreifen gewisser Grossverteilerorganisationen BGE 88 I 276 S. 283verschärft hat. Die Metzger der unteren Stufen empfinden deshalb seit einigen Jahren die Prioritätsordnung als ungerecht und streben ihre Beseitigung an.\n\nDas Departement ist jedoch der Auffassung, entscheidend sei, dass die Prioritätsordnung im Zeitpunkt des Inkrafttretens der Schlachtviehordnung (1. Januar 1954) mit dem Gesetz im Einklang gestanden habe, da sie damals zur Sicherstellung der Fleischversorgung der grossen Konsumzentren notwendig gewesen sei. Sie sei auch heute noch gesetzmässig, weil die Verhältnisse sich nicht wesentlich geändert hätten. Wohl seien allmählich Preisunterschiede zwischen Inland- und Importware aufgetreten, doch könnten sie sich alsbald wieder vermindern oder ganz verschwinden.\n\nDieser Betrachtungsweise des Departementes kann der Gerichtshof sich nicht anschliessen. Die Delegation der Gesetzgebungskompetenz an den Bundesrat soll gerade auch die rasche Anpassung der Gesetzgebung an veränderte Verhältnisse erleichtern. Wenn das Gesetz (z.B. Art. 23 LandwG) die Ausübung der delegierten Kompetenz an bestimmte Voraussetzungen knüpft, so bedeutet dies nicht bloss, dass der Bundesrat erst beim Vorliegen der Voraussetzungen von seiner Kompetenz Gebrauch machen darf, sondern auch, dass er die von ihm erlassenen Bestimmungen wieder aufheben muss, sobald die Voraussetzungen wegfallen (vgl. Art. 6 Abs. 1 SVO, wonach die Einfuhr von Schlachtvieh und Fleisch nach den Grundsätzen dieser Verordnung mengenmässig beschränkt wird, \"solange\" die in Art. 23 LandwG erwähnten Voraussetzungen erfüllt sind). Seit dem Erlass der Schlachtviehordnung haben sich aber die Verhältnisse auf dem Schlachtviehmarkt insofern wesentlich geändert, als bedeutende Preisunterschiede zwischen Import- und Inlandwaren entstanden sind, und dabei wird es, wie entgegen der Meinung des Departementes angenommen werden muss, in absehbarer Zeit bleiben.\n\nBGE 88 I 276 S. 284\n\nDie Streitfrage, ob die Prioritaätsordnung gesetzmässig sei, ist mithin auf Grund der gegenwärtig bestehenden Verhältnisse zu prüfen.\n\n5. a) Es wird geltend gemacht, die Prioritätsordnung sei deshalb gerechtfertigt, weil vermutlich auch auf dem freien Markt der Anteil des einzelnen Betriebes an der Importmenge dem am betreffenden Ort bestehenden Verhältnis zwischen Verbrauch und einheimischer Produktion, also dem dort vorhandenen Bedürfnis nach Importware, entsprechen würde. Sie stelle auch heute noch die Fleischversorgung der Orte mit geringer Produktion und grossem Verbrauch sicher. Sie füge sich daher dem Gesetz besser ein als jede andere Art der Kontingentszuteilung; insbesondere sei sie der Schlüsselung vorzuziehen, welcher einfach das Verhältnis der erzielten Umsätze zugrunde gelegt wird.\n\nIn der Tat wäre die Prioritätsordnung wohl als gesetzmässig anzusehen, wenn anzunehmen wäre, sie liege im Interesse der Landesversorgung; denn diese zu gewährleisten, ist eines der Ziele des Landwirtschaftsgesetzes, wie sich aus seinem Ingress ergibt und in seinen Art. 23 und 29 bestätigt wird. Indessen lässt sich die Prioritätsordnung unter diesem Gesichtspunkt nicht rechtfertigen. Die gegenteilige Auffassung beruht auf unzutreffenden tatsächlichen Voraussetzungen.\n\nSie trägt der heute bestehenden Differenz zwischen den Einstandspreisen der Inland- und der Importware, die mehrere Franken je kg erreichen kann, nicht genügend Rechnung. Gerade dieser Unterschied bewirkt, dass die Landmetzger in der Absicht, ihre Kosten zu senken, sich in grösserem Umfange, als es nach der Prioritätsordnung möglich ist, mit eingeführter Ware eindecken wollen und eben deshalb diese Ordnung bekämpfen. Dazu kommt, dass das Bedürfnis der Metzger nach Importware, jedenfalls heute, nicht vom Standort des Betriebes, sondern von dessen Umfang abhängt. Die Transportmöglichkeiten sind besser geworden, und es gibt nun auf dem Lande zahlreiche grössere Betriebe, die Fleisch auch in die Stadt liefern.BGE 88 I 276 S. 285\n\nUnter diesen Umständen kann nicht gesagt werden, dass die städtische Metzgerschaft allgemein ein verhältnismässig grösseres Bedürfnis nach Importware als die ländliche hat.\n\nEntsprechend verhält es sich mit den Bedürfnissen der Bevölkerung. Die Annahme des Departements, dass ohne die Prioritätsordnung die Versorgung der grossen Verbrauchszentren auch unter den heutigen Verhältnissen nicht sichergestellt wäre, ist nicht bewiesen. Der erwähnte Bericht der GSF bestätigt sie nicht; nach den Aussagen der einvernommenen Zeugen darf im Gegenteil angenommen werden, dass die Versorgung dieser Zentren auch ohne Prioritätsordnung gesichert ist. Die Importware kann, auf jeden Fall heute, ebensogut in die ländlichen Gebiete wie in die Städte gelangen, zumal nicht alle Städte an der Landesgrenze liegen.\n\nDas Departement weist zwar darauf hin, dass in den Städten mehr Kühlraum als auf dem Lande zur Verfügung stehe. Das mag zutreffen, ist aber unerheblich. Wenn auf dem Lande zu wenig Kühh.aum vorhanden ist, so kann er vermehrt werden.\n\nb) Ferner sucht man die Prioritätsordnung mit der Überlegung zu rechtfertigen, dass sie erlaube, die Verkaufspreise in den grossen Konsumzentren niedrig zu halten und damit die Interessen der dortigen Verbraucher zu wahren, also im Sinne des Landwirtschaftsgesetzes (Art. 29 Abs. 2) \"auf die ökonomische Lage der übrigen Bevölkerungsschichten Rücksicht zu nehmen\". Aber auch dieses Argument ist nicht überzeugend.\n\nZunächst befriedigt es insofern nicht, als es die Interessen der ländlichen Konsumenten vernachlässigt. Wenn die Verkaufspreise wirklich durch die Prioritätsordnung beeinflusst werden, so ist nicht einzusehen, weshalb die städtischen Verbraucher gegenüber den ländlichen privilegiert sein sollen. Freilich ist die Vermutung ausgesprochen worden, dass eine bloss auf das Verhältnis der Umsätze gegründete Kontingentszuteilung lediglich ein Ansteigen der Verkaufspreise in den grossen Zentren und nicht auch eine Preissenkung BGE 88 I 276 S. 286auf dem Lande zur Folge hätte, \"weil viele der neu erhöhten Importquoten gar nicht ausgenützt werden könnten, sondern auf dem Wege des Kontingentshandels indirekt - aber wegen des erzielten Zwischengewinns mit kostenerhöhender Wirkung - wiederum in andere Hände gingen\". Indessen ist nicht sicher, dass die ländliche Metzgerschaft die erhöhten Kontingente nicht voll ausnützen könnte; das Interesse, das sie für eine Erhöhung bekundet, lässt eher auf das Gegenteil schliessen.\n\nVor allem aber ist jenem Argument entgegenzuhalten, dass nicht die ungleiche Verteilung der Einzelkontingente auf Stadt und Land gemäss Prioritätsordnung, sondern das Gesamtkontingent eine Ermässigung der Verkaufspreise bewirkt. Infolge der Prioritätsordnung ist allerdings der Gestehungspreis von Ort zu Ort verschieden, und es ist möglich, dass aus diesem Grunde die Verkaufspreise da und dort auseinandergehen. Im grossen und ganzen bewirkt indessen die Einfuhr, dass die Verkaufspreise sinken. Aber Grund dieser Ermässigung ist nicht die Prioritätsordnung, sondern das Gesamtkontingent, dank dem Umstand, dass die eingeführte Ware weniger als die einheimische kostet.\n\nc) Zur Rechtfertigung der Prioritätsordnung wird auch geltend gemacht, sie verschaffe den Betrieben in den grossen Verbrauchszentren einen gewissen Ausgleich für die Belastung mit \"Frachten und anderen Kosten\" für die Beschaffung von Inlandvieh.\n\nIndessen ist zweifelhaft, ob es dem Sinn des Landwirtschaftsgesetzes entspricht, den städtischen Betrieben lediglich deshalb, weil ihnen wegen ihres Standortes Mehrkosten entstehen, höhere Einfuhrkontingente als den ländlichen Betrieben zuzuteilen.\n\nAuf jeden Fall aber sind die Kosten der in Frage stehenden Transporte verhältnismässig so gering, dass sie einen solchen Ausgleich offensichtlich nicht zu rechtfertigen vermögen. Sie belasten nach Zeugenaussagen das kg Fleisch (Schlachtgewicht) nur mit 5-10 Rp, während der Unterschied zwischen den Einstandspreisen für Import- und BGE 88 I 276 S. 287Inlandware bedeutend grösser ist, mehrere Franken erreichen kann. Jene Belastung fällt auch bei Berücksichtigung der Tatsache, dass die Einfuhr bloss etwa 10% des gesamten Bedarfs der schweizerischen Bevölkerung ausmacht, nicht ins Gewicht.\n\nEbensowenig vermögen die \"anderen Kosten\" die Prioritätsordnung zu rechtfertigen. Worin sie bestehen, wird nicht gesagt. Vermutlich handelt es sich um Kosten von Einrichtungen, Löhne und Soziallasten. Aber die Höhe solcher Aufwendungen wird weniger durch den Standort des Betriebes als vielmehr durch dessen Umfang beeinflusst.\n\nd) Das Departement sucht sodann die Prioritätsordnung mit dem Hinweis darauf zu verteidigen, dass sie eine tatsächliche Situation sanktioniere, welche sich schon vor 1953 mit dem Einverständnis aller Beteiligten herausgebildet habe. Wie erwähnt, haben sich aber seither die Verhältnisse wesentlich geändert. Abgesehen hievon kommt es nicht darauf an, wie die Beteiligten seinerzeit eingestellt waren, sondern darauf, ob die Prioritätsordnung durch die gesetzliche Delegationsnorm gedeckt sei.\n\ne) Nach der Darstellung des Geschäftsführers der GSF hätten bei der Aufstellung der Prioritätsordnung \"im Untergrund\" auch seuchenpolizeiliche Erwägungen eine gewisse Rolle gespielt. Man habe, so wird erklärt, aus solchen Überlegungen als erwünscht betrachtet, dass möglichst wenig fremdes Fleisch aufs Land komme, und aus den gleichen Gründen müsse das eingeführte lebende Schlachtvieh in einigen wenigen Zentren geschlachtet werden.\n\nSofern dieser Gesichtspunkt für die Rechtfertigung der Prioritätsordnung, welche wirtschaftspolitischen Charakter hat, nach dem Landwirtschaftsgesetz überhaupt in Betracht gezogen werden kann, ist dies aber jedenfalls unter den gegenwärtigen Verhältnissen nicht möglich. Nach dem Ergebnis des Beweisverfahrens kann nicht angenommen werden, dass ohne die Prioritätsordnung die Gefahr der Seuchenausbreitung grösser wäre. Das Departement vertritt keinen anderen Standpunkt.\n\nBGE 88 I 276 S. 288\n\n6. Aus vorstehenden Erwägungen geht hervor, dass die vom Bundesrat in Art. 10 Abs. 2 SVO aufgestellte Prioritätsordnung Ungleichheiten schafft, die sich offensichtlich unter keinem der nach Wortlaut und Sinn des Landwirtschaftsgesetzes für die Durchführung der Kontingentierung massgebenden Gesichtspunkte rechtfertigen lassen. Ist demnach klar, dass die Prioritätsordnung über den Rahmen der dem Bundesrat im Gesetz delegierten Kompetenz hinausgeht, so darf sie bei der Berechnung des Einzelkontingents für den Beschwerdeführer nicht angewendet werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der angefochtene Entscheid aufgehoben. Das Einzelkontingent des Beschwerdeführers ist ohne Berücksichtigung der Prioritätsordnung festzusetzen."}