{"annee": "88", "cour": "I", "page": "159", "date": "17/10/1962", "cite": ["75 II 288", "83 II 263", "71 I 23", "85 II 57", "74 I 132", "86 II 303", "78 II 401", "87 I 61", "81 II 145"], "cite_par": ["98 II 150", "110 II 352", "105 II 229", "109 IA 15", "95 II 639", "90 I 159", "90 I 233", "109 III 107"], "chapeau": "27. Urteil vom 17. Oktober 1962 i.S. N. gegen N. und Kantonsgericht Zug.", "regestes": ["Art. 61 Cst. Exception de chose jugée. Portée de la garantie de l'art. 61 Cst. Notion du jugement civil (consid. 2). Exception de chose jugée dans un procès en divorce. - Délimitation entre droit fédéral et droit cantonal. Rapports entre recours en réforme et recours de droit public (consid. 3). - Autorité matérielle de la chose jugée attachée à une décision par laquelle une action en divorce est rayée du rôle pour cause de retrait, en particulier lorsque le retrait a lieu avant que l'action ait été motivée (consid. 4, 5)."], "faits": "|160|\n\nA.- Die Eheleute N., Bürger von Genf, heirateten einander am 16. Juni 1945 und nahmen Wohnung in Zürich, wo der Ehemann für eine Fabrik in G. (Württemberg) tätig war und die Ehefrau einen selbständigen Beruf ausübte. Eine weitere Wohnung stand ihnen in G. zur Verfügung.\n\na) Am 1. Oktober 1959 reichte der Ehemann beim Bezirksgericht Zürich Klage auf Scheidung der Ehe ein. Am 12. Januar 1960, zwei Tage vor der auf 14. Januar angesetzten Hauptverhandlung, zog er die Klage wieder zurück mit der Erklärung:\n\n\"Die Beklagte hat anlässlich der letzten Verhandlung die Zuständigkeit des hiesigen Gerichtes in Zweifel gezogen. Der Kläger hat sich daher entschlossen, die Klage hierorts zurückzuziehen und sie in Stuttgart anhängig zu machen.\"\n\nDie Ehefrau ersuchte daraufhin das Bezirksgericht, den Prozess an Hand zu behalten, eventuell dem Kläger eine Frist anzusetzen, um zu erklären, ob er vorbehaltlos von der Klage Abstand nehme und damit das Nichtbestehen |161| eines Scheidungsgrundes anerkenne oder den Prozess in Zürich fortführen wolle.\n\nMit Beschluss vom 16. Februar 1960 schrieb das Bezirksgericht Zürich \"den Prozess als durch Rückzug erledigt\" ab. Es nahm an, die Erklärung des Klägers vom 12. Januar 1960 lasse keine andere Deutung zu, als dass er die Klage zurückziehe. Der Prozess müsse daher abgeschrieben werden. Für die Prüfung der Frage, welche Rechtswirkung diesem Rückzug sonst noch zukommen könnte, bestehe infolgedessen weder Anlass noch Möglichkeit.\n\nb) Im März 1960 hob der Ehemann bei dem für G. zuständigen Landgericht Heilbronn Scheidungsklage an, während die Ehefrau in Zürich ein Gesuch um Eheschutzmassnahmen stellte. Der Ehemann bestritt die Zuständigkeit der Zürcher Gerichte wegen der in Heilbronn angehobenen Klage, wurde aber abgewiesen, zuletzt durch Urteil des Bundesgerichtes vom 13. September 1960 mit der Begründung, dass die Ehefrau in Zürich einen selbständigen Wohnsitz habe und dass daher die in Heilbronn angehobene Scheidungsklage nach Art. 3 des schweiz./deutschen Vollstreckungsabkommens in Verbindung mit Art. 7 g Abs. 3 NAG nicht zulässig sei (BGE 86 II 303 ff.). Dieser Entscheid veranlasste den Ehemann, die Klage in Heilbronn am 14. Februar 1961 zurückzuziehen.\n\nc) Am 17. Mai 1962 reichte der Ehemann, der sich inzwischen in Zug niedergelassen hatte, beim dortigen Kantonsgericht Klage ein mit dem Begehren, die Ehe der Parteien nach Art. 138, eventuell Art. 142 ZGB zu scheiden. Die Ehefrau bestritt mit Eingabe vom 18. Juni 1962 die örtliche Zuständigkeit des angerufenen Richters, und erhob wegen der in Zürich angehobenen und wieder zurückgezogenen Klage die Einrede der abgeurteilten Sache.\n\nDas Kantonsgericht Zug führte ein Beweisverfahren über die Zuständigkeitsfrage durch und wies dann mit Beschluss vom 6. Juli 1962 die Einreden der örtlichen Unzuständigkeit und der abgeurteilten Sache ab, die letztere im wesentlichen aus folgenden Erwägungen: Mit der |162| Begründung, die der Kläger dem am 12. Januar 1960 erklärten Rückzug seiner Scheidungsklage beim Bezirksgericht Zürich gegeben habe, habe er eindeutig zum Ausdruck gebracht, dass er die Klage wegen fehlerhafter Einleitung zum Zwecke der Verbesserung und sofortigen Wiedereinbringung (§ 127 Ziff. 4 Satz 2 zürch. ZPO) zurückgezogen habe. Jedenfalls gehe aus der Formulierung der Rückzugserklärung unzweifelhaft hervor, dass der Kläger keinesfalls an einen Verzicht auf seinen Klageanspruch dachte, sondern die Klage zurückziehen wollte, um sie in Stuttgart, dessen Zuständigkeit ihm eher gegeben zu sein schien, wieder einzureichen. Es hiesse den Formalismus auf die Spitze treiben, wenn man dem Kläger sein Klagerecht absprechen wollte, nur weil er schrieb, die Beklagte habe die Zuständigkeit Zürich \"in Zweifel gezogen\", und nicht ausdrücklich sagte, er halte diesen Zweifel für begründet. Die Einrede der abgeurteilten Sache müsste aber auch dann abgewiesen werden, wenn der Klagerückzug nicht \"wegen fehlerhafter Einleitung\" erfolgt wäre. Der Kläger stütze die Zuger Klage nicht nur auf die bereits mit der zurückgezogenen Zürcher Klage geltend gemachten Tatsachen, sondern berufe sich auf zahlreiche neue Tatsachen, nämlich darauf, dass seit Einreichung der Zürcher Klage drei Jahre vergangen seien, dass die Parteien während dieser Zeit getrennt lebten und ununterbrochen mit Erbitterung gegeneinander prozessierten und dass die Beklagte kürzlich ein Strafverfahren gegen den Kläger eingeleitet habe. Wenn sich eine Scheidungsklage aber auf neue Tatsachen stütze, so könne die Rechtskraft des ersten Urteils bzw. Erledigungsbeschlusses nicht mehr eingreifen, sofern den neuen Tatsachen eine gewisse Erheblichkeit im Rahmen des Gesamttatbestandes zukomme, was hier zweifellos zutreffe.\n\nB.- Mit des staatsrechtlichen Beschwerde beantragt Frau N., den Beschluss des Kantonsgerichts Zug vom 6. Juli 1962 aufzuheben und die Sache an dieses zurückzuweisen. Sie macht Verletzung des Art. 61 BV geltend |163| und bringt vor: Die Annahme des Kantonsgerichts, dass der Beschwerdegegner die in Zürich angehobene Scheidungsklage bloss im Sinne von § 127 Ziff. 4 Satz 2 zürch. ZPO angebrachtermassen zurückgezogen habe und daher keine res iudicata vorliege, sei unzutreffend, da der Beschwerdegegner die Zuständigkeit des Zürcher Richters nicht in guten Treuen habe bezweifeln können; er habe eine Wohnsitzverlegung nach G. nur vorgespiegelt, um ein deutsches Scheidungsforum zu schaffen. Davon abgesehen komme es überhaupt nicht darauf an, was er beim Rückzug gedacht habe, denn die Rechtswirkungen einer Prozesshandlung träten \"unbekümmert darum ein, ob sie gewollt seien oder nicht\" (BGE 87 I 71). Unzutreffend sei ferner die Annahme des Kantonsgerichts, dass den vom Beschwerdegegner in der Zuger Klage vorgebrachten, seit dem Klagerückzug eingetretenen Tatsachen eine gewisse Erheblichkeit im Rahmen des Gesamttatbestandes zukomme, da diese Tatsachen dem Beschwerdegegner zum Verschulden anzurechnen seien und daher einen Scheidungsanspruch nicht zu begründen vermöchten.\n\nC.- Das Kantonsgericht Zug und der Beschwerdegegner N. beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Prozessuales.)\n\n2. Nach Art. 61 BV sollen die rechtskräftigen Zivilurteile, die in einem Kanton gefällt worden sind, in der ganzen Schweiz vollzogen werden. Daraus folgt nach der Rechtsprechung des Bundesgerichts, dass die Kantone die in andern Kantonen ergangenen rechtskräftigen Zivilurteile nicht nur zu vollstrecken, sondern auch in allen andern Beziehungen, so insbesondere hinsichtlich der Einrede der abgeurteilten Sache, grundsätzlich wie die Entscheidungen der eigenen Gerichte zu beachten haben (BGE 71 I 26Erw. 4, BGE 87 I 66 lit. a). Als Zivilurteil gilt dabei nicht nur der Entscheid über einen zwischen den Parteien |164| streitig gebliebenen Anspruch, sondern auch die Verfügung, mit der eine Klage infolge Anerkennung, Rückzugs oder Vergleichs abgeschrieben wird (BGE 74 I 134Erw. 2, BGE 87 I 67 lit. b). Die vorliegende Beschwerde, mit der beanstandet wird, dass das Kantonsgericht die auf Grund des Abschreibungsbeschlusses des Bezirksgerichts Zürich vom 16. Februar 1960 erhobene Einrede der abgeurteilten Sache abgewiesen und damit Art. 61 BV verletzt habe, ist daher an sich zulässig und konnte, da die staatsrechtliche Beschwerde wegen Verletzung des Art. 61 BV die Erschöpfung des kantonalen Instanzenzuges nicht voraussetzt (Art. 86 Abs. 2 OG), unmittelbar im Anschluss an den Beschluss des Kantonsgerichts vom 6. Juli 1962 erhoben werden.\n\n3. Das Eintreten auf die Beschwerde kann auch nicht etwa deshalb abgelehnt werden, weil die behauptete Rechtsverletzung jetzt oder im Anschluss an das Endurteil mit der Berufung beim Bundesgericht gerügt werden kann (Art. 84 Abs. 2 OG). Die Einrede der abgeurteilten Sache untersteht nicht in ihrem ganzen Umfang dem Bundesrecht, sondern grundsätzlich dem kantonalen Recht. Aus dem Bundesprivatrecht folgt zwar nach der Rechtsprechung des Bundesgerichts, dass in einem Prozess über einen bundesrechtlichen Anspruch ein früheres Urteil nur dann als verbindlich erkannt werden darf, wenn dieser Prozess und das frühere Urteil die gleichen Parteien und den gleichen Streitgegenstand betreffen. Dagegen hindert das Bundesrecht (von Art. 61 BV abgesehen) den kantonalen Richter nicht, einen bundesrechtlichen Anspruch, der bereits Gegenstand eines rechtskräftigen Urteils bildet, in einem Verfahren zwischen den gleichen Parteien neuerdings zu beurteilen. Mit der Berufung kann daher nur geltend gemacht werden, die Einrede der abgeurteilten Sache sei zu Unrecht geschützt worden; dass sie, wie vorliegend behauptet wird, zu Unrecht verworfen worden sei, kann dagegen nur mit staatsrechtlicher Beschwerde gerügt werden (BGE 75 II 290undBGE 78 II 401ff. sowie die dort |165| erwähnten früheren Urteile, BGE 81 II 146 /7, BGE 83 II 267, BGE 85 II 59).\n\nDas hier über die Einrede der abgeurteilten Sache und über das Verhältnis zwischen Berufung und staatsrechtlicher Beschwerde Gesagte gilt grundsätzlich auch für den Ehescheidungsprozess. Zwar ist nach der Rechtsprechung eine neue Klage aus dem gleichen Scheidungsgrund zuzulassen, wenn damit neben den früher beurteilten neue erhebliche Tatsachen geltend gemacht werden, wobei es sich sowohl um erst nach Abschluss des ersten Prozesses eingetretene als auch um schon früher vorhandene und bekannt gewesene, aber in jenem Prozess aus irgendeinem Grunde nicht geltend gemachte Tatsachen handeln kann (BGE 78 II 403Erw. 2 und BGE 85 II 59 Erw. 2). Das ändert jedoch nichts daran, dass mit der Berufung nur geltend gemacht werden kann, das kantonale Gericht habe die Einrede der abgeurteilten Sache zu Unrecht geschützt. Die von der Beschwerdeführerin erhobene Rüge, das Kantonsgericht habe es zu Unrecht abgelehnt, die vom Bezirksgericht Zürich wegen Klagerückzugs erfolgte Abschreibung des Prozesses unter dem Gesichtspunkt der materiellen Rechtskraft einem jene Klage abweisenden Urteil gleichzustellen, kann daher nur mit der staatsrechtlichen Beschwerde wegen Verletzung des Art. 61 BV geltend gemacht werden.\n\n4. Das Kantonsgericht hat diese Gleichstellung in erster Linie deshalb abgelehnt, weil der Beschwerdegegner die Klage in Zürich wegen Zweifeln an der örtlichen Zuständigkeit zurückgezogen habe, um sie sofort an dem von ihm als zuständig erachteten Orte wieder einzureichen. Dass der Kläger mit dem Rückzug nicht auf den Scheidungsanspruch, sondern lediglich auf den zunächst in Anspruch genommenen Gerichtsstand verzichten wollte, kann nach dem Wortlaut und Sinn der Rückzugserklärung nicht zweifelhaft sein. Fragen kann sich nur, ob die Zürcher Gerichte wirklich unzuständig waren, ob der Beschwerdegegner nach Zürcher Prozessrecht befugt war, die |166| Klage auch im Falle der Zuständigkeit angebrachtermassen zurückzuziehen, und gegebenenfalls, welche Rechtswirkungen einem unbefugten Rückzug zukommen. Diese im Abschreibungsbeschluss des Bezirksgerichts Zürich offen gelassenen Fragen können auch hier offen bleiben, da der angefochtene Entscheid selbst dann nicht gegen Art. 61 BV verstösst, wenn nach Zürcher Prozessrecht anzunehmen ist, der Beschwerdegegner habe die Klage vorbehaltlos zurückgezogen und damit auf die materielle Beurteilung verzichtet.\n\n5. Soweit die in Zug eingereichte Scheidungsklage mit Tatsachen begründet wird, die erst nach dem Rückzug der Zürcher Klage eingetreten sind, erweist sich die Einrede der abgeurteilten Sache von vornherein als unbegründet. Der Einwand der Beschwerdeführerin, dass es sich dabei um Tatsachen handle, welche dem Beschwerdegegner als Verschulden anzurechnen seien und daher die Scheidung nicht zu rechtfertigen vermögen, ist nicht zu hören. Darüber, ob neue Tatsachen für sich allein oder zusammen mit früheren zur Begründung des Scheidungsbegehrens tauglich sind (vgl. 78 II 403, 85 II 59), ist bei der materiellen Beurteilung der Klage zu befinden. Zur Abweisung der Einrede der abgeurteilten Sache genügt die Feststellung, dass es sich um neue, nach Abschluss des früheren Verfahrens eingetretene Tatsachen handelt.\n\nDie Einrede der abgeurteilten Sache ist aber auch unbegründet, soweit die in Zug eingereichte Klage mit Tatsachen begründet wird, die vor dem Rückzug der Zürcher Klage vorhanden und bekannt gewesen sind. Solche Tatsachen sind, wie bereits in Erw. 3 ausgeführt, nach der Rechtsprechung der II. Zivilabteilung im späteren Verfahren zu berücksichtigen, wenn sie im früheren Verfahren aus irgendeinem Grunde nicht geltend gemacht worden sind (BGE 78 II 403/4, BGE 85 II 59 /60). Dies trifft aber für alle mit der Zuger Klage geltend gemachten früheren Tatsachen zu, da der Beschwerdegegner die Zürcher Klage vor der Hauptverhandlung, in welcher er das Scheidungsbegehren |167| mündlich zu begründen und den Sachverhalt darzulegen hatte (§§ 128 Ziff. 2, 141 und 250 zürch. ZPO), zurückgezogen hat. Unter diesen Umständen muss die Einrede der abgeurteilten Sache scheitern. Bei der Beurteilung der Frage, ob man es in einem früheren und in einem späteren Prozess mit dem gleichen Scheidungsanspruch zu tun habe und ob daher die Einrede der abgeurteilten Sache begründet sei, kommt es darauf an, welche Tatsachen in den beiden Prozessen zur Begründung der Klage wirklich vorgebracht worden sind, nicht auf die, welche zu diesem Zwecke geltend gemacht werden konnten (BGE 85 II 59 oben und 60 Mitte). Ein Vergleich der Vorbringen im gegenwärtigen Verfahren mit den Vorbringen zur Begründung einer zurückgezogenen Klage (wie er z.B. im nicht veröffentlichten Urteil der II. Zivilabteilung vom 18. Mai 1961 i.S. Eheleute Baumgartner vorgenommen wurde) ist aber unmöglich, wenn die frühere Klage in einem Verfahrensstadium zurückgezogen wurde, in welchem noch keine oder doch keine den damaligen Scheidungsanspruch genügend individualisierenden Tatsachen vorgebracht wurden (vgl. BÜHLER, Das Ehescheidungsverfahren, ZSR 1955 S. 428a Anm. 17, wo angenommen wird, dass in diesem Falle der Grundsatz \"ne bis in idem\" bzw. die Einrede der abgeurteilten Sache versage).\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}