{"annee": "88", "cour": "II", "page": "331", "date": "20/9/1962", "cite": ["88 II 252"], "cite_par": ["111 II 236", "144 III 88", "127 III 10"], "chapeau": "46. Auszug aus dem Urteil der II. Zivilabteilung vom 20. September 1962 i.S. Sonderegger gegen Wild AG", "regestes": ["Droit d'habitation (art.776-778CC). Opposition d'un ayant droit à un projet de construire un bâtiment sur le terrain où est siselamaison grevée et à une petite distance de celle-ci. Un litige entre le propriétaire de la parcelle et le bénéficiaire d'une servitude sur celle-ci doit être jugé non d'après les règles du droit de voisinage, mais en vertu de celles régissant la servitude en cause (consid. 4). Volonté concordante tacite lors de la conclusion du contrat. Question de fait (consid. 5). Prétentions découlant du droit d'habitation. Application de l'art. 745 al. 2 et en principe aussi des art. 730 ss., en particulier de l'art. 737 al. 3 CC, ainsi que des règles du bail. - Le droit d'habitation ne comprend pas uniquement la faculté d'utiliser les locaux grevés. Le bénéficiaire peut en outre exiger que ne soient pas restreints d'une manière essentielle les avantages inhérents à la jouissance de l'habitation, avantages que cette dernière offrait lorsque la servitude a été octroyée et que le bénéficiaire pouvait de bonne foi considérer comme lui étant assurés sa vie durant (consid. 6)."], "faits": "|332|\n\nA.- Am 23. Oktober 1954 verkaufte Jakob Sonderegger, geboren 1875, die Liegenschaft Parzelle Nr. 722 in Heerbrugg, Gemeinde Balgach, mit dem Wohnhaus Nr. 33, |333| der Wild AG zum Preise von Fr. 75'000. - unter Vereinbarung eines ihm vorbehaltenen Wohnrechts laut folgender Vertragsklausel:\n\n\"4. Die Parteien vereinbaren folgende Personaldienstbarkeit: Der jeweilige Eigentümer der Parzelle 722, derzeit die Käuferin Firma Wild Heerbrugg AG, räumt dem Verkäufer Jakob Sonderegger das lebenslängliche und unentgeltliche Wohnrecht an der von ihm zur Zeit benützten Wohnung im Hause Nr. 33 ein.\"\n\nDieses Wohnrecht ist im Grundbuch eingetragen.\n\nDas erwähnte Wohnhaus, ein quadratischer Bau von etwa 9 Metern Seitenlänge, steht im nordöstlichen Winkel der (abgesehen von einem Schopfanbau) bisher nicht überbauten Liegenschaft, die ungefähr ein Rechteck bildet mit Seitenlängen von etwa 40 m im Norden und Süden und etwa 60 m im Osten und Westen, bei einer gesamten Fläche von 2370 m2. Das Haus ist etwa 3 bzw. 5 m von den im Norden und im Osten vorbeiführenden Strassen entfernt; die Süd- und die Westfassade gehen auf freies Vorgelände mit Entfernungen von etwa 30 bzw. 60 m bis zu den auf den Nachbargrundstücken stehenden Gebäuden.\n\nB.- Sonderegger konnte sein Wohnrecht in den folgenden Jahren ausüben. Die Wild AG gestand ihm auch den Obstnutzen der auf der Liegenschaft stehenden Bäume zu. Als im Jahre 1960 einige Bäume gefällt wurden, entschädigte sie ihn mit Fr. 80. - für jeden Baum.\n\nC.- Die Wild AG hat die Absicht, auf der Parzelle Nr. 722 einen viergeschossigen Neubau (\"wissenschaftliches Gebäude\") zu erstellen, der sich in der Längsrichtung von Süden nach Norden erstrecken soll. Die Mittelachse geht westlich vom alten Dreifamilienhaus durch, das Jakob Sonderegger bewohnt. Doch kommt die Nordwand des projektierten Neubaues von etwa 15 m Breite in ihrem östlichen Teil auf eine Länge von etwa 2 m in einem Abstand von bloss 1,5 m an den westlichen Teil jenes Wohnhauses heran, wo sich ein Zimmerfenster der von Sonderegger benutzten Wohnung befindet.\n\nD.- Gegen das entsprechende Baubewilligungsgesuch vom 27. Juni 1961 erhob Sonderegger eine sog. privatrechtliche |334| Baueinsprache gemäss Art. 100 des St. Galler Einführungsgesetzes zum ZGB. Er machte geltend, der geplante Bau beeinträchtige in schwerer Weise das ihm zustehende Wohnrecht.\n\nE.- Das Bezirksgericht Unterrheintal hiess die Klage der Wild AG auf Beseitigung der Baueinsprache gut, ebenso das Kantonsgericht St. Gallen mit Urteilen vom 15. Februar/22. Mai 1962.\n\nF.- Der Beklagte hat Berufung an das Bundesgericht eingelegt mit dem erneuten Antrag auf Abweisung der Klage und Schutz der Baueinsprache.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1./3. - .....\n\n4. Zu beurteilen bleibt die Einrede, der geplante Neubau würde die Ausübung des dem Beklagten zustehenden Wohnrechtes in unzulässiger Weise beeinträchtigen.\n\nDas Kantonsgericht prüft diese Einrede zunächst unter dem Gesichtspunkt einer gesetzlichen Eigentumsbeschränkung, wie sie sich aus dem Nachbarrecht oder aus öffentlichrechtlichen Normen ergeben könnte. Es verneint eine Verletzung solcher Eigentumsbeschränkungen und daher auch eine Verantwortlichkeit der Klägerin nach Art. 679 ZGB. In dieser Hinsicht ist dem angefochtenen Urteil nun gewiss beizustimmen. Dass das Vorhaben der Klägerin gegen öffentlichrechtliche Bauvorschriften verstosse, steht nicht in Frage. Und das Nachbarrecht ist im Verhältnis eines Grundeigentümers zu einem am Grundstück dinglich Berechtigten überhaupt nicht anwendbar, weil man es hiebei nicht mit einem nachbarrechtlichen Verhältnis zu tun hat. Streitigkeiten zwischen dem Grundeigentümer und einem am selben Grundstück Dienstbarkeitsberechtigten sind vielmehr auf dem Boden des Dienstbarkeitsrechtes zu entscheiden (vgl. LIVER, N. 119 ff. zu Art. 737 ZGB). Im übrigen kann, wie das Bundesgericht mehrmals entschieden hat, das blosse Vorhandensein einer Baute niemals |335| Einwirkungen im Sinne des Nachbarrechts (Art. 684 ZGB) hervorbringen (vgl. BGE 88 II 263 ff., Erw. 3, mit Hinweisen).\n\nFür die Beurteilung der vorliegenden Baueinsprache spielt auch der vom Beklagten angerufene Besitzesschutz (Art. 928 ZGB), der freilich auch einem Dienstbarkeitsberechtigten kraft seines Besitzes zusteht (Art. 919 Abs. 2 ZGB), keine Rolle. Hat doch die Klägerin jede verbotene Eigenmacht vermieden und den rechtmässigen Weg des Baubewilligungsgesuches beschritten. Dementsprechend geht es in dem durch die Baueinsprache veranlassten Rechtsstreit lediglich um die Abgrenzung der Rechtsbereiche des Grundeigentümers und eines Wohnberechtigten. Es liegt also, wiewohl das Klagebegehren dies nicht ausspricht, eine Feststellungsklage vor. Ob als deren Gegenstand die positive Feststellung des Rechtes der Klägerin zu gelten habe, ihr Bauvorhaben auszuführen (wie das Kantonsgericht annimmt), oder vielmehr die negative Feststellung des Fehlens eines diesem Vorhaben entgegenstehenden Rechtsverhältnisses, kann dahingestellt bleiben. Für die Verteilung der Beweislast und damit für den Ausgang des Rechtsstreites ist dies ebenso bedeutungslos wie die dem Grundeigentümer einerseits und dem Wohnberechtigten anderseits zugefallene Parteirolle (vgl. H. KUHN, Die Beweislast, S. 78; GULDENER, Schweizerisches Zivilprozessrecht, 2. Auflage, S. 344 N. 39). Da der Beklagte dem Bauvorhaben der Klägerin ein zu seinen Gunsten bestehendes besonderes Rechtsverhältnis entgegenhält, ist er grundsätzlich für diesen Hinderungsgrund beweispflichtig (Art. 8 ZGB; vgl. M. KUMMER, N. 164 ff. zu diesem Artikel).\n\n5. Der als Rechtsgrundausweis heranzuziehende Vertrag (Art. 971 Abs. 2 ZGB) umschreibt den Inhalt des \"lebenslänglichen und unentgeltlichen\" Wohnrechts nicht näher. Auszugehen ist somit von der gesetzlichen Umschreibung (Legaldefinition) des Wohnrechts in Art. 776/77 ZGB. Der Beklagte hatte freilich in erster Instanz behauptet, |336| die Klägerin habe ihm bei den Vertragsverhandlungen zugesichert, zu seinen Lebzeiten solle sich nichts ändern; er könne nach wie vor in gleicher Weise in seiner Liegenschaft wohnen und sie samt dem Garten benützen. Zum Beweis hiefür wurde der Eid des Beklagten angeboten. Wenn das Kantonsgericht ein dahingehendes Vorbringen und Beweisanerbieten verneint, so liegt ein offenkundiger Irrtum vor, es wäre denn, der Beklagte habe in oberer Instanz ausschliesslich eine dahingehende stillschweigende Meinung der Parteien beim Vertragsabschluss geltend gemacht (wie sie in der Appellationsschrift behauptet wird). Wie es sich damit verhält, kann indessen auf sich beruhen bleiben, da die Baueinsprache jedenfalls aus andern Gründen zu schützen ist. Und zwar braucht hiebei nicht einmal von einer stillschweigenden übereinstimmenden Vertragsmeinung im soeben erwähnten Sinn ausgegangen zu werden, die das Kantonsgericht beweiswürdigend - für das Bundesgericht bindend (Art. 63 Abs. 2 OG) - als unbewiesen erachtet, da die vom Beklagten hiefür angerufenen Indizien (die Überlassung der Baumfrüchte an ihn, die Zahlung einer Entschädigung durch die Klägerin für zwei gefällte Obstbäume und ihre Anfrage, ob er mit Rücksicht auf ihr Bauvorhaben gegen Entschädigung auf sein Wohnrecht verzichten würde) nicht geeignet seien, eine solche beidseitige Willensmeinung beim Vertragsabschlusse darzutun.\n\n6. Auch abgesehen von derartigen Nebenabreden oder Willensmeinungen beim Abschluss des Kauf- und Dienstbarkeitsvertrages von 1954 bedeutet der Neubau, wie er geplant ist, einen Einbruch in den dem Beklagten durch das Wohnrecht vorbehaltenen Rechtsbereich. Das angefochtene Urteil verkennt die Tragweite dieses Rechtes und die sich daraus ergebende Beschränkung der Betätigungsfreiheit der Grundeigentümerin. Zwar fasst es im Anschluss an die nachbarrechtlichen Ausführungen, die, wie dargetan, für die Entscheidung ausser Betracht fallen, die Eigenart des Wohnrechts ins Auge. Dabei wird aber |337| zu Unrecht wiederum auf Art. 679 ZGB hingewiesen, und es wird eine Verletzung des Wohnrechts verneint, weil der geplante Neubau das vom Beklagten bewohnte Haus immerhin weiterbestehen lasse, so dass der eigentliche Gegenstand des Wohnrechts dem Beklagten nicht entzogen werde. Diese Betrachtungsweise übersieht die dem Wohnrecht allgemein für die Lebensgestaltung des Berechtigten zukommende Bedeutung und die sich in dieser Hinsicht ausserdem aus den örtlichen Verhältnissen ergebenden Besonderheiten. In tatsächlicher Hinsicht gibt sich das Kantonsgericht freilich Rechenschaft von den Änderungen, die der geplante Neubau für die Ausübung des Wohnrechts, also für das Wohnen im alten Hause, mit sich brächte. Dem Urteil ist darüber zu entnehmen was folgt:\n\n\"Es kann kein Zweifel darüber bestehen - und der Augenschein hat dies deutlich gezeigt -, dass die Lebensbedingungen des Beklagten durch die Erstellung des geplanten Neubaues eine gewisse Veränderung und zwar eine Verschlechterung erfahren werden. Seine Befürchtungen hinsichtlich der Aussicht, die er heute von seiner Wohnung aus geniesst, und hinsichtlich der Besonnung erscheinen als begründet. Ein vierstöckiges Gebäude, das sich in einem Abstand von nur 1,5 m vor dem Fenster des südwestlich gelegenen Zimmers seiner Wohnung erheben wird, wird sich visuell als Barrikade auswirken und zur Folge haben, dass dieses Zimmer nicht mehr wie bis anhin den ganzen Tag der Sonne ausgesetzt, sondern während vieler Stunden des Tages in Schatten getaucht sein wird. Auch akustisch wird der Neubau gewisse Einwirkungen auf die Wohnung des Beklagten mit sich bringen, obschon er keinen eigentlichen Fabrikbetrieb, sondern zur Hauptsache Büroräumlichkeiten, Zeichnungssäle und wissenschaftliche Laboratorien aufnehmen soll. Zweifellos werden mit der Erstellung der Neubaute verschiedene Annehmlichkeiten, welche die Wohnung des Beklagten heute bietet, wegfallen mit der Folge, dass, wenn es sich um eine Mietwohnung handelte, der dannzumal noch erzielbare Mietzins niedriger wäre als der Mietzins, der heute für die Wohnung geboten würde.\"\n\nDas Kantonsgericht hält dafür, diese Änderungen seien dem Beklagten zuzumuten. Er könne nach wie vor allein über die zu seiner Wohnung gehörenden Räume verfügen, sei also nicht etwa genötigt, ein Zimmer abzutreten oder andern Personen die Mitbenützung zu gestatten. In diesem ungehinderten Benützungsrecht erschöpfe sich aber das |338| Wohnrecht. Ein Anspruch auf fortdauernden Genuss der Annehmlichkeiten, wie sie die Wohnung bisher bot, stehe dem Beklagten nicht zu. Dieser Ansicht ist nicht in allen Teilen beizutreten. Gewiss gibt es Annehmlichkeiten einer Wohnung, mit deren Wegfall der Wohnungsinhaber zu rechnen hat, sei es infolge baulicher Änderungen benachbarter Liegenschaften, sei es auch infolge einer Umgestaltung des Grundstücks selbst, auf dem sich die Wohnung befindet. Andere Annehmlichkeiten und Vorteile einer Wohnung können aber je nach den örtlichen Verhältnissen und dem Zweck der Wohnungswahl als derart wesentlich erscheinen, dass sie den Wert der Wohnung - mindestens für den derzeitigen Inhaber - beeinflussen und einen Teil des ihm eingeräumten Wohnungsgenusses ausmachen. Trifft dies zu, so darf der Hauseigentümer Beeinträchtigungen, die sich von einem Nachbargrundstück aus ergeben könnten, nicht ohne weiteres dulden, sofern ihm gegenüber dem Nachbar ein sicheres Abwehrrecht zusteht. Namentlich aber hat er sich eigener baulicher Vorkehren zu enthalten, die jenen Rechtsbereich des Wohnungsinhabers verletzen würden. In dieser Hinsicht ist die rechtliche Stellung eines Wohnberechtigten ähnlich derjenigen eines Mieters (vgl. L. BRUNNER, Mietrecht, 2. Auflage, S. 28 ff.). So gut wie der Eigentümer gegenüber einem Mieter jede eigene störende Einwirkung zu unterlassen hat, namentlich bauliche Änderungen unterlassen soll, soweit sie die vertragliche Benützung der Mieträume verhindern oder schmälern würden, und so gut er ferner Licht und Aussicht verhindernde Bauten in der Nachbarschaft im Rahmen des Nachbarrechts zu verhindern hat (vgl. OSER/SCHÖNENBERGER, N. 9 zu Art. 254 OR), ist er auch einem Wohnberechtigten gegenüber zu solcher Schonung und Rücksicht verpflichtet. Das grundsätzlich nach den Bestimmungen über die Nutzniessung zu beurteilende Wohnrecht (Art. 776 Abs. 2 ZGB) gewährt entsprechend der auf das Wohnen beschränkten Benützungsbefugnis den vollen Wohngenuss (vgl. Art. 745 Abs. 2 ZGB). Im übrigen sind, |339| da der die \"Nutzniessung und andere Dienstbarkeiten\" betreffende Gesetzesabschnitt (Art. 745 bis 781) keinen allgemeinen Teil enthält, die in Art. 781 bloss für die \"andern Dienstbarkeiten\" als anwendbar erklärten Bestimmungen über die Grunddienstbarkeiten heranzuziehen, wobei freilich nicht aus dem Auge zu lassen ist, dass Nutzniessung und Wohnrecht (im Unterschied zum Baurecht und zum Quellenrecht) nicht Gegenstand einer Grunddienstbarkeit sein können (vgl. LIVER, N. 18 der Vorbemerkungen zu den Art. 730 bis 744 ZGB). Auf alle Dienstbarkeiten ist namentlich Art. 737 ZGB anwendbar, nach dessen Abs. 3 der Belastete nichts vornehmen darf, was die Ausübung der Dienstbarkeit verhindert oder erschwert (vgl. LIVER, Einleitung zum 21. Titel des ZGB, N. 57, ferner N. 76).\n\nDie vom Kantonsgericht festgestellten Auswirkungen des Neubaues würden nun zwar nicht die Benützung der dem Wohnrecht unterstehenden Räume als solche hindern oder erschweren. Sie würden aber den Genuss des Wohnrechts, wie der Beklagte ihn beim Vertragsabschluss nach seinen Lebensumständen und nach den örtlichen Verhältnissen erwarten durfte und daher weiterhin beanspruchen kann, in erheblichem, nicht zumutbarem Masse verringern. Es handelte sich für den Beklagten, wie die Klägerin wusste, darum, seinen Lebensabend in dem von ihm damals bereits bewohnten Hause zu verbringen. Für den Wohnungsgenuss ist aber - nicht bloss im Hinblick auf die Annehmlichkeiten des häuslichen Lebens, sondern auch um der Gesundheit und des seelischen Wohlbefindens willen - auch die nähere Umgebung des Hauses von Bedeutung. Eine bis auf 1,5 Meter an das Fenster eines Zimmers der Südseite seiner Wohnung herankommende, sich als Barrikade vor dem Blick erhebende Gebäudewand braucht der Beklagte nicht zu dulden. Dies um so weniger, als der Entzug des Sonnenlichtes \"während vieler Stunden des Tages\", wie ihn das Kantonsgericht in tatsächlicher Hinsicht massgebend feststellt, die Wohnung nicht bloss |340| weniger anziehend machen würde, sondern sich ungünstig auf das gesundheitliche Befinden des Bewohners auswirken müsste. Während das Wohnhaus heute noch, namentlich nach Süden und Westen hin, gewissermassen im Grünen steht, befände es sich bei Ausführung des Bauprojektes der Klägerin nahe an einem Gebäude gewerblichen Charakters mit einer in östlicher Richtung in das Profil des Wohnhauses ragenden und sich nach Westen ausdehnenden Nordfassade. Zudem ist anzunehmen, der Wohnberechtigte habe sich bisher auch im Garten aufhalten dürfen, wie es üblicherweise den Hausbewohnern gestattet wird. Die Klägerin hat dem Beklagten ja sogar den Nutzen sämtlicher Bäume überlassen und ihn später für zwei gefällte Obstbäume entschädigt. Das geplante Gebäude würde aber jenes Südzimmer fast unbewohnbar machen und praktisch den grössten Teil des Hausumschwunges in Anspruch nehmen. Dazu kämen akustische Einwirkungen, die vom Neubau ausgingen, zu schweigen von den Lärm- und Staubeinwirkungen der Bauzeit. Im übrigen hebt das kantonale Urteil mit Recht die Beeinträchtigung des Mietwertes der Wohnung des Beklagten hervor. Eine solche Schmälerung des Wohnungsgenusses braucht sich aber der Beklagte ebensowenig gefallen zu lassen wie ein Mieter. Miete und Wohnrecht unterscheiden sich hauptsächlich dadurch voneinander, dass jene auf einem obligatorischen, diese auf einem dinglichen Rechtsverhältnis beruht (vgl. LEEMANN, N. 9 zu Art. 776 ZGB). Sie verschaffen dem Berechtigten gleichermassen ein Recht auf Benutzung, dessen Ausübung sich nicht in der Verwendung der zum Wohnen dienenden Räume und Anlagen erschöpft, sondern den Anspruch auf Licht und Sonne, auf Freiheit von schädlichen Einwirkungen der Nachbarschaft und auf gewisse in der gegebenen Wohnlage begründete Vorteile und Annehmlichkeiten in sich schliesst. Im vorliegenden Fall würde der geplante Neubau in Lebensverhältnisse des Beklagten eingreifen, die er nach Treu und Glauben als durch sein Wohnrecht gesichert halten durfte.\n\n|341|\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, die Urteile des Kantonsgerichts St. Gallen, I. Zivilkammer, vom 15. Februar 1962 und vom 22. Mai 1962 werden aufgehoben und die Klage wird abgewiesen."}