{"annee": "89", "cour": "IV", "page": "57", "date": "10/5/1963", "cite": ["79 IV 97", "86 IV 145", "71 IV 225"], "cite_par": ["90 IV 168", "97 IV 1", "143 IV 104"], "chapeau": "12. Auszug aus dem Urteil des Kassationshofes vom 10. Mai 1963 i.S. François gegen Züblin.", "regestes": ["Art. 31 CP. La volonté de retirer la plainte doit être exprimée de façon non équivoque."], "faits": "BGE 89 IV 57 S. 57\n\nA.- Rechtsanwalt Dr. A. Züblin reichte am 20. September 1960 im Namen des R. Moor gegen J. P. François beim Bezirksgericht Zürich eine Privatstrafklage ein. François fühlt sich wegen darin enthaltener Äusserungen in seiner Ehre verletzt. Er stellte deshalb gegen Moor am 21. Februar 1961 beim Polizeigericht in Genf Strafantrag. Am 23. Februar 1961 führte er für den Fall, dass die Genfer Behörden nicht zuständig sein sollten, gegen den gleichen Beschuldigten beim Bezirksgericht Zürich Ehrverletzungsklage. Er erklärte, der Strafantrag gelte auch gegen allfällige Mitverantwortliche und er behalte sich vor, auch gegen sie eine Anklageschrift einzureichen.\n\nAm 21. September 1962 ersuchte François die Anklagekammer des Bundesgerichts, zur Beurteilung der Klage gegen Moor die Genfer Behörden zuständig zu erklären. Die Anklagekammer wies dieses Gesuch am 24. November 1962 ab und erklärte die Behörden des Kantons Zürich berechtigt und verpflichtet, Moor zu verfolgen und zu beurteilen.\n\nB.- Am 3. August 1962 klagte François beim Bezirksgericht Zürich wegen der in der Rechtsschrift vom 20. September 1960 enthaltenen Äusserungen auch Dr. Züblin der Ehrverletzung an. Der Gerichtsvorstand der 5. Abteilung BGE 89 IV 57 S. 58des Bezirksgerichts verfügte indessen am 11. September 1962, diese Anklage werde nicht zugelassen.\n\nFrançois beschwerte sich gegen diese Verfügung. Das Obergericht des Kantons Zürich wies den Rekurs am 7. März 1963 ab.\n\nC.- François führt Nichtigkeitsbeschwerde. Er beantragt, diesen Beschluss aufzuheben und das Obergericht zu verhalten, auf die Anklage einzutreten.\n\nD.- Der Beschwerdegegner beantragt, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n3. Wann inhaltlich ein gültiger Rückzug des Strafantrages vorliegt, bestimmt das eidgenössische Recht. Vom kantonalen Recht hängt nur ab, bei welcher Behörde und in welcher Form er erfolgen muss (BGE 79 IV 100).\n\na) In BGE 86 IV 149 wurde entschieden, dass der Rückzug nicht einer ausdrücklichen Willenserklärung bedürfe. Es kann jedoch keine Rede davon sein, dass schon der innere Wille des Verletzten, den Strafantrag zurückzuziehen, genüge. Nicht auf den innern Willen kommt es an, sondern darauf, ob eine auf Rückzug gerichtete Willensäusserung vorliege. Das Bundesgericht hat denn auch den Rückzug stets als Erklärung bezeichnet (BGE 79 IV 100 f., BGE 86 IV 149) und noch im letzterwähnten Entscheid ausgeführt, der Wille, den Strafantrag zurückzunehmen, müsse unmissverständlich zum Ausdruck kommen. Die Feststellung des Obergerichts, der Beschwerdeführer habe nach der Stellung des Strafantrages gegen Moor den Willen, den Beschwerdegegner als Mitbeteiligten verfolgen zu lassen, nicht mehr gehabt, genügt daher zur Bejahung des Rückzuges nicht.\n\nb) Das Obergericht hält dem Beschwerdeführer vor, er habe den Strafantrag gegen die \"übrigen Beteiligten\" dadurch zurückgezogen, dass er nach der Einreichung der Strafklage gegen Moor ungebührlich lange zuwartete, ehe er die Privatstrafklage gegen den Beschwerdegegner anhängig machte.\n\nBGE 89 IV 57 S. 59\n\nDiese Auffassung scheitert schon daran, dass es einen auf die \"übrigen Beteiligten\" beschränkten Rückzug des Strafantrages nicht gibt. Zieht der Verletzte seinen Strafantrag gegenüber einem Beschuldigten zurück, so gilt der Rückzug für alle Beschuldigten (Art. 31 Abs. 3 StGB). Das Verhalten des Beschwerdeführers dürfte daher höchstens dann als eine auf Rückzug des Strafantrages gerichtete Willensäusserung ausgelegt werden, wenn angenommen werden müsste, der Beschwerdeführer habe durch das Zuwarten mit der Privatstrafklage gegen den Beschwerdegegner den Willen bekundet, von der Verfolgung aller Beteiligten, besonders auch des Moor, Abstand zu nehmen. Das hält ihm selbst das Obergericht nicht vor. Eine solche Auslegung widerspräche den Art. 29 und 30 StGB. Denn sie hätte zur Folge, dass der Verletzte, der gegen einen an der Tat Beteiligten Strafantrag gestellt hat, verhältnismässig bald auch gegen alle andern Beteiligten vorgehen müsste, um nicht Gefahr zu laufen, dass sein passives Verhalten als Rückzug des Strafantrages ausgelegt werde. Das Bundesrecht verlangt aber nur, dass binnen der Dreimonatsfrist des Art. 29 StGB gegen einen an der Tat Beteiligten Strafantrag gestellt wird; es kann also im blossen Nichtvorgehen gegen die andern Beteiligten nicht einen Rückzug des Strafantrages sehen wollen.\n\nc) Hievon abgesehen kann das blosse Nichteinreichen der vom kantonalen Recht geforderten Privatstrafklage gegen die \"übrigen Beteiligten\" nicht als Willensäusserung auf Rückzug des nach eidgenössischem Recht gültig gestellten Strafantrages ausgelegt werden.\n\nDieses Verhalten mag im Einzelfall auf einem bestimmten Willen beruhen, ist aber jedenfalls dann keine Willensäusserung, wenn das kantonale Recht, wie das Obergericht für den Kanton Zürich entschieden hat, die Befugnis zur Einreichung der Privatstrafklage nicht befristet. Der Verletzte darf, wenn er an keine Frist gebunden ist, die Privatstrafklage jederzeit anbringen, solange die Strafverfolgung nicht verjährt ist. Er kann Gründe haben, die Einreichung der Klage gegen die \"übrigen Beteiligten\" BGE 89 IV 57 S. 60aufzuschieben, und er braucht über den Grund seines Zuwartens niemandem Rechenschaft abzulegen, gleichgültig, ob ihm die \"übrigen Beteiligten\" schon bekannt sind oder ob er noch weitere Abklärung abwarten will. Sein Zuwarten entspricht einem Recht und darf daher nicht zu seinem Nachteil als Rückzug des Strafantrages ausgelegt werden. Dadurch unterscheidet sich der vorliegende Fall von dem vom Beschwerdegegner erwähnten Abstand von der Einreichung einer endgültigen Anklage wegen Pressehrverletzung. Diese Abstandnahme - ob in ihr wirklich ein bundesrechtlicher Rückzug des Strafantrages liege, wurde in BGE 71 IV 229 nicht entschieden - erfolgt durch Nichtbenützung einer vom Untersuchungsrichter gemäss § 303 zürch. StPO angesetzten Frist. Im vorliegenden Falle aber wird dem Beschwerdeführer Untätigkeit ohne vorausgegangene Fristansetzung vorgeworfen.\n\nEs kann offen bleiben, ob lange Untätigkeit als Rückzug des Strafantrages gedeutet werden muss, wenn besondere Umstände den Verletzten zu reden verpflichten, z.B. wenn ihm der Richter mit der Androhung, das Schweigen würde als Rückzug ausgelegt, Frist zur Äusserung setzt und der Verletzte darauf nicht antwortet. Die Zürcher Behörden haben den Beschwerdeführer nicht gefragt, ob er auch gegen den Beschwerdegegner Privatstrafklage einreichen wolle. Es liegen auch keine andern Umstände vor, die den Beschwerdeführer verpflichtet hätten, ihnen seinen Entschluss vor dem 3. August 1962 mitzuteilen. Das Obergericht wirft ihm nur vor, er wäre schon Ende Januar, spätestens nach dem 7. Juni 1961, als er von der Beteiligung des Beschwerdegegners sichere Kenntnis erlangt habe, imstande gewesen, diesen ins Recht zu fassen, und er habe dies nicht getan, weder in Genf, das er als zuständig betrachtet habe, noch in Zürich, um zu vermeiden, dass die Behörden der beiden Orte übereinstimmend den Gerichtsstand Zürich anerkennen würden. Dies mag erklären, weshalb der Beschwerdeführer nicht sofort BGE 89 IV 57 S. 61auch gegen den Beschwerdegegner klagte. Die Gründe seines Zuwartens stempeln dieses aber nicht zu einer Willensäusserung, geschweige denn zu einer solchen gegenüber den Zürcher Behörden, bei denen der Rückzug des Strafantrages hätte erfolgen müssen. Der vorliegende Fall unterscheidet sich in dieser Hinsicht deutlich von dem in BGE 86 IV 145 ff. veröffentlichten, wo der Rückzug des Strafantrages aus zwei schriftlichen Eingaben des Verletzten an das Gericht in Verbindung mit seinem Verhalten anlässlich der Zeugeneinvernahme eines Beteiligten abgeleitet wurde.\n\nEs könnte übrigens auch nicht gesagt werden, der Beschwerdeführer habe unmissverständlich ausgedrückt, dass er den Strafantrag gegen den Beschwerdegegner zurückziehen wolle. Er hatte sich die Einreichung der Klage gegen die Mitbeteiligten anlässlich der Stellung des Strafantrages gegen Moor ausdrücklich vorbehalten und damit kundgegeben, dass sein Zuwarten nicht als Verzicht auf die Klage gegen die Mitbeteiligten ausgelegt werden dürfe. Dieser Vorbehalt brauchte nicht wiederholt zu werden, um den Zürcher Behörden kundzutun, dass die Beschränkung der Klage auf Moor nur vorläufiger Natur sei und nicht zum Nachteil des Beschwerdeführers ausgelegt werden dürfe. Gerade weil der Beschwerdeführer den Beschwerdegegner nur aus prozesstaktischen Gründen (Nichtpräjudizierung des Gerichtsstandes) nicht sofort ins Recht fasste, durfte der Vorbehalt nicht stillschweigend als fallen gelassen gelten, jedenfalls solange nicht, als noch dahinstand, ob Moor nicht doch in Zürich statt in Genf zu verfolgen sei.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil der I. Strafkammer des Obergerichts des Kantons Zürich vom 7. März 1963 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}