{"annee": "89", "cour": "IV", "page": "171", "date": "24/5/1963", "cite": [], "cite_par": ["122 IV 365", "104 IV 68", "117 IV 107"], "chapeau": "34. Arrêt de la Cour de cassation pénale du 24 mai 1963 dans la cause Dunand contre Ministère public du canton de Genève.", "regestes": ["Art. 60 CP, art. 270 al. 1 et 3, 271 PPF. Le pourvoi en nullité n'est pas ouvert au lésé contre le refus de l'allocation."], "faits": "BGE 89 IV 171 S. 171\n\nA.- Le 21 juin 1962, la Cour d'assises du canton de Genève a infligé à W. Lambert, Fornage, Zumstein, C. Lambert et Gerber des peines privatives de liberté en vertu des art. 137 et 145 CP. W. Lambert et Fornage ont été déclarés coupables en particulier de vol par effraction commis au préjudice de Max Dunand et ayant porté sur 15 517 fr. 05. La cour les a condamnés à payer cette somme au lésé, avec intérêts à 5% dès le 8 décembre 1959.\n\nB.- L'arrestation des prévenus avait permis de confisquer 55 046 fr. 95, provenant de plusieurs vols.\n\nLe 31 juillet 1962, Dunand a demandé à la Cour correctionnelle du canton de Genève de lui allouer, en vertu de BGE 89 IV 171 S. 172l'art. 60 CP, 15 517 fr. 05 à prélever sur les sommes confisquées. La cour a été saisie de plusieurs requêtes similaires, présentées par d'autres victimes des condamnés et par des compagnies d'assurances qui ont couvert une partie du préjudice subi par certaines victimes. Les prétentions ainsi élevées dépassaient sensiblement la somme confisquée.\n\nC.- Répartissant les 55 046 fr. 95 disponibles, la Cour correctionnelle a, par arrêt du 28 janvier 1963, alloué 5623 fr. à Dunand, après avoir relevé que, ayant touché de l'Union suisse une indemnité de 8000 fr., ses prétentions se trouvaient réduites à 7517 fr. 05.\n\nD.- Dunand se pourvoit en nullité contre l'arrêt du 28 janvier 1963. Prétendant que l'Union suisse lui a cédé ses droits contre Lambert et Fornage, il reproche à la cour cantonale d'avoir violé l'art. 60 CP en excluant les 8000 fr. de la répartition.", "considerants": "Considérant en droit:\n\n1. L'arrêt attaqué relève que les parties ont un délai de trois jours francs pour se pourvoir en cassation. Les décisions de la Cour correctionnelle sont en effet susceptibles de recours en cassation lorsqu'elles violent la loi pénale (art. 437 al. 1 litt. a PP gen.). L'art. 439 PP gen. n'ouvre cependant cette voie de droit qu'au procureur général, à l'accusé et au condamné. Le droit de recourir n'appartient donc pas au lésé. Il s'ensuit que, à l'égard de Dunand, l'arrêt du 28 janvier 1963 ne peut pas donner lieu à un recours de droit cantonal pour violation du droit fédéral (art. 268 PPF).\n\n2. Le pourvoi a été formé et motivé en temps utile. Reste à examiner si Dunand a qualité pour agir par cette voie.\n\na) En matière pénale, elle est ouverte d'abord à l'accusé et à l'accusateur public; en outre au lésé dans les cas qui ne sont poursuivis que sur plainte (art. 270 al. 1 PPF); enfin à l'accusateur privé qui, conformément au droit BGE 89 IV 171 S. 173cantonal, a soutenu l'accusation à lui seul, sans intervention de l'accusateur public (art. 270 al. 3).\n\nIl s'agit en l'espèce d'infractions qui se poursuivent d'office. De plus, le canton de Genève ne connaît pas l'institution de l'accusateur privé; en effet l'accusation, d'après la procédure genevoise, est toujours soutenue par le procureur général (cf., pour les causes déférées à la Cour d'assises, notamment les art. 221, 233, 245, 255 al. 2, 270 al. 5, 284, 296 al. 2, 297, 306, 308 al. 2 PP gen.; pour celles qui relèvent de la Cour correctionnelle, les art. 270, 276, 383 et 388, et pour celles qui ressortissent au Tribunal de police, les art. 390 et 396).\n\nL'action pénale contre Lambert et consorts s'est d'ailleurs éteinte par l'entrée en force du jugement de condamnation. Les demandes que Dunand et d'autres lésés ont fondées sur l'art. 60 CP sont indépendantes de l'action pénale; elles tendent en effet non à la punition des délinquants (déjà condamnés), mais au versement de prestations par l'Etat. Pour cette raison déjà, l'art. 270 al. 1 à 3 PPF ne s'applique pas en l'occurrence. Sans doute les art. 268 à 270 PPF ne disent-ils pas que la décision attaquée doit avoir trait à une action pénale. Outre que cela résulte de la nature du pourvoi en nullité, l'art. 277 ter al. 1 exclut toute hésitation (cf., de plus, l'art. 271 al. 1 et 2).\n\nb) Touchant les conclusions civiles, le lésé notamment est habile à se pourvoir en nullité selon l'art. 271 PPF. Mais cette disposition n'est pas non plus applicable en l'espèce.\n\nPar conclusions civiles, tout d'abord, elle vise les prétentions litigieuses que la victime élève contre l'auteur du dommage. Or les prétentions de Dunand contre Lambert et Fornage ne sont plus en cause; la Cour d'assises les a liquidées par son arrêt du 21 juin 1962, passé en force et qui condamne les deux cambrioleurs à lui payer 15 517 fr.05. Du reste, pour que l'allocation au lésé, prévue par l'art. 60 CP, entre en ligne de compte, il faut que le dommage soit \"constaté judiciairement ou par accord avec le lésé\".BGE 89 IV 171 S. 174\n\nLors donc et du fait même que cette condition est réalisée, plus aucun pourvoi n'est recevable sur les conclusions civiles.\n\nDe plus, il ne s'agit pas, en l'espèce, de conclusions civiles, c'est-à-dire d'une contestation de droit civil, mais d'un litige qui relève du droit public, un particulier demandant, de par une règle de droit public, des prestations sur la valeur de certains biens dont l'Etat dispose en tant que détenteur de la puissance publique. Les termes \"contestations de droit civil\" prennent ici leur acception stricte. Rien n'autorise à leur donner un sens plus large, comme on le fait à l'art. 42 OJ par des motifs historiques (RO 81 I 279), qui sont sans portée du point de vue de l'art. 60 CP.\n\nc) La loi fédérale sur la procédure pénale ne permet donc pas au lésé d'attaquer par un pourvoi en nullité une décision prise en vertu de l'art. 60 CP. Il ne s'agit pas là d'une lacune. En effet, la loi n'accorde au requérant aucun droit d'exiger des prestations sur la valeur des biens confisqués, même lorsque, par ailleurs, les conditions que pose l'art. 60 CP sont réalisées. Car le juge peut admettre ou rejeter la requête en vertu du pouvoir d'appréciation que lui confère la loi; il ne viole le droit fédéral que s'il excède les limites de ce pouvoir; encore, le Tribunal fédéral n'intervient-il pas sans nécessité dans ce domaine (RO 81 IV 123, consid. 6). On comprend, dès lors, que le législateur n'ait pas ouvert le pourvoi en nullité (cf. en matière de recours de droit administratif: RO 85 I 266), même si, de ce fait, il privait le requérant du libre contrôle, par la cour de céans, des conditions objectives posées par la loi. La voie subsidiaire du recours de droit public pour arbitraire demeure du reste ouverte; sur la question d'opportunité, elle permet un contrôle presque aussi strict que l'autre.\n\nPar ces motifs, la Cour de cassation pénale\n\ndéclare le pourvoi irrecevable."}