{"annee": "89", "cour": "I", "page": "303", "date": "6/6/1963", "cite": ["85 II 297", "64 II 74", "84 II 469", "84 I 119", "80 II 97", "76 I 34", "74 II 54", "56 II 335", "86 II 303"], "cite_par": ["94 II 220", "103 IB 69", "120 II 87", "110 II 156", "93 I 573", "112 V 89", "111 II 401", "105 II 215", "106 II 236", "109 IB 232", "105 II 1", "112 V 164", "93 II 48"], "chapeau": "47. Urteil der II. Zivilabteilung vom 6. Juni 1963 i.S. Baumberger gegen Regierungsrat des Kantons Bern.", "regestes": ["Conditions de la reconnaissance en Suisse d'un jugement de divorce mettant fin à une action introduite dans son autre pays d'origine par une femme ayant la double nationalité suisse et étrangère. -Art. 7 g et 7 h LRDC. Lacune de la loi comblée par le juge. Art. 1 al. 2 et 3 CC. Portée de l'art. 144 CC. Les autorités suisses doivent reconnaître le divorce obtenu dans son autre pays d'origine, contre son mari domicilié en Suisse, par une femme née étrangère qui avait conservé sa nationalité lors de son mariage avec un ressortissant suisse. - lorsque cette femme s'était créé valablement (selon les art. 25 al. 2 et 170 al 1 CC) un domicile personnel dans ce pays d'origine (consid. 2-4); - de même, lorsque, sans bénéficier d'une telle autorisation, elle s'était établie de façon durable dans son autre pays d'origine et qu'elle était admise, comme ressortissante en séjour habituel, à introduire une action en divorce devant la juridiction compétente de ce pays (consid. 5); - mais non lorsque ladite femme séjourne en fait de façon durable en Suisse (consid. 5). Réserve de l'ordre public suisse (consid. 6)."], "faits": "BGE 89 I 303 S. 305\n\nA.- Otto Baumberger, von Koppigen (Kanton Bern), liess sich am 8. August 1958 in Romanshorn mit der deutschen Staatsangehörigen Liselotte Wilhelmine Batscheider trauen. Die Ehefrau behielt neben dem durch die Heirat erworbenen schweizerischen das angestammte deutsche Bürgerrecht bei. Die Eheleute wohnten nur kurze Zeit beisammen. Der Ehemann war einige Wochen bei der Ehefrau, die bei ihren Eltern in Probstried (Allgäu) wohnte, zu Besuch. Nachher begab er sich wieder in die Schweiz und liess sich in Basel nieder. Die Ehefrau blieb in Deutschland.\n\nB.- Auf Klage der Ehefrau sprach die 1. Zivilkammer des Landgerichts Kempten (Allgäu) am 25. Juni 1962 die Scheidung der Ehe aus. Der Ehemann war im Scheidungsprozess durch einen Anwalt vertreten. Er anerkannte die Zuständigkeit des von der Ehefrau angerufenen Gerichts und widersetzte sich der Scheidung nicht. Das Urteil beruht auf § 48 des deutschen Ehegesetzes.\n\nC.- Das Amt für den Zivilstandsdienst des Kantons Bern lehnte die Eintragung des rechtskräftig gewordenen deutschen Scheidungsurteils im Familienregister der Heimatgemeinde Koppigen ab. Der von Baumberger eingelegte Rekurs mit dem Antrag, dieEintragung sei anzuordnen, wurde vom Regierungsrat des Kantons Bern mit Entscheid vom 21. Dezember 1962 abgewiesen. Dieser Entscheid beruht auf folgenden Erwägungen: Der Ehemann hatte seinen Wohnsitz während des Scheidungsprozesses in der Schweiz, während die Ehefrau in Deutschland wohnte. Nach Art. 7 g Abs. 3 NAG wird die Scheidung schweizerischer Ehegatten durch ein ausländisches Urteil nur dann anerkannt, wenn beide im Ausland wohnen (wobei aufBGE 56 II 341,BGE 64 II 78und BGE 80 II 97 hingewiesen wird).BGE 89 I 303 S. 306\n\nDass der Ehemann den deutschen Gerichtsstand anerkannt hat, ist belanglos, denn die Gerichtsstände für Personen- und Familienstandsklagen sind der Parteiautonomie entzogen (BGE 84 II 469 ff.).\n\nD.- Gegen diesen Entscheid hat Baumberger die vorliegende Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben. Er hält am Begehren fest, das deutsche Scheidungsurteil sei anzuerkennen und dessen Eintragung in das Familienregister von Koppigen anzuordnen.\n\nE.- Der Regierungsrat beantragt Abweisung der Beschwerde. Im gleichen Sinne lässt sich das Eidgenössische Justiz- und Polizeidepartement vernehmen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Da die Parteien des in Deutschland durchgeführten Scheidungsprozesses Schweizerbürger sind (und zwar der Ehemann ausschliesslich), besteht für die Schweiz keine staatsvertragliche Pflicht zur Anerkennung des in Deutschland ergangenen Urteils (Art. 3 des Vollstreckungsabkommens vom 2. November 1929 zwischen Deutschland und der Schweiz). Ob dieses Urteil in der Schweiz anzuerkennen sei, hängt somit nur davon ab, ob nach den Grundsätzen des schweizerischen Rechtes eine Zuständigkeit zur Beurteilung der Scheidungsklage der Ehefrau in Deutschland begründet war oder nicht. Davon geht der angefochtene Entscheid zutreffend aus.\n\n2. Der Entscheid des Regierungsrates beruht auf Art. 7 g Abs. 3 NAG, wonach \"die Scheidung schweizerischer, im Auslande wohnender Ehegatten durch ein nach dortigem Rechte zuständiges Gericht\" anzuerkennen ist. Er verneint, dass man es hier mit \"im Auslande wohnenden Ehegatten\" zu tun habe, da nach der Rechtsprechung beide Ehegatten im Auslande wohnen müssten, jedoch hier der Ehemann seinen Wohnsitz ständig in der Schweiz hatte. In der Tat verlangt die Rechtsprechung zu Art. 7 g Abs. 3 NAG ausländischen Wohnsitz nicht bloss des klagenden, sondern beider Ehegatten (vgl., ausser den BGE 89 I 303 S. 307im kantonalen Entscheid angeführten Präjudizien, BGE 74 II 54 und BGE 86 II 309).\n\nDer Beschwerdeführer hält dafür, diese Einschränkung des Anwendungsgebietes von Art. 7 g Abs. 3 NAG (die übrigens nicht von allen Autoren gebilligt wird, vgl. STAUFFER, N. 3 zu Art. 7 g NAG) sei jedenfalls dann ungerechtfertigt, wenn der klagende Ehegatte neben der schweizerischen noch eine ausländische Staatsangehörigkeit besitzt und die Klage in seinem andern Heimatstaat, wo er wohnt, angehoben hat. Die erwähnte Rechtsprechung stamme aus einer Zeit, in der weder das schweizerische noch das deutsche Bürgerrechtsgesetz der Ehefrau ein Sonderbürgerrecht zugebilligt haben. Das NAG von 1891 regle die Fälle doppelter Staatsangehörigkeit nicht. Es bestehe eine Gesetzeslücke, die unter Berücksichtigung der Rechtsordnung des andern Heimatstaates auszufüllen sei. Die Ehefrau Baumberger sei in Deutschland nach dortigem Rechte gültig geschieden worden und habe sich seither wieder verheiratet. Dieser Änderung der Rechtsverhältnisse könne die Schweiz ihre Anerkennung nicht versagen.\n\nDemgegenüber will das Eidg. Justiz- und Polizeidepartement jene nach der Rechtsprechung für die Anwendung von Art. 7 g Abs. 3 NAG bestehende Schranke auch gegenüber der Scheidung auf Klage eines Doppelbürgers gelten lassen. Für die schweizerischen Behörden gelte der Doppelbürger einfach als Schweizerbürger. Das entspricht der Stellungnahme der Justizabteilung in mehreren Bescheiden (vgl. Verwaltungsentscheide der Bundesbehörden 1955 Nr. 62 S. 139 und 1956 Nr. 49 S. 143).\n\nZur Frage, ob und in welcher Weise Art. 7 g Abs. 3 NAG bei schweizerisch/ausländischem Doppelbürgerrecht des klagenden Ehegatten anwendbar sei, hat die Rechtsprechung bisher nicht in umfassender Weise Stellung genommen. Von den angeführten Entscheidungen bezieht sich nur BGE 80 II 97 ff. auf solche Doppelbürger. Dabei wurde freilich die nach der Rechtsprechung gegenüber Ehegatten ohne ausländisches Bürgerrecht geltende BGE 89 I 303 S. 308Schranke der Anwendung von Art. 7 Abs. 3 NAG als ebenfalls massgebend betrachtet (a.a.O. S. 101/2). Das geschah jedoch, ohne dass die Frage auch nur aufgeworfen worden wäre, ob das neben dem schweizerischen bestehende ausländische Bürgerrecht des im Auslande klagenden Ehegatten - allgemein oder unter bestimmten Voraussetzungen - eine weitergehende Berücksichtigung des ausländischen Urteils zu rechtfertigen vermöge. Der vorliegende Fall gibt Veranlassung, dies näher zu prüfen. Im Unterschied zum Fall des erwähnten Präjudizes ist es hier bereits zu einem rechtskräftigen ausländischen Scheidungsurteil gekommen, worauf sich die geschiedene Ehefrau des Beschwerdeführers nach dessen Vorbringen wieder verheiratet hat. Bei dieser Konfliktslage gewinnt die Frage besondere Bedeutung, ob die für \"schweizerische\" Ehegatten aufgestellte Gesetzesnorm in jeder Hinsicht auch für schweizerisch/ausländische Doppelbürger zu gelten habe, und namentlich, ob jenes Erfordernis des beidseitigen ausländischen Wohnsitzes auch in einem solchen Falle im Sinne des Gesetzes liege.\n\n3. Im allgemeinen wird der Doppelbürger in jedem Heimatstaat einfach als sein Bürger betrachtet (BGE 76 I 38 mit Hinweisen). In Anwendung dieses Grundsatzes hat das Bundesgericht den Gerichtsstand des (schweizerischen) Heimatortes für die Scheidungsklage nach Art. 7 g Abs. 1 NAG auch einer im Auslande wohnenden Doppelbürgerin zuerkannt (der Ehefrau eines Belgiers, die durch die Heirat dessen Bürgerrecht erworben und daneben ihr angestammtes Schweizerbürgerrecht beibehalten hatte; BGE 84 II 474 /75). Dieselbe Ansicht findet sich in der Literatur vertreten (vgl. STAUFFER, N. 2, und BECK, N. 11 zu Art. 7 g NAG; SCHNITZER, Handbuch des internationalen Privatrechts, 4. Auflage, I S. 162 mit Hinweisen). Andere Autoren nehmen den Standpunkt ein, ein im andern Heimatstaate wohnender Doppelbürger könne den Gerichtsstand seines schweizerischen Heimatortes nach Art. 7 g Abs. 1 NAG nicht in Anspruch nehmen.BGE 89 I 303 S. 309\n\nSie weisen auf die Gefahr der Nichtanerkennung des schweizerischen Urteils im andern Heimat- und zugleich Wohnsitzstaate hin und wollen daher einen solchen Doppelbürger in der Schweiz, wo er nicht wohnt, in bezug auf die Gerichtsbarkeit in Scheidungssachen schlechthin als Ausländer behandelt wissen (so namentlich GULDENER, Internationales und interkantonales Zivilprozessrecht der Schweiz, S. 39/40 und 65 mit Fussnote 174). Das Bundesgericht hat im soeben erwähnten Urteil die sich mitunter aus der Anwendung von Art. 7 g Abs. 1 NAG auf Doppelbürger ergebenden Schwierigkeiten nicht übersehen, jedoch gefunden, es sei mit der vorbehaltlos für einen \"schweizerischen Ehegatten\" aufgestellten Gerichtsstandsnorm kaum vereinbar, den Gerichtsstand des Heimatortes nicht auch einem Doppelbürger zugute kommen zu lassen, sofern nur die eine Staatsangehörigkeit eben die schweizerische ist, und im übrigen wäre es Aufgabe einer internationalen Regelung, Spezialnormen für Doppelbürger aufzustellen. Es mag dahingestellt bleiben, ob jene weite Auslegung des Art. 7 g Abs. 1 NAG angesichts der sich mehrenden internationalen Zuständigkeitskonflikte als dem wahren Sinne des Gesetzes entsprechend betrachtet werden könne und beizubehalten sei, oder ob nicht vielmehr bei Wohnsitz des Doppelbürgers in einem seiner Heimatstaaten der Gerichtsbarkeit dieses Staates gegenüber derjenigen des andern Heimatstaates der Vorrang einzuräumen sei (vgl. ausser GULDENER, a.a.O., NIEDERER, Einführung in die allgemeinen Lehren des internationalen Privatrechts, 3. Auflage, S. 157; MAKAROW, Allgemeine Lehren des Staatsangehörigkeitsrechtes, 2. Auflage 1962, S. 304; AUBERT, La transcription des divorces étrangers dans les registres de l'état civil suisse, in der Zeitschrift für Zivilstandswesen 1959-27, S. 368/69; SCHMIDHEINY, Die privatrechtlichen Folgen der selbständigen Staatsangehörigkeit der Ehefrau, Diss. 1958, S. 94 ff.; FEER, Die mehrfache Staatsangehörigkeit natürlicher Personen, Diss. 1951/55, S. 70/71; LACHENAL, Conséquences de la loi BGE 89 I 303 S. 310fédérale du 29 septembre 1952 sur l'acquisition et la perte de la nationalité suisse, im Schweizerischen Jahrbuch für internationales Recht 1952 S. 112/13). Im vorliegenden Falle geht es nicht um die Anwendung von Art. 7 g Abs. 1 NAG, da die Ehefrau des Beschwerdeführers die Klage nicht an ihrem schweizerischen Heimatort, sondern in Deutschland angehoben hat. Zu entscheiden ist über die Tragweite des Art. 7 g Abs. 3 NAG, der die Anerkennung ausländischer Scheidungsurteile betrifft und freilich in einem innern Zusammenhange mit jenem Abs. 1 steht.\n\n4. Wenn Art. 7 g Abs. 3 NAG nach der erwähnten Rechtsprechung die Anerkennung eines ausländischen Scheidungsurteils betreffend \"schweizerische, im Auslande wohnende Ehegatten\" nur zulässt, falls beide Ehegatten im Auslande wohnen, so ist damit gesagt, bei schweizerischem Wohnsitz des beklagten Ehegatten sei es dem allein im Auslande wohnenden Kläger füglich zuzumuten, den ihm ja nach Abs. 1 daselbst zur Verfügung stehenden Gerichtsstand des (schweizerischen) Heimatortes in Anspruch zu nehmen (vgl. die Begründung hiefür in BGE 56 II 341 unten). Dazu tritt die Erwägung, diese Einschränkung des Anwendungsgebietes von Art. 7 g Abs. 3 NAG werde keine internationalen Zuständigkeitskonflikte mit sich bringen: \"... Wird sich doch kaum ein ausländisches Gericht mit dem Scheidungsprozess unter Schweizern (vom Standpunkte des Auslandes aus betrachtet: unter Ausländern) abgeben wollen, wenn von vorneherein feststeht, dass sein Scheidungsurteil in der schweizerischen Heimat doch nicht anerkannt werden wird, und anderseits der heimatliche Gerichtsstand zur Verfügung steht\" (ebenda S. 341 oben). Gerade diese Erwägung trifft nun aber nicht zu, wenn der klagende Ehegatte neben der schweizerischen noch eine andere Staatsangehörigkeit besitzt. Zumal wenn er im andern Heimatstaate wohnt, ist sehr wohl damit zu rechnen, dass dieser einerseits ihm gleichfalls einen Gerichtsstand für die Scheidungsklage zur Verfügung stellt und anderseits ein schweizerisches Urteil BGE 89 I 303 S. 311nicht anerkennt. Dem Art. 7 g Abs. 3 NAG (wie auch dem Art. 7 h desselben Gesetzes) liegt die Absicht zu Grunde, internationale Zuständigkeits- und Rechtsanwendungskonflikte soweit möglich zu vermeiden (was ein allgemeines Anliegen des internationalen Privat- und Prozessrechtes ist; vgl. namentlich NEUHAUS, Die Grundbegriffe des internationalen Privatrechts, 1962, S. 38 ff.). Diesem Gesetzeswillen entspricht es, Art. 7 g Abs. 3 NAG auf ein im Ausland von einem dort wohnenden schweizerisch/ausländischen Doppelbürger erlangtes Scheidungsurteil ohne weiteres anzuwenden, ohne dass es hiebei auf den Wohnsitz des andern Ehegatten ankäme. Diese Lösung geht weniger weit als die von mehreren der erwähnten Autoren verfochtene, da sie neben dem ausländischen immerhin auch das schweizerische Bürgerrecht des im Auslande wohnenden Klägers zur Geltung kommen lässt: Diesem steht frei, die Scheidungsklage an seinem - schweizerischen - Heimatort oder aber bei dem in seinem andern Heimat- und zugleich Wohnsitzstaate zuständigen Richter anzuheben. Eine so weitherzige Anwendung des Art. 7 g Abs. 3 NAG bei mehrfacher Staatsangehörigkeit des klagenden Ehegatten wird durch die Fassung des Gesetzes nicht ausgeschlossen. Die Wendung \"schweizerische, im Auslande wohnende Ehegatten\" fasst eigentlich bloss Personen ausschliesslich schweizerischer Nationalität ins Auge, so dass in bezug auf Doppelbürger füglich eine im dargelegten Sinn auszufüllende Lücke des Gesetzes angenommen werden kann. Abgesehen von dem auf Vermeidung internationaler Zuständigkeits- und Rechtsanwendungskonflikte bedachten Gesetzeswillen spricht für die Anerkennung eines solchen ausländischen Scheidungsurteils auch noch folgende Überlegung: Da die Schweiz einem im Auslande wohnenden Bürger ohne Rücksicht auf den Wohnsitz des andern Ehegatten den Gerichtsstand seines Heimatortes nach Art. 7 g Abs. 1 NAG zur Verfügung stellt, wäre es ungereimt, eine im andern Heimatstaat eines Doppelbürgers, der ausserdem dort seinen Wohnsitz hat, gegebene Zuständigkeit BGE 89 I 303 S. 312in Scheidungssachen nur bei ausländischem Wohnsitz auch des andern Ehegatten gelten zu lassen.\n\n5. Der Regierungsrat hat also dem deutschen Scheidungsurteil die Anerkennung zu Unrecht deshalb versagt, weil bloss die Ehefrau in Deutschland wohnte, der Ehemann dagegen in der Schweiz. Indessen ist fraglich, ob die Ehefrau in Deutschland ihren rechtlichen Wohnsitz hatte, oder ob sich dieser Wohnsitz, trotz ihrem dauernden Aufenthalt in Deutschland, nach der Regel des Art. 25 Abs. 1 ZGB beim Ehemann in der Schweiz befand. Dem Scheidungsurteil und den übrigen Akten ist nichts zu entnehmen, was eine Berechtigung der Ehefrau zum Getrenntleben vor dem Scheidungsprozess gemäss Art. 170 Abs. 1 ZGB darzutun vermöchte. Daher ist anzunehmen, es sei bei ihrem unselbständigen schweizerischen Wohnsitz geblieben. Dennoch bestehen zureichende Gründe zur Anerkennung des deutschen Scheidungsurteils.\n\nZwar kann bei diesem Sachverhalt Art. 7 g Abs. 3 NAG jedenfalls nicht unmittelbar angewendet werden. Setzt er doch, wie dargetan, ausländischen Wohnsitz mindestens des klagenden Ehegatten schweizerischer Nationalität voraus. Es ist auch kein Zweifel, dass der Wohnsitzgerichtsstand des Art. 144 ZGB einer Ehefrau mit rechtlichem Wohnsitz in der Schweiz auch dann (ohne die für einen ausländischen Ehegatten nach Art. 7 h NAG geltenden Beschränkungen) zur Verfügung steht, wenn sie ausser dem schweizerischen noch ein ausländisches Bürgerrecht besitzt. Sodann gilt Art. 144 ZGB als zwingend, soweit nicht abweichende Bestimmungen des NAG eingreifen (BGE 85 II 299).\n\nArt. 144 ZGB ist jedoch eine Zuständigkeitsnorm des internen schweizerischen Rechtes. Diese Vorschrift befasst sich nicht mit der Frage, ob und wieweit eine zugleich im Ausland nach der dortigen Rechtsordnung bestehende Ehescheidungsgerichtsbarkeit anzuerkennen sei. Es bleibt eine offene Frage, ob die Anrufung eines ausländischen Ehescheidungsrichters bei schweizerischem Wohnsitz nur BGE 89 I 303 S. 313einem Ehegatten ausschliesslich ausländischer Nationalität (mit Rücksicht auf Art. 7 h NAG) oder unter Umständen auch einem schweizerischen Ehegatten, speziell einem Doppelbürger zuzugestehen sei mit der Folge, dass das ausländische Urteil dann in der Schweiz ebenfalls anzuerkennen sein werde. Im übrigen bedeutet der zwingende Charakter des Art. 144 ZGB bloss, der auf Grund dieser Vorschrift angerufene schweizerische Richter habe seine örtliche Zuständigkeit von Amtes wegen zu prüfen und gegebenenfalls abzulehnen. Die Unzuständigkeit zieht nicht etwa die Nichtigkeit eines formell rechtskräftig gewordenen Urteils nach sich (vgl. LEUCH, N. 2 zu Art. 28 und N. 3 zu Art. 359 der bernischen ZPO).\n\nIst der klagende Ehegatte ausschliesslich Schweizerbürger, so liegt es allerdings nahe, ihn bei schweizerischem Wohnsitz (sei dies ein selbständiger oder unselbständiger) durch Gegenschluss aus Art. 7 g Abs. 3 NAG und mit Hinweis auf die für rein ausländische Ehegatten getroffene Regelung des Art. 7 h NAG an den Wohnsitzgerichtsstand des Art. 144 ZGB als einzig zulässigen zu weisen. Die gleiche Lösung drängt sich auf gegenüber einer schweizerisch/ausländischen Doppelbürgerin, die nicht nur ihren rechtlichen Wohnsitz nach Art. 25 Abs. 1 ZGB in der Schweiz hat, sondern auch tatsächlich mit dem Ehemanne zusammen wohnt oder - bei berechtigtem Getrenntleben nach Art. 170 Abs. 1 ZGB - einen selbständigen Wohnsitz im Gebiete der Schweiz genommen hat. Anders kann sich die Zuständigkeitsfrage auf internationalem Boden jedoch dann stellen, wenn eine schweizerisch/ausländische Doppelbürgerin zwar ihren rechtlichen (abgeleiteten) Wohnsitz nach Art. 25 Abs. 1 ZGB in der Schweiz hat, dagegen tatsächlich dauernd getrennt vom Ehemann in ihrem andern Heimatstaate wohnt und dessen Rechtsordnung, an den Daueraufenthalt anknüpfend, ihr ebenfalls einen Gerichtsstand für die Scheidungsklage zur Verfügung stellt. In diesem Falle rechtfertigt sich bei Beurteilung der internationalen Abgrenzung der Gerichtsbarkeit in Scheidungssachen BGE 89 I 303 S. 314- da das NAG die Rechtsbeziehungen des Doppelbürgers zu seinen beiden Heimatstaaten nicht ins Auge fasst und seine Vorschriften daher mit Bezug auf Doppelbürger nicht als abschliessend gelten können, wie bereits in Erw. 4 dargetan - eine überstaatliche Art der Betrachtung (vgl. NIEDERER. Einführung, S. 142 ff.).\n\nDer Wohnsitzbegriff enthält rechtliche Elemente, die in den verschiedenen Rechtsordnungen voneinander abweichen. Deshalb wird in neueren Gesetzen wie auch in internationalen Übereinkommen bisweilen der einfachere Begriff des \"gewöhnlichen Aufenthaltsortes\" verwendet (vgl. SCHNITZER, Handbuch des IPR, 4. Auflage, I 127/28; SCHNITZER, Wohnsitz und Aufenthalt, Schweiz. Jur. Kart. Nr. 946 Ziff. 7; W. v. STEIGER, Der Wohnsitz als Anknüpfungsbegriff im internationalen Privatrecht, Diss. 1934, S. 108 ff.; W. v. STEIGER, in ZbJV 97/1961 S. 461/62). In der Tat ist es wünschbar, bei der Abgrenzung der staatlichen Gerichtsbarkeiten von einheitlichen, möglichst einfachen Begriffen ausgehen zu können. Grundsätzlich rechtfertigt es sich nun, den \"gewöhnlichen Aufenthaltsort\" einer Person als einen dem \"Wohnsitz\", zumal einem unselbständigen, fiktiven Wohnsitz, gleichwertigen Anknüpfungsbegriff für die Bestimmung der örtlichen Zuständigkeit gelten zu lassen. Dies auch vom Standpunkte der schweizerischen Rechtsordnung aus, da der \"gewöhnliche Aufenthaltsort\" ungefähr dem tatsächlichen Wohnsitz selbständiger Personen nach Art. 23 ZGB entspricht. Fraglich ist allerdings, wieweit der Berücksichtigung eines auf solcher Grundlage bestehenden ausländischen Gerichtsstandes das den Artikeln 7 g und 7 h NAG in hohem Masse zu Grunde liegende Heimatprinzip entgegensteht. Unter diesem Gesichtspunkt ist zu beachten, dass die aus Deutschland stammende Ehefrau eines Schweizerbürgers, die durch die Heirat dessen Bürgerrecht erworben, jedoch das angestammte deutsche Bürgerrecht gleichwohl beibehalten hat und dauernd vom Ehemanne getrennt in ihrem angestammten Heimatlande wohnt, einerseits - als Schweizerbürgerin BGE 89 I 303 S. 315mit (unselbständigem) schweizerischem Wohnsitz - den Gerichtsstand des Art. 144 ZGB, anderseits - als deutsche Staatsangehörige mit gewöhnlichem Aufenthalt in Deutschland - den an diesen Aufenthaltsort anknüpfenden Gerichtsstand des § 606 der deutschen ZPO (in der Fassung des Gesetzes vom 18. Juni 1957; siehe die Ausgabe der deutschen Gesetze von H. Schönfelder) zur Verfügung hat. Der (insbesondere auch in Art. 7 g Abs. 3 NAG zum Ausdruck gebrachten) Absicht des NAG, nach Möglichkeit internationale Zuständigkeitskonflikte zu vermeiden, entspricht es nun durchaus, bei schweizerisch/ausländischem Doppelbürgerrecht einer Ehefrau, die (wenn auch ohne Berechtigung zum Getrenntleben) dauernd in ihrem andern Heimatstaate wohnt, die ihr in beiden Staaten zur Verfügung stehende Scheidungsgerichtsbarkeit gleichermassen gelten zu lassen, also das auf solcher Grundlage ergangene ausländische Urteil auf dem Weg der Ausfüllung einer Lücke des Art. 7 g NAG anzuerkennen.\n\n6. Gründe der öffentlichen Ordnung der Schweiz, die der Anerkennung jenes Urteils im vorliegenden Fall entgegenstünden, sind nicht gegeben. Der Ehefrau des Beschwerdeführers kann nicht rechtsmissbräuchliche Inanspruchnahme der deutschen Gerichtsbarkeit vorgehalten werden, was allenfalls unter dem Gesichtspunkt der öffentlichen Ordnung zu verpönen wäre (vgl. BGE 84 I 122; MERZ, N. 80 zu Art. 2 ZGB; GULDENER, a.a.O. S. 49). Sie hatte ständig am Ort der Klageanhebung gelebt, so dass der dort befindliche \"gewöhnliche Aufenthalt\" alle Elemente eines tatsächlichen Wohnsitzes im Sinne von Art. 23 ZGB umfasste. Auf das ausländische Scheidungsverfahren hat der Beklagte sich im übrigen eingelassen, und die Parteien wurden, wie das Urteil festhält, \"gemäss § 619 ZPO gehört\". Somit wurden keine Verfahrensgrundsätze verletzt, die das inländische (schweizerische) Recht als grundlegend betrachtet (vgl. GULDENER, a.a.O. S. 102). Endlich ist in Analogie zu Art. 7 g Abs. 3 NAG nicht zu beanstanden, dass in materieller Hinsicht ausschliesslich BGE 89 I 303 S. 316deutsches Recht (§ 48 des Ehegesetzes) angewendet wurde.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, der Entscheid des Regierungsrates des Kantons Bern vom 21. Dezember 1962 aufgehoben und das Zivilstandsamt Koppigen, Kanton Bern, angewiesen, das Ehescheidungsurteil der 1. Zivilkammer des Landgerichts Kempten (Allgäu) vom 25. Juni 1962 betreffend die Eheleute Baumberger-Batscheider im Familienregister einzutragen."}