{"annee": "89", "cour": "I", "page": "188", "date": "5/6/1963", "cite": ["88 I 1", "84 I 167", "88 I 81", "88 I 248"], "cite_par": ["113 IA 444", "90 I 328", "89 I 464", "114 IA 245", "91 I 409", "98 IA 374", "107 IA 240", "94 I 127", "112 II 231"], "chapeau": "30. Urteil vom 5. Juni 1963 i.S. Gerber und Schmid gegen VIertelsgemeinde Bolligen und Regierungsrat des Kantons Bern.", "regestes": ["Garantie de la propriété. Restrictions au droit de bâtir dans les zones agricoles: La base légale existe lorsque la loi cantonale peut sans arbitraire être interprétée de telle manière que les restrictions au droit de propriété contenues dans le règlement de police des constructions d'une commune y trouvent leur fondement (consid. 1). - Intérêt public; pouvoir d'examen du Tribunal fédéral (consid. 2). Division du territoire communal en zones: Pouvoir d'appréciation de la commune dans la délimitation des zones (consid. 3)."], "faits": "BGE 89 I 188 S. 189\n\nA.- Das bernische Gesetz über die Bauvorschriften vom 26. Januar 1958 (Baugesetz, BG) ermächtigt die Gemeinden unter anderem, Vorschriften zu erlassen über\n\n- \"die Stellung der Häuser und ihre Gruppierung, die Reihenbildung, die Dachgestaltung, die Gebäude- und Grenzabstände, die Geschosszahl und andere Fragen der Bauweise\" (Art. 2 Abs. 3 BG);\n\n- \"den Grad der Ausnützung des Baugrundes\" (Art. 5 Ziff. 2 BG) und\n\n- \"die Verhütung von wesentlichen Beeinträchtigungen schöner oder geschichtlich wertvoller Landschafts-, Orts- und Strassenbilder\"; dabei \"können insbesondere auch geschichtlich oder künstlerisch wertvolle Bauwerke, Baukomplexe und historische Stätten gegen Beeinträchtigungen, die im Blick auf die Bedeutung dieser Bauwerke oder historischen Stätten nicht zu rechtfertigen sind, geschützt werden\" (Art. 5 Ziff. 5 BG).\n\nAusserdem können die Gemeinden \"das Baugebiet vom übrigen Gebiet, welches der land-, forst- und rebwirtschaftlichen BGE 89 I 188 S. 190Nutzung vorbehalten bleibt, abgrenzen\" (Art. 6 Abs. 1 BG) und vorschreiben, \"dass auf dem der Land-, Forst- und Rebwirtschaft vorbehaltenen Gebiet (Landwirtschaftszone) nichtlandwirtschaftliche Bauten nur bewilligt werden, wenn Staat und Gemeinden durch Bau und Unterhalt der für die Erschliessung nötigen Strassen, Kanalisations- und Werkleitungen nicht belastet werden\" (Art. 6 Abs. 4 BG).\n\nB.- Am 5. Juli 1962 hat die Viertelsgemeinde Bolligen/BE ein Baureglement (BR) erlassen, durch welches das ganze Gebiet der Gemeinde in eine Landwirtschaftszone und in ein neun Zonen, darunter eine mit der Bezeichnung E 1 (Einfamilienhauszone, eingeschossig), umfassendes Baugebiet unterteilt wird (Art. 35 BR).\n\nIn der Landwirtschaftszone, die \"der land- und forstwirtschaftlichen Nutzung vorbehalten\" ist (Art. 34 Abs. 1 und Art. 44 Abs. 1 BR), werden nichtlandwirtschaftliche Bauten nur bewilligt, wenn \"keine Beeinträchtigung von Landschaftsbild, landwirtschaftlicher Nutzung und späterer Planungsmöglichkeiten daraus entsteht\" (Art. 44 Abs. 2 lit. b BR). Für solche nichtlandwirtschaftliche Bauten in der Landwirtschaftszone gelten \"die Vorschriften der Zone E 1, jedoch mit der Ausnützungszahl 0,1\" (Art. 44 Abs. 3 BR).\n\nDie Zone E 1 \"ist für freistehende Einfamilienhäuser bestimmt\", doch ist auch gestattet, dort \"Doppeleinfamilienhäuser\" zu errichten (Art. 39 Abs. 1 BR). Alle Gebäude in dieser Zone dürfen nur ein einziges Geschoss aufweisen; es gilt ausserdem die Ausnützungszahl 0,2, sodass höchstens 2/10 der reinen Grundstückfläche überbaut werden dürfen (Art. 36 und 29 BR).\n\nC.- Der zusammen mit dem Baureglement in der Versammlung der Viertelsgemeinde Bolligen vom 5. Juli 1962 angenommene Zonenplan weist die in der Nähe von Bantigen liegende Parzelle Nr. 1750 (10'980 m2) des Gottfried Gerber und die benachbarte Parzelle Nr. 1749 (8500 m2) des Karl Schmid der Landwirtschaftszone zu. Diese beiden BGE 89 I 188 S. 191Grundeigentümer erhoben gegen Baureglement und Zonenplan Einsprache und ersuchten den Regierungsrat des Kantons Bern, Reglement und Plan die Genehmigung zu verweigern, insbesondere aber ihre Parzellen \"so einzuordnen, dass eine angemessene Überbauung zulässig ist\".\n\nD.- Mit Entscheid vom 15. Januar 1963 genehmigte der Regierungsrat des Kantons Bern \"das von der Viertelsgemeinde Bolligen am 5. Juli 1962 beschlossene, vom Grossen Gemeinderat der Einwohnergemeinde Bolligen am 24. Oktober 1962 genehmigte Baureglement mit Zonen- und Strassenübersichtsplan\", allerdings \"unter Vorbehalt der Drittmannsrechte\" und gewisser im Entscheid selber genannter Ausnahmen; die Einsprachen der Grundeigentümer Gerber und Schmid wurden abgewiesen.\n\nE.- Diesen Entscheid fechten Gottfried Gerber und Karl Schmid mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV (rechtsungleiche Behandlung, Willkür) und Art. 89 KV (Eigentumsgarantie) an. Sie beantragen, ihn mit Bezug auf die Parzellen Nr. 1750 und 1749 aufzuheben.\n\nF.- Der Regierungsrat des Kantons Bern und die Viertelsgemeinde Bolligen beantragen, die Beschwerde abzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. Die Beschwerdeführer behaupten, Art. 44 des Baureglementes der Viertelgemeinde Bolligen fehle weitgehend die für jeden Eingriff in das Privateigentum erforderliche gesetzliche Grundlage. Das Bundesgericht kann diese Frage nur unter dem beschränkten Gesichtswinkel der Willkür überprüfen. Es ist zwar richtig, dass nach ständiger Rechtsprechung der staatsrechtlichen Kammer die gesetzliche Grundlage klar und deutlich sein muss, wenn die darauf beruhenden Baubeschränkungen ausserordentlich einschneidend sind und wesentlich über das in der Schweiz gewohnte Mass hinaus gehen. Immerhin ist darauf hinzuweisen, dass diese Praxis sich nur auf die BGE 89 I 188 S. 192Schaffung von Grün- oder Landwirtschaftszonen in Gegenden mit städtischem oder halbstädtischem Charakter bezieht (BGE 84 I 175, BGE 88 I 84). Vorliegenden Falles beziehen sich jedoch die angefochtenen Vorschriften auf eine landwirtschaftliche Zone, die bei weitem nicht ausschliesslich der Landwirtschaft vorbehalten ist und unter gewissen Voraussetzungen geradezu dazu bestimmt ist, zonenfremde Bauten aufzunehmen. Auf das Erfordernis einer klaren und deutlichen Grundlage kann deshalb verzichtet werden; es genügt, wenn sich das kantonale Gesetzesrecht ohne Willkür so auslegen lässt, dass darauf die im Baureglement der Gemeinde vorgesehenen Eigentumsbeschränkungen gestützt werden können. Die Frage, ob die Gemeinde Bolligen sich in einer Gegend mit städtischem oder halbstädtischem Charakter befinde oder sich, wie sie in Übereinstimmung mit dem Regierungsrat behauptet, den ländlichen Charakter bewahrt habe, braucht unter diesen Umständen nicht beantwortet zu werden. Angesichts der Tatsache, dass Bolligen im Jahre 1961 nicht weniger als 15 000 Einwohner zählte und in unmittelbarer Nähe einer der grössten Schweizerstädte liegt, könnte jedenfalls der in den Gegenbemerkungen zur Beschwerde zu diesem Punkte vertretenen Auffassung nur mit etwelchen Bedenken beigepflichtet werden.\n\nGemäss Art. 6 Abs. 4 BG können die Gemeinden vorschreiben, dass nichtlandwirtschaftliche Bauten in der Landwirtschaftszone \"nur bewilligt werden, wenn Staat und Gemeinden durch Bau und Unterhalt der für die Erschliessung nötigen Strassen, Kanalisations- und Werkleitungen nicht belastet werden\". Die Beschwerdeführer leiten daraus ab, allen weitergehenden Beschränkungen gemäss Art. 44 BR - insbesondere der in Art. 44 Abs. 3 vorgesehenen Beschränkung des Ausnützungsgrades auf 1/10 der Grundstücksfläche - fehle die gesetzliche Grundlage. Zur Begründung dieser Auffassung wird auf die Botschaft hingewiesen, welche der Grosse Rat im Jahre 1958 bei der Abstimmung über das Baugesetz an die Stimmberechtigten BGE 89 I 188 S. 193gerichtet hat. Darin heisse es ausdrücklich, dass die Gemeinden nicht berechtigt seien, über Art. 6 des Baugesetzes hinausgehende Vorschriften aufzustellen.\n\nDie Viertelsgemeinde Bolligen weist demgegenüber darauf hin, dass eine derartige Absicht des Gesetzgebers im Gesetzestext selber nicht zum Ausdruck komme und deshalb bei der Auslegung des Baugesetzes nicht massgeblich sein dürfe. Die den Gemeinden durch Art. 6 Abs. 1 BG eingeräumte Möglichkeit, ein gewisses Gebiet der landwirtschaftlichen Nutzung vorzubehalten, werde durch Art. 6 Abs. 4 BG nicht aufgehoben. Die Viertelsgemeinde Bolligen hätte es deshalb sogar gänzlich verbieten können, in der Landwirtschaftszone nichtlandwirtschaftliche Gebäude zu errichten. Eine Gesetzesverletzung liege deshalb nicht vor, wenn die Errichtung derartiger Bauten nur unter gewissen Voraussetzungen bewilligt werde.\n\nDer Regierungsrat hält der Auffassung der Beschwerdeführer entgegen, es sei richtig, dass der Grosse Rat die Gemeinden nicht habe ermächtigen wollen, die Errichtung nichtlandwirtschaftlicher Bauten in der Landwirtschaftszone gänzlich zu verbieten und damit \"den Tatbestand der materiellen Enteignung\" mit entsprechender Entschädigungspflicht der Gemeinde herbeizuführen. Es dürfe aber Art. 6 Abs. 1 BG nicht übersehen werden, welche Bestimmung es den Gemeinden ermögliche, gewisse Gebiete der landwirtschaftlichen Nutzung vorzubehalten. Der von den Beschwerdeführern angeführte Passus aus der grossrätlichen Botschaft besage deshalb nicht, dass es den Gemeinden verboten sei, die Landwirtschaftszone in erster Linie der landwirtschaftlichen Nutzung vorzubehalten.\n\nOb die Gemeinden gestüzt auf Art. 6 Abs. 1 BG berechtigt wären, das Errichten nichtlandwirtschaftlicher Bauten in der Landwirtschaftszone überhaupt zu verbieten, braucht im vorliegenden Falle nicht abgeklärt zu werden. Wichtig ist nur, dass ohne Willkür gesagt werden kann, weder Abs. 1 noch Abs. 4 von Art. 6 BG verbiete im Zusammenhang mit der Landwirtschaftszone die Anwendung der Vorschriften, BGE 89 I 188 S. 194die es den Gemeinden ermöglichen, Bauvorschriften zu erlassen und beispielsweise die zulässige Geschosszahl (Art. 2 Abs. 3 BG) oder den Grad der Ausnützung des Baugrundes (Art. 5 Ziff. 2 BG) zu bestimmen. Es wäre absurd, wenn einerseits die Eigentümer von Boden in der Landwirtschaftszone ganz nach ihrem Gutdünken bauen dürften, sofern sie die Erschliessungskosten bezahlen, anderseits aber Eigentümer von Land im eigentlichen Baugebiet bei der Errichtung einer Baute zahlreiche Beschränkungen zu beachten hätten. Dass der Gesetzgeber eine so wenig logische Ordnung schaffen wollte, ist nicht anzunehmen und ergibt sich auch nicht aus den Gesetzesmaterialien. Art. 44 BR besitzt demnach insoweit eine gesetzliche Grundlage, als sich die darin vorgesehenen Beschränkungen auf eine der kantonalen Bestimmungen über die Bauvorschriften im eigentlichen Sinne stützen lassen. So betrachtet stützt sich insbesondere die in Art. 44 Abs. 3 BR enthaltene Vorschrift über die Ausnützungszahl auf Art. 5 Ziff. 2 des Baugesetzes, wonach die Gemeinden unter anderem Vorschriften über \"den Grad der Ausnützung des Baugrundes\" erlassen dürfen.\n\nAls Grundlage dafür, dass nach Art. 44 Abs. 2 lit. b BR nichtlandwirtschaftliche Bauten in der Landwirtschaftszone keine Beeinträchtigung des Landschaftsbildes zur Folge haben dürfen, lässt sich ohne Willkür Art. 5 Ziff. 5 BG heranziehen, womit den Gemeinden das Recht eingeräumt wird, Vorschriften über \"die Verhütung von wesentlichen Beeinträchtigungen schöner oder geschichtlich wertvoller Landschafts-, Orts- und Strassenbilder...\" zu erlassen. Richtig ist allerdings, dass ein blosser Vergleich des Wortlautes dieser beiden Bestimmungen zur Auffassung führen könnte, das Gemeindebaureglement überschreite den durch das kantonale Baugesetz gezogenen Rahmen. Wahrscheinlich ist indessen, dass unter Verzicht auf Präzisierungen, die nicht als unbedingt notwendig erachtet werden konnten, mit der kürzeren Fassung gemäss Art. 44 BGE 89 I 188 S. 195Abs. 2 lit. b BR einfach in vollem Umfange auf Art. 5 Ziff. 5 BG Bezug genommen werden wollte. Auf jeden Fall ist es nicht willkürlich, dies anzunehmen und deshalb die fragliche Bestimmung des Baureglementes so auszulegen und anzuwenden, dass dabei der durch das kantonale Gesetz geschaffene Rahmen nicht überschritten wird. In der Beschwerdeantwort wird denn auch ausdrücklich erklärt: \"Art. 44 lit. b des Baureglementes ist als Anwendungsfall von Art. 5 Ziff. 5 BG zu verstehen; die reglementarische Vorschrift geht nicht über die gesetzliche Ermächtigung hinaus. Im Sinne dieser gesetzlichen Ermächtigung... wird sich die Viertelsgemeinde Bolligen einem Neubau nur dann widersetzen, wenn er ein schönes Landschaftsbild wesentlich beeinträchtigt.\" Dabei ist die Gemeinde zu behaften. Unter dem beschränkten Gesichtswinkel der Willkür betrachtet kann deshalb nicht gesagt werden, die genannten Bestimmungen widersprächen sich.\n\nEs trifft zu, dass ausserdem nach Art. 44 Abs. 2 lit. b BR nichtlandwirtschaftliche Bauten in der Landwirtschaftszone nur bewilligt werden, \"wenn keine Beeinträchtigung ... landwirtschaftlicher Nutzung und späterer Planungsmöglichkeiten daraus entsteht\". Inwiefern dies dem kantonalen Baugesetz widersprechen sollte, tut die Beschwerde nicht dar, so dass in diesem Punkte auf sie nicht einzutreten ist (Art. 90 Abs. 1 lit. b OG). Wäre jedoch auf sie einzutreten, so müsste darauf hingewiesen werden, dass Art. 44 BR einen unlösbaren Widerspruch enthielte, wenn diese Vorschrift einerseits unter bestimmten Voraussetzungen die Errichtung nichtlandwirtschaftlicher Bauten in der Landwirtschaftszone gestatten, gleichzeitig aber den Bau solcher Objekte in der gleichen Zone überhaupt verbieten würde. Art. 44 BR kann deshalb vernünftigerweise nur so verstanden werden, dass die Voraussetzungen, unter denen die Errichtung nichtlandwirtschaftlicher Bauten bewilligt wird, lediglich eine beschränkte Tragweite besitzen und deshalb die grundsätzlich gestattete Bautätigkeit nicht BGE 89 I 188 S. 196unterbinden. In diesem Sinne versichert denn auch die Viertelsgemeinde Bolligen in ihrer Vernehmlassung zur Beschwerde,\n\n- der Hinweis auf die landwirtschaftliche Nutzung in Art. 44 Abs. 2 lit. b BR diene lediglich dazu, in der Landwirtschaftszone jene Bauten zu verhindern, \"welche im Einzelfalle die besondere Zweckbestimmung dieser Zone im umliegenden Gebiet beeinträchtigen\", und\n\n- die Vorschrift, dass nichtlandwirtschaftliche Bauten in der Landwirtschaftszone spätere Planungsmöglichkeiten nicht beeinträchtigen dürfen, stelle nur einen Hinweis auf Art. 36 BG dar, wonach die Gemeinde die Möglichkeit habe, einem Baugesuch mit einem Baulinienplan zu begegnen.\n\nWird die Viertelsgemeinde Bolligen bei diesen Zusicherungen behaftet, so ist, unter dem beschränkten Gesichtswinkel der Willkür betrachtet, nicht ersichtlich, weshalb es den angefochtenen Vorschriften an einer gesetzlichen Grundlage fehlen sollte.\n\n2. - Die Beschwerdeführer legen sodann dem Regierungsrat zur Last, er habe Vorschriften genehmigt, die nicht nur keine gesetzliche Grundlage hätten, sondern auch dem öffentlichen Interesse widersprächen und \"unsachlich\" seien. Die Frage des öffentlichen Interesses wird vom Bundesgericht frei überprüft, sofern dabei in erster Linie rechtliche Überlegungen anzustellen sind; stehen jedoch die tatsächlichen Verhältnisse im Vordergrunde, so beschränkt sich die Überprüfung auf die Abklärung, ob willkürlich ein öffentliches Interesse bejaht wurde (BGE 88 I 252 und 294). Im vorliegenden Falle kann davon abgesehen werden, das in Rede stehende öffentliche Interesse näher zu charakterisieren, denn ob es unter diesem oder jenem Gesichtspunkte betrachtet wird, erweisen sich die Einwände der Beschwerdeführer als nicht stichhaltig.\n\nDie Beschwerde beanstandet die Festlegung der \"Ausnützungszahl\" BGE 89 I 188 S. 197auf 0,1 in Art. 44 Abs. 3 des angefochtenen Gemeindebaureglementes. Es wird dazu im wesentlichen geltend gemacht, es widerspräche dem öffentlichen Interesse, wenn derjenige, der in der Landwirtschaftszone bauen wolle, verpflichtet werde, ein Grundstück zu kaufen, das zehnmal so gross sei wie die zu überbauende Fläche, die Kosten für die verlängerten Kanalisationen zu bezahlen und einen Garten zu erhalten, der viel grösser sei, als er ihn benötige. Das Gemeindebaureglement führe zu einem \"übermässigen Landverschleiss\", mache das Bauen teurer, widerspreche so den \"öffentlichen Interessen im Hinblick auf die Lebenskosten und das Bedürfnis nach Wohnungen\" und führe dazu, \"dass höchstens noch einige wenige Privilegierte für Bauten in der Landwirtschaftszone in Bolligen in Frage kommen\".\n\nBei einer solchen Betrachtungsweise wird übersehen, dass es eines der mit der Einteilung des Gemeindegebietes in verschiedene Zonen angestrebten Ziele ist, die \"Streubauweise\" zu verhindern und der Landwirtschaft diejenigen Parzellen vorzubehalten, die sich für die landwirtschaftliche Nutzung am besten eignen. Dass dies im öffentlichen Interesse geboten ist, lässt sich nicht bestreiten, und weil solche Ziele von den Gemeinden nur erreicht werden können, wenn diese für das Bauen in der Landwirtschaftszone einschneidendere Beschränkungen vorsehen als für die Errichtung von Bauten in anderen Zonen, stellt es eine durch das öffentliche Interesse gerechtfertigte Massnahme dar, für die Landwirtschaftszone einen kleineren Ausnützungsgrad vorzusehen als für die Zone E 1. Ausserdem lässt sich eine Ausnützungszahl von 0,1 nicht als prohibitiv bezeichnen, denn es ist keineswegs übertrieben, einem Bauherrn, der in der Landwirtschaftszone ein Haus mittlerer Grösse (Grundfläche 120-150 m2) errichten will, den Kauf eines Grundstückes von 1200-1500 m2 zuzumuten. Schliesslich ist auch darauf hinzuweisen, dass - wie sich dem bei den Akten liegenden Zonenplan entnehmen lässt - das eigentliche Baugebiet der Viertelsgemeinde Bolligen nicht nur BGE 89 I 188 S. 198bereits weitgehend überbautes Land, sondern auch sehr grosse Flächen nicht überbauten Bodens umfasst. Die Landwirtschaftszone ist deshalb bei weitem nicht das einzige Gebiet, in welchem in der Gemeinde Bolligen noch gebaut werden kann. Die für die Landwirtschaftszone vorgesehenen Baubeschränkungen werden demnach noch auf lange Zeit hinaus den Wohnungsmarkt nicht nennenswert beeinflussen.\n\n3. - Die Beschwerdeführer beanstanden schliesslich auch die Zuteilung ihrer Parzellen zur Landwirtschaftszone und damit die Art und Weise, in der das Baureglement angewendet wurde. Das Bundesgericht hat sich hierzu nur unter dem Gesichtswinkel der Willkür zu äussern; es billigt den Gemeinden bei der Abgrenzung der Zonen einen weiten Spielraum freien Ermessens zu und greift nach ständiger Rechtsprechung nur ein, wenn die angefochtene Massnahme offensichtlich unhaltbar ist (ZBlStGV Bd. 62 S. 522).\n\nDie Beschwerde führt in diesem Zusammenhange aus, die Parzellen Nr. 1749 und 1750 seien mit Rücksicht auf Lage, Grösse, Verkehrsverhältnisse und Kanalisationsmöglichkeiten Bauland, dem die \"Eignung zur Versetzung in eine Landwirtschaftszone\" fehle. - Demgegenüber ist festzuhalten, dass die Parzellen der Beschwerdeführer weit entfernt von jeder Siedlung liegen und bis anhin landwirtschaftlich genutzt wurden, auch wenn dabei vielleicht gewisse Schwierigkeiten zu überwinden oder in Kauf zu nehmen waren. Schon dies schliesst es aus, die Zuteilung der beiden Grundstücke zur Landwirtschaftszone als willkürlich zu bezeichnen. Dass die Liegenschaft des Gottfried Gerber nach Auffassung eines privat bestellten Experten \"keine landwirtschaftliche Existenz für eine Familie bietet\", ist dabei ebensowenig von Bedeutung wie der Umstand, dass die Parzelle Nr. 1749 anscheinend ohne erheblichen Nachteil für die landwirtschaftliche Nutzung aus dem Landwirtschaftsbetrieb des Beschwerdeführers Schmid herausgelöst werden könnte. Ein Zonenplan lässt sich nur rechtfertigen,wenn damit das von ihm erfasste Gebiet mit einer gewissen Grosszügigkeit grossflächig unterteilt wird; BGE 89 I 188 S. 199dass dabei die besonderen Interessen jedes einzelnen der beteiligten Grundeigentümer nicht oder nur in ganz beschränktem Umfange berücksichtigt werden können, liegt auf der Hand. Ausserdem sind die beiden Parzellen der Beschwerdeführer noch nicht an die öffentliche Kanalisation angeschlossen. Auch deswegen war es nicht willkürlich, diesen Grundstücken den Charakter von Bauland abzusprechen (BGE 88 I 4 f. und 6). Es kann dazu auch auf den Entwurf für einen neuen Art. 218 Abs. 3 OR hingewiesen werden, in welchem vom Bundesrat nur diejenigen Grundstücke als Bauland bezeichnet werden, \"die alle Voraussetzungen für die sofortige Überbauung erfüllen\" (BBl 1963 I S. 1011).\n\n4. ...\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}