{"annee": "89", "cour": "I", "page": "542", "date": "29/11/1963", "cite": ["70 I 250", "62 I 28"], "cite_par": ["103 IB 282", "107 IB 198"], "chapeau": "76. Auszug aus dem Urteil vom 29. November 1963 i.S. Wolff gegen Eidg. Oberzolldirektion.", "regestes": ["Assujettissement aux droits de douane; responsabilité solidaire du mandant pour l'impôt sur le luxe. 1. Les marchandises en transit, qui n'ont pas été déclarées lors de l'importation, sont assujetties aux droits d'importation (consid. 2). 2. Celui qui fait importer clandestinement de la marchandise est un mandant au sens de l'art. 9 LD et répond dès lors solidairement du paiement des droits éludés (consid. 4)."], "faits": "BGE 89 I 542 S. 543\n\nAus dem Tatbestand:\n\nJosef Wolff liess goldene Uhren schweizerischer Herkunft in die Schweiz und von da ins Ausland schmuggeln. Die Oberzolldirektion setzte die Luxussteuer für die Einfuhr auf Fr. 146'028.80 fest und erklärte gestützt auf Art. 9 und 13 ZG Wolff als Auftraggeber für diesen Betrag solidarisch haftbar (Einspracheentscheid vom 12. Oktober 1960).\n\nHiegegen erhebt Wolff Verwaltungsgerichtsbeschwerde. Er macht unter anderm geltend, die Luxussteuer auf der Einfuhr sei nicht geschuldet, wenn die Ware wieder ausgeführt werde. Jedenfalls könne er für die Abgabe nicht solidarisch haftbar gemacht werden. Er beruft sich aufBGE 62 I 30.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Da die in Frage stehenden Waren (Taschen- und Armbanduhren mit Gehäusen aus Gold) Luxuswaren im Sinne des Luxussteuerbeschlusses (Anlage II) sind, unterlag ihre Einfuhr in die Schweiz der Luxussteuer (Art. 1, 32 ff. LStB). Der Beschwerdeführer wendet ein, die Steuer sei nicht geschuldet, weil die Uhren erwiesenermassen schliesslich wieder ins Ausland geliefert worden seien. Dieser Einwand ist offensichtlich unbegründet.\n\nVon hier nicht in Betracht fallenden Ausnahmen abgesehen, ist jede Einfuhr von Luxuswaren der Luxussteuerpflicht unterworfen (Art. 35 LStB). Nach der Zollgesetzgebung, auf die Art. 33 LStB verweist, müssen alle Waren, die eingeführt werden, der zuständigen Zollstelle zugeführt, unter Zollkontrolle gestellt und zur Abfertigung angemeldet werden (Art. 6 ZG). Dies gilt auch für Waren, die durch die Schweiz durchgeführt werden. Bei ihrer Einfuhr sind die Zölle und anderen Einfuhrabgaben zu entrichten oder sicherzustellen. Allerdings wird die Belastung BGE 89 I 542 S. 544rückgängig gemacht, wenn die Waren unter Zollkontrolle zur Wiederausfuhr gelangen. Erste Voraussetzung der Rückerstattung ist aber, dass die Waren bereits bei der Einfuhr zur Zollabfertigung angemeldet werden, damit sie während ihres Aufenthaltes im schweizerischen Zollgebiet ständig unter Zollkontrolle gehalten werden können (Art. 12, 41 ZG). Da diese Voraussetzung hier nicht erfüllt ist, kann der Beschwerdeführer aus der für Transitwaren geltenden besonderen Ordnung nichts zu seinen Gunsten ableiten.\n\nWeil die Waren bei der Einfuhr nicht zur Zollabfertigung angemeldet worden sind, kommt auch die für Retourwaren schweizerischer Herkunft vorgesehene Steuerbefreiung (Art. 36 lit. e LStB in Verbindung mit Art. 16 ZG) nicht in Frage; denn ohne solche Anmeldung kann nicht geprüft werden, ob die weiteren Voraussetzungen einer Abfertigung als schweizerische Retourwaren gegeben sind.\n\n4. Die Oberzolldirektion nimmt an, der Beschwerdeführer habe die widerrechtliche Einfuhr der Uhren in die Schweiz veranlasst, und betrachtet ihn daher als Auftraggeber im Sinne von Art. 9 Abs. 1 und Art. 13 ZG. Wenn es zutrifft, dass er den Einfuhrschmuggel veranlasst hat, so ist dies allerdings kein gültiger Auftrag im Sinne des Zivilrechts; denn ein Vertrag, der einen widerrechtlichen Inhalt hat, ist nach Art. 20 OR nichtig. Die Oberzolldirektion ist jedoch der Auffassung, das Zollgesetz verstehe unter dem Auftrag nicht bloss ein zivilrechtlich gültiges Rechtsgeschäft; Auftraggeber im Sinne des Zollgesetzes sei jeder, der die Ware - ordnungsgemäss oder heimlich - über die Zollgrenze bringen lässt. Denselben Standpunkt vertritt die Zollrekurskommission in ständiger Rechtsprechung (ASA Bd. 25 S. 388).\n\nDagegen hat das Bundesgericht im Urteil vom 19. März 1936 i.S. Ischy (BGE 62 I 30) in bezug auf Art. 100 ZG (solidarische Haftung des Auftraggebers, des Geschäftsherrn und des Familienhauptes für die von Untergebenen verwirkten Bussen) anders entschieden. Es hat ausgeführt, BGE 89 I 542 S. 545die in dieser Bestimmung verwendeten Begriffe des Auftraggebers, des Geschäftsherrn und des Familienhauptes seien im Sinne des Zivilrechts zu verstehen, dem sie entnommen seien. Daher entfalle die in Art. 100 ZG vorgesehene Haftung des Auftraggebers, wenn ein zivilrechtlich gültiges Mandatsverhältnis nicht bestehe. Liege keine der in Art. 100 ZG erwähnten zivilrechtlichen Beziehungen vor, so könne der Anstifter oder Mittäter nur strafrechtlich verfolgt werden. Übrigens sehe Art. 99 ZG vor, dass mehrere an einem Zollvergehen beteiligte Personen gemeinsam zu einer Busse verurteilt werden können und dann solidarisch haften. Diese Solidarität genüge; es bestehe kein Grund, ausserdem noch die in Art. 100 ZG vorgesehene Solidarhaftung eintreten zu lassen, wenn keines der in dieser Bestimmung genannten zivilrechtlichen Verhältnisse vorliege.\n\nDiese Auslegung des Art. 100 ZG braucht hier nicht überprüft zu werden. Auf jeden Fall muss angenommen werden, dass in Art. 9 Abs. 1 und Art. 13 ZG der Begriff des Auftraggebers in dem weiten Sinne verstanden ist, den ihm die Oberzolldirektion und die Zollrekurskommission beilegen. Allerdings scheint es, dass Art. 9 ZG - wie Art. 100 - mit gewissen Ausdrücken an Begriffe des Zivilrechts anknüpft; namentlich mag dies für das Wort \"Auftraggeber\" zutreffen. Daraus zu folgern, dass dieser Ausdruck in Art. 9 ZG genau denselben Sinn habe wie im Zivilgesetz, wäre jedoch verfehlt. Das Gesetz zieht den Kreis der Zollzahlungspflichten weit. Es gehören dazu der Warenführer, der Auftraggeber, der Dienstherr und das Familienhaupt (diese beiden unter näher bestimmten Voraussetzungen) sowie derjenige, für dessen Rechnung die Ware eingeführt oder ausgeführt wird (Art. 9 und 13 ZG). Zweck dieser Ordnung ist, die Einbringlichkeit der Abgabeforderung zu sichern; der Fiskus soll den Anspruch gegenüber einer möglichst grossen Zahl von Personen geltend machen können. Warenführer im Sinne des Art. 9 Abs. 1 ZG ist jeder, der die Ware über die Zollgrenze bringt; auch BGE 89 I 542 S. 546der Schmuggler fällt unter die Bestimmung. Die Haftung des Warenführers für die Abgabe ist unabhängig davon, ob die Ware bei der Einfuhr zur Zollkontrolle angemeldet wird oder nicht; es genügt, dass die Ware tatsächlich über die Grenze gebracht wird. Gleich verhält es sich mit demjenigen, für dessen Rechnung dies geschieht (Art. 13 Abs. 1 ZG). Er haftet für die Abgabe auch dann, wenn die Ware eingeschmuggelt worden ist. Im gleichen Sinne muss aber auch der in Art. 9 Abs. 1 ZG verwendete Begriff des Auftraggebers aufgefasst werden. Diese Bestimmung nennt den Auftraggeber unmittelbar im Anschluss an denjenigen, der die Ware über die Grenze bringt. Dieser Zusammenhang lässt deutlich werden, dass mit dem Auftraggeber einfach die Person gemeint ist, welche den Transport über die Grenze tatsächlich veranlasst hat. Die Annahme, dass für die Abgabe als Auftraggeber nur hafte, wer eine ordnungsgemässe Einfuhr veranlasst hat, würde zu einer stossenden Ungleichheit führen. Es kann nicht der Sinn des Gesetzes sein, dass derjenige, der die Ware heimlich einführen lässt, von der Haftung des Auftraggebers für die Abgabe ausgenommen ist (vgl.BGE 70 I 254, betreffend die Besteuerung unrechtmässigen Gewinns). Mit der weiten Umschreibung des Kreises der Zollzahlungspflichtigen soll die Zahlung der Abgaben vor allem gerade für den Fall des Schmuggels gesichert werden, in dem ein Bedürfnis danach in besonderem Masse besteht. Diese Auslegung drängt sich umsomehr auf, als der im Urteil Ischy zitierte Art. 99 ZG (solidarische Haftung mehrerer Angeschuldigter) nur die Busse betrifft und hinsichtlich der Abgabe eine entsprechende Bestimmung fehlt."}