{"annee": "89", "cour": "II", "page": "402", "date": "19/11/1963", "cite": [], "cite_par": ["108 IB 97", "102 II 211", "114 II 253"], "chapeau": "52. Extrait de l'arrêt de la Ire Cour civlle du 19 novembre 1963 dans la cause Rohrbasser contre Estoppey.", "regestes": ["Art. 60 al. 1 CO. Prescription de la responsabilité aquilienne. De ce point de vue, le dommage doit être considéré comme un tout. Connaissance du dommage."], "faits": "|402|\n\nA.- Le 24 juin 1956, le vétérinaire Ernest Rohrbasser déclara propre à la consommation la viande d'une pouliche abattue d'urgence. Le boucher Alexandre Estoppey l'écoula sur la place de Moudon, provoquant une épidémie de paratyphus. Le 27 mai 1957, Rohrbasser fut reconnu coupable de lésions corporelles par négligence et condamné par la Cour de cassation pénale du Tribunal cantonal fribourgeois.\n\nB.- Le 4 janvier 1961, Estoppey a fait notifier à Rohrbasser un commandement de payer, aussitôt frappé d'opposition.\n\nLe 12 décembre suivant, il lui a demandé en justice le remboursement de frais de guérison et de désinfection, ainsi que du prix de la viande confisquée, et la réparation du tort moral causé à sa famille. Il réclamait en outre 18 600 fr. en raison d'une baisse de son chiffre d'affaires dû à une diminution de la clientèle. Cette dernière prétention, la plus importante, se fondait sur l'avis d'un conseil du demandeur qui, après avoir analysé les exercices 1955 à 1959, avait établi, pour \"faciliter toute discussion\", un rapport daté du 26 janvier 1960.\n\nLa preuve n'a pas été rapportée que le lésé ait pu connaître auparavant, de manière suffisamment précise, l'ampleur du préjudice; la comparaison des résultats de trois années successives au moins pouvait seule lui donner une indication, d'ailleurs encore rudimentaire; le montant exagéré |403| d'un commandement de payer antérieur révèle en outre qu'il ne disposait pas encore, un an après le fait dommageable, de données sérieuses.\n\nLe défendeur a soulevé l'exception de prescription, sans se prononcer sur les autres questions de fond. Le 9 mai 1962, le Tribunal civil de l'arrondissement de la Veveyse a instruit ce moyen séparément, avec l'accord des parties. Le 19 décembre suivant, il l'a rejeté dans la mesure où la demande vise le dommage résultant des lésions corporelles (art. 60 al. 2 CO; 70 et 72 ch. 2 al. 2 CP) et admis pour le surplus (art. 60 al. 1 CO).\n\nC.- Le 5 juin 1963, la Cour d'appel du Tribunal cantonal fribourgeois a rejeté l'exception en application de l'art. 60 al. 1 CO.\n\nD.- Le défendeur recourt en réforme contre cet arrêt. Il persiste à prétendre que l'action est prescrite. L'intimé propose le rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recours est recevable. L'arrêt attaqué est une décision préjudicielle prise séparément. Si le Tribunal fédéral admet l'exception de prescription rejetée par la Cour cantonale, il provoquera immédiatement une décision finale et rendra inutile une procédure probatoire dont la durée et les frais seraient élevés (art. 50 al. 1 OJ; RO 74 II 93; 82 II 170/171; 85 II 12).\n\n2. Aux termes de l'art. 60 al. 1 CO, l'action en dommages-intérêts ou en paiement d'une somme d'argent à titre de réparation morale se prescrit par un an à compter du jour où la partie lésée a eu connaissance du dommage ainsi que de la personne qui en est l'auteur.\n\na) En principe, le dommage doit être considéré comme un tout, non comme la somme de divers préjudices distincts pour lesquels courraient des délais de prescription différents (RO 74 II 370; v. en outre RO 43 II 319). Il suit de là, en l'espèce, que la Cour cantonale a examiné avec raison les éléments de la demande dans leur ensemble.\n\n|404|\n\nb) Le lésé connaît le dommage lorsqu'il apprend, touchant son existence, sa nature et ses éléments essentiels, les circonstances propres à fonder et à motiver une demande en justice. Si l'ampleur du préjudice résulte d'une situation qui évolue, la prescription ne saurait courir avant le terme de l'évolution; et encore faut-il peut-être un certain temps au lésé pour apprécier le déroulement des conséquences de l'acte illicite et l'état définitif du dommage. Cette hypothèse se réalise notamment en cas de traitement médical ou lorsqu'une perte de gain s'étale dans le temps par exemple en raison d'une incapacité de travail, passagère ou permanente (RO 74 II 33, 79 II 436 consid. 3 et 82 II 44, ainsi que les arrêts cités).\n\nEn accord avec les parties, le juge a d'emblée statué, en l'espèce, sur l'exception de prescription, sans se préoccuper du lien de causalité existant entre les divers éléments du dommage et l'acte illicite reproché au recourant, ni même de l'existence du préjudice allégué. Le cadre du débat, ainsi défini, n'est pas discuté dans la procédure de réforme. Il est donc admis, par hypothèse, que la part la plus importante du dommage résulte d'une diminution de la clientèle de l'intimé durant une certaine période. Or la Cour cantonale constate que la comparaison d'au moins trois exercices annuels consécutifs pouvait seule donner à l'intimé une indication, d'ailleurs rudimentaire, sur ce préjudice. Ce faisant, elle apprécie l'évolution de la clientèle d'un boucher qui a vendu sur la place de Moudon de la viande avariée et provoqué ainsi une épidémie. Elle fixe souverainement un fait dans un contexte particulier (art. 63 al. 2 OJ). Elle ajoute que la preuve n'a pas été rapportée que le lésé ait pu connaître plus tôt, de manière suffisamment précise, l'ampleur du préjudice. Le recourant lui oppose vainement l'opinion du tribunal de première instance ou sa propre analyse du chiffre d'affaires des années 1955 à 1958.\n\nVu ces faits, on ne saurait contester que l'intimé n'a pu avoir connaissance de l'élément le plus important du dommage |405| avant la fin de l'année 1959. Le rapport du conseil consulté à ce sujet lui étant parvenu peu après, il est normal de faire partir le délai de prescription du 26 janvier 1960. Le commandement de payer du 4 janvier 1961 a interrompu celle-ci à temps."}