{"annee": "89", "cour": "IV", "page": "74", "date": "5/4/1963", "cite": [], "cite_par": ["119 IV 210", "102 IV 84"], "chapeau": "15. Urteil des Kassationshofes vom 5. April 1963 i.S. Maier gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 148 al. 1 CP. Un événement futur incertain n'est pas un fait au sens de cette disposition."], "faits": "|74|\n\nA.- Markus Maier verhandelte während längerer Zeit mit seinen Nachbarn Peter über den Verkauf der Liegenschaft Weinbergstrasse 77 in Zürich 6, die ihm und fünf auswärts wohnenden Miterben gehörte. Da er überzeugt war, dass der angebotene Kaufpreis von Fr. 200'000. - von keinem andern Interessenten überboten werde, stellte er den Geschwistern Peter wiederholt den Verkauf als sicher in Aussicht, wodurch sich diese bestimmen liessen, ihm von Ende 1957 bis Dezember 1958 zahlreiche Vorauszahlungen, insgesamt Fr. 28'000.--, zu leisten.\n\nAm 3. Februar 1959 verkaufte die Erbengemeinschaft Maier die Liegenschaft Weinbergstrasse 77 zum Kaufpreis von Fr. 232'000. - an Mumenthaler, der sich für den Fall, dass der von ihm geplante Bau behördlich nicht bewilligt würde, den Rücktritt vom Vertrag vorbehielt. Obschon die Geschwister Peter von diesem Vertrag Kenntnis erhielten, glaubten sie, die Liegenschaft werde dennoch ihnen verkauft. Am 6. Mai, 11. August und 3. September 1959 zahlten sie drei weitere Vorschüsse von zusammen Fr. 2'500. - an Markus Maier, der sie damit beruhigte, dass er ihnen erklärte, die Baueinsprache, zu der er sie veranlasste, werde Erfolg haben und Mumenthaler werde hierauf mit Sicherheit vom Vertrag zurücktreten. Trotz Gutheissung der Baueinsprache machte dieser aber von seinem Rücktrittsrecht keinen Gebrauch. Da Markus Maier die erhaltenen Vorschüsse verbraucht und seinen Anteil am Verkaufserlös grösstenteils in Konstanz verspielt hatte, kamen die Geschwister Peter zu Verlust.\n\n|75|\n\nB.- Das Bezirksgericht Zürich sprach Maier von der Anklage des Betruges frei, auferlegte ihm dagegen die Untersuchungs- und Gerichtskosten.\n\nAuf Appellation der Geschädigten erklärte das Obergericht des Kantons Zürich am 13. November 1962 Maier des Betruges im Betrage von Fr. 2'500. - schuldig und und verurteilte ihn zu einer auf drei Jahre bedingt aufgeschobenen Strafe von drei Monaten Gefängnis mit der Weisung, den anerkannten Schadensbetrag von Fr. 30'500.-- in monatlichen Raten zu Fr. 40. - abzutragen.\n\nC.- Der Verurteilte führt Nichtigkeitsbeschwerde mit dem Antrag, er sei freizusprechen.\n\nD.- Die Staatsanwaltschaft des Kantons Zürich beantragt, die Beschwerde abzuweisen.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Das Obergericht sieht die arglistige Täuschung, durch die der Beschwerdeführer die Geschwister Peter in einen Irrtum versetzt haben soll, darin, dass er ihnen, ohne die von Dr. Bommer, dem Verfasser der Baueinsprache, geäusserten Bedenken zu erwähnen, erklärte, es sei mit der Gutheissung der Einsprache zu rechnen, obschon dies nicht sicher gewesen sei, und dass er den Rücktritt des Käufers Mumenthaler vom Vertrag als sicher hinstellte.\n\na) Die Erfolgsaussichten der Baueinsprache waren im Zeitpunkt, als der Beschwerdeführer behauptete, es sei mit der Gutheissung der Einsprache zu rechnen, noch ungewiss. Er äusserte sich also über ein künftiges Ereignis, nicht über eine objektiv bestimmte Tatsache der Vergangenheit oder Gegenwart, wie Art. 148 StGB voraussetzt. Eine solche Tatsache lag in der Voraussage des Beschwerdeführers nur insofern, als er damit seine persönliche Auffassung über den Ausgang des Einspracheverfahrens kundgab. Diese Äusserung aber entsprach seiner innern Überzeugung und war deshalb wahr. Dass er dabei |76| unwahre Tatsachen angeführt habe, um seiner Meinung den Anschein der Gewissheit zu geben, ist nicht festgestellt.\n\nDer Beschwerdeführer hat die Geschädigten auch nicht dadurch getäuscht, dass er ihnen die Zweifel, die Dr. Bommer am Erfolg der Einsprache hatte, verschwieg. Er selber hielt diese Bedenken, da er vom Erfolg der Einsprache überzeugt war, für unerheblich, und zwar mit Recht, da der Bezirksrat die von Mumenthaler eingereichten Pläne als offensichtlich bauordnungswidrig bezeichnete und den Rekurs Peters guthiess. Unter diesen Umständen bestand für den Beschwerdeführer nach Treu und Glauben keine Rechtspflicht, die Geschwister Peter darüber aufzuklären, wie Dr. Bommer die Aussichten der Einsprache beurteilte.\n\nb) Ebenso verhielt es sich mit der Äusserung des Beschwerdeführers, Mumenthaler werde nach Gutheissung der Baueinsprache vom Kaufvertrag zurücktreten. Ob dieser Fall eintrete oder ob Mumenthaler trotz Ablehnung seines Bauprojektes die Liegenschaft übernehmen werde, stand nicht fest. Davon mussten auch die Geschwister Peter, die über den wesentlichen Inhalt des Vertrages vom 3. Februar 1959 im Bilde waren, ausgehen, und es war daher auch für sie erkennbar, dass der Beschwerdeführer, wenn er den Rücktritt vom Vertrag als sicher hinstellte, bloss seine persönliche Ansicht über den möglichen Eintritt eines künftigen Ereignisses wiedergab. Es wird ihm denn auch nicht vorgeworfen, er habe, um den Eindruck zu erwecken, seine Voraussage sei sicher, hiefür bestimmte Tatsachen angerufen, z.B. behauptet, Mumenthaler habe erklärt, er werde, wenn die Baubewilligung nicht erteilt werde, vom Vertrag zurücktreten. Der Beschwerdeführer hat sich bloss mit grosser Zuversicht über den Eintritt eines künftigen Geschehens ausgesprochen, nicht aber eine Tatsache im Sinne von Art. 148 StGB vorgespiegelt.\n\nc) Es fehlt auch das Merkmal der Arglist. Die Geschwister Peter waren als erfahrene Geschäftsleute und |77| als Liegenschaftenbesitzer ebensogut wie der Beschwerdeführer, wenn nicht besser, in der Lage, zu beurteilen, wie gut ihre Aussichten, die Liegenschaft zu erwerben, nach dem Vertrag vom 3. Februar 1959 waren. Angesichts der auf dem Spiele stehenden Beträge lag es nahe, nicht ausschliesslich auf die optimistischen Erwartungen des Beschwerdeführers, der am Verkauf der Liegenschaft an die Geschwister Peter interessiert war, abzustellen, sondern eine eigene Meinung zu bilden und gegebenenfalls hiefür die nötigen Erkundigungen einzuziehen, z.B. mit Dr. Bommer und Mumenthaler Fühlung zu nehmen. Dass der Beschwerdeführer die Geschädigten von Nachforschungen abzuhalten versucht habe, wie die Staatsanwaltschaft geltend macht, wurde vom Obergericht nicht festgestellt und ist den Akten nicht zu entnehmen.\n\n2. Da ein Betrug nicht gegeben ist, muss das angefochtene Urteil aufgehoben und die Sache zur Freisprechung an das Obergericht zurückgewiesen werden.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil der II. Strafkammer des Obergerichts des Kantons Zürich vom 13. November 1962 aufgehoben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}