{"annee": "89", "cour": "IV", "page": "178", "date": "11/9/1963", "cite": ["83 IV 115", "73 IV 205", "66 I 225", "89 IV 175"], "cite_par": ["122 IV 250", "105 IV 285"], "chapeau": "36. Entscheid der Anklagekammer vom 11. September 1963 i.S. Düringer und Jetzer gegen Staatsanwaltschaft des Kantons Aargau und Staatsanwaltschaft des Kantons Zürich.", "regestes": ["1. Art. 29 al. 2 OJ. Un rédacteur ne peut représenter un coïnculpé devant la Chambre d'accusation (consid. 1). 2. Art. 351 CP, art. 264 PPF. Celui qui est inculpé d'un délit qui se poursuit sur plainte peut demander à la Chambre d'accusation de fixer le for même si aucune plainte pénale n'a été formée, selon le droit cantonal en vigueur, dans le canton qu'il prétend compétent. La chambre ne saurait toutefois obliger ce canton à engager une poursuite en l'absence d'une plainte pénale (consid. 2). 3. Art. 347 al. 1 CP. For en matière de presse. Où l'imprimé est-il édité (consid. 3)?"], "faits": "|178|\n\nA.- Am 6. März 1963 übergab der Neue Gotthardbund der Poststelle Zürich 1930 Ausfertigungen eines Flugblattes, das als \"Extrablatt, Neuer Gotthardbund, Organ des Neuen Gotthardbundes\" überschrieben ist und am Kopfe den Vermerk trägt \"Redaktion: Walter Düringer, Friedensgasse 3, Zürich 2. Druck: Adolf Fehr, Oberleimbach ZH\". Das Flugblatt enthält einen einzigen, mit \"Hütet Euch am Morgarten!\" überschriebenen Aufruf, der mit \"Der Drachentöter\" unterzeichnet ist. Die Post wurde |179| beauftragt, dieses Blatt in Zurzach (Aargau) allen Haushaltungen zuzustellen.\n\nAm Morgen des 8. März 1963 fand Gemeindeammann Dr. Edelmann, Zurzach, eine Ausfertigung des Flugblattes in seinem Postfach. Da es Äusserungen über ihn enthält, die er als ehrverletzend erachtete, liess er durch die Staatsanwaltschaft des Kantons Aargau alle Ausfertigungen, soweit sie noch auf der Poststelle Zurzach lagen, beschlagnahmen und erstattete am gleichen Tage, den 8. März 1963, bei der erwähnten Behörde gegen unbekannte Täter Strafanzeige wegen Amtsehrverletzung.\n\nDer Neue Gotthardbund liess hierauf das gleiche Flugblatt in etwa tausend Ausfertigungen nochmals drucken. Düringer und Jetzer, die beide im Kanton Zürich wohnen, begaben sich damit am 9. März 1963 nach Zurzach und verteilten es, indem sie es in Briefkästen einwarfen und Leuten auf der Strasse überreichten. Ein Dritter war ihnen dabei behilflich. Dieses Vorgehen wurde von Jetzer am 12. März 1963 vor der aargauischen Kantonspolizei zugegeben. Düringer anerkannte seine Tat am 3. Juli 1963 vor dem Präsidium des Bezirrksgerichts Horgen, das ihn auf Veranlassung der aargauischen Staatsanwaltschaft einvernahm.\n\nB.- Am 25. Juli 1963 erliess die Staatsanwaltschaft des Kantons Aargau nach vorgängiger Fühlungnahme mit der Staatsanwaltschaft des Kantons Zürich eine Verfügung, in der sie die aargauischen Behörden als zuständig erklärte, die Strafverfolgung gegen Düringer und Jetzer durchzuführen.\n\nC.- Mit Eingabe vom 6. August 1963 beantragt Düringer der Anklagekammer des Bundesgerichts im eigenen Namen und im Namen des Jetzer, von dem er Vollmacht einreicht, Zürich als einzigen Gerichtsstand zu bezeichnen.\n\nD.- Die Staatsanwaltschaft des Kantons Aargau hält die aargauischen Behörden für zuständig, weil Zurzach Herausgabeort sei. Sie erklärt aber, nichts dagegen einzuwenden, |180| wenn die zürcherischen Behörden zuständig erklärt würden.\n\nDie Staatsanwaltschaft des Kantons Zürich weist darauf hin, dass im Kanton Zürich kein Privatstrafklageverfahren anhängig gemacht worden sei. Für den Fall, dass auf das Gesuch eingetreten werde, beantragt sie, die Behörden des Kantons Aargau zuständig zu erklären.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Düringer gibt sich als Redaktor aus. Er behauptet nicht, patentierter Anwalt zu sein. Gemäss Art. 29 Abs. 2 OG ist er daher nicht befugt, Jetzer vor der Anklagekammer zu vertreten. Zwar ist nicht zu entscheiden, ob Jetzer sich strafbar gemacht habe. Dennoch liegt eine \"Strafsache\" im Sinne der erwähnten Bestimmung vor; denn Jetzer als Mitbeschuldigter beschwert sich gegen die Strafverfolgung durch die Behörden des Kantons Aargau, die er für unzuständig hält. Wenn die Anklagekammer auf Begehren eines Beschuldigten den Gerichtsstand bestimmt, trifft sie einen Vor- oder Zwischenentscheid in einer Strafsache. Ob das auch zutrifft, wenn Kantone untereinander über den Gerichtsstand streiten, kann offen bleiben.\n\nSoweit das Gesuch Jetzer betrifft, ist daher nicht darauf einzutreten.\n\n2. Die Anklagekammer pflegt in Fällen, in denen die strafbare Handlung nur auf Antrag verfolgt wird, auf das Gerichtsstandsgesuch eines Kantons nicht einzutreten, wenn im Kanton, gegen den es sich richtet, nicht ein dem dort geltenden Prozessrecht entsprechender Strafantrag gestellt worden ist. Die Beantragung der Strafverfolgung im gesuchstellenden Kanton genügt nicht von Bundesrechts wegen, um auch den andern Kanton zur Verfolgung zu verpflichten (BGE 73 IV 207sowie BGE 89 IV 176).\n\nDiese Rechtsprechung lässt sich nicht auch auf den Fall anwenden, wo der Beschuldigte die Anklagekammer anruft. Das hätte zur Folge, dass er sich gegen die Verfolgung |181| in einem nicht zuständigen Kanton nicht wehren könnte, bloss weil der Verletzte es unterlassen hat, auch im zuständigen Kanton Strafantrag zu stellen. Immerhin steht der Anklagekammer in einem solchen Falle nicht zu, diesen Kanton trotz Fehlens des Strafantrages zur Verfolgung zu verpflichten. Sie hat sich darauf zu beschränken, den Kanton, dessen Gerichtsbarkeit der Beschuldigte bestreitet, unzuständig zu erklären und es im übrigen dem Verletzten zu überlassen, das Strafverfahren im zuständigen Kanton nach den Vorschriften des dortigen Prozessrechts anhängig zu machen.\n\nSoweit das Gesuch Düringer betrifft, ist daher auf dasselbe einzutreten.\n\n3. Bei strafbaren Handlungen, die im Inland durch das Mittel der Druckerpresse begangen wurden, sind, soweit für sie die Verantwortlichkeit besonders geordnet ist, ausschliesslich die Behörden des Ortes zuständig, wo die Druckschrift herausgegeben wurde (Art. 347 Abs. 1 Satz 1 StGB). Eine Ausnahme besteht, wenn der Verfasser der Druckschrift bekannt ist und er seinen Wohnort in der Schweiz hat. Diesfalls sind ausser den Behörden des Herausgabeortes auch jene dieses Wohnortes zuständig und ist das Verfahren dort durchzuführen, wo die Untersuchung zuerst angehoben wurde (Art. 347 Abs. 1 Satz 2 und 3 StGB).\n\na) Soweit die am 8. März 1963 in geringem Umfange durch die Post verteilte erste Auflage des \"Extrablattes\" in Frage steht, lässt sich die Zuständigkeit der aargauischen Behörden nicht damit begründen, Zurzach sei Herausgabeort. Der Herausgabeort darf nicht dem Ort der Verbreitung gleichgesetzt werden. Die beiden Begriffe sind, wie sich aus Art. 347 Abs. 3 im Gegensatz zu Art. 347 Abs. 1 StGB ergibt, auseinanderzuhalten.BGE 66 I 225ff., auf den sich die beiden Staatsanwaltschaften berufen, betrifft einen Fall, in dem die Druckschrift von Zürich aus in 2000 Exemplaren an einen Journalisten in St. Gallen gesandt wurde, der sie dort absetzen liess. Sie wurde also |182| von einem besonderen Herausgabeort aus, der im Kanton der Verteilung lag, an die Öffentlichkeit gebracht. Im vorliegenden Falle übergaben dagegen die Hersteller des \"Extrablattes\" - nach den Angaben Düringers soll der Drucker das getan haben - die Schrift in Zürich der Post, mit dem Auftrag, sie in Zurzach zu verteilen. Die für die Herausgabe verantwortlichen Personen haben also alle ausschliesslich in Zürich gehandelt. Dort gaben sie das Blatt aus den Händen und entglitt es ihrer Verfügungsmacht. Herausgabeort war somit Zürich. Dass alle Ausfertigungen gemeinsam nach Zurzach versandt wurden und erst dort von der Post verteilt werden sollten, ändert nichts. Da die Beamten der Post als Herausgeber zum vornherein ausser Betracht fallen, kann die Herausgabe nicht in Handlungen der Post, sondern nur in solchen der Absender gesehen werden. Es verhält sich nicht grundlegend anders, als wenn diese selber alle Ausfertigungen an die Empfänger adressiert und sie in Zürich einzeln aufgegeben hätten. Würde anders entschieden, so käme man in Fällen, wo die Verteilung durch die Post \"in alle Haushaltungen\" an verschiedenen Orten erfolgt, zu einem \"fliegenden Gerichtsstand\", den Art. 347 StGB durch Festsetzung des Gerichtsstandes des Herausgabeortes vermeiden will.\n\nIn BGE 83 IV 115 ff., den die beiden Staatsanwaltschaften ferner anführen, stellte die Anklagekammer auf den Herausgabeort Zürich ebenfalls nicht deshalb ab, weil die Druckschrift in Zürich verteilt, sondern weil sie dort der Post übergeben wurde, nachdem sie im Kanton St. Gallen verfasst und in Bern gedruckt worden war. Die Anklagekammer sagte, der Gerichtsstand des Art. 347 Abs. 1 StGB sei der Ort, \"von dem aus\" (also nicht etwa an dem) die Druckschrift an die Öffentlichkeit gelangte.\n\nb) Es erübrigt sich aber, zu dieser Frage abschliessend Stellung zu nehmen. Die Staatsanwaltschaft des Kantons Aargau legt den Beschuldigten in der Verfügung vom 25. Juli 1963 auch die am 9. März 1963 erfolgte Verteilung |183| der zweiten Auflage zur Last. Diese Handlung ist deshalb für die Bestimmung des Gerichtsstandes ebenfalls zu berücksichtigen.\n\nSie hat unbestrittenermassen durch Düringer, Jetzer und einen weiteren Gehilfen in Zurzach stattgefunden. Diese Personen haben die zweite Auflage somit nicht wie die erste in Zürich, sondern in Zurzach herausgegeben. Erst dort gaben sie das Blatt aus der Hand. Gemäss Art. 347 Abs. 1 StGB sind daher für die Verfolgung dieser Tat die Behörden des Kantons Aargau zuständig. Dass Düringer im Kanton Zürich wohnt, ändert nichts, da eine Untersuchung nur im Aargau angehoben wurde. Seine Behauptung, er sei Verfasser des Extrablattes, hilft ihm daher nicht.\n\nc) Sind die Behörden des Kantons Aargau zuständig, Düringer wegen der Verteilung der zweiten Auflage zu verfolgen, so steht ihnen die Gerichtsbarkeit auch hinsichtlich der ersten zu. Das folgt aus Art. 350 Ziff. 1 Abs. 2 StGB, wonach die Behörden des Ortes zuständig sind, wo die Untersuchung zuerst angehoben wurde.\n\nIn bezug auf Jetzer käme man übrigens zum gleichen Ergebnis, wenn auf sein Gesuch einzutreten wäre. Der Gerichtsstand zur Verfolgung Jetzers befindet sich schon deshalb im Aargau, weil er als Mittäter oder Gehilfe belangt wird (Art. 349 StGB) und seine Handlung - Mitwirkung bei der Verteilung vom 9. März 1963 - im Aargau ausgeführt hat (Art. 346 StGB).\n\nDemnach erkennt die Anklagekammer:\n\n1.- Auf das Gesuch Jetzers wird nicht eingetreten.\n\n2.- Das Gesuch Düringers wird abgewiesen, und es werden demnach die Behörden des Kantons Aargau zuständig erklärt, die dem Gesuchsteller zur Last gelegten strafbaren Handlungen zu verfolgen und zu beurteilen."}