{"annee": "89", "cour": "IV", "page": "71", "date": "29/4/1963", "cite": [], "cite_par": ["117 IV 14"], "chapeau": "14. Arrêt de la Cour de cassation pénale du 29 avril 1963 dans la cause Equey contre Rochat", "regestes": ["1. Art. 270 al. 1 et 268 al. 2 PPF; qualité du plaignant pour se pourvoir en nullité contre le jugement d'un tribunal de district vaudois (consid. 1). 2. Art. 126 CP; ne constitue pas des voies de fait la légère correction (gifle) que, dans l'exercice de ses attributions, un concierge donne à un enfant en restant dans des limites raisonnables (consid. 2)."], "faits": "BGE 89 IV 71 S. 72\n\nEdouard Rochat est concierge des immeubles nos 3, 5, 7 et 9 de l'avenue d'Epenex, à Chavannes-Renens. Imelda Equey et son fils Pascal, âgé de trois ans et demi, habitent l'immeuble no 5. En septembre 1962, une fouille a été faite dans un pré à proximité immédiate du bâtiment no 9. Des enfants de la maison se sont amusés à y prendre de la terre et des cailloux pour les lancer. Rochat est intervenu à plusieurs reprises à ce sujet. Un jour que Pascal Equey se trouvait à proximité de la fouille, l'ouvrier qui y travaillait, craignant un accident, lui a dit de s'en aller. Arrivé sur ces entrefaites, Rochat a empoigné le garçon, l'a déposé sur un chemin et lui a donné une gifle.\n\nLa mère du jeune Equey ayant déposé plainte, Rochat fut renvoyé devant le Tribunal de simple police du district de Morges sous l'inculpation de voies de fait (art. 126 CP). Par jugement du 25 février 1963, le tribunal l'a libéré de toute peine, estimant que les circonstances dans lesquelles la gifle avait été donnée expliquaient l'acte dans une large mesure.\n\nDame Equey se pourvoit en nullité et conclut au renvoi de la cause à la juridiction cantonale afin que Rochat soit condamné pour voies de fait.", "considerants": "Considérant en droit:\n\n1. En droit vaudois, hormis certaines exceptions non réalisées ici, le plaignant n'a pas qualité pour recourir en réforme à la cour de cassation cantonale (art. 426 CPP; cf. les arrêts cités au JdT 1958 IV 127). Lors donc qu'il s'agit, comme en l'espèce, d'une infraction poursuivie sur BGE 89 IV 71 S. 73plainte seulement, il doit se pourvoir en nullité déjà contre le jugement du tribunal de district. Le présent recours, qui satisfait d'ailleurs aux exigences de forme de la loi, est dès lors recevable.\n\n2. Selon la jurisprudence, constitue des voies de fait l'acte qui, sans causer de lésion corporelle ou d'atteinte à la santé, fait cependant quelque mal (RO 69 IV 4, no 1). Des actes de ce genre doivent être réprimés parce qu'ils reposent sur un mobile blâmable tel qu'un tempérament querelleur ou un désir de vengeance (cf. exposé des motifs de l'avant-projet de 1908, p. 446). On ne saurait y assimiler les légères corrections qu'une personne adulte chargée d'une certaine tâche peut, selon l'usage, infliger à des enfants dans le cadre de la mission qui lui est donnée.\n\nEn l'espèce, l'intimé, concierge de plusieurs immeubles, doit en cette qualité assurer l'ordre et la propreté à l'intérieur et aux abords immédiats des bâtiments qui lui sont confiés. A cet égard et pourvu qu'il ne dépasse pas des limites raisonnables, il faut lui reconnaître le droit d'intervenir auprès des nombreux enfants qui habitent ces maisons et qui, par leurs jeux, troublent l'ordre qu'il doit faire régner. Or il n'a pas dépassé ces attributions. Avant l'incident qui s'est produit avec le jeune Equey, les enfants demeurant dans les bâtiments s'étaient amusés à prendre de la terre et des cailloux au bord de la fouille et à les lancer. L'intimé pouvait craindre que ces projectiles ne fussent jetés contre l'immeuble dont il a la charge et qui se trouve à proximité immédiate de la fouille (le fait s'est même produit selon les déclarations d'un témoin). Il était dès lors fondé à intervenir auprès du jeune Equey, d'autant plus que ce dernier courait un danger en demeurant près de la fouille. La légère correction qu'il lui a infligée n'excédait pas des limites raisonnables. C'est dès lors à bon droit que la Cour cantonale l'a libéré.\n\nPar ces motifs, la Cour de cassation pénale\n\nRejette le pourvoi."}