{"annee": "89", "cour": "IV", "page": "94", "date": "10/5/1963", "cite": ["71 IV 46", "68 IV 40", "70 IV 85", "72 IV 53", "81 IV 124"], "cite_par": ["104 IV 105", "96 I 24", "117 IA 472", "104 IV 288", "107 IV 146", "115 IA 234"], "chapeau": "19. Auszug aus dem Urteil des Kassationshofes vom 10. Mai 1963 i.S. Schmid gegen Erbengemeinschaft Fischer und Staatsanwaltschaft des Kantons Luzern.", "regestes": ["Art. 335 ch. 1 al. 1 CP, LF sur la protection des eaux contre la pollution. Le § 37 de la loi lucernoise d'introduction au CP, qui rend passible des peines réprimant les contraventions celui qui souille la propriété d'autrui, n'est pas contraire au droit fédéral (consid. 4). La disposition précitée s'applique aussi aux actes qui tombent également sous le coup de l'interdiction de polluer les eaux et leurs environs statuée par les art. 4 et 15 de la LF sur la protection des eaux contre la pollution (consid. 6)."], "faits": "BGE 89 IV 94 S. 94\n\nAus dem Tatbestand:\n\nA.- Schmid bewirtschaftete bis anfangs September 1961 eine Liegenschaft in Kriens, die an den Rand des Streuibachtobels grenzt. Ein Teil dieses Tobels gehört zu BGE 89 IV 94 S. 95einem Grundstück der Erben Fischer. Beim Wegzug von der Liegenschaft beförderte Schmid verschiedene wertlose Gegenstände, deren er sich entledigen wollte, so Bretter, leere Fässer, Kanister, Blechdosen usw., in das Tobel auf das Grundstück der Erben Fischer. Diese stellten daher gegen Schmid Strafantrag wegen Verunreinigung des Tobels.\n\nB.- Am 19. März 1963 erklärte das Obergericht des Kantons Luzern Schmid der vorsätzlichen Verunreinigung von Gewässern (Art. 4 Abs. 1 und 2 BG über den Schutz der Gewässer gegen Verunreinigung vom 16. März 1955) und der vorsätzlichen Verunreinigung von fremdem Eigentum (§ 37 luz. EG StGB) schuldig und verurteilte ihn zu Fr. 300.-- Busse.\n\nC.- Schmid führt Nichtigkeitsbeschwerde mit dem Antrag, er sei freizusprechen.", "considerants": "Aus den Erwägungen:\n\n4. Der Beschwerdeführer macht geltend, er habe nicht wegen Verunreinigung fremden Eigentums im Sinne des § 37 luz. EG StGB verurteilt werden dürfen, weil der Kanton diese vom Strafgesetzbuch nicht erfasste Tat nicht unter Strafe stellen dürfe.\n\na) Art. 335 Ziff. 1 StGB behält den Kantonen die Gesetzgebung über das Übertretungsstrafrecht soweit vor, als es nicht Gegenstand der Bundesgesetzgebung ist (Abs. 1), und erlaubt ihnen ausserdem, die Übertretung kantonaler Verwaltungs- und Prozessvorschriften mit Strafe zu bedrohen (Abs. 2).\n\nNach der Rechtsprechung des Kassationshofes (BGE 68 IV 41, 110,BGE 70 IV 85, 132,BGE 71 IV 47, BGE 81 IV 126, 165) dürfen die Kantone nicht schon dann eine Handlung zur Übertretung erheben, wenn sie nicht vom eidgenössischen Gesetz mit Strafe bedroht ist. Die Nichtaufnahme eines Tatbestandes in das Strafgesetzbuch kann bedeuten, dass er überhaupt straflos zu bleiben habe. Das trifft dann zu, wenn das Strafgesetzbuch die Angriffe auf ein Rechtsgut BGE 89 IV 94 S. 96durch ein geschlossenes System von Normen regelt. Behandelt es dagegen ein bestimmtes strafrechtliches Gebiet überhaupt nicht, oder stellt es nur einen Teil der Tatbestände daraus unter Strafe, um den von Kanton zu Kanton wechselnden Ansichten über die Strafwürdigkeit einer Handlung Rechnung zu tragen, so bleibt Raum für kantonales Übertretungsstrafrecht.\n\nb) Nach § 37 luz. EG StGB ist mit Haft oder Busse zu bestrafen, wer aus Bosheit oder Mutwillen öffentliche Denkmäler, öffentliche Gebäude und anderes öffentliches Eigentum oder fremdes Privateigentum verunreinigt, sofern nicht Sachbeschädigung vorliegt. Die Bestimmung richtet sich, wie auch im Randtitel hervorgehoben wird, gegen die Verunreinigung fremden Eigentums schlechthin. Geschütztes Rechtsgut ist offenbar das Vermögen, was auch daraus zu schliessen ist, dass die Bestimmung, wie aus dem ausdrücklichen Hinweis auf ihren subsidiären Charakter hervorgeht, jene über die Sachbeschädigung (Art. 145 StGB) ergänzen will. Das solothurnische EG StGB reiht denn auch den mit § 37 luz. EG StGB wörtlich übereinstimmenden § 8 in den Titel über die \"Übertretungen gegen das Vermögen\" ein. Dasselbe gilt auch für das schwyzerische Recht, das den Tatbestand der Verunreinigung fremden Eigentums in § 14 EG StGB regelt. Fragen könnte sich höchstens, ob das luzernische EG, das die einzelnen Übertretungen nicht nach verletzten Rechtsgütern gruppiert, neben dem Vermögen nicht zugleich noch andere Güter schütze wie z.B die öffentliche Ordnung (so Art. 51 des st. gallischen EG StGB). Die Frage kann jedoch offen bleiben, denn auch wenn sie zu bejahen wäre, würde sich dadurch am Ergebnis nichts ändern.\n\nc) Ist nämlich davon auszugehen, dass das luzernische Recht in der Verunreinigung fremden Eigentums jedenfalls auch einen Angriff auf das Vermögen sieht, so verstösst § 37 EG nicht gegen Bundesrecht. Zwar enthält das Strafgesetzbuch einen ziemlich umfangreichen Titel über \"strafbare Handlungen gegen das Vermögen\" (Art. BGE 89 IV 94 S. 97137-172). Im Entwurf des Bundesrates waren auch eine Reihe von Bestimmungen betreffend \"Übertretungen gegen das Vermögen\" vorgesehen (Art. 298-312). Mehrere davon wurden in der Bundesversammlung in den Titel über die \"strafbaren Handlungen gegen das Vermögen\" versetzt, zunächst auch die Bestimmung über \"geringfügige Sachbeschädigung\" (Art. 301 E; StenBull, Sonderausgabe NatR 505 ff., StR 233 f.), die dann aber später überhaupt unterdrückt wurde, weil man fand, bei geringem Schaden könne schon auf Grund des Art. 126 E (Art. 145 StGB) auf Busse erkannt werden (StenBull, Sonderausgabe NatR 692, StR 321). Andere Bestimmungen betreffend Übertretungen gegen das Vermögen wurden jedoch in der Bundesversammlung zum vornherein gestrichen mit der Begründung, sie könnten wegen ihrer geringfügigen Natur besser in den kantonalen Polizeigesetzen behandelt werden (StenBull, Sonderausgabe NatR 506, StR 235), so die Bestimmungen über Wald- und Holzfrevel (Art. 299 E; vgl. hiezuBGE 72 IV 53), über Ausbeutung der Leichtgläubigkeit (Art. 304 E) und über die Verletzung von Vorschriften über Aktiengesellschaften und Genossenschaften (Art. 312 E). Der eidgenössische Gesetzgeber wollte also die Angriffe auf das Vermögen nicht abschliessend regeln. Unter diesem Gesichtspunkt steht somit einer kantonalen Übertretungsstrafe wegen Verunreinigung fremden Eigentums nichts im Wege, obschon dieser Tatbestand im Entwurf zum StGB nicht erwähnt war.\n\nAnders verhielte es sich nur, wenn anzunehmen wäre, der Entwurf habe die Verunreinigung fremden Eigentums als \"geringfügige Sachbeschädigung\" (Art. 301 E) erfassen wollen. Diesfalls fiele sie heute unter Art. 145 StGB, der nach der Meinung der eidgenössischen Räte auch die geringfügige Sachbeschädigung deckt. Dem steht aber entgegen, dass § 37 luz. EG StGB Fälle von Sachbeschädigung, so geringfügig der an der Sache entstandene Schaden auch sein mag, ausdrücklich nicht erfassen will, also nur für Handlungen gilt, auf die Art. 145 StGB nicht anwendbar BGE 89 IV 94 S. 98ist. Der Bundesgesetzgeber kann den Kantonen diesen zusätzlichen Schutz fremden Eigentums nicht haben verwehren wollen.\n\n6. Eine andere Frage ist, ob § 37 luz. EG StGB auf Handlungen angewendet werden dürfe, die gemäss Art. 4 und 15 GSchG den Tatbestand einer eidgenössischen Übertretung erfüllen, weil durch sie ein Gewässer oder dessen Umgebung verunreinigt wird.\n\nDiese Frage ist zu bejahen, denn das Bundesgesetz vom 16. März 1955 hat es nicht auf den Schutz fremden Vermögens abgesehen, sondern wahrt die Interessen der Öffentlichkeit an sauberem Wasser und einem gefälligen Landschaftsbild (Art. 2 GSchG)."}