{"annee": "89", "cour": "II", "page": "405", "date": "10/9/1963", "cite": [], "cite_par": ["98 II 305", "102 II 413", "100 II 30", "130 III 362"], "chapeau": "53. Arrêt de la Ire Cour civile du 10 septembre 1963 dans la cause Eigenheer, Fardel et Zurbriggen contre Juilland.", "regestes": ["Art. 371 al. 2 CO. Cette disposition vise la contribution de l'architecte sans distinguer selon les services rendus ou le contrat conclu (consid. 1). La prescription de cinq ans court dès la réception de l'ouvrage; notion de la réception (consid. 2 a). Art. 371 al. 1 CO. Application analogique de l'art. 210 al. 3 CO (consid. 2 b)."], "faits": "|405|\n\nA.- Vers la fin de l'année 1946 fut achevée la construction immobilière que Luc Juilland a fait ériger à Noës par l'architecte Willy Eigenheer - qui établit les plans et surveilla les travaux - et par la société à responsabilité limitée Valcosa; l'actif et le passif de cette entreprise furent repris par une société en nom collectif formée par les entrepreneurs Julien Fardel et Emile Zurbriggen.\n\nDans la suite, le maître de l'ouvrage reprocha à l'architecte d'avoir mal examiné la nature du terrain ainsi que les infiltrations d'eau et les mesures à prendre pour y parer'et d'avoir négligé la surveillance des travaux. Des défauts |406| étaient en effet apparus, dont plusieurs étaient également imputables aux entrepreneurs. Quelques mois après la réception, des fissures de retrait normales s'étaient déjà produites. Mais un équilibre stable subsista cependant, qui fut rompu peu à peu dès 1951, le sol s'affaissant sous les fondations. L'eau qui en fut la cause a pu provenir de canalisations et de tuyaux défectueux. Le dommage a augmenté progressivement et, en septembre 1952, Juilland disposa d'éléments suffisants pour intervenir auprès de l'architecte et des entrepreneurs.\n\nB.- Ces derniers furent cités le 9 octobre 1956 en vue de la tentative légale de conciliation. Celle-ci ayant échoué, Juilland a déposé une demande en justice le 10 décembre 1957. Les défendeurs ont soulevé l'exception de prescription et conclu à libération.\n\nLe 26 avril 1963, la Cour civile du Tribunal cantonal valaisan a rejeté l'exception de prescription et alloué 6000 fr. au demandeur; à son avis, l'architecte supporte les 2/3 de la responsabilité et les entrepreneurs le reste.\n\nC.- Eigenheer, d'une part, Fardel et Zurbriggen, d'autre part, demandent au Tribunal fédéral de réformer ce jugement, l'action étant prescrite. L'intimé conclut au rejet des recours.", "considerants": "Considérant en droit:\n\n1. Sur le recours de l'architecte Eigenheer Est seule litigieuse la durée du délai de prescription: dix ans ou cinq ans?\n\nLorsque l'architecte n'est pas subordonné au maître par un contrat de travail, et qu'il assume tout à la fois l'établissement des plans et la mise en mouvement, la surveillance et la revision des travaux, son activité est soumise dans son ensemble, en principe, aux règles du mandat (RO 63 II 176; 64 II 9). Toutefois, l'action fondée sur les défauts d'une construction immobilière se prescrit contre l'architecte qui a collaboré à l'exécution de l'ouvrage non pas par dix ans (art. 127 CO), mais par cinq ans à compter |407| de la réception (art. 371 al. 2 CO; OSER/SCHÖNENBERGER, ad art. 371 CO, no 7; BECKER, ad art. 371 CO, no 4). C'est là une exception claire aux règles du mandat, destinée à parer aux inconvénients que la jurisprudence relative à l'ancien droit avait révélés (RO 21 p. 1061). Le texte même de la disposition vise la contribution de l'architecte sans distinguer selon les services rendus ou le contrat conclu (ZR 1937 p. 363, no 186 consid. 6; l'arrêt cité par la Cour cantonale, RSJ 1955 p. 212, traite d'une autre question; v. JdT 1960 I 158). Le délai n'est de dix ans que lorsque l'entrepreneur, l'ingénieur ou l'architecte a intentionnellement dissimulé les défauts (art. 210 al. 3 et 371 al. 1 CO; RO 58 II 140 sv.; arrêt Benguerel du 22 juin 1918, consid. 3, p. 14).\n\nPartant de la situation à laquelle le législateur a voulu porter remède en revisant l'ancien art. 362 CO, Porret estime que l'on a modifié le délai de prescription de la responsabilité de l'ingénieur et de l'architecte, en assimilant leur cas à celui de l'entrepreneur, pour ce qui a trait seulement aux défauts des travaux des maîtres d'état, insuffisamment contrôlés et surveillés; la prescription décennale s'appliquerait en revanche à la responsabilité qui dérive de la conception des plans et de la vérification des comptes des entrepreneurs; la prescription de cinq ans viserait une responsabilité pour autrui (RSJ 9 p. 387 et 388). Selon l'arrêt Benguerel déjà cité (p. 11 et 12), cette distinction est malaisée en pratique et ne trouve pas sa justification dans le texte légal; la réduction du délai a été voulue de façon uniforme (cf. OSER-SCHÖNENBERGER, ad art. 371 CO, no 7). Cette opinion est exacte. Il ne paraît pas, tout d'abord, que l'architecte réponde du fait d'autrui, comme l'employeur (art. 55 et 101 CO); il assume sa propre faute. Il serait insolite, en outre, que la prescription décennale visât l'activité qui par elle-même constitue plutôt l'objet d'un contrat d'entreprise tandis que le délai de cinq ans concernerait le mandat proprement dit. Le texte légal, enfin, ne fait aucune distinction entre les services que l'architecte |408| peut être appelé à rendre au maître de l'ouvrage. En l'espèce, le recourant aurait mal examiné la nature du terrain, ainsi que les infiltrations d'eau et les mesures à prendre pour y parer, et négligé la surveillance des travaux, en n'obtenant pas des maîtres d'état qu'ils tiennent compte de la situation géologique ou la corrigent. On voit d'emblée qu'il serait extrêmement aléatoire, en pratique, de diviser le dommage suivant que l'obligation inexécutée ressortissait en soi au contrat d'entreprise ou au mandat.\n\nPour ces deux dernières raisons, tirées du texte légal et d'une difficulté pratique, on doit également écarter la distinction inverse que préconise la Cour cantonale.\n\nVu ce qui précède, l'action intentée contre l'architecte recourant est prescrite, plus de cinq ans s'étant écoulés entre la réception de l'ouvrage, à la fin de l'année 1946, et la citation en conciliation du 9 octobre 1956.\n\n2. Sur le recours des entrepreneurs Fardel et Zurbriggen.\n\na) Le litige porte d'abord sur le point de départ du délai de prescription. Citant l'art. 371 al. 2 CO, la Cour cantonale compte cinq ans \"dès la réception\" de l'ouvrage, qu'elle vient de situer vers la fin de l'année 1946; mais au moment de décider, elle part de septembre 1952; l'intimé n'aurait disposé qu'à ce moment-là d'éléments suffisants pour aviser les entrepreneurs, ce qu'il a fait à temps.\n\nCette argumentation viole le texte clair de la loi. Celle-ci prévoit un seul point de départ, qui ne dépend pas d'un avis donné par le créancier (cf. art. 130 al. 2 CO). De ce point de vue, on ne saurait confondre la prescription de l'action et l'absence de créance faute d'avis régulier (art. 367 al. 1 CO). Le maître de l'ouvrage est désarmé s'il n'a pas averti l'entrepreneur à temps ou s'il laisse prescrire la créance. Dans ce dernier cas, peu importe que les défauts aient été découverts tardivement (autre cas semblable: RO 87 II 160 s.); on ne peut déduire le contraire de la comparaison des art. 371 al. 2, 219 al. 3 et 210 al. 1 (applicable par analogie - RO 58 II 140 - en vertu du renvoi de l'art. 371 al. 1), parce que la dernière disposition contiendrait seule cette précision.\n\n|409|\n\nL'intimé, certes, pense pouvoir justifier d'une autre façon la décision attaquée. A son avis, l'ouvrage ne peut être accepté ou reçu lorsqu'il est défectueux. Ce disant, il confond la réception (Abnahme; art. 371 al. 2) et l'acceptation (Genehmigung; art. 370). L'ouvrage est reçu ou livré (art. 367, 371 et 372) lorsque l'entrepreneur communique son achèvement au maître qui, de son côté, le considère comme terminé. L'acceptation a trait à l'excellence de l'ouvrage livré et à sa vérification. Dans la présente cause, il s'agit uniquement de la réception, que la Cour cantonale a fixé vers la fin de l'année 1946.\n\nb) Vu ce qui précède, le point de départ du délai de prescription est situé. Reste à déterminer la durée du délai. Elle est exceptionnellement de dix ans si l'entrepreneur a intentionnellement dissimulé les défauts tardivement apparus et constatés en septembre 1952 (art. 210 al. 3 CO, appliqué par analogie en vertu du renvoi général de l'art. 371 al. 1 CO; RO 58 II 140 sv.; arrêt Benguerel précité, p. 14). Une exécution imparfaite n'implique pas nécessairement une telle dissimulation; encore faut-il que l'entrepreneur connaisse les défauts et qu'il les taise volontairement.\n\nLes constatations du jugement attaqué ne permettent pas de retenir le dol que l'intimé allègue dans sa réponse au recours. Mais il n'est pas nécessaire de les compléter sur ce point (art. 64 al. 1 OJ). Il incombait au maître, demandeur, d'indiquer les circonstances dont il déduit l'intention. Or le seul reproche qu'il formule ne prouve pas une dissimulation: que l'entrepreneur ait dirigé la pose défectueuse d'une canalisation ne signifie pas encore qu'il a connu le défaut et qu'il en a celé l'existence.\n\nc) Il suit de là que la prescription était acquise à l'expiration d'un délai de cinq ans. L'intimé tente timidement de prétendre que les recourants auraient reconnu la dette en 1952 (art. 135 al. 1 CO). Sur ce point, le recours est insuffisamment motivé (art. 55 al. 1 litt. c OJ) et le jugement attaqué ne contient aucune constatation. Le premier acte qui eût pu interrompre la prescription fut donc la citation |410| en conciliation du 9 octobre 1956, notifiée plus de cinq ans après la réception de l'ouvrage. L'action intentée aux entrepreneurs était alors prescrite, comme la demande dirigée contre l'architecte.\n\nPar ces motifs, le Tribunal fédéral\n\nAdmet les deux recours, en ce sens que l'action du demandeur est rejetée tant contre Willy Eigenheer que contre Julien Fardel et Emile Zurbriggen."}