{"annee": "89", "cour": "II", "page": "370", "date": "2/5/1963", "cite": [], "cite_par": ["130 III 393", "103 II 41", "107 II 331", "130 III 554", "92 II 89"], "chapeau": "49. Estratto della sentenza 2 maggio 1963 della II Corte civile nella causa Comune di Ascona e Azienda comunale dell'elettricità, Ascona, contro Fornera, Rusconi e Federico Fornera e figli.", "regestes": ["Radiation judiciaire d'une servitude foncière. Art. 736 al. 1 CC. Une servitude dont l'exercice est devenu impossible remplit les conditions de fait exigées par l'art. 736 al. 1 CC, car elle a perdu tout intérêt pour le bénéficiaire (consid. 3). La charge liée à la servitude, de même qu'une obligation de faire rattachée accessoirement à la servitude (art. 730 al. 2 CC) doivent être déterminées selon la situation des lieux et les circonstances existant au moment de la constitution de la servitude elle-même (consid. 3). S'il apparaît exclu, d'après le cours ordinaire des choses et l'expérience de la vie, qu'une servitude soit exercée à nouveau dans un avenir prévisible, la demande de radiation doit être accueillie: la rejeter équivaudrait à laisser subsister une servitude devenue pratiquement injustifiée (consid. 3). Pour s'opposer à la radiation, le titulaire devrait établir un intérêt à l'exercice de la servitude conformément à son contenu (consid. 4)."], "faits": "|371|\n\nA.- Federico Fornera e Massimo Rusconi sono proprietari rispettivamente delle particelle No. 1872 e No. 613 del Comune di Ascona, a favore delle quali sono iscritte a registro fondiario due servitù di acqua motrice e di roggia. La roggia sulla quale si esercitano tali diritti è fin dal 1321 di proprietà del Comune di Ascona: essa è costituita di un canale interrato, largo da 2 a 3 metri, che prende acqua dal fiume Maggia e che, con un percorso di circa 3 chilometri in territorio dei Comuni di Losone e di Ascona, finisce nel lago Maggiore. Il contenuto della servitù si desume da un giudizio arbitrale emanato il 26 giugno 1934 in una causa, tra i proprietari di mulini, di una segheria e di una piccola centrale idroelettrica sulla roggia, per una parte, e il Comune di Ascona, per l'altra, circa l'obbligo di riparazione di danni alla roggia. Tale giudizio, oltre a condannare il Comune alla rifusione di 12 800 franchi |372| di spese sopportate da uno dei suddetti proprietari per la rimessa in efficienza della roggia, così precisa gli obblighi del Comune:\n\na.dare e mantenere libero il cavo della roggia comunale o dei mulini ed immettere all'imboccatura del cavo il quantitativo d'acqua corrispondente a quello necessario per far camminare una ruota da mulino (ordinaria o asinaria);\n\nb.consentire e permettere che gli attori derivino nel cavo tant'acqua ne può contenere il cavo stesso (cavo pieno).\n\nA contare dal 1932, in conseguenza sia dell'abbassamento (segnatamente per effetto dei lavori di correzione) dell'alveo della Maggia, sia della mancata manutenzione della roggia, la ditta F. Fornera e Co, proprietaria allora del mulino inferiore, dovette rinunciare a servirsi, per il funzionamento del macchinario, della forza idraulica della roggia e si allacciò alla rete di distribuzione dell'Azienda comunale di Ascona. Nel 1947, Fornera e Rusconi sciolsero la società e si ripartirono gli immobili, continuando ciascuno un proprio laboratorio di falegnameria. L'aumento del consumo di energia elettrica indusse il Comune di Ascona a chiedere agli utenti, già nel 1945, se sarebbero stati disposti a rinunciare ai diritti sanciti nel lodo del 26 giugno 1934, accettando in compenso una fornitura gratuita di una certa quantità di energia elettrica per un certo numero di anni. La richiesta di Fornera e Rusconi, espressa nel 1949 (130 000 franchi o la fornitura gratuita e perpetua di energia elettrica), fu considerata inaccettabile dal Comune.\n\nNel catasto cantonale delle acque, pubblicato nel 1899 in virtù della legge del 17 maggio 1894 sulla utilizzazione delle acque con la quale il Cantone affermò la propria sovranità sulle acque dei laghi, dei fiumi e dei torrenti, è, in particolare, iscritto, per il territorio di Ascona, un diritto di derivazione di acqua dalla Maggia per il funzionamento di un mulino a favore di Giuseppe Farinelli: trattasi del diritto, di cui beneficiano ora i due convenuti Federico Fornera e Massimo Rusconi. Il 10 marzo 1949, il Cantone Ticino ha accordato alle Officine idroelettriche |373| della Maggia (Ofima SA) la concessione per lo sfruttamento delle acque della Maggia e dei suoi affiuenti.\n\nPresentemente, la roggia, sulla quale sono esercitate le servitù è ingombra di vegetazione e di materiali e, in qualche tratto, è addirittura franata e scomparsa. La presa di acqua si trova a circa m 1.50-2 al disopra dell'alveo della Maggia, progressivamente abbassatosi.\n\nB.- Il 5 novembre 1952, il Comune di Ascona e l'Azienda comunale dell'elettricità di Ascona scesero in giudizio, davanti al Pretore di Locarno-campagna. Nelle conclusioni, essi domandarono la cancellazione delle due servitù di acqua motrice e di roggia e la condanna dei debitori solidali Fornera e Rusconi a pagare fr. 11 097 per energia consumata dalla ditta Federico Fornera e Co dal 1945 al 1949, della ditta Federico Fornera e figli (costituita il 17 aprile 1948 tra Federico Fornera e i suoi figli) a pagare fr. 8810 25 per energia consumata dal 1950 al 1952 (primo semestre), di Massimo Rusconi a pagare fr. 11 495 15 per energia consumata dal 1950 al 1952 (primo semestre).\n\nIl Comune invocò l'art. 736, cpv. 1 CC, osservando che, per una modificazione della situazione del fondo serviente indipendente dalla volontà del proprietario del medesimo (abbassamento dell'alveo del fiume Maggia di circa m 1.50-2 al disotto della bocca di presa della roggia) e per la concessione di sfruttamento delle acque della Maggia accordata alla Ofima SA, la servitù sarebbe divenuta di impossibile esercizio e il fondo dominante avrebbe perso qualsiasi interesse alla medesima.\n\nI convenuti, opponendosi alla petizione, sostennero che l'energia elettrica era stata loro fornita gratuitamente in sostituzione, per intervenuta novazione del debito, dell'obbligo del Comune di mantenere efficiente la roggia, e contestarono che il diritto d'acqua sia divenuto di impossibile esercizio e abbia perso per essi ogni interesse presente e futuro: in via subordinata, essi chiesero la condanna del Comune a pagare 100 000 franchi più interessi quale prezzo per il riscatto della servitù e a rimborsare la spesa per |374| l'energia elettrica consumata dal gennaio 1953, in ragione di 4000 franchi annui.\n\nIl Pretore respinse la domanda di cancellazione delle servitù e ammise le domande di pagamento dell'energia elettrica limitatamente al periodo dal 30 giugno 1951 (data valutata dal Pretore in funzione dell'intenzione espressa dal Comune il 4 aprile 1951 di scindere i suoi obblighi inerenti alla roggia dalla sua fornitura di energia elettrica) al 30 giugno 1952 a carico della ditta Federico Fornera e figli e di Massimo Rusconi.\n\nC.- Su appellazione di ambedue le parti, il Tribunale d'Appello ha concluso per la reiezione completa delle domande di causa degli attori.\n\nSulla cancellazione della servitù, la Corte cantonale ha giudicato che non esiste l'impossibilità materiale di ripristinare l'efficienza della roggia: infatti, la roggia può essere rimessa in piena efficienza mediante il trasferimento dell'incile circa 100 metri più a monte con relativo prolungamento del canale, conformemente alla soluzione tecnica suggerita dai convenuti. La concessione di sfruttamento delle acque della Maggia data dallo Stato all'Ofima SA, poi, non crea ancora una totale e continua mancanza di acqua per la roggia comunale, ma soltanto limita l'esercizio della roggia. D'altronde, l'ipotesi che la conservazione della servitù iscritta a registro fondiario debba ormai servire soltanto come premessa alle pratiche di espropriazione e all'indennità incombenti alla società concessionaria delle acque della Maggia, giustificherebbe, già di per sè, l'opposizione alla domanda di cancellazione.\n\nCirca il pagamento dell'energia elettrica, la Corte cantonale ha ritenuto che nessun contratto di fornitura di energia elettrica era mai stato concluso fra le parti, mentre esisteva una inscindibile connessione tra quella fornitura e gli obblighi del Comune verso i titolari dei diritti sulla roggia: è, quindi, ingiustamente, violando le norme della buona fede, che il Comune pretende il pagamento della fornitura di energia elettrica fatta ai convenuti. La domanda |375| di pagamento può fondarsi solo sull'indebito arricchimento, ma i fatti dimostrano che, seppure senza contratto e senza promessa di pagamento, la fornitura non è avvenuta senza legittima causa.\n\nD.- Contro la sentenza del Tribunale d'Appello, gli attori hanno interposto tempestivamente ricorso per riforma. Essi sostengono che la Corte cantonale, negando la perdita di ogni interesse per il fondo dominante a causa dell'impossibilità di esercitare la servitù, ha violato l'art. 736, cpv. 1 CC, che, dovendo costituire il correttivo per l'abrogazione dell'istituto della prescrizione estintiva, è da interpretare nell'interesse della libertà della proprietà. Nessuna convenzione prevede a carico del Comune l'obbligo di spostare la bocca di presa dell'acqua, decisive per l'onere di mantenimento, qualora la bocca di presa esistente non dia più alcuna utilità al fondo dominante, essendo la situazione dei luoghi e le circostanze al momento della costituzione della servitù. Tanto più che mancherebbe un interesse pubblico per imporre ai terzi, in via di espropriazione, il nuovo canale di prolungamento. Dopo la concessione di sfruttamento delle acque della Maggia e dei suoi affiuenti alla Ofima SA, uno spostamento della presa non si giustificherebbe più, perchè la Ofima SA può utilizzare (si può dire) l'intera portata del fiume. Anche un esercizio limitato della servitù sarebbe escluso. Oggetto dell'interesse di una servitù è l'esercizio del diritto conformemente al contenuto del titolo costitutivo, irrilevante essendo, per contro, un eventuale altro interesse. Circa le domande creditorie intese al pagamento delle forniture di energia elettrica dal 10 luglio 1951 al 30 giugno 1952, ossia nella misura riconosciuta dal Pretore e accettata dai ricorrenti, questi osservano che al 10 luglio 1951 l'impossibilità di uso del canale era già in atto e, quindi, i convenuti non potevano più fare assegnamento su un'ulteriore condiscendenza del Comune.\n\nE.- I convenuti chiedono, nelle loro osservazioni, la reiezione del ricorso. Nella forma, essi osservano che le |376| domande di pagamento proposte dall'Azienda comunale dell'elettricità - da esaminare separatamente da quella reale di cancellazione della servitù e separatamente tra di loro non rivolgendosi contro debitori solidali - non raggiungono il valore fr. di 8000, richiesto per un ricorso per riforma. Nel merito, essi rilevano che gli accertamenti della Corte cantonale, secondo cui l'esercizio della servitù sarebbe - mediante lo spostamento della presa e il prolungamento del canale - oggettivamente e realmente possibile, sono vincolanti per il Tribunale federale, onde la giustificazione della chiesta cancellazione cade.", "considerants": "Considerando in diritto:\n\n1. In virtù dell'art. 736, cpv. 1 CC, il proprietario del fondo serviente può chiedere al giudice la cancellazione di una servitù quando questa abbia perso ogni interesse per il fondo dominante. In tal modo, si tende a favorire il più possibile la liberazione della proprietà immobiliare da oneri gravosi (RU 43 II 29, consid. 2). La disposizione, essendo di natura coercitiva, è applicabile anche alle servitù costituite prima dell'entrata in vigore del CC (RU 45 II 394, consid. 4). Nell'interpretazione data dalla giurisprudenza, la norma dell'art. 736 è considerata come un'applicazione dell'art. 2 CC nel senso che essa è valida limitatamente ai casi in cui, secondo i principi della buona fede, l'esercizio e il mantenimento della servitù non possono più essere giustificati o corrispondono a un abuso di diritto, cioè ai casi in cui una tale sproporzione esiste fra diritti e oneri che la resistenza del proprieterio del fondo dominante a concedere la cancellazione o il riscatto della servitù appaia come un atto di \"chicane\" (RU 50 II 467; 66 II 246 s.; 70 II 96, consid. 1). Costituendo l'art. 736 una violazione del principio generale \"pacta sunt servanda\", valido anche nel diritto delle servitù, e quindi, in sostanza, un caso speciale della clausola rebus sic stantibus, occorre che la diminuzione o la scomparsa dell'interesse sia dovuta a fatti avvenuti dopo la costituzione della servitù (70 II |37796| , consid. 1; 79 II 57). Inoltre, il proprietario del fondo dominante è solo giudice del suo interesse al mantenimento dello statu quo, che può essere parimente un semplice interesse d'affezione (70 II 96, consid. 3). Infine, la persistenza anche solo di un interesse di lieve importanza, ridotto rispetto a prima, o la possibilità di rinascita di un interesse esclude la cancellazione della servitù (RU 81 II 189, consid. 2).\n\nQuesta giurisprudenza è giudicata troppo restrittiva da LIVER (Kommentar zum Schweizerischen Zivilgesetzbuch, Das Sachenrecht, n. 43-52 ad art. 736), secondo il quale il legislatore, nell'interesse della libertà della proprietà, ha attribuito all'art. 736 CC anche le funzioni della prescrizione e dell'usucapio libertatis.\n\n2. Il Comune di Ascona deduce la dimostrazione dell'impossibilità d'esercizio della servitù e, quindi, della perdita di ogni interesse per i due fondi dominanti, da due circostanze pacifiche in causa:\n\n- l'abbassamento del letto del fiume Maggia per circa m 1.50 sotto la presa d'acqua, per cause non imputabili al Comune;\n\n- la concessione di sfruttamento delle acque della Maggia e dei suoi affluenti alla Ofima SA\n\nCome mezzi per rimediare all'abbassamento del letto del fiume Maggia sotto la presa d'acqua, l'ing. Melera - nella perizia del 13 dicembre 1947 prodotta dagli attori - indicava, pur sconsigliando il ripristino degli impianti: a. la costruzione di una briglia a carattere semipermanente attraverso il fiume, che, però, \"non darebbe nessuna garanzia di resistere alla tracimazione provocata dalle frequenti e forti piene cui è soggetta la Maggia\", b. la costruzione di uno sbarramento a carattere permanente, c. l'installazione di una pompa di sollevamento dell'acqua, che \"non è consigliabile nè tecnicamente nè economicamente\". A parte l'entità della spesa necessaria per le prime due soluzioni (oltre 100 000 franchi, rispettivamente oltre un milione: secondo l'ing. Melera), la sentenza |378| impugnata accerta che esse sono irrealizzabili, perchè il Cantone, il quale possiede la sovranità sul fiume, non darebbe mai l'autorizzazione a eseguire una briglia o uno sbarramento attraverso il fiume Maggia, siccome opere suscettibili di influire in modo certamente dannoso sul deflusso delle acque in regime di piena.\n\nPer contro, la Corte cantonale dichiara che i convenuti hanno dimostrato in causa la possibilità di rimettere in piena efficienza la roggia mediante il trasferimento della presa circa 100 metri a monte, con relativo prolungamento del canale, aperto o sotterraneo, conformemente al progetto allestito, il 17 marzo 1953, dall'ing. Ivo Buetti per conto dei convenuti. Questa dichiarazione della Corte cantonale è un accertamento di fatto che vincola il Tribunale federale (art. 63, cpv. 2 OG). Su questo punto, le critiche dei ricorrenti, contravvengono al divieto dell'art. 55, cpv. 1, lett. c OG. Nella deposizione testimoniale del 2 ottobre 1956, l'ing. Buetti ha precisato che il predetto prolungamento del canale sarebbe sito, in parte sul greto del fiume, di proprietà dello Stato, e, in parte, in zona boschiva, di proprietà del Patriziato di Losone, che l'importanza dei diritti d'acqua dei beneficiari della roggia giustificherebbe anche economicamente l'esecuzione dei lavori e che una soluzione quasi identica, seppure di proporzioni più ridotte, era già stata adottata in altro punto del fiume direttamente dall'Ofima SA Dal profilo giuridico, gli art. 691 CC e 148 LAC, già richiamati dalla Corte cantonale, consentirebbero tale soluzione; inoltre, la legge cantonale del 17 maggio 1894 riguardante l'utilizzazione delle acque, che è applicabile ai diritti acquisiti iscritti nel catasto dei diritti di acqua e alle nuove concessioni di diritti d'acqua, conferisce (art. 9, cpv. 1) al concessionario il diritto di espropriazione \"per la costruzione delle opere e pel trasporto elettrico della forza\"; d'altronde, lo Stato, che deve rispettare i diritti di acqua acquisiti dai convenuti, non avrebbe motivo di opporsi al passaggio sulla proprietà demaniale del nuovo canale di prolungamento. |379|\n\nTuttavia, oltre alla possibilità materiale di ripristinare la efficienza della roggia, è necessario che l'acqua della Maggia possa giungere e scorrere nel canale prolungato, in misura da permettere l'esercizio della servitù. Sorge, cioè, la questione a sapere se la concessione data dal Cantone Ticino alla Ofima SA, nel 1949, di sfruttamento delle forze idriche della Maggia e dei suoi affiuenti sino al Verbano non renda impossibile siffatto esercizio per mancanza o insufficienza d'acqua nel canale. La Corte cantonale dichiara che la predetta concessione, da una parte, non crea ancora una totale e continua mancanza di acqua per la roggia comunale ma, dall'altra parte, limita l'esercizio della servitù in misura da suscitare la domanda se ancora esista un interesse sufficiente al mantenimento della servitù considerato l'onere derivante al Comune. Anche questa dichiarazione è un accertamento di fatto che vincola il Tribunale federale (art. 63, cpv. 2 OG) e anche qui le critiche dei ricorrenti contravvengono al divieto dell'art. 55, cpv. 1, lett. c OG. I ricorrenti, che giudicano insostenibile l'apprezzamento delle prove contenuto nella sentenza della Corte cantonale, non possono criticare siffatto apprezzamento in un ricorso per riforma ma devono semmai insorgere con un ricorso di diritto pubblico per violazione dell'art. 4 CF (63 II 38; cfr. anche BIRCHMEIER, pag. 86). La Corte cantonale deduce l'accertamento della possibilità di far giungere e scorrere nel canale acqua sufficiente soprattutto dalle affermazioni e valutazioni dell'ing. Riccardo Gianella, teste particolarmente valido per la sua funzione di capo tecnico delle acque presso l'amministrazione cantonale, il quale, nell'udienza dell'8 luglio 1957, così si espresse: \"Il trasferimento più a monte dell'attuale presa della roggia comunale sul fiume Maggia non avrebbe oggi più senso per il fatto che con la captazione delle acque per gli impianti idroelettrici della Maggia, acqua ne scorre in quantità così ridotta da escludere una derivazione nel canale, specialmente nei periodi invernali. Questa impossibilità esiste ormai da 4 o 5 anni e durerà finchè sussisterà la concessione |380| di acqua di cui è titolare l'Ofima SA È difficile prevedere un futuro miglioramento dell'attuale situazione: ritengo questo miglioramento umanamente impossibile\". Il predetto accertamento, la Corte cantonale non lo fonda più sui dati contenuti nel progetto dell'ing. Buetti, presumibilmente perchè esso è del 17 marzo 1953 (il rilevamento della posizione nella quale \"il fondo del canale alla nuova presa\" verrebbe a trovarsi rispetto al pelo d'acqua è del febbraio 1953), cioè è stato elaborato prima che le acque interessanti la roggia fossero state effettivamente captate, come lo affermò, nell'audizione del 2 ottobre 1956, lo stesso ing. Buetti (sia pure dicendo che, secondo lui, il progetto avrebbe ancora un'utilità sicura nonostante tale captazione), come lo aveva già affermato, nell'udienza del 22 novembre 1955, il teste dott. Nello Celio, allora Consigliere di Stato, dichiarando che la captazione effettiva delle acque della Maggia da Cavergno in giù e della Melezza e Isorno, convogliate alla centrale Verbano, è avvenuta nella primavera del 1953, e come lo confermò, poi, il teste ing. Riccardo Gianella, nella dichiarazione testimoniale citata sopra. Se si considera la dichiarazione testimoniale dell'ing. Riccardo Gianella, dalla quale la Corte cantonale deduce la possibilità d'esercizio della servitù nonostante la concessione all'Ofima SA, appare evidente che questa Corte accerti solo una possibilità minima d'esercizio: infatti, essa accerta soltanto che la concessione \"non crea ancora una totale e continua mancanza d'acqua\", cioè che, nonostante la concessione, l'acqua non manca completamente, nè manca sempre.\n\n3. Occorre poi esaminare se gli accertamenti della Corte cantonale siano sufficienti per respingere la domanda di cancellazione della servitù nel senso dell'art. 736, cpv. 1 CC.\n\nL'interesse immediato dei convenuti alla conservazione della servitù, afferma la sentenza impugnata, dipende dalla possibilità presente o futura di rimettere in efficienza la roggia, così da poter essi ricavare forza motrice per i loro |381| opifici. È ovvio che una servitù, il cui esercizio sia diventato impossibile, abbia perso qualsiasi interesse per il beneficiario e che, in tal caso, la fattispecie dell'art. 736, cpv. 1, sia adempiuta (cfr. LIVER, Kommentar, n. 16 ad art. 736). L'accertamento della Corte cantonale, stabilendo che la concessione \"non crea ancora una totale e continua mancanza d'acqua\", attenua in misura notevole l'interesse dei convenuti all'esercizio della servitù, perchè la pienezza di siffatto interesse, consistente nel ricevere regolarmente nel canale una quantità d'acqua bastevole per essere trasformata in forza motrice, esige molto più della costatazione secondo cui la mancanza d'acqua non è totale e non è continua, la quale lascia sussistere soltanto un interesse limitato, cioè sotto il normale. (Secondo la perizia Generali, prodotta dagli attori, i convenuti non avrebbero addirittura, economicamente, più alcun interesse alla servitù, il prezzo dell'energia suscettibile di essere ricavata dalla forza idraulica essendo largamente superiore al prezzo di mercato dell'energia elettrica: essa, però, esamina, come provvedimenti per il ripristino dell'efficienza del canale, soltanto la costruzione di una briglia attraverso il fiume e l'impianto di una motopompa.) Inoltre, già solo per ottenere che la mancanza di acqua non sia totale nè sia continua, cioè che non vi sia impossibilità d'esercizio della servitù e, quindi, che vi sia un interesse immediato, pur limitato, alla conservazione della servitù, è necessario, secondo gli accertamenti della Corte cantonale, compiere opere, cioè prolungare il canale, in modo confacente, per circa 100 metri, su proprietà dello Stato e del Patriziato di Losone. Sebbene sia vero che, come osservano i convenuti, in discussione non sta l'obbligo del Comune di Ascona di spostare a proprie spese la ubicazione della presa sul fiume, bensì la questione a sapere se la servitù in favore dei convenuti debba essere cancellata per l'impossibilità di farne uso, giova ritenere che l'eventuale costruzione del prolungamento del canale non può essere imposta al Comune di Ascona, essendo decisive per l'onere connesso alla servitù, |382| ossia per una prestazione di fare accessoria alla servitù (art. 730, cpv. 2 CC), la situazione dei luoghi e le circostanze al momento della costituzione della servitù stessa. Di certo, al prolungamento del canale potrebbero provvedere gli aventi diritto stessi, i quali dovrebbero poi anche sopperire almeno alle spese per la manutenzione e il servizio degli impianti di trasformazione della forza idraulica in forza motrice. Tuttavia, si è ben lungi dall'acquisire il convincimento che essi eseguiranno l'opera. Dal 1932, anno in cui la ditta Fornera e Co, non solo per la mancata manutenzione della roggia da parte del Comune di Ascona bensì anche per l'abbassamento dell'alveo della Maggia cagionato allora segnatamente dai lavori di correzione, dovette rinunciare a servirsi della forza idraulica della roggia, i convenuti, pur riconoscendo loro, per effetto dell'erogazione gratuita di energia elettrica da parte dell'Azienda dell'elettricità di Ascona, il diminuito interesse all'esercizio della servitù, si sono per lo più limitati, anche prima che la captazione delle acque della Maggia per opera della Ofima SA rendesse più difficile il ripristino dell'efficienza della roggia e ne attenuasse l'efficacia, a richiamare al Comune di Ascona, soprattutto quando la gratuità dell'erogazione di energia elettrica era contestata, l'adempimento dei suoi obblighi, nonostante che siffatti obblighi concernessero soltanto la manutenzione del canale e non già le altre prestazioni in faciendo ormai indispensabili per ridare alla roggia la sua efficienza: il progetto dell'ing. Buetti, fatto allestire dai convenuti, è posteriore alla petizione del Comune di Ascona che ha avviato la causa in esame. Inoltre, i convenuti hanno già presentato una petizione con la quale, pur dichiarando di non voler rinunciare alle loro pretese espresse con le domande riconvenzionali poste nella presente causa, chiedono che l'Ofima SA, lo Stato del Cantone Ticino e il Consorzio per la correzione del fiume Maggia siano solidalmente condannati a pagare loro un risarcimento, \"non essendo più possibile la derivazione dal fiume Maggia del quantitativo d'acqua necessario |383| per alimentare la roggia\". Sembra, dunque, che non vi sia neppure la volontà concreta al ripristino dell'efficienza della roggia. Tale carenza è, d'altronde, comprensibile, se si pon mente alla limitatezza dell'interesse all'esercizio della servitù. Inoltre, le condizioni presenti della Maggia limitanti siffatto interesse non muteranno in un futuro prevedibile. Infatti, esse sono determinate dall'abbassamento dell'alveo della Maggia segnatamente a causa dei lavori di correzione e dalla concessione all'Ofima SA: orbene, le opere di correzione sono stabili e la concessione all'Ofima SA dura 80 anni ed è rinnovabile (decreto legislativo del 10 marzo 1949 concernente la concessione per lo sfruttamento delle forze idriche della Maggia e dei suoi affiuenti, art. 3 e 4). Secondo l'andamento e l'esperienza comune, si può, quindi, affermare che, in un futuro prevedibile, la roggia non sarà ripristinata nella sua efficienza, cioè che la servitù non sarà esercitata di nuovo. Di conseguenza, la domanda di cancellazione deve essere ammessa (LIVER, Kommentar, n. 74 ad 736). Negarla equivarrebbe a lasciar sussistere una servitù diventata praticamente senza giustificazione, perchè non sarà mai esercitata e, in tal modo, lasciar gravata, senza giustificazione, la proprietà del fondo serviente, invece appunto di liberarla da un onere che si perpetuerà solo formalmente (cfr. anche LIVER, Kommentar, n. 52 ad art. 736).\n\n4. La Corte cantonale afferma che, d'altronde, l'interesse dei convenuti alla conservazione della servitù sussiste altresì quale premessa alle pratiche d'espropriazione e all'indennità incombenti all'Ofima SA a causa della violazione dei diritti acquisiti iscritti nel catasto delle acque. Secondo la dottrina e la prassi, per interesse opponibile dal titolare di una servitù alla domanda di cancellazione, è inteso sì l'interesse del proprietario del fondo dominante (RU 70 II 96, consid. 3; LIVER, Kommentar, n. 53 ad art. 736), e non esclusivamente l'interesse nel senso di utilità per il fondo dominante, ma l'interesse all'esercizio della servitù secondo il suo contenuto (LIVER, Kommentar, n. 58 ad art. |384736| ), e non già l'interesse al mantenimento della servitù indipendentemente dal suo esercizio (cfr. anche RU 66 II 247: \"die Ausübung und Erhaltung\"), che è l'interesse all'iscrizione formale della servitù. L'interesse nel senso dell'art. 736, cpv. 1, è dato nella misura in cui è dato l'interesse all'esercizio della servitù. Orbene, l'interesse dei convenuti al mantenimento dell'iscrizione della servitù nel registro fondiario quale premessa per le pretese di risarcimento verso l'Ofima SA, lo Stato del Cantone Ticino e il Consorzio per la correzione del fiume Maggia esiste proprio in quanto o nella misura in cui la servitù non possa più essere esercitata. Ne consegue che tale interesse non soddisfa l'interesse alla servitù nel senso dell'art. 736, cpv. 1.\n\n5. Quando, verso il 1940, fu introdotto ad Ascona il registro fondiario definitivo, il Comune acconsentì all'iscrizione delle due servitù di acqua motrice e di roggia, riconoscendo espressamente i diritti dei titolari e implicitamente l'interesse della servitù. Non se ne può, tuttavia, dedurre un riconoscimento rispetto alle condizioni attuali, perchè, sebbene l'iscrizione nel registro fondiario definitivo sia avvenuta in un'epoca in cui il canale era già diventato ingombro e il livello del fiume si era già abbassato, la concessione delle acque della Maggia e dei suoi affluenti all'Ofima SA e, in particolare, l'inizio della captazione effettiva delle acque della Maggia da Cavergno in giù e della Melezza e dell'Isorno, convogliate alla centrale Verbano, che furono, in ordine di tempo, l'ultima, e pertanto decisiva, causa dell'abbassamento del livello del fiume, sono posteriori, il decreto legislativo concernente la concessione essendo del 10 marzo 1949 e la captazione effettiva essendo stata iniziata nella primavera del 1953.\n\n6. Circa le domande creditorie, l'obiezione preliminare dei convenuti, secondo cui le domande di pagamento delle forniture di energia elettrica effettuate dall'Azienda comunale dell'elettricità di Ascona e tuttora litigiose (fr. 3109 90 più interessi e fr. 4712 80 più interessi) non raggiungerebbero |385| il valore minimo richiesto per un ricorso per riforma, è infondata.\n\nIn virtù dell'art. 47, cpv. 1 OG, \"le diverse pretese fatte valere da un attore o da diversi liteconsorti in una causa civile per diritti di carattere pecuniario sono addizionate anche quando non si riferiscono al medesimo oggetto, purchè non si escludano a vicenda\".\n\nL'art. 47 OG non distingue tra liteconsorzio materiale e formale e non pone condizioni quanto alla connessione tra le diverse cause, ma esige soltanto la cumulazione di più domande davanti all'istanza cantonale in un unico procedimento (RU 78 II 182, litt. a; BIRCHMEIER, pag. da 153 a 155).\n\nNel caso in esame, le domande di pagamento tuttora controverse poste accanto alla domanda di cancellazione della servitù, che è una vertenza di carattere pecuniario (RU 54 II 51), superano indubbiamente gli 8000 franchi previsti nell'art. 46 OG.\n\n7. L'Azienda comunale dell'elettricità di Ascona, dopo che ebbe iniziato le forniture di energia ai convenuti, promosse diversi tentativi di riscossione, urtandosi sempre all'opposizione dei convenuti, i quali pretendevano che tali forniture avvenissero in compensazione dell'impossibilità di derivare l'acqua della roggia per l'insufficienza della manutenzione spettante al Comune.\n\nNel 1936, l'Azienda posò un contatore a moneta, che poi rimosse. Ancora il rendiconto di gestione per il 1948, approvato dal Consiglio comunale, elencava la ditta Fornera e Rusconi fra gli enti, ai quali l'energia era fornita gratuitamente, nonostante che, nel 1946, era stata inviata una diffida di pagamento per gli arretrati dal 10 gennaio 1939 al 30 dicembre 1946.\n\nNel 1945, la fornitura gratuita di energia per un dato quantitativo annuo era stata proposta dallo stesso Comune quale compenso per il riscatto dei diritti di roggia.\n\nDa queste e da altre circostanze, la Corte cantonale ha dedotto, come già il Pretore, che, attraverso tacite pattuizioni, |386| l'energia elettrica fu fornita ai convenuti dal Comune in luogo e vece dell'obbligo di mantenere in efficienza la roggia e che i convenuti, per siffatta inadempienza del Comune nei loro confronti, furono costretti a ricorrere a quell'energia elettrica, senza obbligo di pagamento.\n\nL'esistenza di siffatti accordi, sia pure taciti e inespressi, tra le parti costituisce il risultato dell'apprezzamento di indizi, in particolare dei documenti, che è insindacabile da parte del Tribunale federale (art. 63, cpv. 2 OG; cfr. anche RU 85 II 455).\n\nDel resto, i ricorrenti non criticano tale accertamento dei giudici cantonali nè dicono che l'esistenza dell'affermato accordo costituisca una questione di diritto rivedibile da questo Tribunale.\n\nEssi sostengono che, qualificandosi in genere la fornitura di energia elettrica come contratto di vendita a prestazioni successive (ciò che è esatto: cfr. RU 76 II 107, consid. 5), i convenuti sarebbero, conformemente agli art. 211 ss. CO, debitori del prezzo. Non considerano, però, che tale obbligo di pagamento rimane, nella specie in esame, annullato appunto dalla circostanza, vincolante per il Tribunale federale, che la fornitura di energia doveva sostituire, nell'accordo fra le parti, il mancato funzionamento della roggia.\n\nUn'obbligazione da indebito arricchimento potrebbe sussistere qualora le forniture di energia elettrica abbiano superato, in valore, la forza idraulica che i convenuti avrebbero potuto ottenere, nel medesimo periodo, da un normale funzionamento della roggia. Infatti, i vantaggi dei titolari della servitù e gli obblighi del Comune quale proprietario del fondo serviente si identificavano con la forza idraulica ottenibile da un normale funzionamento della roggia. I ricorrenti non procedono, però, in via di indebito arricchimento, anzi negano che tali norme siano applicabili nè si sono curati di provare l'ammontare dell'eventuale eccedenza dell'energia elettrica fornita su quella che i convenuti avrebbero ricavato dall'esercizio della servitù conforme al suo contenuto. |387|\n\nUna domanda di pagamento fondata su rapporti contrattuali di compra vendita è, tuttavia, esclusa per i predetti accertamenti di fatto della Corte cantonale.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto limitatamente alla domanda di cancellazione delle due servitù; per il resto, il ricorso è respinto."}