{"annee": "89", "cour": "IV", "page": "213", "date": "25/10/1963", "cite": ["85 IV 84", "81 IV 296"], "cite_par": ["114 IV 50", "92 IV 10", "136 IV 133", "90 I 1"], "chapeau": "43. Auszug aus dem Urteil des Kassationshofes vom 25. Oktober 1963 i.S. Willimann gegen Staatsanwaltschaft des Kantons Luzern.", "regestes": ["1. Art. 18 al. 2 lit. b OCR. Définition du terme \"endroits resserrés\" (consid. 4). 2. Art. 18 al. 2 lit. d OCR. L'intersection comprend aussi ses prolongements directs, où la chaussée va s'élargissant vers le centre (consid. 6). 3. Art. 19 al. 1 OCR. Définition du parcage (consid. 7). 4. Art. 19 al. 2 lit. e OCR. Le parcage est interdit de part et d'autre du passage à niveau, quel que soit le sens de la marche du véhicule (consid. 8)."], "faits": "BGE 89 IV 213 S. 213\n\nA.- Willimann fuhr am 16. Januar 1963 nach 19 Uhr mit einem Personenwagen durch die Haldenstrasse in Luzern stadtauswärts bis zur Stelle, wo diese Strasse BGE 89 IV 213 S. 214auf die Linie der Gotthardbahn stösst. Dort befindet sich ein Bahnübergang, auf dessen Nordseite trichterförmig drei Strassen zusammentreffen, nämlich von Nordwesten die Felsentalstrasse, von Nordosten die Bellerivestrasse und von Südosten die Kreuzbuchstrasse. Willimann bog nach Überquerung der Bahn in die Kreuzbuchstrasse, hielt in dieser 9,2 m vom Bahnübergang und 1 m vom südlichen Strassenrand entfernt an und begab sich zu Fuss zum Kiosk, der im Winkel zwischen der Felsentalstrasse und der Bahnlinie steht, um Zigaretten zu kaufen.\n\nUnterdessen fuhr Imhof mit einem anderen Personenwagen über den Bahnübergang in die Kreuzbuchstrasse, deren Fahrbahn wegen des an den Rändern aufgehäuften Schnees nur in einer Breite von 5,2 m benützt werden konnte. Als Imhof links am Wagen Willimanns vorbeifahren wollte, kam ihm ein von Wiederkehr geführter Lieferungswagen entgegen, der mit 35-40 km/Std durch die Kreuzbuchstrasse gegen den Bahnübergang fuhr. Beim Versuch, einen Zusammenstoss zu vermeiden, begann der Lieferungswagen auf dem Schneebelag zu gleiten. Er stiess von vorn auf die Vorderseite des Personenwagens des Imhof, der ungefähr neben dem Wagen Willimanns angehalten hatte.\n\nB.- Das Amtsgericht Luzern-Stadt sprach am 14. Juni 1963 Wiederkehr von der Anklage der Verletzung von Verkehrsregeln frei, verurteilte dagegen Willimann wegen Übertretung von Art. 18 Abs. 2 lit. a bis d und 19 Abs. 2 lit. e VRV zu Fr. 60.- und Imhof wegen Widerhandlung gegen Art. 35 Abs. 2 SVG zu Fr. 40.- Busse.\n\nC.- Willimann führt Nichtigkeitsbeschwerde. Er beantragt, das Urteil des Amtsgerichts aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n4. Gemäss Art. 18 Abs. 2 lit. b VRV ist das freiwillige Halten in Engpässen und neben Hindernissen in der Fahrbahn untersagt.\n\nBGE 89 IV 213 S. 215\n\nDas Amtsgericht wirft dem Beschwerdeführer vor, er habe seinen Personenwagen \"im Bereiche einer durch Schneehaufen verengten Strasse\" angehalten.\n\nDamit hat er die erwähnte Bestimmung nicht übertreten. Von einem Engpass könnte nur die Rede sein, wenn die Kreuzbuchstrasse an der Stelle, an welcher der Beschwerdeführer anhielt, im Verhältnis zu ihrer normalen Breite wesentlich enger gewesen wäre. Art. 18 Abs. 2 lit. b will nur verhüten, dass dort angehalten werde, wo die Strasse aus irgendeinem Grunde enger ist, damit die ohnehin verkehrshemmende Stelle nicht noch enger und der Verkehr nicht noch mehr behindert oder gar verunmöglicht werde. Der an den Rändern der Kreuzbuchstrasse angehäufte Schnee hatte nur zur Folge, dass die Fahrbahnbreite von rund 6 m, wie sie in schneefreiem Zustande bestand, sich auf 5,2 m verringerte. Diese Verengung war nicht so bedeutend, dass der Verkehr in dieser Strasse bereits stark gehemmt gewesen wäre und ein Engpass bestanden hätte, bevor der Beschwerdeführer dort anhielt. Art. 18 Abs. 2 lit. b verbietet nicht das Schaffen von Engpässen, sondern das Halten in Engpässen.\n\n6. Nach Art. 18 Abs. 2 lit. d VRV darf bei Strassenverzweigungen nicht näher als 5 m vor und nach der Querfahrbahn freiwillig angehalten werden.\n\nDer Beschwerdeführer verkennt den Sinn dieser Bestimmung, wenn er behauptet, er habe 10 m nach der Strassenverzweigung angehalten, weil er dies 10 m vom Bahnübergang entfernt getan habe. Verzweigungen, worunter Art. 1 Abs. 8 VRV Kreuzungen, Gabelungen oder Einmündungen von Fahrbahnen versteht, umfassen nicht nur das Gebiet, das den aufeinandertreffenden Fahrbahnen bei gedachter Fortführung ihrer Randlinien gemeinsam ist, sondern auch die Fläche anstossender trichterförmiger Ausweitungen, die dann entstehen, wenn die Fahrbahnränder in einem Bogen oder in einer gebrochenen Linie ineinander übergeführt werden (BGE 85 IV 87; Urteil des Kassationshofes vom 14. Juni 1963 i.S. Jecker). Eine solche trichterförmige Ausweitung besteht beim Zusammentreffen der BGE 89 IV 213 S. 216Kreuzbuchstrasse mit der Bellerivestrasse. Der Punkt, an dem sich die Kreuzbuchstrasse auf ihrer Nordseite gegen die Bellerivestrasse hin auszuweiten beginnt, lag östlich vom angehaltenen Fahrzeug des Beschwerdeführers. Er befand sich somit immer noch innerhalb der Strassenverzweigung und hatte diese keinesfalls 5 m hinter sich. Der Tatbestand der Übertretung von Art. 18 Abs. 2 lit. d VRV ist demnach erfüllt.\n\n7. Art. 19 Abs. 1 VRV versteht unter Parkieren \"das Abstellen des Fahrzeuges, das nicht bloss dem Ein- und Aussteigenlassen von Personen oder dem Güterumschlag dient\".\n\nDiese Umschreibung deckt sich nicht mit dem durch die Rechtsprechung entwickelten Begriff des Aufstellens im Sinne des Art. 49 Abs. 2 MFV. Der Beschwerdeführer, der geltend macht, er habe nicht parkiert, vermag daher aus BGE 81 IV 300 nichts abzuleiten. Namentlich wird das Parkieren nicht dadurch widerlegt, dass er sofort nach dem geplanten Einkauf am nahe gelegenen Kiosk weiterfahren wollte. Ob er diese Absicht durch das Laufenlassen des Motors - das übrigens verboten war (Art. 22 Abs. 1 VRV) - und durch das Einschalten der Standlichter und des rechten Blinklichtes bekundet hat, ist daher unerheblich. Massgebend ist einzig, ob er angehalten hat, um jemanden aus- oder einsteigen zu lassen oder Güter umzuschlagen.\n\nWeder das eine noch das andere trifft zu. Der Beschwerdeführer hielt nicht an, um einem Insassen das Aussteigen oder jemandem, der mitfahren wollte, das Einsteigen zu ermöglichen. Er hat vielmehr das Fahrzeug zur Besorgung eines Einkaufes verlassen und sich von ihm entfernt. Der Beschwerdeführer hat auch nicht Güter umgeschlagen. Darunter ist das Verladen oder Ausladen von Sachen zu verstehen, die nach Grösse oder Gewicht die Beförderung durch ein Fahrzeug nötig machen. Ein Päcklein Zigaretten ist kein solches Gut. Der Beschwerdeführer hat daher sein Fahrzeug parkiert, wenn auch nur für kurze Zeit.\n\nBGE 89 IV 213 S. 217\n\n8. Der Beschwerdeführer glaubt, Art. 19 Abs. 2 lit. e VRV verbiete das Parkieren näher als 20 m vom Bahnübergang nur dem, der diesen noch nicht erreicht, nicht auch dem, der ihn schon hinter sich hat.\n\nEin vernünftiger Grund für diese Unterscheidung fehlt. Die Bestimmung will die Sicht auf die Bahnlinie freihalten und die Behinderung oder Gefährdung des Verkehrs am Bahnübergang verhüten (Art. 37 Abs. 2 SVG). Unter diesen Gesichtspunkten ist es unerheblich, ob der Bahnübergang vor oder hinter dem parkierenden Fahrzeug liegt und auf welcher Seite der Strasse dieses steht. Die Bahn kann sich von der einen wie von der anderen Richtung nähern, weshalb auf beiden Seiten des Bahnübergangs die Sicht von der Strasse aus nach beiden Richtungen frei bleiben muss. Desgleichen ist ein am Bahnübergang parkiertes Fahrzeug ohne Rücksicht darauf, ob es ihn schon überquert hat oder nicht, ein verkehrshemmendes Hindernis, namentlich dann, wenn hinter geschlossenen Schranken mehrere Fahrzeuge anhalten, die bei der Weiterfahrt kreuzen müssen. Der in Art. 19 Abs. 2 lit. e verwendete Ausdruck \"bei Bahnübergängen\" kann daher nur den Sinn haben, dass beidseits des Bahnüberganges nicht näher als 50 bzw. 20 m parkiert werden darf. Wäre vor Bahnübergängen gemeint, so würde \"vor\" oder \"davor\" gesagt, wie z.B. in Art. 18 Abs. 2 lit. e VRV (Fussgängerstreifen), Art. 18 Abs. 2 lit. g VRV (Signale), Art. 24 Abs. 1 VRV (Anhalten schwerer Motorwagen vor Bahnübergängen) oder Art. 31 Abs. 4 VRV (Standlicht beim Warten vor Bahnübergängen). Es kann denn auch aus den zwei letztgenannten Bestimmungen, die einen anderen Zweck als Art. 19 Abs. 2 lit. e verfolgen, nichts zugunsten der Auffassung des Beschwerdeführers abgeleitet werden."}