{"annee": "89", "cour": "IV", "page": "10", "date": "15/2/1963", "cite": ["86 IV 19", "78 IV 161", "70 IV 85"], "cite_par": ["90 IV 200", "117 IA 1"], "chapeau": "4. Auszug aus dem Urteil des Kassationshofes vom 15. Februar 1963 i.S. S. gegen Staatsanwaltschaft des Kantons Luzern.", "regestes": ["1. Art. 277 PPF. Cette disposition ne crée pas un moyen de nullité autonome. 2. Art. 191 ch. 2 CP. De simples paroles peuvent-elles constituer des actes contraires à la pudeur?"], "faits": "|11|\n\nA.- S. sprach in seiner Wohnung mit der zehnjährigen X. über den Geschlechtsverkehr und dessen Folgen bei Hunden und Katzen. Er redete unter anderem vom \"Samen im Bisi\" und von \"Hineintun in den Bauch des Fraueli\".\n\nVor der elfjährigen Y. zeigte sich S. in seiner Wohnung wiederholt nackt.\n\nB.- Das Obergericht des Kantons Luzern sprach am 10. April 1962 S. wegen seiner Äusserungen im einen und wegen seiner Entblössungen im andern Falle der wiederholten Unzucht mit Kindern nach Art. 191 Ziff. 2 StGB schuldig und verurteilte ihn zu sechs Monaten Gefängnis.\n\nC.- Der Verurteilte führte gegen dieses Urteil Nichtigkeitsbeschwerde. Der Kassationshof hob es auf und wies die Sache zur teilweisen Freisprechung des Beschwerdeführers und zur Neubemessung der Strafe an die Vorinstanz zurück.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Der Beschwerdeführer bringt vor, das angefochtene Urteil verletze im Falle der Y. wie in demjenigen der X. Art. 272 des Bundesgesetzes über die Organisation der Bundesrechtspflege, im zweiten Falle ausserdem Art. 191 Ziff. 2 StGB.\n\nZur zuerst behaupteten Gesetzesverletzung führt der Beschwerdeführer aus, im obergerichtlichen Urteil werde die Feststellung des Tatbestandes nicht und im erstinstanzlichen nur ungenügend begründet. Offenbar will er sich damit auf Art. 277 BStP berufen, d.h. geltend machen, die angefochtene Entscheidung leide an derartigen Mängeln, dass die Gesetzesanwendung nicht nachgeprüft werden könne, weshalb die Sache an die kantonale Behörde zurückzuweisen sei. Diese Bestimmung umschreibt indessen nicht einen selbständigen Beschwerdegrund, sondern kann nur von Bedeutung werden, wenn und soweit wegen Verletzung |12| materieller Gesetzesbestimmungen Beschwerde geführt wird (Urteil des Kassationshofes vom 28. Mai 1954 i.S. Obwalden gegen Achermann und Durrer). Da der Beschwerdeführer hinsichtlich der Vorfälle mit Y. einzig die Verletzung der erwähnten prozessualen Bestimmung rügt, ist insoweit auf die Beschwerde nicht einzutreten.\n\n2. Die Verurteilung wegen Unzucht mit X. ficht der Beschwerdeführer mit der Begründung an, dass das mit diesem Mädchen geführte Gespräch weder unzüchtig gewesen sei, noch eine Handlung im Sinne des Art. 191 Ziff. 2 StGB darstelle.\n\nIn der Tat kann man sich fragen, ob blosses Reden als \"Handlung\" gelten könne. Was Art. 203 StGB betrifft, wurde gestützt auf die Gesetzesmaterialien bereits entschieden, dass der Begriff der unzüchtigen Handlung nicht im weitesten Sinne, sondern bloss als Tat im Gegensatz zum Wort zu verstehen sei (BGE 70 IV 85). Das spricht dafür, dass unzüchtiges Reden auch in den andern Bestimmungen des 5. Titels (Art. 187-212) nicht unter den Begriff der unzüchtigen Handlung fällt. Die Bestimmungen der unter dem ersten Randtitel zusammengefassten Deliktsgruppe (Art. 187-197) scheinen dies zu bestätigen. So lassen die Tatbestände, in denen durch Anwendung von Zwang oder anderer Mittel die Duldung oder Vornahme unzüchtiger Handlungen erlangt wird (Art. 188, 194 Abs. 1 und 2), deutlich erkennen, dass die Handlungen nur in einer körperlichen Betätigung bestehen können. Im gleichen Sinne sind offensichtlich auch diejenigen Bestimmungen auszulegen, die voraussetzen, dass der Täter die Handlungen mit dem Opfer vorgenommen hat (Art. 189 Abs. 2, 190 Abs. 2, 191 Ziff. 2 Abs. 1, 192 Ziff. 2 Abs. 1, 193 Abs. 2). Ebenso hatte der Gesetzgeber offenbar bei den Tatbeständen der Verleitung zu unzüchtigen Handlungen (Art. 191 Ziff. 2 Abs. 2, 192 Ziff. 2 Abs. 2) nur Handlungen im Auge, die am eigenen oder an einem fremden Körper vorgenommen werden; es wäre schwer zu verstehen, hätte schon das blosse Verleiten zu unzüchtigem Reden unter so hohe Strafe |13| gestellt werden wollen, wie sie in Art. 191 und 192 angedroht werden. Dazu kommt, dass die mündliche Äusserung unzüchtiger Gedanken im allgemeinen nicht so nachhaltig und in dem Masse verletzend wirkt wie augenfälliges unzüchtiges Tun. Bloss unzüchtige Redensarten werden denn auch nach allgemeinem Sprachgebrauch nicht als \"Unzucht\" (vgl. Randtitel zu Art. 190, 191, 192, 193) aufgefasst.\n\nDem kann entgegegehalten werden, dass Wortlaut und Sinn des Art. 191 den Einbezug mündlicher unzüchtiger Äusserungen nicht notwendig hindern. Ziff. 2 Abs. 3 dieser Bestimmung erfasst im Unterschied zu den andern zum Schutze der geschlechtlichen Freiheit und Ehre erlassenen Normen auch Handlungen, die vor dem Opfer vorgenommen werden, also auch unzüchtige Vorgänge, die den Täter nicht mit dem Körper des Kindes in Berührung bringen. Darunter fallen körperliche Handlungen, die der Täter vor den Augen des Kindes an sich selber oder an Dritten vornimmt. Doch kann nicht bestritten werden, dass unzüchtiges Reden die sittliche Entwicklung des Kindes unter Umständen ebenso oder noch mehr gefährden kann, als eine Entblössung vor ihm oder eine unbedeutende unzüchtige Berührung des Kindes es zu tun vermögen. In solchen Fällen Art. 191 nicht anzuwenden, nur weil die Einwirkung durch Worte, nicht durch eine Tat geschieht, kann im Hinblick darauf, dass die Bestimmung den Schutz der geschlechtlichen Unversehrtheit des Kindes in körperlicher wie in seelischer Beziehung bezweckt, nicht befriedigen, namentlich dann nicht, wenn anzunehmen wäre, der Bundesgesetzgeber habe durch abschliessende Normierung des Schutzes der Kinder unter 16 Jahren den Kantonen jede Möglichkeit genommen, auf diesem Gebiete Übertretungstatbestände zu schaffen.\n\nDie aufgeworfene Frage braucht indessen nicht weiter erörtert zu werden, da sie im vorliegenden Falle offen bleiben kann. Unzüchtig wären die dem Beschwerdeführer zur Last gelegten Äusserungen nur, wenn sie in nicht leicht zu |14| nehmender Weise gegen das Sittlichkeitsgefühl in geschlechtlichen Dingen verstiessen (BGE 78 IV 163, BGE 86 IV 19). Das trifft nicht zu. Der Beschwerdeführer beschränkte sich darauf, vom Geschlechtsverkehr und dessen Folgen bei Hunden und Katzen zu reden. In den dabei verwendeten Ausdrücken \"Bisi\" und \"Fraueli\" liegt zwar ein Hinweis auf den menschlichen Geschlechtsverkehr, doch blieb es nach den tatsächlichen Feststellungen des Obergerichts offenbar bei einer blossen Anspielung."}