{"annee": "89", "cour": "I", "page": "405", "date": "15/11/1963", "cite": [], "cite_par": ["117 IB 367"], "chapeau": "58. Auszug aus dem Urteil vom 15. November 1963 i.S. Eidg. Steuerverwaltung gegen X. und Steuerrekurskommission des Kantons Schwyz.", "regestes": ["Impôt pour la défense nationale: La soustraction qu'un \"représentant contractuel\" a commise lorsqu'il a rempli la déclaration d'impôt est imputée au contribuable, à moins que celui-ci ne prouve qu'il n'aurait pas été en mesure d'empêcher l'acte ou d'en faire disparaître les effets (art. 130 al. 3 AIN). Cas d'un contribuable qui a lui-même signé et déposé la déclaration remplie par le mandataire."], "faits": "BGE 89 I 405 S. 405\n\nAus dem Tatbestand:\n\nX. hat seine Steuererklärung für die 10. Wehrsteuerperiode durch einen Beauftragten (Direktor einer Treuhandgesellschaft) aufsetzen lassen. Er hat das ausgefüllte Formular unterzeichnet und eingereicht. Auf Grund der Steuererklärung ist er zu niedrig eingeschätzt worden. Die BGE 89 I 405 S. 406kantonale Wehrsteuerverwaltung hat den Beauftragten der Hinterziehung beschuldigt. Sie hat X. gestützt auf Art. 130 Abs. 3 WStB verpflichtet, den hinterzogenen Steuerbetrag und ausserdem eine Busse zu bezahlen. Die kantonale Rekurskommission hat die Busse aufgehoben. Sie geht von der Annahme aus, dass Art. 130 Abs. 3 WStB hier nicht anwendbar sei. Gegen ihren Entscheid führt die eidgenössische Steuerverwaltung Verwaltungsgerichtsbeschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Der Wehrsteuerbeschluss schreibt nicht vor, dass die steuerpflichtige natürliche Person das amtliche Formular für die Steuererklärung selber zu unterzeichnen hat. Die eidgenössische Steuerverwaltung beruft sich für ihren abweichenden Standpunkt zu Unrecht auf Art. 86 Abs. 1 WStB. Nach dieser Vorschrift ist die Wehrsteuererklärung gültig, wenn das amtliche Formular vollständig ausgefüllt und unterzeichnet ist. Die Bestimmung verlangt nicht die persönliche Unterschrift des Steuerpflichtigen. Er kann einen Beauftragten unterzeichnen lassen (vgl. Urteil vom 9. Oktober 1959, ASA Bd. 28 S. 277). Art. 130 Abs. 3 WStB lässt die vertragliche Vertretung ohne Einschränkung zu.\n\nDiese Bestimmung ist dann, wenn der Steuerpflichtige jemanden beauftragt hat, das Steuererklärungsformular für ihn auszufüllen, stets anwendbar, gleichgültig, ob das Formular vom Pflichtigen selber oder vom Beauftragten unterzeichnet und eingereicht worden ist. Wird das vom Beauftragten ausgefüllte Formular vom Pflichtigen persönlich unterschrieben und eingereicht, so tritt allerdings der Beauftragte nach aussen nicht als eigentlicher \"Vertreter\" (im Namen des Auftraggebers) auf; aber er \"vertritt\" doch die Stelle des Auftraggebers bei der Ausfüllung des Formulars, und das ist ebenfalls eine \"Vertretung\" im Sinne des Art. 130 Abs. 3 WStB. Für die Besteuerung kommt es vor allem darauf an, wie das Formular ausgefüllt BGE 89 I 405 S. 407wird. Wer es unterzeichnet und einreicht, ist weniger wichtig. Es ist allenfalls hinsichtlich des nach Art. 130 Abs. 3 WStB vom Steuerpflichtigen zu erbringenden Entlastungsbeweises von Bedeutung: Dieser Beweis wird dem Pflichtigen schwer fallen, wenn er die Erklärung selber unterschrieben hat (vgl. Urteil vom 17. Juni 1960, ASA Bd. 29 S. 133 Z. 3)."}