{"annee": "89", "cour": "I", "page": "513", "date": "11/12/1963", "cite": ["86 I 281", "86 I 224", "88 I 179", "87 I 275"], "cite_par": ["107 IA 214", "91 I 480", "122 I 253", "135 IV 56", "91 I 409", "105 IA 43", "116 II 625", "91 I 189", "95 I 206", "92 I 104", "115 IA 27", "90 I 206"], "chapeau": "73. Auszug aus dem Urteil vom 11. Dezember 1963 i.S. Winet und Mitbeteiligte gegen Gemeinderat von Lachen und Regierungsrat des Kantons Schwyz.", "regestes": ["Art. 4 Cst, 88 et 90 OJ. 1. Qualité du voisin pour former un recours de droit public. La restriction qu'un propriétaire foncier subit dans ses propres possibilités de construire, et qui lui ouvre la voie du recours de droit public, peut découler aussi, suivant les circonstances, du permis de bâtir délivré à un autre propriétaire que celui d'un fonds contigu et concernant une maison plus élevée que ne le permettraient les prescriptions applicables (consid. 2). 2. Application arbitraire d'une disposition générale en lieu et place de la disposition spéciale. La nécessité d'encourager la construction d'immeubles à buts sociaux n'est pas un motif d'autoriser des dérogations à des prescriptions impératives de la police des constructions (consid. 3). 3. Effet de cassation du recours de droit public; exception en ce qui concerne les recours dirigés contre le refus d'un permis de police (consid. 5)."], "faits": "|514|\n\nA.- Nach Art. 10 der Bauverordnung der Gemeinde Lachen (BVL) vom 26. April 1943 dürfen in der Bauzone II Bauten mit höchstens zwei Geschossen unter Einhaltung eines Grenzabstandes von seitlich 5 m und rückwärtig 7,5 m gebaut werden. Der Gemeinderat kann nach Art. 22 \"Ausnahmen von den Bestimmungen der Bauverordnung bewilligen, sofern besondere Verhältnisse privater oder öffentlicher Natur vorliegen\". Am 26. April 1959 nahm die Gemeindeversammlung folgende neue Bestimmungen an:\n\nErgänzung von Art. 10 BVL. In den Zonen II und III kann der Gemeinderat Einzelobjekte oder ganze Quartiere mit mehr als 2 Geschossen bewilligen, sofern dadurch das Gesamtbild nicht gestört, bestehende Objekte nicht beeinträchtigt und nachfolgende Mindestgrenzabstände eingehalten werden:\n\nseitlich und rückwärtig das 0,6-fache der Gebäudehöhe, jedoch mindestens die Abstande von Abs. 1.\n\nDie Gebäudehöhe wird ab bestehendem Terrain bis zur halben Giebelhöhe gemessen.\n\nAbänderung von Art. 21 BVL.\n\nBei bestehenden Gebäuden, deren Grenzabstände nicht den Vorschriften des Art. 10 entsprechen, darf der Nachbar die Grenzabstände von neuen Gebäuden auf die gleichen Masse reduzieren wie beim bestehenden Gebäude. Diese Abstände dürfen aber nicht weniger als die Hälfte der Abstände gemäss Art. 10 betragen.\n\nB.- Die Wohnbaugenossenschaft \"Freies Wohnen\" möchte auf einem 1192 m2 umfassenden Grundstück im Rotbachquartier, das in der Bauzone II liegt, ein 37,55 m |515| langes und (einschliesslich der Dachbrüstung) 14,63 m hohes fünfgeschossiges Flachdachhaus mit zwanzig Wohnungen erstellen. Sie kam beim Gemeinderat von Lachen um die Baubewilligung ein. Neun Eigentümer von Grundstücken im Quartier erhoben gegen das Baugesuch Einsprache, weil in der Bauzone II grundsätzlich nur zweigeschossige Häuser zulässig seien, die Grenzabstände gemäss Art. 10 BVL nicht gewahrt seien und die Voraussetzungen für die Erteilung einer Ausnahmebewilligung nicht vorlägen. Der Gemeinderat wies die Einsprache ab, stellte aber fest, dass die Baubewilligung erst erteilt werde, \"wenn die Bundes-, Kantons- und Gemeindevorschriften über die Förderung des sozialen Wohnungsbaues erfüllt sind\".\n\nDie Einsprecher beschwerten sich hierüber beim Regierungsrat des Kantons Schwyz. Dieser hat die Beschwerde am 27. Mai 1963 abgewiesen. Er hat dazu ausgeführt:\n\nVorschriften über Gebäude- und Grenzabstände oder gegen die Belästigung der Umgebung durch Lärm, Rauch usw. schützten neben öffentlichen Interessen auch (oder sogar in erster Linie) die Nachbarn, so dass diese wegen Verletzung derartiger Bestimmungen Beschwerde führen könnten. Ob diese Befugnis auch den bloss mittelbaren Nachbarn zustehe, könne offen bleiben, da mehrere Beschwerdeführer Anstösser seien. Der Gemeinderat von Lachen habe im angefochtenen Beschluss zwar das Baugesuch noch nicht genehmigt, jedoch klar zum Ausdruck gebracht, dass er bei Erteilung der Bewilligung den Einwendungen der Beschwerdeführer keine Folge geben werde. Diese seien daher durch den getroffenen Entscheid endgültig benachteiligt.\n\nOb die Erstellung des Neubaus das ziemlich uneinheitlich wirkende Rotbachquartier und insbesondere die Nachbargrundstücke beeinträchtigen würde, sei mindestens zweifelhaft. Nicht bestreiten lasse sich dagegen, dass der Neubau die in der Novelle zu Art. 10 BVL vorgeschriebenen Grenzabstände nicht einhalte. Der Gemeinderat |516| habe die Ausnahmebewilligung indes nicht auf Grund dieser Bestimmung, sondern gestützt auf Art. 22 BVL zugesichert. Es erwecke zwar Bedenken, dass eine Bauordnung so weitgehende und unbestimmte Ausnahmen vorsehe. Das kantonale Recht verbiete jedoch derartige Ermächtigungen nicht. Der neue Art. 10 stehe der Anwendung des Art. 22 BVL gleichfalls nicht entgegen. Art. 10 BVL umschreibe besondere Voraussetzungen baulicher Art für die Zulassung weiterer Geschosse in den Zonen II und III. Das schliesse nicht aus, dass noch weitere Gründe für eine Ausnahmebewilligung vorliegen könnten, so namentlich Rücksichten auf die Person des Bauherrn oder den Zweck der projektierten Baute. Art. 22 BVL lasse seinem Wortlaut nach solche weiteren Gründe zu. Der Gemeinderat habe die Ausnahmebewilligung zugesichert, weil es sich um einen sozialen Wohnungsbau handle. Er sei damit im Rahmen des ihm zustehenden Ermessens geblieben, da die Schwierigkeit, im Gebiet der Gemeinde Lachen Bauland zu günstigem Preis zu finden, und die Notwendigkeit, den Baugrund zur Erlangung tragbarer Mieten bestmöglich auszunützen, es als verständlich erscheinen liessen, von der Einhaltung der Zonenvorschriften abzusehen. Es lägen insofern \"besondere Verhältnisse privater und öffentlicher Natur\" vor, die nach Art. 22 BVL eine Ausnahmebewilligung rechtfertigten.\n\nC.- Karl Winet, Otto Flattich, die Firma Rothlin & Co. sowie sechs weitere Grundeigentümer, die gegen das Baugesuch Einsprache erhoben hatten, führen staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV mit dem Antrag, der Entscheid des Regierungsrates sei aufzuheben und dieser sei anzuhalten, das Baugesuch abzuweisen, allenfalls nach Anweisung des Bundesgerichts neu über die Baubewilligung zu befinden.\n\nD.- Der Gemeinderat von Lachen hat auf Vernehmlassung verzichtet. Der Regierungsrat schliesst, die Beschwerde sei abzuweisen, soweit darauf einzutreten sei. Die Wohnbaugenossenschaft \"Freies Wohnen\" beantragt, |517| auf die Beschwerde sei nicht einzutreten, allenfalls sei sie abzuweisen.\n\nE.- Gemäss Verfügung vom 14. Oktober 1963 ruhte das Verfahren bis zum Entscheid der kantonalen Behörde über die Baubewilligung. Der Gemeinderat von Lachen hat diese am 31. Oktober 1963 unter Vorbehalt der Erledigung der privatrechtlichen Einsprachen und der vorliegenden Beschwerde erteilt.\n\nF.- Eine Instruktionskommission des Bundesgerichts hat den Bauplatz in Augenschein genommen und dabei insbesondere die umstrittenen Grenzabstände festgestellt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Nachdem die Baubewilligung erteilt worden ist, steht der Behandlung der Beschwerde vom Standpunkt des Art. 87 OG aus nichts mehr entgegen.)\n\n2. Laut Art. 88 OG kommt das Recht zur Beschwerdeführung Bürgern und Korporationen \"bezüglich solcher Rechtsverletzungen zu, die sie durch allgemein verbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten haben\". Dem Einzelnen steht dieses Rechtsmittel demnach lediglich zur Wahrung seiner eigenen rechtlich erheblichen Interessen offen; zur Wahrung allgemeiner öffentlicher Interessen wie auch zur Verfolgung bloss tatsächlicher Interessen ist die staatsrechtliche Beschwerde hingegen nicht gegeben (BGE 86 I 284 mit Verweisungen, BGE 88 I 179; ZBl 1963 S. 146).\n\nNach der Rechtsprechung des Bundesgerichts ist die Rechtsstellung des Grundeigentümers nicht beeinträchtigt und er ist demgemäss nicht befugt, staatsrechtliche Beschwerde zu führen, wenn der kantonale Entscheid lediglich feststellt, dass dem Bauvorhaben des Nachbars vom polizeilichen Standpunkt aus kein Hindernis im Wege steht und es die zur Anwendung kommenden öffentlich-rechtlichen Bauvorschriften nicht verletzt. Die Rechtsprechung bringt dabei jedoch einen Vorbehalt an für den Fall, dass der Grundeigentümer durch die einem Nachbar erteilte |518| Baubewilligung in den eigenen Baumöglichkeiten eingeschränkt wird. Wie das Bundesgericht in BGE 88 I 180 erkannt hat, wirkt die Baubewilligung sich namentlich dann in dieser Weise auf das Nachbargrundstück aus, wenn öffentlich-rechtliche Bauvorschriften Gebäudeabstände festlegen und der Grenzabstand, der einem Gesuchsteller in der Baubewilligung vorgeschrieben wird, auch darüber entscheidet, wie nahe der Nachbar an die Grenze heranbauen darf. Nach dem Nidwaldner Baugesetz, das in jenem Fall anwendbar war, wirkt sich die Höhe der Überbauung des einen Grundstücks nicht auf die Überbaubarkeit des Nachbargrundstückes aus. Das Bundesgericht konnte deswegen \"unter den obwaltenden Umständen\" die vom Nachbar erhobene Rüge der Verletzung der Bestimmungen über die zulässige Bauhöhe nicht hören. Das heisst nicht, dass es diese Einwendung in allgemeiner Weise hätte ausschliessen wollen. Im Gegensatz zum Nidwaldner Baugesetz lässt das Recht verschiedener anderer Kantone und zahlreicher Gemeinden die einzuhaltenden Grenz- und Gebäudeabstände in dem Sinne von der Gebäudehöhe abhangen, dass für höhere Bauten grössere Abstände vorgeschrieben sind. Einem Grundeigentümer darf demzufolge das Höherbauen nur bewilligt werden, wenn er sich an den entsprechend erweiterten Grenzabstand hält. Wird ihm diese Bedingung nicht auferlegt und baut er demgemäss näher an die Grenze, als es an sich den Vorschriften entsprechen würde, so führt das dazu, dass der Nachbar seinerseits wegen des einzuhaltenden Gebäudeabstandes um mehr als den gesetzlichen Grenzabstand von der Grenze abrücken muss. Macht der Nachbar geltend, dass er durch eine verfassungswidrige Anwendung der Höherbauvorschriften dergestalt in der eigenen Baufreiheit eingeschränkt werde, dann ist er nach dem Gesagten befugt, staatsrechtliche Beschwerde zu führen.\n\nDie Vorschriften der BVL über die Abstände und die Bauhöhe gehören dem öffentlichen Recht an. Nach Art. 10 Abs. 1 BVL ist in der Zone II, in der zwei Geschosse |519| zugelassen sind, ein Grenzabstand von seitlich 5 m und rückwärtig 7,5 m einzuhalten. Laut Ergänzung zu Art. 10 BVL können in der Zone II Bauten mit mehr als zwei Geschossen bewilligt werden (wenn das Gesamtbild des Quartiers nicht gestört wird und bestehende Objekte nicht beeinträchtigt werden), sofern der Grenzabstand seitlich und rückwärtig das 0,6-fache der Gebäudehöhe ausmacht, mindestens aber seitlich 5 m und rückwärtig 7,5 m beträgt. Gemäss Art. 10 Abs. 3 BVL entspricht der Gebäudeabstand der Summe der Grenzabstände. Wird einem Bauherrn die Erstellung einer Baute bewilligt, ohne dass die in Art. 10 Abs. 1 BVL umschriebenen Grenzabstände gewahrt sind, und wird ihm eine Vermehrung der Geschosszahl erlaubt, ohne dass die Grenzabstände im Sinne der Ergänzung zu Art. 10 BVL verlängert werden, so muss der Nachbar, um den in Art. 10 Abs. 3 BVL festgesetzten Gebäudeabstand einzuhalten, bei einer Überbauung seines Grundstücks um mehr als den in Art. 10 Abs. 1 BVL vorgesehenen Grenzabstand von der Grenze abrücken; er wird insofern in seiner Baufreiheit beeinträchtigt.\n\nDer Kreis derer, die solcherart durch die einem Dritten erteilte Baubewilligung in ihren eigenen Rechten verletzt sein können, beschränkt sich auf jene Nachbarn, deren Grundstücke im Bereich der Gebäudeabstände liegen, in der Regel also auf die Anstösser. Im vorliegenden Falle grenzen allein die Grundstücke der Beschwerdeführer Flattich und Winet an den Bauplatz. Während Flattich durch die streitige Baubewilligung in seiner Baufreiheit beeinträchtigt sein könnte, trifft das auf Winet (dessen Parzelle lediglich mit einer Ecke an den Bauplatz stösst) von vornherein nicht zu. Die Möglichkeit einer Beeinträchtigung der Baufreiheit zeichnet sich dagegen ausserdem für die Beschwerdeführerin Rothlin & Co. ab. Deren Grundstücke werden zwar durch einen schmalen Streifen der Parzelle 603 (der Erbengemeinschaft Weber) vom Bauplatz getrennt. Weil der Streifen (der gemäss Projekt der Beschwerdegegnerin einen privaten Zubringerweg aufnehmen |520| soll) für eine Überbauung nicht in Frage kommt, dürften indes die einzuhaltenden Gebäudeabstände zwischen dem geplanten Neubau und den Gebäuden, die auf den Grundstücken der Beschwerdeführerin Rothlin & Co. stehen oder erstellt werden, zu messen sein. Ob die Abstandsvorschriften so gehandhabt werden und ob die Beschwerdeführerin Rothlin & Co. wie auch der Beschwerdeführer Flattich tatsächlich in ihrer Baufreiheit beeinträchtig werden, ist nicht eine Zulassungsfrage, sondern eine Frage der Begründetheit der Beschwerde und daher in jenem Zusammenhang zu behandeln. Bei der Prüfung der Sachurteilsvoraussetzungen muss es genügen, dass eine solche Rechtsverletzung in hinreichender Weise behauptet worden ist (BACHOF, Verfassungsrecht, Verwaltungsrecht, Verfahrensrecht in der Rechtsprechung des Bundesverwaltungsgerichts, S. 202; ders., Zum Problem des Klagerechts im Anfechtungsprozess, Nachwort, AöR 88 S. 428 A. 8). Das trifft hier mit Bezug auf die Beschwerdeführer Flattich und Rothlin & Co. zu.\n\nDie Beschwerde kann mithin jedenfalls insoweit an Hand genommen werden, als sie von den genannten Beschwerdeführern erhoben worden ist und diese eine verfassungswidrige Anwendung der Grenzabstands- und Höherbauvorschriften sowie in Verbindung damit eine Verweigerung des rechtlichen Gehörs geltend machen. Hinsichtlich der übrigen Rügen und soweit das Rechtsmittel von den weiteren Beschwerdeführern erhoben worden ist, kann nach der Rechtsprechung auf die Beschwerde nicht eingetreten werden. Auf die Kritik, die an dieser Praxis geübt wird, braucht hier nicht eingegangen zu werden, da eine Prüfung der übrigen Beschwerdepunkte und insbesondere der von den weiteren Beschwerdeführern allein erhobenen Einwendungen sich ohnehin aus Gründen materieller Art erübrigt (vgl. Erw. 5).\n\n3. Der streitige Neubau soll in der Bauzone II errichtet werden, wo grundsätzlich zwei Geschosse zulässig sind und der Grenzabstand seitlich 5 m und rückwärtig 7,5 m |521| betragen muss. Der Gemeinderat hat der Beschwerdegegnerin die Ausnahmebewilligung zur Erstellung eines fünfgeschossigen Hauses erteilt, wobei er sich auf Art. 22 BVL berufen hat. Der Regierungsrat hat die Abweisung der Einsprachen gegen das Bauvorhaben unter Hinweis auf die nämliche Bestimmung bestätigt. Die Beschwerdeführer halten demgegenüber dafür, Art. 22 sei im vorliegenden Fall nicht anwendbar, weil er als ältere allgemeine Vorschrift vor der neueren Sonderbestimmung des ergänzten Art. 10 BVL zu weichen habe. Dieser Einwand ist begründet.\n\nDie am 26. April 1943 erlassene BVL ermächtigt in Art. 22 den Gemeinderat in allgemeiner Weise, \"Ausnahmen von den Bestimmungen der Bauverordnung zu bewilligen, sofern besondere Verhältnisse privater oder öffentlicher Natur vorliegen\". Die am 26. April 1959 angenommene Ergänzung zu Art. 10 BVL dagegen umschreibt im Besondern, unter welchen Voraussetzungen der Gemeinderat in den Zonen II und III mehr als zwei Geschosse bewilligen darf, nämlich nur, \"sofern dadurch das Gesamtbild nicht gestört, bestehende Objekte nicht beeinträchtigt\" und Mindestgrenzabstände eingehalten werden, die \"seitlich und rückwärtig das 0,6-fache der Gebäudehöhe\", wenigstens jedoch seitlich 5 m und rückwärtig 7,5 m betragen. Nach dem Grundsatz, dass die neuere Sonderbestimmung der älteren allgemeinen Vorschrift vorgeht, hat Art. 22 vor der Ergänzung zu Art. 10 BVL zurückzutreten: Soweit der ergänzte Art. 10 anwendbar ist, greift Art. 22 BVL nicht mehr Platz. Dieser Schluss wird durch die Umstände bestätigt. Die Beschwerdeführer weisen zutreffend darauf hin, dass der Gemeinderat vor dem Erlass des ergänzten Art. 10 das Höherbauen gestützt auf Art. 22 BVL gestatten konnte. Diese Möglichkeit musste mithin nicht erst eröffnet werden. Der Sinn der Revision war vielmehr ein anderer. Wenn in der Ergänzung zu Art. 10 BVL hervorgehoben wird, dass der Gemeinderat das Höherbauen bewilligen |522| darf, so war damit zu rechnen, dass die Behörde vermehrt von dieser ihr schon bisher zustehenden Befugnis Gebrauch machen werde; um Missbräuchen vorzubeugen, die sich aus einer Häufung der Ausnahmebewilligung ergeben könnten, wurden aber gleichzeitig der Zuständigkeit des Gemeinderates bestimmte Grenzen gesetzt. Wurden die Bedingungen für das Höherbauen zuvor von der Behörde frei und von Fall zu Fall festgelegt, so sind sie nunmehr in allgemeiner Weise rechtssatzmässig umschrieben, was die Einheitlichkeit und Folgerichtigkeit der Bewilligungspraxis verstärkt, die Rechtssicherheit gefestigt und die Gefahr einer rechtsungleichen Behandlung vermindert hat. Diese gesetzgeberischen Ziele lassen es nicht zu, dass der Gemeinderat im Einzelfall mit Rücksicht auf die Person des Bauherrn oder den Zweck des Bauvorhabens doch wieder von seinem Ermessen Gebrauch macht. Was die Festlegung der Abstände anbelangt, kann somit Art. 22 neben dem ergänzten Art. 10 BVL keine Anwendung mehr finden.\n\nEntgegen der Meinung der kantonalen Instanz gilt das auch für den sozialen Wohnungsbau. Die BVL stellt hierüber keine besonderen Bestimmungen auf. Es sind daher die allgemeinen Abstandsvorschriften der BVL anwendbar, die vornehmlich der öffentlichen Gesundheit und damit gerade auch dem Wohl der minderbemittelten Bevölkerung dienen. Die angestrebte Verbilligung des Wohnens darf nicht auf Kosten der Gesundheit der Mieter und ihrer Nachbarn gehen, wie das bei unzureichenden Gebäudeabständen der Fall wäre.\n\nDer Gemeinderat hatte seine Verfügung demnach nicht auf Grund des Art. 22, sondern nach der Ergänzung zu Art. 10 BVL zu treffen. Auf die Rüge, der Regierungsrat habe die Handhabung des dem Gemeinderat in Art. 22 BVL eingeräumten Ermessens zu Unrecht nur auf Willkür hin überprüft und damit den Beschwerdeführern das rechtliche Gehör verweigert, ist deshalb nicht einzugehen. Entscheidend ist, dass der Regierungsrat die Anwendung der |523| Abstandvorschriften des ergänzten Art. 10 BVL, die dem Ermessen der Behörde keinen Spielraum lassen, frei zu prüfen hat.\n\n4. Der Regierungsrat anerkennt im angefochtenen Entscheid, dass der Neubau die in der Ergänzung zu Art. 10 BVL vorgeschriebenen Mindestgrenzabstände nicht einhält. Trifft diese Annahme zu, so hat das nach dem in Erw. 3 Gesagten ohne weiteres die Gutheissung der Beschwerde zur Folge. Die Beschwerdegegnerin bestreitet indes die Richtigkeit der Messungen, von denen der Regierungsrat ausgeht. Diese Bestreitung ist zulässig. Da die Beschwerdegegnerin im kantonalen Verfahren obgesiegt hat und der Spruch des Regierungsrates sie nicht in ihren Rechten verletzt, stünde es ihr freilich nicht zu, selber staatsrechtliche Beschwerde zu erheben. Es kann ihr jedoch nicht versagt sein, sich in dem von anderer Seite eingeleiteten Beschwerdeverfahren gegen die in ihren Augen unrichtigen tatsächlichen Feststellungen der kantonalen Instanz zu wenden und deren Überprüfung zu verlangen (vgl. BGE 86 I 225).\n\nDer streitige Neubau soll gemäss den Plänen einschliesslich der 70 cm hohen Mauerbrüstung auf dem Dache 14,63 m hoch werden. Bei der Bestimmung der notwendigen Grenzabstände ist die Höhe eines solchen Dachaufbaues der Gebäudehöhe zuzurechnen, sofern er den Nachbarn in gleicher Weise Sonne und Aussicht entzieht wie der Baukörper des Hauses. Das trifft hier zu: Die Brüstung ist auf der für den Schattenwurf besonders wichtigen Nordfront kompakt und durchgehend. Nach dem ergänzten Art. 10 BVL muss bei einer Gebäudehöhe von 14,63 m seitlich und rückwärtig ein Grenzabstand von drei Fünfteln (0,6) der Höhe, also von rund 8,78 m, eingehalten werden. Die seitlichen Grenzabstände sind zudem laut Art. 11 BVL \"bei zusammengebauten Häusern von mehr als 20 m Baufront\" um die Hälfte zu vergrössern. Das Bauvorhaben der Beschwerdegegnerin betrifft zwar nicht im eigentlichen Sinne zusammengebaute Häuser; es handelt |524| sich um einen Baukörper von 37,55 m Länge mit vier Wohnungen auf jedem der fünf Geschosse und zwei Treppenhäusern. Art. 11 BVL muss seinem ganzen Sinn und Zweck nach indes auch auf eine derartige Baute angewendet werden. Der seitliche Mindestabstand erhöht sich demgemäss von 8,78 m auf 13,17 m.\n\nDie am Augenschein vorgenommenen, von den Parteien und den Behördevertretern anerkannten Messungen haben ergeben, dass das Bauvorhaben der Beschwerdegegnerin die vorgeschriebenen Grenzabstände weder seitlich noch rückwärtig einhält. Seitlich beträgt der Grenzabstand im Westen (gegenüber der Parzelle Nr. 419 des Beschwerdeführers Flattich) 5,44 bis 6,20 m, im Osten (gegenüber der Parzelle Nr. 603 der Erbengemeinschaft Weber) gar nur 1,50 bis 1,77 m. Wird der Grenzabstand im Osten unter Einbeziehung des für eine Privatstrasse vorgesehenen, nicht überbaubaren Landstreifens der Liegenschaft der Erbengemeinschaft Weber bis zur Grenze der Parzelle Nr. 706 der Beschwerdeführerin Rothlin & Co. gemessen, so beträgt er 6,50 bis 6,70 m, also immer noch weit weniger als der erforderliche seitliche Mindestabstand von 13,17 m. Rückwärtig beträgt der Grenzabstand (gegenüber der Parzelle Nr. 603 der Erbengemeinschaft Weber) 7,37 m statt, wie vorgeschrieben, 8,78 m (was hier allerdings nicht berücksichtigt werden kann, da die durch die Abstandsunterschreitung verletzten Nachbarn nicht Beschwerde erhoben haben).\n\nDie Beschwerdegegnerin sucht die Abstandsunterschreitung im Osten und Norden unter Hinweis darauf zu rechtfertigen, dass die frühere Eigentümerin der Parzelle Nr. 706 und die Erbengemeinschaft Weber am 7. Juni 1955 ein gegenseitiges, im Grundbuch eingetragenes Näherbaurecht bis auf 2,50 m vereinbart haben, und dass die Erbengemeinschaft Weber ihrerseits der Beschwerdegegnerin am 14. Juli 1962 ein Näherbaurecht ohne Angabe eines Mindestabstandes eingeräumt habe. Mit Bezug auf die Abstandsunterschreitung im Westen beruft sich die |525| Beschwerdegegnerin darauf, dass der auf dem Grundstück Nr. 419 des Beschwerdeführers Flattich stehende Wohnblock selber nicht den vorgeschriebenen Grenzabstand wahre, weshalb ihr eigener Neubau gemäss Art. 21 nur die Hälfte des in Art. 10 BVL vorgeschriebenen Mindestabstandes einhalten müsse.\n\nDiese Einwendungen vermögen der Beschwerdegegnerin nicht zu helfen. Nach Art. 13 BVL kann zwar im Einverständnis mit dem Nachbar der Grenzabstand ausnahmsweise auf 3,50 m herabgesetzt werden. Diese Bestimmung greift indes bei der Erteilung einer Ausnahmebewilligung im Sinne des ergänzten Art. 10 BVL nicht Platz. Die darin vorgesehenen Mindestabstände sind im öffentlichen Interesse vorgeschrieben worden; sie sind auch für die Behörde verbindlich, die nach dem in Erw. 3 Gesagten keine Ausnahme davon bewilligen darf. Umso weniger kann es den Beteiligten zustehen, die Vorschrift durch private Vereinbarung ausser Kraft zu setzen. Denkbar wäre es höchstens, dass die Nachbarn sich über eine andere Verteilung des in Art. 10 Abs. 3 BVL umschriebenen Gebäudeabstandes einigen könnten, indem der eine sich verpflichten würde, sein Haus um soviel mehr von der gemeinsamen Grenze abzurücken, dass trotz der Unterschreitung des Grenzabstandes durch den andern der erforderliche Gebäudeabstand gewahrt bleibt. Eine solche Abmachung liegt hier jedoch nicht vor.\n\nOb Art. 21 neben dem ergänzten Art. 10 anwendbar sei, erscheint aus den Gründen, die auch gegen die Anwendbarkeit des Art. 10 BVL sprechen, als fraglich, braucht hier aber nicht entschieden zu werden. Art. 21 BVL erlaubt dem Bauherrn, den Grenzabstand im selben Masse herabzusetzen wie der Nachbar, dessen bestehendes Gebäude den in Art. 10 vorgeschriebenen Grenzabstand nicht einhält. Der herabgesetzte Grenzabstand darf indes \"nicht weniger als die Hälfte der Abstände gemäss Art. 10 betragen\". Gemäss Art. 10 in Verbindung mit Art. 11 BVL beläuft sich der Abstand, den der Neubau der Beschwerdegegnerin |526| gegenüber dem Grundstück des Beschwerdeführers Flattich einhalten muss, auf 13,17 m; die Hälfte davon beträgt 6,58 m. Der geplante Neubau hält jedoch lediglich einen Abstand von 5,44 bis 6,20 m ein, was auch bei einer Anwendung des Art. 21 BVL ungenügend ist.\n\n5. Zusammengefasst ergibt sich, dass das Bauvorhaben der Beschwerdegegnerin die Mindestgrenzabstände, die für den Fall der Erteilung der Höherbaubewilligung vorgeschrieben sind, nicht einhält. Die Baueinsprachen der Beschwerdeführer wären daher, soweit sie eine Verletzung der Abstandsvorschriften beanstandeten, zu schützen gewesen. Die gegenteilige Stellungnahme des Gemeinderates und die Abweisung der dagegen erhobenen Beschwerde durch den Regierungsrat lassen sich mit keinen sachlichen Gründen rechtfertigen. Der Entscheid der kantonalen Instanz ist, weil insofern willkürlich, aufzuheben. Auf die weiteren Rügen der Beschwerdeführer braucht bei dieser Sachlage nicht eingetreten zu werden.\n\nDie Beschwerdeführer begnügen sich indes nicht damit, die Aufhebung des angefochtenen Entscheids über die Baueinsprachen zu verlangen. Sie beantragen ausserdem, es sei der Regierungsrat anzuweisen, die Baubewilligung, die der Gemeinderat der Beschwerdegegnerin erteilt hat, aufzuheben. Sie berufen sich dabei darauf, dass das Bundesgericht dann, wenn der Verfassungsstreit nicht schon mit der Aufhebung der angefochtenen Verfügung, sondern erst mit der Setzung einer neuen verfassungsmässigen Anordnung beendet ist, der kantonalen Behörde verbindliche Anweisungen über den zu setzenden Akt geben kann (GIACOMETTI, Die Verfassungsgerichtsbarkeit des Schweizerischen Bundesgerichtes, S. 201 und 245 f.). Das Bundesgericht kann in diesem Sinne eine kantonale Behörde anweisen, eine zu Unrecht verweigerte Polizeierlaubnis, insbesondere eine Baubewilligung, zu erteilen (BGE 87 I 280 Erw. 1 mit Verweisungen). Dieser Fall liegt hier indes nicht vor. Es hat deshalb bei der Aufhebung des angefochtenen Entscheids über die Baueinsprachen sein Bewenden.\n\n|527|\n\nDamit wird auch der erteilten Baubewilligung die Grundlage entzogen. Sache der kantonalen Behörden wird es sein, die sich daraus ergebenden Folgerungen zu ziehen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, soweit darauf einzutreten ist, und der Beschluss des Regierungsrates des Kantons Schwyz vom 27. Mai 1963 wird aufgehoben."}