{"annee": "89", "cour": "III", "page": "83", "date": "15/10/1963", "cite": [], "cite_par": ["92 III 34"], "chapeau": "18. Arrêt du 15 octobre 1963 dans la cause Tornado AG", "regestes": ["Inscription de la réserve de propriété prévue dans une vente par acomptes. Notion de l'attestation exigée par l'art. 4 al. 5 litt. c de l'ordonnance du Tribunal fédéral des 19 décembre 1910/29 octobre 1962."], "faits": "|84|\n\nA.- Le 2 août 1963, la société anonyme Tornado, à Bâle, a produit à l'Office des poursuites de Genève, pour qu'il inscrive la réserve de propriété, le contrat de vente par acomptes d'un aspir ateur signé le 6 février précédent par Janine Beutler, qui y reconnaît en avoir reçu une copie. Le 22 février, Mlle Beutler a déclaré \"résilier\" le contrat. Elle a constamment refusé par la suite d'attester qu'elle avait reçu au moins cinq jours plus tôt une copie du contrat signé par les deux parties et qu'elle n'avait pas renoncé durant ce délai à la conclusion du contrat, comme l'art. 226 c CO lui en donne la faculté.\n\nLe 5 août, le préposé a refusé de procéder à l'inscription, la requérante n'ayant pas produit l'attestation prévue par l'ordonnance.\n\nB.- Le 20 septembre, l'Autorité genevoise de surveila rejeté la plainte formée par la société contre ce refus.", "considerants": "Considérant en droit:\n\n2. Le contrat de vente par acomptes n'entre en vigueur pour l'acheteur que cinq jours après la remise en ses mains d'une copie signée par les parties. Pendant ce délai, l'acheteur peut déclarer par écrit au vendeur qu'il renonce à la conclusion du contrat (art. 226 c al. 1 CO; ROLF 1962 p. 1083). Il suit de là que l'acheteur a le droit de mettre obstacle à la perfection du contrat dans un délai déterminé. Pour éviter l'inscription de pactes nuls, il est apparu utile, vu le très grand nombre de requêtes fondées sur des ventes par acomptes, de faciliter la procédure que doit suivre le proposé. Aussi le Tribunal fédéral a-t-il prévu que l'acheteur doit attester qu'il a reçu au moins cinq jours plus tôt une copie du contrat signé par les deux parties et qu'il n'y a pas renoncé durant ce délai, comme l'art. 226 c CO lui en donne la faculté (art. 4 al. 5 litt. c de l'ordonnance du 29 octobre 1962; ROLF 1962 p. 1401). Le préposé doit évidemment se contenter, comme \"attestation\", de déclarations écrites dont la validité de la vente résulte indubitablement.\n\n|85|\n\nLa recourante, en l'espèce, a produit le contrat dans lequel l'acheteur déclare avoir reçu une copie signée des deux parties. Cette attestation datée du 6 février 1963 établit que l'acheteur a reçu une copie cinq jours avant la réquisition d'inscription (le 2 août suivant). La recourante a remis en outre à l'office une lettre du 22 février 1963 par laquelle l'acheteur prétendait se trouver - en raison d'une maladie et faute d'une occupation lucrative - dans un cas de force majeure et déclarait \"devoir résilier le contrat\". Adressée quinze jours après la réception de la copie du contrat, cette déclaration ne se réfère à aucune autre et manifeste pour la première fois la renonciation de son auteur. Sa rédaction même suppose implicitement que l'acheteur n'a pas fait usage de la faculté prévue par la loi dans le délai de cinq jours que celle-ci lui impartit. Par ces deux déclarations, produites par le vendeur et requérant, l'acheteur lui-même atteste donc qu'il a ratifié la vente.\n\nPar ces motifs, la Chambre des poursuites et des faillites\n\nAdmet le recours, annule la décision attaquée et ordonne à l'Office des poursuites de Genève d'inscrire le pacte de réserve de propriété convenu dans le contrat de vente passé le 6 février 1963 entre la société anonyme Tornado et Janine Beutler."}