{"annee": "89", "cour": "IV", "page": "44", "date": "31/1/1963", "cite": [], "cite_par": [], "chapeau": "10. Arrêt de la Cour de cassation pénale du 31 janvier 1963 dans la cause dame Abecassis-Harary contre Ministère public du canton de Genève.", "regestes": ["Art. 96 ch. 2 LCR: Conduite d'un véhicule automobile non couvert par une assurance-responsabilité civile. 1. Le conducteur d'un véhicule immatriculé à l'étranger qui entre en Suisse sans payer l'émolument de gestion de sinistre (art. 43 al. 1 et 47 OAV) n'est pas punissable selon cette disposition légale (consid. 1). 2. Est-il passible, le cas échéant, de la peine prévue par l'art. 60 ch. 1 al. 1 OAV (consid. 2)? 3. Si le lieu de stationnement du véhicule est fixé en Suisse, l'art. 96 ch. 1 al. 1 et ch. 2 LCR devient applicable (consid. 3)."], "faits": "|45|\n\nA.- En septembre 1961, dame Gaby Abecassis a piloté à Genève une voiture automobile munie des plaques françaises 48 TT 74, sans être au bénéfice d'une assuranceresponsabilité civile.\n\nB.- Le Tribunal de police du canton de Genève lui a infligé, le 30 mai 1962, en raison de ce fait, trois jours d'emprisonnement, avec sursis pendant deux ans, et 300 fr. d'amende.\n\nSur appel de la condamnée, la Cour de justice a confirmé ce jugement, le 24 septembre. Son arrêt est en bref motivé comme suit. La prévenue, qui avait acquitté en juillet 1961 l'émolument de gestion de sinistre prévu à l'art. 43 de l'ordonnance du 20 novembre 1959 sur la responsabilité civile et l'assurance en matière de circulation routière (OAV), n'en a pas payé un nouveau lorsque, après être retournée à Livourne où elle était domiciliée, elle revint en Suisse, le 6 ou le 7 septembre 1961; or, cet émolument doit être payé lors de chaque entrée en Suisse; comme, à cette époque, son véhicule n'était pas couvert par une assurance-responsabilité civile ni par une assurance-frontière, elle n'avait pas le droit de l'utiliser en Suisse; en le conduisant néanmoins, elle est tombée sous le coup de l'art. 96 ch. 2 LCR.\n\n|46|\n\nC.- Dame Abecassis se pourvoit en nullité au Tribunal fédéral. Elle conclut à libération.\n\nLe Procureur général propose de rejeter le pourvoi.", "considerants": "Considérant en droit:\n\n1. L'art. 96 ch. 2 LCR punit de l'emprisonnement et de l'amende celui qui conduit un véhicule automobile en sachant qu'il n'est pas couvert par une assurance-responsabilité civile ou qui devait le savoir en prêtant toute l'attention commandée par les circonstances. Le texte allemand, plus précis, mentionne \"die vorgeschriebene Haftpflichtversicherung\". L'obligation de conclure une telle assurance est prescrite par l'art. 63 al. 1 LCR, qui vise uniquement les véhicules immatriculés en Suisse. Cette restriction résulte du fait que les véhicules étrangers sont régis par l'art. 74. Or, cette disposition, à la différence de l'art. 63, ne subordonne pas la mise en circulation à la conclusion d'une assurance-responsabilité civile. Elle charge le Conseil fédéral de prendre les dispositions nécessaires afin non pas que les véhicules étrangers ne soient admis à circuler en Suisse que s'ils sont couverts par une assuranceresponsabilité civile, mais seulement que la réparation des dommages qu'ils causent dans le pays soit garantie dans la même mesure que si l'accident était dû à un véhicule suisse. Ces dispositions ont été introduites dans l'ordonnance précitée du 20 novembre 1959 (art. 39 à 51).\n\nLe Conseil fédéral a prévu trois modes de couverture des dommages causés en Suisse par des véhicules automobiles étrangers: 1o une assurance satisfaisant aux conditions requises en Suisse et dont le conducteur doit justifier l'existence en produisant un certificat d'assurance (art. 43 al. 1 et 44 OAV); 2o une assurance-frontière, valable trente jours consécutifs, conclue aux bureaux de douane (art. 45 OAV); 3o la réparation subsidiaire selon une convention passée entre le Département fédéral de justice et police et des entreprises d'assurances autorisées à opérer en Suisse (art. 46 OAV). Le conducteur qui, lors de son entrée dans |47| ce pays, n'est pas en mesure de présenter un certificat d'assurance et ne conclut pas une assurance-frontière est tenu d'acquitter l'émolument de gestion de sinistre, qui s'élève à 3 fr. (art. 43 al. 1 et 47 OAV). Selon les renseignements communiqués par la Division fédérale de police à la Cour de céans, la réparation subsidiaire est accordée même si l'émolument de gestion de sinistre n'a pas été payé, par exemple lorsque l'assurance-responsabilité civile arrive à échéance pendant que le véhicule étranger est en Suisse ou que, une assurance-frontière ayant été conclue, ce véhicule reste plus de trente jours en Suisse. Il ressort de cette réglementation que l'émolument de gestion de sinistre n'est pas une prime d'assurance, puisque la réparation subsidiaire intervient précisément quand le véhicule étranger n'est pas au bénéfice d'une assurance. La quittance remise au conducteur qui verse cet émolument précise d'ailleurs: \"En payant la taxe de gestion vous n'avez pas conclu une police d'assurance\".\n\nLe droit fédéral n'exige donc pas que les véhicules étrangers qui pénètrent en Suisse soient couverts par une assurance. S'ils ne le sont pas, il est indifférent, au point de vue pénal, que l'émolument de gestion de sinistre soit acquitté ou non: l'art. 96 ch. 2 LCR reprime uniquement, on l'a vu, la conduite d'un véhicule non couvert par l'assurance prescrite. Or celui qui entre en Suisse au volant d'un véhicule étranger n'a pas l'obligation de conclure une assurance-responsabilité civile.\n\nIl s'ensuit qu'en condamnant la recourante pour n'avoir pas payé l'émolument de gestion de sinistre lors de son entrée en Suisse, le 6 ou le 7 septembre 1961, les premiers juges ont violé l'art. 96 ch. 2 LCR.\n\n2. On peut se demander si le conducteur étranger qui entre et circule en Suisse sans avoir acquitté l'émolument de gestion de sinistre est passible des arrêts ou de l'amende en vertu de l'art. 60 ch. 1 al. 1 OAV. Cette disposition réprime le comportement de \"celui qui ne se sera pas procuré une autorisation exigée par la présente ordonnance\". |48|\n\nLe paiement de l'émolument en question serait alors la condition requise pour obtenir une autorisation - verbale ou même tacite - de pénétrer et de circuler en Suisse sans être au bénéfice d'une assurance-responsabilité civile. Mais les art. 43 al. 1 et 2 et 47 OAV ne parlent pas d'une autorisation qui serait donnée au conducteur, moyennant paiement de l'émolument prescrit. Ce conducteur ne reçoit qu'une quittance, qu'il doit garder dans son véhicule et présenter, sur demande, aux organes chargés du contrôle (art. 43 al. 3 OAV). Il serait difficile de considérer comme une autorisation la seule délivrance d'une telle quittance. Sans doute le Conseil fédéral n'a-t-il pas envisagé, en édictant l'ordonnance, qu'un automobiliste réussisse à pénétrer en Suisse sans avoir produit un certificat d'assurance ni contracté une assurance-frontière ni payé l'émolument de gestion de sinistre. S'il l'avait prévu, il aurait prescrit clairement que le conducteur doit obtenir une autorisation subordonnée à l'accomplissement préalable de l'une des trois démarches précitées, qui lui serait accordée verbalement, voire tacitement, par le fait que le fonctionnaire de la douane auquel il se serait annoncé le laisserait poursuivre sa route. Le Conseil fédéral aurait pu aussi déclarer punissable celui qui, n'ayant pas fourni un certificat d'assurance ni contracté une assurance-frontière, entre en Suisse sans payer l'émolument de gestion de sinistre. Or l'OAV ne contient aucune disposition semblable. Le juge ne saurait combler cette lacune par une interprétation artificielle de l'art. 60 ch. 1 al. 1 OAV. Les mêmes raisons s'opposent à l'application de l'art. 96 ch. 1 al. 2 LCR, déclarant punissable celui qui, sans autorisation, aura entrepris des courses soumises à l'agrément de l'autorité en vertu de ladite loi.\n\nHormis les cas exceptionnels où un conducteur franchit frauduleusement la frontière, un véhicule étranger non assuré ne peut circuler en Suisse sans que l'émolument de gestion de sinistre ait été payé que si le bureau de douane a négligé de le percevoir. Voulût-on assimiler la quittance |49| à une autorisation, qu'il serait excessif de retenir une faute à la charge du conducteur que les douaniers ont laissé entrer en Suisse sans exiger le paiement de l'émolument. Quoi qu'il en soit, nul ne reproche en l'espèce à la recourante d'avoir, le 6 ou le 7 septembre 1961, pénétré illicitement en Suisse.\n\n3. Il n'est cependant pas exclu qu'un conducteur étranger tombe sous le coup de l'art. 96 ch. 2 LCR. Lorsque son séjour en Suisse se prolonge, il arrive un moment où son véhicule doit être immatriculé dans le pays. L'immatriculation suppose la conclusion d'une assurance-responsabilité civile (art. 63 al. 1 LCR). Si une telle assurance n'est pas conclue, l'art. 96 ch. 2 LCR s'applique au conducteur. La difficulté provient du silence des dispositions légales quant au moment où l'immatriculation en Suisse doit intervenir. Pas plus que la LA ni le RA, la LCR ni ses ordonnances d'exécution n'abordent la question.\n\nLa Division fédérale de police expose dans une lettre du 19 janvier 1962 adressée au conseil de la recourante que, selon la pratique actuelle, un véhicule portant plaques étrangères devrait être immatriculé en Suisse lorsqu'il y séjourne plus de trois mois, sauf si le détenteur (ou le conducteur) fournit la preuve ou rend vraisemblable qu'il quittera le pays avant l'échéance de six mois, comptés à partir de son entrée; d'une façon générale, l'immatriculation doit intervenir (à titre provisoire ou définitif selon les circonstances) après un séjour de six mois en Suisse. Quant à la Commission intercantonale de la circulation routière, elle admet, dans sa circulaire du 17 février 1954, adressée aux autorités cantonales compétentes, que l'immatriculation devrait être exigée immédiatement après l'entrée en Suisse si le détenteur prenait un domicile durable dans le pays ou s'il fallait prévoir que le véhicule y restera plus de six mois. Les recommandations de ladite commission ne sont toutefois pas opposables aux conducteurs. Aussi faut-il examiner si la pratique des autorités administratives trouve un fondement suffisant dans la législation en vigueur.\n\n|50|\n\nPour qu'un véhicule automobile étranger soit immatriculé en Suisse, il doit y avoir son lieu de stationnement. Ce lieu détermine en effet la compétence des autorités dans les relations intercantonales (art. 22 al. 1 et 3 LCR). Il doit aussi servir de point de rattachement dans les relations internationales. L'art. 16 al. 1 OAV s'y réfère d'ailleurs, en prescrivant l'immatriculation provisoire des véhicules dont le lieu de stationnement ne se trouve en Suisse que pour une durée limitée. L'al. 3 réserve toutefois les dispositions concernant les véhicules admis en circulation internationale sous le couvert de permis étrangers et de plaques étrangères.\n\nAux termes de l'art. 1er de l'ACF du 10 mai 1957 concernant la circulation automobile internationale (ROLF 1957 p. 416), les véhicules étrangers sont autorisés à circuler temporairement en Suisse s'ils sont munis de leur permis national de circulation ou du certificat international pour automobiles prescrit par la convention du 24 avril 1926 (al. 1); ils doivent porter les plaques de contrôle de leur pays et le signe distinctif international (al. 3). Un tel véhicule ne doit être immatriculé en Suisse que lorsque prend fin l'autorisation de circuler temporairement dans le pays. Elle s'éteint en tout cas au moment où le permis de circulation est périmé. Toutefois le certificat international, qui tient lieu de permis national de circulation, peut être renouvelé par les autorités cantonales (art. 5 al. 2), ce qui montre que le temps visé à l'art. 1er al. 1 de l'ACF du 10 mai 1957 (\"circuler temporairement\") est largement mesuré. Tant qu'un véhicule automobile circule dans le pays sous le couvert de plaques étrangères et d'un permis valable - étranger ou international - il n'est pas soumis à l'immatriculation.\n\nLa réserve de l'art. 16 al. 3 OAV ne se rapporte qu'à l'immatriculation provisoire, qui fait l'objet des art. 16 à 19, groupés dans la section III du chapitre deuxième de l'ordonnance. Elle ne touche pas l'immatriculation définitive des véhicules étrangers dont le lieu de stationnement |51| est fixé en Suisse pour une durée illimitée. Il faut dès lors distinguer trois catégories:\n\na) les véhicules étrangers avec lieu de stationnement durable en Suisse, qui sont soumis aux règles du droit commun, et dont les détenteurs reçoivent des plaques et un permis de circulation aux mêmes conditions que les véhicules suisses qui, par exemple, changent de lieu de stationnement d'un canton dans un autre ou qui passent à un autre détenteur (cf. art. 11 al. 3 LCR);\n\nb) les véhicules étrangers dont le lieu de stationnement ne se trouve en Suisse que pour une durée limitée, qui sont immatriculés provisoirement selon l'art. 16 al. 1 OAV et dont les détenteurs reçoivent un permis de circulation spécial, valable en principe douze mois au plus (cf. art. 17 OAV), ainsi que des plaques spéciales et une vignette de contrôle (cf. art. 18 OAV);\n\nc) les véhicules admis en circulation internationale selon l'ACF du 10 mai 1957 déjà cité, réservé par l'art. 16 al. 3 OAV.\n\nLorsque le détenteur d'un véhicule étranger admis en Suisse en circulation internationale fixe dans ce pays le lieu de stationnement du véhicule, pour une durée limitée ou illimitée, il passe de la catégorie c) à la catégorie b) ou a). De même, lorsque le lieu de stationnement fixé en Suisse pour une durée limitée devient durable, le véhicule passe de la catégorie b) dans la catégorie a). Dans tous les cas, il faudra, avant de prononcer une condamnation pénale, laisser au détenteur un délai suffisant pour effectuer les démarches requises, mais ce délai doit être bref. Quant à la détermination du moment à partir duquel le détenteur fixe le lieu de stationnement en Suisse, elle dépend des circonstances de chaque cas particulier. Le domicile ou la résidence du détenteur, sans être toujours décisifs, fourniront un indice sérieux. On pourrait certes envisager, de lege ferenda, qu'après un certain délai, compté dès l'entrée du véhicule étranger en Suisse, le détenteur doit en fixer le lieu de stationnement dans ce pays et, partant, |52| obtenir une immatriculation provisoire ou ordinaire, selon que la durée du stationnement prévu est limitée ou illimitée. Mais pareille obligation ne résulte pas des dispositions en vigueur. Les règles admises dans la pratique administrative ou préconisées dans les recommandations adressées aux autorités compétentes n'ont par conséquent, de lege lata, que la valeur de présomptions. Le détenteur doit être admis à prouver les faits pertinents qui, dans chaque cas particulier, s'opposeraient à l'application stricte de ces normes.\n\nLe détenteur (ou le conducteur) d'un véhicule étranger qui en a fixé le lieu de stationnement en Suisse et qui ne se procure pas le permis de circulation et les plaques suisses à l'expiration d'un délai raisonnable pour accomplir ces démarches, mais continue à rouler avec un permis et des plaques étrangères, tombe sous le coup de l'art. 96 ch. 1 al. 1 LCR. En outre, si son assurance étrangère, jugée conforme aux exigences du droit suisse lors de son entrée dans le pays, n'est plus en vigueur, ou si l'assurance-frontière qu'il a contractée à cette occasion n'est plus valable, il commet l'infraction réprimée par l'art. 96 ch. 2 LCR, du moins s'il n'a pas payé l'émolument de gestion de sinistre. Il n'est pas nécessaire d'examiner aujourd'hui si la disposition précitée est applicable également lorsque ledit émolument a été payé. De même, on peut laisser indécis le point de savoir si les infractions visées par les art. 96 ch. 1 et 2 LCR ne sont punissables qu'après une sommation de l'autorité compétente invitant le détenteur du véhicule étranger dont le lieu de stationnement se trouve désormais en Suisse à se procurer le permis de circulation et les plaques requis par la législation interne.\n\n4. En l'espèce, la recourante est poursuivie sur la base d'un rapport de contravention dressé le 22 septembre 1961. Elle est entrée en Suisse avec son véhicule le 6 ou le 7 septembre 1961. On ignore si elle est venue résider dans ce pays ou si elle y a fixé son domicile. On ne trouve pas non plus dans les faits exposés par l'autorité cantonale la mention |53| d'autres circonstances d'où l'on pourrait déduire que, le 22 septembre 1961, le véhicule de la recourante aurait dû être immatriculé en Suisse et, partant, couvert par une assurance conforme aux art. 63 ss. LCR. On lit certes dans le jugement du tribunal de première instance que dame Abecassis \"a obtenu par la suite les plaques de police GE 6537.Z.62\". Cela signifie que le véhicule a fait l'objet d'une immatriculation provisoire (art. 16 al. 1 OAV) à une date ultérieure non précisée. On ne saurait en inférer toutefois que cette démarche aurait dû être accomplie avant le 22 septembre 1961, ni, partant, que la recourante était punissable, à cette date déjà, parce que \"le permis de circulation ou les plaques de contrôle nécessaires faisaient défaut\" (art. 96 ch. 1 al. 1 LCR), voire parce que l'assurance prescrite par la législation interne n'avait pas encore été contractée (art. 96 ch. 2 LCR).\n\nLe pourvoi s'avère ainsi fondé. La cause doit être renvoyée à l'autorité cantonale, en vertu de l'art. 277ter PPF, pour qu'elle libère la recourante des fins de la poursuite pénale dirigée contre elle sur la base du rapport de contravention dressé le 22 septembre 1961. Il reste loisible aux autorités genevoises de rechercher si le comportement ultérieur de la recourante constitue une infraction aux prescriptions en vigueur.\n\nPar ces motifs, la Cour de cassation pénale:\n\nAdmet le pourvoi, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour nouvelle décision."}