{"annee": "89", "cour": "III", "page": "58", "date": "26/6/1963", "cite": [], "cite_par": [], "chapeau": "13. Entscheid vom 26. Juni 1963 i.S. Fira AG", "regestes": ["Exigence du consentement écrit du conjoint à la vente par acomptes, lorsque les époux vivent en ménage commun et que l'engagement dépasse la somme de mille francs (art. 226 b al. 1 CO):ce consentement est nécessaire dès que l'ensemble des obligations de l'acheteur (prix de vente global et autres prestations éventuelles, selon l'art. 226 a al. 2 chiffres 5 et 6 CO) dépasse mille francs; peu importe que le solde encore dû après déduction de l'acompte payé ou de la valeur d'une chose à imputer sur le prix n'atteigne pas ce montant. - Ordonnance concernant l'inscription des pactes de réserve de propriété, art. 4 al. 5 litt. b."], "faits": "|59|\n\nA.- Am 30. März 1963 verkaufte die Firma Logo Möbelgeschäft Basel verschiedene Möbelstücke an Julius Meury-Jardin und trat die Rechte aus dem Vertrag an die Fira AG, Basel, ab.\n\nVereinbart wurde ein Barkaufpreis von Fr. 1410.--\n\nmit einem Teilzahlungszuschlag von Fr. 108.10\n\nzusammen Fr. 1518.10\n\nNach Abzug der Baranzahlung von Fr. 650.--\n\nergab sich ein Restkaufpreis von Fr. 868.10\n\nzahlbar in 18 aufeinanderfolgenden Monatsraten von Fr. 50.45, erstmals am 30. April 1963 (was mehr als jenen Restbetrag, nämlich Fr. 908.10, ergeben würde).\n\nB.- Das Betreibungsamt lehnte die Eintragung des im Kaufvertrage vereinbarten Eigentumsvorbehaltes mangels Zustimmung der Ehefrau des Käufers ab.\n\nC.- Darüber beschwerte sich die Fira AG, indem sie die Ansicht vertrat, man habe es hier nicht mit einer Fr. 1000.-- übersteigenden \"Verpflichtung\" im Sinne von Art. 226 b Abs. 1 OR zu tun, so dass die schriftliche Zustimmung der Ehefrau erforderlich wäre. Entgegen der Auffassung des Betreibungsamtes falle als \"Verpflichtung\" nach der erwähnten Vorschrift nur der Restkaufpreis in |60| Betracht, \"d.h. die dem Käufer effektiv kreditierte Summe, welche sich ergibt, nachdem vom Gesamtkaufpreis die Baranzahlung (oder eine eventuelle Gutschrift für an Zahlung genommene Ware) abgezogen wurde.\" Da der Restkaufpreis im vorliegenden Fall nicht mehr als Fr. 1000. -, sondern bloss Fr. 868.10 betrage, bedürfe es der Zustimmung der Ehefrau nicht.\n\nD.- Gegen den die Beschwerde abweisenden Entscheid der kantonalen Aufsichtsbehörde vom 12. Juni 1963 richtet sich der vorliegende Rekurs der Fira AG an das Bundesgericht. Die Rekurrentin erneuert den Antrag, das Betreibungsamt sei anzuweisen, den Eigentumsvorbehalt an den im Kaufvertrag angeführten Gegenständen einzutragen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nNach Art. 226 b Abs. 1 OR bedarf der Abzahlungsvertrag zu seiner Gültigkeit der schriftlichen Zustimmung des Ehegatten, \"falls die Ehegatten einen gemeinsamen Haushalt führen und die Verpflichtung tausend Franken übersteigt.\" Die Rekurrentin stellt den hier vom Gesetze verwendeten Begriff der Verpflichtung den Begriffen des Barkaufpreises und des Gesamtkaufpreises in Art. 226 a Abs. 2 und 3 OR gegenüber. Sie hält dafür, entsprechend der von diesen Benennungen abweichenden Ausdrucksweise des Art. 226 b OR sei hier unter der \"Verpflichtung\" etwas anderes als der Gesamtkaufpreis, nämlich der nach Abzug der Baranzahlung oder des Wertes einer auf den Preis anzurechnenden Sache sich ergebende Restkaufpreis zu verstehen. Zum gleichen Ergebnis wie diese durch den Wortlaut der gesetzlichen Bestimmungen nahegelegte Auslegung führe der gesetzgeberische Grund des Art. 226 a OR. Die bereits bei Vertragsabschluss oder spätestens bei der Übergabe der Kaufsache zu leistende Anzahlung (Art. 226 d OR) belaste den Käufer in Zukunft nicht.\n\n|61| Er brauche nicht geschützt zu werden \"für das, was er bar erlegt, sondern nur für das, was ihn in Zukunft finanziell belastet\", also für den restlichen Kaufpreis nach Abzug der Anzahlung.\n\nDieser Betrachtungsweise ist die kantonale Aufsichtsbehörde mit Recht nicht gefolgt. Nimmt man die Vorschrift des Art. 226 b Abs. 1 OR zunächst für sich allein, so erscheint als \"Verpflichtung\" alles, was der Käufer nach dem Abzahlungsvertrag zu leisten hat, und nicht bloss, was ihm nach Erlegung der Anzahlung (oder nach Übergabe einer auf den Kaufpreis und allfällige weitere Leistungen des Verkäufers anzurechnenden Sache) in Raten zu leisten bleibt. Zu keinem andern Ergebnis gelangt man, wenn man diese Vorschrift dem die Einzelangaben des Abzahlungsvertrages bezeichnenden Art. 226 a Abs. 2 OR gegenüberstellt. \"Verpflichtung\" des Käufers ist zweifellos der volle (aus dem \"Preis bei sofortiger Barzahlung\" und dem \"Teilzahlungszuschlag\", Ziffern 3 und 4 daselbst) zusammengesetzte \"Gesamtkaufpreis\" (Ziff. 5) ohne Abzug der Anzahlung. Ja, die \"Verpflichtung\" des Käufers erschöpft sich mitunter nicht in diesem von der Vorinstanz einzig berücksichtigten Preise. Falls ihm darüber hinaus \"andere Leistungen\" obliegen, die gesondert vom Gesamtkaufpreis anzuführen sind (Ziff. 6), vermehrt seine \"Verpflichtung\" um deren Betrag oder Wert.\n\nDiese dem Gesetzestext entsprechende Auslegung erscheint als sinnvoll. Um die gewichtigen von den kleinen Abzahlungsverträgen zu unterscheiden, hat man richtigerweise die gesamten einandergegenüberstehenden Leistungen in Rechnung zu stellen. Die Anzahlung hiebei als unerheblich auszuscheiden, rechtfertigt sich um so weniger, als sie in manchen Fällen erst nach dem Vertragsabschluss, bei der Übergabe der Kaufsache (gemäss Art. 226 d OR), geleistet wird, während die Zustimmung des Ehegatten \"spätestens bei der Unterzeichnung des Vertrages durch den Käufer\" zu erteilen ist (Art. 226 b Abs. 3 OR). Im übrigen kann sich die Anzahlung ebenso wie die in Zukunft |62| zu leistenden Raten als Schmälerung der für den ordentlichen Aufwand der Familie verfügbaren Mittel auswirken.\n\nBeigefügt sei, dass die zahlenmässige Grenze des Zustimmungserfordernisses auch bei der Gesetzesberatung durchwegs unter dem Gesichtspunkt des gesamten Preises oder der gesamten dem Käufer überhaupt erwachsenden Verpflichtungen erörtert worden ist. Davon gingen bereits die Vernehmlassungen zum ersten Vorentwurf von Dr. Stofer aus (vgl. die Zusammenstellung S. 43-48: \"... die Zustimmung des Ehegatten erst für die Käufe über Fr. 1000.-- vorzusehen ...\"; \"... sofern der Gesamtkaufpreis den Betrag von Fr. 1000. - übersteigt\"; \"... Abzahlungsvertrag ... über einen Gesamtkaufpreis von mehr als Fr. 800.--, ...\"; \"Die Zustimmung des Ehegatten scheint nur notwendig für grössere Geschäfte, beispielsweise ab Fr. 500.--\"; \"Abzahlungsverträge über Fr. 200.--\"; \"Käufe über Fr. 300.--\"; \"... Auch sollten Verträge mit einer Schuldsumme bis zu Fr. 500.-- ausgeschlossen sein\"; \"Allenfalls könnte die Zustimmung des andern Ehegatten dann verlangt werden, wenn es sich um grössere Verpflichtungen (über Fr. 2000 oder 3000) handelt\"; \"Allerdings sollte die Zustimmung auf Geschäfte über Fr. 500.-- beschränkt sein\"). Der Nationalrat beriet über den Vorschlag der Minderheit seiner Kommission, \"bei Verträgen von 1000 Franken und mehr die Unterschrift beider im gemeinsamen Haushalt lebenden Ehegatten zu verlangen\" (Sten. Bull. 1961 NR S. 372; Votum Ernst Schmid; ebenda S. 374, Votum Schürmann: \"für Abzahlungsgeschäfte, bei denen der Betrag mehr als 1000 Franken ausmacht\"; übereinstimmend Sten.Bull. 1962 NR S. 3, Votum Ernst Schmid: \"Geschäfte von einem gewissen Ausmass - eben was über 1000 Franken geht und mit Abzahlungsraten verbunden ist\"; S. 4, Votum Huber: \"wenn der Kaufpreis 1000 Franken überschreitet\"; \"bei Abzahlungsverträgen über 1000 Franken\"; S. 256, Votum Eder: \"... teure Perserteppiche oder Automobile, die über 1000 Franken kosten ...\").\n\n|63|\n\nDiesem Ausgangspunkt entspricht denn auch, wie dargetan, der klare Gesetzestext, der die Verpflichtung aus dem Abzahlungsvertrage schlechthin, ohne Abzug der Anzahlung, ins Auge fasst.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}