{"annee": "89", "cour": "IV", "page": "98", "date": "13/3/1963", "cite": ["84 IV 56", "84 IV 111"], "cite_par": ["93 IV 32", "91 IV 141", "89 IV 140", "99 IV 227", "90 IV 86"], "chapeau": "20. Auszug aus dem Urteil des Kassationshofes vom 13. März 1963 i.S. Bernet gegen Staatsanwaltschaft des Kantons St. Gallen.", "regestes": ["Art. 25 al. 1 LA. Devoirs du bénéficiaire de la priorité envers les véhicules qui viennent de gauche. Le bénéficiaire de la priorité n'est pas tenu de modérer dès l'abord sa vitesse en faveur de ceux qui lui doivent le passage, même si, pour lui, la vue est complètement masquée à gauche. Il appartient à celui qui vient de gauche et doit le passage de tenir compte de cette circonstance."], "faits": "|99|\n\nA.- Bernet fuhr am 14. September 1959, um 17.25 Uhr, am Steuer seines Personenwagens Hillmann auf der 5,2 m breiten Tiefenackerstrasse in Altstätten von Osten her gegen die Kreuzung mit der Elsenackerstrasse. Diese ist etwa 6 m breit und mit Fussgängersteigen versehen, wird aber eher weniger befahren als die Querstrasse. Die Sicht in die linke Einmündung der Elsenackerstrasse war für Bernet durch einen hohen Lattenzaun, der das anliegende Grundstück gegen beide Strassen abgrenzt, sowie durch eine Reihe Laubbäume und Tannen verdeckt. Nach rechts war die Sicht namentlich durch einen Hag von ungefähr 1 m Höhe und durch Gartensträucher beeinträchtigt. Als Bernet die Kreuzung mit mindestens 35 km/Std. überquerte, prallte der Mopedfahrer Stieger, der die Kreuzung auf der Elsenackerstrasse durchfahren wollte, von links her gegen die Mitte seines Wagens. Stieger erlitt schwere Verletzungen, die zu seinem Tode führten. Bernet bremste erst nach dem Zusammenstoss.\n\nB.- Das Bezirksgericht Oberrheintal verurteilte Bernet am 25. April 1961 wegen fahrlässiger Tötung (Art. 117 StGB) zu einer bedingt löschbaren Busse von Fr. 200.-- und setzte ihm zwei Jahre Probezeit.\n\nDas Kantonsgericht St. Gallen wies am 20. November 1962 die auf Freisprechung abzielende Berufung Bernets ab. Es führte insbesondere aus, der Angeklagte sei gegenüber dem von links kommenden Mopedfahrer zwar vortrittsberechtigt gewesen, was ihn aber nicht der Pflicht enthoben habe, auch nach links zu beobachten. Dies sei erst unmittelbar vor der Einfahrt in die Kreuzung möglich gewesen. Da Bernet die Kreuzung aus einer Entfernung von etwa 40 m erkannt habe, hätte er sich wegen der mangelnden Sicht nach links gleichsam in sie hineintasten müssen. Es sei ein grober Fehler gewesen, darauf abzustellen, dass einige Sicht nach rechts bestand und dass von dort her sich kein Fahrzeug näherte, die Einmündung von links aber ausser acht zu lassen. Der Angeklagte habe deshalb Art. 25 Abs. 1 MFG verletzt.\n\n|100|\n\nC.- Bernet führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichtes sei aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen. Er bestreitet, Art. 25 Abs. 1 MFG verletzt zu haben.\n\nDie Staatsanwaltschaft des Kantons St. Gallen beantragt Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 25 Abs. 1 MFG und ständiger Rechtsprechung (BGE 84 IV 58 Erw. 2 und dort angeführte Urteile) darf der Vortrittsberechtigte nicht in blindem Vertrauen auf den Vortritt beliebig schnell in die Strassengabelung oder -kreuzung einfahren. Auch er hat aufmerksam zu sein und die Geschwindigkeit den gegebenen Strassen- und Verkehrsverhältnissen anzupassen. Nähert er sich einer Kreuzung, so ist er seinerseits gehalten, einem gleichzeitig von rechts kommenden Fahrzeug den Vortritt zu lassen (Art. 27 Abs. 1 MFG). Damit er dieser Pflicht nachkommen kann, hat er seine Aufmerksamkeit, ausser seiner Fahrbahn, vor allem dem für ihn von rechts kommenden Verkehr zuzuwenden und namentlich die Geschwindigkeit den diesbezüglichen Sichtverhältnissen anzupassen. Dieser erhöhten Sorgfaltspflicht nach rechts entspricht eine erheblich geringere nach links. Letzterer genügt der Vortrittsberechtigte im allgemeinen, wenn er sich durch einen raschen Blick nach links vergewissert, ob er nicht durch besondere Verkehrsverhältnisse an der Ausübung des Vortrittes gehindert werde. Das ist z.B. anzunehmen, wenn ein von links kommendes Fahrzeug mit solcher Geschwindigkeit fährt, dass es dem Berechtigten den Vortritt nicht mehr gewähren kann. In einem solchen Falle hat auch der Vortrittsberechtigte nach den Vorschriften des Art. 25 Abs. 1 MFG alles vorzukehren, was zur Abwendung der von einem andern geschaffenen Gefahr geeignet und zumutbar ist. Dagegen braucht er, wie in BGE 84 IV 59 /60 hervorgehoben wurde, seine |101| Geschwindigkeit nicht schon zuvor auf diese Möglichkeit einzustellen; er hat sie nur so zu mässigen, dass er in jedem Falle einem von rechts kommenden Fahrzeug den Vortritt lassen und einem von links kommenden ermöglichen kann, auf seine Fahrweise richtig zu reagieren, um ihm, dem Berechtigten, den Vortritt zu gewähren.\n\nDas Kantonsgericht vertritt die Auffassung, die Anforderung an den Vortrittsberechtigten, einen raschen Blick nach links zu werfen, habe nur einen Sinn, wenn dieser Führer so langsam fahre, dass er in jedem Falle in der Lage sei, zweckmässig zu reagieren; daraus folge aber, dass bei schlechten Sichtverhältnissen nach links auch der Vortrittsberechtigte, gerade wegen dieser Verhältnisse, seine Geschwindigkeit herabsetzen müsse, selbst wenn dies die Sicht nach rechts nicht verlange. Diese Pflicht kann dem Vortrittsberechtigten indes gerade nach dem Urteil in BGE 84 IV 58 ff., auf das sich das Kantonsgericht beruft, nicht auferlegt werden. Die Auffassung der Vorinstanz hätte zur Folge, dass der Vortrittsberechtigte in Fällen wie dem vorliegenden im Schrittempo fahren müsste. Damit aber würde der Rechtsvortritt als elementare Verkehrsregel entwertet, ja illusorisch. Diese Folge zeigt, dass der Berechtigte nicht verpflichtet werden kann, seine Geschwindigkeit zum vorneherein zugunsten Nichtberechtigter herabzusetzen, mag für ihn die Sicht nach links auch völlig verdeckt sein. Darauf Rücksicht zu nehmen, ist Sache des von links kommenden, vortrittsbelasteten Führers. Dieser hat nötigenfalls im Schritttempo zu fahren und sich in die Kreuzung hineinzutasten (BGE 84 IV 112). Das Erfordernis, einen raschen Blick nach links zu werfen, ist auch dann nicht sinnlos, wenn der Vortrittsberechtigte seine Geschwindigkeit, besondere Umstände vorbehalten, nicht im Hinblick auf Gefahren, die von dieser Seite auftauchen könnten, zu mässigen hat. Nähert sich von links ein Fahrzeug zu schnell, um ihm den Vortritt lassen zu können, so hat auch der Berechtigte alles zu unternehmen, was zur Vermeidung eines |102| Zusammenstosses geeignet und zumutbar ist. Kommt es trotzdem zum Zusammenstoss, trifft den Vortrittsbelasteten die ganze Verantwortung.\n\nIndem Bernet mit 35 km/Std. in die Kreuzung einfuhr, ermöglichte er Stieger, ihm den Vortritt zu lassen. Die Geschwindigkeit des Beschwerdeführers war daher insofern nicht übersetzt.\n\n2. Das Kantonsgericht ist allerdings der Ansicht, der Beschwerdeführer sei selbst dann zu schnell gefahren, wenn von der Kreuzung abgesehen werde. Die Tiefenackerstrasse sei ein enges Quartiersträsschen, welches von privaten Liegenschaften mit Gartenausgängen und Garageausfahrten gesäumt werde und keine Fussgängersteige aufweise. Ein Fahrzeug müsse deshalb, namentlich wenn es von einem Ortsunkundigen geführt werde, auf dieser Strasse innert 10 m anhalten können, dürfe also höchstens mit 25 km/Std. fahren.\n\nWelche Geschwindigkeit nach Art. 25 Abs. 1 MFG den Strassen- und Verkehrsverhältnissen angepasst sei, ist eine Rechtsfrage, die der Kassationshof frei überprüfen kann. Die Beantwortung der Frage hängt allerdings wesentlich von der Würdigung der örtlichen Verhältnisse ab, die der kantonale Richter im allgemeinen aus eìgener Wahrnehmung kennt. Der Kassationshof weicht deshalb von der Ansicht der kantonalen Instanzen über die zulässige Geschwindigkeit nur ab, wenn es sich aufdrängt. Davon kann hier nicht die Rede sein. Mag eine Geschwindigkeit von 25 km/Std. unter Verhältnissen wie den vorliegenden auch niedrig erscheinen, zumal nichts in den Akten darauf hindeutet, dass die Tiefenackerstrasse zur Zeit des Unfalls unter Verkehr gestanden habe, so hat der Kassationshof doch keinen Anlass, eine höhere Geschwindigkeit als zulässig zu erklären als das Kantonsgericht, das einen Augenschein vorgenommen hat. Bernets Geschwindigkeit von 35 km/Std. war somit nicht den gegebenen Strassenverhältnissen angepasst.\n\nBei diesem Ergebnis kann dahingestellt bleiben, ob |103| es dem Beschwerdeführer auch noch bei einer Geschwindigkeit von 40 km/Std. möglich gewesen wäre, einem gleichzeitig von rechts kommenden Fahrzeug den Vortritt zu gewähren, wie in der Beschwerde gestützt auf ein privates Gutachten behauptet wird.\n\n3. Ein Fehler war es auch, dass der Beschwerdeführer bei der Einfahrt in die Kreuzung keinen Blick nach links warf, um sich zu vergewissern, ob von dort her ein Fahrzeug in die Kreuzung einzufahren im Begriffe sei, mit dem es zum Zusammenstoss kommen könnte. Das hätte er tun müssen, als er freie Sicht nach links hatte, und auch tun können, da er nicht behauptet, dass ihn von rechts kommender Verkehr daran gehindert hätte."}