{"annee": "89", "cour": "I", "page": "281", "date": "28/6/1963", "cite": ["70 I 205", "75 I 74"], "cite_par": ["93 I 354", "96 I 94"], "chapeau": "43. Urteil vom 28. Juni 1963 i.S. Stucki gegen Rekurskommission des Kantons Solothurn.", "regestes": ["Recours de droit administratif: Obligation d'exposer les faits essentiels. Impôt pour la défense nationale sur le revenu: Imposition du bénéfice en capital réalisé par l'exploitant d'un garage qui a vendu l'immeuble où l'entreprise est installée. Le vendeur était-il astreint à tenir des livres?"], "faits": "BGE 89 I 281 S. 281\n\nA.- Albert Stucki betrieb in Solothurn eine Autogarage mit einer Servicestation. Im Jahre 1959 verkaufte er die Geschäftsliegenschaft mit Wohnhaus, Werkstatt, Tankstellenüberdachung und Garage. Er erzielte dabei einen Kapitalgewinn, der gemäss Art. 43 WStB zur Sondersteuer herangezogen wurde. Albert Stucki bestritt, diese Steuer zu schulden, mit der Begründung, er sei nicht zur BGE 89 I 281 S. 282Führung kaufmännischer Bücher verpflichtet gewesen. Die Veranlagung wurde jedoch bestätigt, zuletzt durch Entscheid der kantonalen Rekurskommission vom 6. November 1962.\n\nB.- Gegen diesen Entscheid erhebt Albert Stucki Verwaltungsgerichtsbeschwerde, in welcher er an seinem Standpunkt festhält.\n\nDie kantonalen Behörden beantragen, auf die Beschwerde nicht einzutreten, eventuell sie abzuweisen.\n\nDie eidgenössische Steuerverwaltung schliesst auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die kantonalen Behörden beantragen Nichteintreten, weil in der Beschwerdeschrift die nach Art. 90 Abs. 1 lit. b/Art. 107 OG erforderliche Darstellung der wesentlichen Tatsachen fehle. Indes kann der Beschwerdeschrift unschwer entnommen werden, auf welche Tatsachen der Beschwerdeführer sich berufen will. Sie verweist auf die Einspracheschrift, welche den Sachverhalt kurz darlegt, und enthält weitere Ausführungen über den Tatbestand. Das genügt. Auf die Beschwerde ist einzutreten.\n\n2. Der in Frage stehende Kapitalgewinn unterliegt nach Art. 43 WStG der Sondersteuer, wenn der Beschwerdeführer verpflichtet war, für seinen Garagebetrieb kaufmännische Bücher zu führen (Art. 21 Abs. 1 lit. d WStB). Das war der Fall, wenn Albert Stucki gehalten war, sich in das Handelsregister eintragen zu lassen (Art. 957 in Verbindung mit Art. 934 Abs. 1 OR und Art. 52 ff. HRegV). Dass er tatsächlich nicht eingetragen war, ist unerheblich. Es kommt darauf an, ob er nach der gesetzlichen Ordnung zur Eintragung verpflichtet gewesen wäre. Die verwaltungsrechtliche Kammer kann diese Frage frei prüfen. Ein Entscheid der zuständigen Registerbehörde darüber liegt nicht vor, so dass nicht zu untersuchen ist, ob der Gerichtshof an einen solchen gebunden wäre. Das Schreiben des Handelsregisteramtes Solothurn vom 23. Januar BGE 89 I 281 S. 2831963, auf das der Beschwerdeführer sich beruft, stellt keinen Entscheid dar, sondern enthält bloss eine Meinungsäusserung.\n\nNach Art. 934 Abs. 1 OR ist zur Eintragung im Handelsregister verpflichtet, wer ein Handels-, ein Fabrikations- oder ein anderes nach kaufmännischer Art geführtes Gewerbe betreibt. Unter den Begriff des Handelsgewerbes fällt insbesondere der Erwerb und die Wiederveräusserung (in unveränderter oder veränderter Form) von unbeweglichen oder beweglichen Sachen irgendwelcher Art (Art. 53 lit. A Ziff. 1 HRegV). Fabrikationsgewerbe sind Gewerbe, die durch Bearbeitung von Rohstoffen und anderen Waren mit Hilfe von Maschinen oder anderen technischen Hilfsmitteln neue oder veredelte Erzeugnisse herstellen (lit. B daselbst). Andere nach kaufmännischer Art geführte Gewerbe sind solche, die nicht Handels- oder Fabrikationsgewerbe sind, jedoch nach Art und Umfang des Unternehmens einen kaufmännischen Betrieb und eine geordnete Buchführung erfordern (lit. C ebenda). Die in diesen Verordnungsbestimmungen bezeichneten Gewerbe sind von der Eintragspflicht befreit, wenn ihre jährliche Roheinnahme eine bestimmte Summe (Fr. 25'000.-- nach der alten und Fr. 50'000.-- nach der neuen, seit 1. Januar 1955 geltenden Ordnung) nicht erreicht (Art. 54 HRegV).\n\n3. Der Beschwerdeführer hat in seinem Garagebetrieb einerseits Waren (Benzin, Rohöl, Schmierstoffe, Frostschutzmittel usw.) im Detail verkauft und anderseits Reparaturen vorgenommen. Ob die Tätigkeit, die er in der Reparaturwerkstatt ausgeübt hat, nach Art und Umfang die Eintragungspflicht begründet hätte, kann offen gelassen werden. Auf jeden Fall war er deshalb zur Eintragung verpflichtet, weil er ausserdem ein Handelsgewerbe im Sinne der Bestimmungen über das Handelsregister betrieben und dabei die genannten Mindestumsätze erreicht hat. Nach seinen eigenen Angaben hat er in den Jahren 1950-1959 allein schon beim Verkauf von Benzin und Rohöl Umsätze erzielt, die das Minimum BGE 89 I 281 S. 284übersteigen. Der Vertrieb dieser Treibstoffe und auch anderer Waren, z.B. von Schmierstoffen - jedenfalls soweit sie nicht bei Arbeiten in der Werkstatt gebraucht wurden - und von Frostschutzmitteln, ist offensichtlich Handel im Sinne von Art. 934 Abs. 1 OR und Art. 53 lit. A Ziff. 1 HRegV. Dass damit vielfach kleine Dienstleistungen gegenüber dem Kunden (Einfüllen in Behälter usw.) verbunden waren, ändert daran nichts. Ob auch der Vertrieb von Batterien, Reifen und dgl. zur Handelstätigkeit zu zählen sei, kann dahingestellt bleiben.\n\nDer Beschwerdeführer wendet ein, den grössten Teil (durchschnittlich rund 70%) des Bruttogewinns habe ihm die Werkstatt eingetragen, welche daher die Servicestation an wirtschaftlicher Bedeutung weit übertroffen habe; mithin handle es sich in der Hauptsache um einen handwerklichen Kleinbetrieb, so dass die Eintragspflicht nach der Rechtsprechung (BGE 75 I 76 ff.) zu verneinen sei. Dieser Betrachtungsweise kann nicht zugestimmt werden. Wäre entscheidend, welcher Betriebsteil wirtschaftlich wichtiger war, so wäre zum mindesten zweifelhaft, ob allein auf den Bruttogewinn abgestellt werden könnte und nicht auch andere Faktoren zu berücksichtigen wären, so der Nettogewinn und vor allem der Umsatz - von dem nach der eigenen Darstellung des Beschwerdeführers durchschnittlich bloss rund 40% auf die Werkstatt entfallen wären. Indes kann es nach der gesetzlichen Ordnung überhaupt nicht darauf ankommen, ob der eine Geschäftszweig als Hauptgewerbe und der andere als blosses Nebengewerbe anzusprechen sei. Das Unternehmen des Beschwerdeführers war wirtschaftlich und organisatorisch eine Einheit, was insbesondere darin zum Ausdruck kam, dass eine einzige Buchführung bestand, in der alle Geschäftsvorfälle zusammengefasst wurden. Da auf jeden Fall die eine Tätigkeit des Beschwerdeführers, der Warenvertrieb, nach Art und Umfang die Eintragspflicht begründete, war das ganze Unternehmen eintragspflichtig (vgl. BGE 70 I 207 Erw. 3). Selbst wenn der andere Betriebsteil, die Werkstatt, BGE 89 I 281 S. 285als Hauptbetrieb anzusehen wäre und an sich die Voraussetzungen der Eintragspflicht nicht erfüllte, fiele die Entscheidung nicht anders aus. Auf die Ausführungen in BGE 75 I 76 ff. lässt sich der abweichende Standpunkt, den der Beschwerdeführer vertritt, nicht stützen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}