{"annee": "89", "cour": "I", "page": "437", "date": "23/10/1963", "cite": ["89 I 80", "75 I 244"], "cite_par": ["108 IA 155", "98 IA 73", "102 IA 264", "98 IA 615", "97 I 659", "91 I 266", "99 IA 177", "94 I 120", "112 IA 332", "101 IA 238"], "chapeau": "63. Urteil vom 23. Oktober 1963 i.S. Meier und Konsorten gegen Einwohnergemeinden Schaffhausen und Neuhausen am Rheinfall sowie Regierungsrat des Kantons Schaffhausen.", "regestes": ["Recours formé contre une votation communale sur un projet de construction et fondé sur le fait que l'autorité aurait exercé une influence sur la formation de la volonté des électeurs. 1. Pouvoir d'examen du Tribunal fédéral (consid. 5). 2. Dans quelle mesure les autorités et leurs membres peuvent-ils prendre part à la campagne qui précède la votation? (consid. 6). 3. Une votation doit-elle être annulée lorsque: - certaines opinions ont été combattues avec des renseignements inexacts? (consid. 7). - peu de jours avant la votation, les autorités ont fait connaître qu'il était possible de remédier aux défauts du projet qui faisaient l'objet essentiel des critiques formulées au cours de la campagne ayant précédé la votation? (consid. 7 a, c)."], "faits": "BGE 89 I 437 S. 438\n\nA.- Im Jahre 1957 gründeten die schaffhausischen Einwohnergemeinden Schaffhausen und Neuhausen am Rheinfall mit den zürcherischen Gemeinden Feuerthalen und Flurlingen einen Gemeindeverband mit dem Zweck, in Neuhausen eine gemeinsame Abwasserreinigungsanlage (Kläranlage) zu bauen und zu betreiben. Als Standort derselben wurde das \"Röti\" genannte Areal am rechten Rheinufer vorgesehen, das (von Schaffhausen aus gesehen) bis zu der etwa 300 m oberhalb des Rheinfalls gelegenen Eisenbahnbrücke reicht. Der grösste Teil dieses Areals gehört der Schweiz. Industrie-Gesellschaft (SIG) und wird von ihr im Tausch gegen anderes Land an den Kläranlage-Verband abgetreten. Nachdem ein Projekt für die Kläranlage mit einem Kostenvoranschlag von rund 20 Millionen Franken ausgearbeitet worden war, wurde es dem Grossen Stadtrat von Schaffhausen sowie dem Einwohnerrat von Neuhausen unterbreitet zur Genehmigung und zur Bewilligung der erforderlichen Kredite. Während der Einwohnerrat von Neuhausen die Vorlage einstimmig annahm, schlugen einige Mitglieder des Grossen Stadtrates von Schaffhausen anstelle der \"Röti\" das unterhalb des Rheinfalls gelegene \"Fischerhölzli\" als Standort der Kläranlage vor. Sie lehnten die \"Röti\" vor allem aus Gründen des Natur- und Heimatschutzes ab, weil das dortige Projekt die Aufschüttung eines bis zu 35 m breiten Landstreifens in den Rhein hinaus sowie die Aufschüttung eines 23 m hohen Hügels auf dem hinter der Kläranlage gelegenen Grundstück der SIG vorsah; ferner beanstandeten sie, dass das Areal in der \"Röti\" zu klein sei und keinen Raum für eine spätere Erweiterung der Anlage biete. Der Grosse Stadtrat entschied sich indes mit 37 gegen 6 Stimmen für das Projekt in der \"Röti\" und bewilligte den dafür erforderlichen Kredit.\n\nDie Beschlüsse des Grossen Stadtrates von Schaffhausen und des Einwohnerrates von Neuhausen unterlagen der Volksabstimmung, die auf den 15./17. März 1963 festgesetzt wurde. Vor dieser wurde sämtlichen Stimmberechtigten BGE 89 I 437 S. 439der beiden Gemeinden eine amtliche Botschaft zugestellt, in welcher das Kläranlageprojekt unter Hinweis auf beigefügte Pläne eingehend erläutert wurde. Die Botschaft der Stadt Schaffhausen erwähnt auch die Meinungsverschiedenheiten über den Standort der Kläranlage und enthält einen Auszug aus dem Bericht, mit dem die Mehrheit der stadträtlichen Spezialkommission das Projekt in der \"Röti\" befürwortet hatte und worin es u.a. hiess, die Kommissionsmehrheit habe \"die Leitung des Kläranlage-Verbandes ersucht, darnach zu trachten, dass der Vorbau im Rheinbett durch weiteres Zurückschieben der Anlage in die Böschung der Aufschüttung noch reduziert werden kann\" (S. VIII/IX).\n\nIm Abstimmungskampf wurden namentlich die Beanspruchung des Rheinbettes und die knappen Platzverhältnisse in der \"Röti\" beanstandet. Angesichts dieser Kritik und eines Appels des Heimatschutzes erklärte sich die SIG in einem Schreiben vom 11. März 1963 an Walter Bringolf, Stadtpräsident von Schaffhausen und Präsident des Kläranlage-Verbandes, bereit, von ihrem Areal durch Zurückversetzung der Böschung weiteres Land unentgeltlich für die Kläranlage abzutreten; dadurch werde es möglich, die Aufschüttung im Rheinbett auf rund 15 m herabzusetzen, und die bisherige Landreserve für einen allfälligen späteren Ausbau der Kläranlage erhöhe sich um rund 50%.\n\nStadtpräsident Bringolf las dieses Schreiben am 12. März 1963 in einer öffentlichen Versammlung in der Rathauslaube vor und erklärte dazu, dass es zu einer Verbesserung des geplanten Werkes führe. Am 13. und 14. März wurde das Schreiben in der Presse und in Flugblättern veröffentlicht und besprochen.\n\nIn der Urnenabstimmung vom 15./17. März 1963 wurden die behördlichen Kreditvorlagen für die Kläranlage in der Stadt Schaffhausen mit 3734 gegen 3028 und in Neuhausen mit 1219 gegen 1162 Stimmen angenommen.\n\nGegen diese Abstimmungen rekurrierten 7 in Schaffhausen und 5 in Neuhausen stimmberechtigte Bürger an BGE 89 I 437 S. 440den Regierungsrat des Kantons Schaffhausen mit dem Antrag, die Krediterteilungsbeschlüsse aufzuheben. Zur Begründung machten sie geltend, dass die Bekanntgabe des Schreibens der SIG durch Stadtpräsident Bringolf eine unzulässige Beeinflussung der Stimmberechtigten darstelle, dass die Vorlage nur durch die zuständigen Behörden hätte geändert werden dürfen, dass die Stimmberechtigten über ein Projekt abgestimmt hätten, das nun gar nicht ausgeführt werde, und dass die Änderung so spät bekannt gemacht worden sei, dass eine Diskussion darüber nicht mehr möglich gewesen sei, was umso schwerer wiege, als das Schreiben der SIG irreführende Angaben enthalten habe.\n\nDer Regierungsrat wies die Beschwerden mit Entscheid vom 3. Juli 1963 ab, im wesentlichen aus folgenden Gründen: Obwohl die Abstimmungsvorlage sich nur auf den Kredit für die Kläranlage bezogen habe, sei anzunehmen, dass die Stimmberechtigten auch über die bauliche Ausgestaltung der Anlage im allgemeinen und über ihren Standort entschieden hätten, nicht dagegen über die Detailpläne, deren Ausarbeitung Sache der ausführenden Instanzen sei. Zu den Detailfragen gehöre auch der Landerwerb, so dass der Tauschvertrag mit der SIG keinen wesentlichen Bestandteil der Vorlage und seine Ergänzung im Schreiben vom 11. März 1963 keine Änderung der Vorlage dargestellt hätten. Daran ändere auch der Umstand nichts, dass die Aufschüttungen im Rhein und auf dem Land der SIG im Abstimmungskampf besonders hervorgehoben worden seien. Da beim Projekt \"Röti\" eine Ausführung ohne Aufschüttungen gar nicht zur Diskussion gestanden sei, könne der Stimmbürger durch den Vorschlag weniger weit gehender Aufschüttungen nicht in seiner freien Willensbildung getäuscht oder sonstwie ungebührlich beeinflusst worden sein. Die zusätzliche Landabtretung der SIG stelle insofern eine Verbesserung dar, als sie erlaube, die Beanspruchung des Rheingebietes zu beschränken. Diese Verbesserung habe einem von Gegnern BGE 89 I 437 S. 441und Befürwortern der Vorlage geäusserten Wunsch entsprochen und im Abstimmungskampf eine wesentliche Rolle gespielt. Von einer unzulässigen Einmischung der Behörden in die freie Meinungsbildung des Stimmbürgers könne dabei nicht die Rede sein. Wenn eine Behörde eine allseitig gewünschte Verbesserung eines zur Abstimmung gelangenden Werkes vorschlage, so erfülle sie im Grunde nur ihre Pflicht.\n\nB.- Mit der staatsrechtlichen Beschwerde stellen Gerold Meier und die 11 übrigen Stimmmbürger, welche den kantonalen Rekurs führten, den Antrag, den Regierungsratsbeschluss vom 3. Juli 1963 aufzuheben und die beiden Abstimmungen der Gemeinden Schaffhausen und Neuhausen vom 17. März 1963 zu annulieren. Die Begründung der Beschwerde ist, soweit wesentlich, aus den nachstehenden Erwägungen ersichtlich.\n\nC.- Der Regierungsrat des Kantons Schaffhausen, der Stadtrat von Schaffhausen und der Gemeinderat von Neuhausen am Rheinfall beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerde richtet sich gegen einen Entscheid, mit dem der Regierungsrat die Kassation der in den Gemeinden Schaffhausen und Neuhausen durchgeführten Volksabstimmungen abgelehnt hat. Es handelt sich somit um eine Beschwerde gemäss Art. 85 lit. a OG; denn zu den kantonalen Abstimmungen im Sinne dieser Bestimmungen gehören auch die Gemeindeabstimmungen (BGE 89 I 85 Erw. 1 und dort angeführte frühere Urteile).\n\n2. Die Beschwerdeführer machen vor allem geltend, die Behörden hätten dadurch, dass sie das Schreiben der SIG wenige Tage vor der Abstimmung bekannt gaben, die Willensbildung der Stimmbürger in unzulässiger Weise beeinflusst. Daneben beschweren sie sich wegen Verweigerung des rechtlichen Gehörs im kantonalen Rekursverfahren. Zu diesen beiden Rügen sind sie legitimiert, da sie BGE 89 I 437 S. 442stimmberechtigte Einwohner der Gemeinden Schaffhausen oder Neuhausen sind und am kantonalen Rekursverfahren teilgenommen haben. Soweit sie dagegen das Projekt für eine Kläranlage in der \"Röti\" als solches bemängeln und behaupten, die in Aussicht gestellte Verbesserung bedeute für zwei benachbarte Industriebetriebe (Internationale Verbandsstoff-Fabrik und Steril Catgut AG) eine Verschlechterung, fehlt den Beschwerdeführern die Legitimation; denn damit rügen sie nicht eine Verletzung des Stimmrechts oder eines andern ihnen persönlich zustehenden Rechts, sondern machen sie allgemeine öffentliche Interessen sowie private Interessen Dritter geltend.\n\n3. In der Beschwerdebegründung wird unter Ziff. 4 als Verweigerung des rechtlichen Gehörs gerügt, dass der Regierungsrat auf wesentliche Vorbringen der Beschwerdeführer gar nicht eingetreten sei, doch werden diese Vorbringen nicht angegeben, sodass in diesem Punkte auf die Beschwerde nicht einzutreten ist (Art. 90 lit. b OG). Dagegen wird dem Regierungsrat unter Ziff. 7 vorgeworfen, er habe es unterlassen, die Frage der Unzulässigkeit der Beeinflussung der öffentlichen Meinung in letzter Stunde vor der Abstimmung näher zu prüfen. Diese Rüge ist unbegründet. Der Regierungsrat hat im angefochtenen Entscheid den betreffenden Einwand zurückgewiesen und ausgeführt, dass und weshalb die Behörde nur ihre Pflicht erfüllt habe und ihr Vorgehen nicht zu beanstanden sei.\n\n4. Nach der Rechtsprechung des Bundesgerichts verwirkt ein Stimmberechtigter das Recht zur Anfechtung einer Wahl oder Abstimmung durch staatsrechtliche Beschwerde, wenn er es unterlässt, Fehler in der Vorbereitung der Wahl oder Abstimmung sofort durch Einsprache oder Beschwerde zu rügen, damit der Mangel noch vor der Wahl oder Abstimmung behoben werden kann und diese nicht wiederholt zu werden braucht (BGE 89 I 86 Erw. 4 und dort angeführte frühere Urteile). Im Hinblick hierauf könnte man sich fragen, ob die Beschwerdeführer, die in der wenige Tage vor der Abstimmung erfolgten BGE 89 I 437 S. 443Bekanntgabe des Schreibens der SIG durch den Stadtpräsidenten einen Kassationsgrund erblicken, sich nicht sofort an den Regierungsrat hätten wenden sollen mit dem Begehren um Verschiebung der Abstimmung. Die Frage kann offen bleiben, da die Beschwerde, wie die nachstehenden Erwägungen ergeben, sich ohnehin als unbegründet erweist.\n\n5. Das politische Stimmrecht ist ein vom Bundesrecht gewährleistetes verfassungsmässiges Recht. Es gibt dem Einzelnen unter anderm Anspruch darauf, dass kein Wahl- oder Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Wählerschaft zuverlässig und unverfälscht zum Ausdruck bringt (BGE 75 I 245mit Verweisungen). Die Beschwerdeführer machen geltend, die Behörden hätten das Abstimmungsergebnis durch unzulässiges Eingreifen in den Abstimmungskampf beeinflusst. Ob das Verhalten der Behörden unzulässig war und die Freiheit der Stimmbürger beeinflusste, ist vom Bundesgericht frei zu prüfen. Es hat einzuschreiten, wenn entweder positive, zur Sicherung der Freiheit der Stimmabgabe aufgestellte Vorschriften verletzt worden sind oder sonst mit verwerflichen Mitteln ein Einfluss auf die Stimmberechtigten ausgeübt worden ist (nicht veröffentl. Urteil vom 4. Februar 1946 i.S. Oertli c. Regierungsrat des Kt. Zürich, Erw. 3 a).\n\n6. Dass Stadtpräsident Bringolf das Schreiben der SIG vom 11. März 1963 bekannt gegeben hat, beanstanden die Beschwerdeführer schon deshalb, weil eine Behörde nicht in den Abstimmungskampf eingreifen dürfe. Sie schliessen das e contrario aus den Bestimmungen der Stadtverfassung von Schaffhausen, wonach den Abstimmungsvorlagen in wichtigen Fällen eine erläuternde Botschaft beizufügen ist (Art. 9 Abs. 2 und Art. 12), und behaupten, dass der gegenteilige Standpunkt grundlegend schweizerischer Rechtsauffassung widerspreche. Die Rüge ist unbegründet. Daraus, dass für wichtige Fälle eine erläuternde Botschaft vorgeschrieben ist, folgt nicht, dass es im übrigen den Behörden verboten sei, ihre Vorlagen BGE 89 I 437 S. 444zur Annahme zu empfehlen. Eine solche Empfehlung gilt nach schweizerischer Rechtsauffassung nicht als unzulässig, sofern sie nicht mit verwerflichen Mitteln, z.B. unter Verwendung öffentlicher Mittel, irreführender Angaben usw. erfolgt. Selbst wenn der Behörde als solcher eine eigentliche Wahl- und Abstimmungspropaganda nicht gestattet ist, kann doch dem einzelnen Behördemitglied die Teilnahme am Wahl- und Abstimmungskampf und die freie Meinungsäusserung nicht verboten werden (erwähntes Urteil i.S. Oertli S. 6/7; USTERI, Ausübung des Stimm- und Wa.hlrechts, ZSR 1959 S. 419 a; vgl. auch PICENONI, Die Kassation von Volkswahlen und Volksabstimmungen S. 74/78). Der Umstand allein, dass Walter Bringolf, Stadtpräsident von Schaffhausen und Präsident des Kläranlage-Verbandes, sich an einer öffentlichen Versammlung für die Vorlage einsetzte und dabei das Schreiben der SIG bekannt gab, stellt daher noch keine unzulässige Beeinflussung der Stimmberechtigten dar.\n\n7. Die Beschwerdeführer behaupten nicht, dass bei der Bekanntgabe des Schreibens unrichtige Angaben über seinen Inhalt gemacht worden seien. Sie beanstanden seine Bekanntgabe, weil sie nur wenige Tage vor der Abstimmung erfolgte, weil das Schreiben eine irreführende Angabe enthalten habe, und vor allem, weil die darin angebotene zusätzliche Landabtretung der SIG zu einer Änderung des den Gegenstand der Abstimmungsvorlage bildenden Projekts der Kläranlage führe.\n\na) Die späte Bekanntgabe wäre nur zu rügen, wenn das Schreiben absichtlich zurückgehalten worden wäre, um damit die Stimmberechtigten in letzter Stunde zu beeinflussen. Das wird von den Beschwerdeführern nicht behauptet, noch bestehen Anhaltspunkte dafür. Die SIG habe sich offenbar erst angesichts des mit dem Abstimmungskampf zunehmenden Widerstands gegen die Vorlage dazu entschlossen, für die Verbesserung des Projekts weiteres Land abzutreten. Ihr Schreiben ist das Ergebnis einer am Samstag 9. März 1963 stattgehabten Besprechung BGE 89 I 437 S. 445zwischen Bringolf und dem Direktionspräsidenten der SIG; es wurde am Montag 11. März abgesandt und am 12. März abends in einer öffentlichen Versammlung bekannt gegeben. Wenn es auch erst am Mittwoch in der Presse veröffentlicht wurde, bestand doch noch Gelegenheit, die damit eingetretene Änderung der Sachlage in der Öffentlichkeit zu erörtern, so dass sich die Stimmberechtigten, die sich dafür interessierten, ein Urteil darüber bilden konnten.\n\nb) Dass die zusätzliche Landabtretung in bezug auf die Beeinträchtigung des Landschaftsbildes eine Verbesserung des ursprünglichen Projekts ermöglicht, weil die Aufschüttung in den Rhein hinaus vermindert und diejenige auf dem Grundstück der SIG zurückversetzt werden kann, ist nicht streitig. Als irreführend beanstanden die Beschwerdeführer dagegen die im Schreiben der SIG enthaltene Bemerkung, durch die zusätzliche Landabtretung erhöhe sich die Landreserve für einen späteren Ausbau der Kläranlage um rund 50%. Ob und inwieweit diese Angabe unrichtig war, erscheint indes als zweifelhaft. Die Beschwerdeführer machen keine zahlenmässigen Angaben über das Ausmass der bisherigen und der neuen Landreserve, noch geht dieses Ausmass klar aus den Akten hervor. Soweit die zusätzliche Landabtretung zur Verminderung der Aufschüttung im Rheinbett dient, kann von einer Erhöhung der Landreserve offenbar nicht die Rede sein. Allein die SIG tritt nicht nur 2000 m2 durch Zurückversetzung der Böschung ab, sondern überdies 4250 m2, zu deren späteren Abtretung sie sich im Vertrag von 1960 nur unter der Bedingung verpflichtet hatte, dass \"dadurch keine Bauvorhaben der SIG tangiert werden\". Inwieweit die Landreserve erhöht wurde, kann indes dahingestellt bleiben. Selbst wenn die SIG zu Unrecht von einer Erhöhung von 50% gesprochen haben sollte, wäre dies kein Grund zur Kassation der Abstimmung. Eine Abstimmung oder Wahl kann nicht immer dann als ungültig erklärt werden, wenn im Streite der Meinungen mit BGE 89 I 437 S. 446unwahren Angaben gekämpft worden ist. Es muss sich um eine schwerwiegende Irreführung handeln und die Willensbildung der Stimmberechtigten dadurch beeinflusst worden sein (Urteil vom 3. Februar 1939 i.S. Thomann c. Regierungsrat des Kt. Zürich, besprochen in ZBl 1939 S. 250/51; PICENONI a.a.O. S. 85/90). Diese Voraussetzungen treffen hier nicht zu. Die Vorlage für die Kläranlage in der \"Röti\" wurde vor allem wegen der Beeinträchtigung des Landschaftsbildes durch die beiden Aufschüttungen bekämpft. Eine allfällige unrichtige Angabe über die Erhöhung der Landreserve erscheint daher nicht als schwerwiegend. Auch ist nicht dargetan, dass die Frage der Landreserve im Abstimmungskampf eine wesentliche Rolle spielte.\n\nc) Während die Abstimmungsvorlage der Gemeinde Neuhausen auch die Genehmigung des Projekts für die Kläranlage zum Gegenstand hatte, wurde den Stimmberechtigten der Stadt Schaffhausen nur die Bewilligung des dafür erforderlichen Kredites beantragt. Die Parteien sind jedoch darüber einig, dass die Stimmberechtigten auch in Schaffhausen über die sich aus der Vorlage ergebende bauliche Ausgestaltung und insbesondere über den Standort der Kläranlage entschieden haben. Sodann nehmen die Beschwerdeführer mit dem Regierungsrat an, dass bei der Ausführung einer Anlage wie der hier in Frage stehenden in Einzelheiten von dem den Stimmberechtigten vorgelegten Projekt abgewichen werden dürfe. Als unzulässig erachten sie es dagegen, dass die Behörden in der Zeit zwischen der Vorlage und der Abstimmung irgendwelche Änderungen am Projekt ins Auge fassen und bekannt geben, zumal wenn diese Änderungen wie hier für die Willensbildung der Stimmberechtigten entscheidend seien; solche Änderungen müssten den Stimmberechtigten auf dem verfassungsmässigen Wege, d.h. in einer neuen Vorlage unterbreitet werden. Dieser Auffassung kann nicht beigepflichtet werden.\n\nWenn die Behörden befugt sind, nach der Abstimmung in Einzelheiten von dem dort gutgeheissenen Projekt BGE 89 I 437 S. 447abzuweichen, so dürfen sie sich auch schon vorher mit solchen Änderungen befassen. Insbesondere haben sie auch nach der Fertigstellung einer Vorlage das Recht und die Pflicht, die Frage zu prüfen, ob das Projekt sich in Einzelheiten verbessern lasse, und zwar auch und gerade in Einzelheiten, die nach der Veröffentlichung der Vorlage bemängelt werden. So verhält es sich aber hier. Die Vorlage für die Kläranlage in der \"Röti\" stiess vor allem wegen der Beeinträchtigung des Landschaftsbildes durch Aufschüttungen im Rheinbett und auf dem Grundstück der SIG auf Widerstand. Wenn die Behörden das Projekt in dieser Beziehung zu verbessern suchten, die Möglichkeit dazu in der zusätzlichen Landabtretung der SIG fanden und diese den Stimmberechtigten bekannt gaben, so kann ihnen daraus kein Vorwurf gemacht werden. Ein Vergleich der Pläne in der Botschaft mit den Plänen für die Ausführung bestätigt die dem angefochtenen Entscheid zugrunde liegende Annahme, dass infolge der zusätzlichen Landabtretung nicht die Grundzüge, sondern nur Einzelheiten des Projekts geändert wurden. Als Einzelheiten erscheinen insbesondere auch die Verminderung der Aufschüttung im Rheinbett und die Zurückversetzung derjenigen auf dem Grundstück der SIG. Freilich mögen gerade diese Änderungen am ursprünglichen Projekt für viele Stimmberechtigte entscheidend gewesen sein. Indessen hatte schon die Botschaft erwähnt, dass die Mehrheit der stadträtlichen Spezialkommission die Leitung des Kläranlage-Verbandes ersucht hat, danach \"zu trachten, dass der Vorbau im Rheinbett durch weiteres Zurückschieben der Anlage in die Böschung der Aufschüttung noch reduziert werden kann\". Nachdem dies durch die von der SIG angebotene zusätzliche Landabtretung möglich geworden war, hatten die Stimmberechtigten das Recht, hievon unterrichtet zu werden.\n\nDie Beschwerdeführer wenden zu Unrecht ein, die Stimmberechtigten hätten nach Bekanntgabe des Schreibens der SIG nicht mehr gewusst, ob sie über das ursprüngliche BGE 89 I 437 S. 448oder über ein abgeändertes Projekt abzustimmen hätten. Sie haben sich mit der Annahme der Vorlage für die Ausführung des ihnen vorgelegten Projektes, d.h. am Standort \"Röti\" mit den beiden Aufschüttungen, entschieden. Inwieweit für ihren Entscheid die Erwartung massgebend war, dass durch die infolge der zusätzlichen Landabtretung der SIG mögliche Verminderung der einen und Zurückversetzung der andern Aufschüttung das ursprüngliche Projekt verbessert werden könne, ist unerheblich, da diese Erwartung nicht auf irreführenden Angaben beruhte, sondern durchaus begründet war.\n\nDer Vorwurf, die Willensbildung der Stimmberechtigten sei durch die Bekanntgabe des Schreibens der SIG vom 11. März 1963 in unzulässiger Weise beeinflusst worden, erweist sich somit als unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}