{"annee": "141", "cour": "II", "page": "280", "date": "13/4/2015", "cite": ["105 IA 67", "139 I 180", "138 III 396", "114 IA 34", "138 III 166", "137 III 344", "113 IA 384", "135 II 12", "141 III 53", "135 I 106", "140 II 202", "125 I 276", "140 I 218", "125 I 161", "140 III 155", "136 II 470", "139 IV 270", "134 II 329"], "cite_par": ["144 II 326", "144 II 147", "144 I 340"], "chapeau": "21. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Commission de la concurrence Comco et X. contre Cour suprême du canton de Berne (recours en matière de droit public)\n\n2C_701/2014 / 2C_713/2014 du 13 avril 2015", "regestes": ["Art. 68 al. 2 let. b et d CPC; art. 1-3 LMI; art. 27 Cst.; autorisation de représenter les parties en justice, pour les agents d'affaires brevetés, dans un canton autre que celui dans lequel ils ont été autorisés; rapport entre la LMI et l'art. 68 al. 2 let. b et d CPC; liberté économique. Portée de la LMI et conséquences de cette législation sur l'exercice d'une profession reconnue sur le plan cantonal, telle que celle d'agent d'affaires au sens du droit vaudois (consid. 5). Interprétation de l'art. 68 al. 2 let. b et d CPC en lien avec l'art. 68 al. 2 let. a CPC. Ces règles de droit fédéral l'emportent sur la LMI (consid. 6-8). Représentation professionnelle des parties en justice. Conformité sous l'angle de la liberté économique (consid. 9)."], "faits": "|281|\n\nA. X. est titulaire d'un brevet d'agent d'affaires délivré par le Tribunal cantonal du canton de Vaud et a été autorisé à pratiquer cette profession depuis 1995. Le 30 janvier 2012, il a également obtenu l'autorisation de la Chambre vaudoise immobilière d'assister et de représenter professionnellement la partie bailleresse dans les procédures relatives au bail à loyer.\n\nB. Le 3 mai 2013, X. a déposé auprès de la Cour suprême du canton de Berne (ci-après: la Cour suprême) une requête tendant à obtenir l'autorisation d'exercer la représentation des parties en justice à titre professionnel devant les autorités de justice bernoises dans les mêmes procédures que celles dans lesquelles il avait été autorisé à exercer sa profession dans le canton de Vaud.\n\nPar décision du 30 août 2013, la Cour suprême a rejeté la demande, mettant les frais de la procédure à la charge de X.\n\nA l'encontre de cette décision, tant X. (ci-après: le recourant 2) que la Commission de la concurrence (ci-après: la Comco) ont interjeté recours auprès du Tribunal administratif du canton de Berne (ci-après: le Tribunal administratif). Les deux procédures ont été jointes. |282|\n\nPar jugement du 11 juin 2014, le Tribunal administratif a partiellement admis les recours, annulant la décision attaquée dans la mesure où elle mettait les frais de la procédure à la charge de X. Pour le surplus, il a rejeté les recours.\n\nC.\n\nC.a Contre le jugement du 11 juin 2014, X. forme un recours en matière de droit public au Tribunal fédéral (cause 2C_713/2014). Il conclut à l'annulation de la décision attaquée et à ce qu'il lui soit accordé l'autorisation de représenter les parties à titre professionnel:\n\n- dans les affaires patrimoniales soumises à la procédure simplifiée selon l'art. 243 al. 1 CPC;\n\n- dans le prononcé de séparation de biens et de rétablissement du régime antérieur (art. 185, 187 al. 2 et 191 CC);\n\n- en procédure de conciliation, à l'exception des procès en nullité du mariage, en séparation de corps, en constatation et contestation de filiation et en interdiction;\n\n- dans les affaires soumises à la procédure sommaire en vertu de l'art. 248 CPC;\n\n- dans les affaires relevant du droit du bail (conformément aux art. 1 et 2 de la loi vaudoise sur la juridiction en matière de bail [RS/VD 173.655]);\n\n- dans les affaires relevant du droit du travail (conformément aux art. 1 et 2 de la loi vaudoise sur la juridiction du travail [RS/VD 173.61]).\n\nC.b La Comco interjette également un recours en matière de droit public auprès du Tribunal fédéral à l'encontre du jugement du 11 juin 2014 (cause 2C_701/2014). Elle conclut à la constatation que le refus d'octroyer au requérant l'autorisation en question restreint indûment l'accès au marché.\n\nLe Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n4.\n\n4.1 A l'appui de son refus, le Tribunal administratif a considéré en substance que l'art. 68 al. 2 let. b et d CPC, qui permettait aux cantons, dans certains domaines et procédures, d'admettre une représentation professionnelle des parties en justice par des chargés d'affaires et des mandataires professionnellement qualifiés non avocats, avait une portée limitée au canton qui avait opté pour cet élargissement. L'art. 68 al. 2 let. b et d CPC faisait en effet primer le |283| fédéralisme sur le marché intérieur. Partant la loi fédérale du 6 octobre 1995 sur le marché intérieur (LMI; RS 943.02) ne s'appliquait ni à titre principal ni à titre subsidiaire, car l'art. 68 al. 2 CPC, en tant que disposition spéciale plus récente, devait l'emporter en tous les cas dans les cantons, comme Berne, n'ayant pas mis en place les types de représentation prévus. Le jugement entrepris a également retenu que l'interdiction faite au recourant 2 de pratiquer la représentation en justice devant les autorités bernoises reposait sur une base légale relevant du droit fédéral (cf. art. 68 al. 2 let. b et d CPC) et, au demeurant, remplissait les conditions de l'art. 36 Cst.\n\n4.2 La Comco soutient principalement que la représentation à titre professionnel entre dans le champ d'application matériel de la LMI. De son point de vue, il n'y a pas de conflit entre la LMI et l'art. 68 al. 2 let. b et d CPC, qui prévoit une pure délégation de compétence en faveur des cantons, mais sans régler la libre circulation des représentants autorisés. Selon la Comco, il n'a jamais été question de limiter territorialement la possibilité d'exercer l'activité des représentants professionnels visés par cette disposition. La libre circulation est régie par la loi fédérale du 23 juin 2000 sur la libre circulation des avocats (LLCA; RS 935.61) pour les avocats (art. 68 al. 2 let. a CPC), par la LP dans les procédures visées à l'art 68 al. 2 let. c CPC et, à défaut de règles spéciales, par la LMI dans les cas prévus à l'art. 68 al. 2 let. b et d CPC. En l'occurrence, le droit d'accès au marché des agents d'affaires brevetés vaudois est donc soumis à la LMI, plus précisément à l'art. 2 LMI, l'art. 4 al. 1 LMI ne s'appliquant pas, car Berne ne connaît pas l'institution des agents d'affaires brevetés. Sur cette base, l'activité déployée à Berne est régie par les dispositions légales du lieu de provenance, soit le canton de Vaud et, selon l'art. 2 al. 5 LMI, l'équivalence des réglementations du lieu de provenance et de destination est présumée. Dans la mesure où cette présomption est renversée, la restriction de l'accès au marché en cause ne peut se justifier qu'aux conditions de l'art. 3 LMI, qui ne sont pas réalisées en l'espèce.\n\n4.3 Le recourant 2 abonde dans le sens de la Comco, soutenant également que l'art. 68 al. 2 let. b et d CPC ne règle pas la libre circulation et ne peut donc entrer en conflit avec la LMI, qui demeure applicable, contrairement à la position soutenue dans le jugement attaqué. Le droit cantonal pour sa part ne règle pas non plus la libre circulation et, s'il le faisait, il ne pourrait, sous peine de violer la |284| primauté du droit fédéral, aller à l'encontre de la LMI qui pose des exigences minimales qui en l'occurrence ne sont pas respectées. Ainsi, les conditions qui permettraient de restreindre l'accès au marché figurant à l'art. 3 LMI ne sont pas remplies. Le recourant 2 invoque aussi une violation de l'art. 27 Cst., reprochant aux juges cantonaux d'avoir admis que les conditions d'une restriction à sa liberté économique étaient réunies.\n\n5. Avant de se demander si l'art. 68 al. 2 let. b et d CPC contient des règles spéciales en matière de libre circulation qui l'emporteraient sur la LMI, il est nécessaire de rappeler, dans un premier temps, la portée de cette dernière législation et ses conséquences générales sur l'exercice d'une profession reconnue sur le plan cantonal, telle que celle d'agent d'affaires au sens du droit vaudois.\n\n5.1 L'art. 1 al. 1 LMI garantit à toute personne ayant son siège ou son établissement en Suisse l'accès libre et non discriminatoire au marché, afin qu'elle puisse exercer une activité lucrative sur tout le territoire suisse. Par activité lucrative au sens de cette loi, on entend toute activité non régalienne ayant pour but un gain (art. 1 al. 3 LMI). Selon l'art. 2 al. 1 LMI, toute personne a le droit d'offrir des marchandises, des services et des prestations de travail sur tout le territoire suisse pour autant que l'exercice de l'activité lucrative en question soit licite dans le canton ou la commune où elle a son siège ou son établissement. Des restrictions sont possibles aux conditions de l'art. 3 LMI. Toutefois, l'équivalence des réglementations cantonales et communales sur l'accès au marché est présumée (cf. ATF 135 II 12 consid. 2.1 p. 17; arrêt 2C_57/2011 du 3 mai 2011 consid. 3.1, in RDAF 2012 I p. 570). Précisons que la question de l'application de l'art. 4 LMI (que la Comco réfute en se fondant sur l' ATF 125 I 276 consid. 5c p. 284 ss), n'a pas à être développée plus avant dès lors que, sous réserve d'avantages procéduraux, cette disposition ne confère pas un droit supplémentaire par rapport à l'art. 2 LMI (MANUEL BIANCHI DELLA PORTA, in Commentaire romand, Droit de la concurrence, 2e éd. 2013, n° 21 ad art. 4 LMI p. 1923).\n\nLa LMI vise ainsi à éliminer les restrictions à l'accès au marché mises en place par les cantons et les communes (ATF 135 I 106 consid. 2.2 p. 108). Elle pose le principe du libre accès au marché selon les prescriptions du lieu de provenance, qui est qualifié par la doctrine de \"pierre angulaire\" de la LMI (MARTENET/TERCIER, in Commentaire romand, Droit de la concurrence, 2e éd. 2013, n° 66 ad |285| Intro. LMI p. 1830 et les références citées; cf. aussi OESCH/ZWALD, in Wettbewerbsrecht, Kommentar, vol. II, 3e éd. 2011, n° 1 ad art. 1 LMI p. 456). Cette volonté de garantir le libre accès au marché a été renforcée par la modification de la LMI du 16 décembre 2005, au travers de laquelle le législateur a tendu, en supprimant les entraves cantonales et communales à l'accès au marché, à consacrer la primauté du marché intérieur sur le fédéralisme (ATF 134 II 329 consid. 5.2 p. 333 s. et 5.4 p. 335).\n\n5.2 Cela ne signifie pas pour autant que toutes les limitations cantonales au libre accès au marché sont désormais prohibées.\n\n5.2.1 Tout d'abord de telles limitations peuvent résulter du droit fédéral. La LMI ne s'applique en effet pas aux actes fondés sur une loi fédérale autorisant la Confédération à exclure du marché une activité donnée (BIANCHI DELLA PORTA, op. cit., n° 44 ad art. 1 LMI p. 1844 et n° 65 ad art. 1 LMI p. 1847). Même si les restrictions de droit fédéral au marché intérieur sont rares, il n'en demeure pas moins que, si une loi fédérale traite différemment les acteurs économiques selon leur siège ou leur établissement, elle l'emporte sur la LMI en application du principe de la lex specialis (BIANCHI DELLA PORTA, op. cit., n° 49 ad art. 1 LMI p. 1844 s.). La jurisprudence a toutefois précisé, dans une situation d'enchevêtrement temporel de deux législations, que même en présence d'une loi fédérale restreignant l'accès au marché, il fallait avoir une approche nuancée et examiner, en respectant au mieux la volonté du législateur fédéral, si, selon les matières, la LMI ne demeurait pas applicable parallèlement (cf. ATF 134 II 329 consid. 5.2 p. 333 s.).\n\nLa LLCA (qui faisait l'objet de l'arrêt précité), constitue du reste une illustration révélatrice du lien entre LMI et autres lois fédérales. Comme son nom l'indique, la LLCA contient des règles spéciales réglant la libre circulation des avocats (cf. art. 1) qui l'emportent sur la LMI. Toutefois, cela ne signifie pas que la LMI ne trouve jamais application. La jurisprudence a ainsi considéré que, si l'art. 3 al. 1 LLCA permettait aux cantons de fixer des dispositions concernant la formation des stagiaires, une réglementation cantonale qui dépassait l'objectif de formation poursuivi et restreignait la liberté des avocats d'organiser leur travail, tombait sous le coup de la LMI (cf. ATF 134 II 329 consid. 5.3 p. 334 s.). En d'autres termes, si une loi fédérale contient une disposition fédéraliste (en l'occurrence l'art. 3 LLCA), par essence contraire à la LMI, elle ne saurait être mise en oeuvre de |286| manière extensive par les cantons; si la réglementation cantonale adoptée sur cette base dépasse le cadre fixé par la loi fédérale, alors la LMI continue à s'appliquer (cf. ATF 134 II 329 consid. 5.4 p. 335).\n\nL'art. 27 LP constitue aussi une règle de droit fédéral qui l'emporte sur la LMI, dans la mesure où il permet aux cantons de fixer un cadre plus précis que cette dernière, afin de déterminer les exigences pour représenter les parties à la procédure d'exécution forcée (ATF 135 I 106 consid. 2.5 p. 110 s.). Sur cette base, le Tribunal fédéral a considéré que le refus du canton de Genève de reconnaître, en vertu de son droit cantonal, à une société de recouvrement zurichoise la qualité pour représenter un créancier, bien que celle-ci ait été autorisée dans son canton de provenance était admissible, car conforme à l'art. 27 LP (ATF 135 I 106 consid. 2.6 p. 111). Un arrêt récent, qui ne se prononce toutefois pas sur la problématique de la LMI, tend aussi à préserver les spécificités cantonales, tant que le droit fédéral n'impose pas une harmonisation. Il considère que si les représentants professionnels au sens de l'art. 27 LP s'imposent aux cantons par le renvoi de l'art. 68 al. 2 let. c CPC dans la procédure sommaire de l'art. 251 CPC, ceux-ci demeurent libres de ne pas prévoir de réglementation spécifique pour les autres procédures visées par l'art. 27 LP (cf. ATF 138 III 396 consid. 3.4 p. 399 s.).\n\n5.2.2 En matière d'exercice d'activités économiques lucratives privées, les cantons ont également des compétences autonomes, tant que la Confédération n'a pas légiféré (cf. art. 95 al. 1 Cst.). Dans ces domaines, le droit cantonal doit respecter la LMI, en vertu de la primauté du droit fédéral. Les restrictions à la liberté d'accès au marché qui figurent dans le droit cantonal et qui ne trouvent pas leur base dans une délégation de compétences figurant dans une loi fédérale de nature fédéraliste (cf. supra consid. 5.2.1), tombent donc sous le coup de la LMI; elles ne sont donc admissibles qu'aux conditions de l'art. 3 LMI et bénéficient de la présomption de l'art. 2 al. 5 LMI. Partant, par rapport au droit cantonal autonome, la LMI fixe des exigences minimales qui doivent en tout cas être respectées (cf. ATF 136 II 470 consid. 3.3 in fine p. 481).\n\n5.3 En l'espèce, la profession d'agent d'affaires répond à la définition d'activité lucrative privée au sens de l'art. 1 al. 1 LMI (ATF 135 I 106 consid. 2.2 p. 108). Elle n'est pas réglementée sur le plan fédéral, mais est prévue par certains cantons (cf. ATF 113 Ia 384 consid. 2b p. 385 s.), dont le canton de Vaud (loi cantonale du 20 mai 1957 sur |287| la profession d'agent d'affaires breveté [LPAg; RSV 179.11]) et le canton de Genève (loi cantonale du 2 novembre 1927 réglementant la profession d'agent d'affaires [LPAA; rs/GE E 6 20]), qui définissent les compétences des agents d'affaires et les conditions pour exercer cette profession (FRANÇOIS BOHNET, in CPC, Code de procédure civile commenté, 2011, n° 18 ad art. 68 CPC p. 224), avec toutefois une approche très différente. Sous réserve de dispositions de droit fédéral spécifiques l'emportant sur la LMI, les chargés d'affaires au sens du droit cantonal peuvent, en principe, se prévaloir de l'accès libre et non discriminatoire au marché sur tout le territoire suisse, afin de pouvoir exercer leurs activités dans la mesure où ils y sont autorisés dans le canton où ils sont établis. Un canton ne peut donc poser des restrictions empêchant un chargé d'affaires d'effectuer les activités ordinaires qu'il exécute dans son canton de provenance qu'aux conditions de l'art. 3 LMI en lien avec l'art. 2 al. 5 LMI.\n\n5.4 Même si le litige ne concerne pas la possibilité pour les agents d'affaires brevetés vaudois d'accéder au marché de manière générale mais seulement de représenter à titre professionnel les parties en justice dans les domaines et procédures visés par l'art. 68 al. 2 let. b et d CPC, il n'est pas inutile de souligner les conséquences induites par la LMI pour ce genre de professions. Avant l'entrée en vigueur de cette législation, il était en effet exclu que les agents d'affaires puissent prétendre à pouvoir exercer leur profession sur tout le territoire de la Confédération (cf. ATF 113 Ia 384 consid. 2 p. 385 ss).\n\n6. Cela étant posé, il convient de se demander si l'art. 68 al. 2 let. b et d CPC est une disposition de droit fédéral qui, pour la représentation professionnelle des parties en justice par les chargés d'affaires dans les procédures et domaines décrits, l'emporte sur la LMI.\n\n6.1 La réponse à cette question suppose d'interpréter l'art. 68 al. 2 let. b et d CPC. La loi s'interprète en premier lieu selon sa lettre (interprétation littérale). Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, le juge doit rechercher la véritable portée de la norme au regard notamment de la volonté du législateur telle qu'elle ressort, entre autres, des travaux préparatoires (interprétation historique), du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose, singulièrement de l'intérêt protégé (interprétation téléologique) ou encore de sa relation avec d'autres dispositions légales (interprétation systématique; |288| ATF 141 III 53 consid. 5.4.1 p. 59; ATF 138 III 166 consid. 3.2 p. 168). Lorsqu'il est appelé à interpréter une loi, le Tribunal fédéral adopte une position pragmatique en suivant ces différentes interprétations, sans les soumettre à un ordre de priorité (ATF 140 II 202 consid. 5.1 p. 204; ATF 139 IV 270 consid. 2.2 p. 273; ATF 137 III 344 consid. 5.1 p. 348).\n\n6.2 L'art. 68 al. 2 CPC, qui règle la représentation à titre professionnel des parties, est rédigé comme suit:\n\nSont autorisés à représenter les parties à titre professionnel:\n\na. dans toutes les procédures, les avocats autorisés à pratiquer la représentation en justice devant les tribunaux suisses en vertu de la loi fédérale du 23 juin 2000 sur la libre circulation des avocats;\n\nb. devant l'autorité de conciliation, dans les affaires patrimoniales soumises à la procédure simplifiée et dans les affaires soumises à la procédure sommaire, les agents d'affaires et les agents juridiques brevetés, si le droit cantonal le prévoit;\n\nc. dans les affaires soumises à la procédure sommaire en vertu de l'art. 251, les représentants professionnels au sens de l'art. 27 LP;\n\nd. devant les juridictions spéciales en matière de contrat de bail et de contrat de travail, les mandataires professionnellement qualifiés, si le droit cantonal le prévoit.\n\n6.3 Sur le plan littéral, la let. b de l'art. 68 al. 2 CPC permet aux cantons d'adopter des règles autorisant en particulier des agents d'affaires à représenter à titre professionnel les parties en justice dans des domaines déterminés (cf. MARKUS AFFENTRANGER, in Schweizerische Zivilprozessordnung [ZPO], 2010, n° 8 ad art. 68 CPC p. 303). L'art. 68 al. 2 let. d CPC, qui vise la représentation professionnelle devant les juridictions spéciales en matière de contrat de bail et de contrat de travail, mentionne seulement les mandataires professionnellement qualifiés et non les chargés d'affaires. Cependant, cette disposition comporte textuellement la même réserve au droit cantonal que la let. b. Comme la portée de cette réserve est discutée en l'espèce, il convient d'interpréter ces deux dispositions de la même manière, ce d'autant que le canton de Vaud a permis aux chargés d'affaires de représenter professionnellement les parties en justice également devant les juridictions mentionnées à l'art. 68 al. 2 let. d CPC et que le litige porte aussi sur la possibilité d'exercer cette compétence dans le canton de Berne.\n\nEn mentionnant expressément \"si le droit cantonal le prévoit\", l'art. 68 al. 2 let. b et d CPC autorise les cantons à aller moins loin et par exemple à limiter la représentation par des agents d'affaires à une |289| seule catégorie de procédures ou de prévoir la représentation par des mandataires professionnellement qualifiés uniquement devant les juridictions spéciales en matière de bail et non de travail. En revanche, les cantons ne peuvent pas aller au-delà des procédures et domaines décrits à l'art. 68 al. 2 let. b et d CPC (GASSER/RICKLI, Schweizerische Zivilprozessordnung [ZPO], Kurzkommentar, 2e éd. 2014, n° 6 ad art. 68 CPC p. 64; HOFMANN/LÜSCHER, Le Code de procédure civile, 2e éd. 2015, p. 81). S'ils le faisaient, ils contreviendraient à l'art. 68 al. 2 let. a CPC.\n\nLe texte de l'art. 68 al. 2 CPC ne contient cependant pas d'indication sur la portée intercantonale d'une autorisation décernée par un canton déterminé à un agent d'affaires breveté de représenter professionnellement les parties en justice dans les domaines et procédures visés par l'art. 68 al. 2 let. b et d CPC, contrairement à ce que prévoit, par exemple, l'art. 27 al. 2 LP. Malgré ce qu'affirment les recourants, on ne peut d'emblée tirer de cette absence d'indication que la LMI s'applique. Il faut seulement admettre que le texte n'est pas absolument clair et implique d'être confronté aux méthodes d'interprétation reconnues.\n\n6.4 Sur le plan systématique, il ressort de l'art. 68 al. 2 CPC que la règle générale est de réserver la représentation à titre professionnel en justice dans les procédures civiles régies par le CPC aux avocats autorisés à pratiquer celle-ci devant les tribunaux suisses en vertu de la LLCA; la possibilité pour les agents d'affaires de fonctionner aussi à ce titre apparaît ainsi comme une exception que le CPC a réservée aux cantons qui le souhaitent dans des domaines particuliers (cf. AFFENTRANGER, op. cit., n° 5 ad art. 68 CPC p. 302). Dans son principe, l'art. 68 al. 2 CPC restreint donc, dans le domaine désormais unifié de la procédure civile, le libre accès au marché de la représentation professionnelle des parties en justice, en le limitant aux avocats autorisés en vertu de la LLCA (let. a), sauf cas particuliers limitativement énumérés aux let. b-d (STAEHELIN/STAEHELIN/GROLIMUND, Zivilprozessrecht, 2e éd. 2013, p. 185). Les cantons qui ont fait usage de la possibilité prévue aux let. b et d dérogent donc au système général qui réserve, sur tout le territoire suisse, la représentation professionnelle dans les domaines couverts par le CPC, aux seuls avocats. Par conséquent, on peut déduire de la systématique de l'art. 68 al. 2 CPC qu'un canton qui n'a pas adopté de législation spécifique ou qui a été moins loin que l'art. 68 al. 2 let. b et d CPC le lui autorise (cf. supra consid. 6.3), est soumis au système harmonisé |290| prévu par le droit fédéral à l'art. 68 al. 2 let. a CPC aussi dans les domaines visés aux lettres b et d. En d'autres termes, tant que le droit cantonal ne prévoit pas de règle spécifique, seuls peuvent représenter les parties en justice à titre professionnel sur le territoire du canton les avocats autorisés en vertu de la LLCA, conformément au CPC.\n\n6.5 Sur le plan historique et téléologique, il ressort des travaux préparatoires qu'initialement, le CPC ne prévoyait pas la possibilité pour les cantons d'étendre aux agents d'affaires brevetés la représentation professionnelle en justice hormis la situation visée à l'art. 27 LP (Message du 28 juin 2006 relatif au code de procédure civile suisse [CPC], FF 2006 6841, 6894 ad art. 66). Cette faculté a été introduite dans le projet du 19 décembre 2008 (FF 2009 21, 35), à l'initiative de la commission d'experts, en réponse au projet du Conseil des Etats, qui voulait limiter la compétence des agents d'affaires aux seuls actes relatifs au droit des poursuites. Le législateur a cherché à ne pas restreindre l'autonomie des cantons, en particulier le canton de Vaud, qui avait permis jusqu'alors aux agents d'affaires d'agir dans l'ensemble des procédures sommaires (BO 2008 CN 648 s.). En réservant la compétence des cantons, il apparaît ainsi que le législateur fédéral a cherché, au nom du fédéralisme, à préserver des spécificités cantonales en s'adaptant à la pratique vaudoise (HOFMANN/LÜSCHER, op. cit., p. 81), mais n'a pas voulu les étendre à l'ensemble du territoire suisse.\n\n6.6 Si le texte de l'art. 68 al. 2 let. b et d CPC n'est pas absolument clair, les approches systématique, historique et téléologique penchent en faveur d'une interprétation excluant l'application de la LMI. Les let. b et d de l'art. 68 al. 2 CPC apparaissent comme des réserves de type fédéraliste en faveur des cantons s'agissant de la représentation professionnelle des parties en justice qui, en matière de procédure civile, est depuis 2011 régie par le droit fédéral. Or, il ne faut pas perdre de vue qu'en ce domaine, le marché de la représentation professionnelle des parties en justice n'est pas libre, mais est limité par la règle générale de l'art. 68 al. 2 let. a CPC qui le réserve aux avocats autorisés à pratiquer la représentation en justice devant les tribunaux suisses en vertu de la LLCA. Les travaux préparatoires démontrent que le législateur a accepté de faire une entorse à l'harmonisation de la représentation à titre professionnel en justice, afin de maintenir certaines spécificités cantonales. Dans cette mesure, l'art. 68 al. 2 let. b et d CPC apparaît comme une règle de droit fédéral comportant |291| une dérogation au marché pour permettre le maintien de particularismes cantonaux dont les effets ne sauraient par définition être imposés à l'ensemble de la Suisse. Les cantons n'ayant pas légiféré doivent respecter l'art. 68 al. 2 let. a CPC. En cela, l'art. 68 al. 2 CPC contient une dérogation à la LMI qui l'emporte sur l'application de cette dernière.\n\n6.7 On pourrait à la rigueur se demander si la LMI, en tant que loi subsidiaire, ne pourrait pas s'appliquer entre les cantons qui ont fait usage de la faculté offerte par l'art. 68 al. 2 let. b et d CPC (cf. en ce sens, LEUENBERGER/UFFER-TOBLER, Schweizerisches Zivilprozessrecht, 2010, p. 82). Cette option doit être rejetée, car elle n'est pas conforme au système mis en place à l'art. 68 al. 2 CPC. En effet, comme indiqué, la faculté offerte aux cantons par la réserve figurant à l'art. 68 al. 2 let. b et d CPC leur permet d'aller moins loin que ne le prévoit le droit fédéral, mais pas au-delà. Or, si la LMI était applicable, il suffirait qu'un seul canton ait utilisé toutes les possibilités offertes par l'art. 68 al. 2 let. b et d CPC, pour que les autres cantons ayant certes fait usage de cette disposition, mais de manière plus restrictive, se voient imposer une extension de la représentation en justice, alors que le droit fédéral est censé leur laisser le choix. En outre, il serait difficilement justifiable, sous l'angle de l'égalité de traitement, d'imposer à un canton qui n'a fait qu'un usage limité des possibilités offertes par l'art. 68 al. 2 let. b et d CPC d'accepter, en vertu de la LMI, qu'un agent d'affaires vaudois vienne représenter les parties à titre professionnel dans des domaines qu'il a choisi d'exclure, alors qu'un canton n'ayant prévu aucune dérogation pourrait refuser en application de l'art. 68 al. 2 let. a CPC. L'idée du législateur ayant cherché à respecter le particularisme cantonal serait vidée de sa substance par l'application de la LMI entre les cantons ayant précisément voulu sauvegarder certaines de leurs spécificités.\n\n6.8 En résumé, l'art. 68 al. 2 let. b et d CPC contient une réserve de type fédéraliste qui, dans les domaines et procédures visés, permet aux cantons d'adopter des dispositions particulières qui ne s'appliquent que sur leur propre territoire. Les cantons qui n'ont rien prévu ou qui n'ont adopté que des règles allant moins loin que l'art. 68 al. 2 let. b et d CPC, sont, pour le surplus, tenus de respecter l'art. 68 al. 2 let. a CPC. Comme l'a retenu à juste titre le Tribunal administratif, ces règles de droit fédéral l'emportent sur la LMI, en tant que dispositions spéciales plus récentes. |292|\n\n6.9 La doctrine, dans sa majorité, partage du reste ce point de vue et considère que, lorsqu'un canton fait usage de la possibilité offerte par l'art. 68 al. 2 let. b et d CPC, celle-ci a une portée limitée au seul canton qui a décerné l'autorisation (MARTIN H. STERCHI, in Berner Kommentar, Schweizerische Zivilprozessordnung, vol. I, 2012, nos 9a et 9d ad art. 68 CPC p. 757 s.; LUCA TENCHIO, in Basler Kommentar, Schweizerische Zivilprozessordnung, 2e éd. 2013, nos 10 et 13 ad art. 68 CPC p. 420 et 422; STAEHELIN/SCHWEIZER, in Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], 2e éd. 2013, nos 15 ss ad art. 68 CPC p. 565 s.; ROGER MORF, in ZPO Kommentar, Schweizerische Zivilprozessordnung, 2010, n° 4 in fine ad art. 68 CPC p. 162; STEPHANIE HRUBESCH-MILLAUER, in Schweizerische Zivilprozessordnung [ZPO], Kommentar, 2011, n° 7 ad art. 68 CPC p. 440; RÜETSCHI/VETTER, Vertretung vor den aargauischen Zivilgerichten [...], in Festschrift 75 Jahre Aargauischer Juristenverein, Beiträgezur Umsetzung der schweizerischen Zivilprozess-, Strafprozess- und Jugendstrafprozessordnung im Kanton Aargau, 2011, p. 75 s.; pour une position plus nuancée, réservant la LMI aux cantons ayant appliqué l'art. 68 al. 2 let. b CPC: LEUENBERGER/UFFER-TOBLER, op. cit., p. 82; contra en faveur de l'application de la LMI: GASSER/RICKLI, op. cit., n° 6 ad art. 68 CPC p. 64; BOHNET/MARTENET, Droit de la profession d'avocat, 2009, p. 88 s. qui n'envisagent toutefois pas la problématique du CPC qui n'était pas encore en vigueur; HOFMANN/LÜSCHER, op. cit., p. 81, réservent la future décision du Tribunal fédéral dans la seconde édition de leur ouvrage).\n\n7. D'ailleurs, appliquer la LMI aux situations visées à l'art. 68 al. 2 let. b et d CPC conduirait à des incohérences par rapport au système prévu par la LLCA et à une atteinte à la souveraineté cantonale.\n\n7.1 La LLCA réserve, à son article 3, le droit cantonal, étant précisé que les cantons peuvent délivrer des brevets d'avocat à des conditions plus favorables que celles prévues à l'art. 7 LLCA et autoriser les titulaires de tels brevets à représenter les parties \"devant leurs propres autorités judiciaires\" (cf. art. 3 al. 2 LLCA), bien que ceux-ci ne puissent bénéficier de la libre circulation (cf. STAEHELIN/SCHWEIZER, op. cit., n° 12 ad art. 68 CPC p. 564; BOHNET/OTHENIN-GIRARD/SCHWEIZER, in Commentaire romand, Loi sur les avocats, 2010, nos 5 et 7 ad art. 3 LLCA p. 27 et n° 18 ad art. 3 LLCA p. 29; MEIER/REISER, in Commentaire romand, Loi sur les avocats, 2010, n° 3 ad art. 7 LLCA p. 44; HANS NATER, in Kommentar zum Anwaltsgesetz, 2e éd. 2011, n° 10 ad art. 2 LLCA p. 14; RÜETSCHI/VETTER, op. cit., |293| p. 75; KASPAR SCHILLER, Schweizerisches Anwaltsrecht, 2009, n. 301 p. 68; WALTER FELLMANN, Anwaltsrecht, 2010, n. 60 p. 21). Un avocat titulaire d'un brevet cantonal et autorisé à représenter les parties en justice à titre professionnel dans son canton ne peut donc aller plaider dans un autre canton. Partant, on voit mal que ce qui est exclu pour le titulaire d'un brevet d'avocat cantonal soit admissible pour un chargé d'affaires titulaire d'un brevet vaudois. En outre, permettre à celui-ci de se prévaloir de la LMI, afin de pouvoir représenter les parties en justice sur tout le territoire suisse de la même façon que dans son canton de provenance, alors que des titulaires d'un brevet d'avocat cantonal ne remplissant pas les exigences de la LLCA ne pourraient bénéficier de cette possibilité reviendrait à créer une inégalité de traitement entre concurrents directs s'agissant des domaines et procédures visés à l'art. 68 al. 2 let. b et d CPC, contraire à l'art. 27 Cst. (cf. ATF 140 I 218 consid. 6.3 p. 229 s.).\n\n7.2 Imposer aux cantons d'admettre à titre de représentants en justice des professionnels qui ne sont pas des avocats autorisés au sens de l'art. 68 al. 2 let. a CPC au motif qu'ils sont habilités dans un autre canton ne peut se réduire, comme le voudrait la Comco, à la suppression d'une atteinte au libre accès à un marché. Déterminer qui, hormis les avocats, peut représenter les parties à titre professionnel en justice, touche non seulement à la procédure civile, mais aussi à l'organisation judiciaire cantonale. Or, l'art. 122 Cst., tout en posant à son alinéa 1 que la législation en matière de droit civil et de procédure civile relève de la compétence de la Confédération, réserve expressément, à son alinéa 2, la compétence des cantons dans le domaine de l'organisation judiciaire et de l'administration de la justice en matière de droit civil sauf disposition contraire de la loi. Cette réserve implique que l'on ne peut parler d'une véritable autonomie des cantons, mais plutôt de compétences parallèles; les cantons demeurent souverains tant que le droit fédéral n'a pas réglé la question de manière exhaustive (cf. ATF 140 III 155 consid. 4.3 p. 157 s.; cf. également arrêt 4C_1/2013 du 25 juin 2013 consid. 4.1, in PJA 2014 p. 404). Il n'en demeure pas moins que, lorsque le droit fédéral comporte des règles qui portent atteinte à la compétence cantonale en matière d'organisation judiciaire, il doit être interprété restrictivement et se limiter à ce qui est nécessaire, en particulier s'agissant de l'application du droit de procédure civile (CHRISTOPH LEUENBERGER, in Die Schweizerische Bundesverfassung, St. Galler Kommentar, 3e éd. 2014, nos 26 s. ad art. 122 Cst. p. 2220). |294|\n\nL'art. 68 al. 2 CPC n'est pas qu'une règle de procédure, mais empiète aussi dans l'organisation judiciaire cantonale, puisqu'il impose aux cantons de reconnaître à titre de représentants à titre professionnel dans toutes les procédures civiles les avocats autorisés à pratiquer la représentation en justice devant les tribunaux suisses en vertu de la LLCA. Les let. b et d permettent toutefois aux cantons de maintenir certaines spécificités, reconnaissant dans cette mesure leur autonomie. Or, si la LMI prime sur le fédéralisme s'agissant d'entraves au commerce liées à l'activité économique, elle ne saurait l'emporter sur le CPC et justifier une atteinte à la compétence des cantons sur un aspect qui relève notamment de l'organisation de la justice, alors que le CPC contient une réserve expresse au droit cantonal, afin d'en garantir les spécificités.\n\nIl ne faut enfin pas perdre de vue qu'il n'y a pas que la procédure civile et qu'en matière administrative, la procédure n'est pas unifiée; les règles cantonales concernant la représentation à titre professionnel des parties en justice dans ce domaine sont disparates. Partant, considérer la problématique uniquement sous l'angle du libre accès à un marché reviendrait à imposer à un canton d'appliquer les exigences procédurales d'un autre canton et d'accepter dans les litiges administratifs des représentants, même si sa propre organisation judiciaire les exclut, ce qui porterait atteinte à sa souveraineté.\n\n8. Dès lors que la LMI n'est pas applicable, il n'y a pas lieu d'examiner si le refus des autorités bernoises d'autoriser le recourant 2 à représenter les parties en justice dans la même mesure que le prévoit le canton de Vaud sur la base de l'art. 68 al. 2 let. b et d CPC remplit les conditions de l'art. 3 LMI, voire si la présomption de l'art. 2 al. 5 LMI a été renversée. Il ne sera donc pas entré en matière sur l'argumentation des recourants en lien avec l'application de la LMI.\n\n9. Le recourant 2 se plaint également d'une atteinte à l'art. 27 Cst.\n\n9.1 Déjà sous l'empire de l'art. 31 aCst., la jurisprudence a admis que la représentation des parties en justice n'est pas une activité soustraite au domaine de la liberté économique (ATF 105 Ia 67 consid. 4a p. 71, confirmé in ATF 114 Ia 34 consid. 2b p. 37, lui-même rappelé in ATF 125 I 161 consid. 3e p. 165 s.). Le recourant, qui se voit limité dans sa capacité de représenter professionnellement les parties en justice dans certains domaines, est donc atteint dans sa liberté économique. Conformément à l'art. 36 Cst., toute restriction d'un |295| droit fondamental doit reposer sur une base légale qui doit être de rang législatif en cas de restriction grave (al. 1); elle doit en outre être justifiée par un intérêt public ou par la protection d'un droit fondamental d'autrui (al. 2) et, selon le principe de la proportionnalité, se limiter à ce qui est nécessaire et adéquat à la réalisation des buts d'intérêt public poursuivis (al. 3), sans violer l'essence du droit en question (al. 4).\n\n9.2 En l'occurrence, le canton de Berne n'ayant pas fait usage de la dérogation prévue à l'art. 68 al. 2 let. b et d CPC, le principe figurant à l'art. 68 al. 2 let. a CPC s'applique. Dès lors que le recourant n'est pas un avocat autorisé à pratiquer la représentation en justice en vertu de la LLCA, le refus de donner suite à sa demande d'autorisation repose sur le système mis en place par le droit fédéral, qui limite le droit de représenter à titre professionnel les parties en justice dans les procédures civiles aux avocats au sens de l'art. 68 al. 2 let. a CPC. Le fondement de la restriction trouve donc sa source non pas dans le droit cantonal, mais dans le droit fédéral.\n\nL'art. 190 Cst. impose au Tribunal fédéral d'appliquer le droit fédéral. Même si cette disposition n'interdit pas à la Cour de céans, lorsqu'elle le juge opportun, de vérifier la conformité du droit fédéral à la Constitution et, au besoin, de donner une impulsion au législateur (cf. ATF 139 I 180 consid. 2.2 p. 185), il ne se justifie pas de procéder à cet examen détaillé en l'espèce ni d'examiner plus avant les autres conditions de l'art. 36 Cst. En effet, il suffit de renvoyer à la jurisprudence dans laquelle la conformité de dispositions cantonales instituant un monopole des avocats devant des autorités judiciaires a été considérée comme constituant une restriction admissible sous l'angle de l'intérêt public et de la proportionnalité à la liberté économique (à l'époque la liberté du commerce et de l'industrie; cf. ATF 114 Ia 34 consid. 2 p. 36 ss).\n\nLe grief tiré de la violation de l'art. 27 Cst. formé par le recourant 2 doit donc être rejeté."}