{"annee": "141", "cour": "II", "page": "233", "date": "17/4/2015", "cite": ["121 II 224", "140 II 315", "135 II 38", "135 II 328", "138 II 524", "131 II 13", "125 II 29", "98 IB 13", "116 IB 119", "136 I 323", "137 I 305", "137 II 409", "136 II 101", "140 II 460", "139 II 404"], "cite_par": ["144 II 218"], "chapeau": "17. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Schweizer Vogelschutz SVS/BirdLife Schweiz gegen Amt für Landwirtschaft und Natur, Jagdinspektorat und Volkswirtschaftsdirektion des Kantons Bern (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_1176/2013 vom 17. April 2015", "regestes": ["Art. 12 al. 1 let. b LPN; art. 7 LChP; art. 9 al. 3 Convention d'Aarhus; art. 18 et 31 CV; qualification d'une instruction donnée à une unité administrative d'abattre des oiseaux protégés en raison de la sécurité et de l'ordre public. Lorsqu'une unité administrative octroie une autorisation de police à un particulier ou à une autorité qui lui est subordonnée - en l'occurrence la permission de procéder à une activité prohibée par l'art. 7 al. 1 LChP pour des motifs de police -, elle se prononce sur l'application d'une règle de droit à elle-même, raison pour laquelle cela constitue une décision (consid. 4.1). Cette qualification est en accord avec l'art. 12 al. 1 let. b LPN, car pour que le droit de recours des associations puisse être effectivement exercé, les instructions qui pourraient limiter l'un des buts contenus à l'art. 1 LPN doivent être rendues sous la forme d'une décision attaquable (consid. 4.2.3). L'ordre juridique suisse garantit une protection juridique qui respecte les conditions prévues à l'art. 9 al. 3 Convention d'Aarhus (consid. 4.3)."], "faits": "BGE 141 II 233 S. 234\n\nDer Schweizer Vogelschutz SVS/BirdLife (SVS) beantragte am 22. April 2011 beim Jagdinspektorat (JI) des Amts für Landwirtschaft und Natur des Kantons Bern (LANAT) den Erlass einer anfechtbaren Verfügung auf Feststellung seiner Beschwerdeberechtigung mit Bezug auf Abschussanordnungen des JI betreffend Graureiher und BGE 141 II 233 S. 235Gänsesäger an der Schüss wie auch an anderen Gewässern. Künftige Abschussanordnungen seien ihm zudem mindestens 30 Tage vor der Ausführung und mit einer Rechtsmittelbelehrung versehen schriftlich zu eröffnen.\n\nDas JI stellte durch Verfügung fest, dass Regulationsmassnahmen nach Art. 12 Abs. 4 JSG sowie Anordnungen von mehreren geplanten Einzelabschüssen von geschützten Vogelarten nach Art. 12 Abs. 2 JSG dem SVS beschwerdefähig zu eröffnen seien. Im Übrigen werde das Gesuch abgewiesen, soweit darauf eingetreten werden könne; dies bedeute insbesondere, dass Anordnungen ad hoc getroffener Einzelmassnahmen gemäss Art. 12 Abs. 2 JSG dem SVS so lange nicht zu eröffnen seien, als eine Grenze von 10 % der lokalen Population nicht überschritten werde.\n\nGegen diese Verfügung erhob der SVS Beschwerde bei der Volkswirtschaftsdirektion des Kantons Bern (VOL). Die VOL verneinte eine Eröffnungspflicht für sämtliche, auch weniger als mindestens 10 % der lokalen Population betreffende Abschussanordnungen und wies die Beschwerde ab. Mit Urteil vom 6. November 2013 wies das Verwaltungsgericht des Kantons Bern die Beschwerde des SVS ebenfalls ab. Das Bundesgericht heisst die Beschwerde in öffentlich-rechtlichen Angelegenheiten gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Nach dem Wortlaut von Art. 12 Abs. 1 lit. b des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG; SR 451) können mittels Verbandsbeschwerde Verfügungen angefochten werden. Als Verfügungen gelten autoritative, einseitige, individuell-konkrete Anordnungen der Behörde, die in Anwendung von Verwaltungsrecht ergangen, auf Rechtswirkungen ausgerichtet sowie verbindlich und erzwingbar sind (BGE 135 II 38 E. 4.3 S. 45; BGE 131 II 13 E. 2.2 S. 17). Um als Verfügung und demnach als Anfechtungsobjekt des Verbandsbeschwerderechts zu gelten, muss der angefochtene Akt insbesondere die Regelung von Rechten und Pflichten zum Gegenstand haben (BGE 135 II 328 E. 2.1 S. 331; ausdrücklich RIVA, Die Beschwerdebefugnis der Natur- und Heimatschutzvereinigungen im schweizerischen Recht, 1980, S. 82). Vorhaben, welche das Verbandsbeschwerderecht auslösen, sind hinreichend präzis zu publizieren oder schriftlich zu eröffnen, ansonsten die Verwirklichung von BGE 141 II 233 S. 236 Bundesrecht vereitelt wird (BGE 121 II 224 E. 5e S. 234 f.; BGE 116 Ib 119 E. 2c S. 123; MEYER, Das Beschwerderecht von Vereinigungen; Auswirkungen auf das kantonale Verfahren, in: Verfassungsrechtsprechung und Verwaltungsrechtsprechung, 1992, S. 167 ff.; siehe mittlerweile ausdrücklich Art. 12b NHG).\n\n3.2 Nach Auffassung der Vorinstanz erfüllen verwaltungsinterne Anordnungen zum Abschuss geschützter Vögel mangels Regelung eines Rechtsverhältnisses die Strukturmerkmale des Verfügungsbegriffs nicht. In Anwendung der Verwaltungspraxis des Bundesamtes für Umwelt BAFU hat sie aus Gründen des Rechtsschutzbedürfnisses Abschussanordnungen, welche mindestens 10 % der Population betreffen, als durch anfechtbare Verfügung zu erlassende Regulierungsmassnahme (Art. 12 Abs. 4 des Jagdgesetzes vom 20. Juni 1986 [JSG; SR 922.0]) qualifiziert. Abschussanordnungen für weniger als 10 % der Population würden hingegen als Einzelmassnahmen (Art. 12 Abs. 2 JSG) gelten, welche wegen fehlendem Rechtsschutzbedürfnis nicht in Form einer anfechtbaren Verfügung zu ergehen hätten und somit das Verbandsbeschwerderecht nicht auslösten. Aus diesem Grund bestehe für die umstrittenen Anordnungen keine Eröffnungspflicht.\n\n4. Im Folgenden ist daher zunächst zu prüfen, ob Anordnungen gestützt auf Art. 12 JSG als Verfügungen zu qualifizieren sind; sollte dies verneint werden, wäre zu fragen, ob der Beschwerdeführerin dennoch die Möglichkeit offensteht, derartige Massnahmen gerichtlich überprüfen zu lassen.\n\n4.1 Die Vorinstanz stützt ihre Unterscheidung zwischen formlos anzuordnenden Einzelmassnahmen (gemäss Art. 12 Abs. 2 JSG) einerseits und durch anfechtbare Verfügung zu erlassende Regulierungsmassnahmen (gemäss Art. 12 Abs. 4 JSG) anderseits auf BGE 136 II 101 E. 5.5 S. 109 ff. (Urteil 2C_911/2008 vom 1. Oktober 2009, auszugsweise publ. in: BGE 136 II 101).\n\n4.1.1 Dieser Schluss ist indessen nicht nachvollziehbar: In jenem Fall hatte das kantonale Amt Fischzüchtern, also Privatpersonen, die Bewilligung zum Abschuss von Vögeln, namentlich Graureihern, erteilt, da diese Schäden an ihren Fischzuchtkulturen anrichteten. Damit erteilte die Verwaltung Privatpersonen das Recht, eine an sich nach Art. 7 Abs. 1 JSG untersagte Tätigkeit aus polizeilichen Gründen auszuüben. Eine Polizeibewilligung ist zweifelsohne eine Verfügung, weshalb die umstrittenen Anordnungen ohne weiteres als BGE 141 II 233 S. 237dem Verbandsbeschwerderecht unterliegende Verfügungen zu qualifizieren waren (zur Erweiterung des individuellen Rechtsbestandes durch eine Polizeibewilligung vgl. TSCHANNEN/ZIMMERLI/MÜLLER, Allgemeines Verwaltungsrecht, 4. Aufl. 2014, S. 422, zum Tier- und Artenschutz als Bundesaufgabe [Art. 79 f. BV]). Die zur Begründung der Verwaltungspraxis des BAFU zitierte Erwägung (BGE 136 II 101 E. 5.5 S. 109 ff.) bezieht sich nur auf die Unterscheidung zwischen Einzel- (Art. 12 Abs. 2 JSG) und Regulierungsmassnahme (Art. 12 Abs. 4 JSG); ihr lässt sich jedoch hinsichtlich der Frage, ob diese Massnahmen durch eine anfechtbarer Verfügung anzuordnen sind, nichts entnehmen.\n\n4.1.2 Die rechtliche Qualifikation einer behördlichen Anordnung, die den Abschuss von Tieren einer geschützten Art erlaubt, kann nicht davon abhängen, ob sie sich an Private oder an eine nachgeordnete Verwaltungseinheit richtet, denn die damit erzielten Aussenwirkungen unterscheiden sich weder von ihrer Art noch von ihrem Ausmass her. Bereits im Urteil BGE 125 II 29 hat das Bundesgericht die Anordnung einer kantonalen Direktion an eine untergeordnete Verwaltungsstelle, eine nicht heimische, eingeschleppte Krebsart mit einem Insektizid zu bekämpfen, ohne weiteres als - letztinstanzlich mit Verwaltungsgerichtsbeschwerde ans Bundesgericht anfechtbare - Verfügung qualifiziert (BGE 125 II 29 E. 1c S. 33). Erteilt eine Verwaltungseinheit einem Privaten oder einer hierarchisch nachgeordneten Behörde eine Polizeierlaubnis, also etwa - wie hier - die Bewilligung, eine nach Art. 7 Abs. 1 JSG an sich untersagte Tätigkeit aus polizeilichen Gründen auszuüben, ist vom Vorliegen einer Verfügung auszugehen. Wenn die Verwaltung über die (Nicht-)Anwendbarkeit einer Rechtsregel für sich selbst befindet, erlässt sie mit andern Worten nicht bloss eine interne Anweisung, sondern eine anfechtbare Verfügung (MOOR, Droit administratif, Bd. II, 3. Aufl. 2011, S. 193 f.).\n\n4.2 Diese rechtliche Einordnung der strittigen Abschussanordnungen steht in Übereinstimmung mit der Vorgabe von Art. 12 NHG, wonach Vorkehren staatlicher Stellen oder von Privaten, die ein Schutzziel im Sinne von Art. 1 NHG beeinträchtigen könnten, in Verfügungsform zu ergehen haben.\n\n4.2.1 Parteistellung und Legitimation hängen auf dem Gebiet des Verwaltungsrechts weitgehend vom Erfordernis eines Rechtsschutzinteresses ab; mit dieser Voraussetzung soll die unerwünschte BGE 141 II 233 S. 238 Popularbeschwerde ausgeschlossen werden (BGE 140 II 315 E. 4.3 und E. 4.4 S. 325; RIVA, a.a.O., S. 157 f.; GRIFFEL, Das Verbandsbeschwerderecht im Brennpunkt zwischen Nutz- und Schutzinteressen, URP 2006 S. 94; GADOLA, Beteiligung ideeller Verbände vor den unteren kantonalen Instanzen - Pflicht oder blosse Obliegenheit? Zugleich eine Auseinandersetzung mit BGE 116 Ib 119 ff. und 418 ff., ZBl 93/1992 S. 107). Entsprechend ist der Anwendungsbereich der Rechtsweggarantie von Art. 29a BV nur bei einer im Zusammenhang mit einer individuellen, schutzwürdigen Rechtsposition stehenden Streitigkeit eröffnet (zu dieser Voraussetzung vgl. BGE 140 II 315 E. 4.4 S. 326; BGE 137 II 409 E. 4.2 S. 411; BGE 136 I 323 E. 4.3 S. 328 f.; Urteil 2C_272/2012 vom 9. Juli 2012 E. 4.3).\n\n4.2.2 Dieser Grundsatz kann indes nicht unbesehen auf das Verbandsbeschwerderecht übertragen werden. Wo ausschliesslich öffentliche Interessen des Heimat-, Natur-, Arten- und Pflanzenschutzes betroffen sind, hätte ein Festhalten am Erfordernis des Rechtsschutzinteresses im oben umschriebenen Sinn empfindliche Lücken im System der Rechtspflege zur Folge. Diese Lücke wird durch Art. 12 ff. NHG geschlossen. Das ideelle, spezialgesetzliche Beschwerderecht für gesamtschweizerische Organisationen des Natur- und Heimatschutzes zur Durchsetzung rein öffentlicher Interessen setzt, in Abweichung zu den allgemeinen Legitimationsvoraussetzungen, gerade weder ein schutzwürdiges persönliches (tatsächliches oder rechtliches) Interesse noch (im Gegensatz zur egoistischen Verbandsbeschwerde) die Wahrung der Interessen der Mitglieder voraus (GRIFFEL, a.a.O., S. 94; zu Art. 89 Abs. 2 lit. d BGG WALDMANN, in: Basler Kommentar, Bundesgerichtsgesetz, 2. Aufl. 2011, N. 69 zu Art. 89 BGG; MOSIMANN, Beschwerde in öffentlich-rechtlichen Angelegenheiten, in: Prozessieren vor Bundesgericht, 3. Aufl. 2011, N. 4.73 f.).\n\n4.2.3 In Übereinstimmung mit dem Zweck von Art. 12 NHG, die aus den verfassungsrechtlichen Vorgaben zum Natur- und Heimatschutz fliessende Erhaltungs- und Schonungspflicht sowie den Schutz der Tier- und Pflanzenwelt in ihrer umfassenden Tragweite sicherzustellen, wurde mit der im Jahr 2007 in Kraft getretenen Revision des ideellen Beschwerderechts nach Art. 12 NHG den beschwerdeberechtigten Organisationen eine vollständige Parteistellung im Sinne des Bundesgesetzes über das Verwaltungsverfahren eingeräumt (Parlamentarische Initiative zur Vereinfachung der Umweltverträglichkeitsprüfung sowie zur Verhinderung von Missbräuchen durch eine BGE 141 II 233 S. 239Präzisierung des Verbandsbeschwerderechts, Bericht der Kommission für Rechtsfragen des Ständerates vom 27. Juni 2005, BBl 2005 5377). Das für die Parteistellung im erstinstanzlichen Verwaltungsverfahren vorausgesetzte Rechtsschutzinteresse in Form eines Berührtseins in eigenen Rechten und Pflichten (Art. 6 und Art. 48 Abs. 1 VwVG [SR 172.021]) wird demnach für beschwerdeberechtigte gesamtschweizerische Organisationen des Natur- und Heimatschutzes durch die spezialgesetzlich eingeräumte Beschwerdelegitimation in Art. 12 NHG zur Durchsetzung von öffentlichen Interessen auf dem Gebiet des Natur-, Heimat-, Tier- und Pflanzenschutzes ersetzt (MARANTELLI-SONANINI/HUBER, in: VwVG, Praxiskommentar [...], 2009, N. 12 zu Art. 6 VwVG;GADOLA, a.a.O., S. 113 f.). Aus Art. 12 NHG ergibt sich somit, dass Vorkehren staatlicher Stellen oder von Privaten, die ein Schutzziel im Sinne von Art. 1 NHG beeinträchtigen könnten, in Verfügungsform zu ergehen haben, was erst eine effektive Ausübung des Verbandsbeschwerderechts ermöglicht.\n\n4.2.4 Zum selben Ergebnis führt ein Vergleich mit der Rechtslage bei anderen Massnahmen im Bereich des Natur- und Heimatschutzes, die nicht in jedem Fall schutzwürdige Interessen Privater beeinträchtigen. So darf gemäss Art. 21 Abs. 1 NHG die Ufervegetation weder gerodet noch überschüttet noch auf andere Weise zum Absterben gebracht werden, wobei die zuständige kantonale Behörde gemäss Art. 22 Abs. 2 NHG die Beseitigung der Ufervegetation unter gewissen Umständen bewilligen kann. Diese Massnahmen können, gleich wie Anordnungen zu Abschüssen von geschützten Tierarten gestützt auf Art. 12 JSG, zu einer Beeinträchtigung der Schutzziele des NHG führen. Sie werden ausdrücklich als bewilligungspflichtig bezeichnet, so dass sie ohne weiteres als Verfügungen anzusehen sind und dem Beschwerderecht nach Art. 12 NHG unterliegen. Der Gesetzgeber hat die Qualifikation als Verfügung nicht von irgend einem quantitativen Kriterium abhängig gemacht, was - gleich wie im hier strittigen Fall - weder sachlich begründet noch praktikabel wäre. Das Bundesgericht anerkennt die Beschwerdelegitimation der Schutzorganisationen gestützt auf Art. 12 NHG seit jeher ungeachtet des Ausmasses des geplanten Eingriffs (vgl. etwa bereits BGE 98 Ib 13). Gründe, die für den Abschuss von geschützten Tieren eine andere Praxis als richtig erscheinen liessen, sind nicht zu erkennen. Behördliche Abschussanordnungen gestützt auf Art. 12 JSG sind daher als Verfügungen zu verstehen, unabhängig davon, ob sie sich an Private oder an eine Verwaltungseinheit richten. BGE 141 II 233 S. 240\n\n4.3 Dieses Ergebnis rechtfertigt sich umso mehr, als es in Übereinstimmung steht mit den Verpflichtungen, die sich aus dem Übereinkommen vom 25. Juni 1998 über den Zugang zu Informationen, die Öffentlichkeitsbeteiligung an Entscheidungsverfahren und den Zugang zu Gerichten in Umweltangelegenheiten (Aarhus-Konvention; SR 0.814.07) ergeben, das für die Schweiz am 1. Juni 2014 in Kraft getreten ist.\n\n4.3.1 Die Aarhus-Konvention beruht auf den drei Pfeilern Umweltinformation (Art. 4 und Art. 5 Aarhus-Konvention), Beteiligung der Öffentlichkeit an Entscheidungsverfahren (Art. 6, Art. 7 und Art. 8 Aarhus-Konvention) und dem Zugang zu Gerichten in Umweltangelegenheiten (Art. 9 Aarhus-Konvention; vgl. Botschaft des Bundesrates vom 28. März 2012 zur Genehmigung und Umsetzung der Aarhus-Konvention und von deren Änderung, BBl 2012 4323 ff.; JANS, Judicial Dialogue, Judicial Competition and Global Environmental Law. A case study on the UNECE Convention on Access to Information, Public Participation in Decision-Making and Access to Justice in Environmental Matters, in: National Courts and EU Environmental Law, 2013, S. 145 ff.; WIESINGER, Innovation im Verwaltungsrecht durch Internationalisierung: eine rechtsvergleichende Studie am Beispiel der Aarhus-Konvention, 2013, S. 57 ff.; EPINEY, Zu den Anforderungen des EU-Rechts und der Aarhus-Konvention an den gerichtlichen Zugang für Umweltverbände [nachfolgend: Anforderungen], in: Staats- und Verwaltungsrecht auf vier Ebenen, Festschrift für Tobias Jaag, 2012, S. 599 ff.; HESELHAUS, Das Verbandsbeschwerderecht im Vorfeld der Ratifikation der Aarhus-Konvention durch die Schweiz, in: Verfahrensrecht am Beginn einer neuen Epoche, 2011, S. 1 ff.; EPINEY, Rechtsprechung des EuGH zur Aarhus-Konvention und Implikationen für die Schweiz [nachfolgend: Rechtsprechung], AJP 11/2011 S. 1505 ff.; SCHWERDTFEGER, Der deutsche Verwaltungsrechtsschutz unter dem Einfluss der Aarhus-Konvention, 2010, S. 286 ff.; PERNICE-WARNKE, Der Zugang zu Gericht in Umweltangelegenheiten für Individualkläger und Verbände gemäss Art. 9 Abs. 3 Aarhus-Konvention und seine Umsetzung durch die europäische Gemeinschaft - Beseitigung eines Doppelstandards?, Europarecht 2008 S. 410 ff.).\n\n4.3.2 Das Urteil der Vorinstanz datiert vom 6. November 2013. Zu diesem Zeitpunkt hatte die Schweiz die Aarhus-Konvention bereits unterzeichnet und genehmigt (Bundesbeschluss vom 27. September 2013 über die Genehmigung und die Umsetzung der Aarhus-KonventionBGE 141 II 233 S. 241 und von deren Änderung, BBl 2013 7403), jedoch noch nicht ratifiziert.\n\nDas Abkommen war daher für die Schweiz noch nicht direkt verbindlich, aber als verpflichtender Leitgedanke oder Interpretations maxime für das innerstaatliche Recht bereits zu berücksichtigen (zur völkerrechtskonformen Auslegung BGE 137 I 305 E. 3.2 S. 318 f.). Selbst wenn ein Staat einen Vertrag erst unterzeichnet hat und dieser vor seiner Ratifikation in der Rechtsordnung des betreffenden Staates noch keine Rechtswirkung zu entfalten vermag, begründet Art. 18 des Wiener Übereinkommens vom 23. Mai 1969 über das Recht der Verträge (VRK; SR 0.111) für dieses Stadium zwischen Unterzeichnung und Ratifikation eine grundsätzliche Unterlassungspflicht des Staates für solche Handlungen, welche eine Verwirklichung des mit dem Vertrag anzustrebenden Ziels oder Zwecks vereiteln würden (BOISSON DE CHAZOURNES/LA ROSA/MBENGUE, in: Les Conventions de Vienne sur le droit des traités, Corten/Klein [Hrsg.], 2006, N. 45 zu Art. 18 VRK; VILLIGER, Commentary on the 1969 Vienna Convention on the Law of Treaties [nachfolgend: Commentary], 2009, N. 6 zu Art. 18 VRK; zu Verträgen über den Artenschutz BOISSON DE CHAZOURNES/LA ROSA/MBENGUE, a.a.O., N. 66 zu Art. 18 VRK). Diese Unterlassungspflicht kann auch positive, jedoch nur auf die Verhinderung einer Vereitelung des Vertragszwecks- oder -ziels gerichtete Handlungspflichten begründen; ausgeschlossen bleibt eine staatliche Verpflichtung, den Vertragsinhalt als solchen vor seiner Ratifikation zur Anwendung zu bringen (BOISSON DE CHAZOURNES/LA ROSA/MBENGUE, a.a.O., N. 66 zu Art. 18 VRK; VILLIGER, Commentary, a.a.O., N. 13 zu Art. 18 VRK). Die staatliche Pflicht, sich solcher Handlungen zu enthalten, welche den Vertragszweck oder das Vertragsziel vereiteln, erfordert, das innerstaatliche Recht im Sinne einer Eröffnungs- oder Publikationspflicht für solche Akte auszulegen, gegen welche nach erfolgter Ratifikation ein abkommensrechtliches Verbandsbeschwerderecht bestehen wird (vgl. zum Vertragsziel und -zweck des wirksamen Zugangs zu Gerichts- und Verwaltungsverfahren in Umweltangelegenheiten Botschaft des Bundesrates vom 28. März 2012 zur Genehmigung und Umsetzung der Aarhus-Konvention und von deren Änderung, BBl 2012 4323 ff.; JANS, a.a.O., S. 145 ff.; WIESINGER, a.a.O., S. 57 ff.; EPINEY, Anforderungen, a.a.O., S. 599 ff.; HESELHAUS, a.a.O., S. 1 ff.; EPINEY, Rechtsprechung, a.a.O., S. 1505 ff.; SCHWERDTFEGER, a.a.O., S. 286 ff.; PERNICE-WARNKE, a.a.O., S. 410 ff.). BGE 141 II 233 S. 242\n\n4.3.3 Gemäss Art. 9 Abs. 3 der Aarhus-Konvention stellen die Vertragsstaaten sicher, dass umweltrechtlich relevante \"actes et omissions des particuliers ou d'autorités publiques\" [von Privatpersonen und Behörden vorgenommene Handlungen und begangene Unterlassungen] gerichtlich angefochten werden können. Das konventionsrechtliche Anfechtungsobjekt ist nach der gewöhnlichen Bedeutung zu interpretieren, die dem Wortlaut \"actes et omissions\" (Handlungen und Unterlassungen) nach Treu und Glauben zukommt (Art. 31 Abs. 1 VRK; BGE 139 II 404 E. 7.2.1 S. 422 f.; BGE 138 II 524 E. 3.1 S. 527; PETERS, Völkerrecht, 2. Aufl. 2008, Kap. 7 N. 20), d.h. ungeachtet der innerstaatlich definierten Handlungsform (spezifisch zur Aarhus-Konvention JANS, a.a.O., S. 156; LAVRYSEN, a.a.O., S. 665). Einen Rückgriff auf landesrechtliche Kriterien (vgl. zu dessen Zulässigkeit angesichts von Art. 27 VRK BGE 140 II 460 E. 4.1 S. 465) sieht Art. 9 Abs. 3 Aarhus-Konvention bloss hinsichtlich der Voraussetzungen vor, welche die Mitglieder der Öffentlichkeit zu erfüllen haben, um als ideelle Vereinigungen zu gelten. Eine Definition des konventionsrechtlichen Anfechtungsobjekts im Sinne der Vorinstanz (Erfordernis einer Regelung von öffentlich-rechtlichen Rechten und Pflichten gegenüber Privatpersonen) würde die Durchsetzung des objektiven Umweltrechts über wirkungsvolle gerichtliche Mechanismen als erklärtes konventionsrechtliches Ziel teilweise vereiteln.\n\n4.3.4 Das Erfordernis, umweltrechtlich relevante staatliche Vorkehren ungeachtet der spezifischen Handlungsform gerichtlich anfechten zu können, geht auch aus einer gemeinsamen Übereinkunft (United Nations Economic Commission for Europe [UNECE], Meeting of 30 June and 1 July 2014 of the Parties to the Convention on Access to Information, Public Participation in Decisionmaking and Accessto Justice in Environmental Matters, Fifth session, Decision V/9b on compliance by Austria with its obligations under the Convention[ECE/MP.PP/2014/L.11]) sämtlicher Vertragsstaaten zu Art. 9 Abs. 3 Aarhus-Konvention hervor. Diese (spätere) Übereinkunft zwischen den Vertragsstaaten vermittelt den Zusammenhang, in welchen der Wortlaut des konventionsrechtlichen Anfechtungsobjekt \"Handlungen und Unterlassungen\" zu setzen ist (Art. 31 Abs. 3 lit. a VRK). Einer selbst als völkerrechtlichen Vertrag zu qualifizierenden späteren Übereinkunft zwischen sämtlichen Vertragsparteien als Herren ihrer Verträge kommt bei der Auslegung eine gewichtige Bedeutung zu (VILLIGER, Commentary, a.a.O., N. 16 zu Art. 31 VRK). BGE 141 II 233 S. 243\n\nDie Vertragsstaaten der Aarhus-Konvention halten regelmässig Tagungen ab und überprüfen mittels Konsensentscheidungen die Einhaltung des Übereinkommens (Art. 15 Aarhus-Konvention); dabei stützen sie sich insbesondere auf Berichte ab, die das Comité d'examen du respect des dispositions (eingesetzt durch Resolution I/7 ECE/MP.PP/2/Add. 8 der Vertragsstaaten vom 21.-23. Oktober 2002) verfasst. Anlässlich einer solchen Tagung vom 30. Juni 2014 bis 2. Juli 2014 haben die Vertragsstaaten beschlossen, dass das Fehlen eines Zugangs für Mitglieder der Öffentlichkeit (insbesondere für Nichtregierungsorganisationen) in einem Vertragsstaat zu einem auf Anfechtung von umweltrechtsverletzenden Handlungen oder Unterlassungen gerichteten verwaltungsbehördlichen oder gerichtlichen Verfahren die Konvention verletze. Damit haben sie eine spätere Praxis über die Auslegung von Art. 9 Abs. 3 Aarhus-Konvention im Sinne einer ideellen Verbandsbeschwerde gegen umweltrechtsrelevante Handlungen und Unterlassungen begründet (Art. 31 Abs. 3 lit. a und b VRK).\n\n4.3.5 Die Auslegung von Art. 9 Abs. 3 Aarhus-Konvention gemäss den Vorgaben von Art. 31 VRK führt somit zum Ergebnis, dass sich das konventionsrechtlich definierte Anfechtungsobjekt \"actes et omissions\" (Handlungen und Unterlassungen) nicht auf eine bestimmte umweltrechtsrelevante öffentlich-rechtliche Handlungsform gegenüber Privatpersonen beschränkt. Die umstrittenen Anordnungen zum Abschuss von geschützten Vögeln vermögen Schutzziele im Sinne von Art. 1 NHG zu beeinträchtigen und unterliegen demnach seit Inkrafttreten der Aarhus-Konvention dem konventionsrechtlichen Verbandsbeschwerderecht gemäss Art. 9 Abs. 3.\n\nDer Bundesrat ist in seiner Botschaft zur Ratifikation der Aarhus-Konvention im Übrigen davon ausgegangen, dass die schweizerische Rechtsordnung einen den Anforderungen der Konvention genügenden Rechtsschutz gewährleistet. Er hat im Zusammenhang mit dem Erfordernis der gerichtlichen Überprüfbarkeit von behördlichen Handlungen und Unterlassungen gemäss Art. 9 Abs. 3 der Aarhus-Konvention festgehalten, dass nach schweizerischem Recht beschwerdeberechtigte Organisationen nach Art. 12 NHG im Bereich des Natur- und Heimatschutzes an die Gerichte gelangen und entsprechende Entscheide überprüfen lassen können (Botschaft vom 28. März 2012 zur Genehmigung und Umsetzung der Aarhus-Konvention und von deren Änderung, BBl 2012 4323, 4348 Ziff. 3.1.4). BGE 141 II 233 S. 244\n\n4.3.6 Angesichts dieses eindeutigen Auslegungsergebnisses erübrigt sich ein Rückgriff auf ergänzende Auslegungsmittel im Sinne von Art. 32 VRK (BGE 139 II 404 E. 7.2.1 S. 423; Urteile 2C_436/2011 vom 13. Dezember 2011 E. 3.3; 2A.239/2005 vom 28. November 2005 E. 3.4.1) und damit insbesondere auf die Rechtsprechung des EuGH (Urteile vom 12. Mai 2011 C-115/09 Trianel, und vom 8. März 2011 C-240/09 Lesoochranárske zoskupenie VLK), die als Praxis eines Teils der Vertragsstaaten bei der konventionsrechtlichen Auslegung subsidiär berücksichtigt werden könnte (Villiger, 1969 Vienna Convention on the Law of Treaties, Collected Courses of the Hague Academy of International Law 2009, Bd. 344, S. 120; anders bei einer ausdrücklichen konventionsrechtlichen Vereinbarung ihrer Massgeblichkeit vgl. BGE 140 II 460 E. 4.1 S. 465 f.). Dasselbe gilt für die Feststellungen des comité d'examen du respect des dispositions (ein von den Vertragsstaaten eingesetzter Überwachungsausschuss), das zum gleichen Ergebnis gelangt ist (vgl. Findings and recommendations of the Compliance Committee with regard to compliance by Belgium with the Convention, Addendum 2 of 28 July 2006 to the report of the 12th meeting of the Committee [ECE/MP. PP/2006/4/Add.2], N. 28 f.; vgl. auch - mit Bezug auf die Keulung von Krähen - Findings of the Compliance Committee with regard to compliance by Denmark with its obligations under the Convention, Addendum 4 of 29 April 2008 to the Report of the Compliance Committee to the 3rd meeting of the Parties [ECE.MP.PP/2008/5/Add.4], N. 24 und N. 28)."}