{"annee": "141", "cour": "IV", "page": "205", "date": "19/5/2015", "cite": ["136 III 353", "131 IV 83", "125 IV 14", "132 III 586", "135 IV 6", "128 IV 81", "132 IV 49", "118 IV 61", "119 IV 250", "141 IV 10", "128 IV 154", "133 IV 171", "138 III 11"], "cite_par": ["145 IV 190", "144 IV 265"], "chapeau": "26. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. Oberstaatsanwaltschaft des Kantons Aargau gegen X. sowie Y. gegen X. und Oberstaatsanwaltschaft des Kantons Aargau (Beschwerde in Strafsachen)\n\n6B_1045/2014 / 6B_1046/2014 vom 19. Mai 2015", "regestes": ["Art. 3 al. 1 et art. 8 al. 1 CP, art. 183 ch. 1 et ancien art. 220 CP, art. 5 al. 1 et art. 7 al. 1 let. a et b de la Convention concernant la compétence, la loi applicable, la reconnaissance, l'exécution et la coopération en matière de responsabilité parentale et de mesures de protection des enfants (CLaH96); compétence de la juridiction suisse en cas d'enlèvement et d'enlèvement de mineur. Compétence des autorités suisses admise dans un cas où une mère ne disposant pas seule de l'autorité parentale empêchait que le fils, qui était parti en Ukraine passer les vacances auprès de sa grand-mère, avec l'accord préalable de son père domicilié en Suisse, ne revienne à son lieu de domicile en Suisse (consid. 5).", "Art. 31 et ancien art. 220 CP; enlèvement de mineur; délai de plainte. L'enlèvement de mineur est un délit continu. Pour la variante du \"refus de remettre\", le délai de plainte commence à courir au moment où cesse la situation illicite. La plainte déposée antérieurement couvre aussi le comportement punissable qui se poursuit encore postérieurement à son dépôt (consid. 6.3 et 6.4)."], "faits": "|206|\n\nA.\n\nA.a X. brachte im Sommer 2010 im Einverständnis mit ihrem heute getrennt von ihr lebenden Ehemann Y. den gemeinsamen Sohn Z., geboren am 17. Dezember 2005, in die Ukraine, wo er die Sommerschulferien bei seiner Grossmutter verbringen sollte. Die Eltern hatten vereinbart, dass Z. auf den Schulbeginn am 18. August 2010 in die Schweiz zurückkehren sollte. Als Z. im August 2010 noch nicht in der Schweiz angekommen war, überzeugte X. ihren Ehemann, den Aufenthalt des Sohnes bis Ende des Jahres 2010 zu verlängern, weil sie wegen ihrer Dissertation und ihrer Anstellung an der ETH |207| Zürich nicht in der Lage war, das Kind zu betreuen. Nachdem X. der Aufforderung, den Sohn Ende des Jahres 2010 in die Schweiz zurückzubringen, erneut nicht nachgekommen war, reiste Y. selber in die Ukraine, um seinen Sohn zurück in die Schweiz zu holen. Auf Anweisung von X. verweigerte ihm die Schwiegermutter indes den Zugang zu seinem Sohn. Anfang April 2011 verschwand X. aus einem Aufenthalt in der Psychiatrischen Klinik Königsfelden, Brugg, und verlegte ihren Wohnsitz in die Ukraine. Am 16. Januar 2013 wurde sie in Untersuchungshaft versetzt.\n\nX. wird vorgeworfen, sie habe entgegen ihren Versprechungen gegenüber ihrem Ehemann von Anbeginn die Absicht gehabt, ihren Sohn für immer in der Ukraine zurückzuhalten.\n\nA.b Das Bezirksgericht Brugg stellte mit superprovisorischer Verfügung vom 7. April 2011 Z. vorläufig unter die Obhut von Y. und verpflichtete X., den Sohn zur Ausübung der Obhut bis spätestens am 10. April 2011 herauszugeben. Mit Teilentscheid vom 21. April 2011 bestätigte das Bezirksgericht Brugg diese Verfügung und verpflichtete X., ihren Sohn Z. unverzüglich in die eheliche Wohnung zurückzubringen. Dieser Verpflichtung kam X. nicht nach und verweigerte ihrem Ehemann jeglichen Kontakt zum gemeinsamen Sohn. Sie versagte auch aus der Untersuchungshaft die Zustimmung zur Ausreise des Sohnes aus der Ukraine.\n\nB. Das Bezirksgericht Brugg erklärte X. am 3. Dezember 2013 der Freiheitsberaubung gemäss Art. 183 Ziff. 1 Satz 1 StGB und der Entziehung eines Unmündigen gemäss aArt. 220 StGB (in der bis zum 30. Juni 2014 geltenden Fassung) schuldig und verurteilte sie zu einer Freiheitsstrafe von 3 Jahren, unter Anrechnung der ausgestandenen Untersuchungs- und Sicherheitshaft. Von der Anklage der Entführung im Sinne von Art. 183 Ziff. 1 Satz 2 und Art. 183 Ziff. 2 StGB sprach es sie frei. Ferner widerrief das Bezirksgericht die mit Strafbefehl der Staatsanwaltschaft Brugg-Zurzach vom 11. Oktober 2011 bedingt aufgeschobene Geldstrafe von 90 Tagessätzen zu Fr. 200.-.\n\nGegen dieses Urteil erhob die Beurteilte Berufung und die Staatsanwaltschaft Brugg-Zurzach Anschlussberufung. Mit Urteil vom 5. September 2014 trat das Obergericht des Kantons Aargau auf die Berufung nicht ein. Es hob das erstinstanzliche Dispositiv auf, bestätigte den erstinstanzlichen Freispruch von der Anklage der Entführung gemäss Art. 183 Ziff. 1 Satz 2 sowie Art. 183 Ziff. 2 StGB und stellte das gegen X. geführte Strafverfahren hinsichtlich der |208| Freiheitsberaubung und des Entziehens von Unmündigen ein. Die erstinstanzlichen Verfahrenskosten und die Kosten des Berufungsverfahrens auferlegte es zur Hälfte Y. Überdies forderte es von diesem die dem amtlichen Verteidiger der Beschuldigten für beide Instanzen zugesprochenen Parteientschädigungen im Umfang von 50 % zurück. Schliesslich entliess es X. aus der Sicherheitshaft (vgl. zur Sicherheitshaft Urteil des Bundesgerichts 1B_399/2013 / 1B_415/ 2013 vom 29. November 2013).\n\nC. Die Oberstaatsanwaltschaft des Kantons Aargau (Beschwerdeführerin 1) und Y. (Beschwerdeführer 2) führen Beschwerde in Strafsachen. Die Oberstaatsanwaltschaft stellt Antrag auf Aufhebung des angefochtenen Urteils und Rückweisung der Sache an die Vorinstanz zur Durchführung eines Berufungsverfahrens. Y. beantragt, die Sache sei zur Neubeurteilung an die Vorinstanz zurückzuweisen. Eventualiter sei die Berufung von X. (Beschwerdegegnerin) abzuweisen.\n\nD. Das Obergericht des Kantons Aargau beantragt die Abweisung der Beschwerde der Oberstaatsanwaltschaft. Zur Beschwerde von Y. liess es sich nicht vernehmen. Die Oberstaatsanwaltschaft hat auf Gegenbemerkungen zur Beschwerde von Y. verzichtet. X. hat sich nicht vernehmen lassen.", "considerants": "Aus den Erwägungen:\n\n5.\n\n5.1 Die Beschwerdeführerin 1 macht in Bezug auf die Frage der schweizerischen Gerichtsbarkeit geltend, die Beschwerdegegnerin habe spätestens im Dezember 2010 den Vorsatz gefasst, das Kind in der Ukraine zurückzubehalten. Denn dem Beschwerdeführer 2, der zu jenem Zeitpunkt in die Ukraine gereist war, sei es auf Anweisung der Beschwerdegegnerin verwehrt worden, seinen Sohn eigenhändig in die Schweiz zurückzuholen. Im Dezember 2010, als sie ihrer Mutter die Anweisung erteilt habe, das Kind zurückzubehalten, habe sich die Beschwerdegegnerin noch in der Schweiz befunden. Sie sei auch während weiterer drei Monate in der Schweiz verblieben, ohne den Sohn in die Schweiz an seinen gewöhnlichen Aufenthaltsort zu bringen und damit den rechtmässigen Zustand wieder herzustellen. Dadurch habe sie den Tatbestand der Freiheitsberaubung sowohl durch Unterlassen als auch durch aktives Tun erfüllt, wobei der Handlungsort in der Schweiz liege. Die Vorinstanz nehme daher zu Unrecht an, es liege ein Auslanddelikt vor. Ob der |209| Entscheid des Bezirksgerichts Brugg, mit welchem der Sohn unter die Obhut des Beschwerdeführers 2 gestellt wurde, nichtig oder anfechtbar sei, sei ohne Belang, da die Frage, wer das Sorgerecht oder die Obhut innegehabt habe, für die Freiheitsberaubung unerheblich sei. Es treffe auch nicht zu, dass der Beschwerdeführer 2 mit dem Verbleib seines Sohnes in der Ukraine einverstanden gewesen sei und dessen Aufenthalt legalisiert habe. Dies ergebe sich namentlich daraus, dass das Kind auf August 2010 in einer Privatschule angemeldet gewesen sei. Aus dem Umstand, dass er auf die falschen Versprechungen seiner Ehefrau vertraut habe, lasse sich jedenfalls nicht auf sein Einverständnis schliessen. Im Übrigen sei nachgewiesen, dass die Beschwerdegegnerin von Anfang an die Absicht gehabt habe, den Sohn nicht mehr in die Schweiz zurückzubringen, denn sie habe sich ohne Wissen des Beschwerdeführers 2 bereits im Frühling 2010 um die ukrainische Staatsbürgerschaft des Sohnes bemüht. Daraus ergebe sich, dass sie den Vorsatz für die Freiheitsberaubung in der Schweiz gefasst und aufrechterhalten habe.\n\nDie Beschwerdeführerin 1 rügt weiter, die Vorinstanz verletze Bundesrecht auch insofern, als sie die schweizerische Gerichtsbarkeit in Bezug auf den Tatbestand des Entziehens eines Unmündigen im Sinne von aArt. 220 StGB verneine. Dass die minderjährige Person ihren gewöhnlichen Aufenthalt am gleichen Ort wie der Inhaber des Obhutsrechts habe, sei nicht Voraussetzung der Strafbarkeit. Es stehe einer Bestrafung mithin nicht entgegen, wenn das entzogene Kind einen neuen gewöhnlichen Aufenthalt in einem anderen Land begründet habe. Die Regelung internationaler Abkommen über die zivilrechtliche Zuständigkeit von Zivilgerichten im Falle von Kindsentführungen berühre die Zuständigkeit für die strafrechtliche Verfolgung der entsprechenden Taten nicht. Die Beschwerdegegnerin sei daher nach schweizerischem Recht strafbar, da beide Elternteile die elterliche Sorge ausgeübt hätten und die Beschwerdegegnerin sich geweigert habe, den gemeinsamen Sohn in die Schweiz zurückzubringen. Die Beschwerdegegnerin sei mit dem Beschwerdeführer 2 verheiratet gewesen. Solange sie sich in der Schweiz aufgehalten habe, habe ein gemeinsames Sorgerecht nach schweizerischem Recht bestanden. Sie habe daher - auch nachdem der Sohn in die Ukraine verbracht worden sei - nicht alleine über dessen Aufenthalt entscheiden dürfen.\n\n5.2 Gemäss Art. 3 Abs. 1 StGB ist dem Schweizerischen Strafgesetzbuch unterworfen, wer in der Schweiz ein Verbrechen oder ein |210| Vergehen verübt. Nach Art. 8 Abs. 1 StGB (aArt. 7 Abs. 1 StGB) gilt ein Verbrechen oder ein Vergehen als da begangen, wo der Täter es ausführt oder pflichtwidrig untätig bleibt, und da, wo der Erfolg eingetreten ist. Als Ausführung der Tat gilt jedes einzelne tatbestandsmässige Verhalten. Dabei genügt bereits eine teilweise Erfüllung des Tatbestands auf schweizerischem Gebiet, nicht aber der blosse Entschluss zur Tat oder die Vorbereitungshandlung (BGE 119 IV 250 E. 3c; Urteile des Bundesgerichts 6B_123/2014 vom 2. Dezember 2014 E. 2.3, nicht publ. in: BGE 141 IV 10; 6B_127/2013 vom 3. September 2013 E. 4.2; je mit weiteren Hinweisen).\n\nBeim Unterlassungsdelikt liegt der Handlungsort dort, wo der Täter handeln müsste (BGE 125 IV 14 E. 2c/aa). Ist die strafrechtlich gebotene Handlung nicht an einen bestimmten Ort gebunden, ist der Handlungsort jeder bis zu diesem Zeitpunkt faktisch gewählte, vorübergehende Aufenthaltsort des Unterlassungstäters (Urteil 6B_123/ 2014 vom 2. Dezember 2014 E. 2.3, nicht publ. in: BGE 141 IV 10, mit weiteren Hinweisen).\n\nNach der Rechtsprechung erscheint es im internationalen Verhältnis zur Vermeidung negativer Kompetenzkonflikte grundsätzlich als geboten, auch in Fällen ohne engen Bezug zur Schweiz die schweizerische Zuständigkeit zu bejahen (BGE 133 IV 171 E. 6.3).\n\n5.3\n\n5.3.1 Gemäss aArt. 220 StGB (in der bis zum 30. Juni 2014 geltenden Fassung) wird auf Antrag bestraft, wer eine minderjährige Person dem Inhaber des Obhutsrechts entzieht oder sich weigert, sie ihm zurückzugeben. Rechtsgut ist das Aufenthaltsbestimmungsrecht als Teilbereich des familienrechtlichen Sorgerechts. Die Befugnis, den Aufenthaltsort des Kindes sowie die Art und Weise seiner Unterbringung zu bestimmen, ist Teil der elterlichen Sorge (BGE 136 III 353 E. 3.2; vgl. nunmehr Art. 301a Abs. 1 ZGB). Der Tatbestand schützt demnach - auch nach dem neuen Wortlaut - diejenige Person, die über den Aufenthaltsort des Kindes bestimmen darf (BGE 125 IV 14 E. 2a S. 15 f.; BGE 118 IV 61 E. 2a S. 63). Wer dies ist, ergibt sich aus dem Zivilrecht (BGE 128 IV 154 E. 3.3 S. 160; aArt. 297 Abs. 1 ZGB; vgl. nunmehr Art. 296 Abs. 2; Art. 301a Abs. 1 ZGB).\n\nDer Beschwerdeführer 2 und die Beschwerdegegnerin waren in der Tatzeit unbestrittenermassen beide Inhaber der elterlichen Sorge über den gemeinsamen Sohn. Die Beschwerdegegnerin durfte daher nicht uneingeschränkt über den Aufenthaltsort des Kindes |211| entscheiden. Da der Beschwerdeführer 2 dem Verbleiben des Kindes in der Ukraine nicht zugestimmt und er seinen Wohnsitz in der Schweiz hatte, hätte die Beschwerdegegnerin den gemeinsamen Sohn in die Schweiz zurückbringen müssen. Damit besteht bezüglich des Tatbestands des Entziehens eines Unmündigen ein schweizerischer Begehungsort im Sinne von Art. 8 Abs. 1 StGB (Urteil 6B_123/2014 vom 2. Dezember 2014 E. 2.4, nicht publ. in: BGE 141 IV 10; BGE 125 IV 14 E. 2c/cc S. 17). Dies gilt umso mehr, als auch die Beschwerdegegnerin Ende des Jahres 2010, als sie ihre Mutter angewiesen hatte, den Sohn dem Beschwerdeführer 2 nicht herauszugeben, in der Schweiz weilte.\n\nDieselben Erwägungen gelten in Bezug auf die Anklage der Freiheitsberaubung gemäss Art. 183 Ziff. 1 StGB. Nach dieser Bestimmung macht sich strafbar, wer jemanden unrechtmässig festnimmt oder gefangen hält (1. Halbsatz). Soweit die Beschwerdegegnerin sich in der fraglichen Zeit in der Schweiz aufhielt, hätte sie von ihrem Aufenthaltsort aus die Anweisung erteilen müssen, den Sohn in die Schweiz zurückzuführen. Indem sie dies unterliess, blieb sie in der Schweiz pflichtwidrig untätig. Daraus ergibt sich die schweizerische Gerichtsbarkeit. Bei dieser Sachlage muss nicht geprüft werden, ob die Beschwerdegegnerin bereits im Sommer 2010 den Vorsatz gefasst hatte, das Kind dauerhaft in die Ukraine zu verbringen, wofür die Beschwerde führenden Parteien stichhaltige Gründe vorbringen. Ob das Verhalten der Beschwerdegegnerin nach der neueren Rechtsprechung als Freiheitsberaubung im Sinne von Art. 183 Ziff. 1 StGB zu würdigen ist, bildet nicht Gegenstand des vorliegenden Verfahrens und muss daher nicht geprüft werden (vgl. hiezu nunmehr BGE 141 IV 10 E. 4.4).\n\n5.3.2 Was die Vorinstanz in diesem Kontext zur Zuständigkeit der Gerichte am Ort des gewöhnlichen Aufenthalts eines Minderjährigen erwägt, ist ohne Bedeutung, zumal es hier nicht um die Regelung der Kinderbelange, namentlich die Zuteilung der elterlichen Sorge sowie die Regelung des persönlichen Verkehrs zwischen Eltern und Kindern geht (vgl. BGE 138 III 11 E. 5.1; BGE 132 III 586 E. 2.2.1). Es mag zutreffen, dass gemäss Art. 20 Abs. 1 lit. b IPRG (SR 291) eine natürliche Person ihren gewöhnlichen Aufenthalt in dem Staat hat, in dem sie während längerer Zeit lebt, selbst wenn diese Zeit von vornherein befristet ist. Doch gilt diese gesetzliche Umschreibung nicht für Staatsverträge, denen die Schweiz beigetreten ist (vgl. Urteil 5A_427/ 2009 vom 27. Juli 2009 E. 3.2, in: FamPra.ch 2009 S. 1088; KURT |212| SIEHR, Das Internationale Privatrecht der Schweiz, 2002, S. 138 f.). Gemäss Art. 85 Abs. 1 IPRG gilt für den Schutz von Kindern in Bezug auf die Zuständigkeit der schweizerischen Gerichte oder Behörden das Haager Übereinkommen vom 19. Oktober 1996 über die Zuständigkeit, das anzuwendende Recht, die Anerkennung, Vollstreckung und Zusammenarbeit auf dem Gebiet der elterlichen Verantwortung und der Massnahmen zum Schutz von Kindern (Haager Kindesschutzübereinkommen, HKsÜ; SR 0.211.231.011). Nach Art. 5 Abs. 1 HKsÜ sind zur Ergreifung von Massnahmen zum Schutz der Person oder des Vermögens des Kindes die Behörden des Vertragsstaats zuständig, in dem das Kind seinen gewöhnlichen Aufenthalt hat. Bei widerrechtlichem Verbringen oder Zurückhalten des Kindes bleiben diese Behörden, wie die Beschwerdeführerin 1 zu Recht vorbringt, nach Art. 7 Abs. 1 lit. a und b HKsÜ so lange zuständig, bis das Kind einerseits einen gewöhnlichen Aufenthalt in einem anderen Staat erlangt hat und andererseits jede sorgeberechtigte Person, Behörde oder sonstige Stelle das Verbringen oder Zurückhalten genehmigt hat oder das Kind sich in diesem anderen Staat mindestens während eines Jahres aufgehalten hat, nachdem die sorgeberechtigte Person seinen Aufenthaltsort kannte oder hätte kennen müssen, kein während dieses Zeitraums gestellter Antrag auf Rückgabe mehr anhängig ist und das Kind sich in seinem neuen Umfeld eingelebt hat (vgl. Urteile 5A_218/2014 vom 25. Juni 2014 E. 4.2; 5A_509/2012 vom 20. August 2012 E. 5.2). Zweck dieser Bestimmung ist es zu verhindern, dass sich der entführende Elternteil missbräuchlich Vorteile mit Bezug etwa auf das Obhuts- und Sorgerecht erwirken kann (MONIQUE JAMETTI GREINER, in: Scheidung, Ingeborg Schwenzer [Hrsg.], 2. Aufl. 2011, Anhang IPR N. 120; dies., Der neue internationale Kindesschutz in der Schweiz, FamPra.ch 9/2008 S. 288). Dass die Voraussetzungen von Art. 7 Abs. 1 lit. b HKsÜ erfüllt wären, behauptet die Vorinstanz zu Recht nicht.\n\nDas angefochtene Urteil verletzt in diesem Punkt somit Bundesrecht.\n\n6.\n\n6.1 In Bezug auf die Anklage des Entziehens eines Unmündigen nimmt die Vorinstanz in einer Eventualbegründung an, die Strafbarkeit der Beschwerdegegnerin wäre auch zu verneinen, wenn die schweizerische Gerichtsbarkeit zu bejahen wäre. Die Beschwerdegegnerin sei mit Strafbefehl der Staatsanwaltschaft Brugg-Zurzach vom 11. Oktober 2011 wegen Entziehens von Unmündigen, begangen im Zeitraum vom 1. Januar bis 11. Oktober 2011 rechtskräftig |213| verurteilt worden. Da die Verurteilung nur die Herbeiführung und die Aufrechterhaltung des rechtswidrigen Zustandes bis zum Urteilszeitpunkt erfasse, sei das Aufrechterhalten des Dauerzustandes nach dem Urteil als selbstständige Tat zu werten. Dementsprechend habe die Staatsanwaltschaft Brugg-Zurzach aufgrund desselben Verhaltens der Beschwerdegegnerin ab dem 11. Oktober 2011 erneut Anklage erhoben, nachdem diese Z. noch immer nicht in die Schweiz zurückgebracht hatte. Die strafrechtliche Verfolgung des Aufrechterhaltens eines Dauerzustandes nach einem verurteilenden Erkanntnis als selbstständige Tat setze daher einen neuen Strafantrag voraus. Ein solcher Antrag liege für die Zeit ab dem 12. Oktober 2011 nicht vor. Es fehle daher auch insofern an einer Prozessvoraussetzung, so dass auch aus diesem Grund nicht auf die Berufung eingetreten werden könne und das Verfahren einzustellen sei.\n\n6.2 Die Beschwerdeführerin 1 macht geltend, aus dem Schreiben des Beschwerdeführers 2 vom 25. Januar 2013 ergebe sich, dass er für alle in Frage kommenden Delikte Strafantrag gestellt habe. Es liege daher kein Prozesshindernis vor. Ausserdem handle es sich bei Art. 220 StGB um ein Dauerdelikt. Bei einem solchen beginne die Antragsfrist erst mit der Beseitigung des rechtswidrigen Zustandes zu laufen. Da das Delikt am 25. Januar 2013 noch nicht beendet war, sei der Strafantrag somit fristgerecht gestellt worden.\n\n6.3 Gemäss Art. 31 StGB (aArt. 29 StGB) erlischt das Recht, Strafantrag zu stellen, nach Ablauf von drei Monaten. Die Frist beginnt mit dem Tag, an welchem der antragsberechtigten Person der Täter bekannt wird. Ein Dauerdelikt liegt vor, wenn die Begründung des rechtswidrigen Zustandes mit den Handlungen, die zu seiner Aufrechterhaltung vorgenommen werden, bzw. mit der Unterlassung seiner Aufhebung eine Einheit bildet und das auf das Fortdauern des deliktischen Erfolgs gerichtete Verhalten vom betreffenden Straftatbestand ausdrücklich oder sinngemäss mitumfasst ist. Dauerdelikte sind mit anderen Worten dadurch gekennzeichnet, dass die zeitliche Fortdauer eines rechtswidrigen Zustandes oder Verhaltens noch tatbestandsmässiges Unrecht bildet. Das Dauerdelikt ist vollendet, wenn die strafbare Handlung ausgeführt wurde. Beendet ist es mit dem Ende oder der Unterdrückung des rechtswidrigen Zustandes. Die Rechtsprechung hat ein Dauerdelikt etwa bejaht bei der Freiheitsberaubung und der qualifizierten Entführung gemäss Art. 183 Ziff. 2 i.V.m. Art. 184 Abs. 4 StGB, der Vernachlässigung von Unterhaltspflichten im Sinne von Art. 217 StGB sowie dem |214| Vorenthalten und Entziehen von Unmündigen nach Art. 220 StGB (BGE 132 IV 49 E. 3.1.2; BGE 131 IV 83 E. 2.1.2 mit Hinweisen). Die Strafantragsfrist beginnt bei Dauerdelikten an dem Tag zu laufen, an welchem das strafbare Verhalten aufhört (BGE 132 IV 49 E. 3.1.2.3). Wie das Bundesgericht im Zusammenhang mit der Vernachlässigung von Unterhaltspflichten festgehalten hat, ist es dem Gläubiger nicht zumutbar, alle drei Monate einen Strafantrag zu stellen, wenn der Schuldner seinen Verpflichtungen während einer langen Zeitspanne nicht nachkommt (BGE, a.a.O.). Dies bedeutet indes nicht, dass der Strafantrag bei Dauerdelikten erst nach Beendigung des Dauerdelikts gestellt werden könnte. Wird der Antrag erhoben, solange der deliktische Zustand noch andauert, so erstreckt er sich auch auf das nachträglich noch weiter andauernde tatbestandsmässige Verhalten weiter (BGE 128 IV 81 E. 2a; CHRISTOF RIEDO, in: Basler Kommentar, Strafrecht, Bd. I, 3. Aufl. 2013, N. 101 zu Art. 30 und N. 22 zu Art. 31 StGB).\n\n6.4 Der Beschwerdeführer 2 erstattete am 4. März 2011 Strafanzeige/Strafantrag gegen die Beschwerdegegnerin wegen Entziehens von Unmündigen im Sinne von aArt. 220 StGB. Sein Strafantrag bezieht sich mithin auf ein Dauerdelikt. Die Antragsfrist beginnt bei der Tatvariante der \"Weigerung der Rückgabe\" von Art. 220 StGB mithin erst ab dem Zeitpunkt, in welchem der rechtswidrige Zustand beendet wird (ANDREAS ECKERT, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. 2013, N. 36 zu Art. 220 StGB; DONATSCH/WOHLERS, Delikte gegen die Allgemeinheit, 4. Aufl. 2011, S. 29). Da der Antrag indes auch auf die auf den Antrag folgende spätere deliktische Tätigkeit weiterwirkt, liegt im zu beurteilenden Fall auch für die Zeit nach dem 11. Oktober 2011 ein gültiger Strafantrag vor. Daran ändert nichts, dass die Beschwerdegegnerin mit Strafbefehl der Staatsanwaltschaft Brugg-Zurzach vom 11. Oktober 2011 für den Zeitraum 1. Januar bis 11. Oktober 2011 des Entziehens von Unmündigen schuldig erklärt und zu einer bedingten Geldstrafe verurteilt wurde. Für die von dieser Verurteilung erfasste Dauer des Delikts verbietet der Grundsatz \"ne bis in idem\" in einem späteren Verfahren indes eine erneute Bestrafung (BGE 135 IV 6 E. 3.2). Im Übrigen hat der Beschwerdeführer 2 am 25. Januar 2013 für alle in Frage kommenden Delikte erneut Strafantrag gestellt. Da das Dauerdelikt auch zu jenem Zeitpunkt nicht beendet war, ist auch dieser Antrag rechtzeitig erhoben worden. Die Auffassung der Vorinstanz, wonach kein gültiger Strafantrag vorliege, verstösst somit gegen Bundesrecht."}