{"annee": "141", "cour": "III", "page": "289", "date": "3/7/2015", "cite": ["120 II 197"], "cite_par": [], "chapeau": "42. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. AG (Beschwerde in Zivilsachen)\n\n4A_710/2014 vom 3. Juli 2015", "regestes": ["Art. 32 al. 1 CO; procuration apparente. Conditions d'une procuration apparente (interne) par actes concluants (consid. 4)."], "faits": "|289|\n\nA. Am 4. Juli 2002 überquerte C. mit ihrem Fahrrad einen Bahnübergang der B. AG. Dabei wurde sie von einem Zug der B. AG erfasst und starb noch an der Unfallstelle an den erlittenen Verletzungen. C. hinterliess ihren Ehemann A. (Kläger, Beschwerdeführer) und drei gemeinsame Kinder.\n\nFür Forderungen aufgrund dieses Unfalls wurde A. und seinen Kindern namens der B. AG der Verzicht auf die Verjährungseinrede erklärt: Zuerst mit Schreiben vom 18. Juni 2004 durch D. (damaliger Leiter Betrieb und Verkauf der B. AG), befristet bis zum 3. Juli 2005; sodann am 19. April 2005 durch E. (Sachbearbeiterin in der Abteilung Betrieb), befristet bis zum 3. Juli 2006.\n\nMit Zahlungsbefehl vom 26. Juni 2006 liessen A. und seine Kinder die B. AG über den Betrag von Fr. 5 Mio. nebst Zins betreiben. Am 15. März 2007 ersuchte A. das Friedensrichteramt N. um Einleitung des Vermittlungsverfahrens; er forderte von der B. AG Fr. 1'099'026.30 nebst Zins. Der Vermittlungsversuch vom 22. Juni 2007 scheiterte. Mit Zahlungsbefehl vom 12. März 2009 liessen A. und seine Kinder |290| die B. AG über den Betrag von Fr. 1'099'026.30 nebst Zins betreiben. Eine weitere Betreibung über denselben Betrag erfolgte mit Zahlungsbefehl vom 11. März 2011.\n\nB. Am 21. Dezember 2012 reichte A. beim Handelsgericht des Kantons Aargau Klage ein und beantragte, die B. AG sei zur Zahlung von Fr. 1'057'362.95 nebst Zins zu verurteilen. Nach Angabe des Klägers sind in diesem Betrag auch Ansprüche seiner Kinder enthalten. Die Beklagte brachte in ihrer Klageantwort vor, die Ansprüche des Klägers seien verjährt.\n\nMit Verfügung vom 15. Juli 2013 beschränkte der (damalige) Präsident des Handelsgerichts des Kantons Aargau das Verfahren auf die Frage der Verjährung. Mit Urteil vom 30. Oktober 2014 wies das Handelsgericht des Kantons Aargau die Klage ab. Es kam zum Schluss, D. und E. wären zur Unterzeichnung einer Verjährungseinredeverzichtserklärung im Namen der B. AG nicht bevollmächtigt gewesen, weshalb weder die Erklärung vom 18. Juni 2004 noch diejenige vom 19. April 2005 rechtsverbindlich seien. Die eingeklagten Forderungen seien daher verjährt.\n\nC. Mit Beschwerde in Zivilsachen vom 17. Dezember 2014 beantragt A. dem Bundesgericht, das Urteil des Handelsgerichts des Kantons Aargau sei aufzuheben, die Verjährungseinrede der Beschwerdegegnerin sei abzuweisen und die Angelegenheit sei zur materiellen Prüfung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut. Es hebt das Urteil des Handelsgerichts des Kantons Aargau vom 30. Oktober 2014 insoweit auf, als sich die Abweisung der Klage auf die Ansprüche des Beschwerdeführers bezieht. Das Bundesgericht weist die Sache an die Vorinstanz zurück, damit sie über die Ansprüche des Beschwerdeführers neu entscheide. Im Übrigen weist es die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n4. Der Beschwerdeführer rügt weiter, die Vorinstanz habe zu Unrecht eine Bevollmächtigung durch (interne) Duldungs- oder Anscheinsbevollmächtigung verneint.\n\n4.1 Die Ermächtigung zur Stellvertretung i.S.v. Art. 32 Abs. 1 OR kann ausdrücklich oder stillschweigend erfolgen. Eine stillschweigende (interne) Bevollmächtigung kann dabei auch aus Duldung oder Anschein beansprucht werden (BGE 120 II 197 E. 2 S. 198 f. und |291| E. 3b S. 204). Eine (interne) Anscheinsbevollmächtigung liegt vor, wenn einerseits der Vertretene keine Kenntnis hat, dass ein anderer sich als sein Vertreter ausgibt, er bei pflichtgemässer Aufmerksamkeit das Vertreterhandeln aber hätte erkennen müssen, und andererseits der Vertreter das Verhalten des Vertretenen nach Treu und Glauben als Bevollmächtigung auffassen darf (Urteil 4C.287/2002 vom 15. Dezember 2003 E. 4). Weiss der Vertretene, dass er gegen seinen Willen vertreten wird, schreitet aber trotzdem nicht gegen die unerbetene Vertretung ein, so liegt eine (interne) Duldungsbevollmächtigung vor (Urteil 5A_500/2010 vom 12. Oktober 2010 E. 6.2.2).\n\n4.2 Die Vorinstanz hat ausgeführt, die Beschwerdegegnerin bzw. F. (Direktor der B. AG) habe keine Kenntnis von D.s Vertreterhandeln bei der Unterzeichnung der Verzichtserklärung vom 18. Juni 2004 gehabt. Einerseits habe F. ausgesagt, er habe erst im Jahr 2006 von der Erklärung erfahren. Andererseits habe auch D. selbst die Frage, ob er mit F. über die Verzichtserklärung gesprochen habe, mit \"Eher nein\" beantwortet. Aus denselben Gründen sei auch die von E. unterzeichnete Erklärung nicht rechtsverbindlich. D., E. und G. (Stellvertreter von D.) hätten aber alle ausgesagt, Einzelunterschriften seien bei der Beschwerdegegnerin üblich gewesen. F. habe dazu ausgesagt, er habe Einzelunterschriften nur bis zu einem bestimmten finanziellen Bedeutungsgrad von seinem Vorgänger übernommen. Er habe zwar gewusst, dass D. teilweise alleine unterzeichne, allerdings nur bezüglich \"Sachen, die eben im täglichen operativen Geschäft schnell nötig\" gewesen seien. In Bezug auf die Verjährungseinredeverzichtserklärung vom 18. Juni 2004 habe F. angegeben, von ihm aus gesehen sei klar, \"dass hier eine Doppelunterschrift gemäss HR drauf sein müsste\". Nach Auffassung des Handelsgerichts handle es sich bei dieser Erklärung unzweifelhaft um einen Fall mit grosser finanzieller Tragweite. Hinzu komme, dass es gemäss Aussage des Zeugen G. nur zwei bis drei Unfälle pro Jahr gegeben habe, die eine solche Verjährungseinredeverzichtserklärung notwendig gemacht hätten. Es habe sich mithin um einen ungewöhnlichen, das operative Tagesgeschäft sprengenden Vorfall gehandelt. D. habe daher selbst als Mitglied der Geschäftsleitung und Kollektivzeichnungsberechtigter nicht davon ausgehen können, die Beschwerdegegnerin bzw. F. hätte ihn zur Abgabe dieser Erklärung ermächtigen wollen. D. wäre verpflichtet gewesen, sich diesbezüglich bei der Geschäftsleitung (insb. F.) oder dem Verwaltungsrat entsprechend zu erkundigen. Das gelte auch für E., welche gemäss Handelsregistereintrag über kein Zeichnungsrecht verfügt habe. |292|\n\n4.3 In Bezug auf die (interne) Duldungsbevollmächtigung rügt der Beschwerdeführer eine willkürliche Beweiswürdigung. Die Feststellung der Vorinstanz, wonach die Beschwerdegegnerin keine Kenntnis von der Vertretung gehabt habe, sei abwegig und unlogisch. Wenn F. aussage, er habe sukzessive ab einem gewissen Bedeutungsgrad die Doppelunterschrift eingeführt, so heisse dies gleichzeitig, dass vorher keine Doppelunterschrift gelebt worden sei und die Beschwerdegegnerin von dieser Übung Kenntnis gehabt haben müsse.\n\nAus diesen Aussagen lässt sich entgegen der Ansicht des Beschwerdeführers keine willkürliche Beweiswürdigung der Vorinstanz ableiten. Das Bestehen einer Übung vermag alleine nicht zu beweisen, dass die Beschwerdegegnerin im konkreten Fall Kenntnis von der Vertretung hatte. Dies gilt umso mehr, als sowohl F. als auch D. ausgesagt haben, sie hätten nicht bzw. eher nicht über diese Verjährungseinredeverzichtserklärung gesprochen; auch E. hat ausgesagt, (nur) D. und dessen Stellvertreter G. hätten ihr die Kompetenz zur Unterzeichnung der Verjährungseinredeverzichtserklärung erteilt. Diese Aussagen stellt der Beschwerdeführer nicht in Frage. Die Rüge der willkürlichen Beweiswürdigung ist unbegründet.\n\n4.4\n\n4.4.1 In Bezug auf die (interne) Anscheinsbevollmächtigung bringt der Beschwerdeführer vor, bei den Verjährungseinredeverzichtserklärungen handle es sich nicht um Fälle \"mit grosser finanzieller Tragweite\" bzw. um \"ungewöhnliche\" Fälle. Nach den übereinstimmenden Aussagen der Mitarbeiter und der Zeugen G., D. und E. sei bei Verjährungsverzichten nie eine Zweitunterschrift eingeholt worden. Die Erklärungen seien allerdings mit dem Versicherungs-Verband Schweizerischer Transportunternehmungen (VVST) vorbesprochen worden. G. habe zudem ausgesagt, er habe oft mit solchen Erklärungen zu tun gehabt. Die befragten Mitarbeiter hätten genau gewusst, wie vorzugehen sei, nämlich mit dem VVST Kontakt aufzunehmen und dessen Anweisungen zu befolgen. Zudem sei eine Erklärung über den Verzicht auf die Verjährungseinrede ein Paradebeispiel für eine schnell vorzunehmende Handlung. Die Erklärung als solche habe dabei keine finanzielle Bedeutung, würde diese doch unpräjudiziell erfolgen. Es werde nur auf eine Einrede für eine bestimmte Zeit verzichtet. Die Verzichtserklärungen seien sodann im Interesse der Beschwerdegegnerin erfolgt; hätten die Mitarbeiter nicht auf die Einrede verzichtet, wäre eine Betreibung erfolgt, worauf der Beschwerdeführer in seiner vorinstanzlichen Stellungnahme zur Duplik hingewiesen habe. Die Beschwerdegegnerin habe ein finanzielles Interesse daran gehabt, Betreibungseinträge zu verhindern. |293|\n\n4.4.2 Für eine (interne) Anscheinsbevollmächtigung ist erstens erforderlich, dass der Vertretene bei pflichtgemässer Aufmerksamkeit das Vertreterhandeln hätte erkennen müssen (vgl. E. 4.1). Der Direktor F. wusste nach eigenen Aussagen, dass D. teilweise alleine unterzeichnete. Zudem haben sowohl D. als auch E. und G. übereinstimmend ausgesagt, Einzelunterschriften seien bei der Beschwerdegegnerin üblich gewesen. Bei dieser Ausgangslage hätte die Beschwerdegegnerin entgegen der Ansicht der Vorinstanz bei pflichtgemässer Aufmerksamkeit das Vertreterhandeln erkennen müssen. F. ging zwar davon aus, diese Praxis beschränke sich auf \"Sachen, die (...) im täglichen operativen Geschäft schnell nötig\" gewesen seien und Einzelunterschriften würden nur bis zu einem bestimmten finanziellen Bedeutungsgrad verwendet. Dem ist zu entgegnen, dass diese Umschreibung der Geschäfte, welche auch nach Ansicht von F. durch Einzelunterschrift hätten erledigt werden dürfen, sehr vage ist. So bringt der Beschwerdeführer zu Recht vor, dass auch Verjährungseinredeverzichtserklärungen unter Umständen schnell ausgestellt werden müssen. Zudem kann der Ansicht der Vorinstanz, wonach es sich bei einer solchen Erklärung unzweifelhaft um einen Fall mit grosser finanzieller Tragweite handle, nicht gefolgt werden. Der Verzicht auf die Einrede der Verjährung stellt - wie auch der Beschwerdeführer ausführt - noch keine Anerkennung der Forderung dar. Mit einer Verzichtserklärung geht mithin noch keine finanzielle Verpflichtung der Beschwerdegegnerin einher. Im Gegenteil dient eine solche Erklärung auch den Interessen der Beschwerdegegnerin: Hätte sie nicht auf die Verjährungseinrede verzichtet, so wäre der Beschwerdeführer gezwungen gewesen, die Verjährung etwa durch Betreibung oder (damals) durch ein Gesuch um Ladung zu einem amtlichen Sühneversuch zu unterbrechen, wie er dies in der Folge ja auch mehrfach getan hat.\n\nFür eine (interne) Anscheinsbevollmächtigung ist zweitens erforderlich, dass der Vertreter das Verhalten des Vertretenen nach Treu und Glauben als Bevollmächtigung auffassen darf (vgl. E. 4.1). D. und E. waren beide der Auffassung, sie seien beim Ausstellen der einzeln unterzeichneten Verjährungseinredeverzichtserklärungen korrekt vorgegangen. Auch hier ist entscheidend, dass es nach übereinstimmender Aussage dreier Personen üblich war, einzeln zu unterzeichnen. Sowohl D. als auch E. durften aufgrund dieser Praxis davon ausgehen, sie seien zu diesem Handeln bevollmächtigt. Wie ihr Vorgehen zeigt, wurde diese Praxis auch unter F. (zumindest teilweise) faktisch weitergeführt. Relevant ist auch hier, dass eine grosse |294| finanzielle Tragweite bei einem blossen Verzicht auf die Verjährungseinrede wie bereits ausgeführt zu verneinen ist. Sowohl D. als auch E. durften somit nach Treu und Glauben davon ausgehen, die (für bestimmte Geschäfte unbestrittenermassen geltende) Bevollmächtigung zur Einzelunterschrift gelte auch bei der Ausstellung von Verjährungseinredeverzichtserklärungen.\n\n4.4.3 Damit hat die Vorinstanz Bundesrecht verletzt, indem sie eine (interne) Anscheinsbevollmächtigung von D. und E. verneint hat. Sowohl die von D. unterzeichnete Verjährungseinredeverzichtserklärung vom 18. Juni 2004 als auch die von E. unterzeichnete Erklärung vom 19. April 2005 binden mithin die Beschwerdegegnerin. Damit sind die Forderungen des Beschwerdeführers nicht verjährt."}