{"annee": "141", "cour": "V", "page": "509", "date": "27/8/2015", "cite": ["134 I 179", "126 I 180", "135 I 130", "140 I 176", "131 II 271", "133 II 396"], "cite_par": ["144 V 138", "142 II 451", "143 II 283", "142 II 182"], "chapeau": "57. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Vorsorgestiftung A. gegen Bernische BVG- und Stiftungsaufsicht (BBSA) (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_225/2015 vom 27. August 2015", "regestes": ["Art. 61 al. 1 et art. 62a al. 3, 1re phrase, LPP (dans leur teneur en vigueur depuis le 1er janvier 2012); ordonnance du Conseil-exécutif du canton de Berne du 30 mars 2011 sur la surveillance des institutions de prévoyance, des fondations et des caisses de compensation pour allocations familiales (OSIFC) et règlement du 21 octobre 2011 fixant les émoluments de l'Autorité bernoise de surveillance des institutions de prévoyance et des fondations (dans leur teneur en vigueur du 1er janvier 2012 au 31 décembre 2014); coûts des mesures relevant de la surveillance (émolument de surveillance). La réglementation applicable entre 2012 et 2014 dans le canton de Berne en matière d'émoluments de surveillance des institutions de prévoyance et des institutions qui servent à la prévoyance dont le total du bilan - au 31 décembre de l'année précédente - se situe entre 500'001 fr. et 1'000'000 fr., viole le droit fédéral (consid. 7.3)."], "faits": "|510|\n\nA. Mit Schreiben vom 13. Februar 2013 stellte die Bernische BVG- und Stiftungsaufsicht (BBSA) der Vorsorgestiftung A. die Gebühren-Rechnung für das Aufsichtsjahr 2012 über Fr. 1'800.- zu. Der Betrag setzte sich zusammen aus einem fixen Grundansatz (Fr. 300.-) und einem variablen Ansatz (Fr. 1'500.-) auf der Basis der Bilanzsumme von Fr. 767'989.- (gemäss Jahresrechnung 2011).\n\nB. Dagegen erhob die Vorsorgestiftung A. Beschwerde, welche das Bundesverwaltungsgericht nach zweifachem Schriftenwechsel mit Entscheid vom 23. Februar 2015 abwies.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragt die Vorsorgestiftung A., dem Rechtsmittel sei die aufschiebende Wirkung zu erteilen, der Entscheid vom 23. Februar 2015 sei aufzuheben und die Nichtigkeit der angefochtenen Verfügung (\"Gebührenrechnung\") festzustellen, eventuell diese aufzuheben und die Sache zur rechtskonformen Festsetzung der geschuldeten Gebühr an die BBSA zurückzuweisen, subeventuell die Gebühr auf maximal Fr. 500.- für das Geschäftsjahr 2011 festzusetzen. |511|\n\nDie BBSA ersucht um Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen (BSV) verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführerin beantragt im Hauptstandpunkt die Feststellung der Nichtigkeit der angefochtenen Verfügung (Gebühren-Rechnung vom 13. Februar 2013 für das Aufsichtsjahr 2012). Zur Begründung verweist sie im Wesentlichen auf ihre diesbezüglichen Vorbringen in der vorinstanzlichen Beschwerde.\n\nDie Vorinstanz hat in E. 3 ihres Entscheids dargelegt, dass die Gebühren-Rechnung vom 13. Februar 2013 nicht eine nichtige, sondern eine lediglich anfechtbare Verfügung im Sinne von Art. 5 Abs. 1 VwVG (SR 172.021) ist. Die Beschwerdeführerin äussert sich mit keinem Wort dazu und zeigt noch weniger auf, inwiefern diese Rechtsauffassung Bundesrecht verletzen soll (vgl. auch Urteil 2P.224/1998 vom 27. Juli 1999 E. 1b, in: RDAT 2000 I Nr. 50 S. 484). Insbesondere geht es nicht an, bloss auf die vorinstanzlichen Rechtsschriften zu verweisen (BGE 133 II 396 E. 3.1 S. 399 f.). Insofern ist auf die Beschwerde nicht einzutreten (Art. 42 Abs. 2 BGG).\n\n3.\n\n3.1 Die Beschwerdeführerin ist eine Einrichtung, die nach ihrem Zweck der beruflichen Vorsorge dient, im Sinne von Art. 61 Abs. 1 BVG, in der seit 1. Januar 2012 geltenden Fassung, und Art. 1 der auf diesen Zeitpunkt in Kraft getretenen Verordnung vom 10. und 22. Juni 2011 über die Aufsicht in der beruflichen Vorsorge (BVV 1; SR 831.435.1). Sie unterstand somit 2012 der Aufsicht durch die Beschwerdegegnerin (Art. 3 Abs. 1 lit. a der regierungsrätlichen Verordnung des Kantons Bern vom 30. März 2011 über die Aufsicht über die Vorsorgeeinrichtungen, die Stiftungen und die Familienausgleichskassen [AVSFV; BSG 212.223.2], in Kraft gestanden vom 1. Januar 2012 bis 31. Dezember 2014). Die Verordnung stützte sich u.a. auf Art. 88 Abs. 3 der Verfassung des Kantons Bern vom 6. Juni 1993 (BSG 101.1). Danach kann der Regierungsrat in Fällen zeitlicher Dringlichkeit Bestimmungen, die zur Einführung übergeordneten Rechts nötig sind, in einer Verordnung regeln (Satz 1). Dringliche Einführungsbestimmungen sind ohne Verzug durch ordentliches Recht abzulösen (Satz 2). |512|\n\nRegelungsgegenstand der AVSFV war die Umsetzung der Strukturreform im Bereich der Aufsicht in der beruflichen Vorsorge auf kantonaler Ebene gemäss den mit Bundesgesetz vom 19. März 2010 (AS 2011 3393 ff.) teilweise geänderten Art. 61 ff. BVG und der total revidierten BVV 1 (AS 2011 3425 ff.; vgl. JÜRG BRECHBÜHL, Neuordnung von Aufsicht und Oberaufsicht in der beruflichen Vorsorge, HAVE 2012 S. 318 ff.; PETRA CAMINADA, Staatliche Aufsicht in der beruflichen Vorsorge, 2012; sowie HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2. Aufl. 2012, S. 707 ff. Rz. 1866 ff.). Im Rahmen dieser Novelle wurde u.a. ein neuer Art. 62a Abs. 3 Satz 1 BVG ins Gesetz eingefügt. Danach gehen die Kosten für aufsichtsrechtliche Massnahmen zulasten der Vorsorgeeinrichtung oder Einrichtung, die nach ihrem Zweck der beruflichen Vorsorge dient, welche die Massnahme verursacht hat. Gemäss Botschaft vom 15. Juni 2007 zur Änderung des Bundesgesetzes über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge (Strukturreform; BBl 2007 5669 ff.) sind damit \"Massnahmen nach Absatz 2 gemeint, die eine Dienstleistung von Dritten (bspw. Gutachten, kommissarische Verwaltung etc.) erfordern\" (BBl 2007 5705 zu Art. 62a E-BVG; in diesem Sinne auch CAMINADA, a.a.O., S. 150 f.). Nach STAUFFER (a.a.O., S. 718 Rz. 1894) ist in Art. 62a Abs. 3 BVG der Grundsatz enthalten, \"dass die Kosten der Aufsicht entsprechend dem Verursacherprinzip der beaufsichtigten Vorsorgeeinrichtung auferlegt werden\".\n\n3.2 Art. 6 Abs. 2 lit. c AVSFV überträgt dem Aufsichtsrat der seit dem 1. Januar 2012 neu zuständigen Bernischen BVG- und Stiftungsaufsicht (BBSA) u.a. die Aufgabe, das Gebührenreglement zu erlassen. Die Gebühren für die Tätigkeiten der Aufsichtsbehörde bestehen aus einer jährlichen Grundgebühr und Gebühren für Dienstleistungen (Art. 12 Abs. 1 lit. a und b AVSFV). Sie sind so festzulegen, dass sie insgesamt kostendeckend sind (Art. 12 Abs. 2 AVSFV). Für die Institutionen nach Artikel 3 Absatz 1 Buchstabe a (u.a. Einrichtungen, die nach ihrem Zweck der beruflichen Vorsorge dienen) und b bemisst sich die jährliche Grundgebühr nach der Bilanzsumme (Art. 13 AVSFV). Die Gebühren für Dienstleistungen bemessen sich nach dem Arbeitsaufwand (Art. 14 AVSFV). Gestützt auf Art. 6 Abs. 2 lit. c AVSFV erliess der Aufsichtsrat das Gebührenreglement vom 21. Oktober 2011 (BSG 212.223.3), in Kraft gestanden vom 1. Januar 2012 bis 31. Dezember 2014. Nach dessen Art. 7 setzt sich die jährliche Grundgebühr bei Vorsorgeeinrichtungen und Einrichtungen, die nach ihrem Zweck der beruflichen Vorsorge dienen, aus |513| einem fixen Grundansatz von 300 Franken, einem variablen Ansatz und der - hier nicht weiter interessierenden - Oberaufsichtsgebühr zusammen. Der variable Ansatz bemisst sich laut Art. 8 nach der Bilanzsumme:\n\nBilanzsumme in CHF CHF bis 100 000 330 100 001 bis 500 000 1000 500 001 bis 1 000 000 1500 1 000 001 bis 5 000 000 2000 5 000 001 bis 10 000 000 2500 ... ... 20 000 000 001 bis 25 000 000 000 35 000 25 000 000 001 bis 30 000 000 000 40 000 ab 30 000 000 001 45 000\n\nBilanzsumme in CHF\n\nCHF\n\nbis 100 000\n\n330\n\n100 001 bis 500 000\n\n1000\n\n500 001 bis 1 000 000\n\n1500\n\n1 000 001 bis 5 000 000\n\n2000\n\n5 000 001 bis 10 000 000\n\n2500\n\n...\n\n...\n\n20 000 000 001 bis 25 000 000 000\n\n35 000\n\n25 000 000 001 bis 30 000 000 000\n\n40 000\n\nab 30 000 000 001\n\n45 000\n\nNach Art. 6 Abs. 2 des Gebührenreglements wird die jährliche Grundgebühr nach Eingang der Jahresberichterstattung in Rechnung gestellt (Satz 1). Sie wird bei Rechnungsstellung fällig und ist innert 30 Tagen zu bezahlen (Satz 2). Bei den Dienstleistungen im Sinne von Art. 12 Abs. 1 lit. b und Art. 14 AVSFV bemessen sich die Gebühren innerhalb des Rahmentarifs im Anhang anhand des Zeitaufwandes, wo kein Tarif oder kein Tarifrahmen festgelegt ist, nach dem Zeitaufwand (Art. 3 Abs. 1 und 2 des Gebührenreglements).\n\n4. Die Aufsichtsbehörde setzte in Anwendung des Gebührenreglements vom 21. Oktober 2011 die Gebühr für das Aufsichtsjahr 2012 auf Fr. 1'800.- fest. Beim variablen Ansatz stellte sie auf die Bilanzsumme von Fr. 767'989.- per 31. Dezember 2011 ab, was Fr. 1'500.- ergab. Daraus resultierte zusammen mit dem Grundansatz von Fr. 300.- (ohne die Oberaufsichtsgebühr) eine Gebühr von Fr. 1'800.-, welche sie der Beschwerdeführerin am 13. Februar 2013 in Rechnung stellte (vgl. Sachverhalt A). Die Vorinstanz hat die Rechtmässigkeit der Gebühr in grundsätzlicher und in masslicher Hinsicht bestätigt und die dagegen vorgebrachten Einwände nicht als stichhaltig erachtet. |514|\n\n5. Die Beschwerdeführerin bestreitet wie schon im vorinstanzlichen Verfahren, dass die gestützt auf das Gebührenreglement vom 21. Oktober 2011 erhobene jährliche Grundgebühr auf einer genügenden gesetzlichen Grundlage beruht. Eine Dringlichkeit im Sinne von Art. 88 Abs. 3 der kantonalen Verfassung für den Erlass der AVSFV durch den Regierungsrat sei angesichts des langsam laufenden Gesetzgebungsverfahrens und der grosszügig bemessenen Übergangsfrist von drei Jahren nie gegeben gewesen.\n\n5.1 Die Vorinstanz hat das Erfordernis der Dringlichkeit für die (vorläufige, auf zwei Jahre befristete; Art. 22 Abs. 2 AVSFV) Neuordnung der Aufsicht auf Verordnungsstufe gestützt auf Art. 88 Abs. 3 der Verfassung im Wesentlichen damit begründet, der Bundesrat habe die Ausführungsbestimmungen zur Strukturreform in der BVV 1 erst am 10. und 22. Juni 2011, nach ausführlicher Debatte des Ende 2010 in die Vernehmlassung geschickten Entwurfs beschlossen. Die Beschwerdeführerin widerspricht dem zu Recht nicht (vgl. STAUFFER, a.a.O., S. 95 Rz. 287). Entgegen ihrer Auffassung sodann sah das Gesetz keine (dreijährige) Übergangsfrist vor. Die kantonale Aufsicht im beruflichen Vorsorgebereich war grundsätzlich sofort auf den Zeitpunkt des Inkrafttretens der Novelle am 1. Januar 2012 entsprechend den bundesgesetzlichen Vorgaben neu zu ordnen. Eine Frist von höchstens drei Jahren bestand lediglich für die Übergabe der Vorsorgeeinrichtungen unter Bundesaufsicht durch das BSV an die zuständige kantonale Aufsichtsbehörde (Art. 3 aBVV 1; Übergangsbestimmung zur Änderung vom 19. März 2010 des BVG [Strukturreform] und Art. 25 Abs. 5 BVV 1).\n\n5.2 Andere Gründe, welche den Erlass der AVSFV durch den Regierungsrat direkt gestützt auf Art. 88 Abs. 3 der kantonalen Verfassung als rechtswidrig erscheinen lassen könnten, sind nicht ersichtlich und werden auch nicht dargetan. Zu erwähnen bleibt, dass der Kanton Aargau im gleichen Sinne vorgegangen ist wie der Kanton Bern (vgl. Übergangsverordnung des Regierungsrates vom 29. Juni 2011 zur BVG- und Stiftungsaufsicht im Kanton Aargau [AGS 210.117], in Kraft gestanden vom 1. Januar 2012 bis 31. Juli2013, i.V.m. § 91 Abs. 2bis lit. b der Kantonsverfassung vom 25. Juni 1989 [AGS 110.000]). Allerdings wurde - im Unterschied zum hierzu beurteilenden Fall - keine neue Gebührenordnung erlassen, sondern die bisherige für anwendbar erklärt (§ 14 Abs. 1 der Übergangsverordnung). Im Übrigen ist zu beachten, dass das Bundesrecht nicht sagt, die Neuordnung der Aufsicht habe in einem Gesetz im |515| formellen Sinn zu erfolgen. Dieses Erfordernis gilt grundsätzlich nur für die Regelung der Finanzierung der Kosten der Aufsicht durch Abgaben (vgl. dazu hinten E. 7.1).\n\n6. Weiter bringt die Beschwerdeführerin vor, bei der fraglichen Gebühr handle es sich, wie bereits in der vorinstanzlichen Replik ausgeführt, \"recht eigentlich\" um eine Zwecksteuer, da sie erhoben werden wollte, ohne dass die Aufsichtsbehörde ihr gegenüber irgendeine Leistung erbracht hätte. Die nicht näher begründete Qualifikation als \"jährliche Aufsichtsgebühr\" im angefochtenen Entscheid sei nicht korrekt. Damit werde dem Aspekt der Steuerbefreiung von Vorsorgeeinrichtungen gemäss Art. 80 Abs. 2 BVG völlig ungenügend Rechnung getragen. Im Übrigen verletze eine auf Notrecht gegründete Steuer das Gewaltenteilungs- und Legalitätsprinzip.\n\n6.1 Die Vorinstanz hat zu den im Wesentlichen nämlichen Vorbringen in der Replik erwogen, die von der Aufsichtsbehörde vorgenommene Prüfung (der Erfolgsrechnung 2011 samt Anhang) sei aufsichtsrechtlicher Natur gewesen und gestützt auf Art. 62 und 62a Abs. 3 BVG erfolgt. Die mit der jährlichen Grundgebühr finanzierte Aufsichtstätigkeit stelle eine Abgabe für individuell zurechenbaren und pauschal angerechneten Aufwand dar. Es liege eine Kausalabgabe vor; von einer (voraussetzungslos geschuldeten) Steuer könne sinngemäss jedenfalls nicht gesprochen werden. Daran ändere nichts, dass das für die Bemessung der Gebühr angewandte Kriterium der Bilanzsumme (nach Art. 8 des Gebührenreglements) nicht in einem direkten Zusammenhang zum Prüfaufwand stehe, welcher der Aufsichtsbehörde im konkreten Einzelfall anfalle.\n\n6.2 Die Vorinstanz hat somit, entgegen den Vorbringen in der Beschwerde, begründet, weshalb die streitige Gebühr den Kausalabgaben zuzurechnen ist und jedenfalls nicht von einer voraussetzungslos, d.h. unabhängig vom konkreten Nutzen oder vom konkreten Verursacheranteil der pflichtigen Person, geschuldeten Steuer gesprochen werden kann (vgl. BGE 140 I 176 E. 5.2 S. 180 mit Hinweis und Urteil 9C_549/2007 vom 7. März 2008 E. 2.3.2, in: SVR 2008 KV Nr. 19 S. 71). Die Beschwerdeführerin, die weitgehend auf ihre Ausführungen in der vorinstanzlichen Replik verweist (vgl. dazu E. 2 vorne), vermag nicht aufzuzeigen, inwiefern diese Beurteilung Bundesrecht verletzt. Im Übrigen ist fraglich, ob Gebühren zur Finanzierung der Kosten einer vom Gesetz angeordneten Aufsicht durch die ihr unterstellten natürlichen oder juristischen Personen überhaupt Steuern sein können. Notwendige Voraussetzung wäre jedenfalls, |516| dass die Tätigkeit der Aufsichtsbehörde für die Abgabepflichtigen ohne jeglichen konkreten Nutzen ist (vgl. BGE 131 II 271 E. 5.3 S. 277 und Urteil 2C_735/2007 vom 25. Juni 2008 E. 6.3), ohne Gegenwert, wie die Beschwerdeführerin vorbringt, was entgegen ihrer Auffassung vorliegend jedoch nicht gesagt werden kann (vgl. etwa die nicht abschliessend aufgezählten, zum Teil jährlich wiederkehrenden Aufgaben der Aufsichtsbehörde in Art. 62 Abs. 1 BVG). Das Gewaltenteilungs- und Legalitätsprinzip ist nicht verletzt.\n\n7. Schliesslich rügt die Beschwerdeführerin, die vom Regierungsrat erlassene AVSFV enthalte keine genügende Delegationsnorm für eine Gebührenerhebung durch die Aufsichtsbehörde. Kostendeckungs- und Äquivalenzprinzip könnten nicht hinreichenden Schutz bieten. Die für 2012 erhobene Grundgebühr liege sinngemäss denn auch weit über den früher erhobenen Gebühren, was mit diesen beiden Prinzipien in keiner Weise zu rechtfertigen sei. Die vorinstanzlichen Erwägungen zum Kostendeckungs- und Äquivalenzprinzip seien falsch.\n\n7.1\n\n7.1.1 Die Verpflichtung zu einer öffentlichrechtlichen Geldleistung bedarf einer formell-gesetzlichen Grundlage, welche die Leistungspflicht mindestens in den Grundzügen festlegt (Art. 127 Abs. 1 BV). Delegiert der Gesetzgeber die Kompetenz zur Festlegung einer Abgabe an eine nachgeordnete Behörde, so muss er zumindest den Kreis der Abgabepflichtigen, den Gegenstand und die Bemessungsgrundlage selber festlegen. Das Erfordernis der Bestimmtheit steht im Dienste des Grundsatzes des Gesetzesvorbehalts, der Rechtssicherheit mit den Elementen der Berechenbarkeit und Vorhersehbarkeit staatlichen Handelns sowie der rechtsgleichen Rechtsanwendung (BGE 131 II 271 E. 6.1 S. 278). Die Rechtsprechung hat die Vorgaben betreffend die Bemessung der Abgaben bei gewissen Arten von Kausalabgaben gelockert, wo das Mass der Abgabe durch überprüfbare verfassungsrechtliche Prinzipien (Kostendeckungs- und Äquivalenzprinzip) begrenzt wird und nicht allein der Gesetzesvorbehalt diese Schutzfunktion erfüllt (BGE 135 I 130 E. 7.2 S. 140; BGE 134 I 179 E. 6.1 S. 180; je mit Hinweisen).\n\n7.1.2 Das Kostendeckungsprinzip gilt für kostenabhängige Kausalabgaben, wo keine (genügend bestimmte) formell-gesetzliche Grundlage besteht oder wo der Gesetzgeber ausdrücklich oder sinngemäss zum Ausdruck gebracht hat, dass die von ihm festgelegte Abgabe kostenabhängig sein soll. Es besagt, dass der Gebührenertrag die |517| gesamten Kosten des betreffenden Verwaltungszweigs nicht oder nur geringfügig übersteigen soll, was eine gewisse Schematisierung oder Pauschalisierung der Abgabe nicht ausschliesst. Zum Gesamtaufwand sind nicht nur die laufenden Ausgaben des betreffenden Verwaltungszweigs, sondern auch angemessene Rückstellungen, Abschreibungen und Reserven hinzuzurechnen (BGE 126 I 180 E. 3a/bb S. 188). Das Äquivalenzprinzip konkretisiert das Verhältnismässigkeitsprinzip und das Willkürverbot für den Bereich der Kausalabgaben (Art. 5 Abs. 2 und Art. 8 BV); es bestimmt, dass eine Gebühr nicht in einem offensichtlichen Missverhältnis zum objektiven Wert der Leistung stehen darf und sich in vernünftigen Grenzen halten muss (BGE 140 I 176 E. 5.2 S. 180 f. mit Hinweisen). Der Wert der Leistung bemisst sich entweder nach dem wirtschaftlichen Nutzen, den sie dem Bürger verschafft (nutzenorientierte Betrachtung aus der Optik des Leistungsempfängers) oder nach dem Kostenaufwand der konkreten Inanspruchnahme im Verhältnis zum gesamten Aufwand des betreffenden Verwaltungszweigs (aufwandorientierte Betrachtung aus der Optik des Leistungserbringers; BGE 126 I 180 E. 3a/bb S. 188 und Urteil 2C_900/2011 vom 2. Juni 2012 E. 4.2, in: ZBl 114/2013 S. 347). Aus Gründen der Verhältnismässigkeit bzw. Äquivalenz ist selbst eine gesetzes- oder reglementskonforme Gebühr dann herabzusetzen, wenn die an sich reguläre Anwendung des Tarifs im Ergebnis zu einer nicht mehr vertretbaren Abgabenhöhe führt (Urteil 2C_900/2011 vom 2. Juni 2012 E. 4.4, in: ZBl 114/2013 S. 347).\n\n7.2 Die Vorinstanz hat sich nicht dazu geäussert, ob die AVSFV die Bemessungsgrundlage für die jährliche Grundgebühr hinreichend bestimmt. Sie hat sinngemäss ausgeführt, der Nutzen der Aufsichtstätigkeit könne nicht immer ohne Weiteres klar bemessen werden. In gewissen Grenzen sei daher ein Schematismus zulässig, solange jedenfalls die so erhobene Gebühr immer noch deutlich unter den effektiven Kosten bzw. dem objektiven Nutzen liege. Sodann hat die Vorinstanz offengelassen, wie weit das Äquivalenzprinzip bei Aufsichtsabgaben überhaupt herangezogen werden könne, da die damit finanzierte Tätigkeit den einzelnen Abgabepflichtigen nicht individuell zugerechnet werden könne. Die Bilanzsumme bzw. das Vermögen seien auch in anderen Kantonen, u.a. Zürich (vgl. § 2 des Gebührenreglements BVS vom 10. Oktober 2012 [GebR-BVS; LS 833.15]), eine gebräuchliche Bemessungsgrundlage. Dieses Kriterium sei auch sachgerecht, woran nichts ändere, dass es nicht in einem direkten Zusammenhang zum Prüfungsaufwand stehe, welcher |518| der Aufsichtsbehörde im konkreten Einzelfall anfalle. Im Übrigen gelte es im Rahmen der Prüfung des Kostendeckungs- und Äquivalenzprinzips zu beachten, dass andere kantonale Aufsichtsbehörden ähnliche Gebührenansätze kennten. So betrage die jährliche Grundgebühr in den Kantonen Basel-Stadt und Basel-Landschaft seit 1. Januar 2015 bei einer Bilanzsumme ab Fr. 500'000.- bis Fr. 1'000'000.- Fr. 1'500.- (vgl. § 9 und Anhang der Ordnung vom 23. Januar 2012 über die beruflichen Vorsorge [SG BS 833.110; SGS BL 211.2], in der seit 1. Januar 2015 geltenden Fassung). Die mit Rechnung vom 13. Februar 2013 für das Aufsichtsjahr 2012 erhobene Gebühr von Fr. 1'800.- sei somit nicht zu beanstanden.\n\n7.3\n\n7.3.1 Art. 3 Abs. 1 AVSFV umschreibt den Kreis der Abgabepflichtigen. Abgabeobjekt in Bezug auf die jährliche Grundgebühr sind die Tätigkeiten der Aufsichtsbehörde, ohne die Dienstleistungen, für die nach Arbeitsaufwand bemessene Gebühren erhoben werden (Art. 12 Abs. 1 und Art. 14 AVSFV). Bemessungsgrundlage u.a. bei Vorsorgeeinrichtungen und Einrichtungen, die nach ihrem Zweck der beruflichen Vorsorge dienen, ist die Bilanzsumme (Art. 13 Abs. 1 AVSFV; vorne E. 3.2). Dabei handelt es sich in dem Masse um ein sachgerechtes Kriterium, in welchem es Einfluss auf den Umfang der Aufsichtstätigkeit hat (vgl. Urteil 2C_615/2010 vom 24. November 2010 E. 3.3 und 4.2). Allerdings sagt Art. 13 Abs. 1 AVSFV nicht, welcher Stichtag für die Bilanzsumme als Bemessungsgrundlage gilt. Nachdem die aufsichtsbehördliche Prüfungstätigkeit im laufenden Jahr die Geschäftstätigkeit der Vorsorgeeinrichtung im Vorjahr betrifft (Art. 62 Abs. 1 lit. b und c BVG [i.V.m. Art. 49 Abs. 2 Ziff. 14 BVG]) - die Jahresrechnungen und Berichte (Revisionsstelle, BVG-Experte) können erst nach Abschluss des Jahres eingereicht werden -, kann nur der 31. Dezember des Vorjahres gemeint sein.\n\nZu erwähnen ist der Vollständigkeit halber, dass in Art. 14 Abs. 2 lit. b des am 1. Januar 2015 in Kraft getretenen Gesetzes vom 17. März 2014 über die Bernische BVG- und Stiftungsaufsicht (BBSAG; BSG 212.223) nunmehr ausdrücklich festgehalten wird, dass sich der variable Ansatz der jährlichen Grundgebühr nach der Bilanzsumme des Vorjahres bemisst. Weitere die Bemessung der jährlichen Grundgebühr bestimmende Kriterien nennt die AVSFV nicht. Insbesondere wird keine maximale Höhe der Abgabe im Sinne einer Obergrenze festgesetzt. Art. 12 Abs. 2 AVSFV hält einzig fest, dass die |519| Gebühren (jährliche Grundgebühr und Gebühren für Dienstleistungen) so festzulegen sind, dass sie insgesamt kostendeckend sind. Diese Vorgabe betrifft auch die ebenfalls der Aufsicht unterstellten Stiftungen und Familienausgleichskassen nach Art. 3 Abs. 1 lit. b und c AVSFV. Bei Letzteren besteht die Grundgebühr aus einem festen Betrag (Art. 13 Abs. 2 AVSFV).\n\n7.3.2 Unter dem Gesichtspunkt des Kostendeckungsprinzips ist zu berücksichtigen, dass die kantonale Aufsicht im Bereich der beruflichen Vorsorge ab 1. Januar 2012 neu geordnet war. Unter anderem war Aufsichtsbehörde nicht mehr die \"Abteilung Berufliche Vorsorge und Stiftungen (BVS)\" des Amtes für Sozialversicherung und Stiftungsaufsicht des Kantons Bern, sondern die BBSA als eine verwaltungsunabhängige öffentlich-rechtliche Anstalt mit eigener Rechtspersönlichkeit (Art. 61 Abs. 3 BVG; Art. 2 Abs. 1 AVSFV; Art. 2 BBSAG). Es gab somit keine Erfahrungswerte zu den Kosten der Aufsicht, wie sie etwa den Jahresrechnungen der betreffenden Behörde entnommen werden können (vgl. BGE 126 I 180 E. 3b/aa S. 189). Immerhin ist zu beachten, dass die BBSA aus der erwähnten Abteilung entstand, welche aus der Verwaltung ausgegliedert und in eine selbständige öffentlich-rechtliche Anstalt umgewandelt wurde (www.jgk.be.ch/jgk/de/index/aufsicht/Stiftungsaufsicht.html). Auch stellte der Kanton der neuen Aufsichtsbehörde für eine Übergangszeit deren Infrastruktur zu den für das Amt für Sozialversicherung und Stiftungsaufsicht geltenden Bedingungen zur Verfügung (Art. 19 AVSFV). Insoweit war die Neuordnung der Aufsicht nicht mit ins Gewicht fallenden Mehrkosten verbunden. Gemäss Botschaft sodann würden die strukturellen Änderungen zwar höhere Aufwendungen zur Folge haben, namentlich bedingt durch die Übernahme der bisher unter Bundesaufsicht gestandenen Vorsorgeeinrichtungen und Einrichtungen, die nach ihrem Zweck der beruflichen Vorsorge dienen (Art. 3 aBVV 1), mit Sitz im Kantonsgebiet (Art. 61 Abs. 1 BVG; Art. 25 Abs. 5 BVV 1); gemessen an den diesbezüglichen durchschnittlichen (Personal-)Kosten der letzten Jahre sollte sich aber - abgesehen von den Gebühren für die Oberaufsichtskommission - die berufliche Vorsorge nur geringfügig verteuern (BBl 2007 5713 f. Ziff. 3.2). Dabei handelt es sich jedoch lediglich um eine Schätzung, welche Unterschiede zwischen den einzelnen Kantonen nicht berücksichtigt.\n\nBis 2011 galt für Stiftungen und Vorsorgeeinrichtungen die Verordnung des Kantons Bern vom 22. Februar 1995 über die Gebühren |520| der Kantonsverwaltung (Gebührenverordnung, GebV; BSG 154.21, hier angewendet in der vom 1. Juli bis 31. Dezember 2011 gültig gewesenen Fassung). Nach Art. 2a Abs. 1 GebV (\"Kostendeckung\") sollen die Gebühren alle Kosten decken, die dem Kanton durch die betreffende Leistung entstehen. Vorbehalten bleibt die besondere Gesetzgebung (Abs. 1). Gemäss Anhang IV A wird die jährliche Grundgebühr für die Aufsicht über Stiftungen und Vorsorgeeinrichtungen nach dem Bruttovermögen bemessen. Sie beträgt Fr. 500.- bzw. Fr. 700.- bei einem Vermögen von Fr. 500'001.- bis Fr. 1'000'000.- (Ziff. 4.1.6 f.). Dazu kommt ein Zuschlag bei Vorsorgeeinrichtungen, die zu Gunsten der Anspruchsberechtigten Versicherungsprämien entrichten (Ziff. 4.1.8). Stiftungen, die vom Bund, Kanton oder von einer Gemeinde wiederkehrende Betriebsbeiträge erhalten, werden von den Gebühren zur Hälfte befreit (Ziff. 4.1.19). Für bestimmte Dienstleistungen werden (Pauschal-)Gebühren erhoben, welche den normalerweise anfallenden Verwaltungsaufwand wie Personal-, Raum-, Material-, Geräte- und Maschinenkosten sowie Post- und Telefongebühren umfassen (Ziff. 4.1.1-4.1.4 und 4.1.10 ff. i.V.m. Art. 10). Mit Ausnahme der Position \"4.1.10 Genehmigen der Übertragung von Vermögen\" enthält die Liste im Wesentlichen dieselben Dienstleistungen wie diejenige im Anhang zu Art. 4 des von der Aufsichtsbehörde vorliegend angewendeten Gebührenreglements vom 21. Oktober 2011 (gültig ab 1. Januar 2012), wobei der neue Rahmentarif mindestens ebenso hoch ist wie der vorherige.\n\nDie streitige jährliche Grundgebühr (ohne Oberaufsichtsgebühr) von Fr. 1'800.- für das Aufsichtsjahr 2012 ist dreimal höher als bei Anwendung der für Stiftungen und Vorsorgeeinrichtungen bis und mit 2011 geltenden Gebührenverordnung vom 22. Februar 1995. Die Aufsicht im Bereich der beruflichen Vorsorge hat zwar Änderungen erfahren, insbesondere durch Verselbständigung der kantonalen Aufsichtsbehörden in rechtlicher, finanzieller und administrativer Hinsicht (BBl 2007 5703 zu Art. 61 BVG). Gleichwohl muss unter den gegebenen Umständen und unter der Annahme, dass die nach der GebV bemessenen Gebühren das Kostendeckungs- und Äquivalenzprinzip respektieren, von einer jedenfalls im Ergebnis nicht mehr vertretbaren Gebührenerhöhung gesprochen werden (E. 7.1.2 in fine). Dem Hinweis der Vorinstanz, in den Kantonen Basel-Stadt und Basel-Landschaft sei 2015 bei einer Bilanzsumme ab Fr. 500'000.-bis Fr. 1'000'000.- eine jährliche Grundgebühr von Fr. 1'500.- geschuldet (vorne E. 7.2 in fine), ist im Übrigen zu entgegnen, dass diese |521| Gebühr im hier interessierenden Aufsichtsjahr 2012 Fr. 850.-betrug (vgl. § 12 und Anhang der Ordnung vom 23. Januar 2012 über die beruflichen Vorsorge [SG BS 833.110; SGS BL 211.2], in der vom 1. Januar 2012 bis 31. Dezember 2014 geltenden Fassung).\n\n7.4 Im dargelegten Sinne wird die Aufsichtsbehörde den variablen Ansatz der jährlichen Grundgebühr für das Aufsichtsjahr 2012 rechtskonform - gemäss Kostendeckungs- und Äquivalenzprinzip - neu festzusetzen haben. Der Grundansatz von Fr. 300.- sowie die Oberaufsichtsgebühr sind unbestritten. Nach diesen Vorgaben hat die Aufsichtsbehörde neu zu verfügen."}