{"annee": "141", "cour": "III", "page": "1", "date": "27/11/2014", "cite": ["133 III 105", "138 III 659", "137 I 247"], "cite_par": ["145 III 109"], "chapeau": "1. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A.A. gegen B.A. und C.A. (Beschwerde in Zivilsachen)\n\n5A_199/2014 vom 27. November 2014", "regestes": ["Art. 105 ch. 4 CC; art. 1 et 2 ainsi que 7 al. 2 Tit. fin. CC; effet rétroactif. La cause d'annulation du mariage de l'art. 105 ch. 4 CC n'est pas applicable rétroactivement aux mariages qui ont été célébrés avant l'entrée en vigueur de cette norme (consid. 4)."], "faits": "BGE 141 III 1 S. 2\n\nA. A.A. (geb. 1963; schweizerischer Staatsangehöriger) und B.A. (geb. 1971; türkische Staatsangehörige) heirateten im Jahr 2003. Sie sind die Eltern des 2006 geborenen Kindes C.A.\n\nB. Am 20. Oktober 2010 reichte A.A. beim Bezirksgericht Zürich eine Eheungültigkeits-, evtl. Ehescheidungsklage ein, mit welcher er den Ungültigkeitsgrund von Art. 105 Ziff. 4 ZGB anrief.\n\nMit Teilurteil vom 16. Oktober 2013 wies das Bezirksgericht die Ungültigkeitsklage ab mit der Begründung, der per 1. Januar 2008 eingeführte Ungültigkeitsgrund von Art. 105 Ziff. 4 ZGB wirke nicht auf die im Jahr 2003 geschlossene Ehe zurück.\n\nMit der gleichen intertemporalen Begründung wies das Obergericht des Kantons Zürich am 5. Februar 2014 die gegen das Teilurteil erhobene Berufung ab.\n\nC. Gegen dieses Urteil hat A.A. am 10. März 2014 eine Beschwerde in Zivilsachen erhoben, mit welcher er die Ungültigerklärung der am 22. Juli 2003 geschlossenen Ehe, eventualiter die Rückweisung der Sache an das Obergericht verlangt.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Gegenstand der Beschwerde ist die Frage der Rückwirkung des per 1. Januar 2008 in Kraft getretenen Eheungültigkeitsgrundes gemäss Art. 105 Ziff. 4 ZGB auf vor diesem Datum geschlossene Ehen. Diese ZGB-Norm wurde eingefügt im Zusammenhang mit dem Inkrafttreten des Bundesgesetzes vom 16. Dezember 2005 über die Ausländerinnen und Ausländer (Ausländergesetz, AuG; SR 242.20; vgl. AS 2007 5495).\n\nMangels spezifischer intertemporalrechtlicher Bestimmungen im Zusammenhang mit dem Inkrafttreten von Art. 105 Ziff. 4 ZGB sind die kantonalen Gerichte von der allgemeinen Regel gemäss Art. 1 SchlT ZGB ausgegangen, wonach die rechtlichen Wirkungen von Tatsachen nach demjenigen Recht beurteilt werden, das zur Zeit des Eintrittes dieser Tatsachen gegolten hat (Grundsatz der Nichtrückwirkung).\n\nIn ihren weiteren Ausführungen haben die Zürcher Gerichte das Vorliegen einer Ausnahme gemäss Art. 2 SchlT ZGB verneint mit der Begründung, bei Art. 105 Ziff. 4 ZGB handle es sich nicht um BGE 141 III 1 S. 3eine Norm, die um der öffentlichen Ordnung und Sittlichkeit willen aufgestellt sei. Aufgrund der schwankenden und wenig gefestigten Gesetzgebung in den letzten 15 Jahren lasse sich nicht sagen, dass es sich bei der neu eingeführten Norm um eine imperative Vorschrift des Ordre public als Grundpfeiler des ethischen und moralischen Gesellschaftskonsenses handle, wie dies etwa im Zusammenhang mit der bigamischen Ehe, der Ehe zwischen nahen Verwandten oder der Zwangsehe der Fall wäre. Entsprechendes ergebe sich auch nicht aus dem in der Botschaft zum AuG erfolgten Hinweis auf Art. 27 IPRG (SR 291); dort gehe es um den nicht vergleichbaren Tatbestand, dass gemäss Art. 45 Abs. 2 IPRG Eheschliessungen, die in offensichtlicher und vorsätzlicher Umgehung schweizerischer Rechtsvorschriften ins Ausland verlegt worden seien, die also zur Zeit ihres Abschlusses nach schweizerischem Recht ungültig gewesen wären, nicht anerkannt werden könnten. Ferner hat das Obergericht auch eine auf Art. 3 SchlT ZGB gestützte Rückwirkung verneint.\n\nHilfsweise hat das Obergericht erwogen, dass bei der gegenteiligen Annahme, dass die neue Eheungültigkeitsnorm zurückwirken würde, jedenfalls eine Interessenabwägung mit dem Vertrauensschutz in den Bestand der Ehe vorzunehmen wäre, welche zugunsten der Fortdauer des rechtsgültig begründeten Statusrechtes zu entscheiden wäre, zumal den migrationspolitischen Zielen mit den einschlägigen Vorschriften des AuG genügend Rechnung getragen werden könne.\n\n3. Der Beschwerdeführer sieht in diesen Erwägungen Bundesrecht verletzt. Er macht geltend, bei der Ehe handle es sich um einen Dauersachverhalt und der Ungültigkeitsgrund von Art. 105 Ziff. 4 ZGB sei unbefristet. Die Norm sei Bestandteil der öffentlichen Ordnung und Ausdruck eines sozio-politischen Konzepts, weil sie dem Ziel eines ausgewogenen Verhältnisses zwischen schweizerischer und ausländischer Wohnbevölkerung diene. Als wesentliches Prinzip der aktuellen Ordnung falle Art. 105 Ziff. 4 ZGB mithin in den Anwendungsbereich von Art. 2 SchlT ZGB. Im Übrigen falle der Ungültigkeitsgrund von Art. 105 Ziff. 4 ZGB unter Art. 45 Abs. 2 IPRG und gehöre mithin zum schweizerischen Ordre public. Die Norm betreffe letztlich einen Anwendungsfall des Rechtsmissbrauchs (Scheinehe) und Rechtsmissbrauch dürfe nie geschützt werden; entsprechend könne es auch keinen Vertrauensschutz geben.\n\n4. Die Frage der Rückwirkung von Art. 105 Ziff. 4 ZGB auf frühere, gültig geschlossene Ehen wurde vom Bundesgericht bislang nie ausdrücklich entschieden; insbesondere äussern sich die Urteile BGE 141 III 1 S. 42C_841/2009 sowie 2C_327/2010 /2C_328/2010 (s. BGE 137 I 247 E. 5 S. 252 ff.) je vom 19. Mai 2011 entgegen der Behauptung des Beschwerdeführers nicht zu dieser Frage.\n\nDie herrschende Lehre geht davon aus, dass Art. 105 Ziff. 4 ZGB nicht auf früher geschlossene Ehen zurückwirken kann, weil Art. 1 SchlT ZGB greift (GEISER, Scheinehe, Zwangsehe und Zwangsscheidung aus zivilrechtlicher Sicht, ZBJV 2008 S. 833; FANKHAUSER/WÜSCHER, Die neuen Eheungültigkeitsgründe nach Inkrafttreten des neuen Ausländergesetzes, FamPra.ch 2008 S. 763; GEISER/LÜCHINGER, in: Basler Kommentar, Zivilgesetzbuch, Bd. I, 4. Aufl. 2010, N. 6a vor Art. 104 ff. ZGB; KRADOLFER, in: Bundesgesetz über die Ausländerinnen und Ausländer [AuG], Kommentar, 2010, N. 11 zu Art. 125 AuG; a.M. A MARCA, in: Commentaire romand, Code civil, Bd. I, 2010, N. 9 zu Art. 105 ZGB).\n\nDer herrschenden Lehre und der Ansicht der Vorinstanzen ist zu folgen. Regelt der Gesetzgeber den zeitlichen Anwendungsbereich bei einer Gesetzesrevision nicht besonders, so sind die Art. 1-4 SchlT ZGB massgebend. Ausgangspunkt bildet dabei die in Art. 1 SchlT ZGB enthaltene Grundregel der Nichtrückwirkung einer Gesetzesänderung, welche für den gesamten Bereich des Zivilrechts gilt (BGE 133 III 105 E. 2.1 S. 108; BGE 138 III 659 E. 3.3 S. 622; VISCHER, in: Basler Kommentar, Zivilgesetzbuch, Bd. II, 4. Aufl. 2011, N. 2 zu Art. 1 SchlT ZGB). Eine Ausnahme gemäss Art. 2 SchlT ZGB, welcher eine echte Rückwirkung vorsieht, ist eher selten gegeben. Es reicht nicht, dass die neue Norm imperativer Natur ist; der Ordre public und die Sittlichkeit erlauben eine rückwirkende Anwendung einzig dann, wenn die Norm zu den fundamentalen Prinzipien der aktuellen Rechtsordnung gehört, d.h. wenn sie grundlegende sozialpolitische und ethische Anschauungen verkörpert (BGE 133 III 105 E. 2.1.3 S. 109; VISCHER, a.a.O., N. 2 zu Art. 2 SchlT ZGB; HÜRLIMANN-KAUP/SCHMID, Einleitungsartikel des ZGB und Personenrecht, 2. Aufl. 2010, N. 525). Solches kann vorliegend aus mehreren Gründen nicht zur Debatte stehen.\n\nZunächst hat das Obergericht zu Recht auf die oszillierende Gesetzgebung im Zusammenhang mit der zivilrechtlichen Verstärkung fremdenrechtlicher Ziele hingewiesen. So wurde der Ehenichtigkeitsgrund der sog. Bürgerrechtsehe gemäss aArt. 120 ZGB per 1. Januar 1992 aufgehoben (vgl. Ziff. II des Entwurfs zur Änderung des BüG, BBl 1987 III 342). Bei der grossen ZGB-Novelle vom 26. Juni 1998 (Personenrecht, Eheschliessung, Scheidung etc.), BGE 141 III 1 S. 5welche am 1. Januar 2000 in Kraft getreten ist (AS 1999 1118 ff.), wurde die Einführung eines Ehenichtigkeitsgrundes im Zusammenhang mit der Umgehung der ausländerrechtlichen Aufenthaltsbestimmungen als unnötig und die Vorschriften des seinerzeitigen ANAG als ausreichend erachtet (vgl. Botschaft vom 15. November 1995, BBl 1996 I 77 Ziff. 224.21). Dies änderte sich wiederum im Zuge des Erlasses des AuG, bei welcher Gelegenheit per 1. Januar 2008 mit Art. 105 Ziff. 4 ZGB ein Ehenichtigkeitsgrund im Zusammenhang mit der Scheinehe zur Umgehung der aufenthaltsrechtlichen Bestimmungen eingeführt wurde (AS 2007 5495).\n\nDieser Umgehungstatbestand kann, wie die Vorinstanzen zutreffend festgehalten haben, nicht gleichgesetzt werden mit bi- bzw. polygamen Ehen oder mit Zwangsehen (vgl. nun auch Art. 105 Ziff. 5 ZGB), welche mit den hiesigen Grundauffassungen über das Institut der Ehe unvereinbar sind und als Ordre public-widrig gelten (vgl. statt vieler: COURVOISIER, in: Basler Kommentar, Internationales Privatrecht, 3. Aufl. 2013, N. 20 ff. zu Art. 45 IPRG). In der Botschaft vom 8. März 2002 zum AuG wird die Scheinehe im Zusammenhang mit der Umgehung aufenthaltsrechtlicher Vorschriften denn auch unter dem Aspekt des Rechtsmissbrauchs abgehandelt; hingegen ist nirgends davon die Rede, dass Art. 105 Ziff. 4 ZGB um der öffentlichen Ordnung und Sittlichkeit willen aufgestellt werde (vgl. BBl 2002 3757 Ziff. 1.3.7.8). Ferner kann die Umgehung der aufenthaltsrechtlichen Bestimmungen im Einzelfall auch ein blosser Nebenzweck einer zivilrechtlich durchaus gewollten Ehe sein.\n\nAusschlaggebend für die Entscheidfindung ist jedoch, dass im vorliegend interessierenden Kontext nicht das durative Element des Ehebestandes (vgl. Art. 8 SchlT ZGB zum intertemporalen Recht betreffend Wirkungen der Ehe), sondern das punktuelle Element der Eheschliessung im Vordergrund steht. Bei den Ehenichtigkeitsgründen von Art. 105 Ziff. 1 und 2 ZGB zeigt sich dies direkt im Gesetzeswort. Dass auch beim Ehenichtigkeitsgrund von Art. 105 Ziff. 4 ZGB die Umstände im Zeitpunkt des Eheschlusses massgeblich sein müssen, geht aus der im Zusammenhang mit dem Bundesgesetz vom 26. Juni 1998 über die Änderung des ZGB (AS 1999 1118 ff.) erlassenen übergangsrechtlichen Norm von Art. 7 Abs. 2 SchlT ZGB hervor.\n\nGemäss dieser Bestimmung können Ehen, für die nach dem früheren Recht ein Ungültigkeitsgrund vorlag, ab dem Inkrafttreten des neuen Rechts (d.h. ab dem 1. Januar 2000) nur noch nach den BGE 141 III 1 S. 6neuen Bestimmungen für ungültig erklärt werden. Daraus ergibt sich, dass der Gesetzgeber vom Grundsatz gemäss Art. 1 SchlT ZGB ausging, wonach ohne spezielle übergangsrechtliche Norm die rechtlichen Wirkungen von Tatsachen nach demjenigen Recht zu beurteilen sind, das zur Zeit des Eintrittes dieser Tatsachen gegolten hat. Diese Sichtweise geht auch aus der Botschaft zur betreffenden ZGB-Novelle hervor, wo festgehalten wurde, dass die Ungültigerklärung der Ehe den Umständen vor und bei der Eheschliessung Rechnung trage (vgl. BBl 1996 I 14 Ziff. 133). Diesen Grundsatz wollte der Gesetzgeber im Zusammenhang mit den per 1. Januar 2000 in Kraft gesetzten Änderungen des ZGB offensichtlich derogieren, indem mit der übergangsrechtlichen Spezialnorm von Art. 7 Abs. 2 SchlT ZGB nicht das im Zeitpunkt des Eheschlusses gültige, sondern das neue Recht als anwendbar erklärt wurde.\n\nDemgegenüber hat der Gesetzgeber acht Jahre später bei der im Zusammenhang mit dem Erlass des AuG erfolgten Inkraftsetzung von Art. 105 Ziff. 4 ZGB, der ebenfalls die Thematik der Eheungültigkeit betrifft, keine neue übergangsrechtliche Norm erlassen, weshalb es diesbezüglich beim Grundsatz der Nichtrückwirkung gemäss Art. 1 SchlT ZGB zu bleiben hat. Dies wird bekräftigt aufgrund eines weiteren Schlusses, welcher sich ebenfalls aus Art. 7 Abs. 2 SchlT ZGB ergibt. Aus dieser Norm geht nämlich hervor, dass im Zusammenhang mit der Novelle 1998 zwar das neue Recht anwendbar sein sollte, aber im Zeitpunkt des Eheschlusses ein Ungültigkeitsgrund bereits nach altem Recht (d.h. dem Recht vor dem 1. Januar 2000) vorgelegen haben musste. Diese sich allein schon aus der Rechtslogik ergebenden Grundsätze müssen auch im Zusammenhang mit der acht Jahre später erfolgten Inkraftsetzung von Art. 105 Ziff. 4 ZGB gelten.\n\nZusammenfassend ergibt sich, dass nachträglich eingeführte Ungültigkeitsgründe - unter Vorbehalt einer vom Gesetzgeber bewusst angeordneten echten Rückwirkung - eine zu einem früheren Zeitpunkt zivilrechtlich gültig abgeschlossene Ehe nicht ungültig machen. Es bleibt somit einzig die Scheidung dieser Ehe, welche zufolge des entsprechenden Eventualbegehrens kantonal nach wie vor hängig ist."}