{"annee": "141", "cour": "IV", "page": "262", "date": "23/6/2015", "cite": ["122 I 5", "139 V 250", "131 II 121", "134 II 329"], "cite_par": ["143 I 109", "143 IV 154"], "chapeau": "34. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public du canton du Valais (recours en matière pénale)\n\n6B_1000/2014 du 23 juin 2015", "regestes": ["Remboursement à l'Etat des honoraires de son conseil d'office par la victime au bénéfice de l'assistance judiciaire; art. 8 Cst.; art. 135 al. 4 et art. 138 al. 1 CPP; art. 30 al. 1 et 3 LAVI. L'exclusion du remboursement, par la victime et ses proches, des frais de l'assistance gratuite d'un défenseur prévue par l'art. 30 al. 3 LAVI vise aussi la défense d'office de la victime au bénéfice de l'assistance judiciaire dans le cadre d'une procédure pénale et/ou civile dirigée contre l'auteur de l'infraction (consid. 2). L'art. 30 al. 3 LAVI constitue une lex specialis par rapport aux art. 135 al. 4 et 138 al. 1 CPP. Il n'est pas possible d'exiger de la victime au bénéfice de l'assistance judiciaire le remboursement à l'Etat des honoraires de son conseil d'office (consid. 3)."], "faits": "|263|\n\nA. Par jugement du 16 septembre 2014, la Cour pénale II du tribunal cantonal valaisan a partiellement admis l'appel de A. contre le jugement de première instance du Tribunal des districts d'Hérens et Conthey. Elle l'a reconnu coupable du chef d'actes d'ordre sexuel commis sur une personne incapable de discernement ou de résistance au préjudice de X., a réduit sa peine ainsi que l'indemnité pour tort moral allouée à la victime. Elle a fixé les honoraires du mandataire d'office de X. au titre de l'assistance judiciaire pour la procédure de recours à 780 fr. et astreint cette dernière au remboursement à l'Etat du Valais des frais liés à sa défense d'office dès que sa situation financière le permettra, au sens de l'art. 135 al. 4 CPP.\n\nB. X. forme un recours en matière pénale au Tribunal fédéral contre ce jugement en tant qu'il met à sa charge le remboursement des frais liés à sa défense d'office et conclut, avec suite de frais et dépens, à la dispense de ce remboursement.\n\nInvités à se déterminer sur cette question, le Ministère public du canton du Valais y a renoncé et la cour cantonale a conclu au rejet du recours.", "considerants": "Extrait des considérants:\n\n2. La recourante conteste uniquement l'obligation de remboursement de 780 fr., alloués à son avocat commis d'office, fondée sur l'art. 135 al. 4 CPP. Elle invoque une violation du principe de l'égalité de traitement (art. 8 Cst.) entre la victime bénéficiant de l'assistance judiciaire gratuite d'un avocat et celle défendue par un avocat dont les frais sont pris en charge dans le cadre de l'aide aux victimes d'infractions. Elle estime que lesdits frais auraient dû être laissés à la charge de l'Etat, conformément à l'art. 30 al. 3 de la loi fédérale du 23 mars 2007 sur l'aide aux victimes d'infractions (LAVI; RS 312.5).\n\n2.1 Aux termes de l'art. 30 LAVI, traitant de \"l'exemption des frais de procédure\", les autorités administratives et judiciaires ne perçoivent pas de frais de la victime et de ses proches pour les procédures leur permettant de faire valoir leurs droits en matière de conseils, d'aide immédiate, d'aide à plus long terme, d'indemnisation et de réparation morale (al. 1). Les frais peuvent être mis à la charge de la partie téméraire (al. 2). La victime et ses proches ne sont pas tenus de rembourser les frais de l'assistance gratuite d'un défenseur (al. 3).\n\n2.2 La jurisprudence rendue en application de l'art. 30 al. 1 LAVI a retenu que, comme cela résultait du texte de la disposition, le |264| principe de la gratuité valait uniquement pour les procédures ayant trait aux prestations allouées par les centres de consultation et les autorités chargées d'octroyer les indemnisations et les réparations morales. Il ne valait pas pour d'autres procédures résultant de l'infraction, telles que l'action civile ou l'action pénale dirigées contre l'auteur (arrêts 6B_245/2011 du 7 juillet 2011 consid. 2.1; 6B_973/2010 du 26 avril 2011 consid. 4; 6B_736/2009 du 5 novembre 2009 consid. 2). Le Message du Conseil fédéral relatif à la LAVI le précise du reste expressément, en relevant qu'une proposition en sens contraire de la commission d'experts n'a pas été retenue (cf. Message du 9 novembre 2005 concernant la révision totale de la loi fédérale sur l'aide aux victimes d'infractions [ci-après: Message LAVI], FF 2005 6683 ss, 6752 ch. 2.4).\n\n2.3 Dans un arrêt isolé (6B_505/2014 du 17 février 2015 consid. 3.1), le Tribunal fédéral s'est fondé sur cette jurisprudence pour dire que l'exemption de remboursement des frais d'assistance gratuite d'un défenseur prévue par l'art. 30 al. 3 LAVI ne s'appliquait pas non plus aux procédures résultant de l'infraction, telles que l'action civile ou l'action pénale dirigées contre l'auteur. L'art. 135 al. 4 CPP, applicable à la partie plaignante (art. 138 al. 1 CPP), permettait ainsi de la condamner au remboursement des frais de son avocat d'office en cas d'amélioration de sa situation financière.\n\nIl convient de réexaminer la portée de l'art. 30 al. 3 LAVI à la lumière des griefs soulevés, qui n'ont pas fait l'objet de développements dans la jurisprudence précitée, et de décider du maintien ou non de la solution retenue dans l'arrêt 6B_505/2014 précité.\n\n2.4 La LAVI, en tant que loi subsidiaire (art. 4 LAVI), complète la protection juridique offerte par le droit civil, le droit pénal et le droit des assurances sociales (Message LAVI, FF 2005 6683 ss, 6701 ch. 1.2.2). Les frais d'avocat comptent au titre des prestations prises en charge tant au titre de l'aide immédiate que de l'aide à plus long terme (art. 2 let. c, 13 et 14 al. 1 LAVI). L'aide à plus long terme englobe le soutien juridique pour les procédures qui résultent directement de l'infraction, en particulier celles ayant trait aux dommages-intérêts et à la réparation morale (Message LAVI, FF 2005 6683 ss, 6731), soit les procédures pénales, civiles ou celles relevant du droit des assurances (MIZEL/RÉTORNAZ, in Commentaire romand, Code de procédure pénale suisse, 2011, n° 20 ad art. 433 CPP).\n\nAinsi, lorsque la victime ou ses proches n'ont pas droit, du fait de leurs revenus, à l'assistance gratuite d'un défenseur, le centre de |265| consultation ou l'autorité cantonale compétente doit examiner s'ils remplissent les conditions plus généreuses prévues par la LAVI (art. 6 et 16) pour la prise en charge des frais d'avocat et de procédure (ATF 131 II 121 consid. 2.3 p. 127 et réf. citées; Message LAVI, FF 2005 6683 ss, 6753 ch. 2.4 ad art. 30; MIZEL/RÉTORNAZ, eodem loco).\n\n2.5 La coexistence de ces deux sources de financement des frais de défense de la victime a mis en exergue une inégalité de traitement entre les victimes et leurs proches en lien avec leur obligation de remboursement. Ceux dont les frais d'avocat étaient pris en charge par l'assistance judiciaire gratuite selon l'art. 29 al. 3 Cst. ou le droit de procédure cantonale étaient en principe tenus de rembourser l'aide reçue si leur situation financière s'améliorait alors que les seconds ne l'étaient pas en vertu de la gratuité garantie par la LAVI (STÉPHANIE CONVERSET, Aide aux victimes d'infractions et réparation du dommage, 2009, p. 321; Message LAVI, FF 2005 6683 ss, 6753). Paradoxalement, les victimes dont la situation financière était très modeste se retrouvaient ainsi moins bien loties que celles qui disposaient de revenus proches de la limite maximum donnant droit à des contributions aux frais (Message LAVI, eodem loco). Pour corriger cette inégalité de traitement, la commission d'experts en charge de la révision de la LAVI a proposé dans son avant-projet que la victime et ses proches au bénéfice de l'assistance gratuite d'un défenseur découlant de l'art. 29 al. 3 Cst. ou de la procédure pénale cantonale soient exemptés du remboursement des frais (Commission d'experts pour la révision de la loi fédérale sur l'aide aux victimes, Projet de révision totale de la loi fédérale sur l'aide aux victimes d'infactions [LAVI], rapport explicatif, 2002, p. 27). C'est à la suite de cette propositionque l'art. 30 al. 3 LAVI a été édicté par le Parlement dans le cadre de la révision de la LAVI adoptée le 23 mars 2007 et entrée en vigueur le 1er janvier 2009. Désormais, la victime et ses proches ne sont pas tenus de rembourser ces frais, que l'assistance d'un défenseur soit financée par l'assistance judiciaire ou par l'aide aux victimes à titre d'aide immédiate ou à plus long terme (CONVERSET, op. cit., p. 321; Département fédéral de justice et police, Loi fédérale du 23 mars 2007 sur l'aide aux victimes d'infractions, Informations à l'intention des cantons, Office fédéral de la justice [éd.], 2008, ch. 52 p. 13).\n\n2.6 Il résulte de ce qui précède que l'art. 30 al. 3 LAVI dont le but est de corriger une inégalité de traitement entre les victimes LAVI, vise la gratuité de la défense d'office octroyée par l'assistance judiciaire dans le cadre d'une procédure pénale et/ou civile dirigée contre |266| l'auteur de l'infraction. L'arrêt 6B_505/2014 qui limite la portée de cette disposition aux seules procédures ayant trait aux prestations allouées par les centres de consultation et les autorités chargées d'octroyer les indemnisations et les réparations morales ne saurait être maintenu.\n\n3. Il reste à déterminer si l'art. 135 al. 4 CPP, adopté par le Parlement le 23 mars 2007 et entré en vigueur le 1er janvier 2011, soit postérieurement à la révision de la LAVI, est applicable à la victime LAVI au bénéfice de l'assistance judiciaire. L'admettre reviendrait à rendre inopérant l'art. 30 al. 3 LAVI.\n\n3.1 La détermination de la loi applicable ne saurait être réduite aux seuls adages, tels que \"lex specialis derogat generali\" et \"lex posterior derogat priori\", entre lesquels il n'existe du reste pas une hiérarchie stricte (ATF 134 II 329 consid. 5.2 p. 334; JEAN-EMMANUEL ROSSEL, L'interprétation des normes contradictoires, in Les règles d'interprétation, principes communément admis par les juridictions, 1989, p. 55 ss, 73). Il y a lieu d'avoir une approche plus nuancée et d'examiner, en recourant aux règles d'interprétation, quel est le sens de la loi pour déterminer si le législateur a voulu maintenir la loi antérieure ou s'il a voulu la supprimer.\n\nD'après la jurisprudence, la loi s'interprète en premier lieu selon sa lettre. Il n'y a lieu de déroger au sens littéral d'un texte clair par voie d'interprétation que lorsque des raisons objectives permettent de penser que ce texte ne restitue pas le sens véritable de la disposition en cause. Si le texte n'est pas absolument clair, si plusieurs interprétations de celui-ci sont possibles, il convient de rechercher quelle est la véritable portée de la norme, en la dégageant de tous les éléments à considérer, soit notamment des travaux préparatoires, du but de la règle, de son esprit, ainsi que des valeurs sur lesquelles elle repose ou encore de sa relation avec d'autres dispositions légales. Le Tribunal fédéral ne privilégie aucune méthode d'interprétation, mais s'inspire d'un pluralisme pragmatique pour rechercher le sens véritable de la norme; en particulier, il ne se fonde sur la compréhension littérale du texte que s'il en découle sans ambiguïté une solution matériellement juste (ATF 139 V 250 consid. 4.1 p. 254 et les références citées).\n\n3.2 Aux termes de l'art. 135 al. 4 CPP, lorsque le prévenu est condamné à supporter les frais de procédure, il est tenu de rembourser dès que sa situation financière le permet (a) à la Confédération ou au |267| canton les frais d'honoraires et (b) au défenseur la différence entre son indemnité en tant que défenseur désigné et les honoraires qu'il aurait touchés comme défenseur privé. Selon une jurisprudence constante, la Constitution ne garantit pas une prise en charge définitive des frais de la défense par l'Etat; l'assistance judiciaire peut être retirée lorsqu'il apparaît en cours de procès que la condition de l'indigence n'est plus remplie (ATF 122 I 5 consid. 4a p. 6). L'art. 135 al. 4 let. a CPP ne fait ainsi que concrétiser la jurisprudence.\n\n3.3 Les art. 136-138 CPP régissent, selon l'intitulé de la section 3, l'assistance judiciaire gratuite en faveur de la partie plaignante. Par partie plaignante, il faut entendre le lésé qui déclare expressément vouloir participer à la procédure pénale comme demandeur au pénal ou au civil (art. 118 al. 1 CPP). L'art. 118 al. 1 CPP vise tout lésé, soit le lésé au sens de l'art. 115 CPP, la victime et les proches de celle-ci décrits à l'art. 116 CPP, tout comme le tiers légalement subrogé de l'art. 121 CPP. L'art. 138 CPP règle l'indemnisation et la prise en charge des frais relatifs à cette assistance judiciaire. Son al. 1 prévoit que l'art. 135 CPP s'applique par analogie à l'indemnisation du conseil juridique gratuit. La décision définitive concernant la prise en charge des honoraires du conseil juridique gratuit et des frais afférents aux actes de procédure pour lesquels la partie plaignante a été dispensée de fournir une avance est réservée. Ainsi, tant la partie plaignante que le prévenu peuvent être tenus de rembourser les frais d'une défense d'office. Reste à déterminer si, par partie plaignante, le législateur a envisagé également la victime LAVI.\n\n3.3.1 Bien que l'art. 138 al. 1 CPP ne contienne aucune réserve en faveur de la victime, on ne peut déduire des travaux parlementaires que le législateur a manifesté la volonté de soumettre à l'obligation de remboursement de ses frais de défense d'office la victime ou ses proches au même titre que le lésé et de rediscuter par là l'adoption quasi concomitante par ce même Parlement de l'art. 30 al. 3 LAVI. Les dispositions du CPP ont été adoptées par le Parlement sans faire l'objet de délibérations sur ce point (cf. délibérations parlementaires objet 05.092 - Procédure pénale).\n\n3.3.2 Depuis l'adoption de la LAVI en 1991, la victime a un statut particulier dans le droit suisse régissant la procédure pénale qui lui assurait une protection et des droits particuliers. L'unification du droit fédéral a rendu superflues les dispositions de la LAVI fixant des exigences minimales pour les procédures cantonales (Message LAVI, |268| FF 2005 6683 ss, 6708). Les dispositions de cette nature qui figuraient dans la LAVI (art. 2 let. g et 34-44 LAVI) ont été abrogées et leur contenu transposé dans le CPP. L'art. 116 CPP définit la victime, en harmonie avec la LAVI (art. 1 al. 1 LAVI). La définition de la victime est plus étroite que celle du lésé visé par l'art. 115 CPP. Compte tenu de son statut particulier, la victime LAVI bénéficie ainsi de droits procéduraux plus étendus que ceux du lésé dans le code de procédure pénale.\n\nLes droits particuliers de la victime sont décrits de manière non exhaustive à l'art. 117 CPP. Parmi ces droits figure celui à l'information (art. 117 al. 1 let. e CPP) qui est décrit à l'art. 305 CPP et qui prévoit notamment en son al. 2 (let. a) l'indication des adresses et des tâches des centres de consultation ainsi que (let. b) la possibilité de solliciter diverses prestations relevant de l'aide aux victimes. Le CPP, en prévoyant à charge des autorités de poursuite pénale une obligation d'information de la victime sur les prestations offertes par la LAVI, ne réserve pas des dispositions contraires du CPP qui restreindraient l'aide fournie à la victime. Le soutien assuré par la LAVI, auquel renvoie le CPP, vise la réparation du préjudice subi par la victime et l'assistance qui peut lui être prêtée, dont la contribution aux frais pour l'aide à plus long terme fournie par un tiers (art. 2 let. a-f LAVI), et aussi la dispense du remboursement des frais d'avocat d'office selon l'art. 30 al. 3 LAVI. Ce renvoi du CPP à la LAVI plaide aussi en faveur de la volonté du législateur de maintenir intégralement le soutien offert à la victime par la LAVI.\n\n3.3.3 En fixant le principe du non-remboursement des frais de l'assistance gratuite d'un défenseur, l'art. 30 al. 3 LAVI a donné à la victime LAVI, par rapport aux autres parties au procès pénal, une protection plus étendue que le droit constitutionnel (art. 29 al. 3 Cst.; CHARLOTTE SCHODER, Opferhilfeleistungen im Lichte des revidierten Bundesgesetzes über die Hilfe an Opfer von Straftaten vom 23. März 2007, PJA 2008 p. 1483 ss, 1489 s.). Son fondement repose sur une autre garantie constitutionnelle qui est celle de l'égalité de traitement entre les victimes consacrée à l'art. 8 Cst. comme exposé supra (consid. 2.5 et 2.6). Une interprétation du CPP qui conduirait à appliquer l'obligation de remboursement à la victime LAVI réintroduirait cette inégalité de traitement. Une interprétation conforme à la Constitution de l'art. 138 al. 1 CPP amène aussi à considérer que la victime ne fait pas partie du champ d'application de la norme. |269|\n\n3.3.4 Enfin, la dispense de remboursement des frais d'avocat d'office de la victime, prévue par l'art. 30 al. 3 LAVI, trouve aussi sa justification dans la volonté du législateur d'éviter que le remboursement de ces frais n'entraîne en outre une \"revictimisation\" de la victime (Message LAVI, FF 2005 6683 ss, 6753 ch. 2.4). Cette considération explique une différence de traitement entre le lésé et la victime, lorsqu'ils sont parties plaignantes au procès, et ne crée ainsi pas d'inégalité de traitement.\n\n3.4 Il découle des considérations qui précèdent que l'art. 138 al. 1 CPP, qui renvoie à l'application de l'art. 135 al. 4 CPP, ne vise pas la victime qui a été mise au bénéfice d'une défense d'office gratuite. Celle-ci continue à pouvoir se prévaloir de l'art. 30 al. 3 LAVI. Cette disposition doit être considérée comme une lex specialis par rapport au CPP et l'emporte sur celui-ci (dans ce sens, DOMINIK ZEHNTNER, in Opferhilfegesetz, Gomm/Zehntner [éd.], 3e éd. 2009, n° 6 ad art. 30 al. 3 LAVI p. 257, qui se prononce en lien avec l'art. 64 al. 4 LTF; BOHNET/MARTENET, Droit de la profession d'avocat, 2009, p. 694 s. n. 1685).\n\n3.5 Par conséquent, la cour cantonale a violé le droit fédéral en condamnant la recourante à rembourser les frais liés à sa défense d'office."}