{"annee": "141", "cour": "IV", "page": "172", "date": "22/4/2015", "cite": ["80 IV 147", "113 IV 17"], "cite_par": ["145 IV 167"], "chapeau": "19. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Jugendanwaltschaft des Kantons Bern (Beschwerde in Strafsachen)\n\n6B_115/2015 vom 22. April 2015", "regestes": ["Art. 5, 15 et 18 DPMin; mesures de protection ordonnées à titre provisionnel pendant l'exécution d'une mesure, dans la procédure concernant la modification d'une mesure. Le droit pénal des mineurs vise à infliger aux mineurs délinquants des sanctions adaptées à leur condition. Les sanctions ont pour but de prévenir la commission de nouveaux actes pénalement répréhensibles par le mineur ainsi que de soutenir et favoriser son évolution ultérieure. Le droit pénal des mineurs comprend, à côté des peines, notamment des mesures de protection (consid. 3.1). Les mesures de protection doivent tenir compte des besoins des mineurs, en particulier en matière d'éducation et de protection. Une mesure de protection en cours peut n'apparaître plus appropriée en raison d'un changement de situation et être remplacée par une autre. L'adaptabilité des mesures est caractéristique du droit pénal des mineurs. Lorsque les conditions en sont réalisées, une procédure relative à la modification d'une mesure doit être ouverte (consid. 3.2). Cas échéant, la nouvelle mesure de protection peut être ordonnée à titre provisionnel pendant l'exécution d'une mesure, dans le cadre de la procédure de modification d'une mesure (consid. 3.4)."], "faits": "BGE 141 IV 172 S. 173\n\nA. X. wurde mit Strafbefehl vom 18. März 2014 wegen Diebstahls, mehrfachen, teilweise versuchten Betrugs sowie Erwerbs, Besitzes und Konsums von Cannabis und Veräusserns von Marihuana zu einem bedingten Freiheitsentzug von 5 Tagen verurteilt. Es wurde zudem die Schutzmassnahme der persönlichen Betreuung angeordnet. Mit zwei weiteren Strafbefehlen vom 13. und 26. Mai 2014 wurde er wegen Erwerbs, Besitzes und Konsums von Cannabis sowie wegen Besitzes und Tragens einer Waffe ohne Berechtigung bzw. wegen Erwerbs, Besitzes und Konsums von Cannabis schuldig gesprochen und mit einer persönlichen Leistung von einem Tag bzw. von zwei Halbtagen bestraft.\n\nDie Jugendanwaltschaft Emmental-Oberaargau leitete am 26. November 2014 ein nachträgliches Verfahren zwecks Massnahmenänderung ein. Am 3. Dezember 2014 ordnete sie die vorsorgliche Unterbringung von X. in die offene Erziehungseinrichtung Stiftung Z. an. Die dagegen gerichtete Beschwerde wies das Obergericht des Kantons Bern am 9. Januar 2015 ab.\n\nB. Mit Beschwerde in Strafsachen vom 30. Januar 2015 beantragt X., es sei der Beschluss des Obergerichts aufzuheben und er BGE 141 IV 172 S. 174unverzüglich aus der vorsorglichen Unterbringung zu entlassen. Eventualiter sei der Beschluss des Obergerichts aufzuheben und die Sache zwecks Neubeurteilung an die Vorinstanz zurückzuweisen. X. ersucht um unentgeltliche Rechtspflege und Verbeiständung.\n\nC. Das Obergericht verzichtet auf eine Vernehmlassung. Die Jugendanwaltschaft des Kantons Bern beantragt, die Beschwerde sei abzuweisen, soweit darauf einzutreten sei. X. repliziert innert Frist.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Das Jugendstrafrecht strebt die täterorientierte Sanktionierung minderjähriger Straftäter an. Die Sanktionen verfolgen das Ziel, den zu beurteilenden Jugendlichen von der Begehung weiterer Straftaten abzuhalten und dessen Weiterentwicklung zu fördern und günstig zu beeinflussen (GÜRBER/HUG/SCHLÄFLI, in: Basler Kommentar, Strafrecht, Bd. I, 3. Aufl. 2013, N. 9 vor Art. 1 JStG; CHRISTOF RIEDO, Jugendstrafrecht und Jugendstrafprozessrecht, 2013, S. 66 N. 311). Neben Strafen (Art. 22-25 JStG [SR 311.1]) kennt das Jugendstrafrecht namentlich Schutzmassnahmen. Dazu gehören die Aufsicht (Art. 12 JStG), die persönliche Betreuung (Art. 13 JStG), die ambulante Behandlung (Art. 14 JStG) sowie die offene und geschlossene Unterbringung (Art. 15 JStG). Strafen und Schutzmassnahmen können bzw. müssen miteinander kombiniert werden, wobei regelmässig zunächst die Massnahme und dann allenfalls die Strafe vollzogen wird (RIEDO, a.a.O., S. 92 N. 571).\n\n3.2 Schutzmassnahmen nach Art. 12 ff. JStG sollen den Bedürfnissen des jugendlichen Rechtsbrechers nach Erziehung und Schutz Rechnung tragen. Sie sind daher periodisch auf ihre Wirkungen in Bezug auf die Persönlichkeit und Entwicklung des Jugendlichen und damit auf ihre Zweckmässigkeit zu überprüfen und bei Bedarf anzupassen. Im Verlaufe des Vollzugs kann sich zeigen, dass die ursprünglich angeordnete Schutzmassnahme ihren Zweck aufgrund geänderter Verhältnisse nicht mehr erreicht und eine andere Schutzmassnahme als erforderlich oder jedenfalls als zweckmässiger erscheint. Art. 18 Abs. 1 Satz 1 JStG erlaubt daher, eine Massnahme nachträglich zu ändern, d.h. durch eine andere zu ersetzen, wenn sich die Verhältnisse geändert haben (vgl. Botschaft vom 21. September 1998 zur Änderung des Schweizerischen Strafgesetzbuches und des Militärstrafgesetzes sowie zu einem Bundesgesetz über das BGE 141 IV 172 S. 175Jugendstrafrecht, BBl 1999 2238 Ziff. 423.26), wobei die Änderung in der Anordnung einer im Verhältnis zur bisherigen mehr oder weniger eingreifenden Massnahme bestehen kann (so schon unter dem alten Recht: BGE 113 IV 17 E. 2; BGE 80 IV 149). Die in Art. 18 JStG geregelte Massnahmenabänderbarkeit bildet Wesensmerkmal des jugendstrafrechtlichen Massnahmenrechts. Es gilt dabei der Grundsatz der jederzeitigen Abänderbarkeit der Massnahme bis zur Vollendung des 22. Altersjahrs eines Jugendlichen (siehe Art. 19 Abs. 2 JStG; so schon für das alte Recht: BGE 113 IV 17 E. 2; GÜRBER/HUG/SCHLÄFLI, a.a.O., N. 3 und 4 zu Art. 18 JStG; RIEDO, a.a.O., S. 120 f. N. 798-802; NICOLE HOLDEREGGER, Die Schutzmassnahmen des Jugendstrafgesetzes unter besonderer Berücksichtigung der Praxis in den Kantonen Schaffhausen und Zürich, 2009, S. 409 ff. N. 790 ff. sowie S. 425 ff. N. 826 f; s. auch MICHAEL STUDER, Jugendliche Intensivtäter in der Schweiz, 2013, S. 210 ff. N. 547 ff.; MARIE BÖHLEN, Kommentar zum Schweizerischen Jugendstrafrecht, 1975, S. 85 f.). Die Zustimmung eines mündigen Betroffenen braucht es dabei nur für die Schutzmassnahmen der Aufsicht (Art. 12 Abs. 3 JStG) und der persönlichen Betreuung (Art. 13 Abs. 4 JStG), nicht aber für eine Unterbringung (Art. 15 JStG), welche über die Mündigkeit des Jugendlichen hinaus auch ohne dessen Einverständnis angeordnet und vollzogen werden kann (GÜRBER/HUG/SCHLÄFLI, a.a.O., N. 16 zu Art. 18 JStG; MARCEL RIESEN-KUPPER, in: StGB Kommentar, Donatsch und andere [Hrsg.], 19. Aufl. 2013, N. 8 zu Art. 18 JStG).\n\n3.3 Schutzmassnahmen gemäss Art. 12 ff. JStG können nicht nur in einem Endentscheid, sondern auch schon während des Verfahrens und insofern \"vorsorglich\" angeordnet werden (vgl. Art. 5 JStG). Das Gesetz trägt damit der Tatsache Rechnung, dass der Schutz und die Erziehung des Jugendlichen unter Umständen rasches Eingreifen gebieten. Bei vorsorglichen Schutzmassnahmen handelt es sich mit andern Worten um provisorische Sofortmassnahmen zur umgehenden Gewährleistung des Schutzes und der Erziehung des Jugendlichen. Es geht um eine Krisenintervention. Voraussetzung dafür sind namentlich ein dringliches Schutzbedürfnis auf Seiten des Jugendlichen im Sinne einer psychischen, physischen oder erzieherischen Gefährdungslage sowie die Notwendigkeit einer unverzüglichen Intervention zur Gefahrenabwehr und -verhinderung. Überdies muss jede vorsorgliche Schutzmassnahme den Verfassungsgrundsatz der BGE 141 IV 172 S. 176Verhältnismässigkeit wahren; das heisst, die vorsorgliche Massnahme muss zur Zielerreichung geeignet und erforderlich sein, und es muss eine vernünftige Relation zwischen dem Eingriff und dem angestrebten Ziel bestehen (GÜRBER/HUG/SCHLÄFLI, a.a.O., N. 20 vor Art. 1 und N. 5 zu Art. 10 JStG; STUDER, a.a.O., S. 164 ff. N. 426 ff.; HOLDEREGGER, a.a.O., S. 391 ff.; s. auch RIEDO, a.a.O., S. 98 N. 629 ff. und S. 273 N. 2065 f.).\n\n3.4 Der das Jugendstrafrecht beherrschende Schutz- und Erziehungsgedanke soll frühestmöglich zum Tragen kommen. Schutzmassnahmen im Sinne von Art. 12 ff. StGB können daher gemäss Art. 5 JStG bereits während der Untersuchung, also vor einer allfälligen Hauptverhandlung und Verurteilung, vorsorglich angeordnet werden (siehe Botschaft, a.a.O., 2223 Ziff. 422.1; HOLDEREGGER, a.a.O., S. 392 N. 759). Das Rechtsinstitut der vorsorglichen Anordnung von Schutzmassnahmen soll aber nicht auf das Untersuchungsverfahren beschränkt bleiben, sondern muss - über den Wortlaut von Art. 5 JStG hinaus - erst recht auch während des Massnahmenvollzugs im Hinblick auf eine Änderung der Massnahme Anwendung finden. So kann aus Sorge um die gedeihliche Entwicklung des Jugendlichen - wenn die bestehende Massnahme ihren Zweck nicht erreicht und Gefahr im Verzuge ist - auch im Massnahmenänderungsverfahren unter Umständen nicht zugewartet werden, bis die ursprüngliche Schutzmassnahme durch die neue erforderliche und zweckmässige Massnahme definitiv ersetzt wird. Wenn es das Wohl des Jugendlichen oder allenfalls Dritter gebietet, muss es daher vielmehr auch im Verfahren nach Art. 18 JStG betreffend Änderung einer Massnahme möglich und zulässig sein, sofort im Sinne einer Krisenintervention vorsorglich einzuschreiten. Die Frage nach der Gewährleistung des Jugendschutzes stellt sich hier nicht anders als im Untersuchungsverfahren. Wegleitend für die Anwendung des Gesetzes müssen stets die Prinzipien des Schutzes und der Erziehung des Jugendlichen sein (Art. 2 Abs. 1 JStG). Vorsorgliche Schutzmassnahmen im Massnahmenvollzug nicht zulassen zu wollen, widerspräche dem Sinn und Zweck des Jugendstrafrechts. Sofern das Verfahren auf Massnahmenänderung nach Art. 18 JStG eingeleitet ist, muss die zuständige Behörde daher in sinngemässer Anwendung von Art. 5 JStG die neue Schutzmassnahme vorsorglich anordnen können, wenn der Jugendliche in seiner bisherigen Umgebung einer ernsthaften Gefahr ausgesetzt ist oder er selber eine Gefahr für seine Umgebung BGE 141 IV 172 S. 177bzw. die Öffentlichkeit darstellt (so ausdrücklich RIESEN-KUPPER, a.a.O., N. 6 zu Art. 18 JStG; s. auch RIEDO, a.a.O., S. 114 N. 747 Fn. 134, welcher offenkundig davon ausgeht, vorsorgliche Einweisungen seien auch im Vollzug möglich). Der Umstand, dass der Jugendliche volljährig geworden ist, steht einem Verfahren nach Art. 18 JStG und einer damit allfällig einhergehenden vorsorglichen Unterbringung gemäss Art. 5 i.V.m. Art. 15 JStG nicht entgegen (so schon für das alte Recht BGE 113 IV 17 E. 2; s. auch GÜRBER/HUG/SCHLÄFLI, a.a.O., N. 3 zu Art. 5 sowie N. 16 zu Art. 18 JStG; vgl. auch RIEDO, a.a.O., S. 113 N. 745).\n\n3.5 Die zuständige Behörde kann somit Schutzmassnahmen auch während des Massnahmenvollzugs im Verfahren betreffend Änderung einer Massnahme im Sinne von Art. 18 sinngemäss gestützt auf Art. 5 JStG vorsorglich anordnen. Ob auch Art. 9 JStG, welcher u.a. die vorsorgliche stationäre Beobachtung eines Jugendlichen im Hinblick auf die allfällige Anordnung einer Massnahme regelt, als gesetzliche Grundlage zur vorsorglichen Unterbringung im Rahmen eines Massnahmenänderungsverfahrens herangezogen werden könnte, liegt nahe, braucht im vorliegenden Zusammenhang aber nicht beantwortet zu werden."}