{"annee": "141", "cour": "II", "page": "113", "date": "31/3/2015", "cite": ["134 II 329", "125 I 209", "139 II 340", "140 I 285", "138 I 143", "134 II 192", "139 II 489", "139 V 42", "135 I 119", "139 II 404", "137 I 257", "135 II 49", "135 I 106", "133 II 396", "139 III 209", "140 I 252", "141 II 14", "125 I 449", "125 II 86", "129 I 290", "139 I 2"], "cite_par": ["143 II 120", "144 II 177", "142 III 643", "143 II 425", "144 II 184", "143 II 553", "145 II 49", "143 III 416", "145 II 303", "145 II 252", "141 II 353", "145 II 32"], "chapeau": "9. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Commission de la concurrence COMCO contre Tridel SA (recours en matière de droit public)\n\n2C_1131/2013 du 31 mars 2015", "regestes": ["Art. 83 let. f et art. 89 al. 2 let. d LTF; art. IX et XV AMP; art. 12bis al. 1 et art. 13 let. a AIMP; art. 3, 5 et 9 al. 2bis LMI; conformité au droit des marchés publics de la mise en oeuvre d'une procédure sur invitation pour cause d'urgence; qualité pour recourir de la Commission fédérale de la concurrence (COMCO). Marché public intercommunal concernant l'introduction d'une \"taxe au sac\" proportionnelle à la quantité de déchets urbains générée. Question juridique de principe portant sur les \"raisons d'extrême urgence\" permettant à l'adjudicateur de déroger à une procédure ouverte. Qualité pour recourir de la COMCO pour faire constater qu'une décision restreint indûment l'accès au marché (consid. 1). Régime juridique applicable et objet du litige (consid. 3 et 4). Non-respect des conditions, motivées par l'urgence, auxquelles l'adjudicateur aurait pu recourir à une procédure d'appel d'offres limitée (consid. 5). Violation des règles sur la publication du marché et du principe de transparence (consid. 6). Constatation de la restriction indue de l'accès au marché par le Tribunal fédéral (consid. 7)."], "faits": "BGE 141 II 113 S. 114\n\nA. La société anonyme Tridel SA, sise à Lausanne, a pour but statutaire \"le traitement des déchets urbains, légalement admissibles dans une installation d'incinération au sens de la législation fédérale, provenant des zones d'apport qui lui sont assignées par la législation vaudoise et par le plan cantonal vaudois sur la gestion des déchets\". Son capital-actions est détenu par A. SA à Lausanne, B. SA à Nyon, C. SA à Yverdon-les-Bains et D. SA à Penthaz, qui poursuivent statutairement des buts similaires dans les régions dans lesquelles elles opèrent et dont le capital-actions est détenu par les communes faisant partie des périmètres de gestion considérés.\n\nB.\n\nB.a Dans un arrêt du 4 juillet 2011 concernant la commune vaudoise de Romanel-sur-Lausanne, le Tribunal fédéral a jugé en substance que le principe du pollueur-payeur applicable en droit de la protection de l'environnement interdisait le financement de l'élimination des déchets urbains par une taxe forfaitaire, indépendante de la BGE 141 II 113 S. 115quantité de déchets, et exigeait un financement par le biais de taxes causales incitatives (ATF 137 I 257).\n\nB.b A la suite de cet arrêt, le Grand Conseil vaudois a, le 3 juillet 2012 pour une entrée en vigueur fixée au 1er janvier 2013, modifié la législation cantonale, en prévoyant que les communes financent le coût de l'élimination des déchets urbains par le biais de taxes et que le 40 % de ces coûts, au minimum, soit financé par une taxe proportionnelle à la quantité de déchets urbains.\n\nB.c Les communes vaudoises faisant partie des quatre périmètres de gestion desservis par Tridel SA ont chargé celle-ci d'introduire une taxe dite \"au sac\". Selon ce système, les personnes qui remettent des déchets aux services en assurant l'élimination sont pour cela obligées d'acheter des sacs officiels, dont le prix, variable selon la contenance, couvre tout ou partie des frais de fabrication, stockage, distribution et élimination, et englobe la taxe proportionnelle prescrite par le législateur. Il a été décidé de confier à un tiers la charge de fabriquer les sacs et de les distribuer aux points de vente (notamment les commerces), de fournir les sacs aux utilisateurs du système d'élimination des déchets, et de collecter le montant de la taxe comprise dans le prix des sacs.\n\nLe 26 avril 2012, Tridel SA a invité les entreprises E. AG, F. AG, G., H., I., J. SA et K. SA à lui présenter une offre, selon un cahier des charges joint à l'invitation. Les critères d'adjudication et leur pondération définis dans le cahier des charges étaient les suivants: prix (calculé sur la base de la fourniture d'un nombre déterminé de rouleaux de sacs de contenances diverses): 40 %; organisation pour l'exécution de la prestation: 25 %; qualités techniques de l'offre: 20 %; organisation de base du candidat: 10 %; références du candidat: 5 %. Le cahier fixait également les modalités relatives notamment aux sacs, à la distribution, à la facturation, à l'encaissement et à la rétrocession de la taxe, dont environ 80 % du produit de la vente des sacs revenaient à Tridel SA. Dans le délai imparti, E. AG, H., I. et J. SA ont présenté une offre. Le 22 juin 2012, Tridel SA a adjugé le marché à E. AG, dont le prix de l'offre s'élevait à 1'617'500 fr. pour une année; le contrat a été signé le 17 juillet 2012, avec effet au 1er janvier 2013 jusqu'au 31 décembre 2017.\n\nB.d Le 17 janvier 2013, la Commission fédérale de la concurrence (ci-après: la Commission fédérale ou COMCO) a demandé à Tridel SA pour quelle raison elle n'avait pas lancé un appel d'offres selon BGE 141 II 113 S. 116la procédure ouverte, pour le marché adjugé à E. AG. Par décision du 26 mars 2013, Tridel SA a persisté dans sa position quant au choix de la procédure d'adjudication. La Commission fédérale a recouru contre cette dernière décision auprès de la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud (ci-après: le Tribunal cantonal). Par arrêt du 30 octobre 2013, le Tribunal cantonal a rejeté ce recours.\n\nC. A l'encontre de l'arrêt du 30 octobre 2013, la Commission fédérale dépose à la fois un recours en matière de droit public et un recours constitutionnel subsidiaire auprès du Tribunal fédéral. Elle conclut, sous suite de frais, à ce que le Tribunal fédéral constate que l'adjudication du marché à la suite d'une procédure sur invitation conformément à la décision du 26 mars 2013 de Tridel SA restreint l'accès au marché de manière illicite.\n\nLe Tribunal fédéral admet le recours en matière de droit public, annule l'arrêt du Tribunal cantonal du 30 octobre 2013 et constate que la décision de Tridel SA du 22 juin 2012, confirmée par sa décision du 26 mars 2013, d'adjuger selon la procédure sur invitation le marché relatif à la mise en oeuvre et à la gestion de la \"taxe au sac\" dans les périmètres communaux concernés a indûment restreint l'accès à ce marché au sens des considérants. Le recours constitutionnel subsidiaire est déclaré irrecevable.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. Le Tribunal fédéral examine d'office sa compétence (art. 29 al. 1 LTF) et contrôle librement la recevabilité des recours qui lui sont soumis (ATF 140 I 252 consid. 1 p. 254; ATF 139 V 42 consid. 1 p. 44).\n\n1.1 L'arrêt attaqué est une décision finale (art. 90 LTF), rendue en dernière instance cantonale par un tribunal supérieur (art. 86 al. 1 let. d et al. 2 LTF) dans une cause de droit public (art. 82 let. a LTF), de sorte que la voie ordinaire de recours est, en principe, celle du recours en matière de droit public.\n\n1.2 Encore faut-il que la cause ne tombe pas sous le coup des exceptions de l'art. 83 LTF. Dans le domaine des marchés publics, un recours en matière de droit public n'est recevable, en vertu de l'art. 83 let. f LTF, qu'à la double condition que la valeur du mandat à attribuer soit supérieure ou égale aux seuils déterminants prévus à cet effet et que la décision attaquée soulève une question juridique de BGE 141 II 113 S. 117 principe (ATF 140 I 285 consid. 1.1 p. 289; ATF 138 I 143 consid. 1.1 p. 146; ATF 134 II 192 consid. 1.2 p. 194 s.). Il incombe à la partie recourante de démontrer la réalisation de ces deux conditions (cf. art. 42 al. 2 LTF; ATF 138 I 143 consid. 1.1.2 p. 147; ATF 133 II 396 consid. 2.2 p. 399). En matière de marchés publics cantonaux, un recours constitutionnel subsidiaire peut toujours être déposé si les conditions de l'art. 83 let. f LTF ne sont pas réunies (ATF 140 I 285 consid. 1.1 p. 289; arrêt 2C_346/2013 du 20 janvier 2014 consid. 1.3.1, résumé in PJA 2014 p. 870).\n\nIl faut partant vérifier si la présente cause concerne les marchés publics et, dans l'affirmative, en examiner les conditions.\n\n1.2.1 Un marché public se définit comme l'ensemble des contrats (de droit privé) passés par les pouvoirs publics avec des soumissionnaires (privés) portant sur l'acquisition de fournitures, de constructions ou de services. Il y a donc en principe marché public lorsque la collectivité publique, qui intervient sur le marché libre en tant que \"demandeur\", acquiert auprès d'une entreprise privée, moyennant le paiement d'un prix, les moyens nécessaires dont elle a besoin pour exécuter ses tâches publiques (cf. ATF 135 II 49 consid. 4.2 p. 53 [instaurant des nuances en la présence d'une concession, consid. 4.4 p. 56]; ATF 125 I 209 consid. 6b p. 212 s.). D'après une approche fonctionnelle de la notion de marché public, il est indispensable que la collectivité publique passe avec l'entreprise soumissionnaire un contrat synallagmatique lato sensu (cf. arrêt 2C_198/2012 du 16 octobre 2012 consid. 5.1.2).\n\n1.2.2 En l'occurrence, Tridel SA appartient entièrement à des sociétés anonymes, elles-mêmes en mains des communes faisant partie des périmètres de gestion des déchets considérés. C'est donc en qualité d'adjudicateur public qu'elle a conclu avec l'entreprise privée E. AG un contrat portant sur la production, le stockage et la distribution de sacs à ordures soumis à taxation, ainsi que la facturation, l'encaissement de la taxe et la rétrocession mensuelle. S'inscrivant dans l'exécution des obligations découlant de la législation sur la protection de l'environnement, il s'agit là de tâches publiques. En contrepartie de l'attribution du marché par Tridel SA, l'entreprise adjudicataire s'est notamment engagée à rétrocéder à Tridel SA et, par conséquent, aux collectivités publiques, environ 80 % du produit de la vente des sacs, tandis que les 20 % restants devaient servir tant à couvrir les coûts de production et de distribution des sacs qu'à BGE 141 II 113 S. 118rétribuer les services de E. AG. A l'instar du Tribunal cantonal, on confirmera donc que le contrat passé le 17 juillet 2012 entre Tridel SA et E. AG relève du droit des marchés publics (cf. aussi NICOLAS F. DIEBOLD, Die öffentliche Ausschreibung als Marktzugangsinstrument, RDS 133/2014 I p. 219 ss, 235 [ci-après: Die öffentliche Ausschreibung]), si bien que le présent litige tombe potentiellement sous le coup de l'art. 83 let. f LTF, dont les conditions doivent être examinées.\n\n1.3 Les valeurs seuils du marché public cantonal ouvrant la voie du recours en matière de droit public découlent de la loi fédérale du 16 décembre 1994 sur les marchés publics (LMP; RS 172.056.1; par renvoi de l'art. 83 let. f ch. 1 LTF). Selon l'art. 6 al. 1 LMP, complété par l'art. 1 let. a et b de l'ordonnance du DFE du 23 novembre 2011 sur l'adaptation des valeurs seuils des marchés publics pour les années 2012 et 2013 (RO 2011 5581; RS 172.056.12), la valeur seuil pour les fournitures et les services a été fixée à 230'000 fr. pour les deux années susmentionnées. Comme le démontre la recourante en se fondant sur le comparatif des offres établi par Tridel SA, de manière du reste non contestée par l'intimée, la valeur du marché peut être estimée à au moins cinq fois (correspondant à la durée quinquennale du contrat) le montant d'adjudication du marché établi sur la base des quantités rectifiées de rouleaux de sacs-poubelles nécessaires afin de couvrir le besoin annuel dans les périmètres envisagés, soit au moins 10'306'000 fr. Il s'ensuit que la valeur du marché litigieux, calculée selon les règles fixées à l'art. 7 LMP, dépasse la valeur seuil de l'art. 83 let. f ch. 1 LTF.\n\n1.4 La jurisprudence se montre restrictive pour admettre l'existence d'une question juridique de principe (cf., pour les motifs de cette approche restrictive, ATF 138 I 143 consid. 1.1.2 p. 147; arrêt 2C_346/2013 du 20 janvier 2014 consid. 1.3.1). Celle-ci s'apprécie en fonction de l'objet du litige soumis au Tribunal fédéral.\n\n1.4.1 Pour qu'il y ait question juridique de principe, il ne suffit pas qu'elle n'ait encore jamais été tranchée par le Tribunal fédéral. Il faut de surcroît qu'il soit nécessaire, pour résoudre le cas d'espèce, de trancher une question juridique qui donne lieu à une incertitude caractérisée, laquelle appelle de manière pressante un éclaircissement de la part du Tribunal fédéral, en tant qu'autorité judiciaire suprême chargée de dégager une interprétation uniforme du droit fédéral (cf. ATF 139 III 209 consid. 1.2 p. 210; ATF 138 I 143 consid. 1.1.2 BGE 141 II 113 S. 119p. 147; arrêts 2C_346/2013 du 20 janvier 2014 consid. 1.3.1; 2C_91/2013 du 23 juillet 2013 consid. 1.1.2, non publié in ATF 139 II 489; 2C_66/2011 du 1er septembre 2011 consid. 2.1.2, in SJ 2012 I p. 207; 2C_559/2008 du 17 décembre 2008 consid. 1.2, in RtiD 2009 II p. 133). Ainsi, lorsque le point soulevé ne concerne que l'application de principes jurisprudentiels à un cas particulier, il ne peut être qualifié de question juridique de principe. Si le recourant ne démontre pas l'existence d'une question juridique de principe, celle-ci ne sera pas admise, à moins de paraître évidente (cf. ATF 140 I 285 consid. 1.1.2 p. 289; ATF 139 II 404 consid. 1.3 p. 410; ATF 139 II 340 consid. 4 p. 342). S'agissant spécifiquement de l'art. 83 let. f LTF, il faut en outre que la question juridique en cause présente un lien avec le domaine des marchés publics (ATF 134 II 192 consid. 1.3 p. 195; arrêts 2C_91/2013 du 23 juillet 2013 consid. 1.1.2, non publié in ATF 139 II 489; 2C_339/2010 du 11 juin 2010 consid. 2.3.4.1).\n\n1.4.2 La Commission fédérale recourante soumet au Tribunal fédéral trois problématiques dont elle retient qu'elles soulèvent des questions juridiques de principe. Celles-ci sont en lien avec la procédure sur invitation que Tridel SA justifie avoir mise en place pour des raisons d'urgence, le système de la \"taxe-poubelle\" devant être réalisé en quelques mois.\n\n- Premièrement, que faut-il entendre par \"raisons d'extrême urgence\", au sens des art. XV par. 1 let. c de l'Accord du 15 avril 1994 sur les marchés publics (RS 0.632.231.422; ci-après: AMP) et 12bis al. 1 de l'Accord intercantonal du 25 novembre 1994 sur les marchés publics (AIMP; RSV 726.91), en lien avec les art. 7 et 7a de la loi vaudoise du 24 juin 1996 sur les marchés publics (LMP/VD; RSV 726.01) et 8 du règlement d'application du 7 juillet 2004 de la loi cantonale précitée (RLMP/VD; RSV 726.01.1), pour que ce concept constitue également un intérêt public au sens de l'art. 3 al. 1 let. b de la loi fédérale du 6 octobre 1995 sur le marché intérieur (LMI; RS 943.02) permettant de déroger à l'art. 5 LMI?\n\n- Deuxièmement, quelles sont les exigences posées par le principe de la proportionnalité au sens de l'art. 3 al. 1 let. c LMI à un pouvoir adjudicateur pour qu'il puisse s'écarter de l'art. 5 LMI pour des \"raisons d'extrême urgence\" au sens du droit des marchés publics?\n\n- Troisièmement et dernièrement, y a-t-il - pour justifier la procédure sur invitation - une obligation de rédiger un rapport, rendre une décision et publier l'adjudication (art. XV par. 2 cum art. XVIII par. 1 BGE 141 II 113 S. 120et art. XX AMP) afin de garantir un recours juridictionnel effectif au sens de l'art. 9 LMI (dans le cas d'un marché supérieur aux seuils internationaux pour lequel un cas exceptionnel de gré à gré est allégué)?\n\nTridel SA conteste pour sa part que les questions soumises par la COMCO puissent appeler une décision de principe. D'une part, la notion de \"raisons d'extrême urgence\", qui permet à l'autorité adjudicatrice de déroger à la mise en oeuvre d'une procédure ouverte de soumission, serait déjà uniformément appliquée dans plusieurs cantons, en conformité avec la réglementation de l'Union européenne (UE); les questions 1 et 2 reviendraient donc en réalité à critiquer son application au cas concret par le Tribunal cantonal. D'autre part, s'agissant de la question 3, les règles sur la publication d'un avis d'adjudication découleraient de la norme cantonale claire figurant à l'art. 39 RLMP/VD, dont l'éventuelle violation ne saurait constituer une question juridique de principe.\n\n1.4.3 Les questions 1 et 2 concernent les conditions de restriction (résultant du choix de la procédure de passation) à la liberté d'accès au marché, telles qu'énoncées à l'art. 3 LMI, dans le contexte spécifique du droit des marchés publics. Quoi qu'en dise l'intimée, la question 1 suscite des interrogations importantes.\n\nEn premier lieu, le Tribunal fédéral ne s'est encore jamais directement prononcé sur la notion de \"raisons d'extrême urgence\" justifiant de déroger à une procédure ouverte de marchés publics, que ce soit dans le contexte des marchés publics ou, plus spécifiquement, en lien avec les restrictions à l'accès au marché admises par la LMI. Mentionné en particulier dans les arrêts 2P.282/1999 (du 2 mars 2000 consid. 3b) et 2P.225/1995 (du 22 mai 1996 consid. 3b), le concept de l'urgence n'a en effet pas été traité par le Tribunal fédéral pour des motifs liés au défaut de légitimation du recourant, voire n'a été mentionné que sous l'angle du droit antérieur à l'adoption de la LMI.\n\nEn deuxième lieu, il convient d'admettre une incertitude caractérisée qui appelle de manière pressante un éclaircissement de la jurisprudence par le Tribunal fédéral. S'il est certes vrai, comme l'indique l'intimée, que la COMCO n'est pas parvenue à établir, exemples concrets à l'appui, des pratiques cantonales divergentes quant à l'interprétation des \"raisons d'extrême urgence\", d'autant moins que divers cantons semblent se référer à une méthodologie uniforme développée sous l'égide de l'UE, il apparaît néanmoins déterminant que la Cour BGE 141 II 113 S. 121de céans puisse une fois se pencher sur l'application au droit national de ces concepts, issus d'un ordre juridique étranger, auxquels la Suisse n'est en l'espèce pas conventionnellement liée. S'y ajoute, comme le fait remarquer la recourante, que même en incorporant les concepts prima facie issus de l'UE, ceux-ci peuvent être interprétés de façon large comme étroite par les cantons. Or, bien que la LMI soit conçue comme une loi-cadre qui n'entend pas harmoniser les différents domaines liés au marché intérieur (cf. ATF 135 I 106 consid. 2.2 p. 108), la révision de la LMI du 16 décembre 2005 visait à \"restreindre encore le régime d'exception\" de l'art. 3 LMI et non pas à étendre le champ des restrictions (cf. Message du 24 novembre 2004 relatif à la révision de la loi sur le marché intérieur, FF 2005 421, 422; ATF 134 II 329 consid. 6.2.3 p. 337 s.; MANUEL BIANCHI DELLA PORTA, in Commentaire romand, Droit de la concurrence, 2e éd. 2013, n° 3 ad art. 3 LMI p. 1908). Il paraît dès lors essentiel que le Tribunal fédéral puisse, à l'aune d'un cas concret, préciser en quoi doit consister cette approche restrictive, ce d'autant lorsque l'autorité fédérale chargée par la loi de veiller au respect de la LMI (art. 8 al. 1 LMI) reproche précisément au tribunal d'un canton d'avoir adopté une interprétation trop permissive de l'exception des \"raisons d'extrême urgence\" qui risque, selon elle, de \"miner le droit des marchés publics\". Par ailleurs, les précédents juges ont retenu que ces principes ne s'appliquaient qu'à la procédure de gré à gré et ne les ont donc examinés en lien avec la procédure sur invitation litigieuse qu'à titre subsidiaire ou par analogie, procédé dont il serait nécessaire d'examiner la pertinence. Du reste, la question pourrait à nouveau se poser en tout temps devant les autorités cantonales et fédérales.\n\nEn troisième et dernier lieu, la notion précitée est non seulement consacrée en droit cantonal vaudois (art. 8 al. 1 let. e RLMP/VD), mais résulte déjà, en tant qu'applicable (cf. consid. 3.2 infra), de l'AMP (art. XV par. 1 let. c) ainsi que de l'AIMP (art. 12bis al. 1), dont la violation peut - à l'instar de celle de la LMI - être revue par le Tribunal fédéral avec une cognition pleine (art. 95 let. a, b et e LTF) dans le cadre d'un recours en matière de droit public.\n\n1.4.4 Il s'ensuit que la question 1 soulève un problème juridique de principe au sens de l'art. 83 let. f ch. 2 LTF, de sorte que le recours en matière de droit public est ouvert. Il en résulte que, pour autant que la COMCO puisse former un tel type de recours (cf. consid. 1.5 BGE 141 II 113 S. 122infra), le recours constitutionnel qui a été interjeté en parallèle est irrecevable, car il revêt un caractère subsidiaire (art. 113 LTF).\n\n1.4.5 Il n'est pas nécessaire de se prononcer définitivement sur l'importance juridique des questions 2 et 3 formulées par la recourante. La reconnaissance d'une seule question juridique de principe suffit en effet pour que le Tribunal fédéral entre en matière sur le recours et examine l'ensemble des griefs conformément aux art. 95 ss et 105 ss LTF, sans se limiter aux seules questions de principe (ATF 141 II 14 consid. 1.2.2.4 p. 22; cf., implicitement, arrêt 2C_91/2013 du 23 juillet 2013 consid. 1.1.2 et 4, non publiés in ATF 139 II 489).\n\n1.5 La qualité de la Commission fédérale pour interjeter le présent recours devant le Tribunal fédéral se fonde sur l'art. 89 al. 2 let. d LTF en lien avec l'art. 9 al. 2bis LMI (cf. aussi FF 2005 421, 445; THOMAS ZWALD, Das Bundesgesetz über den Binnenmarkt, in Allgemeines Aussenwirtschafts- und Binnenmarktrecht, SBVR vol. XI, 2e éd. 2007, n. 183 p. 456). Aux termes de cette dernière disposition, la Commission fédérale peut, pour faire constater qu'une décision restreint indûment l'accès au marché, déposer un recours. L'accès non discriminatoire aux marchés publics figure parmi les \"principes de la liberté d'accès au marché\" (cf. art. 5 LMI, in section 2 de la LMI); la violation de ce principe constitue donc une restriction indue de l'accès au marché, au sens de l'art. 9 al. 2bis LMI. Les travaux préparatoires relatifs à la LMI ont par ailleurs mis en évidence la \"connexité matérielle\" des règles sur le marché intérieur à celles sur les marchés publics, et confirmé le \"rôle intégrateur\" revenant à l'art. 5 LMI. Dans ce contexte, il a également été rappelé que les exigences minimales de l'art. 5 LMI avaient été concrétisées et développées dans la législation sur les marchés publics, notamment quant aux seuils à partir desquels un appel d'offres doit se dérouler selon une procédure d'adjudication spécifique (cf. FF 2005 421, 432 ch. 1.4.1.4.1). Cela dit, afin de tenir compte des réserves qui avaient été émises par certains acteurs institutionnels à l'égard de la création d'un droit de recours en faveur de la COMCO, le législateur fédéral a insisté pour que ce droit de recours particulier soit restreint dans le domaine des marchés publics et se limite aux seules \"décisions soulevant des questions juridiques d'importance fondamentale et concernant des marchés excédant les valeurs seuils déterminantes (pour la procédure ouverte et la procédure sélective)\" (FF 2005 421, 435 ch. 1.4.2.6 et 445 ch. 2.6). Dans la procédure de recours en matière de droit public BGE 141 II 113 S. 123devant le Tribunal fédéral, ces restrictions à la qualité pour recourir de la COMCO selon l'art. 9 al. 2bis LMI en matière de marchés publics se confondent avec les conditions de recevabilité figurant à l'art. 83 let. f ch. 1 et 2 e contrario LTF. Dès lors que le recours de la Commission fédérale soulève en l'espèce des questions juridiques de principe (consid. 1.4 supra) et concerne un marché excédant les valeurs seuils (consid. 1.2 supra), la COMCO doit se voir reconnaître la qualité pour recourir en vertu de l'art. 9 al. 2bis LMI et de l'art. 89 al. 2 let. d LTF.\n\n1.6 Pour le surplus, le recours a été déposé en temps utile (art. 100 al. 1 LTF) et dans les formes prescrites (art. 42 LTF), si bien qu'il convient d'entrer en matière sur le recours en matière de droit public.\n\n1.7 La Commission fédérale a pris des conclusions de nature exclusivement constatatoire. Selon un principe général de procédure, les conclusions en constatation de droit ne sont recevables que lorsque des conclusions condamnatoires ou formatrices sont exclues; sauf situations particulières, les conclusions constatatoires ont donc un caractère subsidiaire (cf. ATF 135 I 119 consid. 4 p. 122; arrêts 2C_652/2014 du 24 décembre 2014 consid. 1.2; 2C_74/2014 du 26 mai 2014 consid. 2.3, in RF 2014 B 28 n° 12; 1C_273/2012 du 7 novembre 2012 consid. 2.2.2, non publié in ATF 139 I 2). Le législateur a introduit une exception à ce principe à l'art. 9 al. 2bis LMI pour tenir compte du fait que les restrictions à la liberté d'accès au marché affectaient davantage les intérêts privés que les intérêts publics, si bien qu'il ne se justifiait pas de conférer à la COMCO un droit de recours pour obtenir une décision formatrice (cf. FF 2005 421, 446; NICOLAS F. DIEBOLD, Die Beschwerdelegitimation der WEKO im öffentlichen Beschaffungswesen, RSJ 109/2013 p. 177 ss, 185 s. [ci-après: die Beschwerdelegitimation]). Il s'ensuit qu'en cas d'admission du présent recours de la Commission fédérale, le Tribunal fédéral ne pourrait ni annuler la décision d'adjudication litigieuse, ni allouer un quelconque dédommagement aux soumissionnaires évincés. Les conclusions constatatoires qu'a prises la COMCO sont partant admissibles. Cette autorité aurait cependant dû également conclure expressément à l'annulation préalable de l'arrêt attaqué, étant donné que le Tribunal cantonal a rejeté le recours en constatation de la COMCO devant lui. A la lecture des conclusions constatatoires prises par la recourante, l'on comprend toutefois que celle-ci y a BGE 141 II 113 S. 124 procédé implicitement, de sorte que les conclusions prises doivent être déclarées admissibles.\n\n(...)\n\n3. Préalablement à l'examen des questions de fond, il convient de déterminer le régime juridique applicable au présent marché intercommunal.\n\n3.1 La LMI s'applique à tous les marchés publics cantonaux et communaux (à l'exclusion des marchés de la Confédération), indépendamment des valeurs seuils et des types de marchés.\n\n3.1.1 L'art. 5 al. 1 LMI, qui concerne spécifiquement le droit des marchés publics, dispose notamment que les marchés publics des cantons et des communes sont régis par le droit cantonal ou intercantonal; ces dispositions, et les décisions fondées sur elles, ne doivent pas discriminer les personnes ayant leur siège ou leur établissement en Suisse de manière contraire à l'art. 3 LMI (cf. ATF 125 II 86 consid. 1c p. 91).\n\n3.1.2 Selon l'art. 3 al. 1 LMI, la liberté d'accès au marché ne peut être refusée à des offreurs externes. Les restrictions doivent prendre la forme de charges ou de conditions et ne sont autorisées que si elles: s'appliquent de la même façon aux offreurs locaux (let. a), sont indispensables à la préservation d'intérêts publics prépondérants (let. b), répondent au principe de la proportionnalité (let. c). Selon l'al. 3, les restrictions visées à l'al. 1 ne doivent en aucun cas constituer une barrière déguisée à l'accès au marché destinée à favoriser les intérêts économiques locaux. Or, comme il sera vu (consid. 5 infra), la mise en oeuvre d'une procédure sur invitation au lieu d'une procédure ouverte ou sélective est propre à constituer une restriction au libre accès au marché, qui n'est licite que si elle satisfait aux conditions cumulatives de l'art. 3 LMI (EVELYNE CLERC, in Commentaire romand, Droit de la concurrence, 2e éd. 2013, nos 141 et 169 ad art. 5 LMI [ci-après: Commentaire romand]).\n\n3.1.3 Quant à l'art. 5 al. 2 LMI, il exige que les projets de marchés publics de grande importance, de même que les critères de participation et d'attribution du marché, soient publiés dans un organe officiel, en conformité avec les engagements internationaux pris par la Confédération. Cette disposition consacre le principe de transparence (cf., parmi d'autres, COTTIER/WAGNER, Das neue Bundesgesetz über den Binnenmarkt (BGBM), Übersicht und kurzer BGE 141 II 113 S. 125Kommentar, PJA 1995 p. 1582 ss, 1587; DIEBOLD, Die Beschwerdelegitimation, op. cit., p. 180; ETIENNE POLTIER, Droit des marchés publics, 2014, n. 34 p. 16).\n\n3.1.4 Conçue comme une loi-cadre, la LMI n'entend pas harmoniser les réglementations des différents domaines économiques, mais se limite à fixer les principes élémentaires nécessaires au bon fonctionnement du marché intérieur suisse (cf. FF 2005 421, 426; ATF 135 I 106 consid. 2.2 p. 108; intervention Gadient, BO 2001 CN 518 ad objet 00.3408: motion sur la mise en oeuvre de la LMI. Droit de la Commission de la concurrence d'être entendue par le Tribunal fédéral; COTTIER/WAGNER, op. cit., p. 1583). Pour cette raison, l'art. 5 al. 1 LMI qui en matière de marchés publics forme une lex specialis par rapport à l'art. 2 LMI (Message du 23 novembre 1994 concernant la loi fédérale sur le marché intérieur, FF 1995 I 1193, 1247 s.: \"droit d'accès au marché parallèle\"; MATTEO CASSINA, La legge federale sul mercato interno: principi fondamentali e note in merito alla giurisprudenza del Tribunale federale, RDAT 2000 I p. 99 ss, 107; EVELYNE CLERC, L'ouverture des marchés publics: effectivité et protection juridique, 1997, p. 393 [ci-après: L'ouverture des marchés publics]), réserve expressément le droit cantonal ou intercantonal dans ce domaine, pour autant que soient observés les principes minimaux fixés dans cette disposition et les normes auxquelles celle-ci renvoie (COTTIER/WAGNER, op. cit., p. 1587). Dans le domaine particulier en cause, les exigences minimales sont, avant tout, l'accès non discriminatoire au marché (cf. art. 5 al. 1 LMI), les prescriptions en matière de publication (cf. art. 5 al. 2 LMI), les dispositions prévoyant que les restrictions à la liberté d'accès au marché doivent être faites sous forme de décisions (cf. art. 9 al. 1 LMI; cf. FF 1995 I 1193, 1250; cf. aussi CASSINA, op. cit., p. 107) et le respect des règles cantonales et intercantonales qui concrétisent la liberté d'accès au marché, auxquelles renvoie l'art. 5 al. 1 LMI (cf. FF 1995 I 1193, 1248; DIEBOLD, Die Beschwerdelegitimation, op. cit., p. 180), à savoir en particulier celles contenant les critères de participation et d'attribution du marché (cf. art. 5 al. 2 LMI, lu conjointement à l'al. 1).\n\n3.1.5 La circonstance que la LMI se borne à édicter un cadre législatif et que son art. 5 se réfère au droit cantonal n'a pas pour effet - comme cela semble avoir été initialement envisagé dans le projet de LMI (FF 1995 I 1193, 1235 et 1270; cf. art. 5 al. 3 P-LMI: \"les dispositions de l'accord [intercantonal] l'emportent sur cette dernière\", BGE 141 II 113 S. 126remplacé en faveur de la clause \"sont régis par le droit cantonal ou intercantonal\"; cf. intervention Simmen, BO 1995 CE 931) - de rendre sans portée la LMI par rapport au droit (inter-)cantonal des marchés publics. La LMI reste en effet applicable subsidiairement, dans la mesure où, premièrement, elle régit les questions qui n'auraient par hypothèse pas été réglementées par le droit (inter-)cantonal; deuxièmement, la LMI interdit au droit (inter-)cantonal d'abaisser ses standards (par exemple en ce qui concerne l'accès non discriminatoire au marché; cf. art. 5 al. 1 cum 3 al. 1 LMI) en-deçà des exigences minimales posées dans cette loi-cadre, qui dérogerait dans ce cas au droit (inter-)cantonal contraire (cf. art. 49 Cst.). Troisièmement et par ailleurs, la LMI constitue un standard minimum dont l'applicabilité n'est pas levée lorsqu'existent des règles cantonales ou communales conformes à ses exigences essentielles; leur violation se confond alors avec celle du droit plus détaillé sur les marchés publics (cf., en ce sens, interventions Strahm, Gros et Spoerry, BO 1995 CN 1144, 1148 et 1149; Delamuraz, BO 1995 CE 872 s.; CLERC, in Commentaire romand, op. cit., nos 37 s. ad art. 5 LMI; GALLI/MOSER/LANG/STEINER, Praxis des öffentlichen Beschaffungsrechts, 3e éd. 2013, n. 54 p. 26). En d'autres termes, le non-respect de l'un des principes fondamentaux susmentionnés aboutira le cas échéant non seulement au constat de violation des règles topiques sur les marchés publics, mais également à celui de l'art. 5 LMI.\n\n3.2 L'AMP, accord international entré en vigueur pour la Suisse le 1er janvier 1996, est applicable à toute loi, tout règlement, ainsi qu'à toute procédure ou pratique concernant tout marché passé par les entités qui sont spécifiées à l'Appendice I (cf. art. I par. 1 AMP; consultable sur le site internet www.wto.org/french/tratop_f/gproc_f/appendices_f.htm#appendixI).\n\n3.2.1 Les valeurs seuils en matière de services et fournitures sont largement atteintes (consid. 1.3 supra). Encore faut-il, pour que l'AMP s'applique, que Tridel SA fasse partie de l'une des catégories d'adjudicateurs visées par l'AMP. En tant qu'elles concernent ratione personae, d'une part, les entités du gouvernement fédéral et, d'autre part, des entités sectorielles dont Tridel SA ne fait pas partie, les annexes 1 et 3 de l'Appendice I à l'AMP n'entrent pas en considération. Reste l'annexe 2, qui concerne les \"entités des gouvernements sous-centraux qui passent des marchés conformément aux dispositions du présent accord\", soit les autorités publiques cantonales BGE 141 II 113 S. 127(ch. 1), les organismes de droit public établis au niveau cantonal n'ayant pas un caractère commercial ou industriel (ch. 2), et les autorités et organismes publics du niveau des districts et des communes (ch. 3). Au sens de l'AMP (cf. aussi art. 8 al. 1 let. a in fine AIMP; s'agissant de la portée générale de cette définition, cf. GALLI/MOSER/LANG/STEINER, op. cit., n. 132 p. 53):\n\n\"Est considéré comme un organisme de droit public tout organisme:\n\n- créé pour satisfaire spécifiquement des besoins d'intérêt général ayant un caractère autre qu'industriel ou commercial;\n\n- doté d'une personnalité juridique et\n\n- dont soit l'activité est financée majoritairement par l'Etat, les collectivités territoriales ou d'autres organismes de droit public, soit la gestion est soumise à un contrôle par ces derniers, soit l'organe d'administration, de direction ou de surveillance est composé de membres dont plus de la moitié est désignée par l'Etat, les collectivités territoriales ou d'autres organismes de droit public\" (Appendice I à l'AMP, annexe 3, note 1).\n\nUn organisme de droit privé, y compris une société anonyme, peut également être assujetti à ce titre, pour autant qu'il réalise les trois conditions susmentionnées. Celles-ci doivent être remplies cumulativement (cf. MARTIN BEYELER, Der Geltungsanspruch des Vergaberechts, 2012, n. 182 s. p. 94 ss; POLTIER, op. cit., n. 83 p. 45). Pour savoir si son activité est assujettie à l'AMP, il convient de vérifier si Tridel SA réunit lesdites caractéristiques.\n\n3.2.2 De par ses statuts, Tridel SA a été créée dans le but, d'une part, de traiter les déchets urbains, \"légalement admissibles dans une installation d'incinération au sens de la législation fédérale, provenant des zones d'apport qui lui sont assignées par la législation vaudoise et par le plan cantonal vaudois sur la gestion des déchets\" et, d'autre part, d'exploiter, notamment, une ou plusieurs usines d'incinération des déchets urbains ainsi que d'assurer la valorisation des produits du traitement (cf. art. 2 des Statuts de Tridel SA). Ces objectifs tendent de manière prépondérante à satisfaire des besoins régionaux d'intérêt général et reconnus comme tels par la loi (cf. plan de gestion des déchets cantonal 2004, par renvoi de l'art. 4 al. 1 de la loi vaudoise du 5 septembre 2006 sur la gestion des déchets [LGD/VD; RSV 814.11], qui mentionne l'usine d'incinération de Tridel SA; cf. aussi, notamment, art. 3 LGD/VD fixant les principes en matière de politique de développement durable du canton de Vaud). En limitant statutairement ses activités aux zones d'apport qui lui sont BGE 141 II 113 S. 128assignées par la législation cantonale, de même qu'au cadre légal et réglementaire relatif au traitement des déchets urbains, Tridel SA subordonne non seulement l'éventuel caractère commercial de ses activités à l'intérêt public en matière de gestion des déchets, mais elle renonce aussi d'emblée à exercer une activité commerciale comparable à celle des entités privées qui interviennent librement sur le marché (cf., à ce sujet, BEYELER, op. cit., n. 274 p. 136). Le premier critère est donc rempli.\n\n3.2.3 Tridel SA est une société anonyme de droit privé inscrite au registre du commerce depuis 1997 et, partant, dotée d'une personnalité juridique propre (cf. art. 643 al. 1 CO [RS 220]).\n\n3.2.4 Tridel SA se trouve par ailleurs dans un rapport de dépendance à l'égard des pouvoirs publics (cf., pour cette notion, POLTIER, op. cit., n. 86 p. 46 s.; GALLI/MOSER/LANG/STEINER, op. cit., n. 137 ss p. 55 s.: \"staatliche Beherrschung [Staatsgebundenheit]\"), étant précisé que ce lien peut aussi être médiat, via d'autres organismes publics eux-mêmes contrôlés par les collectivités publiques concernées (cf. BEYELER, op. cit., n. 189 p. 98). En effet, le capital-actions de Tridel SA est, du constat des précédents juges, entièrement détenu par des sociétés anonymes qui sont elles-mêmes en mains des communes intégrant les périmètres de gestion des déchets au sens de la LGD/VD. Plus particulièrement, il découle des statuts de A. SA, B. SA, C. SA et D. SA et de leurs sites publiquement accessibles sur internet (art. 105 al. 2 LTF) que celles-ci sont détenues totalement ou majoritairement (soit à plus de 50 %) par les différentes communes vaudoises concernées. Ainsi, notamment, A. SA restreint l'actionnariat aux communes (art. 5 des Statuts) et C. SA limite la part du capital-actions détenue par des actionnaires qui ne sont pas des collectivités publiques vaudoises à 5 % du montant total (art. 5 des Statuts). B. SA est quant à elle entièrement détenue par les communes du périmètre, sous réserve de quelques actions détenues en propre. De plus, toutes ces sociétés soumettent le transfert de leurs actions nominatives à l'approbation de leur conseil d'administration, les statuts de B. SA et de D. SA ajoutant que le transfert à une commune du périmètre de gestion doit être accepté, tandis que celui à l'acquéreur qui n'est pas une commune peut être refusé. La participation majoritaire, voire la propriété complète du capital-actions des sociétés détenant le capital-actions de Tridel SA se reflète non seulement dans la composition des organes dirigeants de ces sociétés, en BGE 141 II 113 S. 129particulier de leur conseil d'administration (cf. art. 698 al. 2 ch. 2 cum art. 703 CO), mais également dans la représentation des collectivités publiques, en particulier des communes, dans l'actionnariat et les organes dirigeants de Tridel SA (cf. les restrictions au transfert des actions à l'art. 5 des Statuts de Tridel SA, la désignation d'un des sept membres du conseil d'administration par la commune de Lausanne [art. 17], et l'appartenance des membres du conseil d'administration de Tridel SA aux sociétés susmentionnées: www.tridel.ch). Finalement, toutes ces sociétés se dédient à l'accomplissement des tâches d'intérêt public relatives au traitement communal des déchets que leur confie le législateur en leur assignant des périmètres de gestion (cf. art. 2 des Statuts respectifs). Il s'ensuit que, par l'intermédiaire des sociétés anonymes détenant son capital-actions, Tridel SA est soumise au contrôle des collectivités publiques communales vaudoises.\n\n3.2.5 Par conséquent, Tridel SA remplit les trois conditions susmentionnées. Elle est partant assujettie, ratione personae, aux règles de l'AMP.\n\n3.3 Le présent marché public est également gouverné par l'Accord intercantonal du 25 novembre 1994 sur les marchés publics (AIMP), qui consiste notamment à transposer les obligations découlant de l'AMP, ainsi qu'à harmoniser (sans toutefois les uniformiser; cf. art. 3 al. 1 AIMP; JEAN-BAPTISTE ZUFFEREY, Eléments choisis du droit suisse, in Droit des marchés publics, Zufferey/Maillard/Michel [éd.], 2002, p. 27 ss, 37) les règles cantonales de passation des marchés (cf. art. 1 al. 2 AIMP). Dans le canton de Vaud, les marchés publics (inter-)communaux sont, dans le respect des règles du droit supérieur, régis par le droit cantonal, en particulier par la LMP/VD et le RLMP/VD précités (cf. art. 1 al. 1 let. a LMP/VD), qu'il conviendra au besoin d'appliquer aux côtés de l'AMP et de l'AIMP.\n\n4.\n\n4.1 Dans son arrêt du 30 octobre 2013, le Tribunal cantonal a retenu que le marché de fournitures et services litigieux, conclu pour cinq ans, portait sur plusieurs millions de francs. Les valeurs seuils à partir desquelles tout appel d'offres doit en principe être soumis à la procédure ouverte, laquelle veut que chaque fournisseur puisse soumissionner, étaient ainsi atteintes conformément à l'AIMP et à l'AMP (cf. en particulier art. 7 et 12bis AIMP cum annexes; art. VII par. 3 let. a et IX par. 1 AMP). Il s'agissait de plus d'un marché de BGE 141 II 113 S. 130grande importance, au sens de l'art. 5 al. 2 LMI, de sorte que les cantons, les communes et les autres organes assumant des tâches cantonales et communales étaient obligés de faire publier dans un organe officiel ledit marché public, compte tenu également des engagements internationaux pris par la Confédération. Il en découlait que la liberté du pouvoir adjudicateur à opter entre la procédure d'adjudication ouverte et d'autres procédures et, par conséquent, de renoncer à publier l'appel d'offres et la décision d'adjudication se trouvait limitée. Le choix de la procédure sur invitation par Tridel SA restreignait partant le libre accès au marché.\n\nNi la recourante, ni l'intimée ne remettent en cause cette appréciation juridique, qui ne dénote du reste aucune violation manifeste du droit. Le Tribunal fédéral n'a dès lors pas de raison d'entrer plus avant sur la question.\n\n4.2 En revanche, les parties s'opposent sur le point de savoir si c'est à raison que les juges cantonaux ont considéré que Tridel SA pouvait exceptionnellement, au vu de l'urgence invoquée à mettre en place le système de la \"taxe au sac\", déroger à l'obligation d'organiser une procédure ouverte et se contenter d'une procédure sur invitation.\n\nReste en outre controversé le point de savoir si le défaut de publication de l'appel d'offres et de l'adjudication par Tridel SA est conforme au droit des marchés publics et à la LMI. Il est certes vrai, comme l'indique l'intimée, qu'au considérant 4d) de son arrêt, le Tribunal cantonal a jugé que l'absence de publication officielle de la procédure d'appel d'offres et de l'adjudication avait \"violé\" l'art. 5 al. 2 LMI. Toutefois, en estimant que le mode de soumission sur invitation se justifiait au regard de la situation d'urgence à laquelle Tridel SA avait été confrontée ensuite de l'adoption, le 3 juillet 2012, de l'art. 30a LGD/VD et de sa mise en vigueur fixée au 1er janvier 2013, les juges cantonaux ont implicitement considéré que Tridel SA était également en droit de renoncer à ces publications, qui sont consubstantielles au mode de soumission ouverte (cf. art. 12 al. 1 bbis AIMP et art. XV par. 1 let. c AMP).\n\n5. En la présence, comme en l'espèce (consid. 4.1 supra), d'un marché dépassant les valeurs seuils internationales, le pouvoir adjudicateur devait en principe passer par des procédures de passation ouvertes ou sélectives, permettant une pleine mise en concurrence (cf. art. VII par. 3 let. c a contrario AMP; pour la définition desdites BGE 141 II 113 S. 131procédures, cf. art. VII par. 3 let. a et b AMP; art. 12bis al. 1 AIMP et 7a al. 1 LMP/VD).\n\n5.1 Tridel SA a en l'occurrence opté pour une procédure sur invitation (cf. art. 12 al. 1 let. bbis AIMP; à ne pas confondre avec la procédure sélective précitée, qui est assimilable à une procédure ouverte, cf. art. 12 al. 1 let. a AIMP), que l'art. 12bis al. 2 AIMP autorise en général par rapport aux seuls marchés publics qui ne sont pas soumis aux traités internationaux. Or, comme on l'a vu, le présent marché tombe sous le coup de l'AMP (cf. consid. 3.2 supra). L'organisation d'une procédure sur invitation au lieu d'une procédure ouverte ou sélective constitue par définition une entorse aux principes d'égalité de traitement entre les soumissionnaires concurrents et à la liberté d'accès au marché (cf. art. XV AMP concernant l'appel d'offre limité ), que la COMCO est habilitée à faire constater (cf. consid. 1.5 supra). Pour que cette restriction soit admissible, il faut donc vérifier en premier lieu si la mise en place de la procédure sur invitation s'est conformée aux règles sur les marchés publics régissant la procédure applicable, plus particulièrement aux critères de dérogation qui sont prévus par le droit des marchés publics lui-même. Ce n'est qu'en tant que le droit (inter-)cantonal ou international admettrait une telle dérogation et que les critères par lui posés seraient considérés comme remplis, qu'il conviendrait encore d'examiner si cette procédure qui limite l'accès au marché remplit les conditions générales de restriction à la liberté d'accès au marché prévues à l'art. 3 LMI et auxquelles renvoie l'art. 5 al. 1 LMI (cf. CLERC, in Commentaire romand, op. cit., n° 169 ad art. 5 LMI; CLERC, L'ouverture des marchés publics, op. cit., p. 394; DIEBOLD, Die öffentliche Ausschreibung, op. cit., p. 251; DIEBOLD, Die Beschwerdelegitimation, op. cit., p. 180). La LMI s'applique dans cette hypothèse en tant que loi subsidiaire, posant un standard minimum (cf. consid. 3.1.5 supra).\n\n5.2 Pour justifier l'absence de procédure ouverte au profit d'une procédure sur invitation non publiée, l'intimée a invoqué l'urgence à mettre en place le système de la \"taxe au sac\" dans un délai très bref, motif de restriction que le Tribunal cantonal a admis dans son arrêt entrepris, mais que conteste la COMCO.\n\n5.2.1 L'art. 12bis al. 1, 2e phrase, AIMP - applicable en la présence d'un marché public soumis à l'AMP (cf. consid. 3 supra) - précise que, dans des cas particuliers déterminés par les traités BGE 141 II 113 S. 132internationaux eux-mêmes, les marchés qui leur sont soumis \"peuvent être passés selon la procédure de gré à gré \", selon laquelle l'adjudicateur adjuge le marché directement à un soumissionnaire, sans procéder à un appel d'offres (art. 12 al. 1 let. c AIMP).\n\nCette précision ne revient cependant pas à interdire la mise en place d'une procédure plus \"étendue\", telle une procédure sur invitation, en vertu de laquelle l'adjudicateur invite des soumissionnaires déterminés à présenter une offre dans un délai donné, sans publication, l'adjudicateur devant si possible demander au moins trois offres (cf. art. 12 al. 1 let. bbis AIMP; art. 7 al. 1 let. bbis LMP/VD). Il s'agit en définitive de la concrétisation de l'adage a maiore minus. La formulation potestative de l'art. 12bis al. 1, 2e phrase, AIMP implique donc que l'adjudicateur puisse choisir un mode d'adjudication plus ouvert. Cette conception correspond au demeurant à celle de la doctrine et à la jurisprudence d'instances inférieures, à laquelle celle-ci se réfère; ces sources retiennent en effet, à juste titre, qu'en tant que procédure plus respectueuse du principe de la libre concurrence (mise en concurrence limitée), la procédure sur invitation peut en règle générale être ordonnée là où une procédure de gré à gré s'avère licite (cf. BEYELER, op. cit., n. 2917 s. p. 1593 s.; GALLI/MOSER/LANG/STEINER, op. cit., n. 279 p. 123, n. 321 p. 145 et n. 352 p. 156, ainsi que les jurisprudences et auteurs cités; voir également DOMINIK KUONEN, Das Einladungsverfahren im öffentlichen Beschaffungsrecht, 2005, p. 85; POLTIER, op. cit., n. 248 s. p. 154 s. et n. 251 p. 157).\n\n5.2.2 L'AMP ne consacre pas explicitement de procédure sur invitation. Hormis la procédure d'appel d'offres ouverte (art. VII par. 3 let. a AMP), cet accord connaît la procédure d'appel d'offres sélective mentionnée précédemment, en vertu de laquelle, conformément au par. 3 de l'art. X et aux autres dispositions pertinentes de l'AMP, les fournisseurs admis à soumissionner sont ceux qui sont invités à le faire par l'entité (art. VII par. 3 let. b AMP), de même que la procédure d'appel d'offres limitée, selon laquelle l'entité s'adresse à des fournisseurs individuellement, dans les seules circonstances énoncées à l'art. XV (art. VII par. 3 let. c AMP). La procédure sur invitation de l'AIMP se situe à mi-chemin entre les procédures sélective et limitée de l'AMP. Contrairement à la procédure sélective, la première procédure s'effectue toutefois sans publication; cela dit, il peut être renoncé à la publication officielle également pour la procédure sélective lorsque les conditions de la procédure de gré à gré seraient réunies (cf. art. IX par. 3 AMP, renvoyant aux conditions BGE 141 II 113 S. 133dérogatoires de l'art. XV AMP). Par ailleurs, à la différence de la procédure sélective, la procédure sur invitation ne permet en principe pas de prendre en considération les fournisseurs demandant à soumissionner pour le marché envisagé; selon l'art. X par. 3 AMP, il pourra néanmoins être dérogé à cette condition si la procédure de qualification ne peut être accomplie en temps voulu. Il en découle que, pour se conformer à l'AMP, le pouvoir adjudicateur doit avoir appliqué la procédure sur invitation prévue par l'AIMP en observant les dérogations permises par l'AMP, en l'occurrence celles permettant d'organiser un appel d'offres limité (art. XV AMP).\n\n5.2.3 Selon l'art. XV par. 1 let. c AMP, les dispositions des art. VII à XIV (cf., en particulier, art. IX - invitation à soumissionner; art. XI - délais pour la présentation des soumissions et la livraison), qui s'appliquent aux procédures d'appel d'offres ouvertes ou sélectives, ne seront pas nécessairement applicables, un appel d'offres limité étant envisageable (cf. art. IX par. 1 AMP):\n\n\"pour autant que cela sera strictement nécessaire lorsque, pour des raisons d'extrême urgence dues à des événements qui ne pouvaient être prévus par l'entité, les procédures ouvertes ou sélectives ne permettraient pas d'obtenir les produits ou services en temps voulu.\"\n\nEn d'autres termes, lorsque des \"raisons d'extrême urgence\" sont établies au sens de l'art. XV par. 1 let. c AMP, le pouvoir adjudicateur d'un marché public régi par les traités internationaux sera en droit de déroger aux procédures de soumission usuelles. Il pourra ainsi, en particulier, opter pour une procédure d'appel d'offres limitée, en vertu de laquelle l'entité s'adresse à des fournisseurs individuellement (cf. art. VII par. 3 let. c AMP), sans publication préalable (cf. Message du 19 septembre 1994 relatif à l'approbation des accords du GATT/OMC [Cycle d'Uruguay], FF 1994 IV 1, 350 ch. 2.6.2.3.2 in fine; ci-après: Message 1 GATT).\n\nL'exception des \"raisons d'extrême urgence\", qui trouve son fondement en droit international, est encore développée dans le droit cantonal vaudois. Ainsi, l'art. 8 al. 1 let. e RLMP/VD prévoit que:\n\n\"L'adjudicateur peut adjuger un marché directement sans lancer d'appel d'offres pour des marchés soumis aux procédures ouvertes et sélectives, si l'une des conditions suivantes est remplie: (...) en raison d'événements imprévisibles, l'urgence du marché est telle qu'il est impossible de suivre une procédure ouverte, sélective ou sur invitation.\"\n\nBien que la disposition cantonale précitée vise spécifiquement la procédure de gré à gré, elle trouve à s'appliquer par analogie à la BGE 141 II 113 S. 134procédure sur invitation à la faveur d'une interprétation e contrario des exceptions (concernant les délais et publications) énumérées à l'art. 9 RLMP/VD, aux termes duquel:\n\n\"Les règles régissant les procédures ouvertes et sélectives sont applicables par analogie à la procédure sur invitation à l'exception des art. 13, 20 et 39 du présent règlement qui se rapportent aux délais et publications.\"\n\n5.3 A la lumière de ce qui précède, il convient de déterminer les conditions qui fondent une situation d'urgence au sens de l'art. XV AMP et de l'art. 8 al. 1 let. e RLMP/VD par analogie, ainsi que d'examiner si l'adjudicateur Tridel SA pouvait en l'espèce s'en prévaloir légitimement.\n\n5.3.1 Le Tribunal cantonal, se référant à sa pratique, a considéré que la clause d'urgence permettant de déroger à la procédure ouverte et à la nécessité de publier un appel d'offres ne pouvait être invoquée par l'adjudicateur que si les conditions cumulatives suivantes étaient réalisées: (1) la survenance d'un événement imprévisible; (2) à l'origine d'une situation d'urgence impérieuse; (3) l'urgence ne doit pas être due au fait du pouvoir adjudicateur; (4) l'urgence est telle que l'autorité d'adjudication ne serait pas en mesure d'y faire face si elle procédait par le biais d'un appel d'offres public; (5) le pouvoir adjudicateur peut recourir à la procédure de gré à gré dans la seule mesure nécessaire à rétablir une situation normale (cf. GALLI/MOSER/LANG/STEINER, op. cit., n. 364 p. 165, se référant à l'arrêt GE 00/0136 du Tribunal administratif vaudois du 24 janvier 2001 consid. 4b, in RDAF 2002 I p. 142).\n\n5.3.2 Tel que le relève à juste titre Tridel SA, cette interprétation de l'urgence s'inspire (aussi) de la Directive de l'Union européenne (UE) 2004/18/CE du 31 mars 2004 relative à la coordination des procédures de passation des marchés publics de travaux, de fournitures et de services (JO L 134 du 30 avril 2004 p. 114; ci-après: la Directive 2004/18/CE), respectivement de la jurisprudence rendue à son sujet ou à propos de la précédente Directive 71/305/CEE du 26 juillet 1971 portant coordination des procédures de passation des marchés publics de travaux (JO L 185 du 16 août 1971 p. 5). Selon l'art. 31 par. 1 let. c de la Directive 2004/18/CE, les pouvoirs adjudicateurs peuvent passer leurs marchés publics en recourant à une procédure négociée sans publication préalable d'un avis de marché\n\n\"dans la mesure strictement nécessaire, lorsque l'urgence impérieuse résultant d'événements imprévisibles pour les pouvoirs adjudicateurs en question n'est pas compatible avec les délais exigés par les procédures BGE 141 II 113 S. 135ouvertes, restreintes ou négociées avec publication d'un avis de marché (...). Les circonstances invoquées pour justifier l'urgence ne doivent en aucun cas être imputables aux pouvoirs adjudicateurs.\"\n\nLa terminologie employée (\"strictement nécessaire\"; \"l'urgence impérieuse\"; \"en aucun cas\") ainsi que la jurisprudence rendue par la Cour de justice de l'Union européenne (anciennement des Communautés européennes) dénotent que la clause d'urgence alléguée par les pouvoirs adjudicateurs, dont les conditions doivent être réalisées cumulativement, ne doit être admise que de façon très restrictive, aussi par rapport au critère relatif à l'incompatibilité avec les délais exigés, qui doit être exclu dès qu'une procédure accélérée est envisageable (cf. arrêts de la Cour de justice du 28 mars 1996 C-318/94 Commission contre Allemagne, Rec. 1996 I-1949 points 13 s. et 18; du 18 mai 1995 C-57/94 Commission contre Italie, Rec. 1995 I-1249 point 23; du 2 août 1993 C-107/92 Commission contre Italie, Rec. 1993 I-4655 points 12 ss; du 18 mars 1992 C-24/91 Commission contre Espagne, Rec. 1992 I-1989 points 13 ss; ordonnance du 20 juin 2013 C-352/12 Consiglio Nazionale degli Ingegneri contre Comune di Castelvecchio et al., destiné à la publication au Recueil, points 52 et 55).\n\nLes développements ainsi consacrés par le droit de l'UE peuvent servir de source d'inspiration aux juridictions suisses. En effet, les règles relatives à la passation des marchés prévues par l'AMP ont essentiellement repris, y compris par rapport aux procédures de passation, les dispositions du droit de l'UE (CLERC, L'ouverture des marchés, op. cit., p. 287 s.; KING/DE GRAAF, L'Accord sur les marchés publics dans le cadre de l'\"Uruguay Round\", Revue du marché unique européen, 4/1994 p. 67 ss, 68; POLTIER, op. cit., n. 79 p. 42).\n\n5.4 Le Tribunal cantonal a, dans le cas d'espèce, admis que la condition de l'urgence était remplie. En substance, il a considéré que ce n'était qu'à partir de la modification de la LGD/VD du 3 juillet 2012 (introduction de l'art. 30a obligeant les communes à adapter leurs règlements sur la gestion des déchets, notamment, pour certaines d'entre elles, par l'introduction d'une \"taxe au sac\"), adoptée à la suite de l' ATF 137 I 257, que Tridel SA pouvait organiser un appel d'offres. Or, ce délai \"extrêmement court\" de cinq mois entre l'adoption et l'entrée en vigueur, fixée au 1er janvier 2013, de l'art. 30a LGD/VD rendait impossible la configuration d'une procédure ouverte par Tridel SA, qui avait agi sans atermoiement et par ailleurs opté pour la procédure sur invitation moins restrictive que celle de gré à gré. BGE 141 II 113 S. 136\n\n5.5 A l'aune des principes dégagés et des positions défendues ci-avant, il sied d'examiner si les conditions pour admettre une dérogation, basée sur l'urgence, à l'organisation d'un appel d'offres ouvert sont concrètement remplies.\n\n5.5.1 Dans son arrêt du 4 juillet 2011 relatif à la gestion des déchets par Romanel-sur-Lausanne, la Cour de céans a, notamment, jugé que la disposition communale instituant une taxe forfaitaire indépendante de la quantité de déchets urbains remise était contraire à l'art. 32a al. 2 de la loi fédérale du 7 octobre 1983 sur la protection de l'environnement (LPE; RS 814.01), en vertu duquel les cantons veillent à ce que les coûts de l'élimination des déchets urbains, pour autant que celle-ci leur soit confiée, soient mis, par l'intermédiaire d'émoluments ou d'autres taxes, à la charge de ceux qui sont à l'origine de ces déchets (ATF 137 I 257 consid. 6 p. 268 ss). Cet arrêt confirme le principe du pollueur-payeur ainsi que l'obligation des cantons ou, sur délégation par ceux-ci (cf. art. 11 et 14 LGD/VD), des communes de prévoir des taxes causales incitatives en matière de déchets urbains, qui avaient déjà été mis en évidence dans l' ATF 125 I 449 (consid. 3b/bb p. 455). Après l'écoulement de plus de dix ans depuis l'entrée en vigueur, le 1er novembre 1997, de l'art. 32a LPE (RO 1997 2243, 2248), les cantons ne pouvaient plus se prévaloir d'un quelconque régime transitoire pour faire exception au principe de causalité (ATF 137 I 257 consid. 4.3.2 p. 264). L' ATF 137 I 257 a en outre insisté sur la circonstance que l'art. 32a LPE constituait une disposition-cadre posant des principes généraux sur le financement des installations de ramassage et d'élimination des déchets que les cantons et les communes devaient concrétiser dans leur législation, si bien qu'il laissait à la collectivité publique une grande liberté dans l'aménagement des taxes, sans lui prescrire un modèle spécifique, notamment sous la forme d'une \"taxe au sac\" (cf. ATF 137 I 257 consid. 6.1 p. 268; ATF 129 I 290 consid. 3.2 p. 296).\n\nAu vu de ces éléments et comme le relève la recourante, l' ATF 137 I 257 n'entre pas en ligne de compte comme \"événement imprévisible\" déclencheur d'une situation d'urgence permettant de déroger aux règles en matière de marchés publics. En effet, ce n'est pas tant l'obligation pour les cantons et communes de transposer sans plus attendre l'art. 32a LPE qui est à la base de l'urgence litigieuse, mais l'obligation spécifique, non imposée par la LPE, d'introduire une \"taxe au sac\" dans un délai déterminé. Or, cette obligation découle du choix du législateur cantonal. BGE 141 II 113 S. 137\n\n5.5.2 L'événement déterminant qui, selon le Tribunal cantonal et l'intimée, pouvait justifier l'urgence est donc l'adoption par le législateur cantonal, le 3 juillet 2012, de l'art. 30a LGD/VD et sa mise en vigueur fixée au 1er janvier 2013 par le Conseil d'Etat vaudois.\n\nIl est certes vrai que le délai d'environ six mois que le canton a laissé aux communes vaudoises pour veiller à ce que le 40 % des coûts d'élimination des déchets urbains, au minimum, soit financé par une taxe proportionnelle à la quantité de déchets urbains produits (cf. art. 30a al. 1 et 2 LGD/VD) était, en théorie, à même de générer une situation d'urgence au sens de la réglementation sur les marchés publics. En effet, l'organisation d'un marché public en bonne et due forme (préparation d'un cahier des charges par rapport à une matière relativement complexe, détermination de la procédure de soumission, publication officielle de l'appel d'offres, délai minimum de 40 jours, selon l'art. 20 al. 1 let. a RLMP/VD, pour la présentation d'une offre depuis la publication, examen des offres et adjudication, etc.) en l'espace de quelques mois seulement est ardue. A ce titre, la suggestion de la recourante selon laquelle Tridel SA aurait pu, dans une telle hypothèse, souverainement dépasser le délai fixé pour la mise en vigueur de l'art. 30a LGD/VD afin d'organiser un marché public ouvert, dès lors que les retards dans la mise en oeuvre accusés par d'autres communes vaudoises n'avaient été suivis d'aucune conséquence, ne saurait être admise, dès lors qu'elle procède d'une appréciation a posteriori de la situation et reviendrait à cautionner une violation du droit par une commune.\n\nQuoi qu'il en soit, il résulte cependant des faits établis dans l'arrêt querellé que Tridel SA a mis en place la procédure d'appel d'offres sur invitation le 26 avril 2012, soit déjà bien avant l'adoption de l'art. 30a LGD/VD en date du 3 juillet 2012. De plus, le contrat entre Tridel SA et l'adjudicataire retenu a été conclu le 17 juillet 2012, soit quelques jours seulement après l'adoption de la novelle et bien avant l'entrée en vigueur de cette disposition, prévue au 1er janvier 2013. Il s'ensuit que l'appréciation des juges cantonaux selon laquelle Tridel SA se serait vue contrainte de réagir en urgence après l'adoption de l'art. 30a LGD/VD est manifestement inexacte (art. 105 al. 2 LTF). Tridel SA disposait de plusieurs mois additionnels pour mettre en oeuvre le marché public de la \"taxe au sac\" puisqu'elle avait agi déjà au mois d'avril, de sorte qu'elle ne pouvait de bonne foi se prévaloir de la clause d'urgence pour déroger au principe d'un BGE 141 II 113 S. 138appel d'offres selon la procédure ouverte et respectueuse des normes de publication.\n\n5.5.3 La renonciation à la mise en oeuvre d'une procédure ouverte ou sélective au profit d'une procédure sur invitation n'était partant pas admissible. Le choix de la procédure d'adjudication par Tridel SA, mise en place en avril 2012 en lien avec des dispositions à appliquer à partir de janvier 2013, a donc violé les règles essentielles du droit des marchés publics concernant l'obligation générale d'organiser une procédure ouverte (cf. art. VII par. 3 AMP, 12bis al. 1 AIMP et 7a al. 1 LMP/VD) et l'art. 5 al. 1 LMI.\n\n5.6 La violation du droit des marchés publics constatée ci-dessus (consid. 5.5 supra) est d'autant plus manifeste que le pouvoir adjudicateur aurait aussi pu, à la place d'une procédure sur invitation, opter pour une procédure ouverte avec des délais raccourcis (cf. art. XI par. 3 let. c AMP et art. 20 al. 3 let. c RLMP/VD, en lien avec l'art. 13 let. c AIMP, évoquant le \"délai suffisant\"). D'une part, le délai usuel de quarante jours pour la présentation d'une offre peut être réduit à un minimum de dix jours depuis la publication de l'appel d'offres. D'autre part, il résulte du dossier que la procédure sur invitation, qui s'était du reste accompagnée d'un cahier des charges élaboré remis aux candidats, avait octroyé aux soumissionnaires potentiels un délai de vingt jours et s'était clôturée après trois mois déjà (cf. appel d'offres du 26 avril 2012 en vue d'une soumission jusqu'au 16 mai 2012 et lettre d'adjudication de Tridel SA du 22 juin 2012). Au vu de ces éléments et du régime des exceptions admis par le droit des marchés publics, un marché ouvert aurait ainsi raisonnablement pu être organisé par l'intimée.\n\nEn conséquence, bien qu'il faille de façon générale reconnaître une certaine marge de manoeuvre à l'adjudicateur se trouvant face à une situation d'urgence non fautive (hypothèse du reste non réalisée), Tridel SA aurait pu, dans les presque six mois dont elle disposait avant l'entrée en vigueur de la novelle cantonale, opter, à tout le moins, pour une procédure ouverte avec un délai au besoin raccourci au lieu de choisir, comme elle l'a fait, une procédure sur invitation.\n\nCompte tenu des violations constatées ci-avant, le reproche de la COMCO, selon lequel l'adjudicateur aurait en outre violé le principe de la proportionnalité en adjugeant le marché pour une durée excessive de cinq ans, alors qu'il lui aurait été loisible d'en limiter BGE 141 II 113 S. 139l'attribution pour la seule période indispensable à l'organisation d'une procédure ouverte en bonne et due forme, souffre de rester indécis.\n\n5.7 Il suit de ce qui précède que les conditions qui auraient permis à Tridel SA de déroger au principe d'un appel d'offres ouvert ne sont pas réunies en l'absence d'une situation d'extrême urgence. Le pouvoir adjudicateur était partant tenu d'organiser un appel d'offres selon la procédure ouverte, au besoin en réduisant les délais impartis pour soumissionner. En renonçant, comme elle l'a fait, à la mise en oeuvre d'une telle procédure, Tridel SA a donc violé les dispositions idoines de l'AMP et de l'AIMP, telles que précisées par les règles de droit cantonal figurant dans les LMP/VD et RLMP/VD, relatives à la passation des marchés publics selon la procédure ouverte. Illicite pour ce motif déjà, la restriction au libre accès au marché découlant du choix de la procédure d'adjudication devra être constatée comme telle, sans qu'il n'y ait lieu de se demander si elle était, de surcroît, conforme aux conditions de l'art. 3 LMI (cf. consid. 5.1 supra).\n\n6. Reste la question de la publication du marché.\n\nEn optant pour l'organisation d'une procédure sur invitation, alors qu'elle aurait pu organiser un marché ouvert, Tridel SA a en effet fait l'impasse sur la plupart des formes de publication. Or, en la présence, comme en l'espèce (consid. 4.1 supra), d'un marché de grande importance et dès lors que, ne pouvant se prévaloir d'aucune clause dérogatoire, Tridel SA aurait dû observer la procédure ouverte ou sélective, il lui aurait également incombé de publier l'appel d'offres, en particulier conformément aux art. VIII let. a et IX par. 1 AMP, 12 al. 1 let. a et b et 13 al. 1 let. a AIMP, 6 al. 1 let. h et 7 al. 1 let. a et b LMP/VD, ainsi que 11 ss RLMP/VD (la publication a posteriori de l'adjudication sur le site internet simap, selon l'art. 39 RLMP/VD, ne suffisant pas). Le non-respect de ces principes a non seulement porté atteinte à la libre concurrence, mais a aussi eu pour corollaire, tel que s'en plaint la COMCO, de diminuer la protection juridique consacrée à l'art. 9 al. 1 et 2 LMI, en raison de l'absence de publication officielle, (facilement) accessible à un large cercle de personnes, des différentes étapes de la procédure de soumission et d'adjudication, y compris des décisions y relatives.\n\nIl s'ensuit que le pouvoir adjudicateur a par ailleurs violé le principe de transparence (cf. aussi, à ce sujet, ATF 125 II 86 consid. 7 p. 99 ss; arrêts 2P.148/2006 du 2 octobre 2006 consid. 3.1; 2P.74/2002 du 13 septembre 2002 consid. 3.3; 2P.4/2000 du 26 juin 2000 consid. 4d, BGE 141 II 113 S. 140in ZBl 102/2001 p. 215) garanti par l'art. 5 al. 2 LMI et concrétisé par les dispositions internationales et (inter-)cantonales précitées.\n\n7. En conclusion, l'adjudication du marché de la \"taxe au sac\" dans les périmètres communaux desservis par Tridel SA a indûment restreint l'accès au marché, au sens de l'art. 9 al. 2bis LMI en lien avec le droit cantonal et intercantonal auquel renvoie l'art. 5 al. 1 LMI, et a violé le principe de transparence garanti par l'art. 5 al. 2 LMI. Il incombe au Tribunal fédéral de constater cette violation dans le dispositif du présent arrêt. Le recours doit donc être admis et l'arrêt attaqué annulé.\n\nCompte tenu de l'issue du recours, il n'est pas nécessaire de traiter des autres griefs développés par la COMCO à l'encontre de l'arrêt cantonal, dès lors qu'ils ne sont pas de nature à modifier ce résultat."}