{"annee": "141", "cour": "I", "page": "20", "date": "13/12/2014", "cite": ["140 IV 57", "136 IV 97", "131 II 169", "140 I 168", "130 III 430", "131 III 652", "132 I 229", "135 I 169", "139 II 384"], "cite_par": ["143 I 37"], "chapeau": "3. Extrait de l'arrêt de la IIe Cour de droit public dans la cause X. contre Département fédéral des affaires étrangères (recours en matière de droit public)\n\n2C_97/2014 du 13 décembre 2014", "regestes": ["Art. 26, 36, 54 al. 2 et art. 184 al. 3 Cst.; art. 7e LOGA; ordonnance instituant des mesures à l'encontre de certaines personnes originaires de la République arabe d'Egypte (O-Egypte); refus de radier le nom du recourant de la liste des personnes visées par l'ordonnance; blocage administratif des avoirs (potentiels) placés en Suisse. Le refus de radier le recourant de la liste des personnes visées par l'O-Egypte, qui a pour conséquence le gel de tous ses avoirs lato sensu placés en Suisse, constitue une ingérence dans la garantie de la propriété; les conditions posées aux art. 184 al. 3 et 36 Cst. ne sont pas identiques et leur respect doit être examiné séparément (consid. 4). Conditions de l'art. 184 al. 3 Cst. et base légale suffisante (consid. 5). L'atteinte aux droits fondamentaux du recourant poursuit un intérêt public (consid. 6.1) et demeure encore proportionnée (consid. 6.2 et 6.3)."], "faits": "|21|\n\nA. Le 2 février 2011, le Conseil fédéral a adopté l'ordonnance instituant des mesures à l'encontre de certaines personnes originaires de la République arabe d'Egypte (RS 946.231.132.1; ci-après: Ordonnance-Egypte ou O-Egypte). Le nom de X. figure sur l'annexe à cette ordonnance avec l'indication: \"ancien Secrétaire de l'Organisation au Partie national démocratique\" (sic).\n\nLe 14 février 2011, la banque A. SA a informé la Direction du droit international public du Département fédéral des affaires étrangères (ci-après: le Département fédéral) que X. était l'ayant droit économique de plusieurs comptes auprès de son établissement dont l'un présentait un solde de 1'228'357 fr. (compte n° 1) et l'autre de 30'962'682 fr. (compte n° 2), étant précisé que la société B. Holdings Ltd était la titulaire du second compte. Le 17 février 2011, la banque C. SA a annoncé deux relations bancaires avec X. présentant un solde de USD 9'254.-. |22|\n\nLe 4 mars 2011, X. a contesté son inscription sur l'annexe de l'ordonnance du 2 février 2011, puis a demandé la libération d'un montant de 200'000 fr. du compte n° 2. Cette demande a été rejetée par décision du 27 avril 2011, qui n'a pas fait l'objet de recours.\n\nLe 9 janvier 2012, le Ministère public de la Confédération a admis une demande d'entraide judiciaire formée par les autorités égyptiennes et, le 10 février 2012, il a étendu à X. une instruction pénale ouverte contre plusieurs personnes proches du clan de l'ancien président égyptien Hosni Mubarak. Le même jour, il a ordonné à A. SA de bloquer le compte n° 1 appartenant à celui-ci et, le 5 avril 2012, il a fait séquestrer ledit compte.\n\nB. Le 13 août 2012, le Département fédéral a rejeté la requête de X., formée le 6 juillet 2011 et complétée le 13 février 2012, tendant à sa radiation de l'Ordonnance-Egypte et à la levée du blocage de ses avoirs. Il a considéré en substance que l'inscription sur l'annexe à cette ordonnance ne s'avérait ni arbitraire ni contraire au principe de la proportionnalité, X. ayant été condamné, en septembre 2011, à dix ans de prison et à 660 millions de livres égyptiennes d'amende pour avoir obtenu de manière irrégulière des licences pour deux de ses sociétés. En outre, l'intéressé faisait l'objet d'une instruction pénale en Suisse et était également désigné par l'Union européenne parmi les personnes faisant l'objet de mesures restrictives en lien avec la situation en Egypte.\n\nPar arrêt du 5 décembre 2013, le Tribunal administratif fédéral a rejeté le recours de X. à l'encontre de la décision du Département fédéral du 13 août 2012.\n\nC. A l'encontre de l'arrêt du 5 décembre 2013, X. dépose un recours en matière de droit public au Tribunal fédéral. Il conclut (...) à l'annulation de l'arrêt entrepris et de la décision du 13 août 2012 du Département fédéral; il demande à être radié de la liste des personnes visées par l'annexe de l'Ordonnance-Egypte. A titre subsidiaire, il requiert qu'il soit ordonné au Département fédéral de rendre une nouvelle décision ayant pour objet de le radier de la liste des personnes visées par l'Ordonnance-Egypte. (...)\n\nLe Tribunal fédéral rejette le recours dans la mesure où il est recevable.\n\n(extrait) |23|", "considerants": "Extrait des considérants:\n\n4. Il n'est à juste titre pas contesté que le refus de radier le nom du recourant de la liste figurant à l'annexe à l'O-Egypte, en tant qu'il a pour conséquence de l'empêcher de disposer de ses avoirs, porte atteinte à ses droits fondamentaux, en particulier à la garantie de la propriété invoquée par l'intéressé (art. 26 Cst.; cf. ATF 132 I 229 consid. 11.2 p. 245; arrêt 2C_721/2012 du 27 mai 2013 consid. 6.3, non publié in ATF 139 II 384, mais in Pra 2013 n° 103 p. 791; BIANCHI/HEIMGARTNER, Die Rückerstattung von Potentatengeldern, PJA 2012 p. 353 ss, 355). Pour être admissible, cette restriction suppose que soit respecté l'art. 36 Cst.\n\n4.1 Le recourant fonde ses griefs sur les conditions de l'art. 36 Cst. dont il met en doute la réalisation. Il soutient en substance que la décision attaquée, qui constitue une ingérence dans ses droits fondamentaux, ne remplit pas les exigences de l'art. 184 al. 3 Cst., de sorte que cette disposition ne saurait lui servir de base légale (art. 36 al. 1 Cst.). En outre, elle ne répond à aucun intérêt public ni ne respecte le principe de la proportionnalité (art. 36 al. 2 et 3 Cst.), ces deux aspects se recoupant, selon lui, avec les conditions d'application de l'art. 184 al. 3 Cst.\n\n4.2 Aux termes de l'art. 184 al. 3 Cst.:\n\n\"Lorsque la sauvegarde des intérêts du pays l'exige, le Conseil fédéral peut adopter les ordonnances et prendre les décisions nécessaires. Les ordonnances doivent être limitées dans le temps.\"\n\nDe cette disposition constitutionnelle l'exécutif fédéral peut déduire, si nécessaire directement et exclusivement, une compétence normative dans le domaine des relations internationales (cf. art. 7c al. 1 de la loi fédérale du 21 mars 1997 sur l'organisation du gouvernement et de l'administration [LOGA; RS 172.010]; AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, vol. I, 3e éd. 2013, n. 1971 p. 669), visant à préserver les intérêts de la politique étrangère suisse (GIOVANNI BIAGGINI, in BV, 2007, n° 12 ad art. 184 Cst. p. 815). Ce pouvoir normatif prend la forme d'une ordonnance indépendante de substitution (ATF 132 I 229 consid. 10.1 p. 243; cf., sur ces textes, AUER/MALINVERNI/HOTTELIER, op. cit., n. 1631 p. 552).\n\nL'art. 184 al. 3 Cst. prévoit, en des termes généraux, à quelles conditions objectives le Conseil fédéral est autorisé à user de cette prérogative. Lorsque le pouvoir exécutif adopte une ordonnance qui s'en |24| tient auxdites conditions constitutionnelles, l'art. 184 al. 3 Cst. vaut à lui seul base légale suffisante, permettant également de restreindre, en tant que de besoin, les libertés fondamentales des particuliers (ATF 132 I 229 consid. 10.1 p. 243). Partant, savoir si l'art. 184 al. 3 Cst. constitue une base légale suffisante implique de déterminer, à titre préjudiciel, si l'acte à l'origine de la décision attaquée (cf. ATF 139 II 384 consid. 2.3 p. 390), en l'occurrence l'O-Egypte, en respecte les conditions.\n\n4.3 En revanche, on ne saurait assimiler les \"intérêts du pays\" ainsi que le caractère nécessaire des décisions qui sont évoqués à l'art. 184 al. 3 Cst. aux notions d'intérêt public et de proportionnalité qui sont posées à l'art. 36 al. 2 et 3 Cst. dans l'optique de limiter un droit fondamental. Tandis que les premiers termes énoncent les conditions matérielles auxquelles le Conseil fédéral se voit exceptionnellement reconnaître le droit de réglementer, à la manière du pouvoir législatif, certains aspects des relations internationales, le respect des secondes notions doit se déterminer en fonction des circonstances ainsi que de l'évolution de la situation individuelle des personnes concernées, en l'occurrence l'inscription sur la liste, suivie du blocage administratif des avoirs bancaires en Suisse dont le recourant est le titulaire ou l'ayant droit économique.\n\nPartant, contrairement à ce qu'indique le recourant et à ce qui résulte partiellement de l'arrêt attaqué, l'examen des conditions d'application de l'art. 184 al. 3 Cst. en lien avec l'existence d'une base légale suffisante (art. 36 al. 1 Cst.; cf. infra consid. 5.1) ne coïncide pas avec les conditions du respect de l'intérêt public et de la proportionnalité au sens des art. 36 al. 2 et 3 Cst., qu'il y a donc lieu d'aborder séparément (cf. ATF 132 I 229 consid. 10 et 11 p. 243 ss; consid. 5.2 et 5.3 infra).\n\n5. L'examen de la base légale, dont l'existence est contestée par le recourant, suppose de vérifier si l'O-Egypte sur laquelle le maintien du gel administratif des avoirs du recourant se fonde, correspond aux conditions posées par l'art. 184 al. 3 Cst. (cf. consid. 4.2 supra).\n\n5.1 En premier lieu, le Conseil fédéral ne peut adopter une ordonnance indépendante de substitution en matière de relations internationales que \"lorsque la sauvegarde des intérêts du pays l'exige\" (art. 184 al. 3 Cst.; cf. également art. 7e al. 1 let. a LOGA).\n\n5.1.1 Le champ d'application de cette clause est large par définition, car il n'est pas possible d'anticiper toutes les situations dans |25| lesquelles le gouvernement peut être appelé à intervenir en matière de relations internationales aux fins de préserver les intérêts de la Suisse (voir déjà: DIETRICH SCHINDLER, in Commentaire de la Constitution de la Confédération suisse du 29 mai 1874, vol. IV, 1987, n° 115 ad art. 102 ch. 8 Cst. p. 46; cf. aussi SCHOTT/KÜHNE, An den Grenzen des Rechtsstaats: exekutive Notverordnungs- und Notverfügungsrechte in der Kritik, ZBl 8/2010 p. 409 ss, 419). Ceux-ci sont en premier lieu énumérés à l'art. 54 al. 2 Cst. sur les affaires étrangères (cf., dans ce sens, SCHWENDIMANN/TSCHAN-TRUONG/THÜRER, Die Schweizerische Bundesverfassung, 3e éd. 2014, nos 24 s. ad art. 184 Cst. p. 2951), en vertu duquel:\n\n\"La Confédération s'attache à préserver l'indépendance et la prospérité de la Suisse; elle contribue notamment à soulager les populations dans le besoin et à lutter contre la pauvreté ainsi qu'à promouvoir le respect des droits de l'Homme, la démocratie, la coexistence pacifique des peuples et la préservation des ressources naturelles.\"\n\nPar ailleurs, il ressort de la pratique que le Conseil fédéral a développée en application de l'art. 184 al. 3 Cst. que des ordonnances visant à sauvegarder les intérêts du pays ont été, parmi d'autres usages possibles, adoptées comme moyens de sanctions et de représailles à l'encontre d'autres Etats ou, au contraire, dans l'optique d'éviter de nuire aux relations que la Suisse entretient avec d'autres Etats et des organisations internationales, ou de porter atteinte à la réputation de la Suisse vis-à-vis de l'étranger (cf. SCHWENDIMANN/TSCHAN-TRUONG/THÜRER, op. cit., n° 24 ad art. 184 Cst. p. 2951 et les ouvrages cités; SCHINDLER, op. cit., nos 116 ss ad art. 102 ch. 8 Cst. p. 46 s.).\n\nLe Tribunal fédéral fait preuve de retenue s'agissant d'apprécier si les objectifs que le Conseil fédéral annonce vouloir poursuivre en se fondant sur l'art. 184 al. 3 Cst. font partie des \"intérêts de la Suisse\" en matière de politique étrangère (cf., mutatis mutandis, ATF 130 III 430 consid. 3.3 p. 434).\n\n5.1.2 En l'espèce, à la suite des événements dits du \"Printemps arabe\", les pays affectés par un changement de régime, notamment l'Egypte, qui soupçonnait son ancien président Hosni Mubarak d'avoir détourné à grande échelle des fonds publics, se sont adressés aux Etats dotés d'une importante place financière en demandant leur soutien. Concernant l'Egypte, le Conseil fédéral a réagi rapidement en adoptant l'O-Egypte qui avait pour effet immédiat de geler les avoirs et les ressources appartenant à ou sous contrôle de Hosni Mubarak ainsi que de personnes physiques, entreprises et entités proches, |26| énumérées dans l'annexe à ladite ordonnance (cf. art. 1 al. 1 O-Egypte). Lorsqu'il a ordonné ce blocage, le Conseil fédéral a souligné l'engagement de la Suisse en faveur de la bonne gouvernance et de la lutte contre la corruption et l'impunité. Le blocage était par ailleurs primordial pour protéger la réputation et l'intégrité de la place financière helvétique, autre intérêt essentiel de la Suisse (cf. Rapport explicatif du Département fédéral du 8 mai 2013 relatif à l'avant-projet de loi fédérale sur le blocage et la restitution des valeurs patrimoniales d'origine illicite liées à des personnes politiquement exposées, p. 4 et 6; ATF 131 II 169 consid. 6 p. 175).\n\nA l'aune des explications fournies par le gouvernement helvétique, dont aucun élément au dossier ne permet de douter de la pertinence, l'Ordonnance-Egypte a donc essentiellement pour objectifs, d'une part, de préserver l'image de la Suisse et de sa place financière vis-à-vis de l'étranger, laquelle ne doit pas être perçue comme un havre sûr pour les valeurs patrimoniales de provenance illicite que des potentats déchus ou leurs proches y auraient déposées. D'autre part, l'O-Egypte entend éviter de nuire aux relations que la Suisse entretient avec l'Egypte, à travers une coopération diligente avec son nouveau gouvernement tendant au blocage de fonds d'origine douteuse. En d'autres termes, le Conseil fédéral voulait éviter à travers l'O-Egypte que la Suisse se voie reprocher sur le plan international d'avoir négligé de faire ce qu'elle pouvait pour assurer que les avoirs de Hosni Mubarak et de son entourage se trouvant en Suisse, susceptibles de provenir de l'importante fortune qu'il leur a été reproché de s'être constituée au préjudice du peuple égyptien, puissent revenir autant que possible à ce dernier (cf., mutatis mutandis, ATF 132 I 229 consid. 10.2 p. 243). Or, de tels objectifs relèvent traditionnellement des \"intérêts du pays\" détaillés ci-avant (consid. 5.1.1) et sont dès lors admissibles au regard de l'art. 184 al. 3 Cst.\n\n5.2 L'art. 184 al. 3 Cst. implique, en deuxième lieu, que la mesure apparaisse comme nécessaire (cf. en particulier les termes \"l'exige\" et \"décisions nécessaires\"). Savoir si une mesure est nécessaire à la sauvegarde des intérêts de la Suisse dans les relations avec l'étranger est une question de droit, que le Tribunal fédéral examine donc librement. Au vu de ses implications politiques, elle comporte toutefois une importante marge d'appréciation, justifiant de procéder à cet examen avec une grande réserve (cf. ATF 132 I 229 consid. 10.3 p. 243). Par ailleurs, le Tribunal fédéral ne saurait procéder à un |27| contrôle de l'opportunité de la mesure (art. 95-97 a contrario LTF; THIERRY TANQUEREL, Manuel de droit administratif, 2011, n. 521 p. 173).\n\nComme indiqué ci-avant (consid. 5.1), le pouvoir exécutif a adopté l'Ordonnance-Egypte en particulier dans le but de garantir que les avoirs que l'ancien chef d'Etat égyptien et son entourage ont déposés en Suisse, si leur caractère douteux était par la suite confirmé, puissent être restitués aux ayants droit légitimes. Afin d'éviter que ces fonds ne soient retirés de la place financière helvétique et donc soustraits au contrôle suisse avant même qu'une procédure d'entraide internationale ou pénale nationale n'ait pu aboutir, il était indispensable que le Conseil fédéral procède au gel immédiat de l'ensemble de ces avoirs suspects, qu'ils aient ou non été identifiés à ce stade précoce des événements. En outre, compte tenu de l'instabilité et des incertitudes politiques qui, de façon notoire, perdurent en Egypte, l'O-Egypte servait et sert toujours les intérêts de politique étrangère de la Suisse. Quant à la question de savoir si le refus de lever le gel des avoirs du recourant, pris individuellement, est (encore) nécessaire, elle relève de l'examen de l'intérêt public et de la proportionnalité de la restriction à la garantie de propriété (consid. 6 infra).\n\nIl s'ensuit que l'O-Egypte est et était nécessaire pour atteindre les buts poursuivis par le Conseil fédéral en application de l'art. 184 al. 3 Cst.\n\n5.3 En troisième lieu, la durée de l'Ordonnance-Egypte doit être limitée dans le temps. A ce titre, l'art. 7c LOGA invite le Conseil fédéral à limiter la durée de validité de l'ordonnance de manière appropriée; cette durée ne peut dépasser quatre ans (al. 2). En outre, cette ordonnance ne pourra être prorogée qu'une fois. Le cas échéant, celle-ci devient caduque six mois après l'entrée en vigueur de sa prorogation si le Conseil fédéral n'a pas soumis à l'Assemblée fédérale un projet établissant la base légale de son contenu (al. 3).\n\n5.3.1 Promulguée le 2 février 2011, l'O-Egypte a vu sa durée initialement fixée jusqu'au 10 février 2014, soit pour une période inférieure à quatre ans. L'ordonnance a ensuite été prolongée une fois jusqu'au 10 février 2017, soit pour une période limitée à trois ans.\n\n5.3.2 En parallèle à la prorogation de l'ordonnance, à savoir avant l'écoulement des six mois mentionné à l'art. 7c al. 3 LOGA, le Conseil fédéral a soumis au Parlement fédéral un projet de loi sur le blocage |28| et la restitution de valeurs patrimoniales d'origine illicite liées à des personnes politiquement exposées (P-LBRV; objet 14.039). L'idée est de créer une base légale formelle générale, plus large que la loi fédérale du 1er octobre 2010 sur la restitution des valeurs patrimoniales d'origine illicite de personnes politiquement exposées (LRAI; RS 196.1) dont l'abrogation est envisagée, en regroupant, dans une seule loi, le droit actuel et la pratique en matière de recouvrement des avoirs d'origine illicite, couvrant le blocage, la confiscation et la restitution (Message du 21 mai 2014 relatif à la loi sur les valeurs patrimoniales d'origine illicite, FF 2014 5121 ss, 5123; cf., à ce sujet, LOÏC PAREIN, L'avant-projet de loi fédérale sur le blocage et la restitution de valeurs patrimoniales d'origine illicite liées à des personnes politiquement exposées [LBRV], Jusletter 18 novembre 2013). A terme, cette loi devrait ainsi encadrer la compétence du Conseil fédéral d'édicter des ordonnances fondées directement sur l'art. 184 al. 3 Cst.\n\n5.3.3 Il s'ensuit que l'O-Egypte respecte les exigences temporelles figurant à l'art. 184 al. 3 in fine Cst.\n\n5.4 En quatrième et dernier lieu, dès lors qu'il pouvait, en adoptant l'O-Egypte, directement se fonder sur la Constitution fédérale, en l'occurrence l'art. 184 al. 3 Cst., le Conseil fédéral a par définition édicté des dispositions praeter legem, qui se substituent à et/ou complètent la loi au sens formel (cf. ATF 131 III 652 consid. 2 p. 655; BIAGGINI, op. cit., n° 13 ad art. 184 Cst. p. 815; SCHINDLER, op. cit., n° 123 ad art. 102 ch. 8 Cst. p. 47). En revanche, une telle ordonnance indépendante ne saurait en principe être adoptée contra legem, soit en contradiction avec le droit fédéral, en particulier avec les lois fédérales existantes (cf. AUER/MALINVERNI/HOTTELIER, op. cit., n. 1973 p. 670; BIANCHI/HEIMGARTNER, op. cit., p. 354; SCHOTT/KÜHNE, op. cit., p. 428).\n\n5.4.1 Le recourant ne conteste plus, comme il semble l'avoir fait devant l'instance inférieure, que l'O-Egypte est compatible avec la loi fédérale sur la restitution des valeurs patrimoniales d'origine illicite de personnes politiquement exposées précitée (LRAI). En effet, ce texte, entré en vigueur le 1er février 2011 (RO 2011 275), soit un jour avant l'O-Egypte, qui permet au Conseil fédéral de décider le blocage de valeurs patrimoniales en Suisse en vue de l'ouverture d'une confiscation (cf. art. 2 LRAI), s'applique uniquement lorsqu'une demande d'entraide judiciaire en matière pénale ne peut aboutir en |29| raison de la situation de défaillance au sein de l'Etat requérant (cf. art. 1 LRAI). Il n'en découle pas, e contrario, que l'adoption de la LRAI par le législateur fédéral ait eu, à la manière d'un silence qualifié, pour but ou conséquence d'empêcher le Conseil fédéral d'adopter une ordonnance en se fondant directement sur l'art. 184 al. 3 Cst. dans les situations qui n'entrent pas dans le cadre de cette loi; il a au contraire été précisé que \"la compétence prévue par l'art. 184 al. 3 Cst. reste intacte pour les cas qui, comme ici, n'entreraient pas dans le cadre de la nouvelle loi\" (cf. Message du 28 avril 2010 relatif à la loi fédérale sur la restitution de valeurs patrimoniales [...], FF 2010 2995 ss, 3008 ch. 1.7.2; voir également art. 14 LRAI e contrario;BIANCHI/HEIMGARTNER, op. cit., p. 357).\n\n5.4.2 Quant à la loi fédérale du 22 mars 2002 sur l'application de sanctions internationales (loi sur les embargos, LEmb; RS 946.231), elle réserve expressément, à son art. 1 al. 2, les mesures prises sur la base de l'art. 184 al. 3 Cst., de sorte qu'elle ne remet pas en cause la compétence du Conseil fédéral en la matière (Message du 20 décembre 2000 concernant la loi fédérale sur l'application de sanctions internationales, FF 2001 1341 ss, 1342, 1344 ch. 1.1.2 et 1360 ch. 1.5.2; GEORGIOS PAVLIDIS, Confiscation internationale: instruments internationaux, droit de l'Union européenne, droit suisse, 2012, p. 246).\n\nIl s'ensuit que les mesures prises par l'exécutif fédéral ne vont pas à l'encontre du droit positif.\n\n5.5 Force est donc d'admettre que les conditions de l'art. 184 al. 3 Cst. sont toutes réunies, de sorte que les mesures coercitives infligées au recourant en application de l'O-Egypte remplissent l'exigence de la base légale.\n\n6. L'appartenance du recourant aux personnes exposées énumérées dans la liste annexée à l'O-Egypte, initialement contestée, a été tranchée par décision du 27 avril 2011 qui est entrée en force. Au demeurant, le recourant ne remet plus en cause ses attaches avec l'ancien régime politique égyptien. S'ajoute à cela que la Suisse n'est pas la seule à avoir pris des mesures à l'encontre du recourant. Son nom figure également parmi les personnes visées par le règlement (UE) n° 270/2011 du Conseil du 21 mars 2011, et sa modification du 26 novembre 2012, concernant des mesures restrictives à l'encontre de certaines personnes, entités et organismes au regard de la situation en Egypte, en tant que personne faisant l'objet de poursuites judiciaires par les autorités égyptiennes pour détournement de fonds |30| publics (JO L 76 du 22 mars 2011 p. 4 ss et L 327 du 27 novembre 2012 p. 14 s.). C'est donc à juste titre que le recourant entre dans le champ d'application ratione personae de l'O-Egypte.\n\nEncore faut-il toutefois que la décision attaquée, qui a pour effet de maintenir le gel des avoirs du recourant et qui constitue, par conséquent, une ingérence dans la garantie de la propriété de ce dernier (art. 26 al. 1 Cst.), réponde à un intérêt public (consid. 6.1 infra) et soit proportionnée (consid. 6.2 infra), au sens de l'art. 36 al. 2 et 3 Cst.\n\n6.1 S'agissant de la condition selon laquelle la mesure de gel prise à l'encontre du recourant doit être motivée par un intérêt public ou par la protection d'un droit fondamental d'autrui, l'intéressé soutient que l'intérêt public du gel des avoirs fondé sur l'art. 184 al. 3 Cst. ne se justifie, de manière conservatoire, qu'aussi longtemps que les instruments classiques de blocage des fonds n'ont pas pu aboutir. Du reste, le Département fédéral a lui-même admis cet objectif. Or, au moment où celui-ci a refusé de radier le recourant de la liste des personnes visées par l'O-Egypte le 13 août 2012, cet objectif conservatoire n'existait plus, puisque le Ministère public était entré en matière sur la demande d'entraide, qu'une procédure pénale nationale avait été étendue au recourant et que des mesures de blocage parallèles de l'ensemble des fonds gelés en application de l'O-Egypte avaient été prononcées dans le cadre de ces procédures.\n\n6.1.1 Il est vrai, comme l'a indiqué du reste le Département fédéral dans l'extrait cité par le recourant, que l'O-Egypte a pour but premier de conférer aux autorités judiciaires de l'Etat concerné le temps nécessaire pour ouvrir une procédure pénale et adresser une demande d'entraide à la Suisse. Toutefois, contrairement à ce que prétend le recourant, ce n'est pas parce que, dans le cadre de procédures d'entraide ou pénales nationales, le blocage des avoirs d'une personne visée par une ordonnance fondée sur l'art. 184 al. 3 Cst. a été prononcé que l'intérêt public au maintien de celle-ci sur la liste des personnes exposées et partant la nécessité de geler ses avoirs disparaît aussitôt.\n\n6.1.2 Est en effet visée par l'O-Egypte et partant gelée l'intégralité des avoirs et des ressources économiques appartenant à ou sous contrôle de personnes politiquement exposées, alors que seuls des biens limitativement énumérés peuvent être séquestrés par les autorités pénales. Par nature, ces deux mesures sont donc différentes. En outre, leurs finalités se distinguent: tandis que les mesures de séquestre |31| pénal obéissent aux règles (plus) strictes et objectifs spécifiques de l'entraide pénale internationale et du droit ainsi que de la procédure pénale (cf., notamment, ATF 140 IV 57 consid. 4.1.1 p. 61 s. et les conditions du séquestre pénal exposées par LEMBO/JULEN BERTHOD, in Commentaire romand, Code de procédure pénale suisse, 2011, nos 16 ss ad art. 263 CPP p. 1185 ss), les mesures de gel administratif prises en vertu de l'O-Egypte interviennent dans le but préventif de faciliter une éventuelle future exécution du droit pénal et de l'entraide. Par ailleurs, même si les avoirs et ressources visés par l'ordonnance peuvent, à un moment donné, se recouper entièrement avec les biens séquestrés sur le plan pénal, le gel fondé sur un acte qui, comme l'O-Egypte, repose sur l'art. 184 al. 3 Cst., est plus large. Il concerne aussi des fonds qui seraient cachés ou inconnus et dont l'existence ne serait révélée qu'ultérieurement.\n\nPar conséquent, tant que l'ordonnance est en vigueur, des avoirs cachés ou inconnus qui apparaîtraient ultérieurement seraient de facto bloqués. En cela, l'O-Egypte garantit que des biens ayant échappé au séquestre pénal ne puissent pas disparaître sans que les autorités pénales n'aient eu la possibilité d'approfondir leurs enquêtes en vue d'identifier d'éventuels autres avoirs et relations bancaires d'origine suspecte en Suisse. Or, l'image internationale de la Suisse ainsi que sa volonté de coopérer en vue de lutter contre la corruption et le blanchiment d'argent - que vise précisément à préserver cette ordonnance - seraient sérieusement compromises si des avoirs cachés de personnes exposées politiquement pouvaient quitter la Suisse, alors que les faits reprochés à ces mêmes personnes seraient suffisamment sérieux pour justifier (ultérieurement) une demande d'entraide et/ou l'ouverture d'une procédure pénale interne.\n\n6.1.3 Certes, il n'est ni souhaitable ni idéal que des avoirs fassent l'objet d'un cumul de mesures de blocage, ni que les autorités chargées d'intervenir se multiplient (cf. URSULA CASSANI, Les avoirs mal acquis, avant et après la chute du \"potentat\", RSDIE 2010 p. 465 ss, 482). Toutefois, le fait que l'art. 183 al. 4 Cst. exige que la mesure prise soit de durée limitée réduit ces inconvénients à une période transitoire, laissant aux autorités pénales, lorsqu'elles ont été saisies d'une demande d'entraide ou qu'une procédure nationale est menée, le temps pour enquêter sur les structures financières mises en place. Il ne faut en effet pas perdre de vue que, généralement, les régimes corrompus utilisent des montages financiers complexes, et qu'il n'est d'emblée pas évident de faire le tri entre les avoirs de provenance |32| licite et illicite (cf. MARNIE DANNACHER, Diktatorengelder in der Schweiz, 2012, p. 172).\n\n6.1.4 Il existe partant un intérêt public à ce que les autorités refusent de radier de la liste annexée à l'O-Egypte le nom des personnes y figurant aussitôt que les avoirs déclarés sur la base de cette ordonnance ont parallèlement fait l'objet d'un séquestre sur le plan pénal. Quant à la question de savoir à partir de quel moment concret le maintien d'une mesure de gel administrative fondée sur l'art. 184 al. 3 Cst., parallèlement aux mesures pénales, ne se justifie plus, elle ressortit à la proportionnalité (consid. 6.2 infra).\n\n6.2 Reste la proportionnalité de la décision attaquée, que le recourant conteste également. Reprenant l'argument soulevé en lien avec l'intérêt public, il affirme en substance que, étant donné que tous les biens qui ont été annoncés par les banques en application de l'O-Egypte font l'objet d'un séquestre pénal, il serait disproportionné de maintenir leur gel également en application de l'O-Egypte.\n\n6.2.1 En matière de restrictions aux droits fondamentaux, le principe de la proportionnalité exige que la mesure envisagée soit apte à produire les résultats d'intérêt public escomptés (règle de l'aptitude) et que ceux-ci ne puissent être atteints par une mesure moins incisive (règle de la nécessité). En outre, il interdit toute limitation allant au-delà du but visé et postule un rapport raisonnable entre celui-ci et les intérêts publics ou privés compromis (principe de la proportionnalité au sens étroit, impliquant une pesée des intérêts; cf. ATF 140 I 168 consid. 4.2.1 p. 173; ATF 136 IV 97 consid. 5.2.2 p. 104; ATF 135 I 169 consid. 5.6 p. 174; arrêt 2C_1019/2013 du 2 juin 2014 consid. 7.2).\n\n6.2.2 Comme il a été expliqué ci-avant, le gel des avoirs fondé sur l'Ordonnance-Egypte, en ce qu'il concerne aussi des biens dont il ne serait pas encore établi qu'ils appartiennent à la personne exposée ou dont celle-ci serait la titulaire économique, a un champ d'application plus large que les séquestres pénaux. Partant, le refus de lever cette mesure est apte à éviter que des avoirs jusqu'à présent inconnus, qui ne seraient pas visés par un séquestre pénal, puissent quitter la Suisse, alors que les conditions de l'art. 184 al. 3 Cst. justifiant le maintien de l'O-Egypte demeurent réunies. Le recourant nie ce risque en indiquant qu'il ne se serait jamais produit. Or, il cite de manière tronquée le Département fédéral, qui a lui-même évoqué cette possibilité, mais sans révéler d'exemples précis, pour des motifs - compréhensibles - de confidentialité. |33|\n\n6.2.3 La mention sur la liste des personnes exposées annexée à l'ordonnance a permis que des fonds appartenant au recourant ou dont celui-ci était le titulaire économique en Suisse, soient gelés, ce qui confirme, de manière générale, le caractère nécessaire de la mesure. Pour des motifs déjà exposés, ce refus de lever le gel des avoirs est en outre indispensable en vue d'éviter que la position de la Suisse sur le plan international soit discréditée, ce qui est précisément l'un des objectifs d'intérêt public poursuivis par l'O-Egypte.\n\n6.2.4 Enfin, s'agissant du critère de la proportionnalité au sens étroit, l'atteinte invoquée par le recourant à son droit de propriété est limitée, puisque, comme il l'affirme, l'ensemble de ses biens sont aussi bloqués par les autorités pénales. Partant, de toute façon, une éventuelle acceptation de le radier de la liste de l'O-Egypte n'aurait pas pour effet automatique de lui permettre de disposer de ses avoirs.\n\nL'on remarquera également que l'art. 1 al. 2 O-Egypte permet, en tant que de besoin, au recourant de demander au Département fédéral d'autoriser exceptionnellement des versements prélevés sur des comptes bloqués, des transferts de biens en capital gelés et le déblocage de ressources économiques gelées afin de protéger des intérêts suisses ou de prévenir des cas de rigueur.\n\nPar ailleurs, le fait que certains fonds, voire l'ensemble des avoirs d'une personne visée par ces mesures, puissent être bloqués à deux titres distincts mais complémentaires n'est que transitoire.\n\nD'un point de vue technique et comme déjà indiqué (cf. consid. 5.3 supra), les ordonnances fondées sur l'art. 184 al. 3 Cst. doivent être en effet limitées dans le temps, au maximum quatre ans, et ne peuvent être reconduites qu'une seule fois (cf. art. 7c al. 2 et 3 LOGA). En l'occurrence, l'O-Egypte a été prorogée jusqu'au 10 février 2017 (art. 7 al. 2 O-Egypte; RO 2013 5497); sa durée se situe dans les limites fixées par la Constitution et par la LOGA. Au-delà d'une telle période, leurs effets ne pourront être maintenus qu'à condition d'avoir été transposés dans une loi au sens formel (art. 7c al. 3 in fine et al. 4 LOGA), sous le contrôle des Chambres fédérales.\n\nD'un point de vue matériel et dans la perspective de protéger les droits fondamentaux des personnes affectées, l'autorité compétente doit veiller à ce que la mesure cesse de produire ses effets à l'égard du recourant une fois que le but de celle-ci aura été atteint; l'art. 6 O-Egypte prévoit d'ailleurs la possibilité pour le Département fédéral d'adapter l'annexe contenant le nom des personnes visées par les |34| mesures de blocage administratif et consacre ainsi un devoir de mutabilité afin de tenir compte de l'évolution de la situation concrète.\n\nIl a été vu que la mesure litigieuse était destinée à bloquer préventivement l'ensemble des avoirs d'origine douteuse, identifiés ou non (encore), que le recourant est susceptible d'avoir déposés en Suisse, de manière à ce que l'Etat égyptien puisse à un stade ultérieur le cas échéant en réclamer la restitution par le biais d'une procédure d'entraide. Il a également été précisé précédemment que les avoirs de l'entourage de potentats déchus peuvent avoir être déposés en Suisse par le biais de montages financiers complexes, de sorte qu'il n'était pas systématiquement possible de déceler aussitôt l'ensemble des valeurs patrimoniales d'origine douteuse appartenant au recourant. En conséquence, leur découverte par les autorités helvétiques, le cas échéant en collaboration étroite avec celles de l'Etat requérant dont le système politique demeure cependant encore fragile, peut requérir des enquêtes approfondies préalables, lesquelles prennent par définition du temps. Il se justifie ainsi que le blocage administratif de tous les avoirs, identifiés et potentiels, du recourant en Suisse, soit maintenu parallèlement au séquestre pénal des valeurs déjà identifiées et ne puisse être levé qu'une fois que ces enquêtes auront pu être menées à chef et que l'existence d'autres avoirs suspects en Suisse ait pu être écartée.\n\nCela dit, la simple possibilité abstraite que des valeurs patrimoniales non encore découvertes puissent être dissimulées en Suisse ne saurait justifier un blocage administratif illimité ou pour une durée indéterminée des avoirs du recourant. Une fois la mesure de blocage prise en application de l'O-Egypte, il convient en principe de s'assurer que l'Etat ou l'entité dont les biens sont soupçonnés d'avoir été détournés formule dès qu'il est en mesure de le faire une demande d'entraide ou s'adresse à la Confédération dans le cadre d'une procédure analogue. En outre, les autorités helvétiques chargées de l'enquête pénale ou de la procédure d'entraide doivent avancer avec soin et diligence dans leurs enquêtes respectives; à ce défaut, soit en cas de retards injustifiés imputables aux autorités suisses, la levée de la mesure administrative de blocage devra être envisagée. De surcroît, plus la durée de la mesure précitée s'avère ou s'annonce longue, plus les exigences pour pouvoir justifier son maintien seront importantes; en cas de contestation à cet égard, les autorités concernées doivent être en mesure d'établir les efforts concrets entrepris - |35| sans désemparer - en vue de découvrir les éventuelles valeurs patrimoniales dissimulées en Suisse ou d'énoncer les éventuels obstacles à une conclusion plus rapide des enquêtes. Passé un tel délai raisonnable, seuls des indices concrets laissant penser que la place financière suisse abriterait encore d'autres avoirs inconnus, appartenant vraisemblablement au recourant, pourront en principe justifier une prolongation du gel administratif des avoirs décrété en vertu de l'Ordonnance-Egypte.\n\nEn l'occurrence, les parties ne remettent pas en cause que des valeurs patrimoniales appartenant au recourant et d'origine suspecte ont pu être identifiées et bloquées en Suisse. Les autorités égyptiennes ont adressé une demande d'entraide à la Confédération, qui a entamé une telle procédure, en parallèle à l'ouverture d'une procédure pénale nationale. Se contentant de critiquer la coexistence des blocages pénaux et administratifs et d'affirmer que l'ensemble de ses avoirs en Suisse auraient d'ores et déjà été gelés, le recourant ne se plaint pas de manière spécifique de longueurs ou inconsistances dans les procédures pénales et d'entraide engagées à son sujet, de sorte que rien n'indique que celles-ci ne suivraient pas leur cours ordinaire et ne pourront apporter les clarifications nécessaires dans un délai raisonnable, mais en principe avant la nouvelle échéance de l'O-Egypte le 10 février 2017. En l'état et en l'absence d'éléments permettant de retenir un avancement insuffisant des enquêtes visant à exclure ou identifier d'autres valeurs patrimoniales du recourant en Suisse, la présente mesure prise selon l'art. 184 al. 3 Cst., affectant le recourant, s'avère dès lors encore proportionnée aux objectifs en matière de politique internationale poursuivis par la Confédération.\n\n6.3 Il apparaît ainsi que l'arrêt attaqué, qui confirme le refus du Département fédéral de radier le nom du recourant de la liste figurant à l'annexe à l'O-Egypte, ne viole pas l'art. 36 Cst., de sorte que le recours doit être rejeté, dans la mesure de sa recevabilité."}