{"annee": "141", "cour": "V", "page": "321", "date": "19/5/2015", "cite": ["138 V 186", "137 II 242"], "cite_par": ["141 V 688"], "chapeau": "34. Extrait de l'arrêt de la Ire Cour de droit social dans la cause A.contre Centre social B. (recours en matière de droit public)\n\n8C_395/2014 du 19 mai 2015", "regestes": ["Art. 2 par. 1 al. 2, art. 6 par. 1, 2 et 6, art. 9 par. 2 Annexe I ALCP; art. 4 al. 2 de la loi cantonale du 2 décembre 2003 sur l'action sociale vaudoise (LASV). Un ressortissant français au bénéfice d'un permis de courte durée (permis L) ayant perdu son emploi en Suisse en raison de son incarcération ne peut exciper d'aucun droit à l'aide sociale de l'ALCP. Il peut seulement prétendre à l'aide d'urgence (consid. 4)."], "faits": "|321|\n\nA. A., de nationalité française, célibataire, est entré en Suisse le 22 mai 2007. Une autorisation de séjour UE/AELE de courte durée (permis L) lui a été délivrée le 10 septembre 2007. D'autres permis L lui ont ensuite été accordés, en dernier lieu un permis du même type valable jusqu'au 12 mai 2013. |322|\n\nDepuis le 23 avril 2012, A. travaillait au service de la société C. ressources humaines SA, à U., en qualité d'automaticien auprès de l'Entreprise D. dans le cadre d'une mission temporaire. Le 3 avril 2013, il a été placé en détention à la suite d'une enquête pénale. Le 7 avril 2013, le Tribunal des mesures de contrainte a ordonné sa détention provisoire et a fixé la durée de celle-ci à trois mois. Par lettre du 23 avril 2013, C. ressources humaines SA a constaté qu'il avait mis fin de manière abrupte à son emploi, sans avoir respecté le délai de résiliation.\n\nLe 22 avril 2013, A. a demandé au Centre social B. d'intervenir financièrement en sa faveur. Le 23 mai 2013, il a expliqué au Centre social B. qu'il n'avait plus aucun revenu et que le loyer du mois de mai de son appartement n'avait pas été réglé. Il a requis l'octroi d'une aide financière afin de pouvoir régler le loyer. Par décision du 7 juin 2013, le Centre social B. a refusé de lui accorder des prestations financières sous la forme du revenu d'insertion.\n\nA. a été libéré dans le courant du mois de juin 2013. Postérieurement à sa libération, il a demandé et obtenu le renouvellement de son permis L jusqu'au 11 décembre 2013. Il a perçu l'indemnité de chômage durant trois jours contrôlés. Le 21 juin 2013, il a pris un nouvel emploi chez E. SA à V. et a débuté le 24 juin suivant une mission temporaire en qualité d'électricien-câbleur.\n\nLe 3 août 2013, A. a déféré la décision du 7 juin 2013 au Service de prévoyance et d'aide sociales du canton de Vaud (SPAS) en concluant à l'octroi du revenu d'insertion pour les mois d'avril à juin 2013. Il a présenté en même temps une demande d'assistance judiciaire tendant à la désignation d'un avocat d'office pour la procédure. Le 25 septembre 2013, le SPAS a rejeté le recours et la demande d'assistance judiciaire.\n\nB. A. a recouru contre cette dernière décision devant la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud en concluant derechef à l'attribution du revenu d'insertion pour les mois d'avril à juin 2013. Il a en outre contesté le refus de l'assistance judiciaire pour la procédure administrative.\n\nPar arrêt du 17 avril 2014, le tribunal cantonal a rejeté le recours.\n\nC. A. dépose à la fois un recours en matière de droit public et un recours constitutionnel subsidiaire auprès du Tribunal fédéral. Il conclut à la réforme de la décision attaquée dans le sens de ses conclusions |323| précédentes. Subsidiairement, il conclut à l'annulation du jugement cantonal et au renvoi de la cause à l'autorité précédente pour nouvelle décision. Il demande à être mis au bénéfice de l'assistance judiciaire pour la procédure fédérale.\n\nLe Tribunal fédéral a déclaré le recours constitutionnel irrecevable et rejeté le recours en matière de droit public dans la mesure où il est recevable.", "considerants": "Extrait des considérants:\n\n2. Le recourant, de nationalité française, entre dans le champ d'application personnel de l'Accord du 21 juin 1999 entre la Confédération suisse, d'une part, et la Communauté européenne et ses Etats membres, d'autre part, sur la libre circulation des personnes (ALCP; RS 0.142.112.681).\n\n3.\n\n3.1 L'octroi de l'aide aux personnes dans le besoin relève essentiellement de la compétence cantonale, sauf exceptions qui n'entrent pas en considération ici (cf. les art. 40 al. 2, 114 al. 5 et 121 al. 1 Cst.). L'action sociale cantonale vaudoise comprend la prévention, l'appui social et le revenu d'insertion (art. 1 al. 2 de la loi cantonale du 2 décembre 2003 sur l'action sociale vaudoise [LASV; RSV 850. 051]). Le revenu d'insertion (RI) comprend une prestation financière et peut, le cas échéant, également comprendre des prestations sous forme de mesures d'insertion sociale ou professionnelle (art. 27 LASV). La prestation financière est accordée à toute personne qui se trouve dépourvue de moyens nécessaires pour satisfaire les besoins vitaux et d'autres besoins personnels spécifiques importants (art. 34 LASV).\n\nSelon l'art. 4 al. 2 LASV, la loi \"ne s'applique pas aux personnes visées par la loi du 7 mars 2006 sur l'aide aux requérants d'asile et à certaines catégories d'étrangers (LARA; RSV 142.21) et aux ressortissants communautaires à la recherche d'un emploi et titulaires d'une autorisation de séjour de courte durée, à l'exception des dispositions relatives à l'aide d'urgence\". Les directives du Département cantonal de la santé et de l'action sociale (DSAS) pour l'année 2013, intitulées \"Normes relatives à l'octroi du RI\", énumèrent les conditions mises à l'octroi du revenu d'insertion aux titulaires d'une autorisation de séjour de courte durée (permis/livret CE/AELE L). Ces conditions (alternatives) sont les suivantes: |324|\n\na. versement en complément d'une activité salariée exercée à 100 % ou 160 heures par mois;\n\nb. requérant en incapacité de travail mais encore au bénéfice d'un contrat de travail;\n\nc. requérant en incapacité permanente de travail à la suite d'un accident du travail ou d'une maladie professionnelle pouvant ouvrir droit à une rente entière ou partielle et jusqu'à droit connu sur sa demande de prestations à l'assurance-invalidité;\n\nd. requérant qui, alors qu'il réside dans le canton depuis plus de 2 ans, cesse d'exercer un emploi salarié à la suite d'une incapacité permanente de travail non liée à un accident ou à une maladie professionnelle;\n\ne. versement en complément d'indemnités de chômage.\n\n3.2 Les premiers juges considèrent que le recourant, à la période déterminante, ne se trouvait pas dans une des situations visées par cette directive, du moment qu'il avait perdu son emploi sans que cela soit dû à une maladie ou à une invalidité et qu'il n'avait pas droit aux prestations de l'assurance-chômage, faute d'aptitude au placement durant sa détention. Il n'avait plus la qualité de travailleur depuis la fin du contrat qui le liait à son précédent employeur. Dès lors, il devait être considéré comme étant à la recherche d'un emploi qui aurait pu être occupé dès la fin de la détention. Ayant perdu son statut de travailleur, il ne pouvait pas non plus se prévaloir de la garantie d'égalité de traitement prévue à l'art. 9 par. 2 Annexe I ALCP, en relation avec les avantages fiscaux et sociaux reconnus aux travailleurs salariés nationaux. Tout au plus le recourant aurait-il eu droit à l'aide d'urgence conformément à la garantie de l'art. 12 Cst. Or cette aide ne lui a pas été refusée et, du reste, l'Etat lui a garanti des conditions minimales d'existence durant sa détention.\n\n3.3 Le recourant ne prétend pas, à juste titre, qu'il remplissait l'une des conditions précitées prévues par les directives du DSAS. Il fait en revanche valoir qu'il a toujours travaillé en Suisse. Il avait une situation parfaitement régulière sous l'angle du droit des étrangers au moment de son arrestation. A peine libéré, il a retrouvé un emploi et obtenu le renouvellement de son permis L. Il soutient donc qu'il n'avait à aucun moment perdu son statut de travailleur lui permettant d'obtenir l'aide sociale. L'autorité précédente aurait fait une fausse application de l'art. 9 par. 2 Annexe I ALCP.\n\n4.\n\n4.1 Selon cette disposition de l'Annexe, le travailleur salarié et les membres de sa famille visés à l'art. 3 de l'Annexe bénéficient des |325| mêmes avantages fiscaux et sociaux que les travailleurs salariés nationaux et les membres de leur famille. La notion d'avantage social doit être interprétée au regard de la jurisprudence de la Cour de Justice de l'Union européenne (CJUE; anciennement des Communautés européennes). Elle recouvre tous les avantages qui, liés ou non à un contrat d'emploi, sont généralement reconnus aux travailleurs nationaux en raison, principalement, de leur qualité objective de travailleurs ou du simple fait de leur résidence ordinaire sur le territoire national, et dont l'extension aux travailleurs ressortissants d'autres Etats membres apparaît dès lors comme de nature à faciliter leur mobilité à l'intérieur de l'Union européenne (ATF 138 V 186 consid. 3.4.1 p. 194; ATF 137 II 242 consid. 3.2.1 p. 244). Une prestation sociale garantissant de façon générale un minimum de moyens d'existence constitue, précisément, un tel avantage social (arrêt de la CJCE du 27 mars 1985 C-249/83 Vera Hoeckx contre Centre public d'aide sociale de Kalmthout, Rec. 1985 p. 973). L'aide sociale accordée par la législation vaudoise sous la forme d'un revenu d'insertion doit donc être considérée comme un avantage social au sens de l'art. 9 par. 2 Annexe I ALCP.\n\n4.2 Le travailleur salarié ressortissant d'une partie contractante qui occupe un emploi d'une durée égale ou supérieure à un an au service d'un employeur de l'Etat d'accueil reçoit un titre de séjour d'une durée de cinq ans au moins à dater de sa délivrance (autorisation de séjour B UE/AELE). Il est automatiquement prolongé pour une durée de cinq ans au moins. Lors du premier renouvellement, sa durée de validité peut être limitée sans pouvoir être inférieure à un an, lorsque son détenteur se trouve dans une situation de chômage involontaire depuis plus de douze mois consécutifs (art. 6 par. 1 Annexe I ALCP). Le travailleur salarié (d'une partie contractante) qui occupe un emploi d'une durée supérieure à trois mois et inférieure à un an au service d'un employeur de l'Etat d'accueil reçoit un titre de séjour d'une durée égale à celle prévue dans le contrat (autorisation de courte durée L UE/AELE; art. 6 par. 2 Annexe I ALCP).\n\n4.3 Si l'ALCP, singulièrement son Annexe I (art. 9 par. 2), permet notamment à des travailleurs salariés ressortissants d'un Etat membre d'obtenir de l'aide sociale en Suisse, il autorise la Suisse à exclure d'autres catégories de personnes. C'est le cas, en particulier, des chercheurs d'emploi au sens de l'art. 2 par. 1 al. 2 Annexe I ALCP. Selon cette disposition, les ressortissants des parties contractantes ont |326| le droit de se rendre dans une autre partie contractante ou d'y rester après la fin d'un emploi d'une durée inférieure à un an pour y chercher un emploi et y séjourner pendant un délai raisonnable, qui peut être de six mois qui leur permette de prendre connaissance des offres d'emplois correspondant à leurs qualifications professionnelles et de prendre, le cas échéant, les mesures nécessaires aux fins d'être engagés. Les chercheurs d'emploi ont le droit, sur le territoire de la partie contractante concernée, de recevoir la même assistance que celle que les bureaux d'emploi de cet Etat accordent à ses propres ressortissants. Ils peuvent être exclus de l'aide sociale pendant la durée de ce séjour.\n\n4.4 Les chercheurs d'emploi sont non seulement des ressortissants de l'une des parties contractantes qui se rendent sur le territoire d'une autre partie contractante pour y trouver du travail, mais également ceux qui y ont déjà travaillé pour une durée inférieure à douze mois et y demeurent afin de retrouver un emploi. Cette catégorie concerne donc aussi bien les personnes qui se rendent en Suisse en vue d'y chercher un premier emploi que celles qui ont perdu la qualité de travailleur à la suite de la perte de leur travail et qui cherchent un nouvel emploi sur le territoire helvétique (EPINEY/BLASER, L'accord sur la libre circulation des personnes et l'accès aux prestations étatiques, in Libre circulation des personnes et accès aux prestations étatiques, 2015, p. 42; SILVIA GASTALDI, ibidem, L'accès à l'aide sociale dans le cadre de l'ALCP, p. 147). Elle vise aussi les cas de perte prématurée de l'emploi, c'est-à-dire avant l'expiration de la durée prévue de l'engagement. Dans ces situations de perte d'emploi, l'intéressé peut encore rester six mois en Suisse pour y chercher du travail. Il n'a pas droit à l'aide sociale, mais seulement à l'aide d'urgence (NADINE ZIMMERMANN, Die Personenfreizügigkeit tangiert die Sozialhilfe, ZESO 2/2012 p. 23). Les cantons sont toutefois libres d'accorder des prestations plus étendues (ZÜND/HUGI YAR, Staatliche Leistungen und Aufenthaltsbeendigung unter dem FZA, in Libre circulation des personnes et accès aux prestations étatiques, 2015, p. 197).\n\n4.5 Il faut toutefois réserver l'application de l'art. 6 par. 6 Annexe I ALCP, selon lequel le titre de séjour en cours de validité ne peut être retiré au travailleur salarié du seul fait qu'il se trouve en situation de chômage involontaire dûment constaté par le bureau de main-d'oeuvre compétent. Cette disposition doit être considérée comme permettant à un chômeur de conserver son ancienne qualité de travailleur ainsi que les droits qui découlent de cette qualité, en particulier l'aide |327| sociale (GASTALDI, op. cit., p. 138; ALVARO BORGHI, La libre circulation des personnes entre la Suisse et l'UE, 2010, p. 71).\n\n4.6 On notera dans ce contexte que la diversité des réglementations cantonales a conduit le Conseil fédéral à ouvrir une procédure de consultation le 2 juillet 2014 (date limite: 22 octobre 2014) sur un projet de loi portant modification de la LEtr (RS 142.20) afin d'harmoniser l'octroi de l'aide sociale aux demandeurs d'emploi. Le projet de loi (sur le site www.admin.ch/ch/f/gg/pc/ind2014.html#DFJP; consulté le 27 avril 2015) établit une distinction importante entre le traitement des titulaires de permis de courte durée et les bénéficiaires d'une autorisation de séjour de cinq ans. Pour ce qui est des titulaires de permis de courte durée se retrouvant au chômage involontaire, le projet prévoit que leur droit de séjour acquis en qualité de travailleur s'éteint à l'échéance de la durée de validité de leur permis (art. 61a al. 1 du projet). Si le versement d'indemnités de chômage perdure à l'échéance du permis, le projet prescrit le maintien de la qualité de travailleur au-delà de l'échéance du permis jusqu'à la fin du droit aux indemnités (art. 61a al. 3). Dans un cas comme dans l'autre, les intéressés peuvent dans ces limites temporelles percevoir l'aide sociale. Savoir ce qu'il en sera dans le futur ne saurait toutefois être décisif dans le cas particulier.\n\n4.7 En l'espèce, le recourant était au bénéfice d'une autorisation de courte durée L, délivrée pour les séjours supérieurs à trois mois et inférieurs à un an. La validité de l'autorisation correspondait à la durée du contrat de travail (BORGHI, op. cit., p. 85). Placé en détention, l'intéressé avait perdu son emploi. Il ne se trouvait pas en situation de chômage au sens de l'art. 6 par. 6 Annexe I ALCP. Sa situation était assimilable à celle d'un chercheur d'emploi et il pouvait donc, conformément à l'ALCP, être exclu de l'aide sociale. Le fait qu'il avait obtenu auparavant plusieurs permis de courte durée L n'y saurait rien changer, car il était chaque fois réputé chercheur d'emploi au terme des emplois de courte durée qu'il était seulement autorisé à occuper.\n\n4.8 En conclusion, le recourant ne peut exciper d'aucun droit à l'aide sociale de l'ALCP.\n\n5. Le recourant soutient que l'autorité cantonale a appliqué de manière arbitraire l'art. 4 al. 2 LASV. Selon lui, l'exclusion prévue par cette disposition ne concerne que les personnes qui, compte tenu de leur activité en Suisse, n'auraient pas acquis un droit aux prestations de l'assurance-chômage. Cette restriction ne ressort toutefois |328| nullement du texte de la disposition invoquée, de sorte que l'on ne voit pas en quoi les premiers juges l'auraient appliquée de façon arbitraire. Il est d'ailleurs admis en doctrine que le canton de Vaud, au travers précisément de l'art. 4 al. 2 LASV, exclut de l'aide sociale et sur son territoire les chercheurs d'emploi, cela de manière explicite et sans autres distinctions (GASTALDI, op. cit., p. 148 et note de bas de page 120)."}