{"annee": "141", "cour": "II", "page": "318", "date": "16/7/2015", "cite": ["73 I 404", "128 I 317", "75 I 385"], "cite_par": [], "chapeau": "24. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Kantonales Steueramt St. Gallen gegen Erben des A.A. sel. und B.A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_309/2014 vom 16. Juli 2015", "regestes": ["Art. 3 al. 3, 1re phrase, LHID; addition du revenu et de la fortune des époux qui vivent en ménage commun; imposition commune au domicile fiscal secondaire. Lorsque les époux vivent en ménage commun et sont imposés en commun à leur domicile fiscal principal, l'imposition commune des époux s'étend à leur domicile fiscal secondaire, même si un seul des conjoints y est assujetti à raison du rattachement économique (consid. 2)."], "faits": "|318|\n\nA. B.A. war Alleineigentümerin einer Liegenschaft in V., welche sie am 30. Juni 2011 verkaufte. Gemeinsam mit ihrem Ehemann A.A., der am 2. August 2011 verstarb, wohnte sie in U. |319|\n\nMit Einspracheentscheid vom 6. Juni 2012 besteuerte das Kantonale Steueramt St. Gallen B.A. und die Erben des A.A. infolge wirtschaftlicher Zugehörigkeit für die Steuerperiode 2011 (bis zum 2. August) mit einem steuerbaren Einkommen von Fr. 32'200.-, das es für die Satzbestimmung hochrechnete (* 360 Tage/212 Tage). Zusammen mit den übrigen Einkünften aus dem Hauptsteuerdomizil-Kanton Zürich ergab sich daraus ein satzbestimmendes Einkommen von Fr. 177'200.-.\n\nB. Dagegen gelangten die Betroffenen an die Verwaltungsrekurskommission des Kantons St. Gallen, welche ihren Rekurs am 11. Dezember 2012 guthiess: Sie hob den Einspracheentscheid auf, soweit er die Erben des A.A. betraf, weil dieser mangels wirtschaftlicher Zugehörigkeit im Kanton St. Gallen nicht steuerpflichtig gewesen sei. In Bezug auf B.A. wies die Rekurskommission die Angelegenheit zu neuer Veranlagung an das Kantonale Steueramt zurück, da für die im Kanton St. Gallen selbständig steuerpflichtige Betroffene keine unterjährige Steuerpflicht bestehe.\n\nC. Gegen diesen Rekursentscheid erhob das Kantonale Steueramt erfolglos Beschwerde vor dem Verwaltungsgericht des Kantons St. Gallen.\n\nD. Das Kantonale Steueramt St. Gallen hat am 31. März 2014 beim Bundesgericht Beschwerde in öffentlich-rechtlichen Angelegenheiten eingereicht. Es beantragt, den Entscheid des Verwaltungsgerichts vom 12. Februar 2014 aufzuheben und den Einspracheentscheid vom 6. Juni 2012 zu bestätigen. (...)\n\nDas Bundesgericht heisst die Beschwerde gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Im vorliegenden Fall erzielte der verstorbene Ehemann - im Gegensatz zu seiner Gattin - im Kanton St. Gallen kein steuerbares Einkommen. Die Eheleute lebten aber in ungetrennter Lebensgemeinschaft und unterlagen am Hauptsteuerdomizil der Haushaltsbesteuerung. Deswegen erwog das Kantonale Steueramt, für ein solches Ehepaar dränge sich eine gemeinsame Steuerpflicht der Gatten am Nebensteuerdomizil auf, und zwar auch für den Fall, dass nur einer der beiden Partner dort wirtschaftliche Anknüpfungspunkte habe; deshalb sei auch der Ehemann Steuersubjekt im Kanton St. Gallen. Dagegen urteilten die kantonalen Rechtsmittelinstanzen, die |320| Gatten seien in einem solchen Fall selbständig und getrennt - im Sinne einer Individualbesteuerung - zu veranlagen.\n\n2.2 Einkommen und Vermögen der Ehegatten, die in rechtlich und tatsächlich ungetrennter Ehe leben, werden ohne Rücksicht auf den Güterstand zusammengerechnet (sog. Faktorenaddition; Art. 3 Abs. 3 Satz 1 des Bundesgesetzes vom 14. Dezember 1990 über die Harmonisierung der direkten Steuern der Kantone und Gemeinden [StHG; SR 642.14]; siehe auch Art. 9 Abs. 1 des Bundesgesetzes vom 14. Dezember 1990 über die direkte Bundessteuer [DBG; SR 642. 11]; damit übereinstimmend: Art. 20 Abs. 1 des Steuergesetzes des Kantons St. Gallen vom 9. April 1998 [StG/SG; sGS 811.1]). Auf diese Gesetzesbestimmungen stützt sich die Rechtsprechung des Bundesgerichts:\n\n2.2.1 Die Besteuerung des Ehepaars als Einheit betrifft nicht nur die Bemessungsgrundlage, sondern auch die Steuerpflicht; insofern besteht eine gegenseitige Wechselwirkung (BGE 128 I 317 E. 2.2.4 S. 324; DANIEL DE VRIES REILINGH, La double imposition intercantonale, 2. Aufl. 2013, S. 78). Aus der Haushaltsbesteuerung lässt sich somit die Steuerpflicht beider Eheleute in einem Kanton begründen, auch wenn an sich nur ein Ehepartner in diesem Kanton steuerbares Einkommen erzielt bzw. Vermögen hat. Das gilt von Gesetzes wegen bei unbeschränkter wie bei beschränkter Steuerpflicht (BGE 128 I 317 E. 2.2.4 S. 324).\n\nDieser Zusammenrechnung von Einkommen und Vermögen der Eheleute liegt der Grundsatz der Besteuerung nach der wirtschaftlichen (Gesamt-)Leistungsfähigkeit zugrunde (Art. 127 Abs. 2 BV; vgl. auch XAVIER OBERSON, Droit fiscal suisse, 4. Aufl. 2012, § 6 Rz. 33; HÖHN/WALDBURGER, Steuerrecht, Bd. I, 2001, § 13 Rz. 16). Dementsprechend bilden die Ehegatten zivilrechtlich und wirtschaftlich eine gewisse Einheit, wobei sich die Leistungsfähigkeit des einen Partners auch nach dem Einkommen und Vermögen des anderen bestimmt. Somit ist die wirtschaftliche Lage eines einkommenslosen Ehepartners nicht mit derjenigen eines einkommenslosen Ledigen vergleichbar (BGE 128 I 317 E. 2.1 S. 320; zum Ganzen auch, in Übereinstimmung mit der bundesgerichtlichen Rechtsprechung, mehrere Stimmen in der Lehre: DE VRIES REILINGH, a.a.O., S. 79; REICH/BEUSCH, Entwicklungen im Steuerrecht, SJZ 2003 S. 277; HUGO CASANOVA, Rechtsprechung im 2002, ASA 73 S. 77 f.).\n\n2.2.2 Bei Tod eines Gatten endet die Ehe und somit auch die gemeinsame Steuerpflicht gemäss der Faktorenaddition. Das gilt |321| sowohl bei beschränkter als auch bei unbeschränkter Steuerpflicht (BGE 128 I 317 E. 2.2.4 S. 324). Der überlebende Ehegatte wird ab dem Todestag - bzw. ab dem darauf folgenden Tag - für den Rest der Steuerperiode separat zu dem für ihn anwendbaren Tarif veranlagt (Art. 5 Abs. 1 und 3 der Verordnung vom 16. September 1992 über die zeitliche Bemessung der direkten Bundessteuer bei natürlichen Personen [in der Fassung gültig bis 31.12.2013]; Kreisschreiben Nr. 30 der Eidgenössischen Steuerverwaltung vom 21. Dezember 2010 betreffend Ehepaar- und Familienbesteuerung nach dem Bundesgesetz über die direkte Bundessteuer [DBG], 2. Aufl. 2014, Ziff. 1.2; CHRISTINE JAQUES, in: Commentaire romand, Impôt fédéral direct, 2008, N. 26 zu Art. 9 DBG).\n\n2.2.3 Anders präsentiert sich die Rechtslage, wenn nur ein Ehegatte in der Schweiz ansässig ist und der andere Partner sein Hauptsteuerdomizil im Ausland hat. Das Einkommen und Vermögen darf dann nicht zusammengerechnet werden, weil eine Zusammenrechnung im Sinne von Art. 9 Abs. 1 DBG bzw. Art. 3 Abs. 3 Satz 1 StHG nur zulässig ist, wenn beide Eheleute der (schweizerischen) Steuerhoheit unterliegen. Für den in der Schweiz steuerpflichtigen Gatten besteht folglich eine selbständige Steuerpflicht. Lediglich zur Satzbestimmung wird - unter Anwendung des Verheiratetentarifs - auf das eheliche Gesamteinkommen abgestellt. Das gilt bei unbeschränkter Steuerpflicht nur eines der beiden Partner in der Schweiz aufgrund persönlicher Zugehörigkeit (PETER LOCHER, Kommentar zum DBG, 1. Teil, 2001, N. 22 zu Art. 9 DBG; Kreisschreiben Nr. 30, a.a.O., Ziff. 2.1), aber auch, wenn diese schweizerische Steuerpflicht des einen Gatten eine beschränkte ist und aufgrund wirtschaftlicher Zugehörigkeit besteht (BGE 75 I 385, in: ASA 19 S. 22 und StR 5/1950 S. 252; BGE 73 I 405; SCHORNO/KLÖTI-WEBER, in: Kommentar zum Aargauer Steuergesetz, Klöti-Weber/Siegrist/Weber [Hrsg.], 3. Aufl. 2009, N. 19 zu § 21 StG/AG; Kreisschreiben Nr. 30, a.a.O., Ziff. 2.2).\n\n2.3 Von diesen Grundsätzen weicht die Auffassung der Vorinstanz ab: Die bundesgerichtliche Rechtsprechung beruhe auf der überholten steuerrechtlichen Vorstellung, dass die eheliche Gemeinschaft regelmässig wirtschaftlich eine unzertrennliche Einheit bilde. Für seine Sichtweise einer getrennten Individualbesteuerung der Ehegatten bringt das Verwaltungsgericht mehrere Argumente vor, die aber nicht zu überzeugen vermögen:\n\n2.3.1 Der vorinstanzliche Standpunkt steht zwar im Einklang mit der in der Lehre verschiedentlich vertretenen Meinung, wonach ein |322| Ehegatte bei den kantonalen Steuern für jene Teile des Einkommens und Vermögens selbständig besteuert werde, für die nur er aufgrund wirtschaftlicher Zugehörigkeit gemäss Art. 4 StHG in einem Kanton steuerpflichtig sei (ISLER/SUTER, in: Interkantonales Steuerrecht, Zweifel/Beusch/Mäusli-Allenspach [Hrsg.], 2011, § 27 Rz. 26; KÄSTLI/TEUSCHER, in: Praxis-Kommentar zum Berner Steuergesetz, Kästli/Leuch/Langenegger [Hrsg.], Bd. 1, 2. Aufl. 2014, N. 18 zu Art. 10 StG/BE; REGULA LANZ-BAUR, Nun sag, wie hast du's mit der Religion?, StR 58/2003 S. 646; URS R. BEHNISCH, Die steuerrechtliche Rechtsprechung des Bundesgerichts in den Jahren 2002 und 2003, ZBJV 141/2005 S. 518).\n\nDas Verwaltungsgericht und diese Stimmen in der Lehre vernachlässigen dabei aber, dass die bundesgerichtliche Rechtsprechung sich direkt auf die massgeblichen Bestimmungen des anwendbaren Bundesrechts stützt und Bundesgesetze für das Bundesgericht sowie die anderen rechtsanwendenden Behörden verbindlich sind (Art. 190 BV [SR 101]). Die von der Vorinstanz verfochtene Individualbesteuerung wurde im Gesetzgebungsverfahren zur Steuerharmonisierung erörtert und ausdrücklich verworfen (Botschaft vom 25. Mai 1983 zu Bundesgesetzen über die Harmonisierung der direkten Steuern der Kantone und Gemeinden sowie über die direkten Bundessteuern [Botschaft über die Steuerharmonisierung], BBl 1983 III 1, 21 Ziff. 142. 12). Eine allfällige Abkehr vom Grundsatz der steuerlichen Einheit des Ehepaars könnte somit einzig durch den Bundesgesetzgeber erfolgen.\n\n2.3.2 Die Vorinstanz weist weiter darauf hin, dass die Ehepaarbesteuerung harmonisierungsrechtlich nur im Gesetzesartikel zur persönlichen Zugehörigkeit (d.h. Art. 3 Abs. 3 StHG) verankert sei, nicht jedoch in demjenigen zur wirtschaftlichen Zugehörigkeit (Art. 4 StHG).\n\nDagegen ist festzuhalten, dass die gesetzliche Regelung der Familienbesteuerung in Art. 20 Abs. 1 StG/SG (ebenso in Art. 9 Abs. 1 DBG) im Gegenteil den Schluss nahelegt, sie beziehe sich auf alle - weiter vorne im Gesetz geregelten - Formen der subjektiven Steuerpflicht. Auch Art. 3 Abs. 3 StHG sieht keine Ausnahme von der Einheit des Ehepaars vor (zum Beispiel für Einkünfte eines Gatten aus einem Nebensteuerdomizil). Separat besteuert werden nach dieser Bestimmung nur Erwerbseinkünfte des Kindes. Ein Nebeneinander von gemeinsamer und selbständiger Steuerpflicht für Ehegatten bei den |323| kantonalen Einkommens- und Vermögenssteuern findet im Steuerharmonisierungsgesetz somit keine Stütze.\n\n2.3.3 An der bundesgerichtlichen Rechtsprechung ist auch deshalb festzuhalten, weil die vorinstanzliche Auffassung materiellrechtlich mehrere unerwünschte Auswirkungen hätte:\n\nNach dem Konzept der Ehepaarbesteuerung sind die Verhältnisse der Gatten untereinander, namentlich der Güterstand, direktsteuerlich unerheblich (vgl. Art. 9 Abs. 1 DBG). Gemäss der Auffassung der Vorinstanz müssten die genauen Eigentumsverhältnisse der beiden Partner im Nebensteuerdomizil in jedem Einzelfall von den Steuerbehörden abgeklärt werden. Dabei würde aber nicht einleuchten, wieso sogar bei einem Miteigentumsanteil eines Gatten von nur 1 % an der Liegenschaft eine gemeinsame Veranlagung im Kanton des Nebensteuerdomizils stattfinden sollte, während im Fall von Alleineigentum des einen Partners eine getrennte Besteuerung zu erfolgen hätte.\n\nIm Rahmen der bestehenden gesetzlichen Regelung und der geltenden Rechtsprechung hat die Übertragung von Werten von einem Ehegatten auf den andern keine steuerlichen Auswirkungen (BGE 128 I 317 E. 2.2.4 S. 324). Die Auffassung der Vorinstanz hätte hingegen zur Folge, dass bei einer vollständigen Übertragung von Vermögenswerten zwischen Ehegatten auch die subjektive Steuerpflicht wechseln würde. Für beide bestünde in letzter Konsequenz nach Art. 4b Abs. 2 StHG (in der Fassung gültig seit 1.1.2014) für die ganze Periode nebeneinander je eine Steuerpflicht aufgrund wirtschaftlicher Zugehörigkeit, was weder unter wirtschaftlichen noch unter steuerlichen Gesichtspunkten sachgerecht wäre.\n\nDie Ehepaarbesteuerung gemäss Art. 9 Abs. 1 DBG führt weiter dazu, dass Einkommensverluste des einen Gatten mit Einkünften des anderen verrechnet werden können, ebenso wie - bei den kantonalen Vermögenssteuern - Schulden mit Vermögenswerten. Das hat den Vorteil, dass die steuerlichen Schranken innerhalb der Familie aufgehoben werden, wie der Bundesrat bereits im Gesetzesgebungsverfahren der Steuerharmonisierung betonte (Botschaft über die Steuerharmonisierung, a.a.O., S. 21 Ziff. 142.12; vgl. auch SCHORNO/KLÖTI-WEBER, a.a.O., N. 8 zu § 21 StG/AG; LOCHER, a.a.O., N. 4 zu Art. 9 DBG). Um diesen anerkannten Vorteil nicht einzuschränken oder sogar aufzuheben, müssten bei einer selbständigen Steuerpflicht eines Ehepartners Verluste bzw. Gewinnungskostenüberschüsse, die |324| der Gatte am Nebensteuerdomizil erleidet, doch wieder zur Verrechnung mit den am Hauptsteuerdomizil erzielten Einkünften zugelassen werden.\n\n2.3.4 Die Auffassung des Verwaltungsgerichts hätte auch auf verfahrensrechtlicher Ebene unsachgemässe Auswirkungen:\n\nDas Steuerverfahrensrecht folgt ebenfalls dem Grundsatz, dass Ehegatten, die in rechtlich und tatsächlich ungetrennter Ehe leben, die dem Pflichtigen zukommenden Verfahrensrechte und -pflichten gemeinsam ausüben (Art. 113 Abs. 1 DBG; Art. 40 Abs. 1 StHG). Wer der Steuerhoheit mehrerer Kantone unterliegt, kann seine Steuererklärungspflicht dadurch erfüllen, dass er eine Kopie der Steuererklärung des Wohnsitz- oder des Sitzkantons einreicht (Art. 2 Abs. 2 der Verordnung vom 9. März 2011 über die Anwendung des Steuerharmonisierungsgesetzes im interkantonalen Verhältnis [SR 642. 141]). Der verwaltungsökonomische Vorteil, dass pro Steuerperiode schweizweit eine einzige Steuererklärung für alle Glieder der Familie genügt (vgl. Botschaft über die Steuerharmonisierung, a.a.O., S. 21 Ziff. 142.12), würde in Frage gestellt, wenn eine steuerpflichtige Person im selben Kalenderjahr im Kanton des Hauptsteuerdomizils für zwei unterjährige Perioden (gemeinsam mit dem Ehepartner) veranlagt würde, im Kanton des Nebensteuerdomizils aber (selbständig) für ein volles Kalenderjahr.\n\nIm bestehenden System müssen beide Eheleute die Steuererklärung am Nebensteuerdomizil gemeinsam unterschreiben (bzw. der dortigen Behörde eine Kopie der gemeinsam unterschriebenen Steuererklärung des Hauptsteuerdomizils einreichen; Art. 40 Abs. 2 Satz 1 StHG); die Veranlagungsverfügung ist beiden Partnern gemeinsam zu eröffnen; auch der andere Gatte, der selbst keine Anknüpfungspunkte im Nebensteuerdomizilkanton hat, ist mitwirkungspflichtig und kann im Säumnisfalle einer Ermessensveranlagung unterzogen werden; der andere Partner kann gegen die Veranlagung (auch alleine) gültig Einsprache erheben (Art. 113 Abs. 3 DBG; Art. 40 Abs. 3 StHG); er haftet solidarisch für die Steuer usw. All dies wäre nicht der Fall, wenn der Auffassung der Vorinstanz gefolgt würde.\n\nZudem beendet der Tod des einen Ehepartners bundessteuerlich die gemeinsame Steuerpflicht beider Gatten für alle Einkünfte und Vermögenswerte, auch für eine Liegenschaft, die in einem andern Kanton als der Wohnsitz liegt (Art. 8 Abs. 2 DBG). Gemäss der Auffassung der Vorinstanz würde dagegen für die Staats- und |325| Gemeindesteuern eine unterjährige Steuerpflicht im Nebensteuerdomizilkanton entfallen, weil dort nur der überlebende Partner steuerpflichtig wäre. Dann entstünde aber bei der zeitlichen Bemessung (nebst dem Auseinanderklaffen in horizontaler Hinsicht zwischen dem Haupt- und dem Nebensteuerdomizil) auch eine unerwünschte unterschiedliche Behandlung in vertikaler Hinsicht zwischen den kantonalen Steuern im Kanton des Nebensteuerdomizils und der direkten Bundessteuer: Während bundessteuerlich beide Eheleute für sämtliche Steuerfaktoren mitwirkungspflichtig sind (Art. 113 Abs. 1 DBG) und solidarisch für die Gesamtsteuer haften (Art. 13 Abs. 1 DBG), könnte sich die Steuerbehörde des Nebensteuerdomizilkantons hinsichtlich der kantonalen Steuern nur an den betreffenden Gatten wenden.\n\n2.3.5 Schliesslich entstünden bei einer Abkehr von der bundesgerichtlichen Rechtsprechung Probleme bei der Ausscheidung von Schulden und Schuldzinsen im interkantonalen Verhältnis. Die Ausscheidung der Schuldzinsen wäre am Ort des Hauptsteuerdomizils aufgrund der Vermögenssituation jeweils am Ende der beiden unterjährigen Steuerperioden durchzuführen, am Nebensteuerdomizil aber nach den Verhältnissen am Ende des Kalenderjahrs. Das würde unweigerlich zu interkantonalen Besteuerungskonflikten oder -lücken führen.\n\n2.4 Die Beschwerdegegner wehren sich dagegen, dass ihnen satzbestimmend Einkommen aufgerechnet werde, das sie infolge des Verkaufs der Liegenschaft gar nie erzielt hätten.\n\nDabei übersehen sie aber, dass die Hochrechnung des satzbestimmenden Einkommens auf 12 Monate nicht Folge des Verkaufs der Liegenschaft ist, sondern im Tod des Ehemannes bzw. im dadurch ausgelösten Ende der (gemeinsamen) Steuerpflicht der Eheleute gründet. Die Beschwerdegegnerin konnte auch nach dem Tod ihres Ehemanns - in der Steuerperiode 2011 (ab dem 3. August) - ihr Vermögen, das sie aus der Veräusserung der Liegenschaft erworben hatte, zinstragend oder sonst wie gewinnbringend anlegen und dadurch ihre wirtschaftliche Leistungsfähigkeit steigern.\n\nSolche nach dem Todestag im gleichen Kalenderjahr erzielten Vermögenserträge fallen nicht in die vorliegend strittige unterjährige Steuerperiode. Würde die Steuer auf dem unterjährig ermittelten Einkommen zum ordentlichen Tarif berechnet, ergäbe sich ein Progressionsvorteil, da die Steuertarife auf eine ganzjährige |326| Besteuerung ausgelegt sind (KÄSTLI/IFF, in: Praxis-Kommentar zum Berner Steuergesetz, Bd. 1, 2. Aufl. 2014, N. 7 zu Art. 71 StG/BE). Die unterjährige Dauer der Steuerpflicht wird daher satzbestimmend kompensiert, und zwar mittels Umrechnung der vor Beendigung der Steuerpflicht erzielten (Mietzins-)Erträge auf eine Dauer von 12 Monaten. Ziel der Umrechnung ist es, ein der wirtschaftlichen Leistungsfähigkeit entsprechendes, repräsentatives Jahresergebnis zu ermitteln, das den anwendbaren Steuersatz bestimmt.\n\nEine unsachgemässe Schlechterstellung der Beschwerdegegner im Vergleich zu anderen Steuerpflichtigen liegt somit nicht vor."}