{"annee": "141", "cour": "III", "page": "539", "date": "9/11/2015", "cite": [], "cite_par": ["142 III 782"], "chapeau": "70. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. und Lloyd's Underwriters, London (subscribing to Policy No. x) gegen B. Ltd. und vice versa (Beschwerde in Zivilsachen)\n\n4A_116/2015 / 4A_118/2015 vom 9. November 2015", "regestes": ["Art. 53 al. 1 et art. 71 al. 1 LCA; responsabilité des assureurs en cas de double assurance. Calcul de l'obligation d'indemniser en cas de double assurance; principes (consid. 5)."], "faits": "A. Die E. AG bzw. deren Rechtsvorgängerin schloss am 28. Juni 1999 mit der G. einen \"Construction Contract\" über den Bau eines Kraftwerks ab. Darin verpflichtete sich die E. AG bzw. deren Rechtsvorgängerin u.a. zur Lieferung und Montage von vier grossen Einheiten von Kombi-Turbogeneratoren. Bei einem Testlauf im Anschluss an Garantiearbeiten wurde am 23. März 2003 eine Gasturbine der Einheit 3 durch einen in der Maschine liegen gebliebenen Gegenstand beschädigt. Der E. AG entstand dadurch ein Schaden von USD 6'968'095.-.\n\nDie Arbeiten am Kraftwerk bildeten Gegenstand mehrerer Versicherungen. Relevant sind folgende Versicherungspolicen: Einerseits die A.H.-Police der A. (Klägerin 1) und die Lloyd's H.-Police der Lloyd's Underwriters, London (subscribing to Policy No. x; Kläger 2), zusammen als H.-Policen bezeichnet, andererseits die B.-Police der B. Ltd. (Beklagte).\n\nDie A. und die Lloyd's Underwriters, London, leisteten der E. AG zusammen insgesamt USD 4'968'095.-. Die B. Ltd. leistete keine |540| Zahlung. Mit Abtretungsvertrag vom 21. Dezember 2005 trat die E. AG sämtliche Rechte, Forderungen, Vorteile und Ansprüche, welche ihrgegen die B. Ltd. zustanden, an die A. und die Lloyd's Underwriters, London, ab.\n\nB. Am 23. März 2012 reichten die A. und die Lloyd's Underwriters, London, beim Handelsgericht des Kantons Zürich Klage ein. Sie beantragten, die B. Ltd. sei zu verpflichten, der Klägerin 1 Fr. 3'216'715.63 nebst Zins und den Klägern 2 Fr. 1'072'238.20 nebst Zins zu zahlen. Die Beklagte erhob Widerklage und beantragte, die Kläger seien solidarisch zur Zahlung von USD 174'045.40 nebst Zins zu verpflichten.\n\nMit Urteil vom 12. Januar 2015 trat das Handelsgericht des Kantons Zürich auf die Klage der Lloyd's Underwriters, London, nicht ein (Dispositiv-Ziff. 1 Beschluss). Die Klage der A. hiess es teilweise gut und verpflichtete die B. Ltd. zur Zahlung von Fr. 2'103'300.- nebst Zins (Dispositiv-Ziff. 1 Urteil). Im darüber hinausgehenden Umfang wies das Handelsgericht die Klage ab. Die Widerklage der B. Ltd. wies es vollumfänglich ab (Dispositiv-Ziff. 2 Urteil). Das Handelsgericht kam zum Schluss, es liege eine Doppelversicherung nach Art. 53 des Bundesgesetzes vom 2. April 1908 über den Versicherungsvertrag (VVG; SR 221.229.1) vor. Die Ersatzpflicht der Versicherer richte sich folglich nach Art. 71 Abs. 1 VVG. Diese Bestimmung sei aber auf Sach- und nicht auf Vermögensversicherungen zugeschnitten. Da sowohl die H.-Policen als auch die B.-Police als Vermögensversicherungen zu qualifizieren seien, richte sich die Ersatzpflicht entgegen dem Wortlaut von Art. 71 Abs. 1 VVG nicht nach dem Verhältnis der einzelnen Versicherungssummen zum Gesamtbetrag der Versicherungssummen. Vielmehr hafte jede Versicherung im Umfang, in dem ihre Leistung - die sie ohne weitere Versicherer zu erbringen hätte - zur Gesamtsumme der Leistungen sämtlicher Vermögensversicherer stehe.\n\nC. Dieses Urteil fechten beide Parteien mit Beschwerde in Zivilsachen beim Bundesgericht an.\n\nDie Kläger A. und Lloyd's Underwriters, London (Verfahren 4A_116/2015) beantragen, das Urteil des Handelsgerichts des Kantons Zürich sei insoweit aufzuheben, als damit auf die Klage der Lloyd's Underwriters, London, nicht eingetreten und die Klage der A. (lediglich) teilweise gutgeheissen worden sei. Die Sache sei zur Neubeurteilung an die Vorinstanz zurückzuweisen. |541|\n\nDie Beklagte B. Ltd. (Verfahren 4A_118/2015) beantragt, Dispositiv-Ziff. 1 des Urteils des Handelsgerichts des Kantons Zürich sei insoweit aufzuheben, als damit die Klage der A. teilweise gutgeheissen worden sei. Die Klage sei vollumfänglich abzuweisen, eventualiter sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht vereinigt die beiden Verfahren und weist die Beschwerde der Kläger ab. Die Beschwerde der Beklagten heisst es teilweise gut und hebt Dispositiv-Ziffern 1, 4, 6 und 7 des Urteils des Handelsgerichts des Kantons Zürich vom 12. Januar 2015 auf. Das Bundesgericht weist die Sache zur Ergänzung des Sachverhalts und neuer Entscheidung an die Vorinstanz zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n5. Die Beklagte rügt, die Vorinstanz habe zu Unrecht einen Anspruch der Klägerin 1 bejaht. Erstens sei die Vorinstanz bei der anteilsmässigen Aufteilung der Ersatzpflicht fälschlicherweise von Vermögens- statt von Sachversicherungen ausgegangen und habe gestützt auf diese Qualifikation die Leistungspflicht nach Art. 71 Abs. 1 VVG falsch berechnet. Zweitens liege entgegen der Ansicht der Vorinstanz keine gültige Abtretung durch die E. AG an die Kläger vor.\n\n5.1 Wird dasselbe Interesse gegen dieselbe Gefahr und für dieselbe Zeit bei mehr als einem Versicherer dergestalt versichert, dass die Versicherungssummen zusammen den Versicherungswert übersteigen, liegt nach Art. 53 Abs. 1 VVG eine Doppelversicherung vor. Bei einer solchen Doppelversicherung haftet jeder Versicherer für den Schaden in dem Verhältnis, in dem seine Versicherungssumme zum Gesamtbetrag der Versicherungssummen steht (Art. 71 Abs. 1 VVG).\n\n5.2 Versicherungsnehmerin der A.H.-Police ist G. Versichert sind nebst G. weitere beteiligte Unternehmer; insbesondere ist in der Police auch die Rechtsvorgängerin der E. AG aufgeführt. Gegenstand der Versicherung ist ein Bauprojekt auf dem Grundstück der G., namentlich der Bau eines Kraftwerks und angegliederter Nebenbetriebe. Die Klägerin 1 hat ihre Versicherungsleistung gestützt auf Sektion 1 der A.H.-Police erbracht. Gemäss der Sektion 1 versichert die Klägerin 1 die Versicherten gegen alle Gefahren von Verlust und Beschädigung des versicherten Besitzes, unter Vorbehalt definierter Haftungsausschlüsse. Versichert sind die Arbeiten am Kraftwerk |542| sowie alle Materialien oder Sachen der Versicherten, die zum Bau notwendig sind. Sektion 1 der A.H.-Police weist nach Ansicht der Vorinstanz alle Merkmale einer Bauwesenversicherung auf. Die Versicherungssumme für die Sektionen 1 bis 3 beträgt 479 Mio USD. Die Lloyd's H.-Police entspricht hinsichtlich der Vertragsbedingungen der A.H.-Police.\n\nDie Rechtsvorgängerin der E. AG war auch durch die B.-Police versichert. Es handelt sich dabei um eine Rahmenversicherung für Schäden an bestimmten Maschinen. Versichert sind namentlich die Gasturbinen der Einheiten 3 und 4. Dabei sind nicht die Arbeiten zur ursprünglichen Erstellung der Maschine versichert, sondern die Garantiearbeiten an einem bestimmten Maschinenteil. Die Versicherungssumme beträgt pro Gasturbine 6 Mio. Fr. Die B.-Police weist nach Ansicht der Vorinstanz alle Merkmale einer Montageversicherung auf.\n\n5.3 Die Vorinstanz kam zum Schluss, es liege eine Doppelversicherung vor, womit sich die Leistungspflicht der Parteien nach Art. 71 Abs. 1 VVG bestimme. Diese Bestimmung sei jedoch auf Sachversicherungen zugeschnitten. Bei Vermögensversicherungen fehle es nach in der Lehre vertretener Ansicht an einem Konnex zwischen der Versicherungssumme und dem Versicherungswert, weshalb die Höhe der Versicherungssumme oft von Zufälligkeiten abhänge. Bei der Ermittlung der Entschädigung könne daher nicht auf die Versicherungssumme abgestellt werden. Vielmehr sei die Höhe der Entschädigung massgeblich, die jeder Versicherer zu erbringen hätte, wenn neben ihm kein weiterer Versicherer leistungspflichtig wäre. Der einzelne Versicherer habe in dem Umfang zu leisten, in dem seine Leistung zur Gesamtsumme der Leistungen sämtlicher Vermögensversicherer stehe.\n\nOb eine Sach- oder eine Vermögensversicherung vorliege, richte sich nach dem Gegenstand der Versicherung. Gegenstand der Schadensversicherung könne nach Art. 48 VVG jedes wirtschaftliche Interesse sein, das jemand am Ausbleiben eines befürchteten Ereignisses habe. In der Lehre sei umstritten, wie dieses Interesse zu definieren sei. Die Gegenstandslehre oder sachenrechtliche Lehre knüpfe am sachenrechtlichen Eigentum am zu versichernden Gegenstand an. Die Interessenlehre verstehe als vertragsrelevantes Interesse demgegenüber die Beziehung einer Person zu einem Objekt, kraft welcher die Person durch Tatsachen, welche dieses Objekt betreffen würden, |543| einen Schaden erleiden könne. Der überwiegenden schweizerischen Lehre folgend sei auf die sachenrechtliche Lehre abzustellen.\n\nIn der entscheidenden Sektion 1 der A.H.-Police werde die E. AG insbesondere vor Schäden geschützt, die durch Beschädigung des Kraftwerks entstünden. Im Falle einer solchen Beschädigung werde die E. AG aber nicht unmittelbar durch die Beschädigung des Kraftwerks geschädigt. Dieser Schaden treffe vielmehr G. als Eigentümerin der Anlage. Geschützt werde die E. AG vielmehr davor, dass sich die Beschädigung der Maschine auf ihr Vermögen auswirke, indem sie ihren vertraglichen Verpflichtungen aus dem Werkvertrag nicht nachkommen könne und gezwungen sei, Mittel in die Reparatur der Maschine zu investieren. In Bezug auf E. AG sei daher das Vermögen Gegenstand von Sektion 1 der A.H.-Police. Bei den H.-Policen der Kläger handle es sich mithin um Vermögensversicherungen. Auch die B.-Police sei aus den gleichen Gründen als Vermögensversicherung zu qualifizieren. Die Beklagte hafte daher nicht im Verhältnis, in dem ihre Versicherungssumme zum Gesamtbetrag der Versicherungssummen stehe (Wortlaut von Art. 71 Abs. 1 VVG), sondern im Umfang, in dem ihre Leistung - die sie ohne weitere Versicherer zu erbringen hätte - zur Gesamtsumme der Leistungen sämtlicher Vermögensversicherer stehe.\n\n5.4 Dagegen bringt die Beklagte vor, sowohl die H.-Policen als auch die B.-Police seien als Sachversicherungen zu qualifizieren. Die Vorinstanz selbst habe die H.-Policen als Bauwesenversicherungen qualifiziert und die Bauwesenversicherung als Sachversicherung bezeichnet. Entgegen der Ansicht der Vorinstanz sei für die Abgrenzung von Sach- und Vermögensversicherungen nicht auf die sachenrechtliche Lehre, sondern auf die Interessenlehre abzustellen. Selbst wenn von Vermögensversicherungen ausgegangen werde, habe die Vorinstanz die Aufteilung der Ersatzpflicht nach Art. 71 VVG nicht bundesrechtskonform vorgenommen. Die Lehrmeinung, wonach anstatt auf die Versicherungssumme auf die Leistungssumme abzustellen sei, entspreche nicht geltender Praxis und widerspreche dem klaren Gesetzeswortlaut. Entscheidend für die Ersatzpflicht der Beklagten sei somit das Verhältnis ihrer Versicherungssumme zum Gesamtbetrag der Versicherungssummen.\n\n5.5 In der Lehre wird vorgebracht, die Regelung der Aufteilung der Leistungspflicht nach Art. 71 Abs. 1 VVG sei auf die Sachversicherung zugeschnitten (STEPHAN FUHRER, Schweizerisches Privatversicherungsrecht, 2011, N. 12.16; ALFRED MAURER, Schweizerisches |544| Privatversicherungsrecht, 3. Aufl. 1995, S. 408). Bei Vermögensversicherungen führe die Anwendung dieser Bestimmung zu willkürlichen Ergebnissen (FUHRER, a.a.O., N. 12.16). Denn in der Vermögensversicherung - namentlich der Haftpflichtversicherung - fehle eine Beziehung zwischen der vereinbarten Versicherungssumme und einem die Schadenhöhe begrenzenden Sachwert (oder: Versicherungswert); würden keine Sachen versichert, fehle ein Sachwert (CHRISTIAN BOLL, in: Basler Kommentar, Bundesgesetz über den Versicherungsvertrag [VVG], 2001, N. 10 zu Art. 71 VVG; MAURER, a.a.O., S. 408). Die Höhe der Versicherungssumme hänge deshalb in der Vermögensversicherung oft von Zufälligkeiten ab (BOLL, a.a.O., N. 10 zu Art. 71 VVG; MAURER, a.a.O., S. 408). Zudem sei eine Aufteilung im Verhältnis der Versicherungssummen bei betraglich unbegrenzter Deckung unmöglich (BOLL, a.a.O., N. 10 zu Art. 71 VVG; ROLAND BREHM, Le contrat d'assurance RC, 1997, N. 459; FUHRER, a.a.O., N. 12.16; vgl. auch HANS FISCHER, Die mehrfache Versicherung in der Schadenversicherung nach Schweizerischem Privatversicherungsrecht, 1963, S. 124). Art. 71 Abs. 1 VVG sei daher entgegen seinem Wortlaut so auszulegen, dass auf die Höhe der Entschädigung abzustellen sei, die jeder Versicherer zu erbringen hätte, wenn neben ihm kein weiterer Versicherer leistungspflichtig wäre; der einzelne Versicherer leiste in dem Umfang, in dem seine Leistung zur Gesamtsumme der Leistungen sämtlicher Vermögensversicherer stehe (BOLL, a.a.O., N. 10 zu Art. 71 VVG; BREHM, a.a.O., N. 463 ff.; FUHRER, a.a.O., N. 12.16; MAURER, a.a.O., S. 408). Nach der Botschaft vom 2. Februar 1904 zu dem Entwurfe eines Bundesgesetzes über den Versicherungsvertrag (BBl 1904 I 308 Ziff. 3b zu Art. 46, 47, 59 Abs. 1, 60, 61 und 62 Entwurf) setzt bereits der Begriff der Doppelversicherung voraus, dass der Versicherungswert feststellbar ist.\n\n5.6 Die Beklagte bringt richtig vor, dass die Vorinstanz die Sektion 1 der H.-Policen als Bauwesenversicherung qualifiziert und in ihren allgemeinen Erwägungen ausgeführt hat, eine Bauwesenversicherung sei eine Sachversicherung. Es kann indessen offenbleiben, nach welchen Grundsätzen die Abgrenzung zwischen Sach- und Vermögensversicherungen zu erfolgen hat (sachenrechtliche Lehre/Gegenstandslehre oder Interessenlehre) und ob tatsächlich bloss deshalb eine Sachversicherung verneint werden muss, weil die Beklagte nicht sachenrechtlich als Eigentümerin betroffen ist, obwohl sie die Gefahr einer Beschädigung und damit das wirtschaftliche Risiko |545| trägt. Denn entscheidend ist vorliegend, dass in Bezug auf die Eigentümerin G. auch nach Ansicht der Vorinstanz eine Sachversicherung vorliegt und der Gegenstand der Versicherung in Bezug auf die G. und die Rechtsvorgängerin der E. AG identisch definiert ist. Daraus ergibt sich notwendigerweise, dass bei den H.-Policen eine Beziehung zwischen der vereinbarten Versicherungssumme und einem die Schadenhöhe begrenzenden Sachwert vorliegt. Auch bei der B.-Police liegt eine Beziehung zwischen der vereinbarten Versicherungssumme und einem Sachwert vor: Bei dieser Versicherung handelt es sich um eine Rahmenversicherung für Schäden an bestimmten Maschinen. Versichert sind namentlich die Gasturbinen der Einheiten 3 und 4. Die Versicherungssummen sind in der B.-Police denn auch pro Gasturbine festgelegt worden. Auch daraus darf geschlossen werden, dass die Versicherungssumme im Zusammenhang steht mit dem Wert der Turbinen. Nun wird gerade das Fehlen einer solchen Beziehung als Argument dafür vorgebracht, dass vom Wortlaut von Art. 71 Abs. 1 VVG abzuweichen und auf die Höhe der Entschädigung abzustellen sei, die jeder Versicherer zu erbringen hätte, wenn neben ihm kein weiterer Versicherer leistungspflichtig wäre. Liegt eine solche Beziehung - wie hier - aber vor, besteht kein Raum, vom klaren Wortlaut von Art. 71 Abs. 1 VVG abzuweichen. Entgegen der Ansicht der Vorinstanz und der Klägerin 1 ist für die Berechnung der Ersatzpflicht der Beklagten nach Art. 71 Abs. 1 VVG auf das Verhältnis abzustellen, in dem die Versicherungssumme der Beklagten zum Gesamtbetrag der Versicherungssummen steht.\n\n5.7 Für die Berechnung der Leistungspflicht der Beklagten setzt diese die Versicherungssumme der H.-Policen von insgesamt 479 Mio. USD in ein Verhältnis mit der Versicherungssumme der B.-Police von 6 Mio. Fr. pro Gasturbine. Nach Ansicht der Beklagten beträgt ihre so berechnete anteilsmässige Leistungspflicht null (Fr. 86'470.- abzüglich Selbstbehalt von Fr. 500'000.-). Die Klägerin 1 macht demgegenüber geltend, es könne keinesfalls auf das Verhältnis der (gesamten) Versicherungssummen abgestellt werden; während die B.-Police nur Versicherungsschutz für Schäden im Zusammenhang mit den zwei Gasturbinen der Unit 4 inkl. den zwei Generatoren biete, sei der in den H.-Policen vorgesehene Versicherungsschutz viel umfassender und die Versicherungssumme daher viel höher. Bringe man in einem solchen Fall sklavisch die Versicherungssummen miteinander in Relation, führe dies zu einem völlig verfälschten und unrealistischen Resultat. Darauf hätten die Kläger bereits in |546| ihrer Eingabe vom 20. November 2013 an die Vorinstanz hingewiesen.\n\n5.7.1 Art. 71 Abs. 1 VVG regelt die Ersatzpflicht bei Doppelversicherung. Eine Doppelversicherung liegt nach Art. 53 Abs. 1 VVG (nur) vor, wenn dasselbe Interesse gegen dieselbe Gefahr und für dieselbe Zeit bei mehr als einem Versicherer dergestalt versichert wird, dass die Versicherungssummen zusammen den Versicherungswert übersteigen. Eine Doppelversicherung setzt mithin voraus, dass sich die Verträge auf dieselbe Sache oder dasselbe Vermögen beziehen (BOLL, a.a.O., N. 6 zu Art. 53 VVG). Da Art. 71 Abs. 1 VVG die Aufteilung der Ersatzpflicht nur insoweit regelt, als eine Doppelversicherung vorliegt, ist mithin für die Aufteilung von derjenigen Versicherungssumme auszugehen, welche für das betreffende Risiko vereinbart ist (FISCHER, a.a.O., S. 122). Dies kann anspruchsvoll sein, wenn ein Versicherungsvertrag mehrere Gegenstände unter einer einheitlichen Versicherungssumme versichert hat und davon im Versicherungsfall nur ein Teil vernichtet oder beschädigt wurde, welcher in einem anderen Versicherungsvertrag mit eigener Versicherungssumme versichert ist (FISCHER, a.a.O., S. 122; JAEGER/ROELLI, Kommentar zum Schweizerischen Bundesgesetz über den Versicherungsvertrag, Bd. II, 1932, N. 12 zu Art. 71 VVG). Deshalb muss in einem solchen Fall eine Ausscheidung vorgenommen werden, um den vernichteten oder beschädigten Teilwerten eine möglichst genau entsprechende Teilversicherungssumme zuzuordnen (FISCHER, a.a.O., S. 122). Dabei ist auf das Verhältnis vom Ersatzwert des betroffenen Gegenstandes zum Ersatzwert aller versicherten Gegenstände abzustellen (JAEGER/ROELLI, a.a.O., N. 12 zu Art. 71 VVG). Mit der so ermittelten Teilversicherungssumme ist in der Folge nach Art. 71 Abs. 1 VVG das Verhältnis zu berechnen, in dem jeder Versicherer für den Schaden haftet. Jeder Versicherer hat den jeweiligen Betrag grundsätzlich voll zu leisten; ein allfällig vereinbarter Selbstbehalt ist davon nicht zusätzlich abzuziehen. Denn der Versicherungsnehmer hat bei Vorliegen einer Doppelversicherung Anspruch auf den Ersatz des gesamten Schadens; allfällige Selbstbehalte aus einem Vertrag sind durch Leistungen aus dem andern auszugleichen (FUHRER, a.a.O., N. 12.15). Dies gilt unter zwei Vorbehalten: Erstens deckt eine Schadensversicherung (nur) den entstandenen Schaden. Der Versicherte soll aus dem Schadenereignis keinen wirtschaftlichen Vorteil ziehen können (vgl. nur BOLL, a.a.O., N. 2 Vorbemerkungen zu Art. 48 VVG). Hat ein Versicherer dem |547| Versicherten bereits einen höheren Betrag geleistet, als er nach der Berechnung gemäss Art. 71 Abs. 1 VVG schulden würde, so ist der zweite Versicherer nur noch zum Ersatz des verbliebenen Schadens verpflichtet. Zweitens ist ein Versicherer nicht zu einer höheren Leistung als jener verpflichtet, die er als einziger Versicherer zu erbringen hätte. Die Ersatzpflicht wird mithin beschränkt durch die Versicherungssumme (oder den Schaden, falls dieser tiefer ausfällt) abzüglich des vereinbarten Selbstbehalts.\n\n5.7.2 Vorliegend wurde eine Gasturbine der Einheit 3 beschädigt. In der B.-Police beträgt die Versicherungssumme pro Gasturbine 6 Mio. Fr. Aus den vorinstanzlichen Feststellungen geht nicht hervor, ob auch in den H.-Policen die Versicherungssumme für die Sektionen 1 bis 3 von insgesamt 479 Mio. USD detaillierter aufgegliedert ist. Sollte sich die Abtretung der Ansprüche von der E. AG an die Kläger als gültig erweisen (dazu sogleich E. 5.8), so wäre die Sache daher an die Vorinstanz zur Ergänzung des Sachverhalts und neuer Entscheidung zurückzuweisen.\n\n5.8 Die Beklagte ist der Ansicht, es liege keine gültige Abtretung der eingeklagten Ansprüche von der E. AG an die Kläger vor. Erstens habe die E. AG bei richtiger Berechnung der Leistungspflicht nach Art. 71 VVG keine Forderung gegen die Beklagte, weshalb sie nach dem Grundsatz \"nemo plus iuris ad alium transferre potest quam ipse habet\" den Klägern keine Rechte habe übertragen können. Zweitens wäre die Abtretung aufgrund der Umgehung der disziplinierenden Wirkung der Selbstbehalte ohnehin unzulässig. Die angeblich abgetretene Forderung belaufe sich auf den verbleibenden Schaden der E. AG aufgrund der in den H.-Policen vorgesehenen Selbstbehalte. Selbstbehalte seien eine gewollte und von vornherein vereinbarte Unterversicherung. Sowohl in der B.-Police als auch in den H.-Policen sei ausdrücklich statuiert, dass der Selbstbehalt vom Versicherten selbst zu tragen sei. Die B.-Police sei keine Versicherung für ungedeckten Selbstbehalt. Es wäre daher mehr als stossend, wenn die Versicherte dennoch den ungedeckten Selbstbehalt aus den H.-Policen von der Beklagten einfordern könnte.\n\nOb Art. 71 VVG die Forderung der E. AG gegen die Beklagte beeinflusst oder ob diese Bestimmung - wie die Klägerin 1 in ihrer Vernehmlassung vorbringt - lediglich das Rechtsverhältnis zwischen den Versicherern beschlägt, kann offenbleiben. Denn der Beklagten ist jedenfalls nicht zu folgen, wenn sie für die Berechnung auf die |548| volle Versicherungssumme der H.-Policen von insgesamt 479 Mio. USD abstellen will (vgl. soeben E. 5.7). Sollte die Aufteilung der Ersatzpflicht auch nach korrekter Berechnung ergeben, dass die Beklagte gemäss Art. 71 Abs. 1 VVG nichts schuldet, wäre die Klage ohnehin abzuweisen. Eine Umgehung der disziplinierenden Wirkung der Selbstbehalte liegt entgegen der Ansicht der Beklagten nicht vor. Wie soeben ausgeführt wurde (E. 5.7.1), hat der Versicherungsnehmer bei Vorliegen einer Doppelversicherung Anspruch auf den Ersatz des gesamten Schadens und sind allfällige Selbstbehalte aus einem Vertrag durch Leistungen aus dem andern auszugleichen. Nach den Feststellungen der Vorinstanz besteht keine Vereinbarung, wonach sich die E. AG verpflichtet hätte, den Selbstbehalt nicht bei einer anderen Versicherung geltend zu machen. Gegen diese Feststellung bringt die Beklagte nichts vor. Sie bestreitet zu Recht auch nicht, dass die E. AG ihren Schaden durch die Kläger nicht vollständig ersetzt erhalten hat. Damit bestand noch eine (Rest-)Forderung, welche die E. AG an die Kläger abtreten konnte. Die Vorinstanz hat denn auch ausgeführt, der noch offene Schaden betrage Fr. 2'804'400.- und die Abtretung sei (nur) in diesem Umfang möglich gewesen. Die Rüge der Beklagten, wonach die Abtretung unzulässig gewesen sei, erweist sich damit als unbegründet.\n\n5.9 Nach dem Gesagten ist die Sache an die Vorinstanz zur Ergänzung des Sachverhalts und neuer Entscheidung zurückzuweisen. Die Vorinstanz wird die (Teil-)Versicherungssumme der H.-Policen zu ermitteln haben, welche mit der Versicherungssumme der B.-Police von 6 Mio. Fr. für die beschädigte Gasturbine der Einheit 3 in ein Verhältnis gesetzt werden kann, um nach Art. 71 Abs. 1 VVG die Ersatzpflicht der Beklagten zu bestimmen (vgl. oben E. 5.7.1)."}