{"annee": "141", "cour": "III", "page": "357", "date": "27/8/2015", "cite": ["130 III 441", "119 II 404", "135 III 212", "136 III 261"], "cite_par": ["142 III 551", "145 III 8"], "chapeau": "48. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A.A. und B.A. gegen Stockwerkeigentümer-Gemeinschaft C. (Beschwerde in Zivilsachen)\n\n5A_407/2015 vom 27. August 2015", "regestes": ["Art. 647c-647e en lien avec l'art. 712g al. 1 CC; travaux de construction relatifs à des parties communes, dans l'intérêt particulier de quelques propriétaires d'étages. Lorsque des travaux de construction, qui concernent une partie commune, présentent un intérêt exclusivement pour un ou quelques rares propriétaires d'étages, ils doivent être considérés, du point de vue de la communauté, comme des travaux somptuaires (consid. 3)."], "faits": "BGE 141 III 357 S. 357\n\nA. Die Liegenschaft x, die heute der Stockwerkeigentümer-Gemeinschaft C. gehört, wurde im Jahr 1967 gebaut. Im Jahr 1995 wurde sie zu Stockwerkeigentum aufgeteilt. A.A. und B.A. sind seit dem Jahr 1999 Stockwerkeigentümer der Attikawohnung.\n\nDie Liegenschaft weist Flachdächer auf. Seit Erstellung des Gebäudes diente ein Teil des Flachdaches der Unterliegerwohnung als mit Platten belegte Terrasse der Attikawohnung (rund 20 m2); die Terrasse war mit Blumentrögen vom Rest des lediglich bekiesten Flachdaches abgegrenzt (rund 100 m2). Dies blieb bei der Begründung des BGE 141 III 357 S. 358Stockwerkeigentums im Jahr 1995 baulich unverändert; jedoch wurde der Attikawohnung das ganze Flachdach der Unterliegerwohnung zu Sondernutzungsrecht zugewiesen.\n\nIm Zusammenhang mit der Gesamtsanierung der Liegenschaft stellten A.A. und B.A. den Antrag, dass die ganze ihnen zu Sondernutzungsrecht zugewiesene Fläche mit Platten belegt und so zu einer begehbaren Terrasse umgestaltet werde, was die Mehrheit der Stockwerkeigentümer ablehnte.\n\nB. Mit Gesuch um Anordnung baulicher Massnahmen verlangten A.A. und B.A., es sei ein durchgehend begehbarer Plattenbelag zu verlegen samt erforderlicher Ergänzungen bzw. Anpassungen der Unterkonstruktion (Splittbett etc.) auf der Dachfläche, welche der Attikawohnung vorgelagert ist.\n\nMit Urteil vom 3. Dezember 2014 wies das Bezirksgericht Meilen das Gesuch ab.\n\nDie hiergegen erhobene Berufung wies das Obergericht des Kantons Zürich mit Urteil vom 24. März 2015 ab.\n\nC. Gegen dieses Urteil haben A.A. und B.A. am 13. Mai 2015 eine Beschwerde erhoben. Sie verlangen dessen Aufhebung und die Anordnung der vorgenannten baulichen Massnahmen. Das Bundesgericht weist die Beschwerde ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Das Bezirksgericht wies das Gesuch ab, weil der Begründungsakt von einem \"alleinigen Benützungsrecht gemäss Reglement\" spreche und die Begehbarkeit der Dachfläche nach Auslegung des Reglementes nicht bezweckt worden sei.\n\nDas Obergericht befand, der Prozess drehe sich vielmehr um die Frage, ob die beantragten baulichen Massnahmen notwendig im Sinn von Art. 647 Abs. 2 Ziff. 1 ZGB seien. Dabei müssten die Fragen der Begehbarkeit der Dachfläche und der Notwendigkeit der Plattenverlegung auseinandergehalten werden. Bei der beantragten Anordnung handle es sich um eine Leistungsklage; die Feststellung des Umfangs der Begehbarkeit der Dachfläche sei nicht Verfahrensgegenstand, auch nicht vorfrageweise, denn selbst bei Bejahung der Begehbarkeit zufolge dahingehender Auslegung des Reglements würde dies nicht bedeuten, dass hierfür ein Plattenbelag notwendig wäre. BGE 141 III 357 S. 359\n\nDas Obergericht erwog weiter, bei notwendigen baulichen Massnahmen gehe es um die Erhaltung des durch die bestehende Bausubstanz definierten Wertes. Die Beschwerdeführer würden nicht dartun, dass ohne die Verlegung der Platten die bestehende Bausubstanz beeinträchtigt oder zumindest gefährdet wäre. Bei der Errichtung der Liegenschaft sei nur ein Teil der Dachfläche mit Platten belegt worden. Daraus sei die durch die Bausubstanz definierte Gebrauchsfähigkeit ersichtlich und die bauliche Massnahme müsse daher auf den Erhalt der Gebrauchsfähigkeit des bereits mit Platten versehenen Abschnitts abzielen. Die anbegehrte bauliche Massnahme könne mithin nicht als notwendig im Sinn des Gesetzes qualifiziert werden.\n\nSchliesslich befand das Obergericht, entgegen der Behauptung der Beschwerdeführer ergebe sich auch aus der Bau- und Zonenordnung der Gemeinde U., wonach Flachdächer grösser als 30 m2 zu begrünen seien, soweit sie nicht als begehbare Terrassen benutzt würden, kein Anspruch auf das Verlegen von Platten auf der gesamten Dachfläche. Ebenso wenig verfange die Argumentation, eine Beschwerung mittels Platten sei notwenig, weil das Geländer instabil sei; die Montage bzw. Stabilität des Geländers sei nicht Verfahrensgegenstand. Die Plattenverlegung lasse sich nicht klar den nützlichen Massnahmen im Sinn von Art. 647d Abs. 1 ZGB oder den luxuriösen Massnahmen gemäss Art. 647e Abs. 1 ZGB zuordnen; jedenfalls aber sei sie insgesamt nicht notwenig und könne deshalb nicht gegen den Mehrheitsbeschluss durchgesetzt werden.\n\n3. Die Beschwerdeführer machen eine Notwendigkeit geltend, dass sie endlich in die Lage versetzt würden, das ihrer Stockwerkeinheit zugewiesene Sondernutzungsrecht in vollem Umfang ausüben zu können. Einzig mit einem Plattenbelag könne das Dach begangen werden; die Kiesbedeckung im strittigen Bereich genüge hierfür nicht.\n\n3.1 In diesem Zusammenhang rügen die Beschwerdeführer eine falsche Anwendung von Art. 647 Abs. 2 Ziff. 1 und Art. 647c ZGB. Das Obergericht sei fälschlicherweise davon ausgegangen, dass es bei Art. 647c ZGB nur um die Erhaltung des Wertes und der Gebrauchsfähigkeit der bestehenden Bausubstanz gehe; indes seien nach der Rechtsprechung auch Neubauten bzw. neue Anlagen unter die Art. 647c-647e ZGB zu subsumieren. Folglich würden auch solche Bauten darunter fallen, welche notwendig seien, um die Gebrauchsfähigkeit gemäss festgelegter ursprünglicher Zweckbestimmung zu erlangen. Die ursprüngliche Zweckbestimmung könne ohne weiteres BGE 141 III 357 S. 360von der bestehenden Bausubstanz abweichen; dies sei vorliegend der Fall, indem ihnen an der gesamten Dachterrasse ein Sondernutzungsrecht zugewiesen worden sei. Für die Ausübung dieses Sondernutzungsrechts sei die Verlegung von Platten auf der ganzen Fläche notwendig, denn nur so werde die ihnen zu Sondernutzung zugewiesene Gesamtfläche überhaupt begehbar.\n\nDer Kern der Problematik ist vorliegend nicht die Frage der Neubaute, sondern dass die Beschwerdeführer ihr bauliches Partikularinteresse demjenigen der Gemeinschaft gleichsetzen. Dies wird im Folgenden zu erörtern sein.\n\n3.2 Die Bestimmungen von Art. 647 ff. ZGB finden gemäss Art. 712g Abs. 1 ZGB insbesondere auf das Stockwerkeigentum Anwendung, welches gesetzlich als besondere Form des Miteigentums ausgestaltet ist (BGE 119 II 404 E. 4 S. 407). Soweit für eine notwendige bauliche Massnahme im Sinn von Art. 647c ZGB kein Mehrheitsbeschluss zustande kommt, kann jeder Miteigentümer/Stockwerkeigentümer gestützt auf Art. 647 Abs. 2 Ziff. 1 ZGB vor Gericht verlangen, dass die für die Erhaltung des Wertes und der Gebrauchsfähigkeit der Sache notwendigen Verwaltungshandlungen durchgeführt werden, denn zu diesen gehören insbesondere auch bauliche Massnahmen (vgl. BRUNNER/WICHTERMANN, Basler Kommentar, Zivilgesetzbuch, Bd. II, 5. Aufl. 2015, N. 51 zu Art. 647 ZGB).\n\nMit \"Sache\" im Sinn der Bestimmungen von Art. 647 ff. ZGB ist stets die gemeinschaftliche Sache gemeint; im Zusammenhang mit dem Stockwerkeigentum geht es um die Bauteile, welche nicht zu Sonderrecht im Sinn von Art. 712b ZGB ausgeschieden, sondern gemeinschaftlich sind (BGE 130 III 441 E. 3.4 S. 448; BGE 136 III 261 E. 2.1 S. 263; MEIER-HAYOZ, Berner Kommentar, 2. Aufl. 1982, N. 8 und 17 zu Art. 647c ZGB).\n\nDächer betreffen die Konstruktion und das äussere Ansehen der Liegenschaft, weshalb sie (nicht sonderrechtsfähige) gemeinschaftliche Bauteile sind (Art. 712b Abs. 2 Ziff. 2 ZGB); sie bleiben auch dann gemeinschaftlich, wenn daran ein Sondernutzungsrecht besteht (Urteil 5A_116/2011 vom 14. März 2011 E. 5; WERMELINGER, Zürcher Kommentar, 2010, N. 165 zu Art. 712a und N. 127 zu Art. 712b ZGB). So verhält es sich auch vorliegend; die Beschwerdeführer haben kein Sonderrecht, sondern vielmehr ein Sondernutzungsrecht an der Dachterrasse. Die bauliche Verwaltungsbefugnis steht, weil es sich um einen gemeinschaftlichen Bauteil handelt, unbekümmert BGE 141 III 357 S. 361um das Sondernutzungsrecht der Gemeinschaft zu (vgl. TURNHERR, Bauliche Massnahmen bei Mit- und Stockwerkeigentum, 2010, S. 106 oben) und bauliche Massnahmen unterliegen mithin den Vorschriften von Art. 647 ff. ZGB (BGE 136 III 261 E. 2.2 S. 263; WERMELINGER, a.a.O., N. 165 zu Art. 712a ZGB).\n\n3.3 Soweit die Beschwerdeführer eine Notwendigkeit des Verlegens von Platten aus ihrem Sondernutzungsrecht ableiten - sie machen ferner geltend, die Notwendigkeit ergebe sich auch aus den kommunalen Bauvorschriften (dazu nicht publ. E. 4) sowie aus technischen Gründen (dazu nicht publ. E. 5) -, geht es um die Einordnung der Konstellation, dass die anbegehrte bauliche Massnahme ausschliesslich im Interesse der Beschwerdeführer als Stockwerkeigentümer der Attikawohnung liegt, sie die Massnahme aber auf Kosten der Gemeinschaft vornehmen lassen möchten.\n\nNotwendig im Sinn von Art. 647 Abs. 2 Ziff. 1 und Art. 647c ZGB kann eine bauliche Massnahme bei Stockwerkeigentum nach dem Gesagten nur dann sein, wenn es um die Erhaltung des Wertes und der Gebrauchsfähigkeit der gemeinschaftlichen Bauteile geht, vorliegend beispielsweise um die Dichtigkeit eines Flachdaches, woran alle Stockwerkeigentümer gleichermassen ein Interesse haben. Gleiches gilt für nützliche Massnahmen im Sinn von Art. 647d ZGB, wie sie vorliegend etwa in einer besseren Isolation des Flachdaches bestehen könnten, an welcher ebenfalls ein gemeinsames Interesse aller Stockwerkeigentümer zu bejahen wäre, weil sich damit die Heizkosten senken lassen. Die Frage der Notwendigkeit oder Nützlichkeit bestimmt sich mithin immer aus der Sicht der Gemeinschaft (vgl. BGE 135 III 212 E. 3.2 S. 219 unten). Steht die bauliche Massnahme hingegen im ausschliesslichen Individualinteresse eines oder weniger Stockwerkeigentümer, so ist sie aus der Optik der Gemeinschaft als luxuriös anzusehen (BGE 136 III 261 E. 2.2 S. 264; BGE 130 III 441 E. 3.5 S. 449 e contrario; BRUNNER/WICHTERMANN, a.a.O., N. 3 zu Art. 647d ZGB; ausführlich zum Thema sodann TURNHERR, a.a.O., S. 104 ff., welcher allerdings für eine nur analoge Anwendung von Art. 647d und 647e ZGB plädiert, insb. S. 111 ff.; zur Kostentragung vgl. auch WERMELINGER, a.a.O., N. 207 der Vorbemerkungen zu Art. 712a-712t ZGB [Kosten eines Terrassenbelages gehen zu Lasten des betreffenden Stockwerkeigentümers] sowie N. 167 zu Art. 712a ZGB [Kosten der baulichen Massnahme gehen nicht zu Lasten der Gemeinschaft, wenn diese keinen Vorteil hat]). BGE 141 III 357 S. 362\n\nIm erwähnten BGE 136 III 261 ging es um ein Restaurant (als Stockwerkeinheit), welches die davor befindliche Terrasse benutzte, ohne hierfür über ein Sondernutzungsrecht zu verfügen, und dessen Eigentümer sich gegen die von der Mehrheit beschlossenen baulichen Massnahmen (Aufstellen von Blumentrögen) zur Wehr setzte, weil er dadurch zwei Tische weniger aufstellen konnte. In BGE 130 III 441 ging es bei einer Apartanlage um die Erstellung eines ausschliesslich vom Hotelbetrieb (als Stockwerkeinheit) gewünschten und finanzierten Wellnessbetriebes, gegen welchen sich einzelne Stockwerkeigentümer von Apartwohnungen wandten. Das Bundesgericht erwog, dass die Wellnessanlage aus der Sicht der Gemeinschaft insofern als nützliche bauliche Massnahme zu betrachten sei, als sie auch den Wohnungseigentümern offenstehe und die Steigerung der Attraktivität des Hotels nach allgemeiner Erfahrung zu einer besseren Auslastung der als Apartwohnungen ausgestalteten Stockwerkeinheiten und damit zu einer Verbesserung der Wirtschaftlichkeit bzw. Bewirtschaftungsmöglichkeit - und damit verbunden zweifellos auch zu einer Wertsteigerung - der Wohnungen führe.\n\nEinzig im nicht publizierten Urteil 5C.110/2001 vom 15. Oktober 2001 wurde in Bezug auf das Anheben des Gartensitzplatzes einer Parterre-Wohnung auf das Niveau des Balkons von einer nützlichen Massnahme ausgegangen, obwohl diese ausschliesslich im Interesse des betreffenden Stockwerkeigentümers lag. Die hierzu angeführte Begründung - die Erhöhung des Wertes der Parterre-Wohnung führe insofern auch zu einer Erhöhung des Wertes der Gesamtliegenschaft, als sich deren Wert aus einer Addition der Werte der einzelnen Stockwerkeinheiten ergebe (E. 5c) - lässt sich nicht halten, denn nach Begründung von Stockwerkeinheiten bilden diese und nicht mehr das Stammgrundstück die Objekte des Rechtsverkehrs (Art. 655 Abs. 2 Ziff. 4, Art. 712c Abs. 1 und 2, Art. 943 Abs. 1 Ziff. 4 ZGB), so dass die anderen Stockwerkeigentümer von der Wertsteigerung einer Einheit nicht profitieren; im Übrigen entspricht die Addition der Verkehrswerte der einzelnen Stockwerkeinheiten auch in den wenigsten Fällen dem Verkehrswert, welchen das Gesamtobjekt aufweisen würde, wenn es einem einzigen Eigentümer gehören würde.\n\n3.4 Vorliegend ist das Verlegen von Platten auf der gesamten Sondernutzungsfläche aus Sicht der Beschwerdeführer unzweifelhaft nützlich, weil die Massnahme die Nutzungsmöglichkeiten steigert und die Nutzung bequemer macht, indem das Begehen der Terrasse und namentlich das Aufstellen von Möbeln erleichtert wird. Indes BGE 141 III 357 S. 363ist nicht ersichtlich, inwiefern ein Interesse der Gemeinschaft an einer besseren Nutzungsmöglichkeit der Eigentümer der Attikawohnung bestehen soll, zumal die Dachfläche nur von dieser Wohnung aus zugänglich ist. Weil die Fläche von unten bzw. von anderen Wohnungen her nicht einsehbar ist, ergibt sich ferner auch - abgesehen davon, dass es hier ohnehin nicht um eine Notwendigkeit gehen könnte - kein ästhetisches Interesse der Gemeinschaft.\n\nDie im ausschliesslichen Partikularinteresse der Beschwerdeführer als Stockwerkeigentümer der Attikawohnung stehende bauliche Massnahme muss nach dem Gesagten in Bezug auf die Gemeinschaft als luxuriös im Sinn von Art. 647e ZGB gelten. Folglich kann die vorliegend anbegehrte bauliche Massnahme keine notwendige Verwaltungshandlung im Sinn von Art. 647 Abs. 2 Ziff. 1 ZGB darstellen, soweit der Anspruch aus dem Sondernutzungsrecht abgeleitet wird."}