{"annee": "141", "cour": "III", "page": "137", "date": "20/2/2015", "cite": ["137 III 389"], "cite_par": [], "chapeau": "19. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. + Co (Beschwerde in Zivilsachen)\n\n4A_488/2014 vom 20. Februar 2015", "regestes": ["Calcul de la valeur litigieuse dont dépend la compétence matérielle (art. 4 al. 2 CPC). Pour la détermination de la compétence matérielle, la valeur litigieuse se calcule d'après la situation au moment de l'introduction de la demande (consid. 2.2); valeur litigieuse d'une action en constatation de droit concernant la validité de la résiliation d'un rapport de travail (consid. 2.4)."], "faits": "", "considerants": "|138|\n\nAus den Erwägungen:\n\n2. Nach Art. 4 ZPO regelt das kantonale Recht die sachliche und funktionelle Zuständigkeit der Gerichte, soweit das Gesetz nichts anderes bestimmt (Abs. 1). Hängt die sachliche Zuständigkeit vom Streitwert ab, so erfolgt dessen Berechnung nach der Zivilprozessordnung (Abs. 2).\n\n2.1 Nach den Erwägungen im angefochtenen Entscheid ist im Kanton Solothurn der Amtsgerichtspräsident als Einzelrichter zur Beurteilung von Streitigkeiten im vereinfachten Verfahren - d.h. bis zu einem Streitwert von Fr. 30'000.- (Art. 243 Abs. 1 ZPO) - zuständig (§ 10 Abs. 2 lit. a des solothurnischen Gerichtsorganisationsgesetzes vom 13. März 1977 [GO; BGS 125.12]). Die übrigen Zivilsachen, für die kein anderes Gericht zuständig ist, werden durch das Amtsgericht in Dreierbesetzung beurteilt (§ 14 GO).\n\nDer Beschwerdeführer stellt nicht in Frage, dass der Amtsgerichtspräsident als Einzelrichter nach dem massgebenden kantonalen Recht nur zur Beurteilung von Streitigkeiten bis zu einem Streitwert von Fr. 30'000.- zuständig ist. Er beanstandet die Berechnung des massgebenden Streitwertes im vorliegenden Fall.\n\n2.2 Nach Art. 91 ZPO wird der Streitwert durch die Rechtsbegehren bestimmt, wobei weder Zinsen und Kosten noch allfällige Eventualbegehren hinzugerechnet werden (Abs. 1). Lautet das Rechtsbegehren - wie vorliegend das Feststellungsbegehren betreffend Nichtigkeit der Kündigung - nicht auf eine bestimmte Geldsumme, so setzt das Gericht den Streitwert fest, sofern sich die Parteien darüber nicht einigen können oder ihre Angaben offensichtlich unrichtig sind (Abs. 2). |139|\n\nFür die Bestimmung der gerichtlichen Zuständigkeit bemisst sich der Streitwert dabei nach den Verhältnissen im Zeitpunkt der Klageeinreichung (SAMUEL RICKLI, Der Streitwert im schweizerischen Zivilprozess, 2014, Rz. 418; STEIN-WIGGER, in: Kommentar zur Schweizerischen Zivilprozessordnung [ZPO], Sutter-Somm/Hasenböhler/Leuenberger[Hrsg.], 2. Aufl. 2013, N. 12 zu Art. 91 ZPO;DIGGELMANN, in: Schweizerische Zivilprozessordnung [ZPO], Kommentar, Brunner/Gasser/Schwander [Hrsg.], 2011, N. 3 zu Art. 91ZPO; im Ergebnis auch RÜEGG, in: Basler Kommentar, Schweizerische Zivilprozessordnung, 2. Aufl. 2013, N. 7 zu Art. 91 ZPO und ZÜRCHER, in: Kommentar zur Schweizerischen Zivilprozessordnung[ZPO], Sutter-Somm/Hasenböhler/Leuenberger [Hrsg.], 2. Aufl. 2013,N. 11 zu Art. 60 ZPO).\n\n2.3 Im vorliegenden Fall hat der Beschwerdeführer die Klage am 24. Juli 2013 beim Richteramt Thal-Gäu eingereicht. Neben einer Forderung von Fr. 8'443.70 wegen ausstehender Lohnansprüche beantragte er, es sei festzustellen, dass die Kündigung der Beklagten nichtig sei. Die Vorinstanz hat zutreffend als erheblich erachtet, ob diese Feststellung der Ungültigkeit der Kündigung des Arbeitsvertrags einen Streitwert von mehr als Fr. 21'556.30 aufweist. Massgebend ist wie ausgeführt, ob diese Feststellung im Zeitpunkt der Einreichung der Klage beim erstinstanzlichen Gericht am 24. Juli 2013 mit einem Streitwert von mindestens diesem Betrag zu bewerten war.\n\n2.4 Der Beschwerdeführer bestritt die Gültigkeit der Kündigung des Arbeitsverhältnisses auf Ende November 2012 und behauptete, sie sei wegen Verstosses gegen die zwingende Bestimmung von Art. 336c OR nichtig.\n\n2.4.1 Die Vorinstanz führt zutreffend aus, dass nach der Behauptung des Beschwerdeführers das Arbeitsverhältnis damit auf unbestimmte Zeit - bzw. bis zu einer allfälligen gültigen Kündigung - andauert. Sie geht davon aus, dass der Lohnanspruch von monatlich Fr. 5'830.- damit auf ungewisse Zeit weiterhin geschuldet ist. Ohne abschliessend zu prüfen, ob unter diesen Umständen gemäss Art. 92 ZPO der zwanzigfache Kapitalwert der jährlichen Lohnsumme für die Bestimmung des Streitwerts des Feststellungsbegehrens massgebend sei, schliesst die Vorinstanz, dass jedenfalls der Streitwert von Fr. 30'000.- überschritten sei.\n\n2.4.2 Der Beschwerdeführer ist der Ansicht, die Vorinstanz habe damit Bundesrecht verletzt, denn es hätte der Streitwertberechnung |140| entweder eine generelle Pauschalierung für umstrittene Kündigungen von Arbeitsverträgen im Umfang von Fr. 20'000.- zugrunde gelegt werden müssen oder es hätte (analog zur Rechtsprechung bei mietrechtlichen Sperrfristen, vgl. BGE 137 III 389 E. 1.1) die Fortdauer des Arbeitsvertrags mangels gültiger Kündigung nur bis zur nächstmöglichen ordentlichen Beendigung berücksichtigt werden dürfen.\n\n2.4.3 Für eine irgendwie geartete Pauschalierung, die von den Umständen absieht und namentlich weder die Höhe des Lohnes noch die Dauer einer Lohnfortzahlungspflicht oder die Möglichkeit einer nächsten - gültigen - Kündigung in Betracht zieht, besteht keine Grundlage. Es ist entgegen der Ansicht des Beschwerdeführers nicht erkennbar und wird auch in der Beschwerde nicht dargetan, wie eine derartige Streitwertpauschalierung aus der \"Stossrichtung des sozialen Zivilprozesses\" abgeleitet werden könnte, nachdem die ZPO ausdrücklich ein Streitwerterfordernis aufstellt.\n\n2.4.4 Ob und inwieweit die Rechtsprechung zu den mietrechtlichen Sperrfristen analog herangezogen werden könnte, kann im vorliegenden Fall offenbleiben. Denn die Vorinstanz hat den Streitwert des Feststellungsbegehrens nicht bundesrechtswidrig bemessen, wenn sie im Ergebnis berücksichtigte, dass das Arbeitsverhältnis mangels gültiger Kündigung - bei einem Monatslohn von Fr. 5'830.- plus Anteil 13. Monatslohn - noch eine gewisse Zeit weitergedauert hätte. Denn im massgebenden Zeitpunkt der Einreichung der Klage beim Richteramt Thal-Gäu war eine neue Kündigung unbestritten von keiner der Parteien erklärt worden. Im Juli 2013 war aber der Zeitpunkt, auf den die umstrittene Kündigung ausgesprochen war (Ende November 2012), um mehr als sieben Monate abgelaufen. Auch wenn der Beschwerdeführer wegen Krankheit arbeitsunfähig und die Arbeitgeberin nach Art. 324a OR nicht bis zum Ende des Arbeitsvertrags zur Lohnfortzahlung verpflichtet war, ist vorliegend zu berücksichtigen, dass die Beschwerdegegnerin den Beschwerdeführer gemäss Art. 64 des anwendbaren Landesmantelvertrags kollektiv für ein Taggeld von 80 % des wegen Krankheit ausfallenden zuletzt bezahlten Lohnes zu versichern hatte. Mit den Taggeldleistungen des Kollektivversicherers, welche nach dem Landesmantelvertrag mindestens während 720 Tagen innerhalb von 900 aufeinanderfolgenden Tagen zu leisten sind, ist die Lohnfortzahlungspflicht des Arbeitgebers nach Art. 324a und 324b OR abgegolten. Der Beschwerdeführer hatte damit im Zeitpunkt der Klageerhebung während sieben Monaten Anspruch auf 80 % seines Lohnes gehabt. |141|\n\n2.5 Damit hat die Vorinstanz den Streitwert zutreffend auf mehr als Fr. 30'000.- festgesetzt, womit unbestritten nach dem massgebenden kantonalen Recht erstinstanzlich das Amtsgericht in Dreierbesetzung und nicht der Einzelrichter zuständig ist."}