{"annee": "141", "cour": "II", "page": "447", "date": "5/5/2015", "cite": ["113 IB 195", "139 II 404", "138 V 426", "110 IB 287", "140 II 167", "122 II 234"], "cite_par": ["144 II 412", "143 II 65", "143 II 202"], "chapeau": "34. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Eidgenössische Steuerverwaltung gegen X. Bank und vice versa (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_364/2012 / 2C_377/2012 vom 5. Mai 2015", "regestes": ["Art. 10 al. 1 de la Convention entre la Confédération suisse et le Royaume du Danemark en vue d'éviter les doubles impositions en matière d'impôts sur le revenu et sur la fortune (CDI-DK, dans sa version d'origine); bénéficiaire effectif. Selon l'interprétation commune de la Suisse et du Danemark, le critère du \"bénéficiaire effectif\" est implicitement contenu dans la version d'origine de l'art. 10 al. 1 CDI-DK (consid. 4). Il faut nier la qualité de bénéficiaire effectif (et par conséquent le droit au remboursement de l'impôt anticipé suisse à une banque danoise), lorsque la demanderesse encaisse certes le dividende distribué par une société suisse, mais qu'elle est tenue de le transférer en exécution d'une obligation contractuelle existant déjà au moment de la distribution ou de restrictions effectives de son pouvoir de disposition. Il y a restriction effective lorsque deux conditions cumulatives sont remplies: d'une part, il existe un lien de dépendance entre le fait de recevoir les revenus et l'obligation de les transférer; d'autre part, l'obligation de transférer les revenus dépend de l'existence même des revenus (consid. 5). Concrètement: obligation de transférer et \"Total Return Swaps\" (consid. 6). Demande de restitution par l'AFC de montants d'impôt anticipé déjà remboursés (consid. 8)."], "faits": "BGE 141 II 447 S. 448\n\nA. Die X. Bank (nachfolgend auch: die Bank oder Beschwerdegegnerin) mit Sitz in Kopenhagen beantragte bei der Eidgenössischen Steuerverwaltung die Rückerstattung der Verrechnungssteuer im Zusammenhang mit Dividendenzahlungen von schweizerischen Gesellschaften in den Jahren 2006 bis 2008. Sie machte geltend, als in BGE 141 II 447 S. 449Dänemark ansässige Gesellschaft, Empfängerin und effektive Nutzungsberechtigte der genannten Dividenden sei sie gemäss dem Doppelbesteuerungsabkommen zwischen der schweizerischen Eidgenossenschaft und Dänemark zur Rückerstattung berechtigt.\n\nB. Mit Entscheid vom 29. Juli 2010 wies die Eidgenössische Steuerverwaltung den Rückerstattungsantrag der Bank für 2007 in der Höhe von Fr. 45'060'313.- und denjenigen für 2008 in der Höhe von Fr. 8'505'000.- ab. Am gleichen Tag forderte die EStV gegenüber der X. Bank für 2006 einen Betrag von Fr. 37'856'735.88 (zuzüglich eines Vergütungszinses von 5 %) zurück, mit der Begründung, diese Summe entspreche dem Gesamtbetrag von Rückerstattungsgesuchen der Bank für das Jahr 2006, denen zu Unrecht stattgegeben worden sei. In allen Fällen sei die X. Bank nicht die effektive Nutzungsberechtigte gewesen, weshalb sie kein Anrecht auf Rückerstattung der Verrechnungssteuer gemäss dem Doppelbesteuerungsabkommen habe. Dieses nehme die Bank zudem missbräuchlich in Anspruch.\n\nC. Am 13. September 2010 erhob die X. Bank Beschwerde an das Bundesverwaltungsgericht. Dieses hiess das Rechtsmittel mit Urteil vom 7. März 2012 (A-6537/2010) teilweise im Sinne der Erwägungen gut: Die Rückerstattungsanträge für 2007 und 2008 (im jeweiligen Gesamtbetrag von Fr. 45'060'313.- und Fr. 8'505'000.-) seien rechtskonform, so dass ihnen stattzugeben sei; die Rückforderung der EStV in der Höhe von Fr. 37'856'735.88 hinsichtlich der für 2006 bereits erfolgten Rückerstattung sei unbegründet und abzuweisen. Das Gericht wies die Beschwerde jedoch insoweit ab, als die Bank einen Verzugszins auf ihren Rückerstattungsansprüchen verlangte.\n\nD. Am 24. April 2012 hat die EStV Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht erhoben (Verfahren 2C_364/2012). Sie beantragt, das Urteil des Bundesverwaltungsgerichts vom 7. März 2012 aufzuheben und ihren Entscheid vom 29. Juli 2010 zu bestätigen. (...)\n\nE. Am 27. April 2012 hat die X. Bank ihrerseits Beschwerde in öffentlich-rechtlichen Angelegenheiten eingereicht (Verfahren 2C_377/ 2012). Sie beantragt, das Urteil des Bundesverwaltungsgerichts vom 5. März 2012 in dem Sinne zu ergänzen, dass die Eidgenössische Steuerverwaltung verpflichtet werde, für die Rückerstattungen der Verrechnungssteuer in Bezug auf die Beträge von Fr. 45'060'313.- und Fr. 8'505'000.- seit dem 29. Juli 2010 (eventuell ab dem 13. September 2010) zum Satz von 5 %, eventuell 3,5 %, subeventuell 3 % einen Verzugszins zu entrichten. (...) BGE 141 II 447 S. 450\n\nF. Das Bundesgericht hat die Sache am 5. Mai 2015 öffentlich beraten. Es heisst die Beschwerde 2C_364/2012 gut und weist die Beschwerde 2C_377/2012 ab.\n\n(Auszug)\n\nAus den Erwägungen:", "considerants": "II. VERFAHREN 2C_364/2012\n\n2.\n\n2.1 Der Bund erhebt gestützt auf Art. 132 Abs. 2 BV eine Verrechnungssteuer u.a. auf dem Ertrag beweglichen Kapitalvermögens (Art. 1 Abs. 1 des Bundesgesetzes vom 13. Oktober 1965 über die Verrechnungssteuer [VStG; SR 642.21]). Steuerbarer Ertrag von Aktien, Stammanteilen an Gesellschaften mit beschränkter Haftung und Genossenschaften ist nach Art. 20 Abs. 1 der Verrechnungssteuerverordnung vom 19. Dezember 1966 (VStV; SR 642.211) jede geldwerte Leistung der Gesellschaft oder Genossenschaft an die Inhaber gesellschaftlicher Beteiligungsrechte oder an ihnen nahestehende Dritte, die sich nicht als Rückzahlung der im Zeitpunkt der Leistung bestehenden Anteile am einbezahlten Grund- oder Stammkapital darstellt (u.a. Gratisaktien). Art. 21 Abs. 1 lit. a VStG bestimmt, dass ein nach Art. 22-28 VStG Berechtigter Anspruch auf Rückerstattung der ihm vom Schuldner abgezogenen Verrechnungssteuer hat, wenn er bei Fälligkeit der steuerbaren Leistung das Recht zur Nutzung des den steuerbaren Ertrag abwerfenden Vermögenswertes besass. Die Steuer beträgt 35 Prozent der steuerbaren Leistung (Art. 13 Abs. 1 lit. a VStG).\n\n2.2 Die Verrechnungssteuer führt bei ausländischen Empfängern schweizerischer Dividenden grundsätzlich zu einer endgültigen, an der Quelle erhobenen steuerlichen Belastung (Art. 22 Abs. 1 und Art. 24 Abs. 2 VStG). Personen, die bei Fälligkeit der steuerbaren Leistung Sitz oder Wohnsitz im Ausland hatten, können die Rückerstattung der Verrechnungssteuer nur insoweit verlangen, als ihnen ein zwischenstaatliches Abkommen Anspruch darauf vermittelt (vgl. u.a. die Urteile 2C_818/2011 vom 18. Januar 2012 E. 2.2, in: ASA 81 S. 402; 2C_333/2007 vom 22. Februar 2008 E. 7.3, in: StR 63/2008 S. 475; 2A.239/2005 vom 28. November 2005 E. 2.2, in: StR 61/2006 S. 217; siehe auch JAUSSI/GHIELMETTI/PFIRTER, Allgemeiner Überblick über die Rückerstattung der eidg. Verrechnungssteuer, StR 67/ 2012 S. 651 f.). BGE 141 II 447 S. 451\n\n2.2.1 Gemäss Art. 10 Abs. 1 des Abkommens vom 23. November 1973 zwischen der Schweizerischen Eidgenossenschaft und dem Königreich Dänemark zur Vermeidung der Doppelbesteuerung auf dem Gebiete der Steuern vom Einkommen und vom Vermögen (DBA-DK; SR 0.672.931.41; in der hier anwendbaren ursprünglichen Fassung [AS 1974 1720]) können Dividenden, die eine in einem Vertragsstaat ansässige Gesellschaft an eine in dem anderen Vertragsstaat ansässige Person zahlt, nur in dem anderen Staat besteuert werden. Laut Art. 4 Abs. 1 DBA-DK ist mit dem Ausdruck \"eine in einem Vertragsstaat ansässige Person\" eine Person gemeint, die nach dem Recht dieses Staates dort auf Grund des Wohnsitzes, ihres ständigen Aufenthaltes, des Ortes ihrer Geschäftsleitung oder eines anderen ähnlichen Merkmals steuerpflichtig ist.\n\n2.2.2 Nach Massgabe von Art. 26 Abs. 1 DBA-DK darf die Schweiz die Dividenden an der Quelle besteuern; die so einbezogene Steuer ist aber auf Antrag hin zu erstatten, soweit ihre Erhebung durch das Abkommen eingeschränkt wird (Art. 26 Abs. 2 DBA-DK). Art. 1 der Verordnung vom 18. Dezember 1974 zum schweizerisch-dänischen Doppelbesteuerungsabkommen (SR 672.931.41; nachfolgend: V DBA-DK) führt dazu aus, dass die in Art. 10 DBA-DK vorgesehene Entlastung von Steuern von Dividenden und Zinsen von Schweizer Seite durch die volle Entlastung der Verrechnungssteuer gewährt wird. Laut Art. 26 Abs. 4 DBA-DK müssen die Anträge auf Entlastung stets eine amtliche Bescheinigung des Staates enthalten, in dem der Steuerpflichtige ansässig ist, über die Erfüllung der Voraussetzungen für die unbeschränkte Steuerpflicht in diesem Staat (vgl. u.a. das Urteil 2A.239/2005 vom 28. November 2005 E. 2.3, in: StR 61/2006 S. 217).\n\n3.\n\n3.1 Die Vorinstanz hat erwogen, die Beschwerdegegnerin habe unter den gegebenen Umständen Anspruch auf Rückerstattung der Verrechnungssteuer hinsichtlich der von den Schweizer Gesellschaften des Aktienkorbes bezogenen Dividenden. Das Bundesverwaltungsgericht hat seine Beurteilung wie folgt begründet: Die Bank habe die effektive Nutzungsberechtigung an diesen Dividenden gehabt und sich auch nicht missbräuchlich auf die Garantien des Doppelbesteuerungsabkommens berufen. Somit könne offenbleiben, ob sich Art. 10 Abs. 1 DBA-DK implizit auf das Kriterium der effektiven Nutzungsberechtigung stütze oder ob diese Bestimmung die Abkommensberechtigung nur von der Ansässigkeit des Dividenden-Empfängers in Dänemark abhängig mache.\n\nBGE 141 II 447 S. 452\n\n3.2 Dagegen vertritt die Beschwerdeführerin die Auffassung, die X. Bank habe bei richtiger Beurteilung der Sach- und Rechtslage nicht über die effektive Nutzungsberechtigung an den Dividenden verfügt; in Wirklichkeit sei die Bank verpflichtet gewesen, die entsprechenden Erträge an ihre jeweiligen Gegenparteien der Swap-Verträge weiterzuleiten. Zudem müsse die Rückerstattung der Verrechnungssteuer ausscheiden, weil die Beschwerdegegnerin sich missbräuchlich auf Art. 10 Abs. 1 DBA-DK berufe.\n\n3.3 Die Bank erachtet das angefochtene Urteil im Wesentlichen als rechtskonform (vgl. dazu näher unten E. 7), beansprucht aber einen Verzugszins im Zusammenhang mit den aus ihrer Sicht zu Unrecht verweigerten Rückerstattungsanträgen 2007 und 2008 (vgl. unten E. 9).\n\n4. Zu prüfen ist vorab die - vom Bundesverwaltungsgericht offengelassene - Frage, ob das Beurteilungskriterium der \"effektiven Nutzungsberechtigung\" implizit im DBA-DK enthalten ist (vgl. oben E. 2.2.1 u. 3.1).\n\n4.1 Gemäss den meisten von der Schweiz mit anderen Staaten abgeschlossenen Doppelbesteuerungsabkommen wird die Dividendenbesteuerung zwischen dem Staat der Einkommensquelle und dem Wohnsitzstaat des Empfängers verteilt. Art. 10 DBA-DK in der hier noch gültigen Fassung (vgl. dazu oben E. 2.2.1) stellt im internationalen Vergleich insoweit eine Besonderheit dar, als er die ausschliessliche Besteuerung im Wohnsitzstaat des Dividendenempfängers vorsieht (vgl. oben E. 2.2.1 u. 2.2.2). Die Bestimmung bezieht sich ausserdem zumindest nicht ausdrücklich auf das Kriterium der effektiven Nutzungsberechtigung, sondern verlangt für die vollumfängliche Rückerstattung der schweizerischen Verrechnungssteuer nur eine \"Zahlung\" an eine im anderen Staat \"ansässige Person\". Es liegt auf der Hand, dass eine solche Regelung zur ungerechtfertigten Inanspruchnahme der damit verbundenen Abkommensvorteile verleiten kann. Wenn sich die steuerliche Entlastung der Dividendenempfänger für in Dänemark ansässige Kapitalgesellschaften auf den vollen Betrag der Verrechnungssteuern beläuft, in anderen Ländern aber geringer ist oder - mangels eines Doppelbesteuerungsabkommens - überhaupt nicht gewährt wird, besteht ein besonderer Anreiz, die Beteiligung an einer schweizerischen Gesellschaft rein zur Steuerersparnis über eine in Dänemark ansässige Kapitalgesellschaft zu halten (sog. \"treaty shopping\"; vgl. BGE 110 Ib 287 E. 3b und c S. 290 f.; zum Ganzen siehe das Urteil 2A.239/2005 vom BGE 141 II 447 S. 45328. November 2005 E. 3.1, in: StR 61/2006 S. 217; RENÉ MATTEOTTI, Die Verweigerung der Entlastung von der Verrechnungssteuer wegen Treaty Shoppings, ASA 75 S. 770 u. 773 ff.; XAVIER OBERSON, La notion de bénéficiaire effectif en droit fiscal international [nachfolgend: 2004], in: Festschrift SRK zum 10. Geburtstag der Eidgenössischen Steuerrekurskommission, 2004, S. 215; GEORG LUTZ, Beschränkungen der Nutzung von Niedrigsteuersystemen durch multinationale Unternehmen, Länderbericht Schweiz, Cahiers de droit fiscal international 86b/2011 S. 841 ff., 841 f. u. 848 f.; HANS PETER HOCHREUTENER, Die Rückerstattung der Verrechnungssteuer an holländische Empfänger schweizerischer Dividenden, ASA 54 S. 357 ff., 359).\n\n4.2 Namentlich mit Blick auf eine möglicherweise ungerechtfertigte Inanspruchnahme von Abkommensvorteilen erweist es sich gemäss der grossen Mehrheit der schweizerischen Lehre als statthaft und sogar notwendig, wenn bei der Auslegung von Doppelbesteuerungsabkommen auf ein implizites Beurteilungskriterium der effektiven Nutzungsberechtigung zurückgegriffen wird (vgl. dazu E. 3.3.2 des angefochtenen Urteils; siehe u.a. HOCHREUTENER, a.a.O., S. 360; ROBERT DANON, Le concept de bénéficiaire effectif dans le cadre du MC OCDE, IFF Forum für Steuerrecht 2007 S. 40; MARCEL RENÉ JUNG, Tax treaties and tax avoidance, Länderbericht Schweiz, Cahiers de droit fiscal international 95a/2010 S. 788; PETER MÄUSLI, Die Ansässigkeit von Gesellschaften im internationalen Steuerrecht, 1993, S. 224; WALTER RYSER, Rapports de trust et conventions préventives de la double imposition conclues par la Suisse, in: Steuerrecht, Festschrift zum 65. Geburtstag von Ernst Höhn, Cagianut/Vallender [Hrsg.], 1995, S. 357; ADRIANO MARANTELLI, Die Verrechnungssteuer-Entlastung im Spannungsfeld der verdeckten Gewinnausschüttung, Jusletter 19. Juli 2010 Rz. 5; contra: u.a. RAPHAËL GANI, Note sur l'arrêt du Tribunal fédéral 2A.239/2005 du 28 novembre 2005, RDAF 2006 II S. 254; siehe zum Ganzen auch OESTERHELT/WINZAP, Abkommensmissbrauch - Dänemark-Entscheid zum Treaty-Shopping, Schweizer Treuhänder 2006 S. 775; DE BROE/VON FRENCKELL, La notion de \"bénéficiaire effectif\" et la question d'abus de convention en matière de swaps sur rendement total [total return swaps] - Quelques réflexions à propos du jugement du tribunal administratif fédéral du 7 mars 2012, ASA 81 S. 257 ff., insb. 260 f. u. 264; MATTEOTTI, a.a.O., S. 789; BEAT BAUMGARTNER, Das Konzept des beneficial owner im internationalen Steuerrecht der Schweiz, 2010, S. 229). BGE 141 II 447 S. 454\n\nGemäss LOCHER versteht es sich, dass nur der wahre Berechtigte (der nutzungsberechtigte Empfänger oder Eigentümer) die DBA-Vorteile beanspruchen kann; einige DBA enthalten diesen Grundsatz ausdrücklich; aber auch ohne ausdrückliche Bestimmung gilt das generell für alle DBA, da es sich um die Verdeutlichung eines Punktes handelt, welcher der ständigen Auffassung aller Abkommensstaaten entspricht (vgl. PETER LOCHER, Einführung in das internationale Steuerrecht der Schweiz [nachfolgend: 2005], 3. Aufl. 2005, S. 152; ders., Die Auslegung von Doppelbesteuerungsabkommen, Länderbericht Schweiz, Cahiers de droit fiscal international 78a/1993 S. 564). Gemäss der genannten Mehrheit gilt ein solches implizites Kriterium nicht nur, wenn ein Abkommen das Erfordernis des \"Nutzungsberechtigten\" enthält, wobei dieser dann als der effektiv Berechtigte aufzufassen ist (vgl. dazu XAVIER OBERSON, Précis de droit fiscal international [nachfolgend: 2014], 4. Aufl. 2014, Rz. 514 S.165); es kommt vielmehr für alle von der Schweiz abgeschlossenen Abkommen zur Anwendung, sogar für diejenigen (meist aus älterer Zeit), welche sich nur auf eine \"Zahlung\" an eine im anderen Staat \"ansässige Person\" beziehen. Ansonsten würde einem solchen Abkommen eine bloss formal-juristische Sichtweise zugrunde liegen.\n\n4.3 In den vergangenen Jahren haben in der Lehre einige Autoren einen restriktiveren Standpunkt geäussert:\n\n4.3.1 Der Standpunkt ist in Zusammenhang mit der allgemeinen Rechtsprechung des Bundesgerichts zur Auslegung von Doppelbesteuerungsabkommen zu sehen. Gemäss dieser Rechtsprechung richten sich Auslegung und Anwendung eines Doppelbesteuerungsabkommens nach Völkervertragsrecht und Völkergewohnheitsrecht, namentlich nach den Grundsätzen des Wiener Übereinkommens vom 23. Mai 1969 über das Recht der Verträge (VRK; SR 0.111; vgl. BGE 140 II 167 E. 5.5.2 S. 180; BGE 139 II 404 E. 7.2.1 S. 422; siehe auch die Urteile 2A.239/2005 vom 28. November 2005 E. 3.4.1, in: StR 61/2006 S. 217; 2A.233/1996 vom 6. Dezember 1996 E. 8a, in: RDAF 1998 II S. 73 unter Hinweis auf BGE 122 II 234 E. 4c S. 238). Ein in Kraft stehender Vertrag bindet gemäss Art. 26 VRK die Vertragsparteien und ist von ihnen nach Treu und Glauben zu erfüllen. Treu und Glauben sowie Ziel und Zweck des Vertrages sind somit bei jeder Anwendung von internationalen Abkommen zu berücksichtigen. Jeder Vertragsstaat kann vom anderen erwarten, dass er in Beachtung der genannten Grundsätze handeltBGE 141 II 447 S. 455 (vgl. BGE 140 II 167 E. 5.5.2 S. 180; BGE 139 II 404 E. 7.2.1 S. 422; BGE 113 Ib 195 E. 4c S. 201; Urteile 2C_436/2011 vom 13. Dezember 2011 E. 3.3, in: StR 67/2012 S. 172; 2A.239/2005 vom 28. November 2005 E. 3.4.1 u. 3.4.3, in: StR 61/2006 S. 217). Laut Art. 31 Abs. 1 VRK ist ein Vertrag nach Treu und Glauben in Übereinstimmung mit der gewöhnlichen, seinen Bestimmungen in ihrem Zusammenhang zukommenden Bedeutung und im Licht seines Ziels und Zwecks auszulegen (vgl. dazu insb. das Urteil 2A.233/1996 vom 6. Dezember 1996 E. 8a, in: RDAF 1998 II S. 73; zu den Auslegungsgrundsätzen gemäss Art. 31 Abs. 2 u. 3 VRK sowie Art. 32 VRK: vgl. BGE 139 II 404 E. 7.2.1 S. 422 mit Hinweisen).\n\n4.3.2 Mit dieser Rechtsprechung setzt sich die genannte Lehrmeinung wie folgt auseinander: Der Grundsatz von Treu und Glauben gemäss Art. 26 und Art. 31 Abs. 1 VRK unterwirft das Auslegungsergebnis einem \"Absurditätstest\". Führt die mit grammatikalischer, systematischer und teleologischer Auslegung (Art. 31 VRK) sowie mit ergänzenden Auslegungsmitteln (Art. 32 VRK) ermittelte gewöhnliche Bedeutung einer Bestimmung in einem konkreten Fall zu einem offensichtlich sinnwidrigen oder unvernünftigen Ergebnis, das die Abkommensparteien nach Treu und Glauben nicht haben herbeiführen wollen, ist dieses Ergebnis gestützt auf den genannten Grundsatz zu korrigieren. So kann eine nicht in einem Vertragsstaat eines DBA ansässige Person nicht die Abkommensvorteile für Dividenden beanspruchen. Ein offensichtlich sinnwidriges und unvernünftiges Ergebnis, das die Vertragsparteien nach Treu und Glauben nicht haben herbeiführen wollen, liegt dann vor, wenn ein bloss formal zwischengeschalteter, aber nicht effektiv nutzungsberechtigter Empfänger der Dividende vorgeschoben wird, um die Vorteile des Doppelbesteuerungsabkommens in Anspruch zu nehmen (vgl. u.a. MATTEOTTI, a.a.O., S. 793 f.; BAUMGARTNER, a.a.O., S. 200 f. u. 227 f.; siehe dazu auch DE BROE/VON FRENCKELL, a.a.O., S. 263 f.; RUTH BLOCH-RIEMER, Doppelbesteuerungsabkommen Schweiz/USA: Limitation on Benefits und Nutzungsberechtigung [Beneficial Ownership], 2012, S. 141 ff.).\n\n4.4 Auf diesen Meinungsstreit braucht vorliegend nur insoweit eingegangen zu werden, als es um das Doppelbesteuerungsabkommen mit Dänemark geht. Diesbezüglich kann festgehalten werden, dass die Auffassung, wonach die Nutzungsberechtigung Voraussetzung für die Quellensteuerentlastung ist, in beiden Vertragsstaaten offensichtlich dem Verständnis der zuständigen Instanzen entspricht. BGE 141 II 447 S. 456\n\n4.4.1 Auf Schweizer Seite ergibt sich das u.a. aus dem Protokoll vom 21. August 2009, mit dem in Art. 10 DBA-DK ausdrücklich die Nutzungsberechtigung aufgenommen wurde, und aus der Botschaft des Bundesrates zu diesem Protokoll: Es kann ohne weiteres angenommen werden, dass dasselbe Verständnis seit jeher dem Abkommen zugrunde lag und mit der Änderung im Protokoll, folgend der Präzisierung im OECD-Musterabkommen, im Sinne einer Klärung lediglich explizit gemacht wurde. In seiner Botschaft erwähnt der Bundesrat die Einfügung des Begriffs der Nutzungsberechtigung denn auch mit keinem Wort; die Einfügung wurde offensichtlich nicht als materielle Änderung verstanden (vgl. BBl 2010 89; BAUER-BALMELLI/VOCK, in: Internationales Steuerrecht, Zweifel/Beusch/ Matteotti [Hrsg.], 2015, Rz. 17 u. 57 vor Art. 10-12 OECD-MA; siehe auch DE BROE/VON FRENCKELL, a.a.O., S. 260 ff. sowie E. 3.3.2 des angefochtenen Urteils; zur Änderung des DBA-DK ausserdem: OESTERHELT/HEUBERGER, in: Internationales Steuerrecht, Zweifel/Beusch/ Matteotti [Hrsg.], 2015, Rz. 151 zu Art. 10 OECD-MA).\n\n4.4.2 Damit übereinstimmend vertrat die Lehre in Dänemark während langen Jahren die Auffassung, dass dem Beurteilungskriterium der effektiven Nutzungsberechtigung nur geringe Bedeutung zukomme und dasselbe Ergebnis durch die Anwendung der seit jeher gültigen allgemeinen Gesetzesgrundsätze erreicht werden könne (vgl. JAKOB BUNDGAARD, The Notion of Beneficial Ownership in Danish Tax Law [nachfolgend: Ownership], in: Beneficial Ownership: Recent Trends [nachfolgend: Beneficial], Michael Lang und andere[Hrsg.], Wien 2013, S. 94; ders., Danish Case Law Developments on Beneficial Ownership [nachfolgend: Developments], Tax Notes International, October 1, 2012 S. 64).\n\nSoweit ersichtlich haben sich die dänischen Behörden und Gerichte erst in jüngeren Jahren auf das Kriterium der effektiven Nutzungsberechtigung gestützt (vgl. BUNDGAARD, Ownership, a.a.O., S. 94 ff.; ders., Developments, a.a.O., S. 65; siehe u.a. auch DAVID DUFF, Beneficial Ownership: Recent Trends, in: Beneficial, a.a.O., S. 7 ff., 22 f.), dann aber in einem Sinne, der mit dem Schweizer Verständnis und demjenigen der genannten dänischen Lehre - soweit hier massgeblich - übereinzustimmen scheint. So brachte der Danish Eastern High Court im Fall ISS ohne Weiteres die Umschreibung des Beneficial Owners in der aktuellsten Fassung des Kommentars zum OECD-MA zur Anwendung; das ungeachtet darum, dass es beim betroffenen Verhältnis mit Luxemburg um ein DBA ging, BGE 141 II 447 S. 457welches vor Publikation der ergänzenden Kommentierung abgeschlossen wurde (vgl.BUNDGAARD, Ownership, a.a.O., S. 96 f.). Dabeiging das Gericht davon aus, dass die zuvor im Abkommen enthaltenen Voraussetzungen im neuesten Kommentar verdeutlicht wurden, ohne eigentliche Änderungen zu bewirken.\n\n4.4.3 Das übereinstimmende Verständnis in den beiden hier betroffenen Staaten steht weiter im Einklang damit, was im internationalen Bereich als (kleinster) gemeinsamer Nenner zum Beurteilungskriterium der effektiven Nutzungsberechtigung bezeichnet werden kann: Die hier massgeblichen Probleme wurden spätestens seit der Mitte des vergangenen Jahrhunderts diskutiert (vgl. dazu insb. RICHARD VANN, Beneficial Ownership: What Does History [and Maybe Policy] Tell Us, in: Beneficial, a.a.O., S. 267 ff.). Von Anfangan machte sich zwischen den verschiedenen Staaten die Erkenntnis breit, dass es nicht dem Sinn von Doppelbesteuerungsabkommen entsprechen konnte, deren Vorteile auch solchen Personen bzw. Gesellschaften zukommen zu lassen, die z.B. zum Ansässigkeitsstaat eine bloss formelle Beziehung aufwiesen und somit zur Inanspruchnahme dieser Vorteile nur vorgeschoben bzw. zwischengeschaltet waren. Als Beispiele für ein derartiges Vorschieben wurden in den früheren Jahren zwar vor allem Treuhandverhältnisse oder ähnliche, damals gängige Konstrukte diskutiert (gemäss der angelsächsischen Terminologie: nominees, agents, trustees) und nicht die erst später aufgekommenen, komplexen Instrumente der internationalen Finanzmärkte. Als die Diskussionen dann auf solche Instrumente ausgedehnt und nun unter dem Gesichtspunkt der effektiven Nutzungsberechtigung geführt wurden, blieb doch klar, dass es sich dabei nicht um die Neueinführung eines unterschiedlichen oder strengeren Beurteilungskriteriums handelte. Vielmehr ging es um die Verdeutlichung und allenfalls Verfeinerung des schon zuvor implizit bestehenden Erfordernisses, dass ein nur formelles Nutzungsrecht auch in internationalen Belangen nicht als ausreichend eingestuft werden konnte (vgl. dazu u.a. Model Convention on Income and Capital, Condensed Version 28 January 2003, OECD Committee on Fiscal Affairs [nachfolgend: OECD-Kommentar], Commentaryon Article 10, Ziff. 12; siehe auch KLAUS VOGEL UND ANDERE, on double taxation conventions: a commentary to the OECD-, UN- and US-model conventions for the avoidance of double taxation on income and capital, 3. Aufl., London 1998, S. 561; VANN, a.a.O., S. 267 ff.; JOHN F. AVERY JONES, The Beneficial Ownership Concept Was Never Necessary in the Model, in: Beneficial, a.a.O., S. 333 ff.). BGE 141 II 447 S. 458\n\n4.5 Es erübrigt sich, hier zu prüfen, in welchem Verhältnis ein solches Kriterium zu dem vom Bundesgericht ebenfalls als implizites Instrument zur Auslegung von Doppelbesteuerungsabkommen anerkannten Missbrauchsvorbehalt (vgl. das Urteil 2A.239/2005 vom 28. November 2005 E. 3.4, in: StR 61/2006 S. 217; siehe auch MATTEOTTI, a.a.O., S. 773 f.) steht bzw. inwieweit das Kriterium der effektiven Nutzungsberechtigung der Missbrauchsabwehr dienen soll.\n\n5.\n\n5.1 Die \"effektive Nutzungsberechtigung\" (vgl. zur Herkunft und Entwicklung des Begriffs: VANN, a.a.O., S. 267 ff.; siehe auch BAUER-BALMELLI/VOCK, a.a.O., Rz. 13 f.) ist demnach Anspruchsvoraussetzung für die Geltendmachung von Abkommensvorteilen (vgl. u.a. BAUER-BALMELLI/VOCK, a.a.O., Rz. 19, 34 u. 57, mit weiteren Hinweisen). Nach zutreffender Auffassung des Bundesverwaltungsgerichts dient der Begriff dazu, die Intensität der Beziehung zwischen einem Steuersubjekt und einem Steuerobjekt zu beurteilen (vgl. auch BAUER-BALMELLI/VOCK, a.a.O., Rz. 19, 45 u. 57), gemäss dem Umfang der Entscheidungsbefugnisse hinsichtlich der Verwendung der Einkünfte (vgl. E. 3.4.1 des angefochtenen Urteils).\n\n5.2 Allgemein wird das Recht auf das Merkmal der Verfügungsberechtigung (hier bezüglich der ausgeschütteten Dividenden) als das wesentliche Element der effektiven Nutzungsberechtigung eingestuft:\n\n5.2.1 Der \"effektiv Nutzungsberechtigte\" (\"beneficial owner\") einer von einer Gesellschaft im Quellenstaat ausgeschütteten Dividende ist demgemäss in erster Linie derjenige, dem die Verfügungsberechtigung hinsichtlich dieser Dividende zukommt. Somit ist der Dividenden-Empfänger dann effektiv nutzungsberechtigt, wenn er die Dividende voll verwenden kann und deren vollen Genuss hat, ohne durch eine gesetzliche oder vertragliche Verpflichtung in dieser Verwendung eingeschränkt zu sein. Nach einer oft zitierten Definition von VOGEL ist der \"beneficial owner\" die Person, welche über die Hingabe des Kapitals oder Wirtschaftsgutes zur Nutzung oder über die Verwendung der Nutzungen, gegebenenfalls über beides, entscheiden kann (vgl. KLAUS VOGEL, in: Doppelbesteuerungsabkommen der Bundesrepublik Deutschland auf dem Gebiet der Steuern vom Einkommen und Vermögen: Kommentar auf der Grundlage der Musterabkommen, Vogel/Lehner [Hrsg.], 5. Aufl., München 2008,N. 18 vor Art. 10-12, S. 824; siehe dazu u.a. auch XAVIER BGE 141 II 447 S. 459OBERSON, Le régime d'imposition des dividendes, intérêts et redevances, selon la Convention de double imposition entre la France et la Suisse, suite à l'avenant du 22 juillet 1997, RDAF 2000 II S. 163 ff., 168; ders., 2004, a.a.O., S. 226; ders., 2014, a.a.O., Rz. 517 S. 166, Rz. 525 S. 169; BAUER-BALMELLI/VOCK, a.a.O., Rz. 29, 33 u. 46).\n\nWie aus der englischsprachigen Bezeichnung deutlich wird, geht es also um Merkmale des Eigentums und der wirtschaftlichen Kontrolle bzw. der tatsächlich ausgeübten Befugnisse (vgl. DANON, a.a.O., S. 40; OBERSON, 2014, a.a.O., Rz. 525 S. 169; DANIEL DE VRIES REILINGH, Manuel de droit fiscal international, 2. Aufl. 2014, Rz. 218 S. 75). Der deutsche Begriff betont sodann, dass die Nutzungsberechtigung nicht in einem engen technischen bzw. formaljuristischen Sinn, sondern unter Einbezug der wirtschaftlichen Umstände zu verstehen ist (vgl. u.a. DE VRIES REILINGH, a.a.O., Rz. 182 S. 65).\n\nDas gilt namentlich für allfällige Einschränkungen der Berechtigung. Die eine volle Verwendung begrenzende Verpflichtung ergibt sich zwar allgemein aus rechtlichen Dokumenten, kann aber auch auf Tatsachen oder Umständen beruhen, aus denen deutlich wird, dass der Empfänger nicht die volle Verfügungs- und Nutzungsberechtigung hat (vgl. OBERSON, 2014, a.a.O., Rz. 465 S. 150 f.). Die Berufung auf die effektive Nutzungsberechtigung soll verhindern, dass eine Person oder Gesellschaft mit nur beschränkten Befugnissen zwischengeschaltet wird, um in den Genuss der Vorteile des Doppelbesteuerungsabkommens zu kommen (vgl. OECD-Kommentar, Ziff. 12.1 u. 22; OBERSON, 2004, a.a.O., S. 226 ff.; DANON, a.a.O., S. 43; OBERSON, 2014, a.a.O., Rz. 516 S. 166). Dabei ist indessen unbeachtlich, ob die Zwischenschaltung im anderen Staat tatsächlich zu einem Steuervorteil führt (vgl. MATTEOTTI, a.a.O., S. 780).\n\n5.2.2 Die Vorinstanz geht wesentlich von der kürzlich durch BAUMGARTNER erarbeiteten bzw. dargestellten Begriffsbestimmung aus: Gemäss diesem ist die Berechtigung zu bejahen, wenn die Empfängerin der massgeblichen Einkünfte im Zeitpunkt ihrer Zahlung nicht nur sehr begrenzte Entscheidungen, sondern zumindest gewisse Entscheidungen selbständig treffen kann. Diese Entscheidungsbefugnis ist einer Person abzusprechen, wenn sie die Einkünfte aufgrund von bereits im Zeitpunkt der Zahlung bestehenden vertraglichen Leistungsverpflichtungen oder tatsächlichen Einschränkungen weiterleiten muss. Eine tatsächliche Einschränkung ist dann anzunehmen, wenn die beiden folgenden Merkmale kumulativ gegeben sind: BGE 141 II 447 S. 460Einerseits muss die Erzielung der Einkünfte von der Pflicht zur Weiterleitung dieser Einkünfte abhängig sein; andererseits muss die Pflicht zur Weiterleitung der Einkünfte von der Erzielung dieser Einkünfte abhängen (vgl. BAUMGARTNER, a.a.O., S. 130 ff., insb. 150; E. 3.4.2 des angefochtenen Urteils). BAUMGARTNER und nach ihm das Bundesverwaltungsgericht gehen somit von einer Abhängigkeit nicht nur dann aus, wenn eine (direkte) rechtliche Pflicht zur Weiterleitung der streitigen Beträge besteht, sondern auch bei einer \"faktischen Verpflichtung\" zur Weiterleitung. Bei der zweitgenannten geht es regelmässig um wirtschaftliche Indizien, aus denen auf eine (indirekte) rechtliche (insb. vertragliche) Pflicht zur Weiterleitung zu schliessen ist; dies ist insbesondere dann der Fall, wenn die Weiterleitungsverpflichtung nicht direkt als solche stipuliert wird, sich jedoch aus den tatsächlichen Gegebenheiten ergibt. Gemäss der Lehre ist die Verfügungsberechtigung zumindest dort nicht gegeben, wo - unter Berücksichtigung der rechtlichen wie auch der tatsächlichen und wirtschaftlichen Dimension - die ausgeschüttete Dividende in einer Form und in einem Ausmass aus dem Ansässigkeitsstaat wieder abgeleitet wird, die es nicht (mehr) rechtfertigen, dass der Quellenstaat seine Besteuerungshoheit zugunsten des anderen Staates einschränkt oder sogar aufgibt (vgl. zum Ganzen u.a. BAUMGARTNER, a.a.O., S. 130 ff., mit weiteren Hinweisen).\n\nUnter Einbezug der Gesamtheit der Umstände (substance over form) ist die Anspruchsberechtigung dann nicht gegeben, wenn dem Dividendenempfänger der ihm ausgeschüttete Kapitalertrag nicht verbleibt, weil er rechtlich oder wirtschaftlich zur Weiterleitung gezwungen ist. Das ist dann der Fall, wenn der Ansässige die Einnahmen nicht selber behält, sondern diese - aufgrund einer vertraglichen, gesellschaftsrechtlichen oder wirtschaftlichen Gestaltung der Verhältnisse - an den tatsächlich wirtschaftlich Berechtigten ausserhalb des Ansässigkeitsstaates (und steuerfrei bzw. -reduziert durch diesen hindurch) weiterleitet (vgl. zum Ganzen auch: DANON, a.a.O., S. 43 u. 45 f.; ders., Clarification de la notion de bénéficiaire effectif: remarques sur le projet de modification du commentaire OCDE d'avril 2011, S. 581 ff., 589; OBERSON, 2004, a.a.O., S. 221).\n\nGemäss einer anderen Formulierung ist der Dividenden-Empfänger insoweit nicht der effektiv Nutzungsberechtigte, als sein Verfügungs- und Nutzungsrecht bezüglich der Dividende aufgrund einer vertraglichen oder rechtlichen Verpflichtung, die empfangenen Einkünfte weiterleiten zu müssen, eingeschränkt ist und diese Pflicht zur BGE 141 II 447 S. 461Weiterleitung ursächlich mit der Erzielung des Ertrags verknüpft ist; eine Weiterleitung schränkt die Nutzungsberechtigung hingegen dann nicht ein, wenn es sich bloss um eine nachmalige Verwendung des Ertrags ohne ursprüngliche bzw. kausale Verbindung mit der Erzielung des Ertrags handelt (vgl. dazu u.a. BAUER-BALMELLI/VOCK, a.a.O., Rz. 33, 45 u. 57, mit weiteren Hinweisen).\n\n5.2.3 Zu den heute gängigen Formen der Weiterleitung gehören namentlich die zwei folgenden:\n\nZum einen werden verschiedene Varianten von \"direct conduit\" bzw. \"Durchlauf\" gewählt: Aus dem Ansässigkeitsstaat werden die ausgeschütteten Dividenden sofort und als Dividenden (bzw. Erträge) in andere Staaten weitergeleitet, d.h. ausschliesslich aufgrund des Gesellschaftsverhältnisses, das die zwischengeschaltete Gesellschaft mit ihren Aktionären verbindet; damit die Durchlaufstrategie wirksam ist, setzt sie zweierlei voraus: erstens, dass die aus dem Quellenstaat fliessenden Erträge im Staat der zwischengeschalteten Gesellschaft nicht besteuert werden; zweitens, dass dieser Ansässigkeitsstaat die an die Aktionäre weitergeleiteten Einkünfte nicht an der Quelle besteuert oder mit dem Staat des Endempfängers ein Doppelbesteuerungsabkommen abgeschlossen hat, das vorteilhafter ist als dasjenige mit dem Quellenstaat (vgl. StR 61/2006 S. 217 ff.; JUNG, a.a.O., S. 786 f., 789 f.; OBERSON, 2004, a.a.O., S. 220 f.; DE VRIES REILINGH, a.a.O., Rz. 186 ff. S. 66 ff.; weiterer Anwendungsfall bei DE BROE/VON FRENCKELL, a.a.O., S. 267 f.)\n\nZum anderen erfolgt die Weiterleitung aus dem Ansässigkeitsstaat oft aufgrund einer sog. \"stepping stone\"- oder \"Sprungbrett\"-Strategie: Dabei geschieht die Weiterleitung nicht in der Form von Ertrag, sondern von Aufwand: Der im Ansässigkeitsstaat eingenommene Ertrag wird durch die (an Nichtansässige gezahlten) Zinsen, Provisionen, Dienstleistungsvergütungen oder ähnliche Ausgaben sofort wieder gemindert oder annulliert. Ein zweiter Unterschied zum Durchlauf besteht darin, dass die Erträge im Zwischenstaat an sich besteuert werden, aber aufgrund des geltend gemachten Aufwandes nur in beschränktem Ausmass (vgl. zum Ganzen DANON/ STORCKMEIJER, Le concept de bénéficiaire effectif et les structures de relais directs, ASA 77 S. 105 ff., 106; MATTEOTTI, a.a.O., S. 780 f.; siehe auch den Anwendungsfall bei DANON, a.a.O., S. 44 f.; OBERSON, 2014, a.a.O., Rz. 519 S. 167; DE VRIES REILINGH, a.a.O., Rz. 196 ff. S. 69 f.; vollständig zitiert in LOCHER, 2005, a.a.O., S. 153 ff.). BGE 141 II 447 S. 462\n\n5.2.4 In Bezug auf das Ausmass der Weiterleitung wird als Regel angenommen: je stärker die Abhängigkeit zwischen Einkunft und Pflicht zur Weiterleitung, desto schwächer die Nutzungsberechtigung (vgl. u.a. BAUMGARTNER, a.a.O., S. 139 ff.; vgl. auch DE BROE/ VON FRENCKELL, a.a.O., S. 273). Gegen die Verfügungsberechtigung eines Ansässigen spricht es, wenn er die ihm ausgeschüttete Dividende zu 100 % weiterleitet bzw. weiterleiten muss (vgl. z.B. den von DE BROE/VON FRENCKELL, a.a.O., auf S. 264 zitierten Fall). Gleichzeitig erscheint es - entgegen der Auffassung gewisser Autoren (vgl. BAUMGARTNER, a.a.O., S. 142 ff.; DANON, a.a.O., S. 46) - nicht zutreffend, die Nutzungsberechtigung schon dann zu bejahen, wenn er nicht die uneingeschränkte Gesamtheit der von ihm aus dem Quellenstaat vereinnahmten Erträge an einen Nichtansässigen weiterüberträgt; das gilt insbesondere dann, wenn ein kleiner, nicht weitergeleiteter Prozentsatz gerade als Vergütung oder Entlohnung für die Weiterleitung eingestuft werden muss (vgl. zu dieser Problematik u.a. den von DE BROE/VON FRENCKELL, a.a.O., auf S. 265 zitierten Fall).\n\n5.2.5 Das Bundesverwaltungsgericht hat zutreffend die Auffassung übernommen, dass die Frage der Verfügungsberechtigung in einer (wirtschaftlichen) Gesamtbeurteilung der konkreten Umstände (\"substance over form\") zu prüfen ist (vgl. oben E. 5.2.2; siehe E. 3.4.2 u. 6.2.1 des angefochtenen Urteils). Daraus hat die Vorinstanz geschlossen, es könne nicht darauf abgestellt werden, ob der Dividendenertrag bei der dänischen Bank verbleibe oder weitergeleitet werde; das sei eine reine Ex-Post-Betrachtung; es sei aber ausschliesslich auf den Zeitpunkt der Zahlung der Einkünfte (d.h. hier auf denjenigen der Dividendenausschüttung) abzustellen (vgl. E. 6.2.1 des angefochtenen Urteils).\n\nDas ist an sich richtig. Wenn aber die sich im Zeitpunkt der Dividendenausschüttung ergebende Situation im Gesamtzusammenhang aller relevanten Umstände zu prüfen ist, dann gehört zu diesen Umständen auch die spätere Weiterleitung der (Dividenden-)Erträge, zumindest insoweit, als diese Weiterleitung schon vor der Fälligkeit vereinbart wurde (vgl. dazu insb. unten E. 6.3-6.5).\n\n5.3 Die zweite Abhängigkeit gemäss BAUMGARTNER und der Vorinstanz (wonach die Weiterleitung der vereinnahmten Beträge von deren Erzielung abhängen muss; vgl. oben E. 5.2.2) ermöglicht insbesondere die sachgerechte Differenzierung in Konzernverhältnissen: Nicht jede Finanzierungstätigkeit im Konzern kann dazu führen, BGE 141 II 447 S. 463dass der finanzierten Gesellschaft per se die Nutzungsberechtigung - für durch andere Konzerngesellschaften finanzierte Ertragsquellen - abzusprechen ist. Problematisch sind lediglich diejenigen Konstellationen, in welchen die Gegenleistung für die Finanzierung abhängig davon zu erbringen ist, ob und in welchem Umfang Dividendenerträge vereinnahmt werden.\n\nMit diesem zweiten Kriterium wird die Frage angesprochen, wer die mit den Aktiengeschäften verbundenen Risiken zu tragen hat. So erwähnen einige Autoren diesen Gesichtspunkt der eingegangenen Risiken als Konkretisierungsmerkmal der effektiven Nutzungsberechtigung. Das gilt im hier massgeblichen Zusammenhang insbesondere für das Risiko, dass die im Quellenstaat ansässige Gesellschaft überhaupt keine Dividende ausschüttet (vgl. dazu u.a. BAUMGARTNER, a.a.O., S. 123 ff. u. 146 ff.).\n\nNeben diesem Dividenden-Risiko sind aber alle anderen Risiko-Faktoren (insb. das Kreditrisiko oder dasjenige eines Kursverlustes) daraufhin zu prüfen, ob Zahlungen selbst dann zu leisten sind, wenn in Wirklichkeit gar nichts eingenommen wurde, womit es sich gerade nicht um die \"Weiterleitung\" vereinnahmter Beträge handeln würde. Weiter ist der Hypothese, dass die Weiterleitungspflicht sich nur auf tatsächlich vereinnahmte Beträge beschränkt, der Fall gleichzustellen, dass ein bestimmtes Risiko im Voraus in einem als zumindest genügend gedachten Ausmass abgegolten wird (vgl. dazu unten E. 6.3.4 in fine).\n\n6.\n\n6.1 Im vorliegenden Fall schloss die Beschwerdegegnerin mit nicht in Dänemark oder der Schweiz ansässigen Gesellschaften sog. Total-Return-Swaps ab, die sich auf die Aktien schweizerischer Gesellschaften als Basiswerte bezogen.\n\n6.1.1 Die hier zu beurteilenden Vereinbarungen bezogen sich gemäss Angaben der X. Bank auf Aktienvolumen zwischen Fr. 189'008'750.- und Fr. 1'483'126'600.- (mit Ausnahme einer Vereinbarung über Fr. 38'927'500.-). Die Gegenparteien (soweit ersichtlich jeweils eine einzige Gesellschaft für jede Vereinbarung) waren der dänischen Bank bekannt; es handelte sich um steuerpflichtige Unternehmungen bzw. Banken, die in Deutschland, Grossbritannien, den Vereinigten Staaten, den Niederlanden oder Frankreich ansässig waren (vgl. Mitteilungen der X. Bank vom 10. Dezember 2008 und vom 26. Juni 2009). BGE 141 II 447 S. 464\n\n6.1.2 Bei Fälligkeit der jeweiligen Swap-Vereinbarung war die Bank verpflichtet, die gesamte Wertentwicklung (Kursgewinn und volle Dividenden) auf dem Basiswert an die Gegenpartei zu leisten. Diese entrichtete der X. Bank im Gegenzug eine variable Zinsentschädigung (Libor) zuzüglich einer Marge. In einer solchen Vereinbarung wird also der Ertrag der zugrunde liegenden Aktie (bzw. eines Aktienkorbes) gegen einen anderen Ertrag (Zins und eine Marge) \"getauscht\"; der Zins dient der Finanzierung der Wertschriftenkäufe, d.h. als Entschädigung für die der Bank zum Aktienerwerb notwendigen Mittel (vergleichbar mit einem Darlehenszins).\n\n6.1.3 Die Beschwerdegegnerin sicherte sämtliche hier massgeblichen Swap-Geschäfte zeitgleich durch den Kauf der entsprechenden Basiswerte des Aktienkorbs ab, wobei die Aktien jeweils zu Marktpreisen von einem professionellen Börsenmakler erworben wurden. Somit war die dänische Bank zwar verpflichtet, der Swap-Gegenpartei Beträge in der Höhe der Kursgewinne und der Dividenden als Teil der Wertentwicklung zu zahlen, erzielte aber ihrerseits dank der Absicherung Dividenden (welche ihr unter Abzug von 35 % Verrechnungssteuer ausbezahlt wurden) und Kursgewinne in gleicher Höhe.\n\n6.1.4 Sämtliche Swap-Vereinbarungen und Aktien-Transaktionen wurden vor der Dividendenfälligkeit abgeschlossen. Nach der Dividendenausschüttung bzw. mit dem Auslaufen der Swap-Vereinbarungen wurden die Aktien wieder veräussert. Gesamthaft betrug das betroffene Dividendenvolumen Fr. 262'205'854.- (vgl. zum Ganzen auch E. 6.1 des angefochtenen Urteils sowie BAUER-BALMELLI/ VOCK, a.a.O, Rz. 53 ff.; siehe auch MATTEOTTI/SUTTER, Switzerland: Broad vs Narrow Interpretation of the Beneficial Owner Concept, in: Beneficial, a.a.O., S. 55 f.).\n\n6.2 Das Bundesverwaltungsgericht hat sich bei seiner Beurteilung des konkreten Falls im Wesentlichen auf die beiden von BAUMGARTNER hervorgehobenen Urteilskriterien gestützt (vgl. oben E. 5.2.2 u. 5.3) und erwogen, dass zumindest die erste der genannten zwei Abhängigkeiten nicht gegeben sei. Deshalb komme der Bank die effektive Nutzungsberechtigung an den vereinnahmten Dividenden zu.\n\n6.2.1 Zwischen den von ihr abgeschlossenen Swap-Geschäften und denjenigen hinsichtlich der Basiswerte des Aktienkorbs habe keine rechtliche Interdependenz bestanden; aus den Swap-Vereinbarungen lasse sich nämlich weder eine Verpflichtung zur Absicherung durch Kauf der entsprechenden Basiswerte ableiten noch eine Pflicht zur BGE 141 II 447 S. 465Weiterleitung der ausgeschütteten Dividenden. Gemäss der erwähnten wirtschaftlichen Betrachtungsweise (\"substance over form\") habe auch keine faktische Weiterleitungspflicht für die Beschwerdegegnerin bestanden. Die beiden von der Bank abgeschlossenen Geschäfte seien unabhängig voneinander gewesen, denn einerseits hätte die X. Bank die Dividenden auch ohne die Pflicht zur Bezahlung des Dividendenbetrags an die Gegenpartei vereinnahmt; andererseits hätte die Beschwerdegegnerin die Pflicht zur Bezahlung des Dividendenbetrags an die Gegenpartei auch ohne Vereinnahmung der Dividenden gehabt. So müsse in beide Richtungen eine fehlende Interdependenz angenommen werden (vgl. E. 3.4.2 u. 6.2.1 des angefochtenen Urteils; siehe auch DE BROE/VON FRENCKELL, a.a.O., S. 269 f. u. 283 ff.).\n\n6.2.2 Hier ist einerseits näher auf die vorinstanzliche Einschätzung einzugehen, die Beschwerdegegnerin sei nicht verpflichtet gewesen, die von ihr abgeschlossenen Swap-Vereinbarungen durch den Erwerb der zugrundeliegenden Aktien(körbe) abzusichern (vgl. unten E. 6.3). Andererseits wird zu prüfen sein, ob - wie das Bundesverwaltungsgericht erwogen hat - die dänische Bank nicht dazu verpflichtet war, die aufgrund ihrer Aktiengeschäfte vereinnahmten Dividenden an ihre Swap-Gegenparteien weiterzuleiten (vgl. unten E. 6.4).\n\n6.3 Es trifft zwar zu, dass die Beschwerdegegnerin weder rechtlich noch \"faktisch\" verpflichtet war, die von ihr abgeschlossenen Swap-Vereinbarungen durch den Erwerb der jeweiligen Aktienwerte abzusichern. Das Fehlen einer solchen Verpflichtung kann sich indessen aus mehreren Gründen nicht als massgeblich erweisen:\n\n6.3.1 Trotz fehlender Verpflichtung ist massgeblich, dass die Beschwerdegegnerin das betreffende Aktien-Absicherungsgeschäft jeweils abschloss - und zwar ausnahmslos, zeitgleich mit der Swap-Vereinbarung sowie in deren vollumfänglichem Ausmass (vgl. oben E. 6.1.3). Dieselbe Übereinstimmung bestand in jedem Fall hinsichtlich der Auflösung der Swaps und des Wiederverkaufs der Aktien (vgl. oben E. 6.1.4).\n\n6.3.2 Der Grund für eine solche ausnahmslose, zeitgleiche und vollumfängliche Absicherung liegt nahe: Wenn die Beschwerdegegnerin sich im Rahmen der Swap-Vereinbarung schon dazu verpflichtete, einen mit der Dividende und dem Kursgewinn auf Schweizer Aktien übereinstimmenden Betrag an ihre Gegenpartei BGE 141 II 447 S. 466weiterzuleiten, dann entsprach es ihrem unmittelbaren Eigeninteresse, sich durch den Erwerb der betreffenden Basiswerte abzusichern, um den Betrag, welcher den Gegenstand des Swaps bildete, auch tatsächlich zu vereinnahmen.\n\n6.3.3 Durch die Ausgestaltung der Swap-Vereinbarungen wurde der Abschluss der Aktien-Transaktionen aber nicht nur zwingend nahegelegt, sondern konkret ermöglicht: Die der X. Bank durch den Zins und die Marge zur Verfügung gestellten Beträge konnten als Passivzinsen für den Erwerb von Fremdkapital verwendet werden, wodurch sich der Aktienerwerb und die Dividendenvereinnahmung verwirklichen liessen.\n\nZwar kann diesbezüglich nicht von einer (rechtlichen oder \"faktischen\") Verpflichtung der Beschwerdegegnerin gesprochen werden, war doch der fremdfinanzierte Erwerb der entsprechenden Basiswerte wohl durch die Ausgestaltung der Swap-Vereinbarungen ermöglicht, nicht aber in einer auf der Beschwerdegegnerin lastenden vertraglichen Pflicht begründet, sondern in einer ihr gegenüber durch die Gegenpartei eingegangenen Verpflichtung. Dennoch muss in Berücksichtigung der wirtschaftlichen Abläufe zweifellos von einer massgeblichen Interdependenz zwischen der Finanzierung und dem Erwerb der Basiswerte ausgegangen werden.\n\n6.3.4 Ein weiterer gewichtiger Grund für den Abschluss der jeweiligen Absicherungsgeschäfte bestand darin, dass diese Geschäfte für die Beschwerdegegnerin aufgrund der konkreten Ausgestaltung der Swap-Vereinbarungen mit keinerlei (nennenswerten) Risiken verbunden waren.\n\nDie Vorinstanz hat hervorgehoben, dass nicht die Beschwerdegegnerin, sondern letztlich die jeweilige Swap-Gegenpartei wirtschaftlich die mit den Einkünften verbundenen Risiken trug (vgl. E. 6.2.2 des angefochtenen Urteils). Gemäss den TRS-Vereinbarungen übernahm die Bank die Verpflichtung zur Bezahlung/Weiterleitung eines allfälligen Kursgewinns (auf dem betreffenden Aktienkorb) an die Gegenpartei; dagegen war diese verpflichtet, einen allfälligen Kursverlust (auf dem Aktienkorb) gegenüber der X. Bank zu übernehmen. Das Gleiche galt für das Risiko eines etwaigen Dividendenausfalls.\n\nDamit stimmt überein, dass die Bank sich nur mit einem Zins und einer Marge als Entgelt begnügte. Das konnte sie, weil ihre Risiken abgesichert waren. Ohne diese Absicherung durch den Kauf der BGE 141 II 447 S. 467Basiswerte hätten die Swap-Vereinbarungen nicht zu den konkret eingegangenen Bedingungen abgeschlossen werden können, im Gegensatz zu einer eigenständigen Geschäftsgestaltung mit entsprechenden Risiken.\n\nDie Beschwerdegegnerin hat behauptet, zahlreiche Risiken getragen zu haben, insbesondere auch das Kreditrisiko (d.h. das Risiko, dass die Gegenpartei ihrer Verpflichtung zur Zahlung des Zinses und eines allfälligen Kursverlustes nicht nachkommen würde). Zu diesem konkreten Risiko hat sie indessen mehrfach selber eingeräumt, dass der ihr im Rahmen der Swaps geschuldete Zins zu Marktsätzen belastet wurde und die Marge das eingegangene Kreditrisiko bei weitem kompensierte. Somit wurden allfällige Rest-Absicherungsrisiken durch die im Rahmen der Swap-Vereinbarungen der Beschwerdegegnerin geschuldeten Leistungen in durchaus genügendem Ausmass entlohnt (vgl. dazu schon oben E. 5.3).\n\n6.3.5 Gesamthaft ist hinsichtlich einer allfälligen \"Verpflichtung\" zum Abschluss der Aktien-Absicherungsgeschäfte festzuhalten, dass die Swap-Vereinbarungen aus Sicht der Beschwerdegegnerin mehrere geradezu zwingende Gründe dafür enthielten, sich ausnahmslos, zeitgleich und vollumfänglich abzusichern. Zumindest zwei dieser Gründe (d.h. der Zins als Finanzierungsgrundlage für den Aktienerwerb und die von den Swap-Gegenparteien übernommenen oder auf jeden Fall genügend kompensierten Risiken) stellten zwar vertragliche Verpflichtungen dar, die nicht auf der dänischen Bank lasteten, sondern auf deren jeweiliger Gegenpartei. Ohne die genannten Elemente der Ausgestaltung der Swap-Vereinbarungen wären jedoch die Absicherungsgeschäfte kaum abgeschlossen oder zumindest nicht auf die hier massgebliche Art und Weise getätigt worden. Insofern kann auf jeden Fall von einer \"Abhängigkeit\" der Aktien-Transaktionen (bzw. der dort vereinnahmten Leistungen) gegenüber den Swap-Vereinbarungen gesprochen werden.\n\n6.4 Es kann dem Bundesverwaltungsgericht bei einer eng zivilrechtlichen Betrachtungsweise beigepflichtet werden, dass die Swap-Vereinbarungen die Beschwerdegegnerin nicht dazu verpflichteten, ihren Gegenparteien die Dividenden der betreffenden Schweizer Aktien weiterzuleiten, sondern vielmehr Beträge, welche diesen Dividenden vollumfänglich entsprachen. Doch vermag eine solche Betrachtungsweise weder den verschiedenen Elementen der Swap-Vereinbarungen noch deren Verbindung mit den im Rahmen der Aktien-Transaktionen erzielten Leistungen genügend Rechnung zu BGE 141 II 447 S. 468tragen. Sie fokussiert auf zivilrechtliche Überlegungen anstatt auf den wirtschaftlichen Konnex der verschiedenen Mittelflüsse.\n\n6.4.1 Auch in Bezug auf diese Dividenden(beträge) sind unter den Einzelelementen der Swap-Vereinbarungen namentlich die zwei folgenden hervorzuheben: Einerseits ermöglichten die der Bank ausgerichteten Zins- und Marge-Beträge nicht nur allgemein den Abschluss der Aktien-Transaktionen (vgl. oben E. 6.3.3), sondern ganz spezifisch die Vereinnahmung der sich aus diesen Transaktionen ergebenden Dividenden. Andererseits führte die in den Swap-Vereinbarungen vorgesehene Risiko-Regelung (vgl. oben E. 6.3.4) u.a. dazu, dass die an die Gegenparteien weiterzuleitenden Dividenden(beträge) auch im Falle eines Dividendenausfalls oder eines Kursverlustes vollumfänglich dem Ausmass der tatsächlich vereinnahmten Erträge aus den Aktien-Transaktionen entsprachen. In der notwendigen - rechtlichen wie auch wirtschaftlichen - Gesamtbetrachtung bezogen sich die aufgrund der Swap-Vereinbarungen weiterzuleitenden Beträge somit nicht nur in entfernter oder loser Verbindung auf die aufgrund der Aktien-Transaktionen vereinnahmten Dividenden, sondern stimmten ausnahmslos und vollumfänglich mit ihnen überein. Zudem bestand diese uneingeschränkte Übereinstimmung nicht nur faktisch, sondern wurde durch die Swap-Vereinbarungen explizit so bestimmt und benannt.\n\n6.4.2 Die Vereinnahmung der Dividenden war damit mit der vertraglichen Verpflichtung zur Leistung an die Swap-Gegenparteien wirtschaftlich gesehen in derartiger Weise verknüpft, dass von einer tatsächlichen Verpflichtung der Weiterleitung von Dividenden auszugehen ist. Es liegt damit auch die erwähnte Interdependenz (vgl. oben E. 5.2.2 in fine) zwischen Dividendenvereinnahmung und Weiterleitung des vereinnahmten Betrages vor. Die Aktien wurden systematisch vor den Dividendenfälligkeiten erworben, mit dem Ziel, die Dividenden aus den erworbenen Wertschriften vollumfänglich und verrechnungssteuerfrei an die Swap-Gegenparteien ausserhalb von Dänemark oder der Schweiz weiterzuleiten: Wie die Beschwerdegegnerin selber eingeräumt hat, waren diese Gegenparteien allesamt in Staaten ansässig, für welche die jeweiligen Doppelbesteuerungsabkommen eine Sockelbelastung in Form der Verrechnungssteuer von 15 % vorsahen (vgl. oben E. 6.1.1).\n\nIn direkter Anlehnung an das \"stepping stone\"- oder \"Sprungbrett\"-Modell (vgl. oben E. 5.2.3) waren die ausgeschütteten Aktienerträge von der X. Bank zu 100 % als Aufwand an die Gegenparteien BGE 141 II 447 S. 469weiterzuleiten; und diese Weiterleitung an Nichtansässige war schon vor der Dividendenfälligkeit so geplant. Selbst die (als zu streng bezeichnete) Forderung von BAUMGARTNER, die effektive Nutzungsberechtigung könne nur bei einer vollumfänglichen Weiterleitung(spflicht) verneint werden (vgl. oben E. 5.2.4), ist hier erfüllt.\n\n6.5 Damit ist sowohl die erste wie auch die zweite für die Annahme einer tatsächlichen Weiterleitungsverpflichtung erforderliche \"Abhängigkeit\" (vgl. oben E. 5.2.2) gegeben. Die Gesamtgestaltung der beiden Geschäfte sollte der Beschwerdegegnerin dabei weder die Verfügungsberechtigung noch irgendwelche (nennenswerte) Risiken übertragen. Ist der Beschwerdegegnerin deshalb die effektive Nutzungsberechtigung an den massgeblichen Dividendenerträgen abzusprechen, erübrigt sich, weiter zu prüfen, ob zusätzlich noch ein Abkommensmissbrauch anzunehmen ist.\n\n7. Was die Beschwerdegegnerin dagegen einwendet (vgl. auch DESAX/BUSENHART, Swiss tribunal rules on ownership and treaty abuse issues regarding total return swaps, Tax Notes International 2012, S. 557 ff.), vermag nicht zu einem anderen Ergebnis zu führen:\n\n7.1 So kann es im hier massgeblichen konkreten Zusammenhang nicht von Belang sein, dass der globale Swap-Markt beträchtlich ist und es durchaus nichtsteuerliche Gründe für Aktien-Swaps geben kann. Ebenso mag durchaus zutreffen, dass die Beschwerdegegnerin die in ihren Swap-Vereinbarungen enthaltenen Aktienbaskets nicht immer vollständig absichert und sie Swap-Vereinbarungen über das ganze Jahr abschliesst.\n\nVorliegend geht es ausschliesslich um kurzfristige und vollumfänglich abgesicherte TRS-Geschäfte in Zusammenhang mit Aktien, in deren Zeitspanne die Dividendenausschüttung fiel; im Verhältnis zwischen der Schweiz und Dänemark wird die effektive Nutzungsberechtigung hier bei solchen Swap-Ausgestaltungen verneint, welche all diese Merkmale kumulativ aufwiesen und durch weitere spezifische Einzelelemente (vgl. insb. oben E. 6.3.3, 6.3.4, 6.4.1 u. 6.4.2) geprägt waren. Somit kann auch nicht gesagt werden, die Rückerstattung der Verrechnungssteuer werde bei TRS-Geschäften allgemein und ausnahmslos verweigert. Relevant ist die tatsächliche Ausgestaltung der abgeschlossenen Geschäfte.\n\n7.2 Aus dem gleichen Grund trifft auch nicht zu, dass die effektive Nutzungsberechtigung hier nur schon deshalb abgesprochen werde, weil der Betrag der vereinnahmten Dividenden nicht bei der BGE 141 II 447 S. 470Beschwerdegegnerin in Dänemark verblieben sei. Zum blossen Umstand der Weiterleitung kamen hier kumulativ all die eben genannten Merkmale der konkreten Geschäftsgestaltung hinzu (vgl. oben E. 7.1 und die dortigen Verweise); wegen dieser Merkmale drängt sich zudem der Schluss auf, dass die von der Beschwerdegegnerin geschaffene Geschäftskonstruktion gerade nicht mit den Sachverhalten übereinstimmte, für welche die beiden Staaten bewusst eine ausschliessliche Besteuerung im Ansässigkeitsstaat vorsahen; hier geht es nicht um die abkommensgerechte Inanspruchnahme von Art. 10 DBA-DK, sondern vielmehr um eine davon entscheidend abweichende.\n\n7.3 Die Beschwerdegegnerin macht weiter geltend, die Gegenparteien der Swap-Vereinbarungen seien in DBA-Ländern ansässig gewesen; angesichts der möglichen Anrechnung der schweizerischen Verrechnungssteuer an deren Gewinnsteuern hätten die Gegenparteien durch den Total-Return-Swap gar keine Steuerersparnis erzielt. Die Bank hat diese Behauptung aber weder vor Bundesgericht noch in einer vorherigen Verfahrensphase (genügend) substantiiert. Wesentlich ist jedoch in erster Linie, dass es hinsichtlich der effektiven Nutzungsberechtigung nicht auf die Erzielung eines Steuervorteils ankommen kann (vgl. oben E. 5.2.1 in fine). Im konkreten Fall ist diese Berechtigung schon deshalb nicht gegeben, weil die den ausgeschütteten Dividenden entsprechenden Beträge in direkter Anwendung des \"stepping stone\"- bzw. \"Sprungbrett\"-Modells und vollumfänglich in andere Staaten weitergeleitet wurden.\n\n7.4 Die Beschwerdegegnerin argumentiert ausserdem, die Beurteilung der EStV führe sich selbst ad absurdum; wenn die Nutzungsberechtigung nicht der X. Bank zugerechnet werde, sondern der Gegenpartei, dann müsse die Berechtigung im Falle einer Verkettung verschiedener Geschäfte am Ende der Kette angenommen werden; das stelle ein geradezu widersinniges Ergebnis dar. Diese Argumentation lässt aber ausser Acht, dass solche Hypothesen hier nicht relevant und so auch nicht zu prüfen sind. Ist der Beschwerdegegnerin die effektive Nutzungsberechtigung abzusprechen, so muss nicht noch weiter geprüft werden, wem sonst diese Berechtigung zukommt.\n\n7.5 Die Beschwerdegegnerin beruft sich weiter darauf, dass die Vorinstanz festgehalten habe, zwischen den zu beurteilenden Aktienkäufen bzw. -verkäufen und den jeweiligen Zweitgeschäften bestehe \"keine Interdependenz\" (vgl. dazu auch die Parteigutachter der BGE 141 II 447 S. 471Bank, DE BROE/VON FRENCKELL, a.a.O., S. 269 f. u. 283 ff.). Die Bank vertritt die Auffassung, dabei handle es sich um eine Sachverhaltsfeststellung, welche nicht als geradezu offensichtlich unzutreffend eingestuft werden könne und somit für das Bundesgericht verbindlich sei (vgl. nicht publ. E. 1.4). In Wirklichkeit handelt es sich bei den geltend gemachten Elementen um Aspekte der rechtlichen Würdigung. Dieser Würdigung kann - wie bereits dargestellt (vgl. u.a. oben E. 6.3-6.5) - hier insofern nicht gefolgt werden, als sie auf einer zu strikt formaljuristischen bzw. zivilrechtlichen Sichtweise beruht. Soweit die hier als wesentlich bezeichneten wirtschaftlichen Indizien (vgl. oben E. 5.2.2., 5.2.5 u. insb. 6.3-6.5) durch die Vorinstanz nicht im erforderlichen Sinne und Ausmass berücksichtigt worden sind, ist allenfalls ein unvollständig ermittelter Sachverhalt (vgl. nicht publ. E. 1.4) anzunehmen.\n\n7.6 In ihrer Beschwerdeantwort führt die Bank zahlreiche Urteile aus verschiedenen Ländern an (vgl. auch DE BROE/VON FRENCKELL, a.a.O., S. 274 ff.; BAUMGARTNER, a.a.O., S. 390 ff.; und BAUER-BALMELLI/VOCK, a.a.O., Rz. 36 ff.). Indessen vermag sie keinen genügend spezifischen Bezug zwischen diesen Urteilen und dem vorliegend zu beurteilenden Fall herzustellen.\n\n8. Für das Jahr 2006 erstattete die EStV der Bank am 29. September 2006 Verrechnungssteuer-Beträge in der Höhe von Fr. 37'856'735.88 zurück, nachdem sich die X. Bank auch bezüglich der entsprechenden Dividendenerträge als nutzungsberechtigt bezeichnet hatte. Mit ihrem Entscheid vom 29. Juli 2010 stufte die Beschwerdeführerin diese Rückerstattung als unbegründet ein und verfügte, der ausbezahlte Betrag sei (zuzüglich Verzugszins ab dem Zeitpunkt der Auszahlung) zurückzuerstatten. Dagegen wendet die Beschwerdegegnerin ein, es bestehe keine rechtliche Grundlage für eine solche Rückzahlung bereits erstatteter Verrechnungssteuern.\n\n8.1 Gegenüber Rückerstattungsanträgen von in der Schweiz ansässigen Dividendenempfängern sieht Art. 51 Abs. 2 VStG die spätere Nachprüfung ausdrücklich vor. Eine solche Nachprüfung ist aber weder im Doppelbesteuerungsabkommen mit Dänemark noch in der Vollzugsverordnung dazu geregelt. Gemäss Art. 3 Abs. 1 V DBA- DK prüft die Eidgenössische Steuerverwaltung den Antrag auf seine Berechtigung und seine Richtigkeit; notwendige ergänzende Auskünfte und Beweismittel holt sie direkt beim Antragsteller ein. Abs. 2 desselben Artikels betrifft die Vorgehensweise in dem Fall, BGE 141 II 447 S. 472dass die EStV die Rückerstattung gewährt und sieht diesbezüglich an sich einen formellen Entscheid vor, ohne aber die Hypothese einer nachfolgenden Rückforderung zu erwähnen. Art. 3 Abs. 3 V DBA-DK befasst sich mit der Verweigerung der Rückerstattung und bestimmt, dass die EStV dann ihren (ganz oder teilweise) abweisenden Entscheid mit einer Begründung und einer Rechtsmittelbelehrung durch eingeschriebenen Brief eröffnet.\n\n8.2 Vor dem Hintergrund des hier anwendbaren Art. 3 V DBA-DK wäre es für die EStV auf jeden Fall nicht zulässig gewesen, die am 29. September 2006 geleistete Rückerstattung auf einen formellen Entscheid (z.B. auch nur anhand eines Standardformulars ohne Unterschrift) zu stützen, einen solchen Entscheid dann aber mit einer zweiten Verfügung zu widerrufen. Das würde selbst dann gelten, wenn - wie hier der Entscheid vom 29. Juli 2010 - die zweite Verfügung auf einer eingehenden Prüfung beruhen würde und sorgfältig begründet wäre.\n\nDagegen hätte es mit dieser Bestimmung durchaus im Einklang gestanden, wenn die EStV die Rückerstattung vom 29. September 2006 anhand eines Formulars getätigt hätte, aus dem deutlich hervorgegangen wäre, dass die an die Beschwerdegegnerin geleistete Zahlung nach einer bloss summarischen ersten Beurteilung und nur unter Vorbehalt einer nachmaligen gründlicheren Überprüfung erfolgte, d.h. Akonto und ohne Anerkennung einer Rechtspflicht.\n\n8.3 Stattdessen traf die EStV anlässlich der Rückerstattung vom 29. September 2006 einen form-, aber auch vorbehaltlosen Entscheid: Aus den Akten geht kein förmlicher Entscheid hervor. Es befinden sich dort die Rückerstattungsanträge der Beschwerdegegnerin, jeweils versehen mit einem Stempel: \"EStV [Datum]\". Das bedeutet aber offenbar keinen Entscheid über die Rückerstattung, denn den gleichen Stempel tragen auch die späteren Formulare, deren Rückerstattung verweigert wurde.\n\n8.3.1 Wenn aber die Rückerstattung ohne förmlichen Entscheid erfolgte, so geht es an der Sache vorbei, wenn die Beschwerdegegnerin argumentiert, es seien keine Gründe für eine Revision der in Rechtskraft erwachsenen Rückerstattungsverfügungen ersichtlich.\n\n8.3.2 Die von der EStV gewählte Vorgehensweise stimmt zwar mit Art. 51 Abs. 2 VStG überein (vgl. oben E. 8.1), nicht aber mit Art. 3 V DBA-DK: BGE 141 II 447 S. 473\n\nIn Art. 51 VStG steht nicht ausdrücklich, dass diese Bestimmung nur für die Rückerstattung an in der Schweiz Ansässige anwendbar wäre. Zwar gilt der zweite Abschnitt des Gesetzes (Steuerrückerstattung) nur für die Rückerstattung in der Schweiz, aber Art. 51 steht im dritten Abschnitt, der generell gilt, nicht nur für die innerschweizerische Steuer.\n\nAber Art. 51 VStG und Art. 3 V DBA-DK weisen entscheidende unterschiedliche Konzeptionen auf: Nach Art. 51 Abs. 1 VStG trifft die EStV - welche für die Rückerstattung der Verrechnungssteuer an juristische Personen zuständig ist - einen Entscheid, wenn sie einem Antrag nicht oder nur teilweise entspricht und sich der Anstand nicht auf andere Weise erledigen lässt. Förmliche Entscheide in Rückerstattungsverfahren sind eher selten. Kein Entscheid ergeht, wenn der Rückerstattungsanspruch als begründet erscheint und dem Antrag durch Überweisung des geltend gemachten Rückerstattungsguthabens an den Antragsteller entsprochen wird (vgl. u.a. KÜPFER/OESCH-BANGERTER, in: Bundesgesetz über die Verrechnungssteuer, 2. Aufl. 2012, N. 1 zu Art. 51 VStG). Als Korrektiv zu dieser nicht auf einem Entscheid beruhenden Rückerstattung der Verrechnungssteuer sieht Abs. 2 von Art. 51 VStG den Vorbehalt einer späteren Nachprüfung vor. Diese kommt nur zum Zuge, wenn zuvor kein förmlicher Entscheid ergangen ist.\n\nNach der für das Verhältnis mit Dänemark in Art. 3 V DBA-DK festgehaltenen Konzeption gibt es somit - anders als im landesinternen Verhältnis - keine Rückerstattung der Verrechnungssteuer ohne vorhergehenden Entscheid der EStV. Diese muss den Antrag auf seine Berechtigung und Richtigkeit prüfen, dann dem Antragsteller ihren Entscheid schriftlich eröffnen (vgl. oben E. 8.1). Deshalb kann eine Rückforderung erstatteter Verrechnungssteuer im Verhältnis mit einem in Dänemark ansässigen Rückerstattungsberechtigten nicht auf Art. 51 Abs. 2 VStG gestützt werden.\n\n8.4 Ebenso wenig lässt sich die Praxis der EStV auf Art. 12 VStrR (SR 313.0) zurückführen. Die Anwendung dieser Bestimmung würde voraussetzen, dass der unrechtmässige Vorteil, der korrigiert werden soll, seinen Grund in einer objektiv strafbaren Verletzung der Verwaltungsgesetzgebung des Bundes hat, d.h. beispielsweise im objektiven Tatbestand der Hinterziehung der Verrechnungssteuer. Hier geht es jedoch klarerweise nicht um eine solche strafbare Widerhandlung, sondern nur darum, ob der Beschwerdegegnerin für BGE 141 II 447 S. 474ihre Rückerstattungsanträge des Jahres 2006 die effektive Nutzungsberechtigung abzusprechen ist.\n\n8.5 Wenn die EStV eine Rückforderung nach bereits erfolgter formloser Erstattung nicht auf Art. 51 VStG oder Art. 12 VStrR stützen kann und die Voraussetzungen von Art. 3 V DBA-DK nicht erfüllt sind, so bedeutet dies noch nicht, dass ein solcher Rückforderungsanspruch ohne Rechtsgrundlage wäre. Eine solche Grundlage besteht im Gesichtspunkt der ungerechtfertigten Bereicherung, der als allgemeiner Grundsatz auch im öffentlichen Recht gilt (vgl. u.a. BGE 138 V 426 E. 5 S. 430 ff.; Urteil 2C_678/2012 vom 17. Mai 2013 E. 2.3).\n\n8.5.1 Wie vom Bundesgericht erwogen wurde, ist eine Leistung nicht ohne Rechtsgrund erbracht worden, wenn sie aufgrund einer materiellrechtlich falschen, aber rechtskräftigen Verfügung erfolgt ist und kein Grund besteht, auf diese Verfügung zurückzukommen (vgl. das Urteil 2C_114/2011 vom 26. August 2011 E. 2.1). Hier ist jedoch im September 2006 gerade kein förmlicher Entscheid ergangen (vgl. oben E. 8.1 u. 8.3 einleitend), so dass nichts dagegen spricht, den Entscheid der EStV vom 29. Juli 2010 als Rückforderung einer ungerechtfertigten Bereicherung der Beschwerdegegnerin einzustufen.\n\n8.5.2 Es fragt sich indessen, ob eine solche Rückforderung nicht bereits verjährt war. Die V DBA-DK erhält zu dieser Frage keine Regelung. Art. 51 VStG sieht eine dreijährige Verjährungsfrist vor, die hier als solche im internationalen Bereich nicht zur Anwendung kommen kann (vgl. oben E. 8.1 u. 8.3, insb. 8.3.2). Auf die Dreijahresfrist kann jedoch im Sinne eines allgemeinen Rechtsgrundsatzes zurückgegriffen werden, als die dem Verrechnungssteuerrecht eigene und den hier zu beurteilenden Fallgestaltungen deshalb naheliegende Regelung, im Gegensatz zu der in privatrechtlichen Belangen geltenden, hier aber wenig sachgerechten Einjahresfrist gemäss Art. 67 Abs. 1 OR. Ein solcher Rückgriff auf die Dreijahresfrist begünstigt weder den Quellen- gegenüber dem Ansässigkeitsstaat, noch benachteiligt sie den Rückerstattungsantragsteller im Verhältnis zu den Schweizer Behörden.\n\nDie Dreijahresfrist wurde hier zumindest mit dem Schreiben vom 11. März 2009 unterbrochen, in dem die Beschwerdeführerin der Bank mitteilte, dass die EStV betreffend die Anträge des Jahres 2006 von missbräuchlichen Transaktionen ausgehe und die BGE 141 II 447 S. 475Rückerstattung somit zu Unrecht erfolgt sei. Eine Verjährung ist somit zu verneinen.\n\n8.6 Aus diesem letzten Punkt ist auch zu schliessen, dass der EStV nicht vorgeworfen werden kann, sie habe mit ihrem Entscheid vom 29. Juli 2010 ihre Untersuchungen, welche sich bis dahin ausschliesslich mit den Transaktionen der Jahre 2007 und 2008 auseinandergesetzt hätten, ohne genügende sachverhaltliche und rechtliche Grundlage auf die Rückerstattungsanträge von 2006 ausgedehnt. Zutreffend hat das Bundesverwaltungsgericht in rechtlicher Hinsicht festgehalten, dass der Entscheid vom 29. Juli 2006 den Anspruch der Beschwerdegegnerin auf rechtsgenügliche Begründung nicht verletzt habe (vgl. E. 5.2 des angefochtenen Urteils). Sachverhaltlich unterliess es die Beschwerdegegnerin in allen Verfahrensstadien, substantiiert darzutun, dass die von der EStV eingehend untersuchten Transaktionen (inkl. diejenige aus dem Jahr 2006) sich von den anderen, nach standardisiertem Modell abgeschlossenen Swap-Vereinbarungen massgeblich unterschieden hätten.\n\nEs wird aus den Akten jedoch nicht restlos klar, inwieweit die EStV die Transaktionen des Jahres 2006 vor ihrem Rückforderungsentscheid vollumfänglich oder nur teilweise bzw. stichprobenhaft einer genauen Nachprüfung unterworfen hat. Nicht zuletzt angesichts der finanziellen Tragweite der betroffenen Geschäfte rechtfertigt es sich deshalb, die Sache zwecks (allenfalls nochmaliger) vollständiger Abklärung der Geschäfte 2006 im Sinne der vorstehenden Erwägungen an die EStV zurückzuweisen.\n\n8.7 Auf jeden Fall lässt sich eine Verzinsungspflicht der Beschwerdegegnerin nicht ab dem Zeitpunkt der ungerechtfertigt erfolgten Auszahlung von September 2006, sondern erst ab demjenigen des Rückforderungsentscheids vom 29. Juli 2010 rechtfertigen (vgl. Art. 105 OR analog; Art. 16 VStG ist für diesen Fall nicht anwendbar).\n\nIII. VERFAHREN 2C_377/2012\n\n9. Aufgrund der vorstehenden Erwägungen erweisen sich die Rückerstattungsanträge der Bank für 2007 und 2008 als unbegründet. Für eine Verzinsung - zu welchem Satz oder ab welchem Zeitpunkt auch immer - besteht somit kein Raum."}