{"annee": "141", "cour": "V", "page": "667", "date": "3/11/2015", "cite": ["127 III 433"], "cite_par": [], "chapeau": "73. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. gegen B. und BVG-Sammelstiftung Swiss Life (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_266/2015 vom 3. November 2015", "regestes": ["Art. 122, 123 et 124 CC; art. 280 et 281 CPC; art. 22 al. 1 et 2, art. 22a et 25a al. 1 LFLP; prestation de sortie dans le cadre du partage de la prévoyance professionnelle lorsque le mariage a été conclu avant le 1er janvier 1995. En cas de mariage antérieur au 1er janvier 1995, la prestation de sortie qui doit être déterminée selon l'art. 22 LFLP existant au moment de la conclusion du mariage est calculée normalement sur la base d'un tableau établi par le DFI (art. 22a LFLP; consid. 4)."], "faits": "BGE 141 V 667 S. 668\n\nA. A. (geboren 1959) und B. (geboren 1951) hatten am 14. Mai 1993 geheiratet. Mit Entscheid des Bezirksgerichts Liestal (seit 1. April 2014: Zivilkreisgericht Basel-Landschaft Ost) vom 15. August 2013 wurde die Ehe geschieden und u.a. die hälftige Aufteilung der während der Ehe erworbenen Austrittsleistungen der beruflichen Vorsorge angeordnet. Nach Eintritt der Rechtskraft des Scheidungsurteils überwies das Bezirksgericht die Angelegenheit am 23. August 2013 zur Teilung der Austrittsleistungen an das kantonale Berufsvorsorgegericht.\n\nB.\n\nB.a Das Kantonsgericht Basel-Landschaft, Abteilung Sozialversicherungsrecht, eröffnete am 19. September 2013 das Verfahren nach Art. 281 Abs. 3 ZPO. Dabei forderte es die geschiedenen Ehegatten auf, das Gericht über ihre Arbeitsverhältnisse bzw. die Dauer von arbeitslosen Zeiten sowie über allfällige Vorbezüge von Freizügigkeitsleistungen während der Ehe zu informieren. In der Folge reichten die Parteien Zusammenstellungen über frühere und aktuelle Arbeitgeberinnen sowie Vorsorgeeinrichtungen ein. Daraus gingen namentlich durch A. am 27. Oktober 1994 bei der ehemaligen Vorsorgestiftung der E. AG und durch B. 2003/2004 bei der damaligen F., Stiftung für berufliche Vorsorge, getätigte Barbezüge von Freizügigkeitsleistungen in der Höhe von Fr. 120'000.- und Fr. 296'708.50 hervor.\n\nB.b Mit Entscheid vom 20. November 2014 wies das Kantonsgericht die BVG-Sammelstiftung Swiss Life an, zu Lasten des Vorsorgekontos von B. mit Fälligkeit nach Rechtskraft des vorliegenden Entscheids den Betrag von Fr. 7'166.70 auf das Vorsorgekonto von A. bei der C. Pensionskasse zu überweisen, wobei dieser Betrag vom 15. August bis 31. Dezember 2013 mit dem reglementarischen Zinssatz oder subsidiär dem BVG-Mindestzinssatz von 1,5 %, ab 1. Januar 2014 mit dem reglementarischen Zinssatz oder subsidiär dem BVG-Mindestzinssatz von 1,75 % und gegebenenfalls ab dem 31. Tag nach Eintritt der Rechtskraft des vorliegenden Entscheids bzw. BGE 141 V 667 S. 669am Tag der Ausfällung des bundesgerichtlichen Urteils mit einem Verzugszinssatz von 2,75 % zu verzinsen sei (Dispositiv-Ziff. 1).\n\nC. A. lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen mit dem Rechtsbegehren:\n\n\"1. Ziffer 1 des angefochtenen Urteils sei aufzuheben und die BVG-Sammelstiftung Swiss Life anzuweisen, zu Lasten des Vorsorgekontos von B. (...) den Betrag von Fr. ...... auf das Vorsorgekonto von A. bei der C. Pensionskasse (...) zu überweisen, wobei dieser Betrag vom 15. August 2013 bis 31. Dezember 2013 mit dem reglementarischen Zinssatz oder subsidiär dem BVG-Mindestzinssatz von 1,5 %, ab 1. Januar 2014 mit dem reglementarischen Zinssatz oder subsidiärem BVG-Mindestzinssatz von 1,75 % und ab dem Tag der Ausfällung des Entscheids durch das Bundesgericht mit einem Verzugszinssatz von 2,75 % zu verzinsen sei.\"\n\nWährend B. beantragen lässt, es sei auf die Beschwerde nicht einzutreten, eventuell sei sie abzuweisen, enthält sich die BVG-Sammelstiftung Swiss Life einer Stellungnahme. Die D. Sammelstiftung, die C. Pensionskasse und das Bundesamt für Sozialversicherungen (BSV) lassen sich ebenfalls nicht vernehmen.\n\nD. Mit Eingabe vom 26. April 2015 präzisierte die Beschwerdeführerin ihren Beschwerdeantrag.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n3. Streitig ist die Höhe der zu teilenden Austrittsleistung des Beschwerdegegners 1. Hingegen steht fest und ist unbestritten, dass für die Beschwerdeführerin ein Freizügigkeitsguthaben im Betrag von Fr. 29'218.15 (inkl. Zins) anzurechnen ist.\n\n4.\n\n4.1 Bei Ehescheidungen werden die für die Ehedauer zu ermittelnden Austrittsleistungen nach den Art. 122 und 123 ZGB sowie den Art. 280 und 281 ZPO geteilt (Art. 22 Abs. 1 Teilsatz 1 FZG [SR 831.42]).\n\n4.2 Gehört ein Ehegatte oder gehören beide Ehegatten einer Einrichtung der beruflichen Vorsorge an und ist bei keinem Ehegatten ein Vorsorgefall eingetreten, so hat jeder Ehegatte Anspruch auf die Hälfte der nach dem FZG für die Ehedauer zu ermittelnden Austrittsleistung des anderen Ehegatten. Stehen den Ehegatten gegenseitig Ansprüche zu, so ist nur der Differenzbetrag zu ermitteln (Art. 122 Abs. 1 und 2 ZGB). BGE 141 V 667 S. 670\n\n4.2.1 Die zu teilende Austrittsleistung eines Ehegatten entspricht der Differenz zwischen der Austrittsleistung zuzüglich allfälliger Freizügigkeitsguthaben im Zeitpunkt der Ehescheidung und der Austrittsleistung zuzüglich allfälliger Freizügigkeitsguthaben im Zeitpunkt der Eheschliessung. Für diese Berechnung sind die Austrittsleistung und das Freizügigkeitsguthaben im Zeitpunkt der Eheschliessung auf den Zeitpunkt der Ehescheidung aufzuzinsen. Barauszahlungen während der Ehedauer werden nicht berücksichtigt (Art. 22 Abs. 2 FZG). Letztere sind nach Massgabe von Art. 124 ZGB zu entschädigen (BGE 127 III 433).\n\n4.2.2 Haben die Ehegatten vor dem 1. Januar 1995 geheiratet, so wird die Austrittsleistung im Zeitpunkt der Eheschliessung auf Grund einer vom Eidgenössischen Departement des Innern (EDI) erstellten Tabelle berechnet. Hat jedoch ein Ehegatte seit der Eheschliessung bis zum 1. Januar 1995 nie die Vorsorgeeinrichtung gewechselt und steht fest, wie hoch nach neuem Recht die Austrittsleistung im Zeitpunkt der Eheschliessung gewesen wäre, so ist dieser Betrag für die Berechnung nach Art. 22 Abs. 2 FZG massgebend (Art. 22a Abs. 1 FZG; Verordnung des EDI vom 24. November 1999 über die Tabelle zur Berechnung der Austrittsleistung nach Artikel 22a des Freizügigkeitsgesetzes [SR 831.425.4]; Mitteilungen des BSV über die berufliche Vorsorge Nr. 47 vom 22. November 1999).\n\nBei einer Verheiratung vor Inkrafttreten des FZG ist die Höhe der Austrittsleistung nicht bekannt. Allenfalls könnte die Höhe einer unbekannten Austrittsleistung annäherungsweise ermittelt werden, wenn Zugriff auf die Versicherungsdaten der Vorsorgeeinrichtung und Kenntnis beispielsweise bezüglich der Höhe des Alterskapitals zu Jahresbeginn oder -ende besteht. Doch ist ein derartiges Vorgehen vom Gesetzgeber nicht gewollt. Ausdrücklich wurde in der bundesrätlichen Botschaft vom 15. November 1995 über die Änderung des Schweizerischen Zivilgesetzbuches (Personenstand, Eheschliessung, Scheidung, Kindesrecht, Verwandtenunterstützungspflicht, Heimstätten, Vormundschaft und Ehevermittlung [BBl 1996 I 1 ff.]) festgehalten, dass nicht massgebend sein könne, was ein Ehegatte zum Zeitpunkt der Eheschliessung auf Grund der damaligen gesetzlichen Grundlage oder eines Reglements bei einem Wechsel der Vorsorgeeinrichtung als Austrittsleistung tatsächlich erhalten hätte. Dies stellte einen rein hypothetischen Betrag dar, denn vor Einführung des FZG per 1. Januar 1995 habe die Freizügigkeitsleistung nur einen beschränkten Zusammenhang mit der Anwartschaft auf BGE 141 V 667 S. 671künftige Vorsorgeleistungen gehabt. Um eine mit der Austrittsleistung im Scheidungszeitpunkt vergleichbare Grösse zu erhalten, sei die Austrittsleistung somit auch für den Zeitpunkt der Eheschliessung nach dem neuen FZG zu berechnen (vgl. BBl 1996 I 108 Ziff. 233.442).\n\n4.2.3 Muss die Höhe der Austrittsleistung für einen Eheschluss vor dem 1. Januar 1995 ermittelt werden, ist demnach unterschiedlich zu verfahren je nachdem, ob die versicherte Person die Vorsorgeeinrichtung gewechselt hat oder nicht.\n\n4.2.3.1 Fand kein Wechsel der Vorsorgeeinrichtung statt und verfügt die Vorsorgeeinrichtung noch über die nötigen Unterlagen, so kann nach den Bestimmungen des FZG und den bei der Scheidung geltenden Reglementen der Vorsorgeeinrichtung die Freizügigkeitsleistung für den Zeitpunkt der Heirat zurückberechnet werden. Dieser Wert ist alsdann von der aktuellen Austrittsleistung in Abzug zu bringen.\n\n4.2.3.2 Ist hingegen die Vorsorgeeinrichtung gewechselt worden, muss die Austrittsleistung anhand der erwähnten Tabelle ermittelt werden. In der Regel werden die Unterlagen diesfalls nicht mehr vollständig vorhanden sein, sodass nicht genau berechnet werden kann, wie hoch die Austrittsleistung nach dem neuen Recht im Zeitpunkt der Heirat tatsächlich gewesen wäre. Im Interesse der Praktikabilität soll deshalb von Annäherungswerten ausgegangen werden, die auf Grund einer vom EDI erstellten Tabelle zu berechnen sind. Diese beruhen auf Durchschnittswerten und können im Einzelfall von den tatsächlichen Beträgen abweichen. Um umfangreiche Beweiserhebungen zu vermeiden, die häufig trotzdem wohl nicht zu klaren Resultaten führen dürften, lässt das FZG den Beweis nicht zu, dass die Austrittsleistung einen höheren oder niedrigeren Wert als den nach der Tabelle errechneten hat. Die Anwendung der durch die Tabellen vorgezeichneten - schematisierten - Berechnungsweise ist zwingend. Dies gilt auch für den Fall, dass zwar kein Wechsel der Vorsorgeeinrichtung stattgefunden hat, diese aber nicht in der Lage ist, die Austrittsleistung bei Eheschluss nach FZG zu berechnen (BBl 1996 I 108 Ziff. 233.442; ferner HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2005, S. 454 ff. Rz. 1215 ff.; IVO SCHWEGLER, Vorsorgeausgleich bei Scheidung aus sozialversicherungsrechtlicher Sicht, ZBJV 146/2010 S. 77 ff., insb. S. 91 f.).\n\n4.3 Können sich die Ehegatten über die bei der Ehescheidung zu übertragende Austrittsleistung (Art. 122, 123 ZGB) nicht einigen, so hat BGE 141 V 667 S. 672das gemäss Art. 25a Abs. 1 FZG am Ort der Scheidung zuständige Berufsvorsorgegericht nach Art. 73 Abs. 1 BVG gestützt auf den vom Scheidungsgericht bestimmten Teilungsschlüssel die Teilung von Amtes wegen durchzuführen, nachdem ihm die Streitsache überwiesen worden ist (Art. 281 Abs. 3 ZPO). Dabei stellt es den Sachverhalt von Amtes wegen fest (Art. 73 Abs. 2 BVG).\n\n5.\n\n5.1 Gestützt auf die Mitteilungen der Beschwerdegegnerin 2 vom 23. Juli 2013 und 3. September 2014 bezifferte die Vorinstanz das Guthaben des Beschwerdegegners 1 bei Rechtskraft des Scheidungsurteils am 15. August 2013 auf Fr. 84'033.20. Von diesem Betrag in Abzug brachte sie die Austrittsleistung im Zeitpunkt der Eheschliessung am 14. Mai 1993 in der Höhe von Fr. 21'844.- und den vom 14. Mai 1993 bis 15. August 2013 aufgelaufenen Zins von Fr. 18'637.65 (Total von Fr. 40'481.65), woraus eine zu teilende Austrittsleistung von Fr. 43'551.55 resultierte. Per Saldo wurde auf dieser Basis ein Vorsorgeanspruch der Beschwerdeführerin von - nach den massgeblichen Ansätzen zu verzinsenden - Fr. 7'166.70 ermittelt.\n\n5.2 In Bezug auf die Austrittsleistung im Zeitpunkt der Eheschliessung ist zu beachten, dass die Ehe am 14. Mai 1993 und damit vor dem 1. Januar 1995 geschlossen wurde. Art. 22a FZG gelangt daher grundsätzlich zur Anwendung. Weder aus dem angefochtenen Entscheid noch sonst wie ist indessen ersichtlich, dass die Tabelle des EDI berücksichtigt worden wäre.\n\n5.2.1 Dass im Sinne des Ausnahmetatbestandes von Art. 22a Abs. 1 Satz 2 FZG auf eine entsprechende tabellarische Berechnung verzichtet werden konnte, ergibt sich für die Beschwerdeführerin aus der Tatsache (vgl. Art. 105 Abs. 2 BGG), dass sie ihre langjährige Anstellung bei der ehemaligen E. AG Ende Februar 1994 aufgegeben und jedenfalls bis 1. Januar 1995 keine neue Erwerbstätigkeit mehr aufgenommen hatte. Ihr vorehelich geäufnetes Vorsorgeguthaben wurde ihr gemäss damals geltendem Vorsorgerecht, wonach die Aufgabe der Erwerbstätigkeit einer Verheirateten einen Barauszahlungstatbestand darstellte (vgl. aArt. 30 Abs. 2 lit. c BVG, aufgehoben mit Inkrafttreten des FZG auf 1. Januar 1995), per Valuta 27. Oktober 1994 im Betrag von Fr. 120'000.- als Freizügigkeitsleistung ausbezahlt.\n\n5.2.2 Hinsichtlich des Beschwerdegegners 1 enthält der angefochtene Entscheid keine Feststellungen darüber, ob im massgeblichen BGE 141 V 667 S. 673Zeitraum vom 14. Mai 1993 bis 1. Januar 1995 ein Wechsel der Vorsorgeeinrichtung stattgefunden hat oder nicht. Die nach neuem Recht zu bestimmende Austrittsleistung im Zeitpunkt der Heirat hat die Vorinstanz ohne nähere Erläuterungen im Sinne des hiervor Dargelegten basierend auf den in der Eingabe der Beschwerdegegnerin 2 vom 23. Juli 2013 enthaltenen - und mit Schreiben vom 3. September 2014 implizit bestätigten - Auskünften auf Fr. 21'844.- beziffert. Sie lässt dabei unbeachtet, dass die Beschwerdegegnerin 2 am 15. Februar 2013 schriftlich eingeräumt hatte, anhand der gegenwärtig bekannten Angaben könne nicht schlüssig festgestellt werden, ob bei Eheschliessung am 14. Mai 1993 eine Austrittsleistung von Fr. 21'844.- bestanden habe. Auch sehe sie sich ausserstande zu bescheinigen, dass in der Austrittsleistung ein voreheliches Guthaben enthalten sei. Überdies kann den aktenkundigen Unterlagen einzig entnommen werden, dass der Beschwerdegegner 1 im Zeitraum vom 1. Januar 1992 bis 30. September 1993 bei der Firma G. AG sowie vom 1. Januar 1995 bis 31. Januar 1997 bei den Unternehmungen H. AG und I. GmbH, allesamt Vorsorgewerk Swiss Life, angestellt gewesen war. Während in einer vorinstanzlich am 21. Oktober 2013 durch den Beschwerdegegner 1 beigebrachten Aufstellung für den Zeitraum vom 1. Januar 1991 bis 31. Dezember 1994 als Arbeitgeberin zusätzlich die Firma J. aufgeführt ist, findet sich kein derartiger Vermerk in der Auflistung der Beschwerdeführerin vom 8. März 2014. Auch das Schreiben der Beschwerdegegnerin 2 vom 11. Januar 2013 zuhanden des geschiedenen Ehegatten beinhaltet lediglich den Hinweis, dass die Transparenzaufstellung zur Freizügigkeitsleistung per Heirat am 14. Mai 1993 aus der beiliegenden \"Entwicklung Altersguthaben und Beiträge\" für die Zeit vom 1. Januar 1992 bis 1. Oktober 1993 ersichtlich sei. Der Beschwerdegegner 1 habe in diesem Zeitraum für die Firma G. AG gearbeitet.\n\nInsgesamt ist aus den vorhandenen Unterlagen somit nicht abschliessend beurteilbar, ob der Beschwerdegegner 1 während des Zeitraums vom 14. Mai 1993 (Eheschliessung) bis zum Inkrafttreten des FZG am 1. Januar 1995 die Vorsorgeeinrichtung gewechselt hat. Namentlich lassen sich der Aktenlage diesbezüglich keine verlässlichen Angaben für die Zeit vom 1. Oktober 1993 bis Ende 1994 entnehmen. Da die Beschwerdegegnerin 2 in Bezug auf die für den Zeitpunkt der Heirat ausgewiesene, FZG-konforme Austrittsleistung des geschiedenen Ehegatten zudem selber gewisse Zweifel anmeldet, könnte selbst für den Fall, dass in der massgeblichen Zeitspanne kein BGE 141 V 667 S. 674weiterer Wechsel der Vorsorgeeinrichtung stattgefunden hätte, nicht unbesehen auf deren Auskünfte abgestellt werden. Die Angelegenheit ist vor diesem Hintergrund an das kantonale Gericht zurückzuweisen, damit es den Sachverhalt nach Massgabe von Art. 73 Abs. 2 BVG entsprechend vervollständige. Es wird hernach gestützt entweder auf den konkret ermittelten Betrag im Sinne von Art. 22a Abs. 1 Satz 2 FZG oder die tabellarischen Ansätze gemäss Art. 22a Abs. 1 Satz 1 FZG die Austrittsleistung des Beschwerdegegners 1 im Zeitpunkt der Eheschliessung der Parteien nach Art. 22 Abs. 2 FZG korrekt festsetzen."}