{"annee": "141", "cour": "III", "page": "418", "date": "28/9/2015", "cite": ["139 III 60", "138 III 107", "123 III 129", "74 II 158", "140 I 257", "75 II 305"], "cite_par": [], "chapeau": "56. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause A. contre Poste Immobilier Management et Services SA (recours en matière civile)\n\n4A_24/2015 du 28 septembre 2015", "regestes": ["Convention collective de travail; contribution de solidarité; contrainte de soumission (art. 356b al. 2 et 3 CO). Formes d'assujettissement d'un travailleur à une convention collective de travail (consid. 2). Principes en matière de contribution de solidarité (consid. 3). Contrainte de soumission résultant d'une clause d'égalité de traitement (consid. 4.1). Un travailleur dissident ne peut pas être contraint de payer une contribution de solidarité lorsque les parties à la convention collective refusent l'adhésion du syndicat auquel il appartient et que celui-ci remplit les conditions pour être reconnu comme partenaire social (consid. 4.2 et 4.3)."], "faits": "|419|\n\nA. La Poste Suisse, d'une part, et le Syndicat de la Communication et Transfair, d'autre part, ont conclu une convention collective de travail pour les unités externalisées de La Poste Suisse (ci-après: CCT SGr). Poste Immobilier Management et Services SA est une société affiliée à La Poste Suisse. Alors qu'elle s'appelait encore InfraPost SA, elle a conclu avec les deux syndicats susmentionnés une convention portant affiliation à la CCT SGr (ci-après: Af IPAG). Selon son chiffre 16, la CCT SGr s'applique aux collaborateurs liés par un contrat de travail à une société du groupe qui a adhéré à la convention; les exceptions sont mentionnées au chiffre 17 CCT SGr (cadres, auxiliaires). Conformément au chiffre 20 al. 1 CCT SGr, la société du groupe conclut un contrat individuel de travail fondé sur la CCT SGr avec chaque collaborateur entrant dans le champ d'application de ladite convention.\n\nInfraPost SA a engagé A. en qualité de concierge. Selon l'art. 8 du contrat de travail, la CCT SGr et l'Af IPAG font partie intégrante du contrat. L'art. 5 du contrat prévoit qu'une éventuelle contribution de solidarité est régie par le chiffre 77 CCT SGr. Selon cette dernière disposition, l'employeur prélève une contribution mensuelle de 10 fr. sur le salaire des employés ayant un taux d'occupation d'au moins 50 %; pour les membres d'un syndicat signataire, un tel prélèvement n'a pas lieu si la cotisation syndicale est déjà déduite du salaire.\n\nD'abord affilié au syndicat Transfair, A. est devenu membre du Syndicat autonome des postiers (ci-après: SAP) dès le 1er janvier 2011. Depuis lors, l'employeur a déduit du salaire mensuel du collaborateur un montant de 10 fr. à titre de contribution de solidarité.\n\nMajoritairement actif en Suisse romande, le SAP regroupe près de 500 membres, soit environ 1 % du personnel concerné par la CCT SGr. Ce syndicat s'est vu refuser son adhésion à la convention collective et a engagé diverses procédures judiciaires contre La Poste Suisse.\n\nSe fondant sur l'art. 356b al. 3 CO, A. s'est opposé en vain au prélèvement de la contribution de solidarité.\n\nB. A. a ouvert action contre son employeur. Ses conclusions tendaient à la restitution de la somme de 220 fr. - représentant les contributions |420| de solidarité perçues de janvier 2011 à octobre 2012 -, à la restitution de toutes les contributions de solidarité prélevées de novembre 2012 jusqu'à l'entrée en force du jugement et à ce qu'interdiction soit faite à l'employeur de déduire à l'avenir une contribution de solidarité du salaire du travailleur.\n\nLe Tribunal de prud'hommes de l'arrondissement de La Côte a rejeté la demande. Statuant sur recours de A., la Chambre des recours civile du Tribunal cantonal vaudois a confirmé le jugement de première instance.\n\nC. A. a interjeté un recours en matière civile, subsidiairement un recours constitutionnel.\n\n(résumé)", "considerants": "Extrait des considérants:\n\n1. [Résumé:Le Tribunal fédéral relève tout d'abord que le litige porte sur le point de savoir si un travailleur, membre d'un syndicat non signataire auquel l'adhésion à la convention collective de travail est refusée, peut s'opposer au prélèvement d'une contribution de solidarité sur son salaire en se fondant sur l'art. 356b al. 3 CO. Comme il s'agit d'une question juridique de principe au sens de l'art. 74 al. 2 let. a LTF, le recours en matière civile est ouvert et le recours constitutionnel subsidiaire est irrecevable.]\n\n2.\n\n2.1 Pour trancher le présent litige, il convient tout d'abord de rappeler différents moyens qui permettent l'assujettissement d'un travailleur à une convention collective de travail (ci-après: CCT).\n\nEnvers les travailleurs membres d'une association contractante, les clauses normatives de la CCT auront en principe un effet direct et impératif dès lors que l'employeur est personnellement partie à la convention ou membre d'une association contractante (art. 356 al. 1, art. 357 al. 1 CO).\n\nPour les travailleurs qui ne sont pas membres d'une organisation signataire (\"dissidents\"), l'assujettissement peut revêtir plusieurs formes.\n\nLe champ d'application de la CCT peut être étendu par décision d'une autorité cantonale ou fédérale (art. 1 de la loi fédérale du 28 septembre 1956 permettant d'étendre le champ d'application de la convention collective de travail [LECCT; RS 221.215.311]).\n\nLe travailleur au service d'un employeur lié par la CCT peut aussi se soumettre individuellement à la convention avec le consentement |421| des parties (soumission dite formelle), de sorte qu'il sera considéré comme lié par la convention (art. 356b al. 1 CO). La soumission (jadis appelée aussi \"participation\") est un contrat passé entre le travailleur dissident et les parties à la convention collective (Message du 29 janvier 1954 à l'appui d'un projet de loi sur la convention collective de travail et l'extension de son champ d'application, FF 1954 158 ad Article 2. Participation); la déclaration de soumission et le consentement des parties à la CCT doivent revêtir la forme écrite (art. 356c al. 1 CO; ATF 138 III 107 consid. 4.3 p. 110).\n\nLa CCT peut encore contenir une clause faisant obligation aux employeurs liés par elle d'appliquer ses dispositions normatives à tous leurs employés, qu'ils soient membres d'une association de travailleurs ou non (clause d'égalité de traitement ou clause d'extension; ATF 139 III 60 consid. 5.1 p. 63 et les arrêts cités).\n\nUn employeur, lié ou non, peut également convenir avec le travailleur d'incorporer dans le contrat de travail les dispositions d'une convention collective de travail; celle-ci ne produit alors pas directement un effet normatif, mais les parties peuvent exiger le respect de la CCT en réclamant l'exécution des clauses du contrat qui reprennent les dispositions conventionnelles (effets dits indirects de la CCT; cf. ATF 139 III 60 consid. 5.1 p. 62; ATF 123 III 129 consid. 3c p. 135).\n\n2.2 En l'espèce, la CCT SGr n'a pas fait l'objet d'une décision d'extension. Le recourant ne s'est pas non plus soumis formellement à la convention. Celle-ci a été intégrée dans le contrat de travail (art. 8), conformément à la clause d'égalité de traitement contenue au chiffre 16 CCT SGr et à l'engagement correspondant de l'intimée prévu au chiffre 20 al. 1 CCT SGr.\n\n3.\n\n3.1 La contribution de solidarité est mentionnée dans la loi comme une condition de la soumission (formelle).\n\nAux termes de l'art. 356b al. 2 CO, la convention peut régler les modalités de la soumission et prévoir en particulier la perception d'une contribution aux frais de la CCT; les parties à la convention sont toutefois restreintes dans leur pouvoir de fixer le montant de la contribution de solidarité, car le juge peut annuler ou ramener à de justes limites les conditions inéquitables, en particulier les contributions excessives; en outre, une clause conventionnelle qui fixe des contributions au profit d'une seule partie est nulle. |422|\n\nAvant que les principes en matière de contribution de solidarité ne soient inscrits dans la loi, le Tribunal fédéral a déjà eu l'occasion de se prononcer sur le sujet, comme rappelé plus haut au consid. 1.2 (non publié). Il a vu dans la contribution de solidarité une compensation des avantages obtenus grâce aux frais engagés par les associations contractantes pour la négociation, la conclusion et l'exécution de la CCT; cette qualification justifie la perception d'une contribution de solidarité auprès des travailleurs qui se soumettent individuellement à la convention, même s'ils sont affiliés à un syndicat qui n'est pas partie à la convention et n'a pas participé à l'oeuvre conventionnelle (ATF 74 II 158 consid. 6b p. 169; 75 II 305 consid. 7c/aa p. 317). Le Tribunal fédéral a posé ensuite des critères pour fixer le montant admissible de la contribution de solidarité, qui doit représenter une compensation équitable des avantages. A côté des frais liés à la négociation, à l'exécution et au contrôle de la CCT, sont également déterminants les moyens engagés par l'association signataire pour asseoir le poids politico-économique lui permettant d'obtenir une amélioration des conditions de travail. Par ailleurs, le montant de la contribution ne doit pas être fixé à un niveau tel qu'il constitue une contrainte indirecte de s'affilier au syndicat signataire, prohibée par la loi; pour les membres d'une organisation non signataire, cela signifie que l'addition de la contribution de solidarité et de la cotisation syndicale ne doit pas dépasser le montant de la cotisation à une association signataire de la convention (ATF 75 II 305 consid. 7c/cc et 7c/dd p. 318 ss).\n\n3.2 Selon le chiffre 770 al. 1 CCT SGr, l'intimée doit percevoir une contribution de solidarité auprès de tous les travailleurs entrant dans le champ d'application de la convention. La contribution n'est donc pas la contrepartie d'une soumission formelle au sens de l'art. 356b al. 2 CO.\n\nIl est admis toutefois qu'une disposition conventionnelle prévoyant le prélèvement d'une contribution de solidarité est valable également en cas de soumission indirecte à une CCT, car il s'agit, comme en cas de soumission formelle, d'une compensation des avantages (VISCHER/ALBRECHT, Zürcher Kommentar, 4e éd. 2006, n° 63 ad art. 356b CO; cf. CHRISTIAN BRUCHEZ, in Commentaire du contrat de travail, Dunand/Mahon [éd.], 2013, n° 19 ad art. 356b CO p. 1170).L'art. 356b al. 2 CO sur les modalités admissibles de la contribution s'applique alors par analogie, en particulier lorsque la CCT contient une clause d'extension (JEAN-FRITZ STÖCKLI, Berner Kommentar, |4231999| , n° 34 ad art. 356b CO; ESTHER ANNAHEIM-BÜTTIKER, Die Stellung des Aussenseiter-Arbeitsnehmers im System des Gesamtarbeitsvertragsrechts, 1990, p. 76 et 77).\n\nEn l'espèce, la cour cantonale a jugé, sans être critiquée sur ce point par le recourant, que le montant de 10 fr. perçu mensuellement à titre de contribution de solidarité n'était pas excessif au sens de l'art. 356b al. 2 CO.\n\n4. La question se pose en revanche de savoir si, dans le cas du recourant, le prélèvement même d'une contribution de solidarité constitue une contrainte de soumission prohibée par l'art. 356b al. 3 CO.\n\n4.1 Selon cette disposition, les clauses de la convention et les accords entre les parties qui tendent à contraindre les membres d'associations d'employeurs ou de travailleurs à se soumettre à la convention sont nuls lorsque ces associations ne peuvent devenir parties à la convention ou conclure une convention analogue.\n\nPar contrainte de soumission (\"Anschlusszwang\", \"Vertragszwang\"), il faut comprendre une disposition qui tend à obliger directement ou indirectement les employeurs et les travailleurs à se soumettre à une CCT. Le but de la contrainte de soumission est d'assujettir à la CCT le plus de personnes concernées (VISCHER/ALBRECHT, op. cit., n° 80 ad art. 356b CO). Il y a ainsi contrainte de soumission lorsqu'une convention collective prescrit que les employeurs liés ne peuvent occuper que des travailleurs qui se soumettent à la convention (BRUCHEZ, op. cit., n° 22 ad art. 356b CO p. 1171; GABRIEL AUBERT, in Commentaire romand, Code des obligations, vol. I, 2e éd. 2012, n° 1 ad art. 356b CO; WOLFGANG PORTMANN, in Basler Kommentar, Obligationenrecht, vol. I, 5e éd. 2011, n° 3 ad art. 356b CO) ou encore qui acceptent de verser une contribution de solidarité (PETER KREIS, Der Anschluss eines Aussenseiters an den Gesamtarbeitsvertrag, 1973, p. 172 et 173).\n\nDans le cas présent, les parties à la procédure n'ont pas librement convenu l'intégration de la CCT SGr dans le contrat de travail et, notamment, le versement d'une contribution de solidarité à la charge du recourant. Par la clause d'égalité de traitement contenue dans la CCT SGr, l'intimée s'est obligée à appliquer la convention à ses employés, dont le recourant, et à conclure avec les intéressés un contrat de travail intégrant les clauses de la CCT SGr, dont celle relative à la contribution de solidarité. En ce sens, il y a contrainte de soumission puisque, en vertu de la convention, l'intimée ne peut occuper |424| que des travailleurs qui acceptent de conclure un contrat de travail intégrant la CCT et, en particulier, de voir une contribution de solidarité prélevée sur leur salaire.\n\n4.2 Contrairement à la contrainte d'affiliation, prohibée par l'art. 356a al. 1 CO, la contrainte de soumission est en principe licite (VISCHER/MÜLLER, Der Arbeitsvertrag, 4e éd. 2014, SPR vol. VII/4, n. 16 p. 479; BRUCHEZ, op. cit., n° 22 ad art. 356b CO p. 1171; DORIS BIANCHI, in Droit collectif du travail, Andermatt et al. [éd.], 2010, n° 18 adart. 356b CO p. 215; PORTMANN, op. cit., n° 3 ad art. 356b CO; STÖCKLI, op. cit., n° 36 ad art. 356b CO). Ce n'est que dans le cas décrit à l'art. 356b al. 3 CO qu'une clause conventionnelle impliquant une contrainte de soumission sera nulle. L'idée est d'abord de protéger les organisations minoritaires (Antognini, rapporteur, et Speiser, Bull. Stén. 1955 CE 199; cf. également STÖCKLI, op. cit., n° 39 ad art. 356b CO). En effet, lorsqu'une organisation ne peut adhérer à une CCT, une contrainte de soumission entraîne une perte de prestige aux yeux de ses membres; si le travailleur dissident doit en plus payer une contribution de solidarité qui s'additionne à la cotisation au syndicat écarté, il sera tenté de quitter son organisation et de rester sans affiliation ou de rejoindre un syndicat signataire; de cette façon, les petits syndicats pourraient être amenés à disparaître au profit des organisations plus puissantes (cf. KREIS, op. cit., p. 171 ss).\n\nPlus généralement, il apparaît choquant qu'une organisation se voie refuser l'adhésion à une CCT, mais que les membres de cette association soient contraints indirectement de se soumettre individuellement à la CCT (rapporteur Häberlin, Bull.Stén. 1956 CN 229). Au-delà des intérêts des organisations exclues, l'art. 356b al. 3 CO comporte également un aspect de protection envers les membres de telles associations. En particulier, il n'apparaît pas équitable qu'un travailleur dissident soit astreint à participer financièrement à la mise en oeuvre d'une CCT, alors que le syndicat auquel il verse des cotisations ne peut y adhérer ou participer à sa négociation. Il en va de la liberté syndicale individuelle, garantie par l'art. 28 al. 1 Cst. (cf. ATF 140 I 257 consid. 5.1 p. 261). Celle-ci implique pour le travailleur le droit de choisir et de financer l'association qu'il juge la plus apte à défendre ses intérêts et, inversement, le droit de ne pas participer au coût d'une convention collective à l'élaboration de laquelle son organisation ne peut pas prendre part.\n\nLa loi ne précise pas ce qu'il faut entendre par \"associations [qui] ne peuvent devenir parties à la convention ou conclure une |425| convention analogue\" (\"Verbänden [, denen] die Beteiligung am Gesamtarbeitsvertrag oder der Abschluss eines sinngemäss gleichen Vertrages nicht offensteht\"). Le cas se présente lorsqu'une organisation professionnelle cherche à adhérer à la CCT ou à conclure une convention analogue et que les parties s'y opposent (BRUCHEZ, op. cit., n° 23 ad art. 356b CO p. 1171; AUBERT, op. cit., n° 5 ad art. 356b CO). Il ne saurait alors être fait abstraction des motifs de ce refus. En effet, le droit éventuel du travailleur dissident de ne pas contribuer aux frais de la CCT ne se justifie que si le syndicat dont il est membre dispose du droit de participer à la convention. A cet égard, le Tribunal fédéral a rappelé encore récemment que le droit de participer à des négociations collectives, de conclure des CCT ou d'adhérer à de telles conventions n'était pas ouvert sans restrictions à n'importe quel syndicat, sous peine d'aboutir à une trop grande multiplication des acteurs sociaux propre à nuire à la qualité et à l'efficacité du dialogue social. Seul un syndicat reconnu comme partenaire social peut se prévaloir d'un tel droit, ce qui sera le cas lorsqu'il a la compétence de conclure des conventions collectives (\"Tariffähigkeit\"), qu'il est compétent à raison du lieu et de la matière, qu'il est suffisamment représentatif et qu'il fait preuve d'un comportement loyal (ATF 140 I 257 consid. 5.2 et 5.2.1 p. 262 s. et les arrêts cités).\n\nEn conclusion, l'art. 356b al. 3 CO permet au travailleur dissident, en cas de contrainte de soumission, de s'opposer au prélèvement de la contribution de solidarité lorsque le syndicat auquel il appartient réunit les conditions pour être reconnu comme partenaire social et que les parties à la CCT refusent pourtant l'adhésion de cette association à la convention.\n\n4.3 Contrairement au premier juge, la cour cantonale n'a pas examiné ce point, dès lors qu'elle a considéré que l'art. 356b al. 3 CO était inapplicable en l'espèce. Les éléments à disposition de la cour de céans ne lui permettent pas de se prononcer sur la question. Selon l'état de fait de l'arrêt attaqué, le SAP a engagé diverses procédures judiciaires pour se faire reconnaître comme partenaire social. Dans la mesure où une décision définitive n'est pas intervenue devant les juridictions civiles (cf. arrêt 2C_118/2014 du 22 mars 2015 consid. 5.4), l'autorité précédente à laquelle l'affaire est renvoyée devra trancher la question préalablement.\n\nS'il s'avère que le SAP devait être reconnu comme partenaire social à l'époque des prélèvements litigieux, l'employeur aurait alors |426| déduit la contribution de solidarité de manière indue sur le salaire du recourant. En effet, les conditions d'une telle déduction selon le chiffre 77 CCT SGr, auquel l'art. 5 du contrat de travail se réfère (\"éventuelle contribution de solidarité selon le chiffre 77 CCT SGr\"), ne seraient pas réalisées.\n\nSur le vu de ce qui précède, il y a lieu d'admettre partiellement le recours en matière civile, d'annuler l'arrêt attaqué et de renvoyer la cause à la cour cantonale pour nouvelle décision."}