{"annee": "141", "cour": "III", "page": "363", "date": "19/8/2015", "cite": [], "cite_par": [], "chapeau": "49. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen B. (Beschwerde in Zivilsachen)\n\n4A_137/2015 vom 19. August 2015", "regestes": ["Responsabilité contractuelle du médecin. Contenu et étendue de l'obligation de documentation en matière médicale (consid. 5)."], "faits": "|363|\n\nA. B. (Klägerin, Beschwerdegegnerin) wurde im Rahmen ihrer Schwangerschaft und nach der Geburt der Tochter vom Gynäkologen A. (Beklagter, Beschwerdeführer) betreut. Im Verlaufe des Geburtsvorgangs nahm der Beklagte bei der Klägerin einen medianen |364| Dammschnitt (mediane Episiotomie) vor und beendete die Geburt mittels Saugglocke (sog. Vakuumextraktion). Bei der Geburt kam es zu einem Dammriss, der vom Beklagten unmittelbar nach der Geburt genäht wurde.\n\nDie Klägerin wirft dem Beklagten vor, er habe durch unsorgfältige Vorgehensweise während und nach der Geburt bei ihr einen Sphinkterriss (Riss des Schliessmuskels im Anus) und dadurch eine heute nach wie vor bestehende Stuhlinkontinenz verursacht.\n\nB.\n\nB.a Mit Klage vom 28. November 2005 beim Bezirksgericht Zürich beantragte die Klägerin, der Beklagte sei zur Zahlung einer Genugtuung von Fr. 100'000.- nebst Zins zu 5 % seit dem 23. Juni 1993 zu verpflichten. Im Rahmen eines umfassenden Beweisverfahrens holte das Bezirksgericht unter anderem ein interdisziplinäres (chirurgisches und gynäkologisches) Gutachten ein.\n\nMit Urteil vom 21. Oktober 2014 schützte das Bezirksgericht die Klage teilweise und verpflichtete den Beklagten zur Zahlung einer Genugtuung von Fr. 60'000.- nebst Zins.\n\nB.b Das Obergericht des Kantons Zürich wies mit Urteil vom 23. Januar 2015 die vom Beklagten gegen das bezirksgerichtliche Urteil erhobene Berufung ab und bestätigte den angefochtenen Entscheid.\n\nEs erwog insbesondere, der Beklagte sei verpflichtet gewesen, nach der Geburt eine Rektaluntersuchung durchzuführen; eine solche sei jedoch nicht dokumentiert. Aus dem Fehlen der Dokumentation dürfe nicht zu Lasten der Klägerin davon ausgegangen werden, der Beklagte habe eine solche Untersuchung vorgenommen; vielmehr müsse angenommen werden, er habe die Klägerin nach der Geburt rektal nicht untersucht und deshalb den höhergradigen Dammriss nicht erkannt, womit ihm eine Sorgfaltspflichtverletzung vorzuwerfen sei.\n\nC. Mit Beschwerde in Zivilsachen beantragt der Beschwerdeführer dem Bundesgericht, es sei das Urteil des Obergerichts des Kantons Zürich vom 23. Januar 2015 aufzuheben und die Klage abzuweisen. Eventualiter sei die Sache zur weiteren Abklärung des Sachverhalts an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut, es hebt das angefochtene Urteil auf und weist die Klage ab.\n\n(Zusammenfassung) |365|", "considerants": "Aus den Erwägungen:\n\n5. Unbestrittenermassen wurde eine Rektaluntersuchung nach der Geburt nicht dokumentiert. Der Beschwerdeführer bestreitet eine Pflicht zur Dokumentation dieses Vorgangs und wirft der Vorinstanz vor, sie sei zu Unrecht gestützt auf eine angebliche Dokumentationspflichtverletzung davon ausgegangen, er habe die Beschwerdegegnerin rektal nicht untersucht.\n\n5.1 Der Umfang der Dokumentationspflicht ergibt sich aus ihrem Zweck. Die Lehre verweist - zumeist ohne Differenzierung - auf folgende Zwecke: Die Dokumentation solle die korrekte Behandlung sicherstellen, namentlich auch bei der Behandlung durch mehrere Personen oder bei Arztwechsel. Mit ihr erfülle der Arzt seine auftragsrechtliche Rechenschaftspflicht (Art. 400 Abs. 1 OR) und schliesslich diene sie auch der Beweissicherung (LANDOLT/HERZOG- ZWITTER, Arzthaftungsrecht, 2015, Rz. 1061; WALTER FELLMANN, Arzt und das Rechtsverhältnis zum Patienten, in: Arztrecht in der Praxis, Kuhn/Poledna [Hrsg.], 2. Aufl. 2007, S. 136 f.; HAUSHEER/ JAUN, Unsorgfältige ärztliche Behandlung - Arzthaftung, in: Haftung und Versicherung, Weber/Münch [Hrsg.], 2. Aufl. 2015, Rz. 19.107 ff. S. 936 f.; LAURA JETZER, Die ärztliche Dokumentationspflicht und der Beweis des Behandlungsfehlers, ZBJV 148/2012 S. 311; MARKUS SCHMID, Dokumentationspflichten der Medizinalpersonen - Umfang und Folgen ihrer Verletzung, HAVE 4/2009 S. 354; vgl. auch Urteil 9C_567/2007 vom 25. September 2008 E. 4.2). Indessen ist von Bedeutung, ob man diesen Zwecken - namentlich dem medizinischen der Sicherstellung einer ordnungsgemässen Behandlung und dem prozessualen der Beweissicherung - den gleichen Stellenwert einräumt. Geht man davon aus, der Zweck der Dokumentation sei vorrangig die Behandlungssicherheit, bestimmt sich das, was aufzuzeichnen ist, nach medizinischen Kriterien, weshalb das Unterbleiben medizinisch nicht relevanter Aufzeichnungen in juristischen Auseinandersetzungen keine beweisrechtlichen Nachteile für den Arzt zur Folge haben kann (zutreffend: SUSANNE BOLLINGER HAMMERLE, Die vertragliche Haftung des Arztes für Schäden bei der Geburt, 2004, S. 156). In diesem Fall dient die Dokumentation zwar auch der Beweissicherung, diese ist aber eine Folge daraus und nicht der primäre Zweck. Erachtet man die Beweissicherung dagegen als selbständigen Zweck, kann sich daraus ein weiterer Umfang der Dokumentationspflicht ergeben. |366|\n\nDie Lehre - mangels schweizerischer Rechtsprechung oft unter Hinweise auf deutsche Judikate - konkretisiert den Umfang der Dokumentationspflicht wie folgt: Aufzeichnungspflichtig seien aus medizinischer Sicht die für die ärztliche Behandlung wesentlichen medizinischen Fakten (LANDOLT/HERZOG-ZWITTER, a.a.O., Rz. 1064; URSINA PALLY, Arzthaftung mit den Schwerpunkten Schwangerschaftsbetreuung und Geburtshilfe, 2007, S. 259 f. und bei Fn. 1706). Nur erhebliche Tatsachen seien zu vermerken. \"Gewöhnliche bzw. übliche Massnahmen\" seien nicht zwingend zu dokumentieren. Nicht dokumentationspflichtig seien \"medizinische Selbstverständlichkeiten\". \"Reine Routinemassnahmen\" seien nicht zu dokumentieren (LANDOLT/HERZOG-ZWITTER, a.a.O., Rz. 1066; vgl. auch JETZER, a.a.O., S. 313).\n\nDiese Umschreibungen basieren auf dem Verständnis, dass das medizinisch Notwendige zu dokumentieren ist, d.h. dass die Dokumentationspflicht primär der Erfüllung des Behandlungsauftrags dient, und sie folgen insofern der höchstrichterlichen deutschen Rechtsprechung, die zwar eine strenge Dokumentation verlangt, jedoch ausgerichtet auf medizinische Üblichkeit und Erforderlichkeit und nicht zum Zweck, dem Patienten die Beweisführung zu sichern (GERHARD H. SCHLUND, in: Handbuch des Arztrechts, Laufs/Kern [Hrsg.], 4. Aufl., München 2010, § 55 Rz. 9 S. 688 f.; GOTTFRIED BAUMGÄRTEL, Die Beweisvereitelung im Zivilprozess, in: Festschrift für Winfried Kralik, Verfahrensrecht - Privatrecht, Wien 1986, S. 69; ANTOINE ROGGO, Aufklärung des Patienten, 2002, S. 209; Urteil des BGH vom 6. Juli 1999 E. II.2a., in: Versicherungsrecht [VersR] 30/1999 S. 1283: \"[...] den Zweck der Dokumentationspflicht, die der Sicherung wesentlicher medizinischer Daten und Fakten für den Behandlungsverlauf dient und deshalb nach ihrem Zweck nicht auf die Sicherung von Beweisen für einen späteren Haftungsprozess des Patienten gerichtet ist. Deshalb ist [...] eine Dokumentation, die aus medizinischer Sicht nicht erforderlich ist, auch aus Rechtsgründen nicht geboten\", mit Hinweisen; unter Bezugnahme auf diesen Entscheid auch das Urteil des OLG Oldenburg vom 30. Januar 2008 E. 3a, in: VersR 15/2008 S. 692).\n\nGeht man von diesem Verständnis der Dokumentationspflicht aus, ergibt sich im Hinblick auf die vorliegend relevante Frage, dass Kontrolluntersuchungen dann nicht dokumentationspflichtig sind, wenn es medizinisch üblich ist, bei Ausbleiben eines positiven Befundes keine Aufzeichnungen vorzunehmen. Diesfalls kann aus einer |367| fehlenden Dokumentation nicht auf das Unterbliebensein entsprechender Untersuchungen geschlossen werden (so explizit: Urteil des BGH vom 23. März 1993 E. 1a, in: VersR 20/1993, S. 837; SCHLUND, a.a.O., § 111 Rz. 8 S. 1290).\n\n5.2 Das Bundesgericht hat sich zu Inhalt und Umfang der Dokumentationspflicht noch nicht im Einzelnen geäussert. In dem von der Vorinstanz und den Parteien angerufenen Urteil 4C.378/1999 vom 23. November 2004 stellte es fest, die Beweislast für das Vorliegen eines Behandlungsfehlers und der damit ursächlich zusammenhängenden Schädigung obliege der Patientin. Es würden jedoch Beweiserleichterungen zugestanden, insbesondere bei fehlender oder mangelhafter Dokumentation durch den Arzt. Im dort beurteilten Fall wurde das Regelbeweismass herabgesetzt, weil den operierenden Chirurgen Dokumentationsmängel vorzuwerfen waren, nämlich ein lückenhafter und irreführender Operationsbericht sowie die Beseitigung von Operationsvideos. Selbst wenn das Verhalten der für den Beklagten handelnden Personen nicht als eigentliche Beweisvereitelung qualifiziert werden könnte, so der Entscheid weiter, liege jedenfalls ein von deren Seite verschuldeter Dokumentationsmangel vor, der eine Herabsetzung des Beweismasses rechtfertige (zit. Urteil 4C.378/1999 E. 3.2 und 6.3 a.E.). Zum (notwendigen) Inhalt der Dokumentation führte das Bundesgericht aus, um ihren Zweck zu erfüllen, müsse die Krankengeschichte vollständig sein. Sie dürfe keine Lücken aufweisen und müsse so abgefasst sein, dass über die wirklichen Geschehnisse informiert und Irreführungen oder Missverständnisse vermieden werden. Konkret war umstritten, ob überhaupt eine Verpflichtung zur Aufnahme eines Operationsvideos bestand, d.h. ob solche von der Dokumentationspflicht erfasst werden. Das Bundesgericht bezeichnete die Auffassung des Beklagten, der diesen Umfang der Dokumentationspflicht bestritt, als fraglich, \"angesichts der Feststellung des gerichtlichen Experten, dass die Dokumentation dieses Eingriffs mittels Videoaufnahme allgemein üblich ist\" (zit. Urteil 4C.378/1999 E. 3.3).\n\nIn seiner Besprechung dieses Entscheids wies TREZZINI darauf hin, dass eine eigentliche Beweisvereitelung im prozessrechtlichen Sinn voraussetzt, dass einerseits eine gesetzliche oder vertragliche Pflicht zur Bewahrung des betreffenden Beweismittels besteht und dass andererseits die Bedeutung für den zukünftigen Prozess erkennbar sei (FRANCESCO TREZZINI, Nota FT - \"caso del trimestre\", SZZP 2/2005 S. 168 unter Hinweis auf BAUMGÄRTEL, a.a.O., S. 71). Das |368| Bundesgericht habe aber mit der oben zitierten Formulierung in E. 6.3 auf das zweite Kriterium, die Erkennbarkeit der Beweiseignung für den künftigen Prozess verzichtet und eine Beweiserleichterung bereits wegen der objektiven Verletzung der (medizinisch notwendigen) Dokumentation bejaht. Damit betont TREZZINI zu Recht die Unterscheidung zwischen der prozessrechtlich begründeten Beweisvereitelung und der materiell-rechtlichen Dokumentationspflicht als auftragsrechtlicher Nebenpflicht. Vertragsrechtlich lässt sich nicht spezifisch für den Behandlungsauftrag des Arztes eine Beweissicherungspflicht gleichsam als Nebenpflicht der Behandlungspflicht begründen, die über die zur Behandlung erforderlichen Aufzeichnungen hinausgehen würde (a.M. wohl WALTER FELLMANN, Berner Kommentar, 1992, N. 453 i.V.m. N. 455 zu Art. 398 OR, v.a. N. 455: \"gehört zur Rechenschaftsablegung [...] die lückenlose Aufklärungüber die Hintergründe und die möglichen Ursachen eines Schadens\"; derselbe, Arzt und das Rechtsverhältnis zum Patienten, a.a.O., S. 136 ff.). Dass die (als Nebenpflicht) geschuldete medizinisch begründete Dokumentationspflicht im Ergebnis auch der Beweissicherung dient, ändert nichts daran.\n\n5.3 Massgeblich ist somit, ob die Dokumentation der Rektaluntersuchung im Jahr 1993 aus medizinischen Gründen notwendig und üblich war. Diesbezüglich hielt die Vorinstanz fest, gemäss dem Gutachten gehöre die Rektaluntersuchung zur Standarduntersuchung. Der Gutachter habe auch festgestellt, dass sie vorliegend im Partogramm nicht dokumentiert sei, jedoch: \"Insgesamt sei es nicht absolut üblich und gefordert, dass diese Rektaluntersuchung dokumentiert werde\". War die Dokumentation der Rektaluntersuchung nach den Feststellungen im angefochtenen Entscheid aus medizinischen Gründen nicht notwendig und üblich, kann mit deren Fehlen nicht eine Beweiserleichterung begründet und der Nachweis einer Sorgfaltspflichtverletzung wegen nicht durchgeführter Rektaluntersuchung als erbracht erachtet werden."}