{"annee": "112", "cour": "II", "page": "220", "date": "22/4/1986", "cite": ["108 II 422", "54 II 138", "112 II 118"], "cite_par": ["123 III 204", "122 III 5", "126 III 161", "117 II 50", "138 III 276", "118 II 404", "143 III 254", "116 II 519"], "chapeau": "37. Auszug aus dem Urteil der I. Zivilabteilung vom 22. April 1986 i.S. C.X. gegen V. (Berufung)", "regestes": ["Droit de l'époux à une indemnité pour tort moral (art. 47 et 49 CO). Droit du mari à une indemnité pour tort moral en raison de l'atteinte qu'il subit dans ses intérêts personnels du fait que sa femme est devenue gravement invalide à la suite d'un accident."], "faits": "|221|\n\nA.- E. X., die Ehefrau von C. X., wurde am 16. April 1977 in Zürich auf einem Fussgängerstreifen von einem Motorradfahrer angefahren und schwer verletzt. Folge der Verletzung war namentlich die völlige Erblindung sowie ein Zustand tiefer Bewusstlosigkeit. Frau X. lag in diesem Zustand zunächst in der chirurgischen Universitätsklinik und seit Anfang 1978 in der Krankenstation Hegibach. Zwar erfolgte die Atmung nach einiger Zeit wieder spontan, jedoch nur durch eine Öffnung am Hals. Obwohl sich vereinzelt Phasen der Aufhellung einzustellen begannen, schlossen die Ärzte damals eine auch nur geringfügige Besserung aus.\n\nIm Herbst 1980 wurde Frau X. ins Krankenheim Y. verlegt, wo ihr Ehemann seit 1975 als Haustechniker angestellt war. Hier wurde die Patientin erstmals aus dem Bett genommen, um sie mit anderen Menschen in Kontakt zu bringen und physiotherapeutisch zu behandeln. Entgegen den bisherigen Prognosen begann sie, sich sprachlich auf primitive Weise auszudrücken. Sie lernte auch schlucken und vermochte wieder Nahrung aufzunehmen, blieb jedoch pflegebedürftig und an den Rollstuhl gebunden. Ihr Bewusstsein ist beeinträchtigt, indessen realisiert Frau X., dass sie blind ist. Eine Wiederherstellung ist ausgeschlossen; die Lebenserwartung erscheint als herabgesetzt.\n\nDie Ansprüche von Frau X. gegen die V. Versicherungs-Gesellschaft, die Haftpflichtversicherung des verantwortlichen Motorradfahrers, wurden vergleichsweise erledigt. Im Rahmen einer Pauschalabfindung erhielt Frau X. u.a. eine Genugtuung von Fr. 60'000.-- nebst Zins. Der von ihrem Ehemann geltend gemachte Genugtuungsanspruch wurde ausdrücklich vom Vergleich ausgenommen und einer getrennten prozessualen Auseinandersetzung vorbehalten.\n\nB.- Am 10. Januar 1985 klagte C.X. gestützt auf Art. 47 und 49 OR gegen die V. Versicherungs-Gesellschaft beim Handelsgericht des Kantons Zürich auf Zahlung von Fr. 40'000.-- nebst |222| Zins zu 5% seit 16. April 1977 als Genugtuung für die schwere Verletzung in den persönlichen Verhältnissen, die ihm durch die bei seiner Frau eingetretenen Unfallfolgen zugefügt worden sei. Am 9. Juli 1985 wies das Handelsgericht des Kantons Zürich die Klage ab.\n\nC.- Gegen das Urteil des Handelsgerichts hat der Kläger Berufung eingelegt und beantragt, das angefochtenen Urteil aufzuheben und die Klage gutzuheissen.\n\nDie Beklagte schliesst auf Abweisung der Berufung.\n\nDas Bundesgericht heisst die Berufung gut.", "considerants": "Aus den Erwägungen:\n\n2. Der angefochtene Entscheid wird im wesentlichen damit begründet, Art. 47 OR enthalte eine Haftungsbeschränkung, die es verbiete, dem durch eine Körperverletzung nur reflexartig betroffenen Angehörigen einen eigenen Anspruch zu gewähren. Daran ändere auch die allgemeine Vorschrift von Art. 49 OR nichts, gehe doch Art. 47 als lex specialis vor.\n\na) Im Urteil der I. Zivilabteilung vom 11. März 1986 i.S. G. gegen Schweizerische Eidgenossenschaft (BGE 112 II 121 ff.) hat das Bundesgericht einem Vater, der wegen des Unfalltodes zweier Söhne einen Schock erlitten hatte und darob invalid geworden war, eine Genugtuung zugesprochen. Es hat den Einwand der Beklagten, blosse Reflexschäden seien nicht zu ersetzen, ausdrücklich zurückgewiesen. Wer in seinen eigenen, durch absolute Rechte geschützten Gütern beeinträchtigt werde, sei widerrechtlich und auch dann unmittelbar geschädigt, wenn sich in der Kausalkette zwischen dem schädigenden Ereignis und dem Geschädigten eine mit diesem in Beziehung stehende Person befinde (E. 5e). Zum Genugtuungsanspruch aus Art. 47 OR trete derjenige, der dazu bestimmt sei, die psychische Beeinträchtigung als Folge der Invalidität auszugleichen (E. 6). Dem stehe Art. 45 OR nicht entgegen, schränke diese Bestimmung doch lediglich den Kreis der Drittansprecher ein, die rein vermögensrechtliche, zufolge des Todes eines anderen entstandene Ansprüche geltend machen könnten; davon würden jedoch die Forderungen des in seiner körperlichen Integrität Beeinträchtigten nicht berührt (E. 5e). BGE 54 II 141 E. 3, der den Eltern eines auf tragische Weise getöteten Kindes jeden Ersatz der ihnen wegen Nervenschocks entstandenen Behandlungskosten verweigert habe, weil Art. 45 |223| und 47 OR die Ansprüche Angehöriger einschränkend aufzählten, sei insoweit überholt (E. 5b und e).\n\nVorliegend ist die Beeinträchtigung der persönlichen Verhältnisse des Klägers zu beurteilen, die ebenfalls als absolutes Recht geschützt sind (Art. 28 ZGB). Somit kann die Genugtuung nicht mit dem Hinweis verweigert werden, bloss reflexartige Betroffenheit begründe keinen eigenen Anspruch. Mit der neuen Praxis nicht mehr zu vereinbaren ist auch die Annahme der Vorinstanz, Art. 47 OR schliesse als Spezialvorschrift die Anwendbarkeit von Art. 49 OR schlechthin aus, verlangt doch der Kläger Genugtuung für die Verletzung in seinen eigenen persönlichen Verhältnissen. Im Gegensatz zum Urteil vom 11. März 1986 kann er sich indes nicht zusätzlich auf eine physische Beeinträchtigung seiner Person berufen; Ursache seiner psychischen Beeinträchtigung ist sodann nicht der Tod, sondern ausschliesslich die Invalidität eines Angehörigen.\n\nb) Gemäss Art. 49 Abs. 1 OR in der vorliegend anzuwendenden altrechtlichen Fassung (Botschaft des Bundesrates über die Änderung des Schweizerischen Zivilgesetzbuches vom 5. Mai 1982, BBl 1982 II S. 683; BROGGINI, Schweizerisches Privatrecht, Bd. I, S. 460) hat Anspruch auf Leistung einer Geldsumme als Genugtuung, wer in seinen persönlichen Verhältnissen verletzt wird, wenn es die besondere Schwere der Verletzung und des Verschuldens rechtfertigen.\n\nBereits nach dem Wortlaut ist jeder in seinen persönlichen Verhältnissen Verletzte anspruchsberechtigt, wenn besondere Umstände vorliegen. Ein Ausschluss bestimmter Personen lässt sich der Vorschrift nicht entnehmen, ebensowenig eine Einschränkung auf bestimmte Ursachen und Arten der Verletzung.\n\nc) In BGE 108 II 433 f. hat das Bundesgericht bei der Festsetzung der Genugtuung für ein dauernd bewusstloses Mädchen der Beeinträchtigung der es pflegenden Eltern Rechnung getragen und so der Sache nach auf dem Umweg über den Verletzten auch nahen Angehörigen, obwohl von diesen keine Klage erhoben worden ist, eine Genugtuung zugesprochen. Damit berücksichtigte es, ohne von der bisherigen Praxis abzuweichen, die den Angehörigen des Verletzten keinen eigenen Genugtuungsanspruch zugestand, dass der seelische Schmerz von Angehörigen in derartigen Fällen womöglich grösser ist als im Fall des Todes, für den Art. 47 OR ausdrücklich einen Genugtuungsanspruch vorsieht (S. 433 f.).\n\n|224|\n\nDer vom Bundesgericht eingeschlagene Umweg über den Verletzten blieb jedoch nicht ohne Kritik und veranlasste TERCIER, in der Diskussion dieses Urteils die Frage aufzuwerfen, ob es nicht konsequenter wäre, nahen Angehörigen ein direktes Klagerecht zuzugestehen, sei es in analoger Anwendung von Art. 47 OR, sei es unmittelbar aufgrund von Art. 49 OR (SJZ 80 (1984) S. 54 f.; vgl. auch TERCIER, Le nouveau droit de la personnalité, N. 1992 f.; TERCIER in Gedächtnisschrift Jäggi, S. 253 mit Hinweisen in FN 52; DESCHENAUX/TERCIER, La responsabilité civile, 2. Auflage, 1982, S. 93 N. 26; MERZ, Schweizerisches Privatrecht, Band VI/1, S. 240 FN 11; P. GIOVANNONI, ZSR 1977 I S. 42 f., Ziff. 2.2; P. STEIN, Die Genugtuung, 3. Auflage, 1976, S. 9 oben).\n\nd) In zwei Urteilen kantonaler Gerichte ist eine Anspruchsberechtigung Angehöriger für Genugtuung prinzipiell bejaht worden, so in einem Urteil des Kantonsgerichts St. Gallen vom 9. Mai 1967 (SJZ 65 (1969) S. 97 f., Ziff. 42) zugunsten eines Vaters, dessen Kind durch einen Dritten gezüchtigt worden war, sofern der Eingriff in die Vater-Kind-Sphäre besonders schwer wiege und ein besonders schweres Verschulden gegeben sei, eine Voraussetzung, die im zu beurteilenden Fall allerdings nicht erfüllt war; das Tribunal civil de l'arrondissement de la Sarine hat in einem Urteil vom 5. November 1984 i.S. M. den Eltern eines schwer unfallgeschädigten Kindes aufgrund von Art. 49 OR in Verbindung mit Art. 28 ZGB Genugtuung für die Beeinträchtigung ihrer eigenen Persönlichkeitsrechte zugesprochen.\n\ne) Die französische Praxis erkennt bei schwerer Körperverletzung seit langem nahen Angehörigen einen Anspruch auf Ersatz des immateriellen Schadens zu (ZWEIGERT/KÖTZ, Einführung in die Rechtsvergleichung auf dem Gebiete des Privatrechts, Bd. II, 2. Auflage 1984, S. 358; MAZEAUD, Traité de la responsabilité civile, 6e éd., II, n. 1874, p. 950).\n\nAus der italienischen Praxis ist ein Urteil bekanntgeworden, das der Mutter eines durch Unfall schwerverletzten minderjährigen Sohnes eine Genugtuung zuspricht (Tribunale civile di Busto Arsizio, Urteil vom 26. September 1984, Archivio giuridico della circolazione e dei sinistri stradali 1985, S. 818 ff., Anmerkung G. Gussoni, S. 823 f.) mit der Begründung, der seelische Schmerz von Angehörigen eines schwer Verletzten könne gleich gross oder gar grösser sein, als wenn dieser gestorben wäre (S. 820).\n\nf) Aus der Revision von Art. 27 ff. ZGB und 49 OR ergibt sich nichts für die Frage der Anspruchsberechtigung von Angehörigen. |225|\n\nWeder in der Botschaft über die Änderung des schweizerischen Zivilgesetzbuches vom 5. Mai 1982 (BBl 1982 II S. 636 ff.) noch in den Ratsprotokollen findet sich eine Stellungnahme zu diesem Problem, obwohl das am 19. September 1973 dem Ständerat überwiesene Postulat Dillier (Amtl.Bull. S. 514) auf die seelische Unbill Angehöriger hingewiesen hat, die bei schweren Verletzungen sicher nicht kleiner sei als bei einem Unfalltod. Dem Postulat Dillier ist durch die Revision denn auch nur teilweise Rechnung getragen worden (BBl 1982 II 681). Die neue Fassung von Art. 49 OR setzt für Genugtuung kein schweres Verschulden mehr voraus; überdies ist, wenn Schadenersatz ohne Verschulden geleistet werden muss, auch für Genugtuung kein Verschulden erforderlich (vgl. Amtl.Bull. Ständerat 1983, S. 654 f. Votum Hänsenberger; TERCIER, Le nouveau droit de la personnalité, S. 266 N. 2022). In der Revision von Art. 49 OR liegt somit keine gesetzgeberische Entscheidung für oder gegen die Anspruchsberechtigung Angehöriger.\n\ng) Wenn zur psychischen wie im Urteil G. gegen Schweizerische Eidgenossenschaft vom 11. März 1986 noch eine physische Beeinträchtigung hinzutritt, so kann diese die von Art. 49 OR vorausgesetzte Schwere der Verletzung in den persönlichen Verhältnissen zwar mitbegründen; notwendige Bedingung ist sie jedoch nicht. Für die Genugtuung kommt es auf die Intensität der Auswirkung an, die das schädigende Ereignis auf die unter dem Persönlichkeitsschutz stehende eheliche Gemeinschaft und damit auch auf die Persönlichkeitssphäre des Klägers zeitigt.\n\n3. Aus dem Dargelegten erhellt, dass die Anspruchsberechtigung des Klägers zu bejahen ist. Zu prüfen bleibt, ob die Voraussetzungen von Art. 49 OR im vorliegenden Fall erfüllt sind. Dabei kann auch dem mit Resolution 75-7 vom 14. März 1975 durch das Ministerkomitee des Europarates empfohlenen Grundsatz Nr. 13 Rechnung getragen werden, der nur bei ausserordentlichem seelischem Schmerz (\"souffrances d'un caractère exceptionnel\") der Angehörigen Genugtuung vorsieht (vgl. J.-F. Egli in Mélanges André Grisel, S. 325 und 338). Die tatsächlichen Feststellungen der Vorinstanz gestatten es dem Bundesgericht, diese Voraussetzungen selbst zu prüfen; sie sind zweifellos erfüllt.\n\na) Nach dem angefochtenen Urteil sind die Eheleute X. im Zeitpunkt des Unfalls 24 Jahre verheiratet gewesen. Der Unfall hat die bisherigen Lebensverhältnisse des Klägers geradezu umgestürzt. Die eheliche Gemeinschaft ist weitgehend zerstört, was um so schwerer wiegt, als die Ehe kinderlos geblieben ist. Der Kläger, |226| der an der Pflege seiner Ehefrau intensiv Anteil nimmt, hat ausserhalb seiner Berufstätigkeit im Krankenheim kaum mehr Zeit für sich. Eine zusätzliche Belastung ergibt sich daraus, dass Frau X. ihren Zustand wenigstens teilweise realisiert. Die Beeinträchtigung in den persönlichen Verhältnissen des Klägers ist so schwer, dass offenbleiben kann, ob und inwiefern sich seine eigene Krankheit - nach seiner Darstellung leidet er an einer Art Arthritis - durch die weggefallene Pflege durch seine Ehefrau verschlimmert hat.\n\nAuch am besonders schweren Verschulden des Schädigers kann kein Zweifel bestehen, da der Motorradfahrer Frau X. auf dem Fussgängerstreifen angefahren hat und mit Urteil vom 6. April 1978 vom Einzelrichter für Strafsachen am Bezirksgericht Zürich wegen fahrlässiger Körperverletzung zu 14 Tagen Haft und 500 Franken Busse verurteilt worden ist. Überdies stellt die Beklagte die Schwere des Verschuldens in der Berufungsantwort nicht in Frage.\n\nb) Die verlangte Genugtuung wird von der Beklagten der Höhe nach nicht bestritten. Der Betrag von 40'000 Franken nebst Zins zu 5% seit dem Umfalldatum ist deshalb zuzusprechen."}