{"annee": "112", "cour": "II", "page": "51", "date": "2/5/1986", "cite": ["99 IB 413", "110 II 268", "108 II 213", "47 II 295", "103 IB 303", "101 IB 422"], "cite_par": ["115 V 111", "137 III 487", "129 III 335"], "chapeau": "10. Extrait de l'arrêt de la Ire Cour civile du 2 mai 1986 dans la cause dame P. contre G., la société en nom collectif B. et la société anonyme S. (recours en réforme)", "regestes": ["Indemnité à raison de longs rapports de travail; conditions (art. 339b CO). 1. Notion de \"rapports de travail\" au sens de l'art. 339b CO (précision de la jurisprudence). La volonté des parties est déterminante pour savoir si, en cas d'arrêt puis de reprise du travail, la nouvelle activité se fonde sur la continuation de l'ancien rapport ou sur le début d'un nouveau rapport de travail (consid. 3a). 2. Il n'y a pas de solution de continuité dans les rapports de travail, lorsque ceux-ci sont transférés avec l'entreprise à une personne morale économiquement identique à l'aliénateur, dans l'intérêt prépondérant de ce dernier (consid. 3b)."], "faits": "|52|\n\nA.- Dame P., née le 11 avril 1926, a travaillé comme employée de bureau, dès le 21 décembre 1942, au service de B., tantôt une raison individuelle de G., tantôt une société en nom collectif dont les associés étaient G. et son frère E. Elle quitta cet emploi le 31 octobre 1959, car elle désirait se consacrer à ses enfants, nés en août 1956 et novembre 1959, ainsi qu'aux soins du ménage. Depuis lors, elle n'exerça aucune activité lucrative jusqu'à fin 1963.\n\nDès janvier 1964, elle reprit un emploi chez B., qu'elle occupa jusqu'au 31 décembre 1977.\n\nDu 1er janvier 1978 au 31 mars 1982, elle travailla au service de S., une société anonyme dont G. était le principal actionnaire, son frère E. en étant l'un des administrateurs.\n\nDans une quatrième période, dame P. travailla pour le compte de la société R. à qui G., agissant tant pour lui-même que pour les autres actionnaires, avait vendu toutes les actions de la société S. Son contrat de travail fut résilié par l'employeur pour le 31 juillet 1983.\n\nB.- Le 26 novembre 1984, dame P. a assigné G., la société en nom collectif B. et la société anonyme S. en paiement de 20'790 francs plus intérêts, à titre d'indemnité pour longs rapports de service. Les défendeurs se sont opposés à la demande.\n\nPar jugement du 26 février 1985, le Tribunal des prud'hommes du canton de Genève a rejeté la demande.\n\n|53|\n\nPar arrêt du 15 octobre 1985, la Chambre d'appel des prud'hommes du canton de Genève a condamné la société S. à payer à dame P. 19'359 francs avec intérêt à 5% dès le 1er avril 1982 et rejeté la demande en tant qu'elle visait les deux autres défendeurs.\n\nC.- La société S. (ci-après: la défenderesse) interjette un recours en réforme dans lequel elle conclut au rejet de la demande dans la mesure où elle est dirigée contre elle.\n\nDame P. propose le rejet du recours.\n\nLe Tribunal fédéral rejette le recours.", "considerants": "Extrait des considérants:\n\n3. Selon l'art. 339b CO, introduit lors de la révision du droit du travail en 1971, si les rapports de travail d'un travailleur âgé d'au moins cinquante ans prennent fin après vingt ans ou plus, l'employeur verse au travailleur une indemnité à raison de ces longs rapports de travail.\n\nEn l'absence de disposition de droit transitoire contraire, la période de travail antérieure à l'entrée en vigueur du droit révisé doit également être prise en considération pour l'application de cette règle.\n\nLa jurisprudence publiée du Tribunal fédéral n'a pas encore précisé ce que signifie l'expression de \"rapports de travail (... qui) prennent fin après vingt ans ou plus\" au sens de cette disposition (cf. ATF 110 II 270). La question se pose notamment lorsque le travailleur demeure dans la même entreprise (ou partie d'entreprise) au service d'employeurs différents se succédant à la tête de l'entreprise ou lorsque le travailleur est au service du même employeur, mais avec une interruption des rapports de travail.\n\na) aa) L'expression française de \"rapports de travail\" pourrait faire croire, au premier abord, en raison de l'utilisation du pluriel, que l'art. 339b CO permet d'inclure, dans le délai à prendre en considération, des périodes différentes, interrompues et non reliées entre elles. Tel n'est cependant pas le sens de la loi; en effet, le pluriel s'explique par l'usage de la langue française et il n'a pas son pendant dans les versions allemande (\"das Arbeitsverhältnis\") et italienne (\"il rapporto di lavoro\") de la loi. L'expression était déjà connue de l'ancien droit, pour définir des relations de travail suivies, pouvant procéder formellement de contrats de travail successifs; selon la jurisprudence, des absences relativement brèves ne rompaient pas l'unité du rapport de travail, la volonté des |54| contractants étant déterminante pour en décider (ATF 47 II 295; RJB 71 p. 194/195, BJM 1960 p. 179; OSER/SCHÖNENBERGER, n. 1-5 ad art. 348; BECKER, n. 2 ad art. 348). La même notion de la durée des rapports de travail a été reprise, dans le droit révisé du contrat de travail, comme critère pour fixer le salaire en cas d'empêchement de travailler (art. 324a CO), l'étendue du droit aux vacances des jeunes travailleurs (art. 329a CO) et la durée du délai de congé (art. 334 ss CO); la loi contient par ailleurs une norme spéciale sur le transfert des rapports de travail (art. 333 CO). Les travaux préparatoires ne permettent pas de déceler chez le législateur la volonté de conférer à cette expression un sens différent à l'art. 339b CO (cf. rapport à l'appui de l'avant-projet de la commission d'experts, p. 59; message du Conseil fédéral du 25 août 1967, FF 1967 II 404ss; Bull.stén. CN 1969 p. 843 ss, 1970 p. 825 ss, CE 1970 p. 361 ss); l'introduction d'une indemnité de départ fut très controversée lors de l'adoption du droit révisé et il n'y a pas lieu de supposer qu'on ait prêté à la notion de \"rapports de travail\" un sens différent de celui qui avait cours alors. Sous l'empire du droit révisé, cette notion n'a pas été comprise d'une manière différente (cf. STÄHELIN, n. 37/38 ad art. 324a, n. 6/7 ad art. 329a; REHBINDER, n. 17 ad art. 324a, n. 4 ad art. 329a; BRÜHWILER, Handkommentar, n. 12 ad. art. 319, n. 1 ad art. 329a, n. 1 ad art. 336b; SCHWEINGRUBER, n. 2 ad art. 336b).\n\nLes tribunaux et les auteurs qui se sont prononcés sur la portée de l'art. 339b CO l'ont fait également dans le même sens, du moins dans leur grande majorité (cf. les arrêts et auteurs cités in ATF 110 II 271). Dans une jurisprudence publiée, qu'elle cite dans l'arrêt attaqué (SJ 1981 p. 206 s.), la Chambre d'appel des prud'hommes considère aussi à juste titre qu'il ne doit y avoir qu'un seul rapport de travail et que ce peut être le cas malgré l'interruption des rapports de travail. STREIFF (Leitfaden zum Arbeitsvertragsrecht, 4e éd., n. 4 ad art. 339b), sans se référer à la notion même d'\"Arbeitsverhältnis\", estime qu'il ne faut pas se montrer par trop formaliste dans l'application de l'art. 339b CO.\n\nSur le principe, il n'y a aucune raison de s'écarter, dans l'interprétation de l'art. 339b CO, de la notion décrite des \"rapports de travail\" (\"Arbeitsverhältnis\"). Aussi la volonté des parties est-elle déterminante pour savoir si, en cas d'arrêt puis de reprise du travail, la nouvelle activité se fonde sur la continuation de l'ancien rapport ou sur le début d'un nouveau rapport de travail. |55|\n\nAinsi que le relève pertinemment J.E. EGLI (L'indemnité de départ dans le contrat de travail, thèse Lausanne 1979, p. 67), cette volonté commune peut être manifestée tant avant qu'après l'interruption du travail; elle peut l'être expressément ou par actes concluants. Toutefois, lorsque l'interruption n'est pas de courte durée, on présumera la conclusion d'une nouvelle relation de travail; la sécurité juridique exige qu'une reprise, par actes concluants, de l'ancienne relation de travail ne soit admise que sur le vu d'un comportement particulièrement significatif, sans que s'y oppose en soi une réadaptation des conditions de travail et de rémunération.\n\nbb) En l'espèce, les faits constatés par la cour cantonale permettent de considérer qu'à fin octobre 1959 les parties entendaient mettre un terme à leur relation de travail. Elles avaient en effet réglé leur compte et la demanderesse avait touché une somme de 2'862 francs, égale à la valeur de rachat d'une assurance-vie contractée par son employeur.\n\nEn outre, le temps écoulé entre le 31 octobre 1959 et le mois de janvier 1964, soit plus de quatre ans, fait présumer la naissance d'une nouvelle relation de travail.\n\nSur le vu des circonstances particulières du cas, telles qu'elles ressortent de l'arrêt attaqué, on doit cependant admettre, en droit, que les parties ont repris, par actes concluants, en 1964, l'ancienne relation de travail. De fait, B. était une entreprise relativement petite caractérisée par des liens personnels étroits entre l'employeur et les travailleurs. C'est aussi la raison pour laquelle, après que dame P. eut arrêté son travail pour se vouer à son ménage et à ses enfants, les parties reprirent contact, en vue de renouer des relations de travail. Leurs rapports étaient suffisamment étroits pour qu'elles n'aient alors pas estimé utile de fixer par écrit les nouvelles conditions de travail. Par la suite, l'employeur avait du reste montré lui-même sa reconnaissance à la travailleuse, pour tout le temps qu'elle avait passé à son service, en lui écrivant ce qui suit, le 21 décembre 1966: \"J'espère que vos vingt années pleines à votre poste seront suivies de plusieurs autres, que vous accomplirez de la même façon\"; puis, le 21 décembre 1972, l'employeur avait adressé à la demanderesse un autre message ainsi libellé: \"Avec ses souhaits et ses remerciements pour votre dévouement tout au long de ces courtes trente années.\" Les parties ont ainsi manifesté que, pour elles, toutes ces années de travail procédaient d'une relation suivie justifiant la reconnaissance de l'employeur.\n\n|56|\n\nIl sied donc de l'admettre également pour l'application de l'art. 339b CO. Les rapports de travail de la demanderesse chez B. ont ainsi duré plus de trente ans.\n\nb) aa) Selon la jurisprudence du Tribunal fédéral, lorsque, dans le cadre de la même entreprise, l'employeur change, les travailleurs peuvent interpréter l'absence de toute communication spéciale à leur endroit comme une déclaration tacite du nouvel employeur - acceptée par eux - de reprendre l'ancien contrat et, partant, de maintenir le rapport de travail (\"Arbeitsverhältnis\"), en vue de l'application de l'art. 339b CO (cf. art. 333 CO; arrêts non publiés G. c. K., du 2 février 1982, et P. AG c. M., du 6 mars 1979); en pareil cas, peu importe pour les travailleurs que, dans leurs rapports internes, l'acquéreur et l'aliénateur de l'entreprise aient convenu que le premier ne reprendrait pas les contrats en cours (mêmes arrêts).\n\nCes principes sont aussi valables lorsque seule une partie de l'entreprise est transférée.\n\nDans les relations juridiques entre travailleurs et employeurs, la conclusion formelle de nouveaux contrats de travail, dans le cadre de rapports de travail qui perdurent, n'interrompt pas les \"rapports de travail\" (\"Arbeitsverhältnis\") au sens de la loi. Aussi peut-on se demander s'il n'en va pas de même en cas d'aliénation de l'entreprise et de conclusion formelle de nouveaux contrats par l'acquéreur, s'agissant notamment de l'application de l'art. 339b CO, dès lors que la fidélité du travailleur à l'entreprise n'est pas amoindrie par ce changement d'employeur (cf., à ce sujet, l'étude de H.P. TSCHUDI, citée in ATF 110 II 271); inversement, suivant les circonstances, l'acquéreur peut avoir un intérêt particulier à ne pas devoir supporter les conséquences financières des anciens contrats. Il n'est cependant pas nécessaire de trancher cette question en l'espèce.\n\nEn effet, lorsque le transfert de l'entreprise se fait en faveur d'une personne morale économiquement identique à l'aliénateur, dans l'intérêt prépondérant de celui-ci, les règles de la bonne foi (art. 2 CC), qui régissent les rapports entre l'employeur et le travailleur, commandent en tout cas qu'en vue de l'application de l'art. 339b CO, la continuité du rapport de travail soit reconnue, car le principe de la diversité juridique de la personne morale trouve ses limites dans le respect desdites règles (ATF 108 II 214 et les arrêts cités); quelle que soit l'opinion de la demanderesse sur ce point, celles-ci ne s'opposent pas seulement à la création |57| dolosive d'une société, mais aussi à l'invocation du principe de la diversité dans un but contraire à celui que la loi veut protéger.\n\nbb) En l'occurrence, il résulte précisément de l'arrêt cantonal qu'une partie de l'entreprise B. - la gérance des immeubles du fonds de placement X. - a été cédée à la défenderesse S., dont G., par ailleurs titulaire de la raison individuelle B., était l'actionnaire principal et le maître, et que ce transfert a été opéré dans l'intérêt de G., imposé qu'il était par la Commission fédérale des banques (cf., à ce sujet, ATF 99 Ib 414, ATF 101 Ib 422, ATF 103 Ib 303); c'est aussi dans ce but qu'il avait été requis de la demanderesse qu'elle continuât le même travail, mais pour le compte de la défenderesse.\n\nAussi la cour cantonale a-t-elle admis à juste titre, pour l'application de l'art. 339b CO, qu'il n'y avait pas de solution de continuité dans les rapports de travail.\n\nPeu importe, dès lors, que, par la suite, la totalité des actions de la défenderesse ait été vendue à un tiers et que l'identité économique entre G. et l'aliénatrice ait alors pris fin.\n\nLa Cour de justice a donc additionné à bon droit les années que la demanderesse a passées au service de G. et celles durant lesquelles elle a travaillé pour le compte de la défenderesse. Le total s'élève à plus de trente-cinq ans.\n\nc) La défenderesse invoque à tort une quittance pour solde de compte donnée par la demanderesse à B., car l'impossibilité de renoncer à une créance déploie ses effets pendant toute la durée des rapports de travail (\"Arbeitsverhältnis\") (art. 341 al. 1 CO); or, si la relation de travail a duré en tout cas jusqu'à la fin de l'engagement chez la défenderesse (ci-dessus lettre b), celle-ci ne saurait en aucune façon se prévaloir de ladite quittance.\n\nLa défenderesse soutient en outre que la créance contre la société B. serait prescrite, d'après l'arrêt attaqué, ce qui l'empêcherait d'exercer un recours contre cette société. Il n'est toutefois pas nécessaire d'examiner si la prescription d'une créance fondée sur l'art. 339b CO a pu commencer à courir (art. 130 al. 1 CO) avant la fin des rapports de travail (\"Arbeitsverhältnis\") au sens de cette disposition, ni quel serait le délai de prescription (cinq ans selon l'art. 128 ch. 3 CO et la cour cantonale ou dix ans selon l'art. 127 CO et la demanderesse). En effet, dès lors que, pour des raisons qui leur sont personnelles, G. et la défenderesse ont convenu que celle-ci reprenait la relation de travail unissant l'aliénateur à la demanderesse, |58| le règlement des conséquences pécuniaires de cette reprise est étranger à cette dernière.\n\n4. A titre subsidiaire, la défenderesse se prévaut d'une violation de l'art. 339c CO en ce qui concerne le calcul de l'indemnité reconnue à la demanderesse, qu'elle tient pour inéquitable.\n\nElle motive son grief par le risque d'être dépourvue d'un moyen d'exercer un recours contre G. ou contre la société B.; l'argument a été examiné ci-dessus (consid. 3c) et ne justifie pas une réduction de l'indemnité.\n\nPour le surplus, la défenderesse n'invoque aucun autre motif. Aussi n'y a-t-il pas lieu de revoir d'office le calcul de la cour cantonale."}