{"annee": "112", "cour": "IV", "page": "121", "date": "12/1/1987", "cite": [], "cite_par": ["141 II 57", "130 IV 77", "127 IV 59", "116 IV 312"], "chapeau": "36. Urteil des Kassationshofes vom 12. Januar 1987 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen B. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 23 al. 1 LSEE; cas de peu de gravité. Pour décider si le cas est de peu de gravité au sens de l'art. 23 al. 1 LSEE, il faut envisager l'ensemble des comportements illicites visés par cette disposition et il faut veiller à ce que le traitement de faveur ne soit pas exclusivement réservé à des cas de \"très\" peu de gravité. Le comportement d'un employeur qui emploie et héberge un seul et unique étranger sans permis peut encore (même si la situation illicite a duré un temps relativement long) être taxé de peu de gravité, selon les circonstances."], "faits": "BGE 112 IV 121 S. 121\n\nB. beschäftigte in der Zeit von August 1984 bis März 1986 den Portugiesen L. in seinem Restaurant in X. ohne die erforderliche Arbeitsbewilligung und stellte ihm von Oktober 1985 bis März 1986 ein Zimmer unentgeltlich zur Verfügung.\n\nBGE 112 IV 121 S. 122\n\nDie Überweisungsbehörde des Kantons Basel-Landschaft sprach ihn deswegen am 11. Juni 1986 des Erleichterns \"von rechtswidrigem Aufenthalt\" sowie der Übertretung von Art. 3 Abs. 3 ANAG schuldig und bestrafte ihn in Anwendung von Art. 23 Abs. 1 und 3 ANAG zu einer bedingten Gefängnisstrafe von zehn Tagen und einer bedingt löschbaren Busse von Fr. 2'000.--, beides bei einer Probezeit von zwei Jahren.\n\nDagegen erhob B. Einsprache. Das Strafgericht (Dreiergericht II) des Kantons Basel-Landschaft erkannte am 6. August 1986 hinsichtlich der Erleichterung des rechtswidrigen Verweilens auf einen leichten Fall im Sinne von Art. 23 Abs. 1 letzter Halbsatz ANAG und fällte nur eine Busse von Fr. 3'000.-- aus, bei einer Probezeit von zwei Jahren für die Löschung des Eintrages im Strafregister. In Abweisung einer Appellation der Staatsanwaltschaft bestätigte das Obergericht des Kantons Basel-Landschaft am 11. November 1986 das vorinstanzliche Urteil.\n\nMit der vorliegenden eidgenössischen Nichtigkeitsbeschwerde beantragt die kantonale Anklagebehörde, das Urteil des Obergerichts vom 11. November 1986 sei aufzuheben und die Sache sei an die Vorinstanz zur Aussprechung einer Gefängnisstrafe gemäss Art. 23 Abs. 1 ANAG zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdegegner hat unbestrittenermassen einen Ausländer beherbergt, ohne die gesetzliche Meldepflicht im Sinne von Art. 2 Abs. 2 ANAG zu erfüllen. Durch die Anstellung von L. als Küchenburschen verstiess er zudem gegen die Vorschrift von Art. 3 Abs. 3 ANAG.\n\nDas Beherbergen des ohne Bewilligung eingereisten L. erfüllt nach der nicht angefochtenen Subsumtion der Vorinstanz den Tatbestand des Erleichterns des rechtswidrigen Aufenthaltes im Land im Sinne von Art. 23 Abs. 1 ANAG. Das Gesetz droht für die unter Abs. 1 von Art. 23 ANAG fallenden Widerhandlungen Gefängnis bis zu sechs Monaten an, wobei mit der Freiheitsstrafe eine Busse bis zu Fr. 10'000.-- verbunden werden kann. \"In leichten Fällen kann auch nur auf Busse erkannt werden\" (letzter Halbsatz von Abs. 1). Das Obergericht betrachtete den vorliegenden Sachverhalt im Rahmen der Tatbestände von Art. 23 Abs. 1 ANAG noch als leichten Fall und sah daher (im Gegensatz zur BGE 112 IV 121 S. 123Überweisungsbehörde und abweichend vom Antrag der Staatsanwaltschaft) von einer Freiheitsstrafe ab.\n\n2. Die Beschwerdeführerin macht geltend, die Annahme des Obergerichts, es handle sich um einen leichten Fall im Sinne von Art. 23 Abs. 1 letzter Halbsatz ANAG, verletze das Bundesrecht. Die lange Beherbergungsdauer von einem halben Jahr überschreite objektiv die Grenze des leichten Falles. Aber auch in subjektiver Hinsicht sei der Fall nicht mehr als leicht einzustufen, da es bei der Logisgewährung um die Erhaltung einer Arbeitskraft und damit letztlich um den eigenen Vorteil des Beschwerdegegners gegangen sei.\n\na) Bei der Abgrenzung der leichten Fälle, in denen von der Ausfällung einer Gefängnisstrafe abgesehen werden kann, ist vom gesamten Spektrum der durch Art. 23 Abs. 1 ANAG erfassten Verhaltensweisen auszugehen: Diese Bestimmung bezieht sich zunächst auf das Herstellen falscher und auf das Verfälschen echter Ausweispapiere sowie auf den Gebrauch solcher Falsifikate und auf den Gebrauch echter Ausweispapiere durch einen Unberechtigten. Die Strafnorm erfasst sodann die rechtswidrige Einreise und den rechtswidrigen Aufenthalt im Lande sowie die Mitwirkung von Drittpersonen bei illegaler Ein- oder Ausreise (Erleichterung, Vorbereitung im In- und Ausland). Zu diesen grösstenteils einen wesentlich gravierenderen Unrechts- und Schuldgehalt aufweisenden Arten fremdenpolizeilicher Widerhandlungen kommt schliesslich die recht unbestimmte Tatbestandsvariante des Erleichterns des rechtswidrigen Aufenthaltes, welche im vorliegenden Fall zu ahnden ist. Vergegenwärtigt man sich die Vielfalt von möglichen Handlungen, die gemäss Art. 23 Abs. 1 ANAG zu beurteilen sind, dann lässt sich sogleich feststellen, dass - etwa neben Herstellern und Vermittlern falscher Ausweise, aus Gewinnsucht Helferdienste Leistenden (\"Schlepper\") - die Handlungsweise des Arbeitgebers, der einen einzelnen Ausländer ohne Bewilligung beschäftigte und beherbergte (auch bei längerer Dauer des rechtswidrigen Zustandes) im Rahmen dieser Strafnorm nicht als schwerer Fall einzustufen ist; seine Verfehlung darf unter dem Aspekt aller durch die gleiche Strafnorm erfassten Arten von Widerhandlungen mit guten Gründen noch als leicht bezeichnet werden.\n\nb) Der Verzicht auf eine Gefängnisstrafe ist richtigerweise nicht auf besonders leichte Fälle beschränkt (vgl. etwa Abs. 3 von Art. 23 ANAG), sondern die Grenze wird mit dem unbestimmten Begriff BGE 112 IV 121 S. 124\"leicht\" gezogen. Dem Richter wird damit eine gewisse Wertung, ein Ermessensspielraum zugestanden. Beim pflichtgemässen Gebrauch dieses Ermessens wird er auch stets berücksichtigen, welche Rechtsfolge der Gesetzgeber von der normativen Grenze abhängig gemacht hat: Ein Fall, der nicht mehr als \"leicht\" erscheint, muss mit einer Gefängnisstrafe geahndet werden.\n\nDer vorliegende Sachverhalt ist weder in objektiver noch in subjektiver Hinsicht so schwerwiegend, dass die Ausfällung einer Gefängnisstrafe sich als angemessene oder gar zwingende Konsequenz aufdrängen würde. Der Beschwerdegegner handelte aus einer gewissen Notlage heraus, da er einen anderen Küchenburschen ersetzen musste, mit dem er beträchtliche Schwierigkeiten hatte. Da im Gastgewerbe allgemein Mangel an Arbeitskräften herrschte und er sich demnächst aus dem Geschäft zurückziehen wollte, suchte er nicht mehr einen neuen Mitarbeiter, sondern stellte den bei ihm um Arbeit nachfragenden L. ein, der schon früher - mit Bewilligung - bei ihm tätig gewesen war. Dabei wollte sich der Beschwerdegegner nicht finanziell bereichern, da das Arbeitsverhältnis abgesehen von der fehlenden Bewilligung korrekt ausgestaltet und das Zimmer dem Portugiesen unentgeltlich zur Verfügung gestellt wurde. Die Verfehlung des Beschwerdegegners lässt sich mit einer den Umständen und persönlichen Verhältnissen entsprechenden Geldstrafe in durchaus gerechter, der Tatschwere angemessener Weise ahnden.\n\nIndem das Obergericht den Fall noch als leicht bezeichnete und von einer Gefängnisstrafe absah, hat es den ihm bei der Anwendung von Art. 23 Abs. 1 letzter Halbsatz ANAG zustehenden Ermessensspielraum nicht überschritten und das Bundesrecht nicht verletzt."}