{"annee": "112", "cour": "III", "page": "23", "date": "2/4/1986", "cite": [], "cite_par": [], "chapeau": "8. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 2. April 1986 i.S. X. (Rekurs)", "regestes": ["1. Exécution de la saisie d'un immeuble avec accessoires (art. 11 ORI). Les choses mobilières mentionnées comme accessoires au registre foncier doivent être portées comme telles au procès-verbal de saisie, chacune d'elles étant estimée séparément (art. 11 al. 2 ORI); si l'office des poursuites se contente de renvoyer aux annotations et mentions du registre foncier, cela n'a cependant pas pour conséquence que les accessoires échappent à la saisie (consid. 2). 2. Adjudication par vente aux enchères; mode de paiement (art. 136 LP). Lorsque l'adjudicataire peut bénéficier d'un délai pour acquitter une partie du prix de vente, les conditions d'enchères doivent en préciser le terme de manière exacte; il n'est pas admissible de prescrire que le paiement du solde doit être effectué au moment de la réquisition d'inscription au registre foncier (consid. 4a-c)."], "faits": "", "considerants": "|24|\n\nAus den Erwägungen:\n\n2. Vorab beanstandet der Rekurrent, dass in den Steigerungsbedingungen als Pfändungsobjekt nicht nur die Studiowohnung und der Unterstellplatz angeführt worden seien, sondern daneben auch die Zugehör, obschon diese von der Pfändung gar nicht erfasst worden sei. Es seien dadurch die Art. 97 SchKG und 25 VZG verletzt worden.\n\na) Gemäss Art. 11 Abs. 1 VZG gelten Gegenstände, die nach der am Orte üblichen Auffassung Bestandteile oder Zugehör sind, ohne weiteres als mit dem Grundstück gepfändet; eine besondere Erwähnung in der Pfändungsurkunde ist hiezu nicht erforderlich. Dagegen sind diejenigen beweglichen Sachen, die im Grundbuch als Zugehör angemerkt sind oder deren Eigenschaft als Zugehör zu Zweifeln Anlass geben könnte, als solche einzeln aufzuführen und zu schätzen (Art. 11 Abs. 2 VZG). Daraus darf indessen nicht geschlossen werden, dass Gegenstände, die als Zugehör im Grundbuch angemerkt sind, bei der Pfändung jedoch nicht in die Pfändungsurkunde aufgenommen wurden, vom Pfändungsbeschlag nicht erfasst seien. Eine solche Betrachtungsweise würde in Fällen, da das Grundstück zuvor bereits verpfändet war, zu einer Beeinträchtigung der Interessen der Grundpfandgläubiger führen. Der Wert des Pfandobjektes würde nämlich ohne Einwilligung der Pfandgläubiger geschmälert, und der Schuldner könnte nach der Verwertung des Grundstücks wieder frei über die Zugehör verfügen, die ursprünglich mitverpfändet war. Dies stünde im Widerspruch zum Grundsatz, wonach die Zugehör dem Schicksal des |25| betreffenden Grundstücks folgt. Eine getrennte Pfändung und Verwertung der Zugehör ist zwar nicht ausgeschlossen, doch bedarf es hiezu der Zustimmung sämtlicher Beteiligter (vgl. die Art. 12 und 27 VZG). Der Sinn von Art. 11 Abs. 2 VZG liegt einzig darin, die Überprüfung von Bestand und Wert der angemerkten Zugehör zu ermöglichen und eine klare Grundlage für allfällige Streitigkeiten gemäss Art. 11 Abs. 4 VZG über die Zugehöreigenschaft zu schaffen.\n\nb) Dass die den Hypothekargläubigern eingeräumte Pfandsicherheit sich auch auf die im Grundbuch angemerkte Zugehör erstrecke, zieht der Rekurrent ebensowenig in Zweifel wie die Zugehöreigenschaft der betreffenden Vermögenswerte. Dagegen wendet er ein, das Betreibungsamt habe anlässlich der Pfändung keine Kenntnis von den Grundbucheintragungen gehabt und nur von der Existenz der Wohnung als solcher gewusst. Diesem Vorbringen ist nicht beizupflichten, wird doch gemäss Art. 8 VZG die Pfändung eines Grundstücks ausdrücklich aufgrund der Angaben im Grundbuch vollzogen. Dass das Betreibungsamt entgegen der Vorschrift des Art. 11 Abs. 2 VZG sich mit dem Hinweis auf die Vor- und Anmerkungen im Grundbuch begnügte und die Zugehörgegenstände (d.h. die Wohnungseinrichtung) nicht im einzelnen in die Pfändungsurkunde aufnahm und schätzte, stellt nach dem Gesagten zwar einen Mangel dar, hat aber nicht zur Folge, dass diese Vermögenswerte nicht als gepfändet zu gelten hätten und demnach nicht verwertet werden dürften. In diesem Punkt ist der Rekurs mithin unbegründet.\n\n...\n\n4. a) In den Steigerungsbedingungen hatte das Betreibungsamt festgelegt, dass vom Zuschlagspreis Fr. 5'000.-- gleich beim Zuschlag und der Rest bei der Grundbuchanmeldung zu leisten seien oder dass der Ersteigerer eine Bankgarantie über den Gesamtbetrag beizubringen habe. Gemäss Art. 136 SchKG erfolgt die Versteigerung gegen Barzahlung oder unter Gewährung eines Zahlungstermins von höchstens sechs Monaten. Unter Hinweis auf diese Bestimmung hat die Vorinstanz festgehalten, die strittige Anordnung des Betreibungsamtes über die Zahlungsmodalitäten komme nur dann zum Tragen, wenn die Handänderung vor Ablauf der erwähnten Frist von sechs Monaten beim Grundbuchamt angemeldet werde; erfolge die Anmeldung erst später, so habe der Ersteigerer den Rest-Zuschlagspreis ungeachtet dessen innert sechs Monaten seit dem Zuschlag zu bezahlen.\n\n|26|\n\nb) Die Ausführungen der kantonalen Aufsichtsbehörde ändern nichts daran, dass es das Betreibungsamt entgegen der Vorschrift des Art. 136 SchKG unterlassen hat, einen genauen Zahlungstermin festzusetzen. Die in den Steigerungsbedingungen getroffene Regelung stellt es in das Belieben des Betreibungsamtes, nachträglich den Zeitpunkt der Anmeldung der Handänderung zur Eintragung in das Grundbuch und damit auch den Zahlungstermin zu bestimmen. Die Steigerungsinteressenten haben indessen schon vor einem allfälligen Erwerb des Steigerungsobjektes Anspruch darauf, genau zu wissen, welche finanziellen Verpflichtungen sie durch ein Mitbieten eingehen. Nur so ist eine ordnungsgemässe Verwertung des Steigerungsobjektes gewährleistet. Abgesehen davon bestimmt Art. 66 Abs. 2 VZG, dass der Eigentumsübergang grundsätzlich erst nach der vollständigen Bezahlung des Zuschlagspreises beim Grundbuchamt angemeldet werden soll.\n\nc) Im Interesse der notwendigen Klarheit ist das Betreibungsamt nach dem Gesagten anzuweisen, in die im Anschluss an die hängige Lastenbereinigung neu festzulegenden Steigerungsbedingungen einen genauen Termin für die Bezahlung des Rest-Zuschlagspreises aufzunehmen. Dabei wird es zu beachten haben, dass eine Ausschöpfung des in Art. 136 SchKG gesteckten Rahmens von sechs Monaten in der Regel nur beim Vorliegen besonderer Umstände in Frage kommt. Hier, wo es um einen Preis in der Grössenordnung von Fr. 100'000.-- gehen wird, ist auf den ersten Blick nicht ersichtlich, was eine Stundung von sechs Monaten zu rechtfertigen vermöchte.\n\n..."}