{"annee": "112", "cour": "V", "page": "283", "date": "23/5/1986", "cite": ["108 V 256", "98 V 1", "109 V 197", "109 V 145", "97 V 65"], "cite_par": ["131 V 66", "120 V 346", "115 V 395", "126 V 344", "113 V 296", "120 V 455", "116 V 130", "112 V 291", "115 V 388"], "chapeau": "50. Urteil vom 23. Mai 1986 i.S. Kranken- und Unfallkasse L'Avenir gegen Drescher und Kantonsgericht des Staates Freiburg, Versicherungskammer", "regestes": ["Assurance-maladie incluant le risque d'accidents et rendue obligatoire par le droit cantonal: Problèmes de la double assurance et de la fixation des cotisations. - Art. 2 al. 1 let. a LAMA, art. 116 al. 2 LAA. Les cantons ont conservé la faculté, après l'entrée en vigueur de la LAA, de déclarer obligatoire une assurance-accidents en complément de l'assurance-maladie, pour autant qu'il s'agisse d'une couverture subsidiaire et qu'il n'en résulte donc pas une double assurance par rapport à l'assurance-accidents obligatoire fédérale (LAA) (consid. 2). - Art. 119 LAA, art. 147 OLAA. Dans la mesure où l'obligation faite par un canton de s'assurer contre les accidents n'entraîne pas une double assurance par rapport à l'assujettissement obligatoire en vertu du droit fédéral (LAA), les hypothèses envisagées par les art. 119 LAA et 147 al. 2 et 3 OLAA ne sont pas réalisées (consid. 2). - Art. 3 al. 3 LAMA. Lorsque les caisses doivent également assurer le risque d'accidents (à titre subsidiaire) en complément d'une assurance-maladie obligatoire, elles ne sont pas tenues, lors de l'établissement de leurs tarifs, de fixer des cotisations différentes selon que l'assuré est ou non obligatoirement assujetti à la LAA (consid. 4)."], "faits": "|284|\n\nA.- Der im Kanton Freiburg wohnhafte Werner Drescher ist im Rahmen einer Kollektivversicherung seiner Arbeitgeberin bei der \"Zürich\"-Versicherungsgesellschaft gegen Betriebs- und Nichtbetriebsunfall versichert. Für das Krankheitsrisiko ist er bei der Krankenkasse L'Avenir versichert, seit dem 1. Mai 1983 in der Privatpatientenversicherung.\n\nMit dem Gesetz des Kantons Freiburg vom 11. Mai 1982 über die Krankenversicherung wurde auf den 1. Januar 1984 die Krankenversicherung für das ganze Kantonsgebiet als obligatorisch erklärt. Ins Obligatorium wurde auch das Unfallrisiko mit einbezogen, soweit nicht ein anderer als der die Krankenpflegekosten deckende Versicherer dafür aufzukommen hat. Gestützt hierauf schloss die Krankenkasse L'Avenir in die Krankenpflegeversicherung ihrer Mitglieder die Unfallversicherung mit ein und erhob dafür einen Prämienzuschlag.\n\nB.- Die von Werner Drescher gegen die Ausdehnung des Versicherungsschutzes auf Unfall und die damit verbundene Prämienerhöhung erhobene Beschwerde hiess das Kantonsgericht Freiburg (Versicherungskammer) mit Entscheid vom 4. April 1984 gut und verpflichtete die Kasse, die Unfallversicherung Werner Dreschers aufzuheben.\n\nC.- Die Kasse führt Verwaltungsgerichtsbeschwerde mit dem Antrag, in Aufhebung des kantonalen Entscheides sei zu erkennen, |285| dass sie zum Einschluss des Unfallrisikos in den Versicherungsschutz von Werner Drescher berechtigt sei.\n\nWerner Drescher beantragt sinngemäss Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung schliesst auf Gutheissung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 2 Abs. 1 lit. a KUVG sind die Kantone berechtigt, die Krankenversicherung allgemein oder für einzelne Bevölkerungsschichten obligatorisch zu erklären. Nach der Rechtsprechung des Eidg. Versicherungsgerichts sind die Kantone ebenso ermächtigt, im Rahmen der sozialen Krankenversicherung auch die Unfallversicherung obligatorisch zu erklären (BGE 98 V 4 Erw. 2). Gemäss Gesetz des Kantons Freiburg vom 11. Mai 1982 über die Krankenversicherung haben die das Obligatorium durchführenden Krankenkassen die für den Krankheitsfall vorgesehenen Leistungen auch bei Unfall zu erbringen, soweit dafür nicht ein Drittversicherer aufzukommen hat (Art. 1 Abs. 2 oder 13 Abs. 2).\n\nb) Auf den 1. Januar 1984 ist das neue Bundesgesetz über die Unfallversicherung vom 20. März 1981 (UVG) in Kraft getreten. Nach Art. 116 Abs. 2 werden durch das neue Gesetz die kantonalen Erlasse über die obligatorische Unfallversicherung der Arbeitnehmer aufgehoben. Verträge über die Unfallversicherung von Arbeitnehmern für Risiken, die nach diesem Gesetz aus der obligatorischen Unfallversicherung gedeckt werden, fallen gemäss Art. 119 UVG bei dessen Inkrafttreten dahin.\n\nMit dem Inkrafttreten des UVG fallen alle Unfallversicherungsverträge dahin, welche für Risiken, die aus der obligatorischen Unfallversicherung gedeckt werden, von Arbeitgebern für ihre Arbeitnehmer oder von Organisationen oder Gruppen von Arbeitnehmern abgeschlossen worden sind (Art. 147 Abs. 1 UVV). Alle andern Unfallversicherungsverträge von Arbeitnehmern für Risiken, die aus der obligatorischen Unfallversicherung gedeckt werden, fallen mit dem Inkrafttreten des Gesetzes dahin, sofern auf diesen Zeitpunkt oder innerhalb von sechs Monaten danach schriftlich der Rücktritt vom Vertrag erklärt wird (Art. 147 Abs. 2 UVV). Bei Versicherungsverträgen, die neben andern Risiken auch das Unfallrisiko decken, kann der Rücktritt gemäss Abs. 2 mit Bezug auf das Unfallrisiko erklärt werden, |286| sofern es sich nicht um Lebensversicherungen handelt (Art. 147 Abs. 3 UVV).\n\n2. Die Vorinstanz hat ihren Entscheid damit begründet, dass gemäss Art. 34bis Abs. 2 BV die Einführung einer obligatorischen Unfallversicherung Sache des Bundes sei. Anders als im KUVG (Art. 2) habe der Bund den Kantonen im neuen Unfallversicherungsgesetz keine entsprechende Gesetzgebungsbefugnis mehr delegiert. Im Gegenteil, es seien mit dem Inkrafttreten des Gesetzes die kantonalen Erlasse über die obligatorische Unfallversicherung der Arbeitnehmer ausdrücklich und vorbehaltlos aufgehoben worden (Art. 116 Abs. 2 UVG). Die Kantone seien damit nicht mehr befugt, Bestimmungen über eine obligatorische Unfallversicherung für Arbeitnehmer einzuführen, weshalb diesbezügliche kantonale Bestimmungen ungültig seien. Die Kasse sei mithin mangels gesetzlicher Grundlage nicht berechtigt, den Versicherungsschutz Werner Dreschers über den Krankheitsfall hinaus auf das Unfallrisiko auszudehnen.\n\nDie Vorinstanz übersieht indessen, dass das auf den 1. Januar 1984 in Kraft getretene neue Unfallversicherungsgesetz des Bundes kantonale Obligatorien im Bereiche der Unfallversicherung nur ausschliesst, soweit diese mit dem Bundesobligatorium kollidieren. Letzteres trifft aber im vorliegenden Fall gerade nicht zu. Die in der obligatorischen Krankenversicherung mitenthaltene Unfalldeckung ist nach dem kantonalen Gesetz klar als Subsidiärversicherung konzipiert, indem sie erst zum Zuge kommt, wenn und soweit kein anderer Versicherungsschutz für das Unfallrisiko besteht. Es liegt mithin im Verhältnis zum Bundesobligatorium keine Doppelversicherung vor. Denn entweder verhält es sich so, dass für einen Unfall ein UVG-Träger aufzukommen hat, was den obligatorischen Versicherungsschutz nach kantonalem Recht ausschliesst, oder so, dass ein Unfall nicht bzw. nicht mehr vom Versicherer nach UVG zu übernehmen ist, womit die obligatorische kantonale Versicherung für den Schadenfall einzustehen haben würde. In dieser Form ist ein kantonalrechtliches Obligatorium für den Unfallbereich zulässig.\n\nDa infolge der subsidiären Deckung des Unfallrisikos im Rahmen des kantonalen Obligatoriums im Verhältnis zum Bundesobligatorium (UVG) keine Doppelversicherung vorliegt, kommen die Auflösungs- und Rücktrittsgründe gemäss den Art. 119 UVG und 147 Abs. 2 und 3 UVV schon aus diesem Grunde nicht zur Anwendung. Dabei kann namentlich offenbleiben, ob überhaupt kantonale |287| Obligatorien der vorliegenden Art und von Arbeitnehmern individuell abgeschlossene Unfallversicherungen von diesen Bestimmungen erfasst werden.\n\n3. Es versteht sich von selbst, dass die das kantonale Obligatorium durchführenden Kassen für die zusätzliche subsidiäre Unfalldeckung einen Prämienzuschlag erheben dürfen. Die Prämiengestaltung und -bemessung hat dem Prinzip der Gegenseitigkeit (Art. 3 Abs. 3 KUVG) zu genügen. Nach diesem Grundsatz muss zwischen den Beiträgen einerseits und den Versicherungsleistungen anderseits ein Gleichgewicht bestehen. Weiter besagt er, dass Kassenmitgliedern unter den gleichen Voraussetzungen die gleichen Vorteile zu gewähren sind (BGE 109 V 148 und BGE 108 V 258 mit Hinweisen). Indessen ist vorab zu prüfen, ob und inwiefern das Eidg. Versicherungsgericht über die Rechtmässigkeit und Angemessenheit der hier in Frage stehenden Prämien befinden kann.\n\nGemäss Art. 129 Abs. 1 lit. b OG ist die Verwaltungsgerichtsbeschwerde unzulässig gegen Verfügungen über Tarife. Die Prämientarife von Krankenkassen sind Tarife im Sinne dieser Bestimmung (BGE 97 V 69 Erw. bb). Nach der Rechtsprechung ist die Verwaltungsgerichtsbeschwerde allerdings nur unzulässig gegen Verfügungen, welche den Erlass oder die Genehmigung eines Tarifes als Ganzes zum Gegenstand haben oder wenn unmittelbar einzelne Tarifbestimmungen als solche angefochten werden. Entscheidend dafür ist, dass die Gesichtspunkte, welche der Strukturierung eines Tarifs zugrunde liegen, als nicht oder schwer justiziabel betrachtet werden. Hingegen steht die Verwaltungsgerichtsbeschwerde offen gegen Verfügungen, welche in Anwendung eines Tarifs im Einzelfall ergangen sind; dabei kann das Gericht zwar nicht den Tarif als Ganzes mit all seinen Positionen und in ihrem gegenseitigen Verhältnis auf die Gesetzmässigkeit hin überprüfen, wohl aber kann es die konkret angewandte Tarifposition ausser acht lassen, wenn sie sich als gesetzwidrig erweist (BGE 109 V 200 Erw. 2b mit Hinweisen). Von dieser indirekten Überprüfungsmöglichkeit ist jedoch im Hinblick auf die Motive, die Art. 129 Abs. 1 lit. b OG zugrunde liegen, in restriktivem Sinne Gebrauch zu machen, indem die Überprüfung im wesentlichen auf die Frage zu beschränken ist, ob im Einzelfall die Anwendung einer Tarifposition mit den jeweils massgebenden besondern Grundsätzen der Tarifgestaltung - beispielsweise dem Kostendeckungs- oder Äquivalenzprinzip (GRISEL, Traité de droit administratif suisse, S. 983 mit Verweis auf S. 611 ff.) - oder aber auch ganz allgemein mit |288| Art. 4 BV vereinbar ist. Hiebei darf nicht ausser acht gelassen werden, dass die Verwaltung beim Erlass von Tarifen unter Umständen komplexe und allenfalls in der Zielrichtung widersprüchliche Aspekte auf einen Nenner zu bringen hat, weshalb ihr ein weiter Ermessensspielraum zugestanden werden muss. Sodann darf eine Tarifposition nicht losgelöst von den übrigen Tarifbestimmungen gewürdigt werden, sondern ist im Gesamtzusammenhang zu beurteilen. Das kann zur Folge haben, dass eine Einzelbestimmung, die für sich allein genommen gewisse Unstimmigkeiten aufweist, im Gesamtzusammenhang eben doch nicht zu beanstanden ist (vgl. auch RKUV 1984 Nr. K 573 S. 75 und 77 Erw. 5; RSKV 1982 Nr. 497 S. 164 Erw. 3a, Nr. 498 S. 166).\n\n4. a) Die Kasse unterscheidet bei der Prämienbemessung nicht zwischen Mitgliedern mit und solchen ohne anderweitige Unfallversicherung. Sie bildet damit eine Risikogemeinschaft zwischen zwei versicherten Gruppen, für welche sie unterschiedlich hohe Deckungsrisiken zu tragen hat. Während sie bei den nicht anderweitig gegen Unfall versicherten Mitgliedern grundsätzlich für jeden Unfall aufzukommen hat, trifft sie bei den übrigen Versicherten ein wesentlich vermindertes Kostenrisiko. Unter diesem Blickwinkel und bei rein pekuniärer Betrachtungsweise würde der Grundsatz der Gegenseitigkeit jedenfalls dann eine unterschiedliche Bemessung der Prämien erfordern, wenn das Kassenmitglied zugleich auch der obligatorischen Unfallversicherung des Bundes angehört, mithin eine unfreiwillige und unausweichliche Doppelbelastung mit Prämien für das gleiche Unfallrisiko besteht. Insofern macht der Beschwerdegegner zutreffend geltend, dass er zur Mitfinanzierung eines Versicherungszweiges angehalten werde, demgegenüber ihm im Schadenfalle keine Leistungsansprüche zustünden.\n\nb) Im vorliegenden Verfahren ist jedoch aufgrund der obenerwähnten restriktiven Überprüfbarkeit eine Prämienkorrektur wegen Verletzung des Gegenseitigkeitsprinzips nur anzuordnen, wenn mit dem anwendbaren Tarif eine quantitativ so namhafte Prämiendifferenz in Frage steht, dass unter Würdigung des Tarifs als Ganzem wie auch der Begleitumstände eine Berichtigung als unerlässlich zu betrachten ist. Von einer solchen Prämiendifferenz kann hier nicht gesprochen werden. Der auf das versicherungstechnische Risiko der subsidiären Unfallversicherung entfallende Prämienanteil an der gesamten Krankenpflegeprämie ist verhältnismässig klein (nach den Angaben des Bundesamtes für |289| Sozialversicherung je nach Kasse 1 bis 4 Franken pro Monat). Die Erfassung der dem Bundesobligatorium unterstehenden Kassenmitglieder in einer gesonderten Risikogruppe ergäbe für diese Versichertenkategorie mithin eine nur geringfügige Ermässigung der Gesamtprämie. Das gilt auch bei Mitberücksichtigung der in Art. 12 Abs. 1 lit. b des kantonalen Gesetzes vorgeschriebenen Zusatzversicherung (Deckung der Pensionskosten auf der allgemeinen Spitalabteilung). Eine richterliche Korrektur ist deshalb nicht geboten oder drängt sich um so weniger auf, als es sich bei so geringen Prämiendifferenzen rechtfertigen lässt, Gründen der Kassenökonomie und der Praktikabilität wie auch sozialpolitischen Überlegungen gegenüber dem Grundsatz der risikogerechten Prämie den Vorrang einzuräumen. So wäre die Kasse mit der Verpflichtung zur Schaffung von zwei Risikokategorien kaum in der Lage, das kantonalrechtliche Unfallobligatorium in geordneter Weise durchzuführen, da in Anbetracht der vielfältigen Mutationen hinsichtlich bald vorhandener, bald nicht mehr vorhandener Unterstellung unter das bundesrechtliche Obligatorium schwerlich die Gewähr bestünde, dass der einzelne Versicherte zu jedem Zeitpunkt richtig erfasst wäre. Ferner würde die Einteilung in zwei Risikokategorien und die Vornahme der erforderlichen Mutationen bzw. die laufende Kontrolle der Einstufung einen beträchtlichen administrativen Aufwand verursachen. Angesichts dieser Umstände erscheint eine finanziell geringfügige Benachteiligung der dem Bundesobligatorium unterstehenden Prämienzahler als vertretbar. Mit dem vorliegenden kantonalen Unfallobligatorium wird bezweckt, Lücken im Versicherungsschutz zu schliessen, indem eine subsidiäre Unfallversicherung zum Zuge kommen soll, wenn keine anderweitige Deckung besteht oder eine solche dahingefallen ist. Das entspricht dem System, das auch im Rahmen der vorgesehenen Neuordnung der Krankenversicherung angestrebt wird (Botschaft über die Teilrevision der Krankenversicherung vom 19. August 1981, BBl 1981 II 1142 und 1155), von vielen Kassen auch ausserhalb eines kantonalen Obligatoriums praktiziert wird und welches bei der Schaffung des UVG als wichtige Ergänzung zu diesem Gesetz betrachtet wurde (Amtl.Bull. 1980 S. 470).\n\nc) Aus dem Gesagten folgt, dass sich der Beschwerdegegner hinsichtlich der Unfalldeckung dem kantonalen Obligatorium nicht entziehen kann, dass er die dem Mass des kantonal obligatorischen Versicherungsschutzes entsprechenden Prämien zu |290| entrichten hat und dass kein Anspruch auf Prämienermässigung für die Dauer der Unterstellung unter die obligatorische Unfallversicherung des Bundes (UVG) besteht.\n\n5. Die Kasse hat indessen den Umfang des Versicherungsschutzes für das Unfallrisiko im Falle des Beschwerdegegners über das kantonalrechtlich vorgeschriebene Mass ausgeweitet, indem sie das Unfallrisiko in eine private Patientenversicherung mit den gleichen Leistungen wie für die dort versicherte Krankenpflege eingeschlossen hat. Da aber das kantonale Recht nicht zu einer so hohen Unfallversicherung verpflichtet und sich die Kasse für die Begründung eines obligatorischen Versicherungsschutzes im Umfange einer Privatpatientenversicherung nicht auf kantonales Recht berufen kann, bedarf eine solche Neuerung einer Änderung des Reglements über die Privatpatientenversicherung.\n\nNach Art. 4 Abs. 1 des Reglements über die Privatpatientenversicherung kann die Deckung des Unfallrisikos auf Antrag und gegen Entrichtung der entsprechenden Prämie in die Versicherung einbezogen werden. Diese Bestimmung ist nach den vorliegenden Akten nicht revidiert worden. Die Ausweitung des Versicherungsschutzes über das kantonal vorgeschriebene Mass hinaus entbehrt deshalb einer reglementarischen Grundlage und ist demzufolge rechtswidrig. Unzulässig war demnach auch die Erhebung einer Prämie für diesen (das Obligatorium überschiessenden) Versicherungsteil. Die Kasse wird eine Prämienausscheidung in dem Sinne vorzunehmen haben, dass vom Beschwerdegegner nur die für den Bereich des kantonalrechtlichen Obligatoriums vorgesehene Prämie eingefordert wird. Die Sache geht zu diesem Zweck an die Kasse zurück.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde wird der Entscheid des Kantonsgerichts Freiburg vom 4. April 1984 aufgehoben und die Sache an die Krankenkasse L'Avenir zurückgewiesen, damit diese im Sinne der Erwägungen verfahre."}