{"annee": "112", "cour": "II", "page": "149", "date": "1/7/1986", "cite": ["102 IA 19", "108 II 135", "103 II 41", "106 II 356", "101 II 333"], "cite_par": ["114 II 361", "116 II 184", "140 III 433", "117 II 458", "122 III 257", "118 II 124", "118 II 130", "120 II 100", "116 II 594", "121 III 364"], "chapeau": "27. Arrêt de la Ire Cour civile du 1er juillet 1986 dans la cause Société immobilière C. contre A. et consorts (recours en réforme)", "regestes": ["Art. 14-15 AMSL, 7 OSL. Hausse des loyers d'un immeuble ancien. Rendement excessif? La présomption posée par l'art. 15 AMSL peut être renversée si le locataire établit des circonstances particulières qui permettent d'admettre que le loyer est néanmoins abusif au sens de l'art. 14 (consid. 1b). Indices d'abus résultant en l'espèce de l'absence de toute adaptation des loyers lors de différentes baisses du taux hypothécaire et d'une hausse de loyer notifiée peu après un accord consécutif à une première augmentation et la conclusion de nouveaux baux (consid. 1c). Le rendement admissible au sens de l'art. 14 al. 1 AMSL doit être déterminé par rapport aux seuls fonds propres investis dans l'immeuble par le propriétaire (consid. 2a). Le rendement des fonds propres est admissible, en règle générale, lorsqu'il n'excède pas de plus de 1/2% le taux hypothécaire de 1er rang pratiqué par les grandes banques (consid. 2b). Détermination des fonds propres; application du critère des loyers usuels du quartier (art. 15 al. 1 lettre a AMSL, 7 OSL), dans le cadre de la détermination du loyer admissible d'un immeuble ancien, selon l'art. 14 AMSL (consid. 3)."], "faits": "BGE 112 II 149 S. 150\n\nA.- La Société immobilière C. est propriétaire d'un bâtiment locatif construit en 1958/59, à Bulle. En novembre 1980, elle notifia aux locataires une hausse de loyer qui ne fut pas acceptée. Les parties parvinrent à un arrangement en août 1981: les loyers furent augmentés en moyenne de 8,3% à partir du 1er juillet 1981; les motifs indiqués étaient \"l'augmentation sensible des charges d'exploitation de l'immeuble ainsi que l'évolution de l'indice du coût de la vie\" et la bailleresse précisait dans une circulaire du 25 août 1981, contresignée par les locataires: \"En fait cette hausse n'est pas du tout due à l'évolution des taux hypothécaires.\" Au cours des mois de septembre et d'octobre 1981, les parties signèrent de nouveaux baux pour une durée d'un an dès le 1er juillet 1981, sur la base du loyer admis au mois d'août 1981.\n\nLe 10 février 1982, la bailleresse notifia aux locataires une hausse de loyer de 14% dès le 1er juillet 1982. Les motifs de hausse étaient ainsi énoncés: \"art. 15b hausse du taux hypothécaire à 6%, art. 15d maintien du pouvoir d'achat du capital exposé aux risques, art. 15b évolution des charges, autres motifs de hausse réservés\".\n\nB.- Onze locataires ayant contesté cette hausse, la bailleresse a ouvert action pour faire constater que la majoration était justifiée.\n\nLe Président du Tribunal de la Gruyère a rejeté l'action par jugement du 25 mai 1984.\n\nBGE 112 II 149 S. 151\n\nLe 31 janvier 1985, la Cour civile du Tribunal cantonal de l'Etat de Fribourg a rejeté un recours de la demanderesse et confirmé le jugement de première instance.\n\nC.- La demanderesse recourt en réforme au Tribunal fédéral. Elle conclut principalement à la réforme de l'arrêt attaqué en ce sens qu'il est constaté que les hausses de loyer notifiées le 10 février 1982 ne sont pas abusives selon les art. 14 et 15 AMSL et qu'elles sont dès lors admissibles et, subsidiairement, au renvoi de la cause à l'instance cantonale pour \"complément et nouveau jugement\".\n\nLe Tribunal fédéral admet le recours partiellement, annule l'arrêt attaqué et renvoie la cause à la cour cantonale pour nouveau jugement dans le sens des considérants.", "considerants": "Considérant en droit:\n\n1. a) Considérant que la baisse du taux de l'intérêt hypothécaire, de 6 à 4% entre 1974 et le 1er avril 1980, n'avait pas été répercutée sur les loyers, que ceux-ci avaient été augmentés en moyenne de 8,3% à partir du 1er juillet 1981 et que la bailleresse avait notifié aux locataires, à peine six mois plus tard, une hausse de 14% qui devait entrer en vigueur le 1er juillet 1982, qu'elle avait de surcroît passé de nouveaux contrats de bail avec les défendeurs le 21 août 1981, la cour cantonale admet que les conditions posées par la jurisprudence pour que l'on s'écarte de la présomption - non absolue - posée par l'art. 15 AMSL sont réalisées; il y a dès lors lieu d'examiner si les loyers litigieux procurent à la bailleresse un rendement admissible ou excessif, au sens de l'art. 14 AMSL.\n\nb) L'art. 14 AMSL prohibe les loyers abusifs, soit ceux qui procurent un rendement excessif (al. 1) ou qui sont fondés sur un prix d'achat manifestement exagéré (al. 2). L'art. 15 énumère un certain nombre de cas dans lesquels le loyer est présumé n'être pas abusif. La jurisprudence a déduit de l'analyse de ces deux dispositions que la présomption posée par l'art. 15 peut être renversée si le locataire établit des circonstances particulières qui permettent d'admettre que le loyer est néanmoins abusif au sens de l'art. 14 (ATF 108 II 137, ATF 103 II 48 ss, ATF 102 Ia 22).\n\nS'agissant d'adaptation du loyer fondée sur une modification des bases de calcul de celui-ci (art. 15 al. 1 lettres b et d, 19 AMSL), le Tribunal fédéral a jugé que le dernier loyer fixé conventionnellement est réputé avoir procuré au bailleur, en vertu du principe de la confiance, une couverture convenable de ses charges et un BGE 112 II 149 S. 152rendement normal du capital investi dans l'immeuble (ATF 108 II 138 s., 106 II 157, 359 s.). Il suffit alors de tenir compte des modifications des bases de calcul survenues depuis la dernière fixation de loyer pour déterminer le nouveau loyer admissible. Dans le cadre de l'application de cette méthode, dite relative, l'existence de motifs justifiant une hausse de loyer selon l'art. 15 AMSL ne prive pas non plus le locataire de la faculté de prouver que le loyer majoré procure au bailleur un rendement excessif et qu'il est partant abusif au sens de l'art. 14 (arrêt du Tribunal fédéral S.I. Ciel-Bleu \"B\" c. dame Panissod, publié in SJ 1981 p. 507 consid. 2 in fine et 510 consid. 4 initio).\n\nc) La cour cantonale n'a pas violé le droit fédéral en considérant qu'il y avait en l'espèce des indices d'abus justifiant un examen des loyers litigieux sous l'angle de l'art. 14 AMSL. Ces indices résultent du cumul des deux éléments que constituent d'une part l'absence de toute adaptation des loyers lors des différentes baisses du taux de l'intérêt hypothécaire intervenues depuis 1974 (ATF 108 II 137 consid. 1a), d'autre part de la hausse de loyer notifiée peu de temps après l'accord passé par les parties en août 1981 à la suite d'une première augmentation et moins de six mois après la conclusion de nouveaux baux en septembre et octobre 1981. Compte tenu de ces éléments, le juge a des raisons sérieuses, au sens de la jurisprudence, de s'écarter de la présomption posée par l'art. 15 al. 1 lettres b et d, invoquée par la bailleresse.\n\n2. a) La cour cantonale considère avec raison que le rendement admissible au sens de l'art. 14 al. 1 AMSL doit être déterminé par rapport aux seuls fonds propres investis dans l'immeuble par le propriétaire. L'arrêté fédéral permet au bailleur de fixer un loyer qui couvre ses charges et procure un rendement convenable au capital propre investi. C'est donc le rendement net de ce capital qui ne doit pas se révéler excessif (ATF 106 II 359 consid. 2).\n\nb) On peut retenir, avec la cour cantonale, que le rendement des fonds propres est admissible, en règle générale, lorsqu'il n'excède pas de plus de 1/2% le taux de l'intérêt hypothécaire de premier rang pratiqué par les grandes banques. Ce taux correspond en effet au revenu de placements de capitaux comparables à l'investissement immobilier, et une faible majoration peut être admise au regard du caractère de la législation, qui se limite à sanctionner les abus BGE 112 II 149 S. 153(CORBOZ, Le loyer abusif au sens de l'AMSL, in Droit de la construction 1982, p. 32; cf. aussi LACHAT/MICHELI/DUPERTUIS, La fixation du loyer, p. 58; GMÜR/CAVIEZEL, Mietrecht-Mieterschutz, p. 50; MEYER, Mietrecht im Alltag, p. 62; BARBEY, AMSL, p. 70 ss, propose de modérer ce taux à l'aide d'autres critères d'appréciation; plus réservé: HAURI, Der missbräuchliche Mietzins, p. 105 s.; arrêts non publiés du Tribunal fédéral: 15 octobre 1984, T. S.A. c. S., consid. 6; 3 novembre 1976, S.I. M. c. T., consid. 3; 11 février 1976, R. c. D. et Cour de justice de Genève, consid. 7 non publié in ATF 102 Ia 19).\n\n3. Pour déterminer le montant des fonds propres, la cour cantonale est partie, faute de documents comptables, du bénéfice net moyen réalisé par la société propriétaire en 1970, qu'elle présume équitable en se référant à l'art. 11 al. 1 OSL et à une pratique de la Cour de justice de Genève (citée dans le Guide du locataire, édité par la Fédération romande des locataires, p. 143). Elle a fixé la valeur des fonds propres en capitalisant ce bénéfice, estimé à 11'599 fr. 40 (15'950 fr. selon les défendeurs), à 5,5%, taux hypothécaire de premier rang en 1970 (5%) majoré de 1/2%, puis en augmentant le résultat de 33,29%, soit 40% de l'augmentation du coût de la vie entre 1970 et 1982 (83%). Elle aboutit ainsi à un rendement admissible des fonds propres réévalués au 1er juillet 1982 de 18'272 fr., au taux de 6,5% admissible à cette date.\n\na) Dans son application, cette méthode est erronée en tant qu'elle ne tient compte de l'augmentation du coût de la vie entre 1970 et 1982 qu'à raison de la proportion de 40% indiquée par l'art. 11 al. 1 OSL. Cette proportion vise en effet le rendement brut de l'immeuble, soit le revenu locatif. Elle correspond à la part présumée des fonds propres investis - 40% du prix de revient de l'immeuble -, soit la part normalement exposée aux risques, parce que non couverte par un prêt hypothécaire en 1er rang, et qui peut être entièrement réévaluée en fonction de la hausse de l'indice des prix à la consommation. L'art. 15 al. 1 lettre d AMSL permet d'adapter à cette hausse la totalité du capital exposé aux risques, soit des fonds propres investis dans l'immeuble.\n\nb) La méthode appliquée par la cour cantonale est également discutable dans son principe. La référence de l'art. 11 OSL à l'année 1970 ne concerne que le maintien du pouvoir d'achat du capital exposé aux risques, soit l'application de l'art. 15 al. 1 lettre d AMSL. Rien ne justifie d'étendre cette disposition en ce sens que les loyers de 1970 seraient réputés non abusifs, ce qui reviendrait à lui conférer une portée considérable. CORBOZ (op.cit., p. 31) relève avec raison que si le rendement était alors insuffisant, BGE 112 II 149 S. 154l'immeuble est définitivement dévalué quant à sa valeur locative, tandis que si le rendement était excessif, le propriétaire a acquis le droit imprescriptible de perpétuer l'abus (cf. aussi SJ 1979 p. 596 No 199). Or en l'espèce, la demanderesse conteste que le rendement de 1970 ait été suffisant.\n\nc) On ne saurait se fonder, comme le propose la demanderesse, sur la valeur indexée du prix de vente de ses actions en 1979. Le prix de vente des actions d'une société anonyme ne reflète pas nécessairement la seule valeur de l'immeuble dont elle est propriétaire. Ce prix ne saurait d'ailleurs servir de base à la fixation du rendement admissible, s'il ne correspond pas à un rendement convenable de l'immeuble (cf. art. 14 al. 2 AMSL).\n\nLa valeur vénale de l'immeuble en 1982 n'est pas non plus déterminante. Son estimation dépend en effet soit du revenu locatif dont il s'agit précisément de déterminer s'il est, ou non, convenable, soit de valeurs spéculatives ou de la situation d'un marché dont la législation entend réfréner les abus, notamment en cas de déséquilibre entre l'offre et la demande (arrêt du 27 avril 1982 Pax c. Fagen, in SJ 1982 p. 510 s.).\n\nd) Le système légal consacré par l'arrêté fédéral et son ordonnance d'application se caractérise notamment par la garantie du maintien du pouvoir d'achat du capital exposé aux risques, soit de la substance de l'investissement consenti par le propriétaire (art. 15 al. 1 lettre d AMSL), et, pour les immeubles anciens en particulier, par la référence aux loyers usuels dans la localité ou le quartier pour des logements comparables (art. 15 al. 1 lettre a AMSL; FF 1976 III 868s., 873 ss; ATF 103 II 49 ss). Cette référence ne figure pas seulement à l'art. 15 al. 1 lettre a AMSL. L'art. 7 OSL y recourt également en définissant le prix d'achat manifestement exagéré au sens de l'art. 14 al. 2 AMSL par rapport à la \"valeur de rendement d'un immeuble calculée sur les loyers usuels dans la localité ou le quartier pour des objets semblables\". La même formule figurait dans le texte initial de l'art. 11 al. 1 et 2 OSL à propos de la notion de capital exposé aux risques (cf. ATF 101 II 335 consid. 2 initio), la référence aux loyers usuels ayant été abandonnée lors de la revision de l'ordonnance de 1975 pour des raisons pratiques (cf. projet du Département fédéral de l'économie publique au Conseil fédéral du 20 janvier 1975 relatif à la modification de l'ordonnance du 10 juillet 1972, p. 5 ad art. 11).\n\nLorsqu'il s'agit de déterminer, comme dans la présente espèce, si le rendement d'un immeuble ancien est excessif au sens de BGE 112 II 149 S. 155l'art. 14 AMSL, on ne saurait donc faire abstraction du critère des loyers usuels du quartier. L'introduction de ce critère, sans rapport avec le rendement du capital investi, procède de la volonté du législateur de permettre une adaptation des anciens loyers au niveau des loyers effectivement pratiqués dans des cas comparables, afin de rétablir un certain équilibre entre les loyers des logements anciens et nouveaux, en autorisant le cas échéant des loyers excédant le rendement usuel des fonds investis (ATF 103 II 49 consid. 4a et les références citées; BARBEY, op.cit., p. 76). En pareil cas, un loyer n'est ainsi pas abusif du seul fait qu'il dépasse ce rendement.\n\nLes défendeurs soutiennent que ce facteur ne peut pas être pris en considération en l'espèce, parce que le moyen tiré de la comparaison avec les loyers usuels n'était pas invoqué dans la formule officielle de notification de la hausse litigieuse, qui n'était fondée que sur les art. 15 al. 1 lettres b et d. Il est vrai que les motifs figurant dans l'avis de majoration limitent les moyens du bailleur dans le cadre d'une procédure ultérieure de contestation (BARBEY, op.cit., p. 28 s.; GMÜR/CAVIEZEL, op.cit., p. 74). Mais lorsque le juge retient l'existence d'indices d'abus, comme en l'espèce, et doit en conséquence déterminer si le rendement est excessif au sens de l'art. 14 AMSL, il est tenu d'appliquer tous les critères juridiques déterminants à cet égard dans le cadre de son obligation d'appliquer d'office le droit fédéral (ATF 109 II 122, 262 et les arrêts cités). On relèvera à cet égard que la demanderesse a allégué en première instance que les loyers litigieux étaient inférieurs aux loyers usuels pratiqués à Bulle pour des logements comparables, en offrant notamment la preuve par expertise. Le premier juge a considéré à cet égard que la liste d'appartements produite par la demanderesse à l'appui de son allégation ne permettait aucune comparaison avec les loyers litigieux. La cour cantonale a refusé de donner suite à une requête de la demanderesse tendant à ce que la procédure probatoire \"soit réouverte en seconde instance pour qu'un responsable du Service du logement de la Ville de Bulle soit entendu et qu'une expertise soit mise en oeuvre à ce propos\", ainsi qu'elle l'avait proposé en première instance. L'arrêt attaqué relève à ce propos qu'\"il n'est pas nécessaire de rechercher si l'une des hypothèses de l'art. 15 AMSL est réalisée, puisque la présomption qui pourrait en résulter serait de toute façon rendue inefficace par l'examen effectué sous l'angle de l'art. 14 AMSL\".\n\nBGE 112 II 149 S. 156\n\nCette motivation méconnaît que le critère des loyers usuels peut également intervenir dans le cadre d'un tel examen, ainsi qu'on l'a vu. En considérant en substance que le bailleur ne pouvait pas demander un loyer correspondant au niveau des loyers comparables, si ce loyer excède le montant résultant de la capitalisation des fonds investis, la cour cantonale a refusé, pratiquement, de tenir compte de l'un des critères d'appréciation consacrés par l'arrêté fédéral et son ordonnance d'application, violant par là le droit fédéral.\n\ne) La cause doit dès lors être renvoyée à la cour cantonale pour qu'elle statue à nouveau en tenant compte des loyers usuels dans la localité ou le quartier pour des logements semblables au 1er juillet 1982, après avoir complété ses constatations aux fins d'établir le niveau de ces loyers. Une fois déterminés les loyers usuels, leur prise en considération en l'espèce pourra intervenir de deux manières: ou bien ils sont utilisés comme base de calcul de la valeur de rendement au 1er juillet 1982 de l'immeuble en cause d'où résultent, après déduction des fonds étrangers, les fonds propres dont le rendement ne doit pas se révéler excessif; ou bien ils sont directement confrontés aux loyers litigieux selon l'art. 15 al. 1 lettre a AMSL. Les résultats de ces deux méthodes ne devraient guère diverger, sauf situation particulière liée à la proportion des fonds propres et empruntés."}