{"annee": "112", "cour": "IB", "page": "482", "date": "23/10/1986", "cite": ["102 II 206", "86 II 263", "109 II 208", "111 II 48"], "cite_par": ["126 III 512"], "chapeau": "75. Estratto della sentenza 23 ottobre 1986 della II Corte civile nella causa Ascensa Lift S.A. contro Dipartimento di giustizia della Repubblica e Cantone del Ticino (ricorso di diritto amministrativo)", "regestes": ["Publicité du registre foncier (art. 970 CC et 105 ORF). L'entrepreneur ou l'artisan qui entend faire inscrire sur le registre foncier une hypothèque légale selon l'art. 837 al. 1 CC a un intérêt légitime à consulter le feuillet du fonds en question et, dès lors, à en obtenir des extraits, sans devoir rendre vraisemblable la probabilité d'une menace concrète et actuelle de la créance que le gage doit garantir."], "faits": "", "considerants": "|482|\n\nDai considerandi:\n\n3. Il registro fondiario è pubblico e il diritto di ispezionare determinati fogli con i relativi documenti corrisponde a quello di ottenerne estratti (art. 970 cpv. 1 e 2 CC, art. 105 RRF). Tale facoltà presuppone che si renda verosimile un interesse, il quale può avere - per dottrina e giurisprudenza - semplice carattere economico, ma dev'essere compatibile con le finalità del registro fondiario, con lo scopo cioè di far conoscere i diritti reali iscritti e i diritti personali annotati; ove, in specie, la consultazione serva alla tutela di diritti obbligatori (anche futuri) è necessario confortare la probabilità |483| - e non solo l'ipotesi - di una minaccia attuale (DTF 111 II 50 consid. 2, 109 II 209 consid. 3, entrambe con riferimenti).\n\na) Chi si ritiene titolare di un diritto reale ha senza dubbio un interesse economico alla consultazione (e quindi a richiedere estratti) del registro fondiario, in modo da poter rivendicare la sua prerogativa e conseguire l'iscrizione nel registro stesso (PIOTET in: Traité de droit privé suisse, vol. V, tomo II/2, pag. 140). Il venditore, il coerede, l'imprenditore o l'artigiano che intendono far iscrivere un'ipoteca legale a norma dell'art. 837 cpv. 1 CC hanno un interesse analogo, e pertanto degno di protezione. Non è controverso (gli atti anzi rendono credibile) che la ricorrente si trova nel novero dei soggetti abilitati a valersi dell'art. 839 cpv. 1 CC (cfr. DTF 102 II 210 seg.); è verosimile altresì che i tre mesi stabiliti dall'art. 839 cpv. 2 CC non siano ancora decorsi. Rimane da chiarire se, con ciò, l'interesse legittimo al rilascio dell'estratto sia suffragato quanto basta.\n\nb) Nella fattispecie la consultazione del registro fondiario non è volta solo alla difesa di crediti (futuri), non si esaurisce in un'indagine sul patrimonio immobiliare di una persona fisica o giuridica per la sola salvaguardia di diritti obbligatori (v. invece DTF 109 II 208). La società in questione vanta sulla particella n. 2636 RFD di Giubiasco una pretesa specifica e contingente, ovvero l'iscrizione di un diritto reale limitato entro la scadenza prevista dalla legge. Tale intendimento è consono e per di più vincolato allo scopo del registro fondiario, l'iscrizione avendo effetto costitutivo (art. 799 cpv. 1 CC). Non occorre dunque che sia resa verosimile la probabilità di una minaccia attuale sul credito oggetto del pegno: la possibilità che l'imprenditore debba far capo all'ipoteca legale è sufficiente per giustificare un interesse legittimo.\n\nLa conclusione accennata è sorretta anche da motivi di ordine pratico. Per ottenere un'ipoteca legale - sia pure provvisoria (art. 961 CC e 22 cpv. 4 RRF) - si deve conoscere intanto la designazione esatta della particella e del proprietario, i quali possono mutare nel corso dei lavori e si desumono spesso con la dovuta certezza solo dal registro fondiario o da un estratto. L'opportunità di ricorrere all'ipoteca legale, inoltre, può valutarsi appieno solo sapendo quali diritti reali limitati (servitù, oneri fondiari, pegni immobiliari) gravano già la particella; questo giudizio di convenienza può imporsi - contrariamente |484| all'opinione dell'autorità cantonale - anche dopo l'inizio dei lavori e persino a lavori ultimati ove la solvibilità del committente si deteriori. Per quanto riguarda l'interesse del proprietario alla tutela del registro da consultazioni indebite, esso appare rispettato: artigiani e imprenditori che non hanno diritti in rapporto precipuo con l'immobile ma unicamente crediti nei confronti del proprietario (per avere, ad esempio, lasciato decorrere il termine trimestrale dell'art. 839 cpv. 2 CC) devono giustificare la loro richiesta alla stregua di qualsiasi altro istante e rendere verosimile la probabilità di una minaccia attuale.\n\nSi aggiunga, dal profilo giuridico, che persino un'ipoteca legale provvisoria degli artigiani e imprenditori può essere rifiutata esclusivamente se il pegno immobiliare risulta di palese inattendibilità (DTF 86 II 265; SCHUMACHER, Das Bauhandwerkerpfandrecht, 2a edizione, pag. 217 n. 748 segg.): l'emissione di un estratto del registro fondiario non deve soggiacere a esigenze maggiori."}