{"annee": "112", "cour": "V", "page": "115", "date": "21/4/1986", "cite": ["108 V 256", "110 V 145", "106 V 139", "108 V 245", "109 V 145"], "cite_par": ["115 V 115", "131 V 472", "113 V 66", "116 V 298", "123 II 241", "115 V 308", "115 IA 12", "121 V 28", "113 V 205", "113 V 301", "113 V 35", "119 V 302"], "chapeau": "19. Urteil vom 21. April 1986 i.S. W. gegen Krankenfürsorge Winterthur und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 7 al. 1 LAMA: Libre passage. - Obligation légale des caisses-maladie de renseigner leurs assurés quand survient un motif de libre passage (consid. 2a). - Si une caisse-maladie ne se conforme pas - ou pas en temps utile - à son obligation de renseigner et que l'assuré ne peut de ce fait exercer son droit au libre passage dans le délai légal de trois mois, ce droit devient caduc (consid. 2b). Art. 4 Cst.: Droit à la protection de la bonne foi. - Prétention à un avantage contraire à la loi et fondé sur la protection de la bonne foi lorsqu'un devoir légal d'informer n'a pas été respecté (consid. 3). - Le principe d'égalité de traitement entre les membres d'une caisse-maladie, découlant de l'art. 3 al. 3 LAMA, ne constitue pas une réglementation spéciale résultant directement et impérativement de la loi et qui exclut le droit à la protection de la bonne foi (consid. 4a-c). - Obligations de la caisse-maladie quant au montant des cotisations lorsque celle-ci, par une violation de son devoir légal de renseigner, empêche un membre d'exercer son droit au libre passage (consid. 4d)."], "faits": "|116|\n\nA.- Adelheid und Pierre W. waren als Angestellte der Firma Omega S.A. seit 1979 zusammen mit ihren Kindern dem Krankenversicherungs-Kollektivvertrag angeschlossen, welchen die Caisse-maladie des Usines Omega-La Centrale-Aloxyd (nachfolgend: Krankenkasse Omega) am 23. Februar 1973 mit der Krankenkasse |117| La Jurassienne abgeschlossen hatte. Der Versicherungsschutz der Adelheid W. umfasste eine Krankenpflege-Grundversicherung, eine Spitalbehandlungskosten-Zusatzversicherung im Betrag von Fr. 50'000.-- und ein Krankentaggeld ab dem 91. Tag von Fr. 70.--, wobei ihre Monatsprämie ab 1. Januar 1982 Fr. 87.70 betrug. Auf Ende 1982 kam es zur Auflösung und Fusion der Krankenkasse La Jurassienne mit der Krankenfürsorge Winterthur (KFW). Diese erklärte sich im Sinne einer Übergangsregelung bereit, den Kollektivversicherungsvertrag mit der Krankenkasse Omega zu den bisherigen Bedingungen bis Ende März 1983 weiterzuführen. Die eingeleiteten Verhandlungen über den Abschluss eines neuen Kollektivversicherungsvertrages scheiterten, weil keine Einigung über die Höhe der Prämien erzielt werden konnte. Daher teilte die KFW der Krankenkasse Omega am 9. Mai 1983 mit, sie werde deren Mitglieder mit Wirkung ab 1. April 1983 in die Einzelversicherung umteilen, um ihnen weiterhin einen Versicherungsschutz gewähren zu können. So verfuhr die KFW auch mit Pierre W. und dessen Familie. Adelheid W. ist seither im Rahmen einer solchen Einzelversicherung bei der KFW für Krankenpflege (Grundleistungen inkl. obligatorischer Spitalzusatz), für zusätzliche Kosten auf der halbprivaten Spitalabteilung (kombinierte Spitalzusatzversicherung GK 4) und für ein Taggeld von Fr. 70.-- nach zwei Monaten versichert; die monatliche Prämie hiefür betrug für sie ab 1. April 1983 Fr. 243.50 und ab anfangs 1984 Fr. 253.90, wobei sich die Krankenkasse Omega bereit erklärt hatte, die Prämienerhöhungen für die Monate April bis Juni 1983 noch zu übernehmen.\n\nMit Schreiben vom 5. Juli 1983 machte Pierre W. gegenüber der KFW geltend, mangels Aufklärung über die Fusion der Krankenkasse La Jurassienne mit der KFW hätten er und seine Familie den dabei entstandenen Anspruch auf Freizügigkeit nicht ausnützen können. Dies wirke sich nun nachteilig aus, weil die Prämien der KFW wesentlich über denjenigen anderer Kassen liegen würden. Er verlange deshalb die Vergütung der entsprechenden Prämiendifferenz. Dieses Begehren lehnte die KFW mit Brief vom 26. Juli 1983 ab. Pierre W. trat in der Folge mit seinen beiden Kindern aus der KFW aus, hielt jedoch in bezug auf die aus Gesundheitsgründen bei dieser Kasse verbliebene Ehefrau an seinem Antrag auf Vergütung der Prämiendifferenz fest. Da keine Einigung zustande kam, teilte die KFW Pierre W. am 21. Mai 1984 verfügungsweise mit, der Anspruch auf Freizügigkeit sei am 31. März 1983 abgelaufen; |118| auch sei sie nicht bereit, einen Teil der Prämie der Adelheid W. zu erlassen.\n\nB.- Das Versicherungsgericht des Kantons Bern wies die hiegegen erhobene Beschwerde nach Durchführung eines Beweisverfahrens mit Entscheid vom 20. November 1984 ab.\n\nC.- Adelheid W. lässt durch ihren Ehemann Verwaltungsgerichtsbeschwerde führen mit den Anträgen, die KFW sei zu verpflichten, ihr rückwirkend die monatlichen Prämiendifferenzen von Fr. 147.80 zu Fr. 253.90 (seit 1. Juli 1983 bis Ende 1984) und von Fr. 147.80 zu Fr. 219.80 (ab anfangs 1985) zu erstatten; ferner sei die KFW anzuweisen, ihre Prämie zeitlich unbeschränkt auf Fr. 147.80 herabzusetzen; schliesslich sei das vorliegende Urteil allen früheren kollektivversicherten Mitgliedern der Krankenkasse Omega zu eröffnen.\n\nDie KFW und das Bundesamt für Sozialversicherung (BSV) beantragen Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Beschränkte Kognition.)\n\n2. a) Gemäss Art. 5bis Abs. 4 KUVG haben Versicherte bei Dahinfallen des Kollektivversicherungsvertrages das Recht, in die Einzelversicherung der Kasse überzutreten, wenn sie in deren Tätigkeitsgebiet wohnen (Satz 1); die Kassen sind verpflichtet, den Übertretenden im Rahmen der Einzelversicherung den bisherigen Umfang der Leistungen zu wahren (Satz 2). Zur Gewährleistung der Weiterversicherung bei Dahinfallen eines Kollektivversicherungsvertrages auferlegt Art. 12 Vo II zum KUVG (SR 832.132 in der bis Ende 1984 gültig gewesenen Fassung) den Krankenkassen folgende Aufklärungspflicht: Die Kassen haben dafür zu sorgen, dass die Versicherten bei Ausscheiden aus der Kollektivversicherung oder bei Dahinfallen des Kollektivversicherungsvertrages über das Recht zum Übertritt in die Einzelversicherung aufgeklärt werden (Satz 1); eine entsprechende Aufklärungspflicht obliegt der Kasse gegenüber Versicherten, die als Züger zu einer andern Kasse übertreten können (Satz 2). Ein Freizügigkeitsgrund, über den die Kasse im Sinne dieser Verordnungsbestimmung den Versicherten aufzuklären hat, liegt insbesondere dann vor, wenn die Krankenkasse sich auflöst (Art. 7 Abs. 1 lit. e KUVG). Tritt ein Freizügigkeitsfall ein, so ist die Kasse nicht nur verpflichtet, den Versicherten über den Anspruch auf Freizügigkeit aufzuklären; sie hat ihm |119| auch anhand des amtlichen Kassenverzeichnisses die Namen der anerkannten Krankenkassen bekanntzugeben, die für den Übertritt in Betracht fallen können (Art. 12 Abs. 1 Vo III, SR 832.140). Des weitern hat die Krankenkasse unaufgefordert den für die Geltendmachung der Freizügigkeit erforderlichen Mitgliedschaftsausweis auszustellen (Art. 6 in Verbindung mit Art. 7 Abs. 1 Vo III). Gelangt ein Versicherter infolge Verschuldens seiner Kasse länger als drei Monate nicht in den Besitz des Mitgliedschaftsausweises, so dass der Freizügigkeitsanspruch gemäss Art. 10 Abs. 1 KUVG erloschen ist, so hat die Kasse die Mitgliedschaft weiterzuführen, bis ein anderer statutarischer Grund wie Ausschluss, Austritt usw. zu deren Erlöschen führt (Art. 10 Abs. 1 Vo III).\n\nb) Das kantonale Gericht hat aufgrund des anlässlich der Parteiverhandlung vom 6. August 1984 durchgeführten Beweisverfahrens in für das Eidg. Versicherungsgericht verbindlicher Weise (Art. 105 Abs. 2 OG) festgestellt, dass die Beschwerdeführerin erst am 30. März 1983 über die Möglichkeit der Freizügigkeit orientiert wurde; daher habe sie von ihrem Recht, während drei Monaten nach Auflösung der Krankenkasse La Jurassienne und deren Fusion mit der KFW (31. Dezember 1982) zu erleichterten Bedingungen in eine andere Kasse überzutreten, nicht Gebrauch machen können. Damit steht fest, dass die Beschwerdeführerin wegen der Verletzung der gesetzlichen Aufklärungspflicht durch die Krankenkasse La Jurassienne bzw. durch die sie übernehmende KFW den Freizügigkeitsanspruch verlor, wie er in Art. 9 KUVG umschrieben ist. Die herzkranke Beschwerdeführerin büsste somit insbesondere das Recht ein, ohne Versicherungsvorbehalt zu einer andern Krankenkasse ziehen zu können (Art. 9 Abs. 1 in Verbindung mit Art. 5 Abs. 3 KUVG). Bezüglich der Mitgliederbeiträge kann sie sich sodann zufolge Verlusts des Zügerrechtes nicht mehr auf Art. 9 Abs. 3 KUVG berufen. Fehlt dem Begehren auf Übernahme der Prämiendifferenzen somit die gesetzliche Grundlage, ist zu prüfen, ob der Anspruch sich auf Treu und Glauben stützen lässt.\n\n3. a) Der Grundsatz von Treu und Glauben schützt den Bürger in seinem berechtigten Vertrauen auf behördliches Verhalten und bedeutet u.a., dass falsche Auskünfte von Verwaltungsbehörden unter bestimmten Voraussetzungen eine vom materiellen Recht abweichende Behandlung des Rechtsuchenden gebieten. Gemäss Rechtsprechung und Doktrin ist eine falsche Auskunft bindend, |120|\n\n1. wenn die Behörde in einer konkreten Situation mit Bezug auf bestimmte Personen gehandelt hat;\n\n2. wenn sie für die Erteilung der betreffenden Auskunft zuständig war oder wenn der Bürger die Behörde aus zureichenden Gründen als zuständig betrachten durfte;\n\n3. wenn der Bürger die Unrichtigkeit der Auskunft nicht ohne weiteres erkennen konnte;\n\n4. wenn er im Vertrauen auf die Richtigkeit der Auskunft Dispositionen getroffen hat, die nicht ohne Nachteil rückgängig gemacht werden können;\n\n5. wenn die gesetzliche Ordnung seit der Auskunfterteilung keine Änderung erfahren hat (BGE 110 V 155 Erw. 4b mit Hinweis).\n\nb) In sinngemässer Anwendung dieser Grundsätze auf den vorliegenden Tatbestand einer - entgegen gesetzlicher Verpflichtung (Erw. 2a) - nicht erteilten Auskunft ergibt sich, dass die fünf Voraussetzungen erfüllt sind: Die KFW, welche sich das Verhalten der aufgelösten und mit ihr fusionierten Krankenkasse La Jurassienne anrechnen lassen muss, hat die Beschwerdeführerin entgegen der klaren gesetzlichen Verpflichtung nicht rechtzeitig über den Freizügigkeitsgrund und die daraus sich ergebenden Ansprüche orientiert (Ziff. 1 und 2). Sodann konnte die Beschwerdeführerin im massgeblichen Zeitraum den Freizügigkeitsgrund und die damit verbundenen Rechte nicht erkennen, weil sie aufgrund des Zirkularschreibens vom 5. Januar 1983 - für welches noch die Krankenkasse La Jurassienne verantwortlich zeichnete - auf eine Fortsetzung des Kollektivversicherungsvertrages mit der KFW vertrauen durfte (Ziff. 3). Ferner steht nach der Aktenlage fest und wird von der KFW nicht bestritten, dass die Beschwerdeführerin bei rechtzeitiger Ausübung des Zügerrechts in die Christlichsoziale Kranken- und Unfallkasse der Schweiz (CKUS) hätte eintreten können, wo ihr während längerer Zeit eine erheblich tiefere Prämienbelastung entstanden wäre (ab 1. Juli 1983 Fr. 155.60; ab 1. Januar 1984 Fr. 178.40; ab 1. Juli 1984 Fr. 200.40). Unter diesen Umständen hätte die Beschwerdeführerin wahrscheinlich bei rechtzeitiger Aufklärung von ihrem Freizügigkeitsrecht Gebrauch gemacht, weil ihr andernfalls wegen ihres Herzleidens bei der Bewerbung um Aufnahme in eine andere Krankenkasse ein Versicherungsvorbehalt drohte (Art. 5 Abs. 3 KUVG) und weil sie die erheblich höheren Prämien in der Einzelversicherung bei der KFW nicht akzeptiert hätte, wenn ihr das Zügerrecht offengestanden wäre (Ziff. 4). Die letzte Voraussetzung (Ziff. 5) ist ebenfalls erfüllt.\n\n|121|\n\n4. a) Die Vorinstanz hat erwogen, selbst wenn die KFW wider Treu und Glauben gehandelt haben sollte, könne die Beschwerdeführerin aus diesem Verhalten keinen Anspruch auf eine Prämienreduktion ableiten. Denn das Vertrauensprinzip als allgemeiner Rechtsgrundsatz trete gegenüber einer Sonderregelung, die sich unmittelbar und zwingend aus dem Gesetz selber ergebe, zurück. Dies treffe in bezug auf das Gebot der rechtsgleichen Behandlung aller Versicherten zu, weil dieser Grundsatz unmittelbar aus Art. 3 Abs. 3 KUVG hervorgehe.\n\nb) Im Schreiben vom 26. Juli 1983 erläuterte die KFW gegenüber dem Ehemann der Beschwerdeführerin die Höhe der für die Einzelversicherten geltenden Prämien. Die Kasse führte dort unter Bezugnahme auf den Fusionsvertrag aus, die bei ihr nun einzelversicherten Mitglieder der ehemaligen Krankenkasse La Jurassienne müssten \"als geschlossene Prämieneinheit\" behandelt werden; die \"Prämienpolitik\" sei in der Weise zu betreiben, \"dass voraussichtlich keine oder nur geringe Reservemittel von den bisherigen KFW-Versicherten aufgebracht werden müssen\"; vor diesem Hintergrund sei es nicht zu verantworten, Versicherte aus Kassen, die mangels Aktiven zur Fusion gezwungen worden seien, \"uneingeschränkt vom Vermögen des alten versicherten Bestandes profitieren zu lassen\"; korrekt sei, \"eine Sanierung soweit als möglich in jenem Bestand vorzunehmen, der auch jahrelang durch sachlich unbegründet tiefe Prämien profitiert\" habe. Die Beschwerdeführerin bezahlte dementsprechend in der Folge höhere Prämien als die andern bei der KFW zu den gleichen Leistungen Versicherten. Erst im Dezember 1984 informierte die KFW die ehemals bei der Krankenkasse La Jurassienne versicherten und nun der gleichnamigen KFW-Agentur angeschlossenen Mitglieder, sie werde nach zwei Übergangsjahren (\"après deux années de transition\") den normalen Tarif der KFW (\"le tarif normal de la KFW\") anwenden, was im Falle der Beschwerdeführerin eine Ermässigung der Monatsprämie von Fr. 253.90 auf Fr. 219.80 zur Folge hatte. Von einer Gleichbehandlung der Beschwerdeführerin mit den andern Kassenmitgliedern, wie das kantonale Gericht meint, kann bei dieser Sachlage von vornherein nicht die Rede sein.\n\nc) Im weitern trifft es zwar zu, dass das Eidg. Versicherungsgericht den Voraussetzungen, unter denen die Berufung auf den Vertrauensschutz begründet ist (BGE 110 V 155 Erw. 4b), beigefügt hat, dass keine unmittelbar und zwingend aus dem Gesetz sich ergebende Sonderregelung vorliegen darf, vor welcher das Vertrauensprinzip |122| als allgemeiner Rechtsgrundsatz zurücktreten muss (BGE 106 V 143 Erw. 3 in fine mit Hinweisen; ZAK 1983 S. 389 Erw. 1 in fine). Doch kann der Gleichheitsgrundsatz keinesfalls als unmittelbar und zwingend aus dem Gesetz sich ergebende Sonderregelung im Sinne dieser Rechtsprechung betrachtet werden, dies auch dann nicht, wenn das Gleichbehandlungsgebot in einer gesetzlichen Bestimmung konkretisiert ist bzw. - wie im Falle des Art. 3 Abs. 3 KUVG - sich aus dieser ableiten lässt (BGE 109 V 148, BGE 108 V 258 Erw. 3a mit Hinweisen). Die gegenteilige Betrachtungsweise der Vorinstanz hätte zur Folge, dass der Grundsatz von Treu und Glauben in der Krankenversicherung nicht angerufen werden könnte, was jedoch nach ständiger Rechtsprechung nicht zutrifft (BGE 110 V 322 Erw. 5, BGE 108 V 250 Erw. 4; RKUV 1984 Nr. K 564 S. 22 und Nr. K 593 S. 227 Erw. 3; RSKV 1983 Nr. 538 S. 138 und Nr. 554 S. 246 Erw. 2a, 1982 Nr. 514 S. 271 Erw. 3a). Auch in der Lehre ist die Geltung von Treu und Glauben im Anwendungsbereich des Art. 3 Abs. 3 KUVG anerkannt (DUCOMMUN, Légalité et bonne foi dans la jurisprudence du Tribunal fédéral des assurances, in: Mélanges Henri Zwahlen, Lausanne 1977, S. 252/3; VIRET, Le principe de la mutualité dans l'assurance-maladie sociale, in: Mélanges André Grisel, Neuchâtel 1983, S. 619). Der Grundsatz der rechtsgleichen Gesetzesanwendung verkörpert vielmehr ein Prinzip, das mit dem gleichrangigen Grundsatz von Treu und Glauben in ein Spannungsverhältnis treten kann (DUCOMMUN, a.a.O., S. 251; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Aufl., Bd. I, S. 461 f.; WEBER-DÜRLER, Vertrauensschutz im öffentlichen Recht, S. 51 f., S. 55 und S. 116 f.). Dieser Konflikt zwischen den beiden Verfassungsprinzipien ist im konkreten Fall durch eine wertende Abwägung der im Spiele stehenden Interessen zu lösen (IMBODEN/RHINOW, a.a.O., S. 461 unten; WEBER-DÜRLER, a.a.O., S. 117). Im Rahmen dieser Interessenabwägung kommt der einheitlichen, für alle Versicherten rechtsgleichen Gesetzesanwendung nach der erwähnten Rechtsprechung des Eidg. Versicherungsgerichts der Vorrang zu, sofern eine unmittelbar und zwingend aus dem Gesetz sich ergebende Sonderregelung dies erheischt. Daher kann der Widerstreit zwischen Legalitätsprinzip und Vertrauensschutz nicht durch die blosse Berufung auf das Gebot der rechtsgleichen Gesetzesanwendung behoben werden.\n\n|123|\n\nd) Nach dem Gesagten bleibt zu prüfen, ob eine besondere formellgesetzliche Bestimmung des Krankenversicherungsrechts vorliegend die Berufung auf Treu und Glauben ausschliesst.\n\nGemäss Art. 9 Abs. 3 KUVG haben Züger höchstens diejenigen Mitgliederbeiträge zu bezahlen, welche die Kasse von Neueintretenden des gleichen Alters erhebt (Satz 1); für Züger, welche das Höchsteintrittsalter der übernehmenden Kasse überschritten haben, ist bei der Festsetzung der Mitgliederbeiträge das dem Höchsteintrittsalter folgende Altersjahr massgebend (Satz 2). Unter Hinweis auf diese Bestimmung wendet das BSV ein, kein Mitglied einer Kasse habe einen Rechtsanspruch auf unveränderte Mitgliederbeiträge bzw. auf gleich hohe Mitgliederbeiträge bei einem Kassenwechsel. Diese Auffassung trifft zwar an sich zu und bedeutet im vorliegenden Fall, dass die Beschwerdeführerin, wenn sie von ihrem Zügerrecht fristgemäss Gebrauch gemacht hätte, von der andern Krankenkasse nicht hätte beanspruchen können, weiterhin nur Beiträge in der Höhe der bei der aufgelösten Krankenkasse La Jurassienne bezahlten (Fr. 87.70 monatlich) zu entrichten. Das BSV übersieht jedoch, dass die Beschwerdeführerin bei Ausübung des Zügerrechts von der neuen Krankenkasse hätte verlangen können, höchstens diejenigen Mitgliederbeiträge zu bezahlen, welche diese Kasse von Neueintretenden des gleichen Alters erhebt. Diesen gesetzlichen Anspruch als Zügerin hat die Beschwerdeführerin, wie erwähnt, zufolge der nicht rechtzeitigen Aufklärung durch die KFW eingebüsst. Der Verlust des Zügerrechts in bezug auf die Mitgliederbeiträge wird, entgegen der Auffassung des BSV, nicht dadurch ausgeglichen, dass die KFW der anderen Pflicht nachkam, die Weiterversicherung der Beschwerdeführerin durch Gewährung der bisherigen Leistungen gemäss dem dahingefallenen Kollektivversicherungsvertrag im Rahmen einer Einzelmitgliedschaft sicherzustellen. Eine Krankenkasse, welche bei Eintritt eines Freizügigkeitsgrundes ihrer gesetzlichen Aufklärungspflicht mit der Wirkung nicht nachkommt, dass der Versicherte seine Freizügigkeitsrechte verliert, hat nicht nur hinsichtlich der Leistungen im bisherigen Umfang einzustehen, sondern auch in bezug auf die Prämienbelastung jenen gesetzlichen Anforderungen zu genügen, welche eine andere Krankenkasse kraft des Gesetzes (Art. 9 Abs. 3 KUVG) bei Ausübung des Zügerrechts hätte beachten müssen. Bei dieser Rechtslage kann von einer gesetzlichen Sonderregelung, welche die Berufung auf den Vertrauensschutz im Sinne der Rechtsprechung ausschliesst, nicht gesprochen werden.\n\n|124|\n\n5. Wie bereits dargelegt, hätte die Beschwerdeführerin bei rechtzeitiger Ausübung des Zügerrechts in die CKUS eintreten können, wo sie ab 1. Juli 1983 Fr. 155.60, ab anfangs Januar 1984 Fr. 178.40 und ab 1. Juli 1984 Fr. 200.40 an Prämien für entsprechende Leistungen bezahlt hätte. Die Differenzen zu den in der KFW bezahlten Beiträgen hat diese nach dem Gesagten zu übernehmen. Was die Dauer dieser Vergütung anbelangt, trifft der Einwand der KFW zu, dass ihr eine solche Verpflichtung höchstens so lange auferlegt werden darf, als der Beschwerdeführerin beim Eintritt in die CKUS mangels Freizügigkeit während der Vorbehaltsdauer von fünf Jahren (Art. 5 Abs. 3 Satz 3 KUVG) ein Nachteil erwachsen wäre. Da jedoch die Prämie, welche die Beschwerdeführerin im Freizügigkeitsfalle bei der CKUS zu entrichten gehabt hätte, sich ab anfangs 1985 praktisch dem Mitgliederbeitrag in der Einzelversicherung der KFW angeglichen hat (Fr. 217.60 gegenüber Fr. 219.80) und weil ihr danach bis zum Ablauf der fünfjährigen Vorbehaltsdauer wahrscheinlich keine erhebliche Mehrbelastung entstehen wird, rechtfertigt es sich, die Pflicht der KFW zum Ausgleich der Prämiendifferenzen auf Ende 1984 zu begrenzen, was einen Betrag von Fr. 1'301.40 ergibt (Fr. 527.40 für 2. Semester 1983, Fr. 453.-- für 1. Semester 1984, Fr. 321.-- für 2. Semester 1984).\n\n6. Da es im vorliegenden Prozess nicht um Versicherungsleistungen geht, ist das Verfahren nicht kostenfrei (Art. 134 OG e contrario).\n\nDie Beschwerdeführerin ist mit ihrem Antrag insoweit durchgedrungen, als sie die grundsätzliche Verpflichtung der KFW zur Prämienvergütung erreicht hat (Erw. 4). In masslicher Hinsicht hat die Versicherte dagegen nur teilweise obsiegt (Erw. 5). Daher rechtfertigt es sich, die Gerichtskosten zu drei Vierteln der KFW und zu einem Viertel der Beschwerdeführerin aufzuerlegen (Art. 156 Abs. 3 in Verbindung mit Art. 135 OG).\n\n7. Die Urteile des Eidg. Versicherungsgerichts sind der Vorinstanz, den Parteien und allfälligen anderen Beteiligten (Art. 110 Abs. 1 OG) zu eröffnen (Art. 135 in Verbindung mit Art. 37 OG). Daher kann dem Antrag auf Eröffnung des vorliegenden Urteils an \"alle früheren Mitglieder des Omega-Kollektiv\" nicht entsprochen werden, weil diese Personen im vorliegenden Verfahren weder Partei noch sonstwie beteiligt sind.\n\n|125|\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nI. In teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid des Versicherungsgerichts des Kantons Bern vom 20. November 1984 und die Kassenverfügung vom 21. Mai 1984 aufgehoben, und es wird die Krankenfürsorge Winterthur verpflichtet, der Beschwerdeführerin den Betrag von Fr. 1'301.40 zu bezahlen.\n\nII. Die Gerichtskosten werden der Beschwerdeführerin zu einem Viertel und der KFW zu drei Vierteln auferlegt."}