{"annee": "112", "cour": "II", "page": "312", "date": "14/8/1986", "cite": ["107 II 144"], "cite_par": ["117 II 251"], "chapeau": "52. Auszug aus dem Urteil der II. Zivilabteilung vom 14. August 1986 i.S. Stockwerkeigentümergemeinschaft Zähringerstrasse 21-23, Bern, gegen Csizmas (Berufung)", "regestes": ["Propriété par étages. Dispense de contribuer aux frais et charges communs lorsqu'un ouvrage ou une installation ne sert pas du tout à un étage ou à une partie d'étage (art. 712h al. 3 CC). L'art. 712h CC al. 3 CC doit être appliqué avec retenue. Il faut avant tout se placer d'un point de vue objectif: ce qui est décisif, c'est de savoir si un ouvrage ou une installation ne sert réellement pas du tout à une part de copropriété. Si tel est le cas, on ne peut compenser le défaut d'utilité de l'installation en cause avec l'utilisation accrue d'autres installations que fait le copropriétaire, en raison de ses besoins subjectifs, à moins que le règlement de la copropriété par étages fournisse une base juridique suffisante pour la prise en compte de cette utilisation accrue (consid. 3)."], "faits": "|313|\n\nA.- Michael Csizmas ist Stockwerkeigentümer der Attikawohnung des Gebäudes Zähringerstrasse 21-23 in Bern. Das Gebäude ist mit einer zentralen Zu- und Abluftanlage ausgestattet, an die sämtliche Wohnungen angeschlossen sind. Da bei der Attikawohnung jedoch alle Räume durch Fenster gelüftet werden können, liess Michael Csizmas die Anschlüsse der Attikawohnung an das Lüftungssystem im Jahre 1982 verschliessen.\n\nMichael Csizmas stellte in der Folge bei der Stockwerkeigentümergemeinschaft den Antrag, von der Beteiligung an den Kosten der Belüftungsanlage befreit zu werden. An der Generalversammlung vom 24. Januar 1985 wurde der Antrag jedoch einstimmig abgelehnt.\n\nB.- Gegen diesen Beschluss erhob Michael Csizmas Klage beim Appellationshof des Kantons Bern. Er beantragte die Aufhebung des angefochtenen Beschlusses und die Feststellung, dass er an die Lüftungsanlage keine Betriebskosten zu leisten habe.\n\n|314|\n\nMit Urteil vom 16. Dezember 1985 hob der Appellationshof den angefochtenen Beschluss auf. Das Feststellungsbegehren wurde hingegen abgewiesen.\n\nC.- Gegen dieses Urteil hat die Stockwerkeigentümergemeinschaft Zähringerstrasse 21-23, Bern, Berufung beim Bundesgericht erhoben. Sie beantragt die Aufhebung des angefochtenen Urteils, soweit damit der Beschluss der Generalversammlung der Stockwerkeigentümergemeinschaft vom 24. Januar 1985 aufgehoben worden ist, und die Abweisung der Klage. Eventuell sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nMichael Csizmas beantragt die Abweisung der Berufung.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n3. Nach den verbindlichen Feststellungen der Vorinstanz hätte auf einen Anschluss der Wohnung des Klägers an die zentrale Lüftungsanlage verzichtet werden können. Die Attikawohnung des Klägers benötigt diese nicht, da sämtliche Räume durch Fenster belüftet werden können. Der Kläger liess den Zu- und den Abluftanschluss zu seiner Wohnung zudem verschliessen. Er benützt die zentrale Lüftungsanlage somit tatsächlich nicht. Hingegen verbleibt ihm eine potentielle Nutzungsmöglichkeit: ein Wiederanschluss ist jederzeit möglich und könnte dann notwendig werden, wenn die heutige 5 1/2-Zimmerwohnung in zwei Wohnungen unterteilt würde, wie es im ursprünglichen Baukonzept vorgesehen war.\n\na) Art. 712h Abs. 1 ZGB schreibt vor, dass die Stockwerkeigentümer an die Lasten des gemeinschaftlichen Eigentums und an die Kosten der gemeinschaftlichen Verwaltung Beiträge nach Massgabe ihrer Wertquoten zu leisten haben. Gemäss der beispielhaften Aufzählung der einzelnen Lasten und Kosten in Abs. 2 fallen auch die Betriebs- und Unterhaltskosten einer gemeinschaftlichen Anlage oder Einrichtung darunter. Dienen bestimmte gemeinschaftliche Bauteile, Anlagen oder Einrichtungen einzelnen Stockwerkeinheiten indessen nicht oder nur in ganz geringem Masse, so ist dies nach Art. 712h Abs. 3 ZGB bei der Verteilung der Kosten zu berücksichtigen. Diese Bestimmung ist nach der Rechtsprechung des Bundesgerichts eine zwingende Gesetzesvorschrift (BGE 107 II 144).\n\n|315|\n\nZu prüfen bleibt somit, ob bei der Nutzungsmöglichkeit, welche die Lüftungsanlage im vorliegenden Fall mit sich bringt, noch angenommen werden kann, die Lüftungsanlage diene der Stockwerkeinheit des Klägers im Sinne von Art. 712h Abs. 3 ZGB nicht oder nur in ganz geringem Masse.\n\nb) In der Lehre wird im allgemeinen die Auffassung vertreten, Art. 712h Abs. 3 ZGB solle nur mit Zurückhaltung angewendet werden. Zur Begründung wird angeführt, eine zu grosszügige Anwendung führe zu komplizierten, unübersichtlichen und aufwendigen Kostenverteilungen, die weder im Interesse der Stockwerkeigentümer noch im Interesse der Verwaltung lägen (RIESEN, Verteilung der Liftkosten unter den Stockwerkeigentümern, in: Aktuelles Stockwerkeigentum, Zürich 1984, S. 107). FRIEDRICH weist auf die Gefahr dauernder Auseinandersetzungen unter den Stockwerkeigentümern hin (SJK Blatt 1303 S. 6). Dieser Autor verlangt auch, dass ein zuverlässiger Massstab für die Feststellung des Masses der Benutzung der betreffenden Einrichtungen oder Leistungen zur Verfügung stehe (Das Stockwerkeigentum, S. 96).\n\nDiese Auffassungen entsprechen dem Sinn von Art. 712h Abs. 3 ZGB. Die Voraussetzungen für eine Verminderung oder ein Entfallen der Kostenbeteiligung sind nur mit Zurückhaltung zu bejahen, weil die gemeinsamen Anlagen und Einrichtungen normalerweise den Standard der gesamten in Stockwerkeigentum unterteilten Liegenschaft bestimmen, wovon alle Stockwerkeigentümer einen mindestens ideellen Nutzen ziehen.\n\nc) Bei der konkreten Anwendung von Art. 712h Abs. 3 ZGB ist demzufolge in erster Linie von einer objektiven Betrachtungsweise auszugehen. Ein Stockwerkeigentümer kann sich grundsätzlich nicht dadurch von den Betriebs- und Unterhaltskosten einer ihm objektiv nützlichen gemeinsamen Anlage befreien, dass er sie aus subjektiven Gründen nicht benützt. Dies gilt z.B. für den Eigentümer eines oberen Stockwerkes, der sich der Beteiligung an den Kosten des Aufzugs unter Hinweis darauf entziehen möchte, dass er aus gesundheitlichen Gründen immer die Treppe benütze. Anderseits hat ein Stockwerkeigentümer, der einen eigenen Zugang zu seiner Stockwerkeinheit hat und das allgemeine Treppenhaus auch nicht als Zugang zum Estrich oder Keller benötigt, nicht an die Kosten des allgemeinen Treppenhauses beizutragen (PETER-RUETSCHI, Das schweizerische Stockwerkeigentum, S. 35). In diesem Sinne führt MÜLLER zutreffend aus, nicht der effektive Gebrauch, sondern die \"potentielle Benutzungsmöglichkeit\" sei |316| massgebend (Der Verwalter von Liegenschaften mit Stockwerkeigentum, Diss. Zürich 1965, S. 124). Dabei kann es allerdings weniger auf die bloss denkbare Benutzungsmöglichkeit ankommen als auf den Nutzen, den die Anlage objektiverweise tatsächlich mit sich bringt. Nicht zu folgen wäre der Meinungsäusserung von MÜLLER daher, wenn sie dahingehend zu verstehen wäre, dass auch ein bloss zukünftig möglicher Nutzen zu einer Kostenbeteiligung führe. In zeitlicher Hinsicht ist darauf abzustellen, ob einer Stockwerkeinheit aus einer gemeinsamen Anlage oder Einrichtung in der betreffenden Abrechnungsperiode ein Nutzen erwächst oder nicht.\n\nd) Im vorliegenden Fall steht fest, dass die zentrale Lüftungsanlage der Stockwerkeinheit des Klägers zur Zeit objektiv nichts nützt. Zwar trifft es zu, dass sich dieser Zustand dereinst bei einer Nutzungsänderung der Stockwerkeinheit des Klägers verändern könnte. Wenn im Hinblick auf diesen eventuellen künftigen Nutzen gleichwohl bereits für den heutigen Zustand von einem gewissen Nutzen gesprochen werden sollte, so geht dieser Nutzen jedenfalls nicht über das hinaus, was Art. 712h Abs. 3 ZGB als Dienen in ganz geringem Masse bezeichnet. Daran ändert auch nichts, wenn überdies die Tatsache berücksichtigt wird, dass die zentrale Lüftungsanlage bei einer langen Abwesenheit eine gewisse Lüftung bestimmter Räume der Wohnung sicherstellen könnte, ohne dass die Hilfe von Drittpersonen beansprucht werden müsste. Ausserdem bereitet im vorliegenden Fall die Feststellung des Masses der Benutzung als Voraussetzung für eine zuverlässige Abrechnung keine Schwierigkeiten, nachdem der Kläger die Lüftungsanlage überhaupt nicht benützt. Es besteht somit kein Grund, es hier bei der Kostenverteilung nach Wertquoten bewenden zu lassen.\n\ne) Die Beklagte ist der Auffassung, der fehlende Nutzen der Lüftungsanlage für die Stockwerkeinheit des Klägers werde durch eine Sondernutzung anderer gemeinsamer Anlagen durch den Kläger ausgeglichen.\n\nDiesbezüglich ist vorweg zu beachten, dass die Vorinstanz über die angeblichen Sondernutzungen des Klägers keine Feststellungen getroffen hat. Die Beklagte macht in diesem Zusammenhang keine Verletzung bundesrechtlicher Beweisvorschriften geltend. Auch ein offensichtliches Versehen im Sinne von Art. 63 Abs. 2 OG liegt nicht vor. Wären die fehlenden Feststellungen der Vorinstanz über die angeblichen Sondernutzungen des Klägers für den |317| vorliegenden Fall entscheidend, so wäre die Sache daher gemäss Art. 64 Abs. 1 OG zur Aktenergänzung und zu neuer Entscheidung an die Vorinstanz zurückzuweisen. Diese Voraussetzung ist indessen nicht erfüllt. Art. 712h Abs. 3 ZGB stellt nach seinem eindeutigen Wortlaut eine Sonderregel auf für den Fall, dass bestimmte gemeinschaftliche Bauteile, Anlagen oder Einrichtungen einzelnen Stockwerkeinheiten nicht oder nur in ganz geringem Masse dienen. Erfasst werden somit objektive Vorteile, die einer Stockwerkeinheit unabhängig von den subjektiven Bedürfnissen des jeweiligen Eigentümers erwachsen. Die von der Beklagten in gewissem Rahmen geltend gemachten Sondernutzungen des Klägers sind indessen alle allein in der Person bzw. Familie des Klägers begründet und fallen daher nicht unter Art. 712h Abs. 3 ZGB. Diese sind demzufolge nicht geeignet, im Sinne einer Kompensation auszuschliessen, dass Art. 712h Abs. 3 ZGB hinsichtlich des objektiv fehlenden Nutzens der Lüftungsanlage zum Tragen kommt.\n\nDamit ist allerdings nicht gesagt, dass subjektiv bedingte Sondernutzungen nicht nach dem Reglement der Stockwerkeigentümer bei der Kostenverteilung berücksichtigt werden könnten. Insbesondere bei Einrichtungen, deren Nutzen nur schwer objektivierbar ist, weil er in erster Linie von den subjektiven Bedürfnissen abhängig ist, wie z.B. hinsichtlich der Benützung einer Waschmaschine, muss es möglich bleiben, entsprechend dem dispositiven Charakter von Art. 712h Abs. 1 ZGB eine von den Wertquoten abweichende Kostenverteilung vorzusehen. Der Stockwerkeigentümergemeinschaft steht dabei auch ein gewisser Ermessensspielraum zu, welche Sondernutzungen und inwiefern sie diese bei der Kostenverteilung berücksichtigen will. Unzulässig ist es jedoch, (angebliche oder mögliche) Sondernutzungen ganz allgemein gegenüber Art. 712h Abs. 3 ZGB ins Feld zu führen, d.h. ohne dass ein rechtsgültiger Beschluss der Stockwerkeigentümergemeinschaft besteht, wonach die betreffenden Sondernutzungen bei der Kostenverteilung gesondert zu berücksichtigen sind, und ohne dass Abklärungen über das Mass der Sondernutzung getroffen worden sind. Damit würde Art. 712h Abs. 3 ZGB zum vornherein jedes Sinnes beraubt, so dass der Gesetzgeber für eine solche Möglichkeit auf eine Bestimmung dieses Inhalts hätte verzichten müssen, wie das in ausländischen Rechtsordnungen geschehen ist. Unter diesen Umständen bleibt daher einzig die grundsätzlich bejahte Frage zu entscheiden, ob der fehlende Nutzen der |318| Lüftungsanlage für die Stockwerkeinheit des Klägers einen Anwendungsfall von Art. 712h Abs. 3 ZGB bildet.\n\n4. Schliesslich ergibt sich ohne weiteres, dass dem Kläger nicht vorgehalten werden kann, er habe seine Stockwerkeinheit im Wissen um seine Beitragspflicht gekauft und handle daher treuwidrig, wenn er seine Beiträge nun verweigere. Zweck des vorliegenden Verfahrens bildet ja gerade die Feststellung, ob diese Beitragspflicht hinsichtlich der zentralen Belüftungsanlage besteht oder nicht."}