{"annee": "112", "cour": "IV", "page": "4", "date": "29/1/1986", "cite": [], "cite_par": ["116 IV 306"], "chapeau": "2. Arrêt de la Cour de cassation pénale du 29 janvier 1986 dans la cause S. contre Ministère public du canton de Neuchâtel (pourvoi en nullité)", "regestes": ["Art. 125 al. 2 CP. Lésions corporelles graves par négligence. (Obligation de veiller à la sécurité sur un chantier.) Il appartient au juge pénal de déterminer, indépendamment des qualifications du droit civil ou du droit des assurances sociales, si le contrat de sous-traitance exonère l'entrepreneur principal de toute responsabilité quant aux mesures de sécurité (consid. 3)."], "faits": "|4|\n\nA.- a) Le 21 novembre 1983, R. R., collaborateur du \"groupe de montage indépendant\" dirigé par son frère G. R., était occupé à la réfection du toit de la halle du Centre de tennis des Montagnes neuchâteloises, à La Chaux-de-Fonds. Alors qu'il se déplaçait à proximité du faîte sans s'être assuré, il a glissé sur les tôles mouillées, puis est tombé sur le sol. La chute d'une hauteur de plus de 10 m lui a occasionné des lésions corporelles graves.\n\n|5|\n\nb) La réfection de la toiture en cause avait été confiée apparemment à la maison M. AG, à Zurich, qui en avait chargé une autre entreprise, soit E. AG. E. AG s'est à son tour adressée, pour l'exécution de ces travaux en sous-traitance, au \"groupe de montage indépendant\", dirigé par G. R.\n\nc) S. est président du conseil d'administration et directeur d'E. AG. Il lui a été reproché, en sa qualité de responsable de cette société, de ne pas s'être soucié de faire respecter les normes de sécurité nécessaires.\n\nLe 14 août 1985, le Tribunal de police du district de La Chaux-de-Fonds a condamné S., pour lésions corporelles graves par négligence au sens de l'art. 125 al. 2 CP, à une peine de 10 jours d'emprisonnement avec sursis pendant 2 ans. La Cour de cassation pénale du canton de Neuchâtel, statuant le 17 octobre 1985, a rejeté le recours du condamné.\n\nB.- S. a formé un recours de droit public et un pourvoi en nullité contre l'arrêt du 17 octobre 1985.\n\nLe recours de droit public a été déclaré irrecevable le 29 janvier 1986.\n\nAu terme du pourvoi, le recourant conclut à l'annulation de l'arrêt attaqué et au renvoi de la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants.", "considerants": "Considérant en droit:\n\n1. L'ordonnance du Conseil fédéral du 17 novembre 1967 concernant la prévention des accidents dans les travaux de toiture et les travaux exécutés sur les toits (RS 832.311.15) prévoit à l'art. 14 l'établissement de ponts d'échafaudages en contrebas du chéneau ou, d'après l'art. 15, la construction d'une paroi de protection d'au moins 60 cm, au-dessus du chéneau, mesures destinées à prévenir les risques de chute. Il n'est pas contesté ici qu'aucune de ces règles élémentaires n'a été observée. Si l'on avait exécuté ces mesures de protection, la chute aurait été évitée.\n\n2. Le recourant ne conteste ni la nécessité des mesures prévues aux art. 14 et 15 de l'ordonnance précitée, ni la causalité entre leur omission et la survenance des lésions corporelles graves occasionnées au blessé. Il soutient cependant que sa responsabilité pénale ne saurait être engagée par cette fatale négligence.\n\nSon argumentation repose en premier lieu sur le fait que les travaux ont été confiés à un groupe de montage indépendant; ainsi, |6| la responsabilité relative aux mesures de prévention des accidents aurait été également transmise au sous-traitant G. R., qui dirigeait ce groupe. Deuxièmement, au sein d'E. AG, ce n'était pas le condamné qui s'occupait de l'exécution de ce mandat, mais bien l'employé K., qui avait transmis à G. R. des indications en vue de la construction d'une paroi de protection. Que G. R. ait spontanément renoncé à exécuter les mesures prévues par E. AG ne saurait, selon le recourant, être retenu à sa charge.\n\n3. Dans l'arrêt de la cour de céans cité par le condamné, la question de savoir si l'entreprise, qui confie à un groupe de montage indépendant des travaux en sous-traitance, est également responsable de l'inobservation des mesures de sécurité n'a nullement été abordée; il s'agissait d'un accident survenu à V., qui concernait aussi E. AG (arrêt du 7 octobre 1985 dans la cause N. et S. c. Grisons, Ministère public). Que, dans ce premier cas, l'enquête pénale n'ait pas été dirigée contre le recourant n'exclut pas d'emblée sa responsabilité pénale ici, même si les circonstances paraissent semblables. Deux accidents graves frappant, en mai puis en novembre 1983, des sous-traitants chargés par le même mandant de travaux sur des toitures démontrent clairement l'importance pratique du problème de la coresponsabilité éventuelle de l'entreprise qui donne des travaux de montage en sous-traitance.\n\na) Savoir si l'obligation de prendre des mesures de sécurité peut être entièrement déléguée par le contrat de sous-traitance, ou s'il subsiste une coresponsabilité de l'entrepreneur principal déléguant, ne dépend ni de la qualification du droit civil (voir G. GAUTSCHI, Der Werkvertrag, in Berner Kommentar, Berne 1967, n. 15a relative à l'art. 363 CO), ni du point de vue du droit des assurances sociales sur les liens contractuels concernés (voir F. VISCHER, Le contrat de travail, in Traité de droit privé suisse, Fribourg 1982, vol. VII, t. I/2, par. 55 p. 32 I). Il appartient au juge pénal de dire de façon indépendante si les organes de l'entreprise principale conservent une sorte d'obligation de surveillance en matière de mesures de sécurité ou si elle peut entièrement laisser au sous-traitant le soin de s'organiser à cet égard.\n\nb) Dans les contrats de sous-traitance du genre de ceux que conclut E. AG, l'accord des volontés respectives de l'entrepreneur principal et du sous-traitant porte sur l'engagement de forces de travail, sous la forme d'un groupe réuni et conduit par le sous-traitant, en vue de l'exécution d'une tâche précise s'inscrivant dans le cadre du mandat, |7| accepté par l'entrepreneur principal, concernant un ouvrage à exécuter (ici la réfection d'un toit). Le groupe de travail agit selon les instructions de l'entrepreneur principal. En général, la rétribution convenue n'est pas fonction du temps de travail, mais prend la forme d'un montant forfaitaire ou dépendant de la quantité produite. Le groupe de montage du sous-traitant se substitue aux travailleurs de l'entreprise principale; cette dernière n'a pas à se soucier du recrutement et du choix des collaborateurs du groupe indépendant; il appartient au sous-traitant de régler ces problèmes. Mais il en résulte que le groupe de montage indépendant travaille pratiquement pour l'entrepreneur principal de manière tout à fait semblable à ce que ferait un groupe composé de ses propres collaborateurs, c'est-à-dire comprenant des personnes qu'il aurait engagées individuellement. En l'espèce, l'assurance du groupe indépendant auprès de la CNA a été contractée par l'entrepreneur principal comme celle qui concerne ses propres travailleurs. Il existe un rapport de subordination liant le sous-traitant à l'entrepreneur principal. Le premier met les forces de travail de son groupe à la disposition de l'entreprise principale, dont les organes donnent les instructions nécessaires pour l'exécution du travail convenu.\n\nc) En résumé, du point de vue du droit civil, le sous-traitant et son groupe sont liés à l'entrepreneur principal par un contrat qui se situerait entre le contrat de travail (en raison du rapport de subordination et des instructions à observer) et le contrat d'entreprise (rémunération pour l'exécution d'un ouvrage). Cette similitude indéniable avec la position d'un ouvrier ou d'un employé et le pouvoir général de surveillance et de direction qui reste aux organes de l'entreprise principale, au service de laquelle le groupe se trouve, conduisent à la conclusion que les responsables de l'exécution de l'ouvrage dans sa totalité doivent également veiller au respect des normes de sécurité exigibles afférentes au travail en sous-traitance du groupe.\n\nLe fait qu'un employé d'E. AG ait ici discuté de l'installation d'une paroi de protection avec le chef du groupe de montage indépendant vient nettement à l'appui de cette conclusion. L'intervention de K. auprès de G. R. se comprend seulement dans la mesure où E. AG conservait au moins une obligation de surveillance en matière de prévention des accidents. Admettre un transfert total de cette responsabilité au sous-traitant ne correspondrait ni à la situation de fait, ni aux intérêts en présence; en effet, le chef du groupe de montage devrait |8| assumer entièrement seul la charge de prendre des mesures de protection renchérissant ou ralentissant éventuellement les travaux, alors que les personnes responsables de l'exécution de l'ouvrage dans son ensemble seraient autorisées à s'en remettre aux directives insuffisantes et risquées, mais financièrement avantageuses pour elles, fixées par le sous-traitant. L'entrepreneur principal, qui remet en sous-traitance à un groupe indépendant des travaux de toitures difficiles et comportant des risques, ne peut ainsi se soustraire à l'obligation de veiller au respect des mesures de sécurité nécessaires. Le contrat de sous-traitance n'implique pas le transfert complet, au sous-traitant, de la responsabilité d'ordonner et de faire prendre les mesures de prévention des accidents commandées par la nature des travaux en cause; il subsiste au contraire une obligation pour les organes responsables de l'entreprise principale de veiller, selon les moyens à disposition, à l'observation des prescriptions destinées à prévenir les accidents.\n\n4. Pour se conformer à cette obligation de faire respecter des mesures de sécurité déterminées, il ne suffit pas qu'un employé subalterne de l'entreprise principale se contente d'indiquer au chef du groupe de montage qu'il faudrait installer un échafaudage ou une paroi de protection. En tant que directeur responsable de l'entreprise principale, le recourant ne s'est pas suffisamment soucié de la question de la prévention des accidents; il ne soutient pas avoir entrepris quoi que ce soit, même après l'accident de V., en vue de s'assurer que les sous-traitants connaissaient et appliqueraient les prescriptions concernant la prévention des accidents dans les travaux de toitures, normes de sécurité qui ne sont manifestement pas inutiles. Il est vrai que le rôle de K., qui devait étudier la question, démontre que, du côté d'E. AG, l'on était conscient du risque et de la difficulté de faire respecter les mesures de sécurité. Mais on ne saurait voir là une tentative sérieuse d'y remédier. Il convient en conséquence de retenir à la charge du recourant qu'il n'a pas agi en vue de faire respecter, dans la mesure de ses moyens, les art. 14, 15 et 18 de l'ordonnance du 17 novembre 1967, en donnant par exemple des instructions claires et en contrôlant leur bonne exécution avant le début des travaux de toiture concernant un nouveau chantier. L'omission de telles mesures constitue une négligence, qui est une cause concomitante de l'accident du 21 novembre 1983. Dès lors, l'arrêt attaqué ne contient pas de violation du droit fédéral."}