{"annee": "112", "cour": "IB", "page": "485", "date": "17/12/1986", "cite": ["108 IB 334", "89 I 381", "111 IB 269", "112 IB 105", "109 IB 257", "110 IB 255", "82 I 157", "110 IB 43", "111 IA 17", "112 IA 155", "108 IB 345", "112 IB 396", "112 IB 388", "110 IB 29", "104 IA 470", "109 IB 13"], "cite_par": ["114 IB 286", "114 IB 301", "114 IB 321", "119 IB 138", "114 IB 174", "115 IB 13", "117 IB 4", "115 IA 343", "119 IB 124", "117 IA 434"], "chapeau": "76. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Dezember 1986 i.S. Erbengemeinschaft Benoit gegen Einwohnergemeinde Biel und Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 5 al. 2 LAT; expropriation matérielle, non-classement en zone à bâtir. Le classement d'un bien-fonds dans une zone réservée aux constructions et installations publiques ne donne droit à une indemnité pour expropriation matérielle que si ce bien-fonds constituait, au moment déterminant, un terrain à bâtir au sens de la jurisprudence, en d'autres termes si le nouveau classement supprimait une possibilité réelle de construction dans un proche avenir. Tel n'est pas le cas en l'espèce."], "faits": "|485|\n\nErnst Benoit-Moser, Marianne Benoit, Ursula Käser-Benoit und Rudolf Benoit sind als Erben Gesamteigentümer der Parzelle Biel Gbbl.-Nr. 8704. Den Erben Marianne Benoit, Ursula Käser-Benoit und Rudolf Benoit gehört die Parzelle Biel Gbbl.-Nr. 4958. Die beiden zusammenhängenden Grundstücke liegen im Gebiet Madretsch-Ried und weisen zusammen eine Fläche von 67 103 m2 auf. Sie werden landwirtschaftlich genutzt. Auf der Parzelle Nr. 4958 befindet sich ein Bauernhof mit mehreren landwirtschaftlichen |486| Gebäuden. Nach der Bauordnung der Stadt Biel aus dem Jahre 1937 gehörten die Grundstücke zur Bauzone IV für zweigeschossige offene Überbauungen.\n\nAm 20. Juni 1978 genehmigte die Baudirektion des Kantons Bern den Überbauungsplan mit Sonderbauvorschriften Madretsch-Ried. Eine gegen diesen Plan gerichtete Beschwerde wies der Regierungsrat des Kantons Bern am 11. April 1979 ab. Gegen diesen Entscheid führten die Grundeigentümer staatsrechtliche Beschwerde, welche das Bundesgericht mit Urteil vom 19. Dezember 1979 abwies.\n\nDer Überbauungsplan unterteilt das Gebiet Madretsch-Ried in verschiedene Nutzungszonen, nämlich:\n\n- Sektor A als Wohngebiet für dreigeschossige Überbauungen,\n\n- Sektor B als Wohngebiet für zweigeschossige Überbauungen,\n\n- Sektoren C und D als Zentrumszonen für Wohnüberbauungen mit\n\nintegrierten Versorgungsbetrieben,\n\n- Sektor E als Freifläche für einen Schulhausbau und Sportanlagen\n\nund\n\n- Sektor F als sogenannte Freihaltefläche im Zentrum und gegen den an\n\ndas Plangebiet anschliessenden Wald hin.\n\nIm weiteren regelt der Überbauungsplan die Basiserschliessungsanlagen (Ringstrasse mit Trottoir, Kanalisation).\n\nDie beiden Parzellen der Erben Benoit bilden den östlichen Abschluss des Plangebietes und werden planerisch wie folgt erfasst:\n\n- Wohnzone (Sektor B) ca. 29 800 m2,\n\n- Freifläche (Sektor E) ca. 11 700 m2,\n\n- Freihaltefläche (Sektor F) ca. 21 000 m2,\n\n- Strassenfläche ca. 4900 m2.\n\nMit Gesuch vom 26. Mai 1981 verlangten die Erben Benoit von der Einwohnergemeinde Biel für die durch den Überbauungsplan nicht der Wohnzone zugewiesenen Grundstücksteile (Freifläche, Freihaltefläche, Strassenfläche) eine Entschädigung wegen materieller Enteignung. Ausgehend von einem Baulandpreis von Fr. 300.-- pro m2 und einem Kulturlandpreis von Fr. 5.-- pro m2 bezifferten sie die Entschädigung auf ca. 11 Mio. Franken.\n\nDie Enteignungs-Schätzungskommission des Kantons Bern, Kreis IV, wies dieses Gesuch mit Urteil vom 8. März 1984 \"zur Zeit\" ab, im wesentlichen mit der Begründung, die fraglichen Parzellen hätten im massgebenden Zeitpunkt nicht Bauland im enteignungsrechtlichen Sinn dargestellt. Die Erben Benoit zogen |487| die Sache hierauf an das Verwaltungsgericht des Kantons Bern weiter, welches ihr Gesuch um Zuspruch einer Entschädigung wegen materieller Enteignung am 2. Dezember 1985 abwies.\n\nGegen diesen Entscheid führen die Erben Benoit Verwaltungsgerichtsbeschwerde beim Bundesgericht. Sie beantragen, das angefochtene Urteil sei aufzuheben und die Streitsache zur Bestimmung der ihnen geschuldeten Enteignungsentschädigung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n4. a) Die Vorinstanz hält dafür, bei der Zonenordnung der Stadt Biel aus dem Jahre 1937 handle es sich nicht um eine aktualisierten raumplanerischen Überlegungen entsprechende Planung; sie wies darauf hin, es sei gerichtsnotorisch, dass seinerzeit weite Teile des nicht überbauten Bieler Stadtgebietes der Bauzone IV zugeschieden worden seien. Ein Blick auf den fraglichen Zonenplan des Jahres 1937 bestätigt diese Ausführungen des Verwaltungsgerichtes. Die damalige Zonenordnung der Stadt Biel genügte weder den Anforderungen des Bundesgesetzes vom 8. Oktober 1971 über den Schutz der Gewässer gegen Verunreinigung (Art. 19/20 GSchG) noch denjenigen des Baugesetzes des Kantons Bern vom 7. Juni 1970 (Art. 70 BauG 1970) und der zum Vollzug dieses Gesetzes erlassenen Bauverordnung vom 26. November 1970 (Art. 111 ff. BauV 1970). Die am 11. April 1979 in Kraft getretene Zuordnung von Teilen der Parzellen Nrn. 8704 und 4958 zu den Bereichen Freifläche (Sektor E) und Freihaltefläche (Sektor F) stellt somit keine Auszonung aus der Bauzone dar. Es handelt sich vielmehr um eine Nichteinzonung in das Baugebiet (vgl. BGE 112 Ib 396 ff. E. 5; BGE 112 Ib 110 ff. E. 3; BGE vom 21. November 1984 in ZBl 86/1985 S. 212 ff.; BGE 109 Ib 17 E. 4a; nicht veröffentlichte Urteile des Bundesgerichtes vom 9. Juli 1986 i.S. Spovalor AG gegen Politische Gemeinde St. Gallen und vom 6. August 1985 i.S. Tanneichen Immobilien AG gegen Stadt St. Gallen).\n\nDie Sondernutzungsvorschriften zum Überbauungsplan Madretsch-Ried für die Sektoren E und F lauten wie folgt:\n\n\"Art. 22 Sektor E\n\nSektor E ist eine Freifläche nach Art. 27 BauG und ist für die\n\nAufnahme einer Schulanlage und der zugehörigen Sportanlagen |488|\n\nbestimmt. Ebenfalls sind hier die für die Naherholungsfunktionen\n\nnotwendigen Parkplätze zu situieren.\n\nDie Höhe der Bauten darf eine maximale Kote von 457.00 nicht\n\nüberschreiten.\n\nArt. 23 Sektor F\n\n1 Die Sektoren F sind Freihalteflächen und dienen zur Strukturierung\n\nund Grüngestaltung des Quartiers. Im Rahmen des Überbauungsplanes wird\n\neine generelle Freihaltung und Reservation zu diesem Zweck vorgenommen.\n\nIhre definitive Ausdehnung, Nutzung und Ausgestaltung wird in den\n\nGestaltungsplänen entsprechend der in den Richtlinien formulierten\n\nZweckbestimmung festgelegt.\n\n2 Die bauliche Nutzung ist reduziert auf Kleinbauten nach Art. 6.\"\n\nWährend der Überbauungsplan Madretsch-Ried der Einwohnergemeinde Biel gemäss Art. 97 BauG 1970 und Art. 128 des am 1. Januar 1986 in Kraft getretenen neuen bernischen Baugesetzes vom 9. Juni 1985 (BauG 1985) für das als Freifläche ausgeschiedene Land das Enteignungsrecht verleiht, ist das bei den Freihalteflächen nicht der Fall (vgl. hiezu BGE vom 19. Dezember 1979 i.S. Erbengemeinschaft Benoit gegen Einwohnergemeinde Biel, E. 1b, teilweise veröffentlicht in BVR 1980 S. 218 ff.). Das Erstellen von Bauten im privaten Interesse ist in der Freifläche verboten, während es in Freihalteflächen weitgehend eingeschränkt ist.\n\nIn den vom Bundesgericht bisher beurteilten Nichteinzonungsfällen wurde ausserhalb des Baugebietes gelegenes Land in einer Zone ausserhalb der Bauzonen belassen. Demgegenüber ordnete der Überbauungsplan Madretsch-Ried die genannten, am Stichtag nicht in einer Bauzone nach eidgenössischem und kantonalem Recht befindlichen Parzellenteile zwei in der Bauzone gelegenen Bauverbotszonen zu. Das ändert aber nichts daran, dass der Überbauungsplan diesen Parzellenteilen insgesamt die Qualität eines für private Bauten bestimmten Baugebietes nicht nehmen konnte, weil sie - wie ausgeführt - gar keine Bauzonenqualität hatten.\n\nb) Nachdem die den Beschwerdeführern gehörenden, der Freifläche und der Freihaltefläche zugeteilten Parzellenteile am Stichtag keiner Bauzone im Sinne des kantonalen Bau- und Planungsrechtes angehörten, stellt sich die Frage, ob nach den Kriterien des eidgenössischen Gewässerschutzgesetzes vom 8. Oktober 1971 eine Überbauungsmöglichkeit bestand (Art. 19/20 GSchG; Art. 28 der Allgemeinen Gewässerschutzverordnung vom |48919| . Juni 1972, AGSchV). Da die fraglichen Parzellenteile nicht innerhalb eines rechtskräftigen generellen Kanalisationsprojektes (GKP) lagen, wäre dies nur der Fall, wenn sie am Stichtag innerhalb des engeren Baugebietes, welches das erschlossene und vor der Erschliessung stehende Land umfasst, gelegen hätten (Art. 28 AGSchV). Dies trifft indessen offensichtlich nicht zu. Wie das Verwaltungsgericht zutreffend dargelegt hat, fehlte es am Stichtag sowohl an einer Kanalisation als auch an einer Basiserschliessungsstrasse.\n\nDie Beschwerdeführer halten zwar dafür, die beiden Grundstücke seien strassen- und abwassermässig erschlossen. Sie machen geltend, beide Parzellen würden durch dieselbe Strasse erschlossen, welche auch das westlich angrenzende, zur Überbauung freigegebene Gebiet bediene; und im Riedliweg verlaufe eine Kanalisationsleitung bis zur Parzellengrenze, wo sich ein Schacht befinde. Weder die erwähnte Strasse noch die Kanalisationsleitung (Detailerschliessungsleitung) im Riedliweg können jedoch als genügende Basiserschliessungsanlagen für die beiden 67 103 m2 messenden Grundstücke der Beschwerdeführer betrachtet werden. Dies macht nicht zuletzt der Überbauungsplan Madretsch-Ried mit den dort vorgesehenen umfangreichen neuen Basiserschliessungseinrichtungen und -anlagen deutlich. In ihrem Enteignungsgesuch vom 25. Mai 1981 haben die Beschwerdeführer übrigens selbst auch die Meinung vertreten, ihr Land sei nicht basiserschlossen. Die rechtlichen Voraussetzungen für die Basiserschliessung wurden tatsächlich erst im Überbauungsplan Madretsch-Ried geschaffen. Die fraglichen Parzellenteile standen aber auch nicht kurz vor der Erschliessung. Dies ergibt sich deutlich aus der im Überbauungsplan enthaltenen Beschreibung der zeitlichen Entwicklung des Gebietes Madretsch-Ried, wie sie auch im angefochtenen Urteil wiedergegeben ist. Gemäss Art. 4 der Sonderbauvorschriften zum Überbauungsplan Madretsch-Ried dürfen Baubewilligungen nur aufgrund rechtsgültiger Gestaltungspläne erteilt werden. Der Überbauungsplan sieht sechs solche Gestaltungspläne vor. Für den ganzen östlichen Teil des Plangebietes, in welchem die beiden Parzellen der Beschwerdeführer liegen, besteht noch kein solcher Gestaltungsplan. Es ist somit nicht anzunehmen, im massgeblichen Zeitpunkt sei eine Überbauung in naher Zukunft sehr wahrscheinlich gewesen. Ferner zeigt die bei den Akten liegende Übersicht über die Nutzungsreserven der Stadt Biel vom 20. September 1984, dass am Stichtag noch genügend andere, teilweise besser |490| gelegene Baulandreserven vorhanden waren. Schliesslich ist auch zu beachten, dass die Bevölkerungsentwicklung der Stadt Biel seit Jahren rückläufig ist (Beilage Nr. 6 der von der Einwohnergemeinde Biel im vorinstanzlichen Verfahren eingereichten Duplik vom 31. Juli 1985).\n\nc) Das am 1. Januar 1980 in Kraft getretene eidgenössische Raumplanungsgesetz brachte für die fraglichen Parzellenteile ebenfalls keine Überbauungsmöglichkeit, da das Gebiet mangels Erschliessung nicht als vorläufige Bauzone gemäss Art. 36 Abs. 3 RPG gelten konnte (vgl. BGE 112 Ib 396 ff. E. 5c; nicht veröffentlichte BGE vom 9. Juli 1986 i.S. Spovalor AG gegen Politische Gemeinde St. Gallen, E. 4c, und vom 6. August 1985 i.S. Tanneichen Immobilien AG gegen Stadt St. Gallen).\n\nd) Zusammenfassend ergibt sich somit, dass die im östlichen Bereich des Gebietes Madretsch-Ried gelegenen Teile der Parzellen Nrn. 8704 und 4958, welche vom Überbauungsplan der Freifläche und der Freihaltefläche zugewiesen worden sind, am Stichtag keine in naher Zukunft realisierbare Überbauungschance im Sinne der bundesgerichtlichen Praxis aufwiesen. Ihre Überbauung war damals objektiv nicht möglich. Einer faktischen Überbaubarkeit standen rechtliche Hindernisse entgegen, was nach der Rechtsprechung des Bundesgerichtes bereits für sich alleine die Annahme einer materiellen Enteignung ausschliesst. Hinzu kommt, dass die Beschwerdeführer erst Jahre nach dem Inkrafttreten des Überbauungsplanes konkrete Bauabsichten äusserten, wie das Verwaltungsgericht unter Hinweis auf ihre erst ungefähr fünf Jahre nach dem Stichtag eingereichten Gesuche um Bewilligung des Abbruchs der landwirtschaftlichen Bauten und Einleitung des Gestaltungsplanverfahrens zutreffend ausgeführt hat. Zudem waren die Beschwerdeführer bis ins Jahr 1985 an ein landwirtschaftliches Pachtverhältnis gebunden.\n\nDemnach ist festzustellen, dass der Einbezug der erwähnten Parzellenteile in den Bereich der Freifläche bzw. Freihaltefläche keine Bauchance zerstörte. Die in Frage stehende Planungsmassnahme stellt somit keinen besonders schweren Eingriff in das Grundeigentum der Beschwerdeführer dar und vermag daher keine Entschädigungspflicht auszulösen (BGE 112 Ib 108 E. 2a; BGE 110 Ib 32 E. 4; 109 Ib 16 E. 2).\n\n5. Wie dargelegt, stellte die Zonenordnung von 1937, gemäss welcher die Parzellen Nrn. 8704 und 4958 der Bauzone IV für zweigeschossige offene Überbauungen angehörten, keine den |491| Anforderungen der Raumplanung genügende Grundordnung dar. Die Auswirkungen des Überbauungsplanes Madretsch-Ried, mit welchem Teile der erwähnten Parzellen der Freifläche bzw. Freihaltefläche zugeteilt worden sind, sind daher nicht unter dem Gesichtspunkt der Auszonung aus der Bauzone, sondern unter jenem der Nichteinzonung in eine Bauzone für private Überbauungen zu beurteilen (s. die oben, E. 4a, zitierten Urteile). Nach der bundesgerichtlichen Rechtsprechung kann auch die Nichteinzonung eines Grundstückes dessen Eigentümer enteignungsähnlich treffen. Dies ist etwa dann der Fall, wenn Land in Frage steht, das von einem gewässerschutzrechtskonformen GKP erfasst wird und das baureif oder groberschlossen ist, und wenn der Eigentümer für die Erschliessung und Überbauung dieses Landes schon erhebliche Kosten aufgewendet hat. In einem solchen Fall können Umstände vorliegen, welche die Einzonung geboten hätten. Trifft das zu, so ist anzunehmen, dass am massgebenden Stichtag mit hoher Wahrscheinlichkeit mit einer Überbauung des betreffenden Landes hätte gerechnet werden dürfen (BGE 112 Ib 396 ff. E. 6; BGE vom 21. November 1984 in ZBl 86/1985 S. 214; BGE 109 Ib 17 /18 E. 4b, mit Hinweisen). Diese Voraussetzungen sind jedoch im vorliegenden Fall nicht erfüllt: Die erwähnten Parzellenteile wurden beim Inkrafttreten des Überbauungsplanes Madretsch-Ried nicht von einem gewässerschutzrechtskonformen GKP erfasst, auch waren sie damals weder baureif noch groberschlossen. Zudem hatten die Grundeigentümer für die Erschliessung und Überbauung des betreffenden Landes noch keine erheblichen Kosten aufgewendet.\n\n6. Die Beschwerdeführer machen in ihrer Verwaltungsgerichtsbeschwerde vor Bundesgericht nur noch geltend, der Einbezug von ihnen gehörendem Land in die Bereiche Freihaltefläche und Freifläche stelle eine materielle Enteignung dar. Im kantonalen Verfahren leiteten sie auch aus der Zuscheidung von 4900 m2 zur Strassenfläche Ansprüche wegen materieller Enteignung ab. Sie verzichten zu Recht darauf, diesen Standpunkt aufrechtzuerhalten. Die fragliche Zuweisung zur Strassenfläche stellt aus den gleichen Gründen keine materielle Enteignung dar, aus denen eine solche für die Zuscheidung von Land zu den Sektoren E und F zu verneinen ist. Im übrigen dienen die Strassen, für welche diese Fläche benötigt wird, vor allem der Erschliessung der 29 800 m2 messenden Parzellenteile der Beschwerdeführer, welche im Überbauungsplan Madretsch-Ried der Wohnzone (Sektor B) zugewiesen worden sind. Auch aus diesem Grund bewirkt die Zuscheidung |492| der 4900 m2 Land zur Strassenfläche keinen entschädigungspflichtigen enteignungsähnlichen Tatbestand (vgl. BGE 89 I 385 E. 2 und BGE 82 I 165).\n\n7. Die Beschwerdeführer machen mit Bezug auf BGE 108 Ib 334 ff. und BGE 109 Ib 257 ff. in absoluter Weise geltend, nach der Rechtsprechung des Bundesgerichtes begründe die Schaffung einer Freifläche immer eine materielle Enteignung. Dies ist jedoch nicht richtig. Eine materielle Enteignung ist nur zu bejahen, wenn Bauland im enteignungsrechtlich relevanten Sinn einer Freifläche zugeschieden wird, d.h. wenn dadurch eine in naher Zukunft realisierbare Bauchance zerstört wird. Im Unterschied zu den zwei zitierten Fällen trifft dies in der vorliegenden Sache nicht zu.\n\n8. Auch ein Sonderopfer liegt nicht vor, denn hievon könnte ebenfalls nur dann gesprochen werden, wenn im massgebenden Zeitpunkt anzunehmen gewesen wäre, eine zukünftige bessere Nutzung hätte mit hoher Wahrscheinlichkeit in naher Zukunft verwirklicht werden können (BGE 110 Ib 32 E. 4; BGE 108 Ib 351 E. 5a und 352 ff., je mit Hinweisen).\n\n9. Nach der Praxis des Bundesgerichtes sagt der Steuerwert eines Grundstückes nur darüber etwas aus, wie hoch die Steuerbehörden und die Grundeigentümer das Land einschätzen; diese Auffassung bindet jedoch die Bau-, Forst- oder Planungsbehörden nicht (BGE 108 Ib 351 E. 5b; BGE vom 23. März 1977 in ZBl 78/1977 S. 557 E. 3b; vgl. auch BVR 1979 S. 373).\n\n10. a) Die Beschwerdeführer halten schliesslich dafür, es liege bezüglich der Zuweisung ihres Landes zum Sektor E (Freifläche für Schul- und Sportanlagen) ein enteignungsähnlicher Spezialfall vor. Sie führen aus, dass nach allgemeiner Terminologie und nach Massgabe des bernischen Rechtes Freiflächen Zonen für öffentliche Bauten und Anlagen darstellten, die einer privaten baulichen Nutzung entzogen seien. Mit der Genehmigung eines Nutzungsplanes durch die zuständige kantonale Behörde erlange die Gemeinde nach bernischem Recht das Enteignungsrecht für die zweckbestimmten Freiflächen (Art. 96/97 BauG 1970, Art. 128 BauG 1985). Der Nutzungsplan gebe somit gleichzeitig den formellen Enteignungstitel ab. Werde eine Freifläche formell enteignet, so gebiete der Grundsatz der vollen Entschädigung die Vergütung des Verkehrswertes oder eines allfälligen höheren subjektiven Wertes an den Grundeigentümer. Treffe die Eigentumsbeschränkung Land innerhalb des Baugebietes, so richte sich der Verkehrswert des betroffenen Gebietes nach den Vergleichspreisen in den |493| angrenzenden Bauzonen. Die dem angefochtenen Entscheid zugrunde liegende bundesgerichtliche Rechtsprechung sei zu den Tatbeständen der Rückzonung, Auszonung oder Nichteinzonung ergangen. Im Unterschied zu solchen Fällen führe die Freifläche stets zur formellen Enteignung der Parzellen durch das Gemeinwesen, wobei die Verfassung dem Grundeigentümer eine volle Entschädigung garantiere, welche sich bei Freiflächen innerhalb des Baugebietes nach Baulandpreisen bemesse. Nach der bundesgerichtlichen Zweistufentheorie (BGE 109 Ib 263; 108 Ib 338; 97 I 814) bestehe aber die Gefahr, dass ein Teil dieses vefassungsmässigen Entschädigungsanspruches durch Zeitablauf untergehe. Als sachgerechte Lösung biete sich in diesem Spezialfall die Rechtsprechung an, welche das Zürcher Verwaltungsgericht vor Inkrafttreten des eidgenössischen Raumplanungsgesetzes zum Begriff der materiellen Enteignung geübt habe, indem es die Entschädigungspflicht am gefestigten Baulandwert orientiert habe.\n\nDas Bundesgericht hat schon wiederholt erklärt, es habe keinen Anlass, diese frühere (inzwischen aufgegebene), seiner eigenen Rechtsprechung widersprechende Praxis des Zürcher Verwaltungsgerichtes zu übernehmen (BGE 110 Ib 31 E. 3; 109 Ib 115 E. 3; BGE vom 25. November 1981 in ZBl 83/1982 S. 87 E. 4 mit Hinweis). Nichts anderes ergibt sich für den vorliegenden Fall. Die bisherige bundesgerichtliche Rechtsprechung wird auch einem Fall wie dem vorliegenden gerecht, wie die nachfolgenden Erwägungen zeigen werden.\n\nZunächst ist entgegen den Darlegungen der Beschwerdeführer festzustellen, dass - wie ausgeführt - mit dem Überbauungsplan Madretsch-Ried nicht Bauland im enteignungsrechtlichen Sinne, sondern Nichtbauland einer Freifläche zugeschieden worden ist. Würde es sich beim fraglichen Land um Bauland im enteignungsrechtlichen Sinne handeln, so hätten die Beschwerdeführer die Wahl gehabt, eine Entschädigung aus materieller Enteignung oder - anstelle einer Minderwertentschädigung - die Übernahme des Grundstückes durch das Gemeinwesen zu verlangen (Art. 100 Abs. 1 BauG 1970 i.V.m. Art. 6 Abs. 1 des bernischen Gesetzes über die Enteignung vom 3. Oktober 1965, EntG; s. hiezu SAMUEL KELLER, Gegenstände und Wirkungen des kommunalen Überbauungsplanes, BVR 1978, S. 112, und ALDO ZAUGG, Kommentar zum Baugesetz des Kantons Bern vom 7. Juni 1970, S. 309/310; Entscheid des Verwaltungsgerichtes des Kantons Bern vom 6. Mai 1968 in ZBl 71/1970 S. 45 ff.). Auf diese oder jene Weise wären sie |494| zur verfassungsmässig vorgesehenen vollen Entschädigung gelangt, wobei der zweite Weg ihren konkreten Entschädigungsvorstellungen entsprochen hätte.\n\nSodann ist zu beachten, dass die Zuweisung einer Parzelle zu einer Freifläche oder Zone für öffentliche Bauten und Anlagen entgegen den Ausführungen der Beschwerdeführer nicht in allen Fällen zu einer formellen Enteignung führen muss. Eine solche Zuweisung kann zunächst auch blossen Landsicherungscharakter aufweisen. Verläuft die Entwicklung in der Folge anders, als im Zeitpunkt der Ausscheidung der Freifläche angenommen wurde - was in den letzten Jahren namentlich bei Nichtbauland sehr häufig der Fall war -, so wird das in sie einbezogene Land später mitunter von der öffentlichen Hand nicht enteignet, sondern stattdessen unter Umständen zum Beispiel einer Landwirtschaftszone zugeteilt. Der Zeitpunkt, wann das betreffende Land gegebenenfalls vom Gemeinwesen beansprucht wird, ist meist unbestimmt. Die Beschwerdeführer weisen im vorliegenden Fall selber darauf hin, die Einwohnergemeinde Biel wolle offenbar die vollständige Erschliessung ihrer Parzellen erst nach Ablauf von 15 Jahren seit Inkrafttreten der Sonderbauordnung realisieren und auch erst in jenem Zeitpunkt die Übernahme der Freiflächen vollziehen. Sie stellen dazu die Frage, ob diese Absicht der Gemeinde mit der ihr obliegenden Erschliessungspflicht vereinbar sei. Naheliegender ist hier jedoch die Frage, ob der Sondernutzungsplan Madretsch-Ried mit dem am 1. Januar 1980 in Kraft getretenen eidgenössischen Raumplanungsgesetz vereinbar sei, nach dessen Art. 15 lit. b Bauzonen nur dasjenige Land umfassen dürfen, das voraussichtlich innert 15 Jahren benötigt und erschlossen wird (vgl. BGE 112 Ib 396 ff. E. 5a mit Hinweisen und BGE 112 Ib 388 ff. E. 4c-f; BGE 112 Ia 155 ff.; BGE 111 Ia 22; 110 Ia 54). Gerade dies sieht der fragliche Plan nämlich nicht vor. Im Hinblick auf die bauliche und rückläufige bevölkerungsmässige Entwicklung der Einwohnergemeinde Biel in den letzten Jahren könnte im Rahmen der Anpassung der Nutzungsplanung dieser Gemeinde an die Grundsätze des Raumplanungsgesetzes die Zuteilung der in der Freifläche liegenden Parzellenteile der Beschwerdeführer zu einer Nichtbauzone nötig werden.\n\nb) Nach der Rechtsprechung des Bundesgerichtes findet beim Einbezug von Bauland im enteignungsrechtlichen Sinn in eine Zone für öffentliche Bauten und Anlagen in jenem Zeitpunkt, in dem die Eigentumsbeschränkung formell in Rechtskraft erwächst, |495| eine materielle Enteignung statt (vgl. BGE 110 Ib 259; BGE 109 Ib 257 ff.; 108 Ib 337 f.). In diesem Moment verliert das derart belastete Land seinen vormaligen Wert als Bauland; es hat nur noch einen Restwert, der bei nicht überbauten Grundstücken in der Regel dem landwirtschaftlichen Wert entspricht. Da es seit Inkrafttreten der Eigentumsbeschränkung kein Bauland mehr ist, macht das Grundstück keine Baulandpreissteigerungen mehr mit. Für die Berechnung der Entschädigung aus materieller Enteignung ist somit vom Landwert in jenem Zeitpunkt auszugehen, in dem die Eigentumsbeschränkung in Kraft getreten ist. Der Restwert, der dem Grundstück nach Inkrafttreten der Eigentumsbeschränkung verbleibt, macht die Preisänderung mit, die sich von diesem Zeitpunkt an für landwirtschaftlichen Boden ergibt. Wird das Heimschlagsrecht erst Jahre nach der materiellen Enteignung ausgeübt, so hat die Entschädigung für die formelle Enteignung dem Wert im Zeitpunkt des Heimschlags zu entsprechen. Nur wenn zwischen dem Zeitpunkt der materiellen und jenem der formellen Enteignung keine nennenswerte Preisentwicklung stattgefunden hat, kann davon abgesehen werden, die Schätzungstage auseinanderzuhalten.\n\nDie soeben erwähnte bundesgerichtliche Rechtsprechung findet auch in einem Fall wie dem vorliegenden Anwendung. Da allerdings das der Freifläche zugeteilte Land bei Inkrafttreten des Überbauungsplanes Madretsch-Ried, also am 11. April 1979, kein Bauland im enteignungsrechtlichen Sinn darstellte, trat in diesem Zeitpunkt auch keine materielle Enteignung ein. Somit entfällt in der vorliegenden Sache die erste der beiden in den angeführten Entscheiden genannten Enteignungsstufen. Es verbleibt daher nur noch die formelle Enteignung. Auch hiefür gilt aber das Prinzip der vollen Entschädigung, welche regelmässig dem landwirtschaftlichen Bodenwert im Zeitpunkt des Heimschlages entspricht (vgl. BGE 108 Ib 338 f.). Liegt keine materielle Enteignung vor, dann stellt die in Frage stehende Planungsmassnahme, welche eine formelle Enteignung bewirkt, lediglich deren Vorstufe dar. In einem solchen Fall müssen die durch die Planungsmassnahme bedingten Vorwirkungen bei der Festsetzung der Entschädigung für die formelle Enteignung ausser acht gelassen werden, sofern die Beschränkung des Grundeigentums - wie hier - nicht auf eine materielle Enteignung hinausläuft und unter diesem Gesichtswinkel eine Entschädigung geschuldet wird (BGE 110 Ib 47 f. E. 3; vgl. auch BGE 104 Ia 470 f.).\n\n|496|\n\nZwar kann diese Praxis - wie in der Beschwerde ausgeführt wird - zur Folge haben, dass in Fällen des Einbezuges von Bauland im enteignungsrechtlichen Sinn in eine Zone für öffentliche Bauten und Anlagen der Anspruch wegen materieller Enteignung durch Zeitablauf (Verjährung, Ablauf einer Verwirkungsfrist) untergeht. Die Beschwerdeführer betrachten diese Folge als unhaltbar. Dieser Einwand ist hier aber bedeutungslos, da - wie aufgezeigt - ein Anspruch der Beschwerdeführer wegen materieller Enteignung gar nicht entstand und deshalb auch nicht untergehen kann. Im übrigen schliesst die bundesgerichtliche Rechtsprechung nicht aus, dass die Kantone derartige Rechtsfolgen mit positivrechtlichen Regelungen verhindern können. Dies ist denn auch im Kanton Bern kürzlich geschehen. Nach Art. 134 Abs. 2 des auf den 1. Januar 1986 in Kraft getretenen neuen Baugesetzes vom 9. Juni 1985 können Entschädigungsansprüche aus Eigentumsbeschränkungen, die einer formellen Enteignung vorausgehen, in jedem Fall noch im Verfahren der formellen Enteignung geltend gemacht werden. Für derartige Ansprüche wird also mit dieser Bestimmung die Verjährung, wie sie grundsätzlich in Art. 134 Abs. 1 BauG 1985 in Anlehnung an die Rechtsprechung des Bundesgerichtes (vgl. BGE 111 Ib 272 und BGE 108 Ib 340 E. 5b mit Hinweis) vorgesehen ist, sogar ausgeschlossen.\n\n11. Zusammenfassend ergibt sich, dass eine Verletzung der Eigentumsgarantie bzw. von Art. 5 Abs. 2 RPG nicht dargetan ist. Die Verwaltungsgerichtsbeschwerde ist daher unbegründet und somit abzuweisen."}