{"annee": "112", "cour": "IA", "page": "119", "date": "24/7/1986", "cite": ["111 IA 17"], "cite_par": ["115 IA 5", "125 II 10", "115 II 201", "114 IA 25", "123 II 337", "114 IA 153", "121 II 171", "113 IA 17", "116 IA 85", "114 IA 14", "118 IB 26", "113 IB 307"], "chapeau": "21. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 24. Juli 1986 i.S. X. gegen Firma Y., Baukommission Meilen und Verwaltungsgericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; qualité du voisin pour recourir contre une autorisation de construire. 1. Les normes cantonales qui précisent les exigences relatives aux voies d'accès aux bâtiments ne sont pas des dispositions d'exécution de la LAT, en sorte que la qualité pour attaquer une autorisation de construire se fonde uniquement sur le droit cantonal. 2. La pratique zurichoise subordonne la vocation pour agir du voisin en matière de constructions aux conditions, d'une part, qu'il se trouve dans un voisinage suffisamment proche du fonds à bâtir et, d'autre part, qu'il soit touché plus que quiconque ou que tout le monde dans ses intérêts propres par l'octroi de l'autorisation de construire. Cette pratique n'est pas contraire à la Constitution; elle correspond à la jurisprudence rendue par le Tribunal fédéral sur la base de l'art. 103 lettre a OJ."], "faits": "BGE 112 Ia 119 S. 120\n\nX. ist Mieter einer Wohnung an der Strasse \"Auf der Hürnen\" in Meilen. Diese Strasse ist nach seiner Darstellung 5 m bis 5,30 m breit. Sie zweigt von der Burgstrasse ab und dient in erster Linie der Feinerschliessung der angrenzenden, überwiegend bereits überbauten Wohnhausliegenschaften. Sie endet mit einem Kehrplatz nach ungefähr 300 m. An den Kehrplatz schliesst die Zufahrt zum Wohnhaus Nr. 83 der Firma Y. an. Dieses Haus soll teilweise umgebaut und mit einem Dachaufbau versehen werden. Der von der Baukommission Meilen am 10. Juli 1984 bewilligte Um- und Aufbau bezweckt, ohne Einrichtung einer neuen Wohnung zusätzliche Wohnfläche von rund 80 m2 zu schaffen.\n\nX., dessen Wohnung ohne Sichtverbindung rund 150 m vom Haus Nr. 83 entfernt ist, erhob Einsprache und Beschwerde gegen das Um- und Ausbauvorhaben der Firma Y. Zur Begründung machte er im wesentlichen geltend, die Strasse \"Auf der Hürnen\" stelle eine ungenügende Erschliessung dar; die Zugänglichkeit sei nicht hinreichend im Sinne von § 237 des Zürcher Planungs- und Baugesetzes (PBG). Namentlich genüge die Fahrbahnbreite von 5 m nicht. Zufolge der parkierten Autos sei ein Kreuzen erschwert, wenn nicht gar verunmöglicht. Wegen des Fehlens eines Trottoirs seien die Fussgänger, namentlich die Kinder, die zur Hauptsache gefährdeten Personen. Als Anwohner werde er durch das beanstandete Um- und Ausbauvorhaben mehr als irgend jemand berührt, da es einen Mehrverkehr von 1 bis 2 Autos nach sich ziehe.\n\nBGE 112 Ia 119 S. 121\n\nDie Baurekurskommission II trat auf den von X. erhobenen Rekurs ein, wies ihn jedoch als unbegründet ab. Das Verwaltungsgericht des Kantons Zürich stellte demgegenüber fest, dass die Rekurskommission auf die Beschwerde gar nicht hätte eintreten dürfen. Es bezeichnete diese als Popularbeschwerde und verneinte ein schutzwürdiges Anfechtungsinteresse des Beschwerdeführers im Sinne von § 338a PBG.\n\nGegen den Beschluss des Verwaltungsgerichts vom 31. Januar 1986 gelangte X. mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV an das Bundesgericht. Er ist der Meinung, das Verwaltungsgericht sei in willkürlicher Weise auf seine Beschwerde nicht eingetreten und habe damit seinen Anspruch auf rechtliches Gehör missachtet. Er beantragt die Aufhebung des Beschlusses und die Rückweisung der Sache zur materiellen Beurteilung.", "considerants": "Aus den Erwägungen:\n\n3. Der Beschwerdeführer beruft sich bei seiner Kritik des angefochtenen Entscheids u.a. auf den Grundsatz des eidgenössischen Raumplanungsrechts, wonach Baubewilligungen nur erteilt werden dürfen, wenn das Land erschlossen ist (Art. 22 Abs. 2 lit. b des Bundesgesetzes vom 22. Juni 1979 über die Raumplanung, RPG). Es ist nicht klar, ob er damit zum Ausdruck bringen will, die von ihm angefochtene Baubewilligung der Baukommission Meilen vom 10. Juli 1984 sei eine Verfügung, die sich auf das RPG und seine kantonalen Ausführungsbestimmungen stütze (Art. 33 Abs. 2 RPG). Sollte dies der Fall sein, so könnte seiner Auffassung nicht gefolgt werden. Die Baubewilligung für den Um- und Aufbau des bestehenden Wohnhauses auf der erschlossenen Liegenschaft \"Auf der Hürnen\" 83 ist ausschliesslich in Anwendung kommunalen und kantonalen öffentlichen Baurechts erteilt worden. Kantonale Ausführungsbestimmungen im Sinne von Art. 33 RPG sind solche, die zur Hauptsache raumplanerische Züge tragen, indem sie der zweckmässigen Nutzung des Bodens und der geordneten Besiedlung des Landes dienen (vgl. EJPD/BRP, Erläuterungen zum RPG, N. 16 zu Art. 33). Dies trifft für die von den Baubehörden in der vorliegenden Sache angewandten Bauvorschriften, die den Um- und Ausbau eines bestehenden, in der Wohnzone W 3 gelegenen Wohnhauses regeln, nicht zu.\n\nAuch wenn das betreffende kantonale und kommunale Recht die Zugänglichkeit zu Bauten und Anlagen im Sinne von § 237 BGE 112 Ia 119 S. 122PBG näher umschreibt, wird es deswegen nicht zu Ausführungsrecht zur Grundsatzgesetzgebung des Bundes. Es stellt weder die Baubewilligungspflicht (Art. 22 Abs. 1 RPG) noch die Mindestvoraussetzungen für die Bewilligung (Art. 22 Abs. 2 RPG) in Frage. Dass das der Wohnzone W 3 zugewiesene, fast vollständig überbaute Quartier beidseits der Strasse \"Auf der Hürnen\" erschlossen ist, anerkennt der Beschwerdeführer. Er ist aber der Meinung, der Ausbau der Strasse vermöge den heutigen Anforderungen des Strassenverkehrs nicht zu genügen. Die Festlegung der Ausmasse der Erschliessungsanlagen und die Umschreibung der genügenden Zugänglichkeit ist indes Sache des in Art. 22 Abs. 3 RPG vorbehaltenen kantonalen Rechts.\n\nVerhält es sich so, hat das kantonale Recht nicht bereits von Bundesrechts wegen die Legitimation im gleichen Umfange wie für die Verwaltungsgerichtsbeschwerde an das Bundesgericht zu gewährleisten (ALFRED KUTTLER, Fragen des Rechtsschutzes gemäss dem Bundesgesetz über die Raumplanung, ZBl 83/1982, S. 334). Auch steht das Bundesrecht einer kantonalen Praxis, die eine mit Art. 103 lit. a OG im wesentlichen übereinstimmende Vorschrift des kantonalen Prozessrechts in einem gegenüber der Rechtsprechung des Bundesgerichts engeren Sinne anwendet, nicht entgegen, sofern die Schranke der Willkür respektiert wird (BGE vom 26. Februar 1982, ZBl 83/1982, S. 302 E. 2b).\n\n4. Der Ausgang der Sache hängt somit davon ab, ob das Verwaltungsgericht in willkürlicher Anwendung von § 338a PBG die Beschwerdelegitimation des Beschwerdeführers verneint hat. Nach der Rechtsprechung liegt Willkür nicht schon dann vor, wenn eine andere Lösung in Betracht zu ziehen oder sogar vorzuziehen wäre; das Bundesgericht weicht nur vom Entscheid der kantonalen Behörde ab, wenn dieser offensichtlich unhaltbar ist, mit der tatsächlichen Situation in klarem Widerspruch steht, eine Norm oder einen unumstrittenen Rechtsgrundsatz krass verletzt oder in stossender Weise dem Gerechtigkeitsgedanken zuwiderläuft (BGE 111 Ia 19, 178, mit Hinweisen). Von Willkür in diesem Sinne kann nicht die Rede sein.\n\na) Wie im angefochtenen Entscheid dargelegt wird, hängt nach der Rechtsprechung des Zürcher Verwaltungsgerichts die Rechtsmittelbefugnis des Nachbarn in Bausachen davon ab, ob für ihn einerseits eine hinreichend enge nachbarliche Raumbeziehung zum Baugrundstück bestehe und ob er anderseits durch die Erteilung der Baubewilligung mehr als irgend jemand oder die Allgemeinheit BGE 112 Ia 119 S. 123in eigenen Interessen berührt sei. Eine hinreichend enge räumliche Beziehung zum Baugrundstück ist dabei dann gegeben, wenn sich das streitige Bauvorhaben im Sinn des geltend gemachten Anfechtungsinteresses auszuwirken vermag. Ein schutzwürdiges Anfechtungsinteresse setzt sodann voraus, dass die Auswirkungen des beanstandeten Bauvorhabens auf seine Liegenschaft nach Art und Intensität so beschaffen sind, dass sie auch bei objektivierter Betrachtungsweise als Nachteil empfunden werden müssen; eine besondere subjektive Empfindlichkeit des Betroffenen verdient keinen Rechtsschutz.\n\nDiese Rechtsprechung deckt sich in grundsätzlicher Hinsicht mit der Praxis des Bundesgerichts zu Art. 103 lit. a OG. Auch für das Bundesgericht vermag nicht jedes beliebige Interesse das ausreichende \"Berührtsein\" in schutzwürdigen Interessen zu begründen. Mit den Worten der Rechtsprechung muss eine besondere, beachtenswerte, nahe Beziehung zur Streitsache vorliegen. Besondere und andere Interessen als das allgemeine öffentliche Interesse an der richtigen Durchsetzung und einheitlichen Anwendung des Bundesrechts müssen gegeben sein, damit das unmittelbare Berührtsein bejaht werden kann (BGE 111 Ib 160; 110 Ib 100 f. E. 1a, je mit Hinweisen).\n\nb) Im Lichte dieser Regel durfte das Verwaltungsgericht die Rechtsmittelbefugnis des Beschwerdeführers verneinen, ohne in Willkür zu verfallen. In seinen entscheidenden Erwägungen führte das Gericht aus, dass bei der Beurteilung der Eintretensfrage summarisch zu untersuchen sei, ob die Einwendungen des Beschwerdeführers überhaupt geeignet sein können, allenfalls eine Rechtsverletzung durch das bekämpfte Bauvorhaben aufzuzeigen. Auch das Bundesgericht geht so vor (BGE vom 2. November 1983, ZBl 85/1984 S. 378 ff. mit redaktioneller Bemerkung). Bei dieser summarischen Prüfung gelangte das Gericht zum Ergebnis, dass die allenfalls mögliche Verkehrszunahme, welche das Um- und Ausbauvorhaben des Beschwerdeführers nach sich ziehen könne, gegenüber dem heute bereits bestehenden Verkehr und gegenüber den auch ohne baurechtlich bedeutsame Veränderung möglichen Verkehrsschwankungen nicht ins Gewicht falle. Diese tatsächliche Feststellung des Verwaltungsgerichts, die vom Bundesgericht nur unter dem Gesichtswinkel der Willkür zu prüfen ist, ist nicht zu beanstanden.\n\nc) In Wirklichkeit wendet sich der Beschwerdeführer im Sinne einer Popularbeschwerde gegen die nach seiner Meinung untragbaren BGE 112 Ia 119 S. 124Verkehrsverhältnisse, die auf der 5 m breiten Strasse \"Auf der Hürnen\" namentlich zufolge der parkierten Autos bestehen. Er ist der Meinung, die Gemeinde sollte einen Strassenausbau mit Anlegung eines Trottoirs anordnen. Damit macht er jedoch öffentliche Interessen geltend, die er dem verhältnismässig bescheidenen Bauvorhaben der privaten Beschwerdegegnerin gegenüber nicht geltend machen kann. Die aufgrund dieses Vorhabens mögliche Verkehrszunahme durfte das Verwaltungsgericht ohne Willkür als nicht kausal für eine weitere Verschlechterung der Verkehrsverhältnisse bezeichnen. Im übrigen wäre es in erster Linie Sache der Verkehrspolizei, mit in ihren Zuständigkeitsbereich fallenden Anordnungen - etwa Parkierungsverboten - einzugreifen, wenn sich die Verhältnisse als wirklich untragbar erweisen sollten.\n\nDie Beschwerde erweist sich somit klarerweise als unbegründet und ist abzuweisen, soweit darauf eingetreten werden kann."}