{"annee": "112", "cour": "V", "page": "265", "date": "21/11/1986", "cite": ["112 V 161", "99 V 19", "107 V 157", "111 II 55", "108 V 13", "112 V 44", "109 II 433", "106 V 204", "112 V 6", "108 IB 97"], "cite_par": ["135 V 98", "122 V 185", "119 V 78"], "chapeau": "47. Arrêt du 21 novembre 1986 dans la cause Office fédéral des assurances sociales contre Canton de Genève", "regestes": ["Art. 70 al. 1 LAVS, art. 172 et 173 RAVS: Responsabilité des institutions fondatrices. - Nature juridique des délais institués par l'art. 173 RAVS. Point de départ des délais ordinaire et subsidiaire de l'art. 173 al. 1 RAVS (consid. 2b). - Conditions de la responsabilité d'une institution fondatrice. Dans le cadre de l'art. 70 al. 1 LAVS, le responsable ne peut se prévaloir de moyens libératoires. In casu, responsabilité d'un canton admise en raison d'actes punissables (art. 70 al. 1 let. a LAVS) commis par un fonctionnaire d'une caisse cantonale de compensation (consid. 3-4)."], "faits": "|265|\n\nA.- X est entré au service de la Caisse cantonale genevoise de compensation (ci-après: la caisse de compensation) au mois d'avril |2661978| ; il a été nommé en qualité de fonctionnaire cantonal par arrêté du Conseil d'Etat genevois du 15 avril 1981. Il exerçait la fonction de \"teneur de comptes\" et était chargé, à ce titre, de diverses tâches en relation avec la perception de cotisations d'assurances sociales. Il avait notamment la compétence d'accorder des facilités de paiement en cas de retard des affiliés dans le versement de leurs cotisations, sans toutefois être habilité à recevoir des versements en mains propres.\n\nEntre mai 1980 et juillet 1982, X a détourné et utilisé à des fins personnelles des cotisations paritaires AVS/AI/APG/AC encaissées par lui auprès de plusieurs affiliés à la caisse de compensation. Pour masquer ses agissements, il a falsifié des documents, créé de fausses pièces et porté des indications trompeuses sur certains autres documents. Ces faits ont été découverts par la caisse de compensation au mois d'août 1982 et une instruction pénale a été ouverte contre l'intéressé. Le juge chargé de cette instruction a confié une expertise à St., expert-comptable, aux fins de déterminer, notamment, \"le montant total des malversations de l'inculpé\". Sur le vu du rapport d'expertise, daté du 29 février 1984, il est apparu que le montant total des sommes détournées s'était élevé à 240'224 fr. 75, soit 234'856 fr. 60 de cotisations proprement dites et 5'368 fr. 15 de contributions aux frais d'administration de la caisse de compensation. Celle-ci ayant crédité au compte des employeurs concernés les sommes qui avaient été payées en mains propres de X, il en est résulté, pour la Confédération, une perte de cotisations de 234'856 fr. 60.\n\nB.- Le 28 décembre 1984, l'Office fédéral des assurances sociales (ci-après: l'OFAS) a invité le canton de Genève, en sa qualité d'autorité fondatrice de la caisse de compensation, à \"reconnaître sans réserve\" le dommage subi par la Confédération. Par lettre du 30 janvier 1985, le Conseil d'Etat genevois a contesté toute obligation de l'autorité fondatrice de réparer le dommage invoqué.\n\nC.- Par mémoire du 19 mars 1985, l'OFAS a ouvert une action de droit administratif contre le canton de Genève, fondée sur l'art. 70 al. 1 let. a LAVS et dans laquelle il a pris les conclusions suivantes:\n\n\"Admettre la recevabilité de la présente action.\n\nCondamner la République et canton de Genève à verser à la Confédération suisse, au profit du Fonds de compensation de l'AVS, de l'AI, des APG et de l'assurance-chômage (AC), la somme de 234'856.60 fr., |267| montant représentant le dommage subi par ces institutions du fait des malversations commises par X, fonctionnaire de la caisse cantonale genevoise de compensation.\n\nDire que seront déduits du montant précité les versements effectués au titre de la réparation du dommage par X ou par toute autre personne jusqu'au jour où la présente cause sera jugée. Ces versements seront indiqués par la caisse cantonale genevoise de compensation.\n\nDire que les droits que la Confédération suisse, soit pour elle l'Office fédéral des assurances sociales, acquerra personnellement contre X seront, une fois le présent arrêt rendu et exécuté à la faveur du demandeur, cédés à la République et canton de Genève qui pourra librement les exercer contre le prénommé.\n\nCondamner la partie adverse aux frais et dépens de la cause.\"\n\nLe Conseil d'Etat du canton de Genève a conclu, sous suite de frais et dépens, au rejet de l'action.\n\nD.- Le 11 juin 1985, la Cour d'assises du canton de Genève a reconnu X coupable d'abus de confiance et l'a condamné à une peine de dix-huit mois de réclusion avec sursis. Statuant sur les conclusions des parties civiles, elle l'a en outre condamné à payer 5'368 fr. 15 (plus intérêts) à la caisse de compensation et 234'856 fr. 60 (plus intérêts) à la Confédération, sous imputation d'un montant de 17'200 fr. remboursé dans l'intervalle par le condamné.", "considerants": "Considérant en droit:\n\n1. a) L'objet de la présente procédure est une action en responsabilité au sens de l'art. 70 LAVS. Selon l'alinéa 2 de cette disposition, en corrélation avec l'art. 172 RAVS, il appartient à l'OFAS d'intenter une telle action au nom du Conseil fédéral.\n\nb) L'action en responsabilité selon l'art. 70 LAVS se fonde sur le droit administratif de la Confédération et est expressément prévue par une loi fédérale. Il s'agit ainsi d'une action de droit administratif au sens de l'art. 116 let. k OJ, qui peut être soumise au Tribunal fédéral des assurances, dans la mesure où elle porte sur l'application du droit fédéral des assurances sociales (art. 130 OJ).\n\nc) L'art. 105 al. 1 OJ, qui permet au Tribunal fédéral des assurances de revoir d'office les constatations de fait, est applicable par analogie en cas d'action (art. 120 OJ en corrélation avec l'art. 133 OJ). Pour le surplus, les art. 3 à 85 de la loi de procédure civile fédérale du 4 décembre 1947 (PCF) sont applicables, par analogie également.\n\n|268|\n\n2. a) Aux termes de l'art. 70 al. 1 LAVS, les associations fondatrices, la Confédération et les cantons répondent:\n\n\"a. Des dommages causés par des actes illicites commis par les organes et tout fonctionnaire ou employé de leur caisse dans l'exercice de leurs fonctions;\n\nb. Des dommages causés par une violation, intentionnelle ou due à la négligence grave, des prescriptions par les organes et tout fonctionnaire ou employé de leur caisse\".\n\nb) Selon l'art. 173 RAVS, l'action en dommages-intérêts se prescrit si elle n'est pas intentée devant le Tribunal fédéral des assurances dans le délai d'un an dès la connaissance du dommage, et en tout cas par cinq ans dès le jour où le fait dommageable s'est produit (al. 1). Si l'action se fonde sur un acte punissable soumis par le droit pénal à une prescription de plus longue durée, c'est cette prescription qui est applicable (al. 2).\n\nEn dépit de la terminologie dont use l'art. 173 RAVS, les délais institués par cette norme réglementaire ont un caractère péremptoire (RCC 1986 p. 544 consid. 3; voir également, à propos de l'art. 52 LAVS, ATF 112 V 7 consid. 4c).\n\nLe délai de péremption ordinaire d'une année commence à courir dès que le créancier connaît l'existence, la nature et les éléments de son dommage, de manière à pouvoir fonder une action en justice; le créancier n'est ainsi pas admis à différer sa demande jusqu'au moment où il connaît le montant absolument exact de son préjudice (ATF 111 II 57 et 167, ATF 109 II 435 et les références citées; ATF 108 Ib 100, relatif à l'art. 20 LRCF; en ce qui concerne l'art. 52 LAVS, ATF 112 V 161). D'autre part, par \"fait dommageable\", point de départ du délai subsidiaire de cinq ans, il faut entendre l'acte qui porte atteinte aux droits du créancier (cf. DESCHENAUX/TERCIER, La responsabilité civile, p. 203).\n\nc) En l'espèce, l'OFAS affirme qu'il n'a eu connaissance du contenu du rapport de l'expert St. qu'à réception d'une lettre que lui a adressée la caisse de compensation en date du 20 mars 1984 et à laquelle était annexé ledit rapport. Il n'y a pas de raison de mettre en doute l'exactitude de cette affirmation, qui n'est au demeurant pas contestée; le fait peut donc être tenu pour établi (art. 12 et 36 PCF). En outre, on doit considérer que le dommage ne pouvait en l'occurrence pas être déterminé de manière suffisante avant la réception du rapport d'expertise (cf. ATF 111 II 57 consid. 3). Par conséquent, le délai d'un an de l'art. 173 al. 1 RAVS n'était pas encore échu au moment de l'ouverture de l'action, le |26919| mars 1985. Il en va de même du délai subsidiaire de cinq ans, dans la mesure où les faits reprochés à X se sont déroulés entre mai 1980 et juillet 1982.\n\nAinsi donc, il y a lieu d'admettre que l'action en responsabilité a été ouverte en temps utile, sans qu'il soit nécessaire d'examiner le cas sous l'angle d'un délai extraordinaire de plus longue durée prévu par le droit pénal.\n\n3. a) L'art. 70 al. 1 LAVS met à la charge des institutions fondatrices des caisses de compensation (cantons ou associations professionnelles, voire la Confédération elle-même pour les caisses créées par celle-ci) les conséquences patrimoniales de certains comportements préjudiciables des organes ou fonctionnaires ou employés des caisses. La raison en est que ces dernières ne possèdent aucune fortune dépassant leurs fonds administratifs (rapport de la commission fédérale d'experts pour l'introduction de l'assurance-vieillesse et survivants, du 16 mars 1945, p. 162). En effet, si tel n'avait pas été le cas, on est en droit de penser que le législateur eût conféré aux caisses une responsabilité patrimoniale directe et l'analogie se fût sans doute imposée avec l'art. 52 LAVS, qui met la réparation de dommages à la charge de l'employeur.\n\nb) La responsabilité selon l'art. 70 al. 1 LAVS a d'autre part un caractère interne, en ce sens qu'elle ne règle que la réparation des dommages causés à l'institution d'assurance, mais non aux assurés ou aux tiers (ATF 107 V 160; WINZELER, Die Haftung der Organe und der Kassenträger in der AHV, thèse Zurich 1952, p. 77). En outre, selon le texte légal, il s'agit d'une responsabilité objective (ou causale), soit d'une responsabilité pour le fait d'autrui: les institutions fondatrices sont responsables du dommage indépendamment de toute faute de leurs propres organes ou agents. Si l'on se réfère aux travaux du législateur, on constate que cette solution a été considérée comme un corollaire de l'organisation décentralisée de l'administration de l'AVS; il s'est agi d'éviter qu'une large décentralisation n'entraînât des dommages irréparables pour l'assurance (rapport de la commission d'experts, p. 161). Au demeurant, une stricte responsabilité des institutions fondatrices avait pour but d'inciter ces dernières à choisir avec soin le personnel des caisses, de manière à garantir une saine gestion de l'AVS (voir à ce sujet le message du Conseil fédéral relatif à un projet de loi sur l'assurance-vieillesse et survivants, du 24 mai 1946, FF 1946 II 450).\n\nc) Le défendeur fait cependant valoir que les cantons n'ont pas le pouvoir de donner des instructions aux caisses cantonales, du |270| moment que l'essentiel des tâches de surveillance en matière d'AVS est confié à la Confédération. Aussi serait-il choquant d'admettre, conformément à la lettre de la loi, le principe d'une responsabilité \"inconditionnelle\" et \"absolue\" d'un canton fondateur. La loi serait ainsi entachée d'une lacune, qu'il appartiendrait au juge de combler: selon le défendeur, le législateur s'est trompé sur la portée de \"certains éléments\"; en outre, les circonstances - en particulier le développement de la législation sociale depuis 1946 - ont connu une évolution telle que l'application de la loi est devenue aujourd'hui insoutenable. Pour combler cette lacune, le juge devrait s'inspirer de l'art. 55 CO et, par conséquent, admettre que l'institution fondatrice peut être libérée de sa responsabilité si elle prouve qu'elle a choisi avec soin ses employés, qu'elle leur a donné les instructions nécessaires et qu'elle a surveillé comme il se doit leur activité. Or, dans le cas particulier, l'autorité cantonale aurait satisfait, dans le cadre de ses attributions légales, à son devoir de diligence, ce qui suffirait à exclure toute responsabilité en vertu de l'art. 70 al. 1 let. a LAVS, invoqué par le demandeur.\n\nd) Cette argumentation n'est pas fondée. La faculté pour le responsable de se prévaloir de moyens libératoires n'existe que si une disposition légale le prévoit expressément (voir par ex. les art. 55 et 56 CO, ainsi que l'art. 333 CC); à défaut, le responsable n'est pas admis à administrer une telle preuve. Or, précisément, le texte non équivoque de l'art. 70 al. 1 LAVS n'ouvre aucune preuve de ce type, de sorte que l'institution fondatrice ne peut pas faire valoir qu'elle a satisfait à son devoir de diligence dans l'engagement, la surveillance et l'instruction du personnel des caisses (RCC 1986 p. 548 consid. 5d; WINZELER, op.cit., p. 76). C'est dire que l'on n'est pas en présence d'une pure lacune, à laquelle le juge devrait remédier, en ce sens que la loi ne répondrait pas à une question dont son application nécessite la solution (ATF 108 V 72, 107 V 196).\n\nD'autre part, on ne peut affirmer qu'une observation stricte de l'art. 70 al. 1 LAVS conduirait, sur le point ici en discussion, à des résultats manifestement insoutenables, qui contrediraient la véritable intention du législateur. Il est vrai que les compétences des cantons en matière de surveillance des caisses cantonales se limitent en principe à des problèmes relevant de l'organisation fonctionnelle de celles-ci (art. 61 LAVS; voir également à ce sujet: BINSWANGER, Kommentar zum AHVG, p. 242-243; MAURER, Schweizerisches Sozialversicherungsrecht, vol. II, pp. 53 et 64). En |271| revanche, pour ce qui est de l'application du droit de fond (perception des cotisations et versement des prestations) les caisses - cantonales ou professionnelles - sont soumises à la surveillance de l'OFAS (art. 72 al. 1 LAVS et art. 176 RAVS). Mais le système de responsabilité critiqué par le défendeur a été voulu en toute connaissance de cause par les auteurs de la loi et n'a au demeurant jamais été remis en question par le Tribunal fédéral des assurances (voir, à propos de l'art. 70 al. 1 let. b LAVS: ATF 106 V 204, 105 V 119; RCC 1986 p. 542). Comme on l'a vu, le législateur entendait donner à la Confédération une garantie efficace quant à la réparation de dommages éventuels, tout en étant conscient du caractère objectif et de la gravité de la responsabilité encourue par les institutions fondatrices. Les parlementaires qui se sont exprimés sur le sujet, au stade des travaux préparatoires, ont d'ailleurs tenu à souligner ce caractère de gravité: le rapporteur de la commission du Conseil des Etats a parlé à ce propos d'une \"scharfe Haftung\" (BSt. 1946 CE 430), tandis qu'un membre de la même commission avait auparavant rappelé que \"die vorgesehene Haftung für strafbare Handlungen geht ausserordentlich weit\" (procès-verbal de la commission du Conseil des Etats pour l'assurance-vieillesse et survivants, session du 28 au 31 octobre 1946, p. 175).\n\nEnfin, il n'apparaît pas que, depuis 1946, les circonstances aient changé dans une telle mesure qu'une application stricte de la loi serait aujourd'hui constitutive d'un abus de droit, ce qui autoriserait le juge à s'écarter du texte de celle-ci (ATF 99 V 23; ATFA 1968 p. 108; GRISEL, Traité de droit administratif, p. 128): fondamentalement, les circonstances qui prévalaient à l'époque de l'entrée en vigueur de la LAVS (organisation décentralisée de l'administration de l'AVS, absence de fonds propres des caisses de compensation, tâches de surveillance de la Confédération) ne se sont pas modifiées depuis lors. Il n'est au demeurant pas sans intérêt de rappeler que dans une loi récente en matière d'assurances sociales - en l'occurrence à l'art. 82 al. 1 LACI - le législateur a institué une responsabilité analogue à celle de l'art. 70 al. 1 LAVS. Cette norme dispose, en effet, que le fondateur d'une caisse d'assurance-chômage répond \"du dommage que sa caisse a causé par ses carences\".\n\ne) Cela étant, c'est en vain que le défendeur s'efforce de démontrer qu'il a pris les mesures nécessaires afin d'éviter la survenance du dommage invoqué par le demandeur; le litige doit |272| bien plutôt être examiné à la lumière des seules conditions posées par l'art. 70 al. 1 LAVS.\n\n4. a) L'art. 70 al. 1 let. a LAVS subordonne la responsabilité du fondateur à l'existence d'un \"acte illicite\". Le texte allemand fait toutefois usage d'une formule plus restrictive, puisqu'il parle à ce propos de \"strafbare Handlungen\", ce qui peut être rendu en français par actes punissables (au sens du droit pénal). Or, ce sont bien de tels actes punissables qui sont visés par l'art. 70 al. 1 let. a LAVS (BINSWANGER, op.cit., p. 276; WINZELER, op.cit., p. 87; MAURER, op.cit., p. 64). On ajoutera que l'éventualité d'un dommage causé sans droit - c'est-à-dire par un acte illicite - est déjà expressément envisagée par la lettre b de l'art. 70 al. 1 LAVS, qui fait référence à une \"violation des prescriptions\" (\"Missachtung der Vorschriften\").\n\nCela étant, il est évident que les actes commis par X sont constitutifs d'une infraction à la loi pénale, du moment que ce dernier a utilisé à des fins personnelles des cotisations d'assurances sociales revenant à l'Etat, actes pour lesquels il a au reste été condamné par la Cour d'assises du canton de Genève.\n\nb) Il est d'autre part incontestable - et incontesté d'ailleurs - que X a agi dans l'exercice de ses fonctions de \"teneur de comptes\" au service de la caisse de compensation. Il est vrai qu'il n'avait pas le pouvoir d'encaisser directement des cotisations auprès des assurés et qu'il s'est ainsi écarté de ses attributions officielles; dans son rapport du 29 février 1984, l'expert St. relève à ce sujet que \"l'inculpé s'efforçait d'abord de créer un climat de confiance avec l'affilié en difficulté de paiement afin de pouvoir lui suggérer par la suite de verser des acomptes en espèces, à lui remettre en main propre, soit à son lieu de travail, soit au propre domicile de l'affilié\". Il n'en demeure pas moins que X a en l'occurrence accompli des actes que des tiers pouvaient raisonnablement considérer comme relevant de sa fonction et qu'il était ainsi présumé, vis-à-vis de ces derniers, s'acquitter de ses tâches officielles. Cela suffit pour admettre l'existence d'un acte de fonction au sens de l'art. 70 al. 1 LAVS (voir, à propos de l'art. 3 al. 1 LRCF, GRISEL, op.cit., p. 797; cf. également WINZELER, op.cit., p. 87).\n\nc) Quant au dommage, il résulte en l'espèce de la perte pour la Confédération des cotisations détournées de leur destination par X.\n\nd) Enfin, l'existence d'un lien de causalité adéquate entre le comportement délictueux de X et le dommage subi par la Confédération est indiscutable.\n\n|273|\n\n5. De ce qui précède, il résulte que les conditions d'application de l'art. 70 al. 1 let. a LAVS sont en l'espèce réalisées. Le défendeur fait cependant valoir, par un moyen subsidiaire, que l'OFAS commet un abus de droit en demandant à un canton la réparation d'un préjudice qu'il n'a su, en sa qualité d'autorité fédérale de surveillance, \"ni empêcher ni même déceler\". Ce moyen n'est pas plus fondé que les précédents. En effet, dans le cas particulier, l'OFAS ne fait qu'exercer, conformément au but de la loi, un droit que la législation fédérale lui reconnaît expressément.\n\nAutre est la question de savoir si une éventuelle faute de l'OFAS, commise dans le cadre de ses tâches de surveillance, serait propre à justifier une réduction, voire une suppression, des dommages-intérêts (cf. art. 4 LRCF). Ce point peut toutefois demeurer indécis, car l'existence d'une telle faute n'est en l'occurrence pas démontrée et le défendeur ne s'en prévaut au demeurant pas sérieusement.\n\n6. La responsabilité du défendeur étant admise, il convient de statuer sur l'étendue du dommage. Celui-ci comprend les cotisations détournées par X et qui étaient dues par les assurés concernés en vertu de la LAVS, de la LAI (art. 66 al. 1 LAI), de la LAPG (art. 21 al. 2 LAPG) et - s'agissant de cotisations afférentes à une période antérieure au 1er janvier 1984 - de l'ancienne législation sur l'assurance-chômage (art. 5 et 33 de l'arrêté fédéral instituant l'assurance-chômage obligatoire du 8 octobre 1976, en vigueur jusqu'au 31 décembre 1983). Selon les conclusions - non contestées - de l'expert St., le dommage causé de ce chef s'élève à 234'856 fr. 60. Le demandeur conclut au paiement d'un montant identique, de sorte que cette somme doit lui être allouée, sous réserve de remboursements opérés par X jusqu'à la notification du présent arrêt. C'est d'autre part à juste titre que le demandeur ne réclame pas d'intérêts moratoires, car, sauf prescription légale contraire ou exceptions non réalisées en l'occurrence, de tels intérêts ne sont pas dus dans le domaine de l'assurance sociale (ATF 108 V 13).\n\n7. Le demandeur demande enfin au tribunal de dire que les droits de la Confédération suisse à l'encontre de X seront, \"une fois le présent arrêt rendu et exécuté à la faveur du demandeur\", cédés au défendeur. Le droit fédéral des assurances sociales ne contient toutefois aucune règle à ce sujet. Par conséquent, il n'appartient pas au Tribunal fédéral des assurances de se prononcer sur cette conclusion.\n\n|274|\n\n8. Les frais de justice doivent être mis à la charge du défendeur, qui succombe (art. 156 OJ).\n\nLe demandeur, qui obtient gain de cause, conclut d'autre part au versement d'une indemnité de dépens. Cependant, aux termes de l'art. 159 al. 2 OJ, aucune indemnité pour les frais de procès n'est allouée, en règle générale, aux organismes chargés de tâches de droit public (voir également ATF 112 V 49). Il n'y a pas lieu de s'écarter en l'espèce de ce principe.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nI. Dans la mesure où elle est recevable, l'action est admise.\n\nII. Le canton de Genève versera à la Confédération suisse la somme de 234'856 fr. 60, sous déduction des remboursements effectués par X jusqu'au moment de la notification du présent arrêt."}