{"annee": "112", "cour": "IV", "page": "94", "date": "30/10/1986", "cite": ["92 IV 10", "81 IV 296", "97 II 161", "77 IV 117", "102 II 281"], "cite_par": [], "chapeau": "30. Auszug aus dem Urteil des Kassationshofes vom 30. Oktober 1986 i.S. Gemeinde Thalwil c. H. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 18 al. 2 let. d et art. 19 al. 2 let. a OCR. L'arrêt volontaire et le stationnement sont interdits sur la surface de l'intersection qui est prise en considération pour déterminer le droit de priorité et sur les 5 m de la chaussée précédant et suivant l'intersection. Cette interdiction s'étend aussi, dans le cas d'une intersection en T, à la partie fermée de l'intersection (qui correspond à la barre du T) (consid. 2). Art. 37 al. 2 LCR. Conditions d'application de cette disposition (consid. 3)."], "faits": "BGE 112 IV 94 S. 95\n\nA.- Mit Strafverfügung vom 14. Februar 1985 büsste die Polizeikommission der Gemeinde Thalwil H. wegen Übertretung von Art. 37 Abs. 2 SVG, Art. 18 Abs. 2 lit. d und Art. 19 Abs. 2 lit. a VRV mit Fr. 30.--. Sie warf ihm vor, am 10. Februar 1985 seinen Personenwagen in Thalwil auf der Asylstrasse bei der Einmündung der Aubrigstrasse näher als 5 m von der Querfahrbahn parkiert zu haben. Der Einzelrichter in Strafsachen des Bezirks Horgen sprach H. am 3. September 1985 von Schuld und Strafe frei. Die I. Strafkammer des Obergerichts des Kantons Zürich wies die von der Polizeikommission der Gemeinde Thalwil gegen diesen Entscheid erhobene kantonale Nichtigkeitsbeschwerde am 27. Juni 1986 ab, soweit sie darauf eintrat.\n\nB.- Die Polizeikommission der Gemeinde Thalwil führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Beschluss des Obergerichts des Kantons Zürich vom 27. Juni 1986 sei aufzuheben und die Sache sei zur Schuldigsprechung des Beschwerdegegners gemäss Art. 37 Abs. 2 SVG und Art. 18 Abs. 2 lit. d VRV in Verbindung mit Art. 90 Ziff. 1 SVG an die Vorinstanz zurückzuweisen.\n\nDer Beschwerdegegner beantragt in seiner Vernehmlassung die Abweisung der eidgenössischen Nichtigkeitsbeschwerde. Das Bundesamt für Polizeiwesen hat auf Einladung des Kassationshofes eine Stellungnahme zum Problem des Parkierens im Bereich von Einmündungen eingereicht. Es vertritt darin die Auffassung, dass das Halte- und Parkierungsverbot gemäss Art. 18 Abs. 2 lit. d und Art. 19 Abs. 2 lit. a VRV auch für die einer Einmündung gegenüberliegende Strassenseite gelte.BGE 112 IV 94 S. 96", "considerants": "Auszug aus den Erwägungen:\n\n2. Nach Art. 37 Abs. 2 SVG dürfen Fahrzeuge nicht dort angehalten oder aufgestellt werden, wo sie den Verkehr behindern oder gefährden könnten. Gemäss Art. 18 Abs. 2 lit. d in Verbindung mit Art. 19 Abs. 2 lit. a VRV ist das freiwillige Halten und das Parkieren untersagt auf Strassenverzweigungen sowie vor und nach Strassenverzweigungen näher als 5 m von der Querfahrbahn.\n\nDer seit 1983 als Fussweg ausgestaltete bergseitige Teil der Aubrigstrasse bildet mit der Asylstrasse in Thalwil nach den Ausführungen der Vorinstanz, denen die Polizeikommission der Gemeinde Thalwil in ihrer eidgenössischen Nichtigkeitsbeschwerde nicht widerspricht, keine Verzweigung im Rechtssinne. Hingegen bildet der seeseitige Teil der Aubrigstrasse mit der Asylstrasse eine Verzweigung, nämlich eine (T-förmige) Einmündung. Der Beschwerdegegner stellte seinen Personenwagen auf der der Einmündung der Aubrigstrasse gegenüberliegenden Seite der Asylstrasse in einem Abstand von weniger als 5 m von der gedachten Schnittfläche der beiden Strassen ab (vgl. die Skizze). Es ist zu prüfen, ob er dadurch gegen Art. 18 Abs. 2 lit. d in Verbindung mit Art. 19 Abs. 2 lit. a VRV verstossen habe.\n\nSkizze nicht abgebildet.\n\na) Gemäss Art. 18 Abs. 2 lit. d VRV in seiner ursprünglichen Fassung (AS 1962 1372) war das freiwillige Halten untersagt \"bei Strassenverzweigungen näher als 5 m vor und nach der Querfahrbahn\". Da diese Regelung namentlich auch bei T-förmigen Einmündungen immer wieder zu Missverständnissen Anlass gab (s. den Bericht der Polizeiabteilung des Eidg. Justiz- und Polizeidepartements vom 28. Juli 1976 zum Entwurf für die Änderung einzelner Bestimmungen der VRV), wurde Art. 18 Abs. 2 lit. d VRV durch V vom 22. Dezember 1976 geändert. Nach den BGE 112 IV 94 S. 97Ausführungen der Polizeiabteilung im zitierten Bericht sollte klargestellt werden, dass das freiwillige Halten und das Parkieren auch auf der einer Einmündung gegenüberliegenden geschlossenen Seite der durchlaufenden Strasse gemäss Art. 18 Abs. 2 lit. d VRV verboten ist (vgl. die dortigen Skizzen). Bei der Bemessung des Abstandes von 5 m soll von denjenigen (gedachten) Randlinien ausgegangen werden, die nach der bundesgerichtlichen Rechtsprechung bei Verzweigungen für die Beurteilung des Vortritts entscheidend sind. Gemäss dem Kreisschreiben des Eidg. Justiz- und Polizeidepartements vom 27. Dezember 1976 zu den geänderten VRV-Bestimmungen wird mit Art. 18 Abs. 2 lit. d VRV in der neuen Fassung präzisiert, dass das freiwillige Halten auch auf der Verzweigung selbst nach dieser Vorschrift untersagt ist. Das Eidg. Justiz- und Polizeidepartement hielt dabei fest, dass \"selbstverständlich durch Signalisierung oder Markierung das Parkieren gestattet werden (kann), z.B. bei T-förmigen Verzweigungen, wenn die Fahrbahn des waagrechten Astes genügend breit ist.\" Nach dem klaren und eindeutigen Willen des Verordnungsgebers soll somit im Bereich einer Einmündung auch das Parkieren und freiwillige Halten an der geschlossenen Seite der durchlaufenden Strasse gemäss Art. 18 Abs. 2 lit. d in Verbindung mit Art. 19 Abs. 2 lit. a VRV untersagt sein.\n\nb) Mit der Wendung \"auf Strassenverzweigungen\" in der seit 1. Januar 1977 gültigen Fassung von Art. 18 Abs. 2 lit. d VRV kann nur die sog. Verzweigungsfläche, d.h. die Schnittfläche der zusammentreffenden Strassen gemeint sein. Diese Schnittfläche erstreckt sich bei der vorliegenden T-förmigen Einmündung des seeseitigen Teils der Aubrigstrasse in die Asylstrasse bis an den der Einmündung gegenüberliegenden (bergseitigen) Rand (und nicht nur bis zur Mitte) der Asylstrasse. Insofern unterscheidet sich die Schnittfläche bei einer T-förmigen Einmündung nicht von der durch eine rechtwinklige Kreuzung gebildeten Verzweigungsfläche. Wer seinen Wagen genau gegenüber einer Einmündung an der geschlossenen Seite der durchlaufenden Strasse parkiert, stellt ihn in der Verzweigungsfläche (Schnittfläche) und damit im Sinne von Art. 18 Abs. 2 lit. d VRV \"auf\" der Verzweigung ab.\n\nAus dem angefochtenen Entscheid geht nicht klar hervor, ob das Zürcher Obergericht insoweit gleicher Meinung ist und die Auffassung vertritt, dass lediglich die 5-m-Abstand-Regel für die einer Einmündung gegenüberliegende Seite der durchlaufenden Strasse nicht gelte, oder ob nach Ansicht der Vorinstanz auch das Parkieren BGE 112 IV 94 S. 98am Strassenrand genau gegenüber einer Einmündung gemäss Art. 18 Abs. 2 lit. d VRV nicht verboten sei.\n\nc) Was den Satzteil \"vor und nach Strassenverzweigungen näher als 5 m von der Querfahrbahn\" betrifft, so kann man in der Tat aufgrund des Wortlauts versucht sein anzunehmen, die damit geschaffene Erweiterung des Halte- und Parkierungsverbots beziehe sich einzig auf die an der Einmündung liegende Seite der durchlaufenden Strasse. Indessen ist nicht zu verkennen, dass das solcherweise umschriebene Halte- und Parkierungsverbot den Zweck verfolgt, Gefahren und Behinderungen zu vermeiden, die beim Einbiegen in eine andere Strasse entstehen können. Solche Gefahren und Behinderungen des Verkehrs können aber nicht nur durch Fahrzeuge geschaffen werden, die auf der an der Einmündung liegenden Seite der durchlaufenden Strasse näher als 5 m von den Eckpunkten aus gemessen aufgestellt sind. Auch die an der der Einmündung gegenüberliegenden Seite der durchlaufenden Strasse abgestellten Fahrzeuge können den Verkehr gefährden oder behindern. So bleibt im vorliegenden Fall insbesondere dem Lenker eines grösseren Fahrzeugs, der von der Asylstrasse nach links in die Aubrigstrasse abbiegen will, wenig Raum zum vorgängigen Ausholen nach rechts und kann das Rechtsabbiegen von der Aubrigstrasse in die Asylstrasse dadurch erschwert werden, dass die auf der Asylstrasse entgegenkommenden Fahrzeuglenker nicht nach rechts ausweichen können. Es entspricht daher dem Sinn der gesetzlichen Ordnung, bei einer T-förmigen Einmündung, die eine Strassenverzweigung im Sinne von Art. 18 Abs. 2 lit. d VRV ist (s. Art. 1 Abs. 8 VRV), unter der Fläche \"vor und nach Strassenverzweigungen näher als 5 m von der Querfahrbahn\" den Verkehrsraum zu verstehen, wie er durch die für die Beurteilung des Vortrittsrechts massgebende Schnittfläche der Fahrbahnen und deren Erweiterung um 5 m gebildet wird. Auf breiteren Strassen kann das Parkieren in jenem Bereich durch Signale oder Markierungen erlaubt werden, wie das Eidg. Justiz- und Polizeidepartement im zitierten Kreisschreiben vom 27. Dezember 1976 festhielt. Signale oder Markierungen werden im übrigen auch bei unklaren Verhältnissen nötig sein, wenn beispielsweise eine Strasse im spitzen Winkel in eine andere mündet oder im Einmündungsbereich einen weiten Trichter bildet.\n\nIndem der Beschwerdegegner seinen Personenwagen im Bereich der Einmündung der Aubrigstrasse am bergseitigen Rand der Asylstrasse zwar ausserhalb der gedachten Schnittfläche dieser BGE 112 IV 94 S. 99beiden Strassen, aber in einem Abstand von weniger als 5 m vom Rand dieser Verzweigungsfläche parkierte, verstiess er gegen Art. 18 Abs. 2 lit. d in Verbindung mit Art. 19 Abs. 2 lit. a VRV. Die eidgenössische Nichtigkeitsbeschwerde der Polizeikommission der Gemeinde Thalwil ist daher in diesem Punkt gutzuheissen.\n\n3. Die Beschwerdeführerin beantragt auch die Rückweisung der Sache an die Vorinstanz zur Schuldigsprechung des Beschwerdegegners gemäss Art. 37 Abs. 2 SVG. Nach dieser Bestimmung dürfen Fahrzeuge dort nicht angehalten oder abgestellt werden, wo sie den Verkehr behindern oder gefährden könnten.\n\na) Art. 37 Abs. 2 SVG entspricht sinngemäss Art. 49 Abs. 2 MFV (s. BGE 97 II 168 oben), der bestimmte, dass Motorfahrzeuge so aufzustellen sind, dass sie den Verkehr nicht stören können. Gemäss dem diese Vorschrift betreffenden BGE 77 IV 117 ff., auf den die Vorinstanz mit ihrem Hinweis auf den Kurzkommentar SCHLEGEL/GIGER (S. 113) Bezug nahm, kann ein aufgestelltes Fahrzeug den Verkehr nur stören, \"wenn es für ihn ein erhebliches Hindernis bildet, das trotz der den andern Strassenbenützern zuzumutenden Aufmerksamkeit zu Unfällen Anlass geben kann oder andere in besonderem Masse hindert, ihren Weg fortzusetzen\" (BGE 77 IV 120, vgl. auch BGE 102 II 283 E. 3a). Allerdings ist nicht erforderlich, dass die Unfallgefahr eine konkrete sei oder dass das aufgestellte Fahrzeug tatsächlich jemanden in unzumutbarer Weise an der Fortsetzung seines Weges hindere; die abstrakte Gefährdung des Verkehrs genügt (BGE 81 IV 297 E. 1). Dasselbe gilt in bezug auf Art. 37 Abs. 2 SVG. Das kommt schon darin zum Ausdruck, dass Art. 37 Abs. 2 SVG das Aufstellen von Fahrzeugen nicht nur dort verbietet, wo sie den Verkehr behindern oder gefährden, sondern schon dort, wo sie ihn behindern oder gefährden könnten (vgl. auch BGE 92 IV 12 E. 4). Diese Voraussetzung ist vorliegend angesichts der Ausgestaltung der Verzweigung und der relativ geringen Breite der zusammentreffenden Strassen von je rund 5 m gegeben. Der Beschwerdegegner erfüllte somit auch den Tatbestand von Art. 37 Abs. 2 SVG. Die Vorinstanz darf daher in ihrem Urteil, das sie auszufällen haben wird, auch Art. 37 Abs. 2 SVG, der die gesetzliche Grundlage von Art. 18 Abs. 2 lit. d in Verbindung mit Art. 19 Abs. 2 lit. a VRV bildet, erwähnen.\n\nb) Art. 37 Abs. 2 SVG gelangt im vorliegenden Fall allerdings nicht gemäss Art. 68 StGB zur Anwendung, da der Beschwerdegegner nach den Feststellungen der Vorinstanz durch sein Verhalten den Verkehr nicht konkret gefährdete oder behinderte, und die abstrakte BGE 112 IV 94 S. 100Gefährdung des Verkehrs schon von der speziellen Vorschrift von Art. 18 Abs. 2 lit. d in Verbindung mit Art. 19 Abs. 2 lit. a VRV erfasst wird. Es liegt im konkreten Fall nicht Idealkonkurrenz, sondern unechte Gesetzeskonkurrenz vor. Davon geht offenbar auch die Beschwerde führende Polizeikommission der Gemeinde Thalwil aus; sie hatte den Beschwerdegegner in ihrer Strafverfügung vom 14. Februar 1985 zwar auch gestützt auf Art. 37 Abs. 2 SVG verurteilt, dennoch aber nur eine Ordnungsbusse gemäss Ziff. 116.2 der Ordnungsbussenliste wegen Übertretung von Art. 18 Abs. 2 lit. d in Verbindung mit Art. 19 Abs. 2 lit. a VRV ausgefällt.\n\n4. Der unterlegene Beschwerdegegner hat die Kosten des bundesgerichtlichen Verfahrens zu tragen.\n\nDemnach erkennt das Bundesgericht:\n\nDie eidgenössische Nichtigkeitsbeschwerde wird gutgeheissen, der Entscheid des Obergerichts des Kantons Zürich vom 27. Juni 1986 wird aufgehoben, und die Sache wird zur Verurteilung des Beschwerdegegners im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}