{"annee": "112", "cour": "IB", "page": "105", "date": "23/4/1986", "cite": ["109 IA 15", "108 IB 334", "108 IB 352", "109 IB 13", "102 IA 122", "105 IA 330", "107 IB 219", "110 IB 29"], "cite_par": ["112 IB 496", "117 IB 262", "114 IB 286", "113 IA 368", "131 II 151", "114 IB 100", "114 IB 301", "112 IB 396", "119 IB 229", "114 IB 112", "112 IB 485"], "chapeau": "17. Extrait de l'arrêt de la Ire Cour de droit public du 23 avril 1986 dans la cause R. contre Commune de Commugny et Vaud, Etat et Chambre des recours du Tribunal cantonal (recours de droit administratif)", "regestes": ["Art. 5 al. 2 LAT; expropriation matérielle; déclassement d'une parcelle de zone de villas en zone agricole et viticole protégée. Indemnité pour frais de plans exécutés en vain. 1. Définition de l'expropriation matérielle (consid. 2). 2. Distinction entre déclassement et mesure de non-classement en zone à bâtir ayant pour effet de préciser l'étendue du droit de propriété selon les exigences de l'aménagement du territoire (art. 22quater Cst.). Admission en l'espèce d'un déclassement qui prive le propriétaire d'une faculté essentielle découlant de son droit de propriété (consid. 3). 3. Au moment déterminant, le bien-fonds en cause aurait très vraisemblablement été utilisé comme terrain à bâtir dans un proche avenir, au vu de l'ensemble des facteurs juridiques et matériels entrant en ligne de compte (consid. 4). 4. Les conditions posées par la jurisprudence pour le remboursement des frais de projets de construction devenus inutiles ne sont pas remplies en l'occurrence, car ce n'est nullement le dépôt de la demande de permis de construire qui a provoqué la modification du plan de zones (consid. 6)."], "faits": "BGE 112 Ib 105 S. 106\n\nLe 19 mars 1974, R. a acquis la parcelle 712, d'une surface de 2822 m2, sise sur le territoire de la commune de Commugny.\n\nDe forme rectangulaire et en nature de pré-champ, cette parcelle est située sur le coteau de Monthoux, à quelque 200 m au nord-est du centre du village, en direction de l'autoroute. En pente légère vers le lac, le coteau de Monthoux est planté en vignes. Il ne comporte qu'une seule construction: la villa de dame B. avec piscine attenante, implantée dans le prolongement ouest du terrain acquis par R. Trois autres constructions, situés plus à l'ouest, ne font pas partie du coteau. A l'est de celui-ci se trouvent des terrains de nature agricole. Directement bordée au nord et au sud par des vignes, la parcelle 712 fait partie d'un ensemble viticole et agricole compact. L'endroit est tranquille et plaisant; il se prêterait fort bien à une construction.\n\nDe la route communale venant du centre du village, l'accès à la parcelle 712 est assuré, à l'ouest, par une bande de terrain en nature de pré-champ longue de 20 m environ. L'aménagement de celle-ci en chemin ne présenterait aucune difficulté, et la commune de Commugny ne s'y opposerait pas. En septembre 1974, R. a participé aux frais du revêtement bitumineux d'une place de parc commune avec dame B. à l'entrée de cette bande d'accès. En 1977, il a en outre supporté la moitié du coût de réfection de la conduite privée d'amenée d'eau alimentant les parcelles 712 et 710.\n\nLa parcelle 712 n'est pas directement raccordée au réseau d'eau, d'électricité et des égouts. Les amenées de l'électricité, du téléphone et de l'eau potable ne posent toutefois pas de problèmes. L'évacuation des eaux pourrait se faire par le collecteur passant BGE 112 Ib 105 S. 107le long de la route communale moyennant l'installation d'une pompe, solution à laquelle la commune serait opposée, ou en construisant un collecteur sur une centaine de mètres en bordure de la vigne au sud-ouest (parcelle No 711). Le tracé des collecteurs communaux qui longe la route communale a été aménagé en 1980/1981, et aboutit juste devant le chemin d'accès à la parcelle 712.\n\nR. a acquis son terrain dans l'intention d'y construire une villa familiale. Au début de 1979, il fut informé par dame B., à qui la Municipalité de Commugny avait refusé l'autorisation de construire une piscine sur son bien-fonds, d'une modification possible du plan de zones. Il donna alors mandat à un architecte de faire mettre à l'enquête la construction d'une villa sur la parcelle 712. Le 4 octobre 1979, l'architecte soumit à la Municipalité un projet d'implantation pour approbation préalable. La Municipalité répondit qu'il était prévu d'inclure la parcelle 712 dans une zone inconstructible. Le 12 octobre 1979, l'architecte confirma que le projet de la villa était immédiatement réalisable et que son client entendait construire sans délai. La Municipalité s'opposa à la délivrance du permis de construire, eu égard à la modification envisagée du plan de zones.\n\nEn 1972, dans le cadre d'un premier projet de modification du plan de zones, il avait été envisagé de classer le terrain ou se trouve la parcelle 712 en zone inconstructible. Ce terrain est toutefois resté en zone de villas moyennant une charge foncière relative aux frais d'équipement.\n\nLe 17 juin 1980, le Conseil communal de Commugny a adopté un nouveau plan de zones classant la parcelle 712 en zone agricole et viticole protégée. Il a considéré que la sauvegarde du coteau viticole de Monthoux, site particulièrement digne de protection, excluait toute nouvelle construction dans ce secteur. Cette modification du plan de zones, à laquelle R. s'est vainement opposé, a été approuvée par le Conseil d'Etat le 1er avril 1981.\n\nLe 3 août 1981, R. a ouvert action en expropriation matérielle contre la commune de Commugny devant le Tribunal du district de Nyon. Il a conclu pour l'essentiel au paiement de 530'916 fr. 40. L'Etat de Vaud est intervenu au procès pour s'opposer à l'action. Par jugement du 30 janvier 1984, le Tribunal de district a rejeté la demande.\n\nSaisie d'un recours de R., la Chambre des recours du Tribunal cantonal vaudois a, par arrêt du 6 mars 1985, nié l'existence d'une BGE 112 Ib 105 S. 108expropriation matérielle et rejeté les conclusions principales de l'intéressé. Elle a notamment considéré que le classement du coteau de Monthoux en zone agricole et viticole se justifiait en raison de sa situation et de sa vocation viticole. Par ailleurs, on ne pouvait dire qu'au 1er avril 1981, date de l'approbation du nouveau plan de zones, la parcelle 712 aurait été vouée à la construction dans un proche avenir.\n\nAgissant par la voie du recours de droit administratif, R. a requis le Tribunal fédéral d'annuler l'arrêt de la Chambre des recours du Tribunal cantonal, d'admettre l'existence d'une expropriation matérielle et de fixer l'indemnité due de ce chef, à 522'070 fr., avec intérêts. Il s'est prévalu d'une violation de l'art. 5 al. 2 de la loi fédérale du 22 juin 1979 sur l'aménagement du territoire (LAT), ainsi que des art. 4 et 22ter Cst., alléguant à cet égard que les principes de la bonne foi, de l'égalité de traitement et de la proportionnalité n'avaient pas été respectés par l'autorité cantonale.\n\nLa commune de Commugny, l'Etat de Vaud et l'Office fédéral de l'aménagement du territoire ont conclu au rejet du recours; le Tribunal cantonal, pour sa part, s'est référé à son arrêt.", "considerants": "Extrait des considérants:\n\n1. (Recevabilité du recours de droit administratif.)\n\n2. a) Selon la jurisprudence, il y a expropriation matérielle lorsque l'usage actuel d'une chose ou son usage futur prévisible est interdit ou restreint d'une manière particulièrement grave, de sorte que le lésé se trouve privé d'un attribut essentiel de son droit de propriété. Une atteinte de moindre importance peut aussi constituer une expropriation matérielle si elle frappe un ou plusieurs propriétaires de manière telle que, s'ils n'étaient pas indemnisés, ils devraient supporter un sacrifice par trop considérable en faveur de la collectivité, incompatible avec le principe de l'égalité de traitement (ATF 110 Ib 32 consid. 4, ATF 109 Ib 15 consid. 2, ATF 108 Ib 354 consid. 4 et arrêts cités). Dans l'un et l'autre cas, la protection ne s'étend également à l'usage futur prévisible que dans la mesure ou celui-ci apparaît au moment déterminant comme très probable dans un proche avenir (ATF 109 Ib 15 /16 consid. 2, ATF 107 Ib 223). Par usage futur prévisible, on entend généralement la possibilité d'affecter à la construction l'immeuble concerné.BGE 112 Ib 105 S. 109\n\nb) Pour juger si un bien-fonds aurait été très vraisemblablement utilisé comme terrain à bâtir dans un proche avenir, il faut, selon la jurisprudence, prendre en considération tous les facteurs juridiques et matériels qui peuvent déterminer ses chances d'être édifié. Parmi ces facteurs figurent les dispositions du droit des constructions fédérales, cantonales et communales en vigueur au moment déterminant, la situation et les caractéristiques générales de l'immeuble en cause ainsi que les possibilités de l'équiper, l'état de la planification communale et cantonale et le développement des constructions dans les environs. Les différents facteurs doivent être examinés et pesés. C'est seulement si la construction est juridiquement admissible et pratiquement possible et si les circonstances la rendent très vraisemblable dans un proche avenir qu'une restriction de propriété excluant toute construction peut être considérée comme une atteinte particulièrement grave, entraînant l'obligation d'indemniser le propriétaire.\n\nComme motifs permettant de considérer qu'un bien-fonds ne pourrait pas être bâti dans un avenir relativement proche, le Tribunal fédéral a indiqué par exemple la nécessité d'obtenir une dérogation ou de modifier un plan de zones, ou d'établir un plan d'équipement ou un plan spécial (plan de quartier ou autre), la nécessité de procéder à un remaniement parcellaire ou à d'autres travaux d'équipement importants. La possibilité d'équiper une parcelle - et même, selon les circonstances, le fait qu'elle est équipée - ne suffit pas à la faire considérer automatiquement comme constructible dans un proche avenir (ATF 109 Ia 16 consid. 2 et les arrêts cités).\n\nLe propriétaire concerné doit en outre rendre hautement vraisemblable qu'au moment du déclassement ou du refus de classement de son bien-fonds, celui-ci aurait été effectivement voué à la construction, selon le cours ordinaire des choses, dans un proche avenir. La réponse dépend d'une appréciation objective des données sociales et économiques de la région, tels le développement de la construction dans le secteur ou se trouve l'immeuble et les perspectives de croissance démographique de la commune mises en parallèle avec la capacité globale de son plan de zones. L'affectation antérieure d'un bien-fonds, sa situation par rapport au territoire déjà bâti, ses qualités intrinsèques mesurées à l'aune des impératifs de l'aménagement du territoire, telle la nécessité de réserver des terres agricoles suffisantes et de protéger des paysages de valeur sont, dans ce contexte, des indices BGE 112 Ib 105 S. 110déterminants (ATF 102 Ia 129 consid. 2 f; arrêt Wohlen du 10 novembre 1982, consid. 2 non publié in ATF 108 Ib 352; ROUILLER, Considérations sur la garantie de la propriété et sur l'expropriation matérielle, faites à partir de la jurisprudence du Tribunal fédéral, in RJB 1985 p. 19 ss).\n\nc) Pour déterminer si l'on se trouve en présence d'une expropriation matérielle, il faut se placer au moment de l'entrée en vigueur de la restriction au droit de propriété (ATF 110 Ib 33 consid. 4a, ATF 109 Ib 16 consid. 3, ATF 108 Ib 338 consid. 4c et arrêts cités).\n\n3. Dans ses observations, l'Office fédéral de l'aménagement du territoire estime que la parcelle 712 n'est pas l'objet d'un déclassement ou dézonage, mais d'une simple mesure de non-classement en zone à bâtir.\n\nSelon la jurisprudence, lorsque la modification d'un plan de zones - qui a pour effet qu'une parcelle ne figure plus dans la zone à bâtir ou elle se trouvait auparavant - intervient pour adapter ce plan à la législation fédérale et cantonale en vigueur, cette mesure n'implique pas la privation d'une faculté essentielle découlant du droit de propriété; elle a bien plutôt pour effet de préciser le contenu véritable du droit de propriété, de sorte qu'il n'y a en principe pas d'expropriation matérielle (ATF 109 Ib 17 consid. 4a, ATF 105 Ia 338 consid. 3d; KUTTLER, Eigentumsbeschränkungen, die einer Enteignung gleichkommen, in Staatsorganisation und Staatsfunktionen im Wandel, Festschrift Eichenberger, 1982, p. 649/650; ROUILLER, op.cit., p. 21; SCHÜRMANN, Bau- und Planungsrecht, 2e éd. 1984, p. 231). L'Office fédéral considère que l'ancien plan de zones de 1973 ne prévoyait pas de zone agricole et n'opérait pas une distinction suffisante entre terrains à bâtir et terrains non constructibles; c'est donc pour l'adapter aux exigences nouvelles des art. 25bis et 25ter LCAT qu'on l'aurait modifié avec effet au 1er avril 1981; partant, il n'y aurait en principe pas d'expropriation matérielle en l'espèce. Cette opinion de l'Office fédéral de l'aménagement du territoire ne saurait être partagée.\n\na) La loi cantonale du 5 février 1941 sur les constructions et l'aménagement du territoire (LCAT) a subi des modifications successives au cours des dernières décennies. C'est ainsi que la loi du 26 février 1964 y a introduit un art. 25bis concernant la limitation des constructions dans les zones agricoles, et un art. 25ter ayant la teneur suivante: \"Les zones destinées à assurer l'extension d'une agglomération doivent se justifier par le BGE 112 Ib 105 S. 111développement prévisible de la commune ou de la région dans les dix années à venir. Les voies d'accès, l'adduction d'eau et les égouts doivent être prévus.\" Puis la loi du 15 décembre 1971 est venue préciser l'art. 25ter en ce sens que les voies d'accès, l'adduction d'eau, l'évacuation et l'épuration des eaux usées doivent être prévues et réalisées dans le délai de dix ans; elle y a ajouté en outre un alinéa concernant la réserve de zones de construction d'utilité publique. Enfin, la loi du 13 septembre 1976 a complété l'art. 25bis relatif à la zone agricole; elle a de plus introduit à l'art. 25ter un nouvel al. 3 en vertu duquel le territoire qui ne répond pas aux prescriptions de l'al. 1 doit être classé soit en zone agricole, soit en zone de verdure, soit en zone intermédiaire.\n\nb) Il résulte toutefois de l'examen des préavis de la Municipalité de Commugny, adressés au Conseil communal les 18 avril 1973 et 19 mai 1980, que si le plan de zones a effectivement été modifié en 1973 et en 1981 pour l'adapter de manière générale aux nouvelles réglementations entrées en vigueur, ce n'est précisément pas pour réaliser un tel objectif que la parcelle 712 du recourant a été, en 1981, sortie de la zone de villas et attribuée à la zone agricole et viticole de la commune de Commugny.\n\nDans le préavis du 18 avril 1973, il est relevé que la modification de l'art. 25ter par la loi du 15 décembre 1971 implique une réduction et une meilleure délimitation des zones de construction. Afin de créer une situation durable, qui soit acceptable par l'autorité cantonale, la Municipalité proposait de \"déclasser en zone sans affectation spéciale\" une partie des parcelles placées en zone de villas, attendu que, faute d'équipement suffisant, ces parcelles ne constituaient pas des terrains à bâtir au regard des nouvelles dispositions légales. En ce qui concerne la parcelle 712, dont le propriétaire d'alors avait fait opposition, elle admettait de lui faire suivre le sort de la parcelle contiguë No 710 (déjà bâtie pour la plus grande part), à savoir de la maintenir en zone de villas moyennant l'engagement du propriétaire - comme pour le solde non construit de la parcelle 710 - d'assumer les frais du raccordement au réseau d'égouts.\n\nLe Conseil d'Etat a approuvé, le 12 octobre 1973, le nouveau plan de zones et les propositions de réponse aux opposants. Il s'ensuit dès lors que les autorités cantonales et communales reconnaissaient que la parcelle 712 constituait bien du terrain à bâtir au regard de la nouvelle réglementation légale. C'est peu après, à savoir le 19 mars 1974, que R. acquérait la propriété de BGE 112 Ib 105 S. 112cette parcelle en reprenant la charge foncière relative aux frais d'équipement.\n\nDans le préavis du 19 mai 1980 à l'appui du nouveau plan de zones de 1981, la Municipalité se réfère d'abord à l'arrêté fédéral urgent du 17 mars 1972 (AFU) et à son règlement cantonal d'application: il s'avère cependant qu'aucune mesure de protection fondée sur ces textes n'a été ordonnée concernant le coteau de Monthoux et plus spécialement la parcelle 712. S'agissant des modifications apportées par la loi du 13 septembre 1976, la Municipalité rapporte qu'en raison du nouvel art. 25bis LCAT, elle est tenue de substituer à la zone sans affectation spéciale une zone agricole: cette opération ne touche pas non plus la parcelle 712. Puis l'autorité communale expose qu'elle place même en zone intermédiaire des secteurs situés en zone de villas, mais non encore bâtis ni équipés; cette modification concerne les lieux dits au Saugey et en Bouchattet, et non pas le coteau de Monthoux. Enfin, la Municipalité affirme qu'elle a dû prendre des mesures de protection pour les terrains non encore bâtis situés sur La Fontaine et en Monthoux, classés jusqu'ici pour l'essentiel en zone sans affectation spéciale. \"Il s'agit - dit-elle - à la fois d'un site près du village, qui mérite d'être protégé, et d'un coteau viticole qui mérite d'être conservé. C'est pourquoi ces deux secteurs ont été placés en zone agricole et viticole protégée, ce qui pourra éventuellement, dans un cas particulier tout à fait exceptionnel, exposer la commune à une demande d'indemnité [...].\" Le préavis municipal fait donc apparaître clairement le motif du changement d'affectation intervenu à propos du coteau de Monthoux et de la parcelle 712: il ne s'agit nullement de la nécessité d'adapter la réglementation communale aux nouvelles exigences légales de l'art. 25ter al. 3 LCAT, mais bien exclusivement de la volonté de protéger un site et sa \"vocation viticole\".\n\nLes réponses données aux opposants B. et R. le confirment. A dame B., la Municipalité déclare que la modification de la zone est justifiée \"pour sauvegarder le site encore intact du coteau de Monthoux\" et qu'au demeurant, \"bien loin de prétériter l'opposante, cette mesure la favorise au contraire puisqu'elle rend inconstructible la parcelle 712 sise immédiatement devant sa villa\". Au recourant, elle fait savoir que la raison d'affecter la parcelle 712 à la zone viticole protégée réside dans la \"sauvegarde du coteau viticole de Monthoux, qui constitue un site particulièrement digne de protection\". La Municipalité fait par ailleurs allusion au BGE 112 Ib 105 S. 113dommage que pourrait subir le propriétaire de ladite parcelle, aux vaines tentatives faites pour résoudre le cas à l'amiable et à l'éventualité - dont elle n'entend pas préjuger - que ce préjudice soit assimilé à une expropriation matérielle.\n\nc) L'on ne se trouve donc pas, en l'espèce, en présence d'une mesure de non-classement ayant pour effet de préciser l'étendue du droit de propriété (cf. arrêts non publiés Coderey, Fayet et Crot c. commune de Lutry des 21 mars et 5 décembre 1978), mais bien d'un déclassement pur et simple qui prive le propriétaire d'une faculté essentielle découlant de son droit de propriété.\n\n4. Encore faut-il, pour admettre l'existence d'une expropriation matérielle, que le bien-fonds en cause eût très vraisemblablement été utilisé, dans un proche avenir, comme terrain à bâtir. A cet égard, la date déterminante est, comme l'a admis le Tribunal cantonal, le 1er avril 1981, date de l'entrée en vigueur du nouveau règlement communal sur le plan d'extension et la police des constructions.\n\na) Bien qu'étant située en zone de villas depuis 1962 en tout cas, la parcelle 712 (essentiellement en nature de pré-champ) n'a pas fait l'objet de travaux de construction jusqu'à la date déterminante du 1er avril 1981. Au moment ou, le 4 octobre 1979, l'architecte du recourant a soumis un projet d'implantation d'une villa pour approbation préalable, le nouveau texte des art. 25bis et 25ter LCAT était depuis longtemps en vigueur, et la Municipalité de Commugny avait déjà élaboré plusieurs projets successifs de révision du plan de zones. Toutefois, on l'a vu, le déclassement de la parcelle 712 n'est en rien la conséquence de la modification des art. 25bis et ter LCAT. On ne saurait donc dire que cette réglementation cantonale aurait pu faire obstacle à la délivrance d'un permis.\n\nLors de l'inspection locale, puis dans son écriture du 30 décembre 1985, le mandataire de la commune de Commugny et de l'Etat de Vaud a exposé que l'autorité communale aurait été en droit de rejeter une demande de permis de construire pour le motif que la parcelle n'était pas équipée. On ne saurait le suivre sur ce point. En effet, indépendamment des exigences formelles relatives au contenu du dossier présenté par l'architecte, et qui sont dénuées de pertinence en l'espèce, la Municipalité s'est fondée exclusivement sur l'art. 83 LCAT pour s'opposer à la demande de permis d'implantation du 4 octobre 1979 et pour la rejeter le 15 janvier 1980 après mise à l'enquête. L'art. 83 LCAT dispose, BGE 112 Ib 105 S. 114à son al. 1, que \"la Municipalité a le droit de refuser le permis si l'ouvrage, bien que conforme aux lois et règlements, compromet le développement futur d'un quartier. La Municipalité peut également refuser le permis si elle a l'intention [...] d'apporter [une] modification au plan d'extension, et que l'ouvrage soit en contradiction avec les plans ou les dispositions projetées, ou en gêne la réalisation.\"\n\nRien dans le dossier n'établit que l'autorité communale aurait fondé le refus du permis sur un défaut d'équipement de la parcelle 712 (art. 67bis LCAT). Il y a là à tout le moins un indice que ce bien-fonds constituait, aux yeux de l'autorité communale, du terrain à bâtir suffisamment équipé.\n\nb) L'arrêt attaqué a constaté d'ailleurs que le raccordement aux réseaux d'électricité, de téléphone et d'eau potable ne posait pas de problèmes. Quant aux possibilités de rejoindre les collecteurs communaux d'eaux usées et d'eaux claires, il résultait de l'instruction que \"ce raccordement était techniquement réalisable sans frais excessifs [...]\". Emanant d'un tribunal cantonal, de telles constatations de fait lient en principe le Tribunal fédéral (art. 105 al. 2 OJ).\n\nAu demeurant, les représentants de la commune ont déclaré à la délégation du Tribunal fédéral, lors de l'inspection locale, que le tracé des collecteurs communaux qui longe la route communale a été aménagé en 1980/1981 jusqu'à proximité de la parcelle 712. Au cours de cette inspection, M. H. - dont l'arrêt attaqué dit qu'on ignore s'il aurait, avec ses consorts, donné son accord au moment déterminant - est convenu avec le recourant qu'un arrangement pourrait être trouvé quant à un tracé épargnant la vigne plantée sur la parcelle 711. Cette solution permettrait de surcroît de renoncer à l'alternative du pompage, système que la commune refuse pour des raisons de sécurité (déficience du pompage ensuite d'éventuelles pannes d'électricité).\n\nIl s'ensuit qu'on ne saurait invoquer un manque d'équipement de la parcelle 712.\n\nc) Le Tribunal cantonal admet que le recourant a acheté la parcelle litigieuse en 1974 dans l'intention d'y construire une villa, que cette intention subsistait en 1979 et le 1er avril 1981, et que les motifs qu'il allègue pour expliquer le report de son projet sont plausibles. Ces constatations de fait lient le Tribunal fédéral.\n\nLa juridiction cantonale considère, avec raison, que cet aspect subjectif n'est pas décisif en soi. Il revêt toutefois une certaine BGE 112 Ib 105 S. 115importance, qu'il faut apprécier de cas en cas en relation avec les autres critères, pour juger si la parcelle litigieuse a une vocation objective à la construction dans un proche avenir.\n\nDans ce contexte, il faut mentionner la charge foncière que le recourant a dû reprendre lors de l'achat de sa parcelle. Cette charge non seulement oblige le propriétaire à équiper le cas échéant le terrain à ses frais, mais stipule en outre une contribution de 4 fr. 50 par m2 \"pour couvrir partiellement les frais généraux d'infrastructure communale\", contribution qui devra être payée à la commune \"lors de la délivrance du permis de construire\". A cela s'ajoutent les dépenses du recourant relatives à l'aménagement d'une place de parc commune avec dame B. en 1974 (500 fr.) et à la réfection d'une conduite d'eau en 1977 (1'187 fr. 20), dépenses dont le Tribunal cantonal constate qu'elles ont été \"engagées en vue de la construction aujourd'hui impossible\".\n\nIl s'agit là d'éléments objectifs qui doivent être pris en considération, en plus de la volonté de construire subjective du propriétaire, pour permettre d'admettre la vraisemblance d'une utilisation future de la parcelle comme terrain à bâtir.\n\nd) Le motif principal, voire unique, qui a conduit le Tribunal cantonal à rejeter le recours de R. sur le principe de l'expropriation matérielle consiste en la considération que le coteau de Monthoux est un site de valeur, à vocation viticole. Il n'est pas contestable - et la délégation du Tribunal fédéral a pu s'en rendre compte - que ce coteau présente un certain charme, encore que sa valeur ne soit nullement exceptionnelle. Il est exact également qu'il est pour l'essentiel planté en vigne et que la parcelle 712 était entourée de vignes sur deux côtés à la date décisive. Point n'est besoin toutefois de rechercher si, comme l'expose la juridiction cantonale, le coteau de Monthoux a une \"vocation viticole\". A supposer que tel soit le cas et que le site soit en soi digne de protection, cela signifierait simplement que la commune de Commugny pouvait se prévaloir d'un intérêt public pour le placer entièrement dans une zone agricole et viticole protégée. Cela ne signifierait pas encore que le déclassement d'une parcelle, pour réaliser cet objectif, ne doive pas entraîner l'obligation d'indemniser son propriétaire.\n\nAu demeurant, la juridiction cantonale se fonde trop largement sur les qualités du coteau de Monthoux pris dans son ensemble, et ne retient pas suffisamment le caractère particulier, dans ce contexte, de la parcelle 712 en relation avec la parcelle 710. Il apparaît en effet que ces deux parcelles contiguës - dont l'une est BGE 112 Ib 105 S. 116déjà bâtie - s'articulent en quelque sorte l'une à l'autre pour créer, au haut et sur le bord du coteau, un ensemble propice à la construction au sein d'un ensemble viticole et agricole plus considérable.\n\ne) Il ressort en outre de l'arrêt entrepris que la population de la commune de Commugny a passé de 926 habitants en 1973 à 1537 habitants en 1980; pour garder un certain contrôle du développement de l'agglomération, les autorités communales ont dû limiter les possibilités de construire existantes compte tenu des besoins prévisibles de la commune; elles ont ainsi groupé certains secteurs destinés à la construction; dans la partie est du territoire communal, elles ont en revanche transféré différentes parcelles de la zone de villas ou sans affectation spéciale en zone agricole ou, comme c'est le cas de celles situées en Monthoux, en zone agricole et viticole protégée.\n\nOn ne saurait contester que le nouveau plan d'extension de la commune de Commugny, dans la mesure ou il restreint des zones constructibles trop vastes et oriente la construction en dehors d'une zone en nature viticole et agricole, consacre de manière générale un aménagement harmonieux du territoire communal en conformité avec les objectifs fixés par la législation cantonale. Toutefois, cette considération tirée des perspectives de développement de la commune ne saurait faire obstacle à une demande d'indemnisation pour expropriation matérielle en l'espèce. Ce qui est en cause, en effet, c'est la parcelle du recourant et la construction, sur cette parcelle, d'une maison familiale. Il n'est nullement question d'un secteur ou d'une zone constructible à supprimer. Considéré dans l'optique d'un frein mis à la poussée générale de la construction par l'aménagement global des zones à bâtir, le cas de la parcelle 712 ne peut jouer aucun rôle. Que cette parcelle subsiste comme terrain à bâtir ou que cette possibilité lui soit ôtée ne change rien aux mesures à prendre par les autorités communales pour maîtriser l'évolution de la construction sur le territoire de la commune.\n\nf) Au vu de l'ensemble de ce qui précède, il y a donc lieu d'admettre - en application des principes posés par la jurisprudence - que la parcelle 712 aurait très vraisemblablement été utilisée, dans un proche avenir, comme terrain à bâtir si elle n'avait pas été déclassée en zone agricole et viticole protégée. Une telle utilisation n'aurait d'ailleurs exigé ni autorisation exceptionnelle, ni établissement d'un plan d'équipement ou de lotissement, BGE 112 Ib 105 S. 117ni remaniement parcellaire. Dès lors, la restriction qui touche la parcelle du recourant en vertu du plan d'extension communal entré en vigueur le 1er avril 1981 est constitutive d'une expropriation matérielle qui justifie l'allocation d'une indemnité au sens de l'art. 5 al. 2 LAT.\n\nLa présente espèce se distingue essentiellement des causes Coderey, Fayet et Crot c. commune de Lutry déjà citées (arrêts non publiés des 21 mars et 5 décembre 1978) en ce que la nouvelle réglementation de Commugny prive définitivement le propriétaire du droit de construire une villa sur sa parcelle, en la déclassant, tandis qu'à Lutry les nouvelles dispositions légales supprimaient une simple possibilité de construire admise à titre subsidiaire, les parcelles concernées passant de la zone rurale ou viticole en zone de verdure. C'est à juste titre que, dans ces causes, le Tribunal fédéral a retenu que la nouvelle réglementation communale définissait le contenu du droit de propriété plus qu'elle ne le restreignait (mesure de non-classement). En outre, alors qu'à Lutry on constatait l'absence de développement de la construction dans les secteurs en cause, à Commugny on note au contraire une forte et incontestable poussée de la demande de terrains à bâtir, de sorte que le recourant, s'il n'avait pas eu lui-même l'intention de construire, aurait trouvé très aisément un acquéreur pour son terrain.\n\n5. Sur la question du principe de l'expropriation matérielle, le recours de droit administratif doit ainsi être admis et la décision attaquée annulée, sans qu'il soit encore nécessaire de rechercher si cette dernière consacre aussi une inégalité de traitement et une violation de l'art. 22ter Cst., ou serait incompatible avec d'éventuelles assurances données au recourant.\n\nL'état du dossier n'est pas tel que le Tribunal fédéral puisse fixer lui-même le montant de l'indemnité due au recourant. L'affaire doit par conséquent être renvoyée à la Chambre des recours du Tribunal cantonal du canton de Vaud pour nouvelle décision (art. 114 al. 2 OJ).\n\n6. Indépendamment de ses conclusions relatives à l'indemnisation pour expropriation matérielle, le recourant a réclamé à la commune de Commugny et à l'Etat de Vaud, solidairement, le remboursement de la totalité, par 8'846 fr. 40, des frais qu'il avait engagés en vain pour l'équipement de sa parcelle et en vue de l'obtention du permis de construire. L'arrêt attaqué ne lui a alloué de ce chef qu'une somme de 1'687 fr. 20 pour des BGE 112 Ib 105 S. 118motifs d'équité, \"vu les circonstances particulières et eu égard au principe de la bonne foi\".\n\nLe recourant ne se prévaut pas à cet égard d'une violation de l'art. 31 al. 1 LCAT, expressément rappelé dans l'arrêt attaqué, et qui dispose que \"lorsqu'un plan d'extension est abandonné ou modifié, le propriétaire à qui cet abandon cause un dommage en est indemnisé\". D'après la juridiction cantonale, dont les considérants ne sont pas contestés sur ce point, cette disposition doit être interprétée restrictivement. Elle n'a pratiquement pas une portée plus étendue que celle du principe de la bonne foi découlant de l'art. 4 Cst. C'est donc uniquement dans la perspective de cette garantie constitutionnelle, invoquée au moins implicitement dans le présent recours, qu'il convient d'examiner si la demande de remboursement du recourant est fondée.\n\na) Selon la jurisprudence, un constructeur ne peut réclamer le remboursement de frais d'un projet de construction devenu inutile si ce projet n'était pas conforme à la réglementation en vigueur. Ce principe vaut aussi lorsque la demande de permis de construire était conforme au droit en vigueur au moment ou elle a été présentée mais qu'entre ce moment et celui de la décision, les dispositions légales se sont modifiées au détriment du constructeur; le propriétaire ne peut exiger que le droit de construction régissant à un moment donné son immeuble demeure inchangé. Cependant, lorsque c'est le dépôt d'une demande de permis qui a provoqué la modification du plan ou du règlement, l'autorité voulant ainsi empêcher l'exécution du projet, le remboursement des frais engagés en vain ne saurait être refusé, si l'intention de l'autorité ne pouvait pas être prévue par le propriétaire. Le dédommagement doit également être prévu dans les cas ou, avant de présenter son projet, le constructeur a reçu des assurances quant au maintien de la réglementation. Dans ces circonstances exceptionnelles, l'indemnisation est due même s'il n'y a pas d'expropriation, formelle ou matérielle. Elle est alors fondée sur le principe de la confiance découlant de l'art. 4 Cst. (ATF 108 Ib 357 /358 consid. 4b, aa et bb et la jurisprudence citée; ROUILLER, op.cit., p. 27/28).\n\nb) En l'espèce, il est manifeste que les conditions d'une telle indemnisation ne sont pas remplies. Il ressort en effet du dossier que ce n'est nullement le dépôt de la demande de permis de construire qui a incité les autorités communales à modifier le plan de zones. Par ailleurs, le recourant admet lui-même que la lettre BGE 112 Ib 105 S. 119de la Municipalité du 10 octobre 1979 ne pouvait pas constituer pour lui l'assurance que les prescriptions en vigueur seraient maintenues. Le fait qu'il ait dû, par la suite, poursuivre ses démarches en vue d'obtenir le permis de bâtir, voire qu'il ait été invité par l'autorité communale à les compléter, ne saurait impliquer une assurance quelconque relativement au maintien de la réglementation des constructions.\n\nLe recours est donc mal fondé sur ce point.\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Admet le recours et annule l'arrêt attaqué dans la mesure ou il s'agit du principe de l'expropriation matérielle et de l'indemnité due au recourant; rejette le recours pour le surplus;\n\n2. Renvoie la cause à l'autorité intimée pour nouvelle décision."}