{"annee": "112", "cour": "V", "page": "174", "date": "20/6/1986", "cite": ["109 IA 116", "108 IA 111", "107 IB 243", "109 V 139", "106 V 86", "111 V 104", "109 V 23", "108 V 113", "110 V 376", "110 V 252"], "cite_par": ["113 V 225", "131 V 233", "116 V 55", "113 V 161", "114 V 181", "119 V 468", "117 V 177", "114 V 298", "127 V 129", "136 V 362", "114 V 90", "116 V 16", "114 V 290", "126 V 288", "116 V 28", "117 V 170"], "chapeau": "31. Auszug aus dem Urteil vom 20. Juni 1986 i.S. Islami gegen Ausgleichskasse Basel-Stadt und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Art. 28 LAI: Fixation du degré d'invalidité. Lorsque le degré d'invalidité admis par la CNA a été fixé transactionnellement, il ne se justifie plus de faire dépendre le taux estimé par l'assurance-invalidité de celui fixé par la CNA (consid. 2a). Art. 38bis al. 1 et 3 LAI, art. 33bis RAI en liaison avec l'art. 53bis al. 4 RAVS: Réduction de rentes partielles. Ce n'est pas la totalité du revenu annuel moyen déterminant le montant des rentes qui est pris en considération dans le calcul de la surassurance, mais uniquement la part correspondant au rapport qui existe entre la rente partielle (calculée dans un cas concret) et la rente complète. Cette réglementation est conforme à la loi (consid. 4)."], "faits": "", "considerants": "|175|\n\nAus den Erwägungen:\n\n2. a) Die Invalidenversicherungs-Kommission hat den Invaliditätsgrad des Beschwerdeführers für die Zeit ab 1. August 1983 auf 50% festgelegt, indem sie gemäss Rz. 288.1 der Wegleitung des BSV über Invalidität und Hilflosigkeit (WIH) den für die SUVA-Rente zugrunde gelegten Invaliditätsgrad übernahm. Mit derselben Begründung schützte die Vorinstanz die entsprechende Verfügung der Ausgleichskasse.\n\nNach der Verwaltungs- und Gerichtspraxis darf für den gleichen Gesundheitsschaden in der Invalidenversicherung grundsätzlich kein anderer Invaliditätsgrad angenommen werden als in der Unfallversicherung. Von diesem Grundsatz muss aber u.U. abgewichen werden, so z.B. wenn die SUVA nicht einen Einkommensvergleich angestellt, sondern eine Abfindungssumme zugesprochen hat oder wenn sie die Rente bereits bei ihrer Festsetzung abgestuft oder befristet hat oder wenn der von der SUVA geschätzte Invaliditätsgrad auf einem Rechtsfehler oder auf einem nicht vertretbaren Ermessensentscheid beruht (Rz. 288.1 WIH; BGE 109 V 23, BGE 106 V 88 Erw. 2b; ZAK 1983 S. 116).\n\nDer Beschwerdeführer macht geltend, der von der SUVA angenommene Invaliditätsgrad sei nicht verbindlich, da er auf einem Vergleich beruhe. Das Bundesamt für Sozialversicherung (BSV) pflichtet dem bei und beantragt die Gutheissung der Verwaltungsgerichtsbeschwerde in diesem Punkt unter Rückweisung der Sache an die Invalidenversicherungs-Kommission zwecks zusätzlicher Abklärung. Man müsse davon ausgehen, dass es sich in den Fällen, wo der Invaliditätsgrad der SUVA durch einen gerichtlichen Vergleich festgesetzt werde, um eine Rechtspraxis handle, die von der Praxis der Invalidenversicherung abweiche. |176|\n\nDem ist aus folgenden Gründen beizupflichten. In BGE 106 V 88 Erw. 2b hat das Eidg. Versicherungsgericht ausgeführt, es erscheine naheliegend, der SUVA bzw. der Militärversicherung den Vorrang bei der Feststellung der Invalidität einzuräumen, weil diese Sozialversicherungszweige über einen eigenen, gut ausgebauten Apparat zur Beurteilung dieser Frage verfügen, was für die Invalidenversicherung nicht in gleichem Masse zutreffe. Die Vorteile eines verlässlichen Abklärungs- und Beurteilungsapparates gehen nun aber verloren, wenn die Festsetzung des Invaliditätsgrades nicht direkt auf den Abklärungsresultaten beruht, sondern in einer Kompromisslösung von anderweitigen, meist nicht näher bekannten Faktoren beeinflusst und mitbestimmt wird. Daran ändert inhaltlich nichts, wenn der abgeschlossene Vergleich anschliessend in einer formellen Verfügung bestätigt wird. Es entfällt dann die Rechtfertigung dafür, die Invaliditätsschätzung der Invalidenversicherung an diejenige der SUVA bzw. der Militärversicherung zu binden.\n\nb) ...\n\n3. Gestützt auf die Ausführungen des Eidg. Versicherungsgerichts in BGE 110 V 376 schützte die Vorinstanz die Auffassung des Beschwerdeführers, wonach die Kinderrenten gemäss klarem Wortlaut des Art. 38bis Abs. 1 IVG nur gekürzt werden dürfen, wenn sie zusammen mit den Renten des Vaters und der Mutter das für sie massgebende durchschnittliche Jahreseinkommen \"wesentlich\" übersteigen. Dieser Punkt wird vor dem Eidg. Versicherungsgericht von keiner Seite in Frage gestellt. Er bildet zwar nach wie vor Teil des Streitgegenstandes, gibt aber keinen Anlass zu weiterer Prüfung. Somit hat es dabei sein Bewenden, dass die Sache an die Ausgleichskasse zurückgewiesen wird, welche die Kürzungsfrage unter diesem Gesichtspunkt neu zu prüfen hat, wobei sie die neuen Überschiessungs-Beträge gemäss Übergangsbestimmung zur AHVV- und IVV-Änderung vom 17. Juni 1985 (AS 1985 II 917 und 925) zugrunde legen wird.\n\n4. a) Gemäss Art. 38bis Abs. 1 IVG werden Kinderrenten gekürzt, soweit sie zusammen mit den Renten des Vaters und der Mutter das für sie massgebende durchschnittliche Jahreseinkommen wesentlich übersteigen. Abs. 3 ermächtigt den Bundesrat, u.a. für Teilrenten besondere Vorschriften zu erlassen. Für die AHV gilt Analoges gemäss Art. 41 AHVG. Gestützt hierauf hat der Bundesrat entsprechende Verordnungsbestimmungen erlassen, welche in der von 1. Januar 1980 bis 31. Dezember 1985 geltenden Fassung folgenden Wortlaut haben: |177|\n\n\"Art. 53bis AHVV\n\nKürzung der Kinder- und Waisenrenten\n\n1 Die Kinder- und Waisenrenten werden im Sinne von Artikel 41 Absatz 1 AHVG gekürzt, soweit sie zusammen mit den Renten des Vaters und der Mutter das für sie massgebende durchschnittliche Jahreseinkommen übersteigen.\n\n2 Sie werden nicht gekürzt, wenn sie zusammen mit den Renten des Vaters und der Mutter nicht mehr ausmachen als der Mindestbetrag der Ehepaar-Altersrente und die Mindestbeträge von drei einfachen Kinder- oder Waisenrenten zusammen. Dieser Grenzbetrag erhöht sich vom vierten Kind an um 1'260 Franken für jedes weitere Kind.\n\n3 Der Kürzungsbetrag ist auf die einzelnen Kinder- oder Waisenrenten zu verteilen.\n\n4 Bei Teilrenten bemisst sich der Grenzbetrag gemäss Absatz 1 nach dem Verhältnis der Teilrente zur Vollrente.\"\n\n\"Art. 33bis IVV\n\nKürzung der Kinderrenten\n\n1 Die einfachen Kinderrenten und Doppel-Kinderrenten werden im Sinne von Art. 38bis Absatz 1 IVG gekürzt, soweit sie zusammen mit den Renten des Vaters und der Mutter bei ganzen Renten das für sie massgebende durchschnittliche Jahreseinkommen und bei halben Renten die Hälfte des massgebenden durchschnittlichen Jahreseinkommens übersteigen.\n\n2 Im übrigen gilt Artikel 53bis AHVV sinngemäss, wobei die in dessen Absatz 2 festgelegte Kürzungsgrenze bei halben Renten die Hälfte und der vom vierten Kinde an für jedes weitere Kind gewährte Zuschlag 630 Franken betragen.\"\n\nFür den Bereich der IV-Teilrenten verweist Art. 33bis Abs. 2 IVV auf Art. 53bis AHVV, nach dessen Abs. 4 für den Grenzbetrag das Verhältnis der Teilrente zur Vollrente massgebend ist. Das bedeutet, dass das für die Rentenbemessung zugrunde gelegte durchschnittliche Jahreseinkommen nicht in seiner Gänze in die Überversicherungsberechnung eingesetzt wird, sondern nur der dem Verhältnis der (konkreten) Teilrente zur Vollrente entsprechende Teil.\n\nb) In den angefochtenen Verfügungen hat die Ausgleichskasse die Kinderrenten gemäss diesen Vorschriften gekürzt, und die Vorinstanz hat dies geschützt, weil sich die Regelung im Rahmen der Delegationsnorm des Art. 38bis Abs. 3 IVG halte.\n\nDer Beschwerdeführer bezeichnet die genannte Regelung als gesetzwidrig. Für die Frage der Überentschädigung müsse als Bezugsgrösse der entgangene Verdienst gelten. Dieser werde aus Vereinfachungsgründen mit dem massgebenden durchschnittlichen Jahreseinkommen zum Ausdruck gebracht. Bei den Teilrentnern |178| wäre es nun \"sinn- und zielwidrig, d.h. keineswegs gerecht, wenn nur ein dem Teilrentenverhältnis entsprechender Teil des durchschnittlichen Jahreseinkommens als Vergleichsgrösse herangezogen wird. Denn diese rechnerische Grösse hat keinen realen Bezug zum Erwerbseinkommen vor der Invalidisierung bzw. dem entgehenden Verdienst, was Voraussetzung ist für die Vergleichsbetrachtungen unter dem Gesichtspunkt der Überversicherung.\" Wird in casu das volle durchschnittliche Jahreseinkommen eingesetzt und nicht bloss der dem Verhältnis Teilrente/Vollrente entsprechende Anteil, entfällt jegliche Kürzung.\n\nDie Ausgleichskasse zeigt einiges Verständnis für das Anliegen des Beschwerdeführers, weist aber darauf hin, dass das massgebende durchschnittliche Jahreseinkommen von den Teilrenten in den allermeisten Fällen nicht erreicht würde und damit die Bezüger von Teilrenten bessergestellt wären als die Bezüger von Vollrenten.\n\nNach Auffassung des BSV war dem Bundesrat ein weitgehendes gesetzgeberisches Ermessen eingeräumt; es könne nicht gesagt werden, dass die streitigen Verordnungsbestimmungen offensichtlich aus dem Rahmen der Gesetzesdelegation fallen. Abgesehen davon stütze sich die getroffene Regelung auch auf durchaus triftige Gründe; denn ansonsten würde das im Bereich der ordentlichen Renten überall geltende System der Proratisierung der Leistungen nach der Beitragsdauer aufgehoben, was einen unzulässigen Systemeinbruch bedeuten würde.\n\nc) In seiner Botschaft zur 8. AHV-Revision hat der Bundesrat zum Kapitel \"Überversicherungsfragen\" ausgeführt, die Kürzungsregeln seien sowohl für die ordentlichen Vollrenten wie für die ordentlichen Teilrenten vorgesehen; bei den letzteren sei \"gerechterweise\" bloss \"ein entsprechender Teil\" des durchschnittlichen Jahreseinkommens als Vergleichsgrösse heranzuziehen (Botschaft des Bundesrates betreffend die 8. AHV-Revision vom 11. Oktober 1971; BBl 1971 II 1084). Der Gesetzgeber ist dieser Auffassung gefolgt, indem er - sowohl für AHV- wie für Invaliden-Renten - den Bundesrat ermächtigte, für die Teilrenten besondere Vorschriften zu erlassen (Art. 41 Abs. 3 AHVG, Art. 38bis Abs. 3 IVG). Davon hat der Bundesrat mit dem Erlass von Art. 53bis Abs. 4 (bis 31. Dezember 1979: Abs. 3) AHVV und Art. 33bis Abs. 2 IVV Gebrauch gemacht. Streitig ist, ob er damit im Rahmen des Gesetzes geblieben ist.\n\nNach der Rechtsprechung kann das Bundesgericht Verordnungen des Bundesrates grundsätzlich, von hier nicht in Betracht |179| fallenden Ausnahmen abgesehen, auf ihre Rechtmässigkeit hin überprüfen. Es unterwirft dieser Kontrolle insbesondere die auf eine gesetzliche Delegation gestützten (unselbständigen) Verordnungen des Bundesrates. Es prüft hiebei, ob solche Verordnungen sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Soweit das Gesetz ihn nicht ermächtigt, von der Verfassung abzuweichen, befindet das Gericht auch über die Verfassungsmässigkeit der unselbständigen Verordnungen. Die Ausführungsverordnung muss sich somit innerhalb der vom Gesetz gewollten Ordnung halten.\n\nWird dem Bundesrat durch die gesetzliche Delegation ein sehr weiter Ermessensspielraum für die Regelung auf Verordnungsebene eingeräumt, ist dieser Spielraum für das Bundesgericht nach Art. 113 Abs. 3/Art. 114bis Abs. 3 BV verbindlich. Deshalb muss sich das Bundesgericht auf die Prüfung beschränken, ob die umstrittenen Verordnungsvorschriften offensichtlich aus dem Rahmen der dem Bundesrat im Gesetz delegierten Kompetenzen herausfallen oder aus andern Gründen verfassungs- oder gesetzwidrig sind. Es kann jedoch sein eigenes Ermessen nicht an die Stelle desjenigen des Bundesrates setzen und es hat auch nicht die Zweckmässigkeit zu untersuchen. Die vom Bundesrat verordnete Regelung verstösst allerdings dann gegen Art. 4 BV, wenn sie sich nicht auf ernsthafte Gründe stützen lässt, wenn sie sinn- oder zwecklos ist oder wenn sie rechtliche Unterscheidungen trifft, für die sich ein vernünftiger Grund nicht finden lässt. Gleiches gilt, wenn die Verordnung es unterlässt, Unterscheidungen zu treffen, die richtigerweise hätten berücksichtigt werden sollen (BGE 111 V 107 Erw. 2c/aa, 284 Erw. 5a, 395 Erw. 4a, BGE 110 V 256 Erw. 4a und 328 Erw. 2d, 110 Ia 13 Erw. 2b, BGE 109 V 141 Erw. 2b und 218 Erw. 5a, BGE 109 Ia 124 Erw. 5a, BGE 108 Ia 114 Erw. 2b, BGE 108 V 116 Erw. 3a, BGE 107 Ib 246 Erw. 4).\n\nIm Rahmen dieser richterlichen Beurteilungskompetenz kann keine Rede davon sein, dass der Bundesrat seine Delegationskompetenz überschritten hätte. Der Gesetzgeber hatte ausdrücklich \"besondere Vorschriften für Teilrenten\" für die Verordnungsstufe in Aussicht genommen, und er hatte dabei Kenntnis davon, wie der Bundesrat aufgrund der Delegation zu legiferieren gedachte: durch bloss teilweise Berücksichtigung des als Vergleichsgrösse heranzuziehenden durchschnittlichen Jahreseinkommens. Wenn er dabei den zu berücksichtigenden Teil auf das Verhältnis Teilrente/Vollrente festlegte, bewegte er sich durchaus im Rahmen des |180| Gesetzes, nämlich gemäss dem für sämtliche Renten generell geltenden Proratisierungssystem. Dieses ist Ausdruck dessen, dass es sich bei AHV und IV um Versicherungen handelt, weshalb (wenn auch aus sozialen Gründen in stark eingeschränktem Mass) eine Relation zwischen Beitragsleistung und Versicherungsleistung besteht. Daraus ergeben sich namentlich für diejenigen Versicherten Konsequenzen, die unterdurchschnittlich lange der Versicherung angehört hatten und deshalb nur Teilrenten beanspruchen können.\n\nFreilich ist einzuräumen, dass die geltende Regelung - wenn man sie, wie es der Beschwerdeführer tut, unter dem alleinigen Aspekt der Überentschädigung betrachtet - insofern inkonsequent erscheint, als der Teilrentner (jedenfalls derjenige mit kleinen Teilrenten) seine Kinderrenten gekürzt sieht, obwohl der Gesamtbetrag aller Renten auch ohne Kürzung der Kinderrenten das frühere Erwerbseinkommen (ausgedrückt im massgebenden durchschnittlichen Jahreseinkommen) nicht überschreiten würde. Wenn indes der Gesetzgeber diesen Gesichtspunkt als massgebend erachtet hätte, wäre der Bundesrat nicht zum Erlass von besonderen Vorschriften für Teilrenten ermächtigt worden, die nach seiner erklärten Absicht nur darin bestehen konnten, das durchschnittliche Jahreseinkommen \"gerechterweise\", d.h. um eine Bevorzugung der Teilrentner zu vermeiden, bloss mit einem Teilbetrag zu berücksichtigen, was im übrigen auch dem System der Proratisierung entspricht."}