{"annee": "112", "cour": "V", "page": "387", "date": "31/12/1986", "cite": ["108 V 206", "103 V 126", "108 V 113", "109 V 108", "107 V 153", "112 V 376", "98 V 174", "100 V 20", "110 V 273", "105 V 29", "109 V 262", "106 V 86", "112 V 371", "96 V 110", "110 V 117", "107 V 84"], "cite_par": ["135 V 215", "116 V 273", "115 V 308", "137 V 282", "135 V 201", "114 V 315", "141 V 585", "119 V 352", "124 V 271", "119 V 410", "120 V 128", "117 V 229", "113 V 140", "122 V 242", "127 V 10", "121 V 157", "117 V 71"], "chapeau": "67. Auszug aus dem Urteil vom 31. Dezember 1986 i.S. Bundesamt für Militärversicherung gegen Beiner und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 25 al. 1, art. 26 al. 1 LAM: Révision d'une rente pour atteinte à l'intégrité. - Evaluation du préjudice résultant d'une atteinte à l'intégrité (consid. 1a). - Principes applicables à la révision d'une rente pour atteinte à l'intégrité (consid. 1b et c). - Calcul des rentes pour atteinte à l'intégrité. Gain annuel déterminant. Nouvelle fixation de rentes en cours pour atteinte à l'intégrité, allouées en vertu de la pratique valable jusqu'en 1966, qui prescrivait de se fonder sur la diminution du gain annuel présumé et qui a été considérée depuis lors comme erronée. L'assuré ne bénéficie ni de droits acquis ni de la garantie de toucher une rente au moins égale (consid. 3)."], "faits": "|388|\n\nA.- Hans Beiner (geb. 1921), von Beruf Müller, musste sich 1949 wegen einer im Militärdienst aufgetretenen Tuberkulose einer vollständigen Kniegelenksresektion unterziehen. Der Eingriff hinterliess eine vollständige Versteifung des rechten Knies und eine Verkürzung des rechten Beines um 3 cm. In den Jahren 1946 und 1947 hatte sich Hans Beiner zulasten der Militärversicherung zum kaufmännischen Angestellten umschulen lassen und danach eine Stelle bei einer Versicherungsgesellschaft angetreten. Nach verschiedenen befristeten Rentenzusprechungen verfügte die Militärversicherung am 25. März 1952 eine ab anfangs 1952 laufende Dauerrente von monatlich Fr. 195.--, dies auf der Grundlage einer vollen Bundeshaftung, eines Invaliditätsgrades von einem Drittel, eines Leistungsansatzes von 90% und eines Jahresverdienstes von Fr. 7'800.--. Im Anschluss an verschiedene ärztliche Untersuchungen in den Jahren 1953, 1954, 1955, 1957 und 1960 sowie nach Abklärungen der Verdienstverhältnisse im Zusammenhang mit den Anpassungen des für die Rentenberechnung massgeblichen Jahresverdienstes an die Lohn- bzw. Teuerungsentwicklung (auf anfangs 1964: Fr. 13'670.--; 1970: Fr. 20'144.--; 1973: Fr. 28'629.--; 1975: Fr. 33'436.--, dies bei einem Leistungsansatz |389| von 85% statt 90% zufolge Wegfalls einer Unterhaltsverpflichtung) behielt die Militärversicherung den Invaliditätsgrad von einem Drittel jeweils unverändert bei, obwohl der Versicherte vom kaufmännischen Versicherungsangestellten über eine Tätigkeit im Truppenkontrollbüro der kantonalen Militärdirektion (1. Mai 1969) zur kantonalen Amtsschaffnerei (1. Mai 1970) übergewechselt war.\n\nEnde 1981 leitete das Bundesamt für Militärversicherung (BAMV) ein Rentenrevisionsverfahren ein. Die Verwaltung führte am 14. Dezember 1981 eine kreisärztliche Untersuchung durch, holte einen röntgenologischen Bericht des Dr. med. G. vom 11. Januar 1982 sowie einen Aussendienstbericht vom 21. Januar 1982 ein und kam zum Schluss, dass \"die laufende 33 1/3%ige Invalidenrente ab 1. Mai 1982 aufzuheben und durch eine Integritätsrente\" von 20% zu ersetzen sei, wobei - nebst den im übrigen unveränderten Rentenelementen - der Jahresverdienst auf den durch die Rechtsprechung begründeten Mittelwert von Fr. 37'475.-- festgelegt werde (Préavis vom 12. März 1982). Nach Erlass eines gleichlautenden Vorschlages (vom 4. Juni 1982) verfügte das BAMV in diesem Sinne am 13. August 1982.\n\nB.- Das Versicherungsgericht des Kantons Bern hiess die hiegegen eingereichte Beschwerde gut, hob die angefochtene Verfügung auf und verpflichtete das BAMV - in der Annahme, dass es sich bei der bisherigen Rente um eine Integritätsrente gehandelt habe -, diese dem Versicherten über den 1. Mai 1982 hinaus auszurichten (Entscheid vom 8. Oktober 1983).\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt das BAMV die Aufhebung des kantonalen Gerichtsentscheides.\n\nDer Versicherte lässt auf Abweisung der Verwaltungsgerichtsbeschwerde schliessen.", "considerants": "Aus den Erwägungen:\n\n1. a) ...\n\nEin Integritätsschaden gibt grundsätzlich dann Anspruch auf eine Rente der Militärversicherung, wenn der Versicherte objektiverweise im Lebensgenuss erheblich eingeschränkt ist. Rechtserheblich in diesem Sinne ist die Störung primärer Lebensfunktionen, nicht auch die blosse Behinderung in der sonstigen Lebensgestaltung wie beispielsweise beim Sport, bei der Teilnahme an gesellschaftlichen Anlässen und dergleichen (BGE 110 V 119 f. |390| mit Hinweisen). Die Rente für erhebliche Beeinträchtigung der körperlichen oder psychischen Integrität wird in Würdigung aller Umstände nach billigem Ermessen festgesetzt (Art. 25 Abs. 1 MVG). Nach der Rechtsprechung des Eidg. Versicherungsgerichts wird die Beeinträchtigung prozentmässig ermittelt aufgrund vergleichender Betrachtung des funktionell-anatomischen Zustandes vor und nach Eintritt des versicherten Gesundheitsschadens (EVGE 1968 S. 95 Erw. 3b; bestätigt in BGE 96 V 112 Erw. 2c).\n\nb) Nach Art. 26 Abs. 1 MVG ist eine Rente der Militärversicherung in Revision zu ziehen und neu festzusetzen, wenn der körperliche oder psychische Nachteil des Versicherten erheblich grösser oder erheblich geringer wird, als bei der Festsetzung der Rente angenommen wurde. Praxisgemäss ist die Rente nicht nur bei einer wesentlichen Veränderung des Gesundheitszustandes, sondern auch dann revidierbar, wenn sich die erwerblichen Auswirkungen des an sich gleich gebliebenen Gesundheitszustandes erheblich verändert haben (BGE 109 V 116, 107 V 221 Erw. 2, BGE 105 V 30 mit Hinweisen). Ob eine solche Änderung eingetreten ist, beurteilt sich durch Vergleich des Sachverhalts, wie er im Zeitpunkt der ursprünglichen Rentenverfügung bestanden hat, mit demjenigen zur Zeit der streitigen Revisionsverfügung (BGE 109 V 265 Erw. 4a, BGE 106 V 87 Erw. 1a, 105 V 30). Unerheblich unter revisionsrechtlichem Gesichtswinkel ist dagegen nach ständiger Rechtsprechung die unterschiedliche Beurteilung eines im wesentlichen unverändert gebliebenen Sachverhaltes (statt vieler: unveröffentlichte Urteile Studer vom 29. März 1984 und Crosilla vom 8. März 1984; vgl. auch ZAK 1985 S. 332). Auch eine neue Verwaltungs- oder Gerichtspraxis rechtfertigt grundsätzlich keine Revision des laufenden Rentenanspruches zum Nachteil des Versicherten (BGE 107 V 153).\n\nStellt der Richter im Revisionsprozess die zweifellose Unrichtigkeit der ursprünglichen Rentenverfügung fest und ist deren Berichtigung von erheblicher Bedeutung, so kann er die angefochtene Revisionsverfügung der Verwaltung mit dieser substituierten Begründung der Wiedererwägung schützen (BGE 110 V 275 Erw. 3b, 296, BGE 106 V 87 Erw. 1b mit Hinweisen; vgl. auch BGE 107 V 84 ff.). Bei der Beurteilung, ob eine Wiedererwägung wegen zweifelloser Unrichtigkeit zulässig sei, ist vom Rechtszustand auszugehen, wie er im Zeitpunkt des Verfügungserlasses bestanden hat, wozu auch die seinerzeitige Rechtspraxis gehört; eine Praxisänderung vermag |391| aber kaum je die frühere Praxis als zweifellos unrichtig erscheinen zu lassen (BGE 103 V 128, BGE 100 V 25 Erw. 4b).\n\nc) Diese im Urteil Holbein vom 9. Dezember 1986 (BGE 112 V 371) für den Bereich der Militärversicherung bestätigten Grundsätze über die Revision von Invalidenrenten gelten, unter Ausschluss der erwerblichen Gesichtspunkte, sinngemäss auch für die Revision von Integritätsrenten. Revisionsgrund bildet hier die Veränderung der für den Integritätsschaden wesentlichen Störungen primärer Lebensfunktionen (Erw. 1a), was in der Regel eine Änderung des massgeblichen versicherten Gesundheitsschadens voraussetzt. Ohne dass der Gesundheitszustand selbst eine Änderung erfährt, dürften Integritätsrenten nur selten revidiert werden können (vgl. EVGE 1964 S. 141). Es erscheint indessen nach den zutreffenden Ausführungen des kantonalen Gerichts nicht zum vornherein als ausgeschlossen, dass ein Revisionsgrund - bei gleichgebliebenem Gesundheitszustand - in der Anpassung des Versicherten an seine Behinderung liegen kann (MAURER, Schweizerisches Sozialversicherungsrecht, Bd. II, S. 559).\n\n2. a) (Nach der Aktenlage hat das BAMV mit seiner Verfügung vom 25. März 1952 eine Integritäts- und nicht eine Invalidenrente zugesprochen.)\n\nb) Hatte die Verfügung vom 25. März 1952 nach dem Gesagten eine Integritätsrente zum Gegenstand, ist als nächstes zu prüfen, ob diese zulässigerweise in Revision gezogen werden konnte. Es fragt sich somit, ob seit der Rentenzusprechung (am 25. März 1952) bis zur angefochtenen Revisionsverfügung (am 13. August 1982) eine erhebliche Änderung in der Beeinträchtigung der körperlichen Integrität eingetreten ist.\n\nAufgrund der umfangreichen medizinischen Akten liegt ein Revisionsgrund nicht vor. Die seit der Knieoperation und der damit verbundenen Versteifung vorliegende Beeinträchtigung der körperlichen Integrität hat sich nicht vermindert, wie aus der Befundbeschreibung laut der kreisärztlichen Untersuchung vom 14. Dezember 1981 hervorgeht. Dies wird durch die \"eindrucksvollen Auswirkungen der Fehlstatik auf die Hüft-, Becken- und Wirbelsäulengelenke\" (kreisärztliche Aktennotiz vom 11. März 1982) bestätigt. Dass Kreisarzt (Bericht vom 15. Dezember 1981) und Chefarzt (Stellungnahme vom 1. März 1982) den Integritätsschaden mit \"15-20%\" beziehungsweise \"praxisgemäss mit 20%\" bemessen haben, ist bloss eine medizinische Neubeurteilung eines im wesentlichen unverändert gebliebenen Sachverhaltes, was keinen |392| Revisionsgrund darstellt (Erw. 1c). Auch eine Bestätigung der Revisionsverfügung mit Hilfe der substituierten Begründung der Wiedererwägung kommt vorliegend nicht in Frage, weil die seinerzeitige Annahme eines Integritätsschadens von einem Drittel in Anbetracht der damals eingeholten ärztlichen Berichte keinesfalls als zweifellos unrichtig betrachtet werden kann. Somit steht dem Beschwerdegegner - insoweit ist dem kantonalen Gericht beizupflichten - über den 1. Mai 1982 hinaus eine Integritätsrente auf der Grundlage eines Schadens von einem Drittel zu.\n\n3. Streitig und zu prüfen ist im weitern die Rentenberechnung, d.h. die Frage, aufgrund welchen Jahresverdienstes dem Beschwerdegegner die Integritätsrente für die Zeit nach dem 1. Mai 1982 zusteht.\n\na) Die Integritätsrente ist nach Art. 25 Abs. 1 MVG in Würdigung aller Umstände nach billigem Ermessen festzusetzen. Unter dem Gesichtspunkt der Berechnungsgrundlage lebte die Militärversicherung dieser Bestimmung bis 1966 in der Weise nach, dass die Integritätsrente aufgrund des massgebenden entgangenen Jahresverdienstes (und des Leistungsansatzes) festgesetzt wurde (SCHATZ, Kommentar zur Eidg. Militärversicherung, S. 150). In EVGE 1966 S. 148 (Urteil Gysler) und EVGE 1968 S. 88 (Urteil Lendi) erkannte das Eidg. Versicherungsgericht, dass die Integritätsrente nichtwirtschaftliche Schäden deckt und immaterieller Natur ist. Die Integritätsbeeinträchtigung und ihr Ausgleich hat mit dem entgangenen Jahresverdienst, dem Personenstand und den Unterstützungspflichten nichts gemeinsam, weshalb die für die Invalidenrenten geltende Berechnungsmethode gemäss Art. 24 MVG unangebracht ist. Ein hoher Jahresverdienst soll nicht unbesehen zu einer hohen, ein niedriger zu einer geringeren Integritätsrente führen. Deren Berechnung darf jedoch im Interesse einer rechtsgleichen verwaltungsmässigen Handhabung nicht jeder zahlenmässigen Grundlage entbehren (EVGE 1966 S. 153); die erforderliche Garantie rechtsgleicher Behandlung aller Versicherten ist in der Rentenberechnung selbst zu suchen (EVGE 1968 S. 98). Seither ist nach der Rechtsprechung für die Berechnung der Integritätsrente in der Regel ein Leistungsansatz von 85% und der Mittelwert zwischen dem gesetzlichen Verdienstminimum und dem gesetzlichen Verdienstmaximum massgebend (BGE 110 V 120 mit Hinweisen).\n\nb) Bei der Begründung der erwähnten Rechtspraxis durch das Urteil Gysler (EVGE 1966 S. 148) betrug der massgebliche Mittelwert |393| Fr. 12'000.--... (Es folgen Ausführungen über die späteren Erhöhungen des Mittelwertes bis auf Fr. 41'972.--; vgl. dazu das Urteil Gasser vom 29. Dezember 1986 [BGE 112 V 383 Erw. 5a].)\n\nMit Wirkung ab 1. Januar 1985 hat das BAMV seine Verwaltungspraxis dahingehend geändert, dass inskünftig alle Integritätsrenten - reine Integritätsrenten nach Art. 25 Abs. 1 wie Gesamtrenten nach Art. 25 Abs. 3 MVG - neu auf einer Berechnungsgrundlage von Fr. 15'000.-- zuzusprechen sind. Denn da der besagte Mittelwert im Laufe der Jahre der Entwicklung sowohl der Teuerung als auch der Löhne gefolgt sei, hätten sich mit der Zeit Entschädigungen für Integritätseinbussen ergeben, die in einem immer grösseren Missverhältnis zum jeweiligen Schaden gestanden seien. Im Urteil Gasser vom 29. Dezember 1986 (BGE 112 V 376) hat indes das Eidg. Versicherungsgericht entschieden, dass diese neue Verwaltungspraxis nicht haltbar sei, weil sie im Rahmen von Art. 25 Abs. 1 MVG die Leistungen massiv abbaue (und auch im Bereich von Art. 25 Abs. 3 MVG [Gesamtrente] keine angemessenen Lösungen erlaube). Im erwähnten Urteil hat das Gericht die für die Berechnung von Integritätsrenten nach Art. 25 Abs. 1 und Abs. 3 MVG massgeblichen Jahresverdienstgrundlagen aus den folgenden Erwägungen neu umschrieben: ... (Siehe Erw. 6 des Urteils Gasser [BGE 112 V 385 ].)\n\nc) Es fragt sich, ob das BAMV berechtigt oder verpflichtet ist, die Integritätsrente, welche dem Beschwerdegegner bis zum Erlass der angefochtenen Verfügung am 13. August 1982 nach dem mutmasslich entgangenen, mehrfach erhöhten Jahresverdienst zugesprochen wurde, an die neuen Regeln über die Berechnungsgrundlagen anzupassen. Dabei fällt angesichts der durch das Urteil Gasser geschaffenen Rechtslage nicht eine Angleichung an die Gerichtspraxis gemäss den Urteilen Gysler und Lendi in Betracht, wie das BAMV beantragt; vielmehr hat gegebenenfalls direkt eine Anpassung an die Berechnungsgrundsätze gemäss dem Urteil Gasser zu erfolgen, was prozessual möglich ist (Art. 132 lit. c OG), jedoch auch voraussetzt, dass eine solche Angleichung materiellrechtlich zulässig oder geboten ist.\n\nNach der Rechtsprechung muss eine formell rechtskräftige Verfügung abgeändert werden, wenn seit deren Erlass eine Rechtsänderung eingetreten ist, welche die Verfügung als rechtswidrig erscheinen lässt (BGE 98 V 178 mit Hinweisen; vgl. auch BGE 108 V 206). Insbesondere zeitlich unbefristet fortwirkende Anordnungen sind zu ändern, wenn sie dadurch einer nachträglich verwirklichten |394| Änderung des objektiven Rechts anzupassen sind; die Rechtsänderung erlaubt nicht nur die Anpassung, sie verlangt diese (IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Aufl., Bd. I, S. 273; GOSSWEILER, Die Verfügung im schweizerischen Sozialversicherungsrecht, Diss. Bern 1983, S. 193). Eine neue Verwaltungs- oder Gerichtspraxis bildet zwar kaum je einen Grund für ein Zurückkommen auf eine formell rechtskräftige Dauerverfügung zum Nachteil des Versicherten (Erw. 1b). Eine Anpassung ursprünglich fehlerfreier Verfügungen erscheint aber ausnahmsweise dann als gerechtfertigt, wenn eine neue Praxis in einem solchen Masse allgemeine Verbreitung erhält, dass deren Nichtbefolgung als Verstoss gegen das Gleichheitsgebot erschiene (IMBODEN/RHINOW, a.a.O., S. 274). Unter dieser Voraussetzung liegt im Ergebnis die gleiche Situation vor wie im Falle einer nachträglichen Änderung des objektiven Rechts (IMBODEN/ RHINOW, a.a.O., S. 274; vgl. auch EVGE 1966 S. 31 Erw. 1, 1964 S. 44), so dass eine Praxisänderung Anlass zur Umgestaltung eines Dauerrechtsverhältnisses geben kann (GYGI, Verwaltungsrecht, S. 310 mit Hinweisen auf die bundesgerichtliche Praxis).\n\nDiese Voraussetzungen für die Anpassung der Integritätsrente an die mit dem Urteil Gasser eingeleitete Gerichtspraxis sind vorliegend erfüllt. Denn es ist in höchstem Masse rechtsungleich, Integritätsrenten nach wie vor anhand des als sachfremd erkannten Kriteriums des mutmasslich entgehenden Jahresverdienstes festzusetzen und folglich Bezüger von Integritätsrenten bei gleichen körperlichen Beeinträchtigungen unterschiedlich zu entschädigen. Das BAMV weist zu Recht auf die massiven Unterschiede hin, welche sich aus der Anwendung der bis 1966 geltenden Praxis auf damals zugesprochene, weiterlaufende Integritätsrenten ergeben.\n\nd) Zu prüfen bleibt, ob der Rentenanpassung eine Besitzstandsgarantie oder wohlerworbene Rechte entgegenstehen (IMBODEN/ RHINOW, a.a.O., S. 273).\n\nDie mit den Urteilen Gysler und Lendi eingeleitete Rechtsprechung beruht auf der Einsicht, dass Integritätsrenten nicht nach der Höhe des jeweiligen Einkommens, sondern so zu bemessen sind, dass gleiche Beeinträchtigungen der Integrität gleich zu entschädigen sind. Folgerichtig wird daher im Urteil Gasser nach wie vor auf den Mittelwert zwischen dem gesetzlichen Verdienstminimum und dem gesetzlichen Verdienstmaximum abgestellt, wobei jedoch anders als nach der Rechtspraxis Gysler und Lendi die Reallohnentwicklung ausser acht gelassen wird. Damit erst werden |395| stossende Rechtsungleichheiten vermieden, die dadurch gekennzeichnet sind, dass Versicherte mit höheren Erwerbseinkommen für den gleichen Körperschaden eine grössere Entschädigung erhalten als Versicherte mit einem tieferen Verdienst. Daher ist die Berufung auf eine Besitzstandsgarantie nicht zulässig, weil sonst das Ziel einer rechtsgleichen Entschädigungspraxis für Integritätsbeeinträchtigungen vereitelt würde. Aus der Rechtsprechung zu den Übergangsbestimmungen bei den AHV-Revisionen ergibt sich nichts anderes: Dort sind die neuen Berechnungsregeln - ohne Besitzstandsgarantie - auch dann anwendbar, wenn bei gleicher Rentenart die Berechnungsgrundlagen der Rente ändern (BGE 108 V 206 Erw. 2a). Sinn und Zweck der neuen Ordnung verlangen zudem geradezu die Anpassung (IMBODEN/RHINOW, a.a.O., S. 272). Wenn eine bestimmte Kategorie von Versicherten durch - gesetzeskonforme - Berechnung der Integritätsrente begünstigt worden ist, so heisst das nicht, dass sie für die Zukunft einen unbedingten Anspruch auf Erhaltung dieser Vorzugsstellung hat. Eine solche Begünstigung kann durch neue Normen auch wieder aufgehoben werden (BGE 108 V 120).\n\nDer Beschwerdegegner macht schliesslich mit Recht nicht geltend, dass die in seinem Fall bisher angewandte Bemessung der Integritätsrente ein wohlerworbenes Recht darstelle, das unter dem Schutz der Eigentumsgarantie stehe und auch nach Treu und Glauben zu respektieren sei. Denn nach der Rechtsprechung besteht ein wohlerworbenes und damit unentziehbares Recht auf unveränderten Weiterbezug einer laufenden Rente nur dann, wenn das neue Gesetz eine entsprechende Garantie vorsieht. Ein stillschweigendes Zugeständnis dieser Art anzunehmen, widerspräche der Lehre und Praxis im Sozialversicherungsrecht und auch der Notwendigkeit, dem Gesetzgeber namentlich auf diesem den sich rasch ändernden Umständen besonders ausgesetzten Gebiet diejenigen Gestaltungsmöglichkeiten zu wahren, auf die er zur Erfüllung seiner Aufgabe angewiesen ist. Er muss die Möglichkeit haben, laufende Renten zu ändern, sei es zugunsten oder zuungunsten des Rentenbezügers (vgl. BGE 108 V 119).\n\n4. Zusammenfassend ergibt sich, dass das BAMV berechtigt und verpflichtet ist, die laufenden Integritätsrenten, welche auf der bis 1966 geltenden Praxis des mutmasslich entgangenen Jahresverdienstes beruhen, an die durch das Urteil Gasser eingeleitete Rechtsprechung anzupassen. Unerheblich ist dabei, ob die solchermassen zu überprüfenden Integritätsrenten im |396| Ergebnis zu einer finanziellen Schlechter- oder Besserstellung führen.\n\n5. (Parteientschädigung.)\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinne gutgeheissen, dass der Entscheid des Versicherungsgerichts des Kantons Bern vom 8. Oktober 1983, soweit er sich auf die Rentenberechnungsgrundlagen bezieht, aufgehoben und die Sache an das Bundesamt für Militärversicherung zurückgewiesen wird, damit dieses im Sinne der Erwägungen 3 und 4 verfahre. Im übrigen wird die Verwaltungsgerichtsbeschwerde abgewiesen."}