{"annee": "112", "cour": "III", "page": "75", "date": "30/4/1986", "cite": ["93 III 20", "97 III 18", "101 III 32", "108 III 122", "70 III 18", "106 III 28", "61 III 11"], "cite_par": ["120 III 79"], "chapeau": "18. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 30. April 1986 i.S. W. und X. (Rekurs)", "regestes": ["Estimation d'objets séquestrés (art. 275 et 97 al. 2 LP). Le tiers revendiquant ne se voit en principe pas reconnaître d'intérêt à l'estimation par l'office des poursuites des objets saisis, respectivement séquestrés; aussi n'a-t-il pas non plus qualité pour porter plainte contre cette estimation. Il doit plutôt assurer la protection de ses droits par la tierce opposition (art. 106 ss LP). Il n'est admis d'exceptions à ce principe qu'en cas d'estimation d'objets sur lesquels le bailleur exerce son droit de rétention et d'estimation des gages dans la procédure en réalisation de gage."], "faits": "|76|\n\nIn einer gegen M. für eine Forderung von Fr. 12'234.-- nebst Zins und Kosten eingeleiteten Betreibung vollzog das zuständige Betreibungsamt am 14. Februar 1986 den Arrest. Arrestgegenstand bildeten zehn in der Galerie W. ausgestellte Bilder des Malers X. (Nrn. 1 bis 9 und 11) sowie vier Bildbände über das Werk des Malers (Nr. 10). In der Arresturkunde ist vermerkt, dass der Maler X. an sämtlichen Arrestgegenständen Dritteigentum geltend mache und dass die betreibungsamtliche Schätzung der Arrestgegenstände erst im Pfändungsverfahren vollzogen werde. In der Folge erhob auch der Galerieinhaber W. Drittansprache an den Arrestgegenständen. Am 21. Februar 1986 nahm das Betreibungsamt die Schätzung der Arrestgegenstände vor. Es setzte für jedes Gemälde den Betrag von Fr. 1'000.-- und für die Bildbände je Fr. 20.-- ein, so dass sich der Schätzungswert auf Fr. 10'080.-- belief. Am 24. Februar 1986 hinterlegten die Drittansprecher W. und X. beim Betreibungsamt einen Barbetrag von Fr. 14'000.-- als Sicherheit im Sinne von Art. 277 SchKG.\n\nGegen die Schätzung der Arrestgegenstände durch das Betreibungsamt erhoben W. und X. Beschwerde, welche von der kantonalen Aufsichtsbehörde für Schuldbetreibung und Konkurs am 9. April 1986 abgewiesen wurde.\n\nW. und X. führen hiegegen Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts und verlangen eine neue Schätzung der verarrestierten Gemälde unter Beizug eines Sachverständigen. Für den Fall, dass diese neue Schätzung einen höheren Wert ergeben sollte, beantragen die Rekurrenten, die Arrestgegenstände, deren Wert die Forderungssumme übersteige, aus dem Arrestbeschlag zu entlassen.\n\nDie Schuldbetreibungs- und Konkurskammer weist den Rekurs ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n1. In erster Linie ist zu prüfen, ob auf die Beschwerde überhaupt hätte eingetreten werden können. Die Rekurrenten machen geltend, die kantonale Aufsichtsbehörde habe Art. 97 SchKG über die Schätzung der gepfändeten Gegenstände, der nach Art. 275 |77| SchKG auch bei der Vollziehung des Arrestes zur Anwendung gelangt, verletzt, indem das Betreibungsamt bei der Schätzung der Arrestgegenstände keinen Sachverständigen beigezogen habe und demzufolge auch seiner in Art. 97 Abs. 2 SchKG statuierten Pflicht, nicht mehr Gegenstände zu pfänden bzw. mit Arrest zu belegen, als nötig ist, um die in Betreibung gesetzte Forderung bezahlen zu können, nicht nachgekommen sei.\n\na) Die in Art. 97 Abs. 1 SchKG vorgeschriebene Schätzung ist notwendig, damit das Betreibungsamt für eine genügende Deckung der in Betreibung gesetzten Forderung samt Zinsen sorgen und die Pfändung auf das hiefür nötige Mass beschränken kann und damit der Gläubiger in die Lage versetzt wird, allenfalls einen Arrest zu erwirken. Die Schätzung hat also nur den Interessen des Gläubigers und des Schuldners zu dienen. Interessen Dritter oder öffentliche Interessen werden durch eine unsachgemässe Schätzung oder durch Unterlassung einer Schätzung nicht verletzt (BGE 97 III 20 E. 2a). Was Dritte anbelangt, deren Ansprüche in die Betreibung einbezogen wurden, so haben sie ihre Rechte im Widerspruchsverfahren wahrzunehmen. Sie können vom Betreibungsamt nur verlangen, dass es ihren Eigentumsanspruch entgegennimmt und das Widerspruchsverfahren einleitet (BGE 70 III 21 mit Hinweis). Im vorliegenden Fall können sich die Rekurrenten nicht darüber beschweren, das Betreibungsamt habe ihre Drittansprüche nicht entgegengenommen. Es steht vielmehr fest, dass das Amt die geltendgemachten Ansprüche zur Kenntnis genommen und der betreibenden Gläubigerin gemäss Art. 109 SchKG Frist zur Bestreitung dieser Ansprüche angesetzt hat. Die Gläubigerin hat denn auch innert Frist Widerspruchsklage erhoben.\n\nb) Allerdings hat das Bundesgericht in BGE 61 III 13 festgehalten, Art. 97 Abs. 2 SchKG wolle auch dem Dritteigentümer Schutz dagegen gewähren, dass nicht unnötig viele von den ihm gehörenden Gegenständen seiner Verfügung entzogen werden; im Hinblick auf Art. 273 OR rechtfertige es sich, das Interesse des Dritteigentümers am Unterbleiben einer Überpfändung als rechtliches, zur Beschwerde legitimierendes Interesse anzuerkennen. Dieses Urteil betraf aber eine Mietzinsbetreibung, wobei es unbestritten war, dass mehrere in die Retentionsurkunde aufgenommene Gegenstände einem Dritten gehörten. Sie konnten trotzdem nicht aus dem Retentionsbeschlag entlassen werden, weil die Voraussetzungen von Art. 273 OR hiefür nicht erfüllt waren. Aus diesem Grunde musste der Dritteigentümer als Partei im Beschwerdeverfahren |78| zugelassen werden. Dafür spricht auch, dass der Drittansprecher nicht selbst bestimmen kann, welche Sachen aus dem Retentionsbeschlag zu entlassen sind, wenn eine Überpfändung vorliegt, sondern dass dies dem Betreibungsamt überlassen bleibt (BGE 61 III 14). Dieselben Überlegungen gelten auch für die Schätzung von Faustpfändern im Pfandverwertungsverfahren. Dem Dritteigentümer des Pfandobjekts nützt der Nachweis, dass das Pfand gar nicht dem Schuldner gehört, nichts. Der Gläubiger, dem das Pfandrecht eingeräumt wurde, hat das Recht, die Pfandsache zu verwerten und sich aus dem Erlös bezahlt zu machen, auch wenn die Pfandsache nicht im Eigentum des Schuldners steht. Das Bundesgericht hat daher den Dritteigentümer der Pfandsache als legitimiert betrachtet, die Schätzung des Faustpfandes mit Beschwerde anzufechten (BGE 101 III 34 E. 2a).\n\nDabei handelt es sich aber um zwei Ausnahmen vom Grundsatz, dass dem Dritten an der betreibungsamtlichen Schätzung der Pfandobjekte oder der Arrestgegenstände kein Interesse zuerkannt wird (BGE 97 III 20 und BGE 70 III 21). Die Ausnahmen werden dadurch gerechtfertigt, dass der Eigentumsanspruch des Dritten nicht zur Entlassung der Pfandsache aus dem Beschlag des Gläubigers führen kann. Im vorliegenden Fall ist jedoch keine solche Ausnahme gegeben. Die Rekurrenten machen geltend, die Arrestgegenstände könnten nicht zur Befriedigung der Gläubigerin dienen, weil sie nicht dem Schuldner gehören und er sie daher auch nicht verwerten könne. Die Schätzung der gepfändeten oder verarrestierten Gegenstände ist daher für den Drittansprecher ohne Belang. Dringt er mit seiner Eigentumsklage durch oder unterliegt der Gläubiger mit der Widerspruchsklage, so ist die Verwertung des Pfandobjekts oder des Arrestgegenstandes ausgeschlossen.\n\nc) AMONN (Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Aufl., S. 165/66 N. 39), räumt einem Drittansprecher unter Hinweis auf BGE 70 III 21 ganz allgemein das Recht ein, wegen Überpfändung im Sinne von Art. 97 Abs. 2 SchKG Beschwerde zu erheben. Er übersieht dabei jedoch, dass das Bundesgericht im angeführten Urteil die Beschwerdebefugnis einzig einem Dritten vorbehält, der das Eigentum an einer Sache, die dem Retentionsrecht des Vermieters unterliegt, beansprucht. GILLIÉRON (Poursuite pour dettes, faillite et concordat, S. 163 § 2), erwähnt BGE 70 III 21 in diesem Zusammenhang nicht. In FRITZSCHE/WALDER (Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. I, S. 289/90 Rz. 26-28), wird diese Frage |79| ebenfalls nicht angeschnitten. Es wird einzig in Rz 27 darauf hingewiesen, dass die Schätzung der gepfändeten Gegenstände oft zu Streitigkeiten zwischen Gläubiger und Schuldner und damit zu Beschwerden Anlass gebe. In BGE 93 III 22 E. 4 spricht das Bundesgericht nur vom Gläubiger und vom Schuldner, die mit einer Beschwerde eine neue Schätzung von gepfändeten bzw. retinierten Gegenständen durch einen Sachverständigen verlangen können. Damit in Widerspruch steht der in den BlSchK 1977 S. 174/75 veröffentlichte Entscheid einer kantonalen Aufsichtsbehörde, in welchem unter Hinweis auf BGE 70 III 21 und BGE 61 III 13 einem Dritteigentümer, der im Falle einer Pfändung oder Retention eine Verletzung von Art. 97 Abs. 2 SchKG geltend machen wollte, die Beschwerdelegitimation zuerkannt wurde. Die kantonale Behörde hat dabei jedoch den in BGE 70 III 21 betonten Ausnahmecharakter der Beschwerdelegitimation des Drittansprechers übersehen. Auch den beiden neuesten Entscheiden des Bundesgerichts in BGE 106 III 33 und BGE 108 III 123 lässt sich nichts anderes entnehmen.\n\nd) Aus der angeführten Rechtsprechung ergibt sich somit eindeutig, dass im Falle der ordentlichen Betreibung auf Pfändung der Drittansprecher seine Rechte an der Pfandsache nur auf dem Wege nach Art. 106 ff. SchKG geltend machen kann und dass er folglich nicht legitimiert ist, die vom Betreibungsamt vorgenommene Schätzung der Pfandobjekte mit Beschwerde anzufechten. Dasselbe gilt selbstverständlich auch für den Dritteigentümer von Arrestgegenständen (Art. 275 SchKG).\n\nNach dem Ausgeführten waren die Rekurrenten nicht berechtigt, die betreibungsamtliche Schätzung der mit Arrest belegten Gemälde mit Beschwerde anzufechten, weshalb die Vorinstanz auf diese nicht hätte eintreten dürfen. Die Rekurrenten sind indessen nicht beschwert dadurch, dass die kantonale Aufsichtsbehörde trotzdem materiell auf die Beschwerde eingetreten ist, sie in der Folge aber abgewiesen hat."}