{"annee": "112", "cour": "III", "page": "31", "date": "17/1/1986", "cite": [], "cite_par": ["115 III 120"], "chapeau": "10. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 17. Januar 1986 i.S. M. (Rekurs)", "regestes": ["Avis spécial concernant la double mise à prix (art. 142 LP, art. 129 ORI); plainte contre les conditions d'enchères. Lorsque l'état de collocation et l'état des charges sont entrés en force, l'administration de la faillite doit notamment s'en tenir à l'ordre des créances que fixent ces documents. Une plainte portée contre les conditions d'enchères avec double mise à prix exigée par un créancier ne peut pas remettre en cause l'ordre des créanciers."], "faits": "|31|\n\nA.- Am 7. Februar 1985 ist über die Sauvage AG in Meiringen der Konkurs eröffnet worden. Hauptsächliches Aktivum der Konkursmasse bildet eine Liegenschaft, in welcher ein Hotel geführt wird. Durch Vertrag vom 16. November 1983 war dieses Hotel von der Sauvage AG für die Zeit vom 1. Dezember 1983 bis 30. November 1986 an M. verpachtet worden. Überdies war dem Pächter mit dem genannten Vertrag ein bis 1. Dezember 1986 befristetes Vorkaufsrecht auf die Liegenschaft eingeräumt worden. Sowohl der Pachtvertrag wie das Vorkaufsrecht sind unter dem Datum des 18. November 1983 im Grundbuch von Meiringen vorgemerkt.\n\nAls Bestandteil des Kollokationsplanes legte das Konkursamt Oberhasli im Konkurs der Sauvage AG am 22. Mai 1985 das Lastenverzeichnis auf. Dabei diente ihm als Grundlage ein vom Grundbuchamt Oberhasli am 12. März 1985 erstellter Auszug aus |32| dem Grundbuch, welcher die folgenden Eigentümerschuldbriefe zugunsten der Kantonalbank von Bern anführt: im IV. Rang Fr. 150'000.-- (errichtet am 5. Juni 1967), im V. Rang Fr. 100'000.-- (5. Juni 1967), im VII. Rang Fr. 150'000.-- (16. Oktober 1974) sowie Fr. 200'000.-- (16. Oktober 1974), im VIII. Rang Fr. 185'000.-- (14. Februar 1978), im X. Rang Fr. 115'000.-- (17. Februar 1978) sowie Fr. 150'000.-- (17. Februar 1978), im XI. Rang Fr. 200'000.-- (27. Juni 1979), im XII. Rang Fr. 100'000.-- (16. Februar 1984). Das Lastenverzeichnis ist in Rechtskraft erwachsen, ohne angefochten worden zu sein.\n\nDie Gesamtforderung der Kantonalbank von Bern gegen die Sauvage AG per 30. Oktober 1985 - auf welches Datum die Versteigerung vorgesehen war - wird im Lastenverzeichnis mit Fr. 1'435'215.40 angegeben. Gemäss Ziff. 4, 6 und 8 des Lastenverzeichnisses ist diese Forderung bis auf einen Restbetrag von Fr. 77'590.15 durch die genannten Eigentümerschuldbriefe im IV. bis X. Rang sichergestellt, diese Restforderung gemäss Ziff. 10 des Lastenverzeichnisses durch den Eigentümerschuldbrief von Fr. 200'000.-- im XI. Rang. Der am 16. Februar 1984 errichtete Eigentümerschuldbrief von Fr. 100'000.-- im XII. Rang wird deshalb nur noch pro memoria aufgeführt.\n\nB.- Am 6. September 1985 stellte das Konkursamt Oberhasli den Grundpfandgläubigern - so auch der Kantonalbank von Bern - das Lastenverzeichnis zu. In einer Verfügung hiezu schrieb das Konkursamt:\n\n\"In Anwendung von Art. 142 SchKG und Art. 104 VZG wird Ihnen hiermit\n\neine Frist von 10 Tagen angesetzt, während welcher der Doppelaufruf ohne\n\nden am 18. November 1983 im Grundbuch vorgemerkten, Ihren Pfandrechten\n\nnachgehenden Mietvertrag verlangt werden kann.\"\n\nNachdem die Kantonalbank von Bern mit Eingabe vom 12. September 1985 an das Konkursamt Oberhasli den Doppelaufruf verlangt hatte, vermerkte dieses im Protokoll der Grundstücksteigerung, dass der erste Aufruf mit und der zweite Aufruf ohne den am 18. November 1983 abgeschlossenen Vertrag zu erfolgen habe. Die Steigerungsbedingungen wurden vom 7. bis 16. Oktober 1985 aufgelegt.\n\nMit Eingabe vom 11. Oktober 1985 wandte sich M. an die Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern. Er verlangte die Aufhebung der Verfügung des Konkursamtes Oberhasli vom 6. September 1985 betreffend die Steigerungsbedingungen und die Anweisung der Aufsichtsbehörde |33| an das Konkursamt, die Liegenschaftssteigerung ohne Doppelaufruf vorzunehmen.\n\nDie Aufsichtsbehörde in Betreibungs- und Konkurssachen für den Kanton Bern wies die Beschwerde am 14. November 1985 ab.\n\nC.- Gegen diesen Entscheid hat M. innert Frist Rekurs bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts erhoben, welcher er beantragt:\n\n\"In Abänderung des Entscheides der Aufsichtsbehörde in Betreibungs- und\n\nKonkurssachen für den Kanton Bern vom 14. November 1985 sei die\n\nVerfügung des Konkursamtes Oberhasli vom 6. September 1985 betreffend die\n\nSteigerungsbedingungen der öffentlichen Versteigerung der Liegenschaft\n\n[Hotel du Sauvage] Grundbuchblatt Nr. 1608 Meiringen aufzuheben und das\n\nKonkursamt Oberhasli anzuweisen, die Liegenschaftssteigerung ohne\n\nDoppelaufruf gemäss Art. 142 SchKG vorzunehmen.\"", "considerants": "Aus den Erwägungen:\n\n2. Der Rekurrent wirft dem Konkursamt Oberhasli vor, es habe der Kantonalbank von Bern am 6. September 1985 zu Unrecht Frist angesetzt, um den Doppelaufruf zu verlangen. Gemäss Art. 142 SchKG könnten nur Grundpfandgläubiger den Doppelaufruf verlangen. Der Kantonalbank von Bern sei dieses Recht versagt, weil sie nicht als Grundpfandgläubigerin betrachtet werden könne, sondern ihre Forderungen lediglich \"durch Hingabe von Eigentümerschuldbriefen als Faustpfänder gesichert\" gewesen seien. Bis zur Eröffnung des Konkurses über die Sauvage AG sei deshalb die Kantonalbank von Bern Faustpfandgläubigerin geblieben.\n\n3. Vorweg ist festzuhalten, dass für die Beurteilung des vorliegenden Rechtsstreits Art. 142 SchKG in Verbindung mit Art. 122 ff. VZG zur Anwendung gelangen. Das Konkursamt Oberhasli und mit ihm die kantonale Aufsichtsbehörde haben zu Unrecht Art. 104 VZG angerufen, der bei der Verwertung im Pfandverwertungsverfahren zum Zuge kommt; die entsprechende Bestimmung für die Verwertung im Konkursverfahren ist Art. 129 VZG.\n\nGemäss Art. 129 VZG ist in den Spezialanzeigen an die Pfandgläubiger nach Art. 257 SchKG denjenigen Gläubigern, denen nach dem Lastenverzeichnis im Sinne von Art. 125 VZG ein anderes beschränktes dingliches Recht (Dienstbarkeit, Grundlast, Vorkaufsrecht usw.) im Range nachgeht, gleichzeitig anzuzeigen, dass sie binnen zehn Tagen beim Konkursamt schriftlich den doppelten Aufruf des Grundstückes im Sinne von Art. 142 SchKG |34| verlangen können. Das Konkursamt muss also zur Feststellung der Adressaten, welchen Frist zum Verlangen des Doppelaufrufs anzusetzen ist, auf das Lastenverzeichnis abstellen. Dieses bildet einen Bestandteil des Kollokationsplanes (Art. 125 Abs. 2 VZG), weshalb Ansprachen und die diesbezüglichen Verfügungen der Konkursverwaltung nach Massgabe von Art. 58 KOV aufzunehmen sind (AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 3. Auflage 1983, § 46 N. 20 ff.).\n\nDas Lastenverzeichnis kann mit der Kollokationsklage im Sinne des Art. 250 SchKG angefochten werden; vorbehalten bleibt Art. 127 VZG, wonach die Kurrentgläubiger zur Anfechtung des Lastenverzeichnisses nicht berechtigt sind, soweit es sich nur um die Frage des Vorranges eines Pfandgläubigers vor dem andern handelt. Grundsätzlich darf erst zur Verwertung geschritten werden, nachdem allfällige Kollokationsprozesse rechtskräftig erledigt sind (Art. 128 VZG). Sind aber der Kollokationsplan und das mit ihm verbundene Lastenverzeichnis in Rechtskraft erwachsen, so muss sich die Konkursverwaltung - insbesondere hinsichtlich der darin festgehaltenen Rangordnung - daran halten.\n\n4. a) Im vorliegenden Fall hat das Konkursamt Oberhasli die Empfänger seiner Verfügung vom 6. September 1985 entsprechend dem in Kraft getretenen Lastenverzeichnis bestimmt. Da dort die Kantonalbank von Bern mit den zwischen dem 5. Juni 1967 und dem 27. Juni 1979 errichteten Eigentümerpfandbriefen nach Massgabe von Art. 126 VZG kolloziert ist (vgl. auch Art. 35 Abs. 2 VZG), war dies für das Konkursamt massgebend. Es war verpflichtet, der Kantonalbank von Bern Anzeige gemäss Art. 129 VZG dahingehend zu machen, dass sie den von Art. 142 SchKG vorgesehenen Doppelaufruf verlangen könne.\n\nVergeblich macht daher der Rekurrent geltend, die Kantonalbank von Bern sei lediglich Faustpfandgläubigerin an den sich in ihrem Gewahrsam befindenden Eigentümerschuldbriefen. Entscheidend ist einzig, dass die Kantonalbank von Bern im Lastenverzeichnis vorrangig gegenüber dem Rekurrenten, dessen dingliches Recht am 18. November 1983 im Grundbuch von Meiringen vorgemerkt wurde, kolloziert ist. Diese Tatsache genügte, um das Konkursamt Oberhasli zur Anzeige gemäss Art. 129 VZG zu veranlassen.\n\nInfolgedessen kommt auch der Behauptung des Rekurrenten keine Bedeutung zu, die Kantonalbank von Bern habe (stillschweigend) dem zwischen der Sauvage AG und dem Rekurrenten geschlossenen |35| Vertrag zugestimmt und damit auch hingenommen, dass das damit verbundene dingliche Recht ihren eigenen Rechten im Rang vorgehe. Diese vom Rekurrenten behauptete Rangordnung geht aus dem Lastenverzeichnis nicht hervor; das Konkursamt aber konnte - wie ausgeführt - seiner Verfügung nur die Angaben zugrunde legen, welche dem rechtskräftigen Lastenverzeichnis zu entnehmen waren.\n\nDer Rekurrent kann auch nicht geltend machen, erst seine Kenntnis vom Doppelaufruf in den Steigerungsbedingungen habe ihn veranlasst, die Kollokation in Frage zu stellen. Es ist bekannt, dass die Rangordnung bei der Pfandverwertung und insbesondere im Hinblick auf den Doppelaufruf gemäss Art. 142 SchKG ihre eigentliche praktische Bedeutung erlangt (vgl. TUOR/SCHNYDER, ZGB, 9. Auflage 1975 (Nachdruck 1979), S. 641).\n\nb) Dem bleibt beizufügen, dass selbst wenn erstellt wäre, dass die Kantonalbank von Bern dem Abschluss des Vertrages vom 16. November 1983 wie auch dessen Vormerkung im Grundbuch zugestimmt hat, damit noch keineswegs gesagt ist, dass sie sich auch mit dem Nachgang ihrer eigenen dinglichen Rechte einverstanden erklärt hat. Das tatsächliche Vorbringen, dass die Kantonalbank von Bern in ihrer Eigenschaft als Aktionärin der Sauvage AG Kenntnis vom Vertragsschluss zwischen dem Rekurrenten und der Sauvage AG sowie von der Vormerkung im Grundbuch gehabt habe, ist deshalb unbeachtlich; die diesbezüglich angebotenen Beweise brauchen nicht abgenommen zu werden.\n\n5. Nach dem Gesagten hat das Konkursamt Oberhasli der Kantonalbank von Bern zu Recht die Spezialanzeige gemäss Art. 129 VZG zukommen lassen. Hierauf hat die Kantonalbank von Bern - was unbestritten ist - innert der Frist von zehn Tagen den Doppelaufruf verlangt. Es verstösst somit nicht gegen Bundesrecht, wenn das Konkursamt schliesslich den Doppelaufruf in den Steigerungsbedingungen vorgesehen hat. Der Rekurs ist abzuweisen."}