{"annee": "112", "cour": "IV", "page": "1", "date": "16/6/1986", "cite": [], "cite_par": [], "chapeau": "1. Urteil des Kassationshofes vom 16. Juni 1986 i.S. X. gegen Jugendstaatsanwaltschaft des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 95 ch. 3 al. 1 deuxième phrase CP; exécution des peines des adolescents. Dans certaines circonstances et dans des cas d'espèce (cf. consid. 3), il est possible de déroger à la règle posée à l'art. 95 ch. 3 al. 1 deuxième phrase CP et de faire exécuter une peine de détention dans une prison de district."], "faits": "BGE 112 IV 1 S. 1\n\nDie ca. 16/17 Jahre alte Jugendliche X. wurde durch das Jugendgericht des Bezirkes Zürich mit Urteilen vom 7. Februar und 30. April 1986 wegen Vermögens- und anderen Delikten zu unbedingten Einschliessungsstrafen verurteilt, die sie zur Zeit im Bezirksgefängnis Dielsdorf verbüsst.\n\nMit Eingabe vom 19. März 1986 hatte die amtliche Verteidigerin das Gesuch gestellt, es sei die Einschliessungsstrafe gemäss Art. 95 Ziff. 3 Abs. 1 StGB in einem Erziehungsheim zu vollziehen, weil die Einschliessungsdauer einen Monat überschreitet. Die Jugendanwaltschaft des Bezirkes Zürich wies das Gesuch mit Verfügung vom 11. April 1986 ab. Dieser Entscheid wurde durch die Jugendstaatsanwaltschaft des Kantons Zürich im Rekursverfahren am 30. April 1986 bestätigt.\n\nDagegen richtet sich die vorliegende Verwaltungsgerichtsbeschwerde ans Bundesgericht mit dem Antrag, es seien die beiden vorgenannten Entscheide aufzuheben.\n\nBGE 112 IV 1 S. 2\n\nDas Bundesgericht weist sie ab", "considerants": "aus folgenden Erwägungen:\n\n1. Zu entscheiden ist allein, ob die Jugendliche abweichend von der gesetzlichen Anordnung des Art. 95 Ziff. 3 Abs. 1 StGB in ein Bezirksgefängnis eingewiesen werden durfte. Die Vollzugsbehörden führten aus, bei der Beschwerdeführerin könne nur ein Erziehungsheim mit geschlossener Abteilung seine Aufgabe erfüllen; solche Plätze gebe es im Kanton Zürich aber nicht und zahlreiche Anfragen in anderen Kantonen seien abschlägig beantwortet worden; zudem wäre der Vollzug der Einschliessungsstrafe in einem Erziehungsheim gerade bei der ausdrücklich als massnahmeunfähig bezeichneten Beschwerdeführerin wenig sinnvoll; die getroffene Lösung entspreche dem \"Willen des Gesetzes\" und sei jedenfalls eher zu vertreten als ein Verzicht auf die Strafe. Dieser Auffassung widerspricht die Beschwerdeführerin mit dem Hinweis auf den Gesetzeswortlaut des Art. 95 Ziff. 3 Abs. 1 StGB. Zudem macht sie geltend, der Vollzug einer Einschliessungsstrafe in einem Gefängnis für Erwachsene sei menschlich nicht vertretbar und verstosse gegen die EMRK.\n\n2. Gemäss Art. 95 Ziff. 3 Abs. 1 StGB ist eine Einschliessung von mehr als einem Monat bei einem Jugendlichen, der das 18. Altersjahr noch nicht vollendet hat, in einem Erziehungsheim zu vollziehen. Diese gesetzliche Regelung wurde in der Literatur verschiedentlich kritisiert, da auf diese Weise \"normale\" mit schwererziehbaren und verwahrlosten Jugendlichen zusammengebracht würden (REHBERG, Strafrecht II: Strafen und Massnahmen, Zürich 1980, S. 108; BOEHLEN, Kommentar zum Schweizerischen Jugendstrafrecht, Bern 1975, N 9 zu Art. 95 StGB S. 213; BEGLINGER, Das Jugendstrafverfahren im Kanton Zürich ..., Diss. ZH 1972, S. 143) bzw. weil der Unterschied zwischen Strafe und Massnahme verwischt werde (SCHULTZ, AT II, 4. Aufl., Bern 1982, S. 241). Wie der vorliegende Fall zeigt, weigern sich Heimleiter häufig, (länger dauernde) Einschliessungen von Jugendlichen durchzuführen (HEINE/LOCHER, Jugendstrafrechtspflege in der Schweiz, Freiburg i. Br., 1985, S. 80 f.; vgl. zur Praxis auch HUG, Die Strafen im schweizerischen Jugendstrafrecht, Diss. ZH 1976, S. 102 f.). Das Bundesgericht hat im vorliegenden Fall davon auszugehen, dass für die Beschwerdeführerin tatsächlich kein Platz in einem geschlossenen Erziehungsheim gefunden werden konnte. BGE 112 IV 1 S. 3\n\n3. Trotz gewisser Bedenken ist der von den Zürcher Behörden gefundenen Lösung zuzustimmen. Obwohl sie nicht dem Wortlaut des Gesetzes entspricht, vermag sie bis zur Errichtung entsprechender Vollzugsinstitutionen jedenfalls unter den konkreten Umständen zu überzeugen.\n\na) Die Vorinstanz stellte für den vorliegenden Fall zutreffend fest, der \"erzwungene\" Verzicht auf die vom Gericht unbedingt ausgesprochene Strafe sei nicht zu vertreten. Die Beschwerdeführerin ist eine jener jugendlichen Zigeunerinnen, die einzig zur Verübung von Straftaten in die Schweiz einreisen. Ob sie jünger oder älter als 18 Jahre (d.h. voll strafmündig) ist, konnte nicht mit hinreichender Sicherheit abgeklärt werden. Ein Kapitulieren in der Frage des Strafvollzuges hätte schwerwiegende Folgen und wäre insbesondere geeignet, \"entsprechende Kreise im Ausland zu animieren, in der Schweiz ... noch vermehrt Diebstähle zu verüben\". Die Beschwerdeführerin musste denn auch nach ihrer ersten bedingten Entlassung und Ausschaffung aus der Schweiz Ende Februar 1986 bereits am 4. März 1986 wegen neuer Straftaten verhaftet werden. Solange die passenden Heime nicht erstellt sind (dazu HUG, a.a.O. S. 107 oben), werden die Behörden in Fällen der vorliegenden Art um eine Ersatzlösung nicht herumkommen, bei der allerdings die unten in E. 3b aufzuzeigenden Gesichtspunkte beachtet werden müssen.\n\nb) Die Behörden des Kantons Zürich haben nicht verkannt, dass eine für die Betroffene aussergewöhnliche Vollzugsform gewählt worden ist, und sie haben deshalb spezielle Vorkehren getroffen. Die Beschwerdeführerin befindet sich mit einer ebenfalls italienisch sprechenden jungen Frau in einer Gemeinschaftszelle, wo sie über einen Fernsehapparat verfügt, für den die Jugendanwaltschaft Kostengutsprache leistet. Zudem wird sie zusammen mit anderen Insassen zur Arbeit angehalten, die sie offenbar ohne besondere Schwierigkeiten verrichtet. Schliesslich haben die Behörden den gefängnispsychiatrischen Dienst der Klinik Rheinau ersucht, die jugendliche Straftäterin im Hinblick auf ihre Hafterstehungsfähigkeit zu \"überwachen\".\n\nBei der vorliegenden aussergewöhnlichen Vollzugsform ist ausschlaggebend, dass die Jugendliche nicht isoliert ist, zu einer Arbeitstätigkeit angehalten und regelmässig betreut wird. Unter diesen Voraussetzungen lässt sich in Einzelfällen die Einweisung in ein Bezirksgefängnis verantworten, und es kann dann auch nicht von einem \"unmenschlichen\" Vollzug gesprochen werden, wie es die Verteidigung tut.BGE 112 IV 1 S. 4\n\n4. Der Beschwerde lässt sich nicht entnehmen, inwieweit die EMRK im vorliegenden Fall missachtet worden sein soll. Insbesondere wurde unter den konkreten Umständen Art. 5 Ziff. 1 lit. d EMRK nicht verletzt. Der Freiheitsentzug wurde in einem geregelten Verfahren angeordnet, hat eine materielle Grundlage und entspricht auch dem - weit auszulegenden - Zweckgedanken der überwachten Erziehung (TRECHSEL, Die Europäische Menschenrechtskonvention, ihr Schutz der persönlichen Freiheit und die schweizerischen Strafprozessrechte; Bern 1974, S. 189, 209)."}