{"annee": "112", "cour": "IA", "page": "180", "date": "13/6/1986", "cite": ["103 IB 144", "107 II 385", "107 IB 170", "109 IA 116", "108 IA 111", "109 IB 214", "110 IA 67", "102 IB 224", "106 II 155", "109 IA 33", "106 IB 115", "108 IB 92", "110 IA 7", "108 II 497", "109 IA 61", "105 IB 136", "110 IA 211", "110 II 436", "110 IA 136", "108 IA 140", "100 IB 137"], "cite_par": ["116 IA 78", "114 IA 381", "128 II 24", "115 V 375", "112 IA 356", "139 V 72", "142 V 239", "114 IA 267", "113 V 198", "119 V 195", "125 I 71", "134 I 23", "114 IA 452", "128 II 34", "117 V 318", "119 IA 123", "116 IA 252", "115 V 368", "115 V 239", "124 I 145", "118 IB 172", "121 II 198", "114 IA 221", "119 IA 321", "118 V 100", "114 V 239", "122 IV 270", "113 V 273", "119 IA 197", "115 V 224"], "chapeau": "32. Urteil der II. öffentlichrechtlichen Abteilung vom 13. Juni 1986 i.S. Verband Schweizerischer Assistenz- und Oberärzte, Sektion Bern, gegen Regierungsrat des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 84 al. 2, 86 al. 2/87 OJ; subsidiarité du recours de droit public. Recours contre une ordonnance réglant la prévoyance professionnelle des médecins assistants et chefs de clinique, au service du canton; action en justice selon l'art. 73 LPP; procédure de recours selon l'art. 74 LPP et recours auprès de l'autorité de surveillance de première instance compétente pour examiner les dispositions réglementaires de prévoyance (art. 62 al. 1 lettre a LPP)."], "faits": "|180|\n\nIm Hinblick auf das Bundesgesetz über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge vom 25. Juni 1982 (SR 831.40; BVG), das am 1. Januar 1985 in Kraft trat, fasste der Regierungsrat des Kantons Bern am 19. Dezember 1984 den folgenden Beschluss:\n\n\"1. Nach Massgabe des Bundesgesetzes vom 25. Juni 1982 über die berufliche Vorsorge (BVG) und der betreffenden Ausführungserlasse kann die Versicherung der Assistenz- und Oberärzte ab 1. Januar 1985 nur noch bei registrierten BVG-Vorsorgeeinrichtungen erfolgen.\n\n2. Den Assistenz- und Oberärzten steht zu diesem Zweck der Beitritt zur Versicherungskasse der bernischen Staatsverwaltung offen.\n\n3. Die berufliche Vorsorge der im Staatsdienst stehenden Assistenz- und Oberärzte kann durch Beitritt zu anderen registrierten BVG-Vorsorgeeinrichtungen erfolgen, sofern die Aufnahme als Einzelmitglied möglich ist. Als Arbeitgeber rechnet der Kanton Bern aber ausschliesslich mit der Versicherungskasse der bernischen Staatsverwaltung ab.\n\n4. Der Austritt eines Assistenz- oder Oberarztes aus der Versicherungskasse der bernischen Staatsverwaltung ist während der Dauer des Dienstverhältnisses mit dem Kanton Bern nicht möglich. |181|\n\n5. Den anderweitig versicherten Assistenz- und Oberärzten werden für ihre berufliche Vorsorge Arbeitgeberbeiträge ausgerichtet:\n\n- für die Altersvorsorge 50% der Altersgutschriften nach den Artikeln 16 und 95 BVG; der Berechnung liegen die koordinierten und begrenzten Besoldungen nach BVG zugrunde;\n\n- für die Risikoversicherung 1% der AHV-pflichtigen, unbegrenzten Besoldungen, abzüglich Koordinationsabzug nach BVG.\n\n6. Den Assistenz- und Oberärzten wird eine Frist bis Ende Februar 1985 eingeräumt, damit sie ihren gesetzlichen Vorsorgepflichten nachkommen. Nach Ablauf dieser Frist werden die bisher privat versicherten Assistenz- und Oberärzte, die keiner registrierten BVG-Vorsorgeeinrichtung angeschlossen sind, rückwirkend ab 1. Januar 1985 in die Versicherungskasse der bernischen Staatsverwaltung aufgenommen.\n\n7. Die ausserhalb der Versicherungskasse der bernischen Staatsverwaltung versicherten Assistenz- und Oberärzte haben ihren ausdrücklichen Verzicht auf Ansprüche gegenüber dem Staat für die wirtschaftlichen Folgen von Tod und Invalidität zu erklären.\n\n8. Diese Regelung gilt für Ärzte, Zahnärzte und Tierärzte, die als Assistenz- oder Oberärzte an den Kliniken und Instituten der Universität Bern sowie an den kantonalen Spitälern angestellt sind. Sie wird auf eine Anstellungsdauer von gesamthaft 10 Jahren begrenzt.\n\n9. Dieser Beschluss tritt am 1. Januar 1985 in Kraft. Damit werden die Regierungsratsbeschlüsse Nr. 8677 vom 11. Dezember 1970, Nr. 1144 vom 14. April 1976 und Nr. 829 vom 2. März 1983 aufgehoben.\"\n\nGegen diesen Beschluss erhob der Verband Schweizerischer Assistenz- und Oberärzte, Sektion Bern, staatsrechtliche Beschwerde. Er rügte in der Hauptsache eine Verletzung von Art. 34quater Abs. 3 BV und - jedenfalls sinngemäss - Art. 2 ÜbBest. BV, weil die Beiträge des Staates Bern von nur 1% der koordinierten Löhne an die private Risikoversicherung Art. 66 Abs. 1 BVG nicht genügen würden und der Regierungsrat ein Art. 66 Abs. 2 BVG verletzendes Abrechnungssystem mit den privat versicherten Ärzten gewählt habe. Der angefochtene Beschluss verletze ferner die verfassungsmässigen Rechte der Verbandsmitglieder aus Art. 4 BV durch rechtsungleiche Behandlung der nicht bei der Versicherungskasse der bernischen Staatsverwaltung versicherten Ärzte. Ihre unterschiedliche Behandlung sei willkürlich, weil sie in stossender Weise dem Gerechtigkeitsgedanken zuwiderlaufe, und verstosse gegen Treu und Glauben, weil sie ein echtes Wahlrecht ausschliesse.\n\nDas Bundesgericht tritt auf die staatsrechtliche Beschwerde nicht ein und überweist die Akten dem Amt für berufliche Vorsorge und Stiftungsaufsicht des Kantons Bern zur Behandlung der Beschwerde im Verfahren nach Art. 62 Abs. 1 lit. a BVG aus den folgenden |182|", "considerants": "Erwägungen:\n\n1. Das Bundesgericht prüft sämtliche Eintretensfragen frei und von Amtes wegen, ohne an die Vorbringen der Parteien gebunden zu sein (BGE 110 Ia 68 E. 1; BGE 109 Ia 64 E. 1, mit weiteren Nachweisen).\n\na) Beim angefochtenen Regierungsratsbeschluss handelt es sich um einen generell-abstrakten Erlass und nicht um eine Verfügung. Ein solcher kantonaler Erlass unterliegt grundsätzlich der staatsrechtlichen Beschwerde nach Art. 84 Abs. 1 OG. Die dreissigtägige Frist zur Beschwerde gegen einen Erlass ist von der nach kantonalem Recht massgebenden Publikation an zu berechnen (Art. 89 Abs. 1 OG; BGE 110 Ia 12 E. 1c; BGE 108 Ia 142 E. 1, mit Hinweisen). Dem angefochtenen Beschluss lässt sich zwar nicht entnehmen, wann er publiziert worden ist; doch dürfte dies längst geschehen sein, da er auf den 1. Januar 1985 in Kraft getreten sein soll. Die Beschwerdefrist ist - unter Berücksichtigung der Gerichtsferien gemäss Art. 34 Abs. 1 lit. c OG - jedenfalls gewahrt.\n\nb) Zur Anfechtung eines kantonalen Erlasses mit staatsrechtlicher Beschwerde ist legitimiert, wer durch die als verfassungswidrig gerügten Bestimmungen in seinen rechtlich geschützten Interessen (Art. 88 OG) direkt oder zumindest virtuell betroffen ist, weil sie auf ihn angewandt werden oder wenigstens einmal angewandt werden könnten (BGE 110 Ia 10 E. 1a; BGE 109 Ia 35 E. 2a, 64 E. 1a, 118 E. 2b, 253 E. 4a, je mit weiteren Nachweisen). Das ist hinsichtlich der angefochtenen Bestimmungen des Regierungsratsbeschlusses bei den Assistenz- und Oberärzten im Dienste des Staates Bern direkt der Fall, während solche Ärzte, die zur Zeit bei andern Spitälern im Kanton in Ausbildung stehen, virtuell betroffen sind, soweit die weitere Ausbildung an kantonalen Spitälern für sie nicht ausgeschlossen ist.\n\nDie Legitimation zur staatsrechtlichen Beschwerde wird nach bundesgerichtlicher Praxis auch einer Vereinigung zuerkannt, wenn sie eine juristische Person ist, nach ihren Statuten die durch die angerufenen verfassungsmässigen Rechte geschützten Interessen ihrer Mitglieder zu wahren hat und die Mehrheit oder doch eine Grosszahl ihrer Mitglieder vom angefochtenen Erlass direkt oder virtuell betroffen ist (BGE 109 Ia 35 E. 2b, 119 E. 2b, mit weiteren Hinweisen). Diese Voraussetzungen treffen auf den Beschwerdeführer zu. Er hat als Verein mit Rechtspersönlichkeit unter anderem die wirtschaftlichen Interessen seiner Mitglieder zu |183| wahren (Art. 1 Abs. 1 der Statuten), und bei diesen Mitgliedern handelt es sich um noch nicht frei praktizierende Ärzte, Zahnärzte und Veterinäre sowie Examenskandidaten, welche den ersten Teil des Eidgenössischen Medizinal-Examens bestanden haben (Art. 2 Abs. 1 der Statuten).\n\nc) Die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte ist - von hier nicht zutreffenden Ausnahmen abgesehen - erst zulässig, nachdem von den kantonalen Rechtsmitteln Gebrauch gemacht wurde (Art. 86 Abs. 2 und Art. 87 OG). Sie kann zudem nur erhoben werden, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder ein Rechtsmittel beim Bundesgericht oder einer anderen Bundesbehörde gerügt werden kann (Art. 84 Abs. 2 OG).\n\nDas Erfordernis der Erschöpfung aller zur Verfügung stehenden kantonalen Rechtsmittel, auf welches sich der Regierungsrat in seiner Vernehmlassung beruft, gilt auch für die staatsrechtliche Beschwerde gegen einen Erlass (BGE 109 Ia 119 E. 2c; vgl. auch BGE 110 Ia 211 ff.). Somit muss vor einer entsprechenden Beschwerde von jedem ordentlichen oder ausserordentlichen kantonalen Rechtsbehelf Gebrauch gemacht werden, der dem Beschwerdeführer Anspruch auf einen Entscheid der angerufenen Behörde gibt und geeignet ist, den behaupteten rechtlichen Nachteil zu beseitigen (BGE 110 Ia 137 E. 2a, mit Hinweisen). Ebenso findet der in Art. 84 Abs. 2 OG verankerte Grundsatz der Subsidiarität der staatsrechtlichen Beschwerde bei der abstrakten Normenkontrolle Anwendung. So ist die staatsrechtliche Beschwerde gegen einen kantonalen Erlass etwa dann ausgeschlossen, wenn die Beschwerde an den Bundesrat gemäss Art. 73 Abs. 1 VwVG oder - ausnahmsweise (vgl. dazu unten E. 3) - die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässig ist (BGE 109 Ia 118 E. 2a; BGE 108 Ia 113 E. 1b; KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, S. 267 ff.; SALADIN, Das Verwaltungsverfahrensrecht des Bundes, S. 202; GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 113).\n\n2. Zunächst ist zu prüfen, ob die vom Beschwerdeführer erhobenen Rügen gegen den Beschluss vom 19. Dezember 1984 - gemäss der vom Regierungsrat vertretenen Auffassung - nicht mit der Klage nach Art. 73 BVG beim Versicherungsgericht des Kantons Bern, dessen Urteil mit Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht weitergezogen werden könnte (Art. 73 Abs. 4 BVG), geltend zu machen sind.\n\n|184|\n\na) Nach Art. 73 Abs. 1 BVG bezeichnet jeder Kanton als letzte kantonale Instanz ein Gericht, das über die Streitigkeiten zwischen Vorsorgeeinrichtungen, Arbeitgebern und Anspruchsberechtigten entscheidet. Die Kantone haben zur Erledigung dieser Streitigkeiten ein einfaches, rasches und in der Regel kostenloses Verfahren vorzusehen, bei dem der Richter den Sachverhalt von Amtes wegen feststellt (Art. 73 Abs. 2 BVG).\n\nDas Berufsvorsorgegesetz selbst räumt den Vorsorgeeinrichtungen - anders als frühere Sozialversicherungsgesetze den anderen Sozialversicherungsträgern (Ausgleichskassen, Krankenkassen, Unfallversicherern usw.) - nicht die Befugnis ein, Verfügungen zu erlassen. Ob öffentlichrechtliche Vorsorgeeinrichtungen gemäss den einschlägigen eidgenössischen, kantonalen oder kommunalen Bestimmungen weiterhin Streitigkeiten mit den Versicherten - unter Vorbehalt des Weiterzuges nach Art. 73 BVG - verbindlich durch Verfügungen erledigen können, erscheint fraglich (vgl. SCHWARZENBACH, Die Rechtspflege nach dem BVG, SZS 27/1983 S. 183; SPIRA, Le contentieux des assurances sociales fédérales et la procédure cantonale, in Recueil de Jurisprudence neuchâteloise 1984 S. 15); den privatrechtlichen Vorsorgeeinrichtungen auf jeden Fall steht kein Recht zum Erlass von (hoheitlichen) Verfügungen zu (vgl. dagegen z.B. Art. 99 UVG, der auch für private Unfallversicherer gilt). Dementsprechend handelt es sich beim Verfahren nach Art. 73 BVG um ein Klageverfahren, dem keine Verfügung, sondern eine \"Streitigkeit zwischen Vorsorgeeinrichtungen, Arbeitgebern und Anspruchsberechtigten\" zugrunde liegt (vgl. auch Botschaft des Bundesrates an die Bundesversammlung zum Bundesgesetz über die berufliche Alters-, Hinterlassenen- und Invalidenvorsorge vom 19. Dezember 1975, BBl 1976 I 210). Dieses Klageverfahren ist weitgehend nach den gleichen Grundsätzen wie das Verfahren im Bereiche der AHV (vgl. Botschaft des Bundesrates, BBl 1976 I 210) oder bei zivilrechtlichen Streitigkeiten aus einem Arbeitsverhältnis bis zu einem Streitwert von Fr. 5'000.-- (vgl. Art. 343 OR) ausgestaltet.\n\nb) Bei der Schaffung dieses Klageverfahrens hatte der Gesetzgeber in erster Linie die Entscheidung streitiger Anwendungsfälle des Berufsvorsorgegesetzes im obligatorischen und überobligatorischen Bereich - etwa über Versicherungs- oder Freizügigkeitsleistungen - im Auge (Botschaft des Bundesrates, BBl 1976 I 210). Allerdings betrifft dieses Verfahren nicht nur Streitigkeiten, bei denen unter anderem Anspruchsberechtigte nach Entstehung von |185| Leistungsansprüchen beteiligt sind, sondern auch solche mit künftig Anspruchsberechtigten, z.B. mit Arbeitnehmern über die Versicherungspflicht oder über die ihnen vom Arbeitgeber für die Finanzierung der Vorsorgeeinrichtung vom Lohn abgezogenen Beiträge. Dementsprechend sind nicht nur Leistungsklagen, sondern auch Feststellungs- und Unterlassungsklagen möglich (RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, S. 127/8; HELBLING/LANG, Personalvorsorge und BVG, S. 305; SCHWARZENBACH, a.a.O., S. 181 und S. 183). Der Wortlaut von Art. 73 Abs. 1 BVG würde nun zwar ein Verfahren der abstrakten Normenkontrolle - z.B. mittels einer Feststellungsklage - nicht ausschliessen. Es entspricht aber nicht dem Sinn des typischerweise auf die Streiterledigung im einzelnen Anwendungsfall ausgerichteten Klageverfahrens, eine Klage auf eine vom streitigen Einzelfall losgelöste Feststellung der Verfassungs- oder sonstigen Bundesrechtswidrigkeit eines Vorsorgereglementes und auf Aufhebung der angefochtenen Norm zuzulassen.\n\nc) Auch die Ausgestaltung des an das Urteil der letzten kantonalen Gerichtsinstanz anschliessenden Verfahrens zeigt, dass die Klage nach Art. 73 BVG zur abstrakten Normenkontrolle nicht geeignet ist. Das Urteil der letzten kantonalen Instanz kann - wie im Sozialversicherungsrecht üblich - mit Verwaltungsgerichtsbeschwerde an das Eidg. Versicherungsgericht weitergezogen werden. Die Verwaltungsgerichtsbeschwerde nach Art. 97 und Art. 128 OG i.V.m. Art. 5 VwVG aber ist in der Regel zur abstrakten Normenkontrolle nicht gegeben (BGE 109 Ia 118 E. 2a; BGE 105 Ib 139 E. 1). Zwar ist gerade im Bereiche der Kassenreglemente von BVG-Vorsorgeeinrichtungen nicht ausgeschlossen, dass deren abstrakte Kontrolle in letzter Instanz mit Verwaltungsgerichtsbeschwerde an das Bundesgericht weitergezogen werden kann (Art. 74 Abs. 1 lit. a und Abs. 4 i.V.m. Art. 62 Abs. 1 lit. a BVG; vgl. dazu unten E. 3), doch stellt diese Anfechtungsmöglichkeit eine Ausnahme dar, die nur aufgrund der ausdrücklichen gesetzlichen Regelung zulässig ist. Rein sprachlich-logisch könnte zwar auch der Entscheid eines letztinstanzlichen kantonalen Gerichtes im Verfahren der abstrakten Normenkontrolle als Verfügung bezeichnet werden, gegen die sich eine Verwaltungsgerichtsbeschwerde richtet. Die Zulässigkeit der Beschwerde entscheidet sich indessen nicht nach der formellen Natur des angefochtenen Entscheides, sondern nach dessen Gegenstand. Damit aber ein im Verfahren nach Art. 73 BVG ergangenes Urteil eines letztinstanzlichen |186| kantonalen Gerichtes mit Verwaltungsgerichtsbeschwerde beim Eidg. Versicherungsgericht angefochten werden kann, muss es zwangsläufig eine \"Anordnung der Behörden im Einzelfall\" (Art. 5 Abs. 1 VwVG), d.h. ein individuell-konkretes Streitverhältnis und nicht die vom einzelnen Anwendungsfall losgelöste abstrakte Kontrolle einer Norm, zum Gegenstand haben (BGE 109 Ia 118 E. 2a; BGE 105 Ib 139 E. 1; SALADIN, a.a.O., S. 103; GYGI, a.a.O., 2. Aufl., S. 105 und S. 227/8). Das in Art. 73 BVG vorgesehene Klageverfahren mit anschliessender Verwaltungsgerichtsbeschwerde lässt somit keine abstrakte Kontrolle von reglementarischen Bestimmungen der Vorsorgeeinrichtungen im Sinne von Art. 50 Abs. 1 BVG - zu denen auch die von Einrichtungen des öffentlichen Rechts erlassenen Vorschriften gehören (Art. 50 Abs. 2 BVG) - durch das Eidg. Versicherungsgericht zu.\n\nd) Das Eidg. Versicherungsgericht hat sich dieser Auffassung im durchgeführten Meinungsaustausch vorbehaltlos angeschlossen.\n\n3. Sodann ist zu untersuchen, ob allenfalls eine Beschwerde bei der Aufsichtsbehörde (Art. 61 ff. BVG) - deren Verfügungen an die Eidg. Beschwerdekommission (Art. 74 Abs. 2 lit. a BVG) und deren Entscheide mit Verwaltungsgerichtsbeschwerde an das Bundesgericht (Art. 74 Abs. 4 BVG) weitergezogen werden können - geeignet wäre, die behaupteten Rechtsnachteile zu beseitigen.\n\na) Gemäss Art. 61 Abs. 1 BVG hat jeder Kanton eine Behörde zu bezeichnen, welche die Vorsorgeeinrichtungen mit Sitz auf seinem Gebiet beaufsichtigt. Der Bundesrat legt fest, unter welchen Voraussetzungen Vorsorgeeinrichtungen der Aufsicht des Bundes unterstehen (Art. 61 Abs. 2 BVG). Die Aufsichtsbehörde wacht darüber, dass die Vorsorgeeinrichtungen die gesetzlichen Vorschriften einhalten, indem sie unter anderem die Übereinstimmung der reglementarischen Bestimmungen mit den gesetzlichen Vorschriften prüft (Art. 62 Abs. 1 lit. a BVG). Die Aufgaben der Aufsichtsbehörden hat der Bundesrat in der Verordnung über die Beaufsichtigung und die Registrierung der Vorsorgeeinrichtungen (SR 831.435.1; BVV 1) näher umschrieben. Im Kanton Bern wurde das Amt für berufliche Vorsorge und Stiftungsaufsicht als Aufsichtsbehörde bestimmt (Art. 10a Abs. 1 des Dekretes über die Organisation der Justizdirektion vom 4. Mai 1955, in der Fassung vom 29. August 1983).\n\nb) Die Aufsichtsbehörde hat nicht nur die Übereinstimmung der reglementarischen Bestimmungen mit den gesetzlichen |187| Vorschriften zu prüfen, sondern sie ist auch befugt, Massnahmen zur Behebung von Mängeln zu treffen (Art. 62 Abs. 1 lit. d BVG). Sie kann demnach mit den gesetzlichen Vorschriften nicht übereinstimmende Reglemente oder Teile davon aufheben und den Vorsorgeeinrichtungen verbindliche Weisungen über die Ausgestaltung entsprechender Bestimmungen erteilen (LANG/HOLLENWEGER, Aufsicht und Rechtspflege in der beruflichen Vorsorge, S. 17; vgl. zum ähnlich gelagerten Problem bei der Stiftungsaufsicht BGE 100 Ib 144 /5 E. 2a). Es gehört zweifellos zu den Aufgaben der Aufsichtsbehörde, auf Anzeige oder Beschwerde der von einem Reglement oder Erlass der Vorsorgeeinrichtung berührten Personen, die - wie etwa die Arbeitnehmer - ein schutzwürdiges Interesse an seiner Aufhebung oder Änderung haben, seine Gesetzmässigkeit zu prüfen und die erforderlichen Verfügungen zu treffen (Botschaft des Bundesrates, BBl 1976 I 209; RIEMER, a.a.O., S. 129; HELBLING/LANG, a.a.O., S. 308). Dabei hat sie nicht nur zu untersuchen, ob die Reglemente mit dem Berufsvorsorgegesetz und den entsprechenden Ausführungsbestimmungen übereinstimmen, sondern mit den gesetzlichen Vorschriften allgemein, d.h. mit dem gesamten privaten und öffentlichen Bundesrecht, wozu namentlich auch das Stiftungsrecht zählt (Art. 62 Abs. 2 BVG; RIEMER, a.a.O., S. 78; vgl. für die Rechtslage vor dem 1. Januar 1985 auch das Urteil vom 7. Juli 1980 i.S. G. und S., in SZS 26/1982 S. 141 ff., auszugsweise amtlich publiziert in BGE 106 II 155 /7). Sie kann auch ohne weiteres prüfen, ob ein Kassenreglement allenfalls verfassungsmässige Rechte der Arbeitnehmer verletzt oder sonst gegen die Bundesverfassung verstösst. Das Verfahren nach Art. 62 und Art. 74 BVG ist somit grundsätzlich zur von einem streitigen Anwendungsfall losgelösten Kontrolle reglementarischer Bestimmungen geeignet und vorgesehen.\n\nc) Unter den von der Aufsichtsbehörde zu prüfenden \"reglementarischen Bestimmungen\" sind Bestimmungen der Vorsorgeeinrichtungen über die Leistungen, die Organisation, die Finanzierung usw. zu verstehen (Art. 50 Abs. 1 BVG). Darunter fallen nach ausdrücklicher Regelung des Berufsvorsorgegesetzes auch die Vorschriften von Bund, Kantonen und Gemeinden bei Einrichtungen öffentlichen Rechts (Art. 50 Abs. 2 BVG). Die kantonale Aufsichtsbehörde hat demnach auch die öffentlichrechtlichen Vorsorgeeinrichtungen zu beaufsichtigen und deren reglementarische Erlasse auf ihre Bundesrechtskonformität hin zu prüfen (Art. 2 und |188| Art. 4 Abs. 2 lit. d BVV 1). Davon sind Erlasse des Kantons selbst nicht ausgenommen.\n\nDies ist nicht unproblematisch, weil die Aufsichtsbehörde in der Regel - wie z.B. im Kanton Bern - den Behörden, die die kantonalen Bestimmungen über die berufliche Vorsorge der Beamten usw. erlassen (Regierungsrat, evtl. Grosser Rat), hierarchisch untergeordnet ist. Diese Tatsache kann indessen an den umfassenden Aufgaben der Aufsichtsbehörde im Bereiche der beruflichen Vorsorge nichts ändern. Der Bundesgesetzgeber hat - nach langen parlamentarischen Beratungen - eine weitgehende Gleichstellung der öffentlichrechtlichen und der privaten Vorsorgeeinrichtungen ausdrücklich gewollt (vgl. dazu Amtl.Bull. NR 1977 II S. 1352; Amtl.Bull. StR 1980 S. 289 ff.; Amtl.Bull. NR 1981 II S. 1099 f.; Amtl.Bull. StR 1982 S. 20 f.). Dass eine solche Gleichstellung zwangsläufig zusätzliche Kontrollen auch gegenüber dem \"Staat\" mit sich bringen würde, war sich der Gesetzgeber durchaus bewusst (vgl. dazu das Votum von Bundesrat Hürlimann, in Amtl.Bull. StR 1980 S. 293; s. auch RIEMER, a.a.O., S. 84/6). Die bundesrechtliche Verpflichtung der einzigen kantonalen Aufsichtsbehörde (Art. 1 Abs. 1 BVV 1), alle reglementarischen Bestimmungen über die berufliche Vorsorge - einschliesslich der entsprechenden kantonalen Erlasse - auf ihre Bundesrechtskonformität hin zu prüfen, geht den kantonalrechtlichen Bestimmungen über die Verwaltungshierarchie vor. Dementsprechend haben die kantonalen Aufsichtsbehörden im Bereiche der beruflichen Vorsorge gegenüber weiteren Kantonsinstanzen Weisungs- und Kontrollrecht (Art. 1 Abs. 3 BVV 1). Verwaltungsmässig oder politisch übergeordnete kantonale Instanzen haben sich gegenüber der Aufsichtsbehörde auf die blosse Dienstaufsicht zu beschränken (vgl. dazu auch Art. 4 Abs. 2 lit. d BVV 1). Die Kantone sind auch nicht befugt, einzelne öffentlichrechtliche Vorsorgeeinrichtungen von der Kontrolle der von ihnen zu bestimmenden einzigen Aufsichtsbehörde (Art. 61 Abs. 1 BVG, Art. 1 Abs. 1 BVV 1) auszunehmen (vgl. M. RIEMER, a.a.O., S. 86, mit Hinweis auf die gesetzwidrige Regelung im zürcherischen Recht; vgl. auch PFITZMANN, Die öffentlich-rechtlichen Pensionskassen im BVG-Obligatorium, SZS 29/1985, S. 237 f.).\n\nd) Das Berufsvorsorgegesetz enthält keine für die Aufsichtsbehörden massgebenden Verfahrensvorschriften. Die Vorschriften des Bundesgesetzes über das Verwaltungsverfahren (VwVG) finden auf das Verfahren vor den kantonalen Aufsichtsbehörden nur |189| beschränkt Anwendung (Art. 1 Abs. 3 VwVG). Neben den in Art. 1 Abs. 3 VwVG ausdrücklich erwähnten Bestimmungen hat allerdings das Bundesgericht die nicht endgültig entscheidenden letzten kantonalen Instanzen - zu denen die kantonalen Aufsichtsbehörden zu zählen sind - zur Beachtung weiterer bundesrechtlicher Verfahrensvorschriften, etwa hinsichtlich der Beschwerdelegitimation oder der Wiederherstellung der aufschiebenden Wirkung, verhalten (BGE 109 Ib 216 E. 2b, zurückgehend auf BGE 103 Ib 148; BGE 106 Ib 116; anders noch BGE 102 Ib 225 E. 1). Für das Verfahren vor den Aufsichtsbehörden des Bundes (Art. 61 Abs. 2 BVG; Art. 3 BVV 1) ist das Verwaltungsverfahrensgesetz ohne Einschränkung anwendbar (Art. 1 Abs. 2 lit. a VwVG).\n\nDie Bezeichnung der von den Kantonen und vom Bund zu bestimmenden Behörden als Aufsichtsbehörde (Art. 61 BVG) liesse an sich die Annahme zu, die Betroffenen könnten nur mit Anzeige oder Aufsichtsbeschwerde im Sinne von Art. 71 VwVG an sie gelangen. Im allgemeinen gibt eine Anzeige oder Aufsichtsbeschwerde dem Bürger keinen Rechtsanspruch darauf, einen Entscheid der Behörde zu erhalten, in dem diese über die von ihm angezeigte angebliche Verletzung seiner Rechte befindet (vgl. Art. 71 Abs. 2 VwVG). Die Konferenz der kantonalen BVG-Aufsichtsbehörden scheint hinsichtlich des Verfahrens nach Art. 62 BVG diese Auffassung zu vertreten, sieht sie doch in ihren Mitteilungen zu den vorgeschriebenen Reglementsprüfungen (SZS 30/1986 S. 56/7) eine Beschwerde von Arbeitnehmern oder anderen Betroffenen überhaupt nicht vor. Eine solche Auffassung würde jedoch dem - auch für die kantonalen Aufsichtsbehörden massgebenden - Verfahrensrecht des Bundes widersprechen.\n\naa) Vor dem Inkrafttreten des Berufsvorsorgegesetzes unterlagen die privaten Vorsorgeeinrichtungen, soweit sie in der Rechtsform der Stiftung organisiert waren, der Stiftungsaufsicht gemäss Art. 84 ZGB. Nunmehr unterstehen diese Stiftungen - ebenso wie die anders organisierten Vorsorgeeinrichtungen - den Aufsichtsbehörden des Berufsvorsorgegesetzes (Art. 62 Abs. 2 BVG, Art. 89bis Abs. 6 ZGB), und zwar nicht nur hinsichtlich der gesetzlich vorgeschriebenen Mindestleistungen, sondern auch im überobligatorischen Bereich (Art. 49 Abs. 2 BVG). Die Aufsicht über die Vorsorgeeinrichtungen hat bei den Stiftungen die vormalige Aufsicht durch die vom Zivilgesetzbuch vorgesehenen Behörden abgelöst. Die für die Stiftungsaufsicht geltenden Grundsätze müssen demnach sinnvollerweise auf die Aufsichtsbehörden |190| gemäss Berufsvorsorgegesetz angewandt werden, soweit dem nicht ausdrücklich abweichende Vorschriften im Gesetz entgegenstehen.\n\nLehre und Rechtsprechung haben aus Art. 84 Abs. 2 ZGB abgeleitet, dass jeder am Einschreiten der Stiftungsbehörde Interessierte auf dem Beschwerdeweg an diese Behörde gelangen könne. Diese Beschwerde wurde als eigentliches Rechtsmittel betrachtet, das dem Einzelnen einen Anspruch auf einen Entscheid einräumt (vgl. dazu eingehend BGE 107 II 388 /390 E. 3, mit zahlreichen Nachweisen; s. auch BGE 110 II 440 E. 2; BGE 108 II 497 ff.). Die Legitimation zur Beschwerdeführung wurde weitgefasst und insbesondere den tatsächlichen oder potentiellen Destinatären zuerkannt (BGE 110 II 440 E. 2; BGE 107 II 389). Im Bereiche der als Stiftungen organisierten Personalvorsorgeeinrichtungen hatten somit die als spätere Leistungsbezüger in Betracht fallenden Personen schon bisher die Möglichkeit, mit einem förmlichen Rechtsmittel an die Aufsichtsbehörden zu gelangen. Daran hat sich mit dem Inkrafttreten des Berufsvorsorgegesetzes nichts geändert. Steht aber den bei einer Stiftung Versicherten ein förmliches Rechtsmittel an die Aufsichtsbehörde zu, so muss dies auch für Versicherte gelten, deren Arbeitgeber sich einer anders organisierten privaten oder einer öffentlichrechtlichen Vorsorgeeinrichtung angeschlossen haben. Anders entscheiden hiesse, eine weder im Berufsvorsorgegesetz vorgesehene noch sonstwie gerechtfertigte Ungleichbehandlung zwischen verschiedenen Versicherten schaffen.\n\nbb) Sodann spricht auch die im Berufsvorsorgegesetz geregelte Ausgestaltung des weiteren Beschwerdeweges dafür, die Beschwerde an die Aufsichtsbehörde als förmliches Rechtsmittel zu betrachten. Die Verfügungen der Aufsichtsbehörden können mit Beschwerde an die Eidg. Beschwerdekommission weitergezogen werden (Art. 74 Abs. 2 lit. a BVG). Für das Verfahren vor der Beschwerdekommission gilt nach ausdrücklicher Vorschrift (ebenfalls) das Bundesgesetz über das Verwaltungsverfahren (Art. 74 Abs. 3 BVG). Zur Beschwerde berechtigt ist demnach unter anderem, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat (Art. 48 lit. a VwVG). Die beschwerdelegitimierten Personen aber sind berechtigt, vor der Vorinstanz als Parteien aufzutreten (Art. 6 VwVG; vgl. auch BGE 108 Ib 94). Dieses Recht steht ihnen auch im kantonalen Verfahren zu, da das kantonale Recht die Parteistellung eines Beschwerdeführers nicht |191| einschränken darf (BGE 109 Ib 216 E. 2b; BGE 108 Ib 95, 250, 470; BGE 107 Ib 175 E. 3, mit weiteren Hinweisen). Wer - wie die bei einer Vorsorgeeinrichtung Versicherten - befugt ist, bei der Eidg. Beschwerdekommission gegen Verfügungen der Aufsichtsbehörde Beschwerde zu führen, kann daher auch bei der Aufsichtsbehörde selbst als Partei auftreten und hat Anspruch darauf, dass eine von ihm gegen ein Reglement einer Vorsorgeeinrichtung erhobene Beschwerde mit einem förmlichen Entscheid (Verfügung) erledigt wird. Bei einer Aufsichtsbeschwerde im eigentlichen Sinne dagegen, die keinen Anspruch auf einen Entscheid einräumt, hätte der Beschwerdeführer keine Parteistellung (Art. 71 Abs. 2 VwVG) und keine Möglichkeit des Weiterzugs eines Entscheides an eine höhere Instanz.\n\ne) Zusammenfassend ist somit festzuhalten, dass jeder, der als späterer Berechtigter gegenüber einer öffentlich- oder privatrechtlichen Vorsorgeeinrichtung in Frage kommt, einen eigenen Rechtsanspruch darauf hat, dass die Aufsichtsbehörde auf seine Beschwerde hin die reglementarischen Bestimmungen der Vorsorgeeinrichtung auf ihre Übereinstimmung mit den gesetzlichen Vorschriften des privaten und öffentlichen Rechts (unter Einschluss der Bundesverfassung) prüft und einen entsprechenden Entscheid erlässt. Dies schliesst die Möglichkeit aus, eine reglementarische Bestimmung im Sinne von Art. 50 BVG mit staatsrechtlicher Beschwerde anzufechten.\n\n4. Es ist nicht zu verkennen, dass hinsichtlich der Kontrolle reglementarischer Bestimmungen auf ihre Gesetzeskonformität hin zwischen den beiden im Berufsvorsorgegesetz vorgesehenen Rechtswegen - dem Klageverfahren nach Art. 73 BVG und dem Aufsichtsbeschwerdeverfahren nach Art. 62 und Art. 74 BVG - im Ergebnis eine gewisse Überschneidung besteht, die nicht in jeder Hinsicht zu befriedigen vermag. Es könnte der Fall eintreten, dass eine vom Bundesgericht im Rahmen seiner Kompetenz zur abstrakten Normenkontrolle nach Art. 74 BVG als gesetzmässig bezeichnete Reglementsbestimmung vom Eidg. Versicherungsgericht im Rahmen seiner Kompetenz zur inzidenten Normenkontrolle nach Art. 73 BVG als gesetzwidrig erachtet und deshalb im Einzelfall nicht angewandt wird. Dies muss jedoch in Kauf genommen werden, da sich der Gesetzgeber klar für die Schaffung zweier unterschiedlicher Rechtswege entschieden hat.\n\nDas Eidg. Versicherungsgericht hat sich dieser Auffassung im durchgeführten Meinungsaustausch ebenfalls angeschlossen. |192|\n\n5. Der angefochtene Beschluss des Regierungsrates des Kantons Bern vom 19. Dezember 1984 regelt die berufliche Vorsorge von Arbeitnehmern des Kantons (Ziff. 8) und wurde im Hinblick auf das Berufsvorsorgegesetz erlassen (Ziff. 1). Bei sämtlichen angefochtenen Ziffern handelt es sich um Bestimmungen, die Gegenstand eines Reglements im Sinne von Art. 50 (Abs. 2) BVG sind. Ob der beanstandete Beschluss daneben allenfalls auch Vorschriften enthält, die nur das Dienstverhältnis der Assistenz- und Oberärzte betreffen, ist unerheblich.\n\nDie vom Beschwerdeführer erhobenen Rügen, denen zufolge der Beschluss in verschiedener Hinsicht die Bundesverfassung und das Berufsvorsorgegesetz verletzen soll, können von der kantonalen Aufsichtsbehörde, dem Amt für berufliche Vorsorge und Stiftungsaufsicht, geprüft werden. Der Beschwerdeführer, der die wirtschaftlichen Interessen seiner Mitglieder wahrzunehmen hat (vgl. vorne E. 1b), ist neben seinen dazu offensichtlich legitimierten Mitgliedern berechtigt, den Beschluss mit Beschwerde beim Amt für berufliche Vorsorge und Stiftungsaufsicht anzufechten. Auf die staatsrechtliche Beschwerde kann unter diesen Umständen nicht eingetreten werden.\n\n6. Die Akten sind von Amtes wegen an das Amt für berufliche Vorsorge und Stiftungsaufsicht des Kantons Bern zur Erledigung der Beschwerde im Verfahren nach Art. 62 Abs. 1 lit. a BVG zu überweisen. Das Amt hat den angefochtenen Beschluss auf seine Verfassungs- und Gesetzmässigkeit hin zu prüfen, ohne an allfällige Weisungen des ihm dienstlich vorgesetzten Regierungsrates gebunden zu sein, da dem Regierungsrat hinsichtlich der BVG-Aufsicht keine Weisungskompetenz zukommt."}