{"annee": "112", "cour": "IA", "page": "350", "date": "9/12/1986", "cite": ["107 IB 63", "105 IB 431", "100 IA 418", "103 IA 356", "111 IA 353", "110 IA 123", "110 IA 56", "112 IA 166"], "cite_par": ["116 III 70", "131 I 45", "119 II 380", "116 IA 154"], "chapeau": "55. Auszug aus dem Urteil der I. Zivilabteilung vom 9. Dezember 1986 i.S. H. gegen R. (staatsrechtliche Beschwerde)", "regestes": ["Art. 36 du Concordat intercantonal sur l'arbitrage (RS 279). Pouvoir de cognition du Tribunal fédéral relativement à l'arrêt cantonal rendu sur recours. Libre examen concernant l'application correcte de l'art. 36 CIA. Examen portant dès lors sur la question de savoir si l'autorité cantonale a nié à tort l'arbitraire au sens de l'art. 36 let. f CIA (changement de jurisprudence) (consid. 1). Le motif de nullité tiré de la violation évidente du droit, tel qu'énoncé à l'art. 36 let. f CIA, n'a trait qu'au droit matériel, à l'exclusion du droit de procédure (consid. 2)."], "faits": "", "considerants": "|350|\n\nAus den Erwägungen:\n\n1. Bei staatsrechtlichen Beschwerden gemäss Art. 84 Abs. 1 lit. b OG überprüft das Bundesgericht die Auslegung und Anwendung von Konkordatsrecht grundsätzlich frei (BGE 112 Ia 169 |351| E. 3b mit Hinweisen). Zwei veröffentlichte Entscheide gehen davon aus, dass das Bundesgericht nur unter dem beschränkten Gesichtswinkel der Willkür prüfe, in welcher Art und Weise die kantonale Instanz die ihr gemäss Art. 36 des Konkordats über die Schiedsgerichtsbarkeit (SR 279; nachstehend KSG) zukommende Aufgabe erfüllt habe (BGE 110 Ia 57 E. 1b und BGE 107 Ib 65 E. 1). In dieser allgemeinen Form stimmt die Aussage indessen nicht mit der ständigen Rechtsprechung des Bundesgerichts überein, die nur für einen, allenfalls zwei (lit. f und i) der neun in Art. 36 KSG genannten Beschwerdegründe vom Prinzip der freien Überprüfbarkeit abweicht. Nach der Praxis zu Art. 36 lit. f KSG hat das Bundesgericht, wenn die kantonale Instanz den Schiedsspruch lediglich auf Willkür geprüft hat, nur noch untersucht, ob die kantonale Instanz nicht ihrerseits in Willkür verfallen ist (\"doppelte Willkür\" oder \"Willkür im Quadrat\": BGE 103 Ia 358; BGE 105 Ib 436 E. b; BGE 107 Ib 65 E. 1 und 67 E. 2c; 110 Ia 57). Neuerdings hat das Bundesgericht Zweifel geäussert, ob diese Praxis mit Art. 84 Abs. 1 lit. b OG, wonach Rügen wegen Verletzung von Konkordatsrecht frei überprüfbar sind, vereinbar sei (BGE 112 Ia 170). An ihr kann nach erneuter Prüfung nicht festgehalten werden; die richtige Anwendung von Art. 36 KSG ist ausnahmslos frei zu prüfen, gleich wie das Bundesgericht - wenn geltend gemacht wird, der angefochtene Entscheid habe zu Unrecht Willkür verneint - frei prüft, ob die kantonale Instanz die Verfassungsverletzung zu Unrecht verneint hat (BGE 111 Ia 354 f.). Diese freie Kognition bedeutet jedoch nicht, dass dem Bundesgericht weitergehende Überprüfungsbefugnis zukomme als der kantonalen Instanz auf Nichtigkeitsbeschwerde hin; es prüft lediglich frei, ob die kantonale Instanz zu Unrecht Willkür im Sinne von Art. 36 lit. f KSG verneint habe.\n\n2. a) Vorab rügt die Beschwerdeführerin, das Appellationsgericht habe Art. 36 lit. f KSG willkürlich ausgelegt, indem es die geltend gemachten Verfahrensmängel, insbesondere die unhaltbare Verletzung der Eventualmaxime, nicht überprüft habe.\n\nIm angefochtenen Entscheid erwägt das Appellationsgericht, das Schiedsverfahren werde in erster Linie durch Parteivereinbarung und subsidiär durch Beschluss der Richter bestimmt. Gemäss Art. 36 KSG sei die Nichtigkeitsbeschwerde nur bei bestimmten - in Art. 36 und 25 KSG aufgezählten - Verfahrensmängeln zulässig. Die Verletzung der Eventualmaxime sei dort nicht erwähnt und falle auch nicht unter Art. 36 lit. f KSG, der nur das |352| materielle Recht betreffe. Die diesbezüglichen Vorbringen seien daher unbehelflich.\n\nb) Art. 36 lit. f nennt als Beschwerdegrund eine \"offenbare Verletzung des Rechts\" (französischer Text: parce qu'elle constitue une violation évidente du droit; italienischer Text: una manifesta violazione del diritto). In der Literatur vertritt JOLIDON (Kommentar, N. 91 zu Art. 36, S. 515) die Auffassung, auch eine offensichtliche Verletzung von Prozessrecht könne zur Aufhebung des Schiedsspruchs wegen Willkür im Sinne der genannten Bestimmung führen. Das Appellationsgericht beruft sich demgegenüber auf DUTOIT/KNÖPFLER/LALIVE/MERCIER (Répertoire de droit international privé suisse, Bd. 1 S. 351 N. 492). Die genannten Autoren sind in der Tat der Auffassung, Art. 36 lit. f KSG habe in erster Linie Verletzungen des materiellen Rechts im Auge, ohne indessen das Prozessrecht ausdrücklich davon auszunehmen. Dasselbe gilt für RÜEDE/HADENFELD, Schweizerisches Schiedsgerichtsrecht, S. 346 lit. c und d. In beiden zitierten Werken wird zudem keine Begründung für eine Auslegung im Sinne des angefochtenen Urteils gegeben.\n\nIm Konkordat werden verschiedene Verfahrensmängel ausdrücklich genannt, die mit Nichtigkeitsbeschwerde bei einem ordentlichen Gericht gerügt werden können (vgl. Art. 36 bzw. 25). Die Systematik spricht somit dafür, dass gestützt auf Art. 36 lit. f KSG von den kantonalen Instanzen nur offenbare Verletzungen des materiellen Rechts zu beheben sind. Ziel eines Schiedsverfahrens ist die rasche Erledigung eines Rechtsstreits, was unter anderem durch Beschränkung der Rechtsmittel und Rechtsbehelfe zu erreichen versucht wird (BGE 110 Ia 130 E. 5d). Parteien, die eine Schiedsklausel vereinbaren, engen somit bewusst ihre Anfechtungsmöglichkeiten ein. Ein lückenloses Rechtsmittelsystem ist weder vorgesehen noch anzustreben, da es dem Zweck einer Schiedsvereinbarung zuwiderlaufen würde. Das Konkordat enthält eine ausführliche und detaillierte Regelung der Nichtigkeitsgründe. Es ist allgemein anerkannt, dass Art. 36 KSG eher einschränkend auszulegen ist (BGE 110 Ia 124 E. 1, BGE 100 Ia 423 E. 5a; RÜEDE/HADENFELD, a.a.O., S. 342 lit. b). Die Auffassung des Appellationsgerichts, wonach mit Nichtigkeitsbeschwerde gemäss Art. 36 lit. f KSG die willkürliche Anwendung von Verfahrensrecht, hier der Eventualmaxime, nicht geltend gemacht werden kann, ist demnach richtig und die Beschwerde in diesem Punkt abzuweisen."}