{"annee": "112", "cour": "II", "page": "433", "date": "11/12/1986", "cite": ["112 II 241", "106 II 369", "85 I 17", "84 II 355", "82 II 48"], "cite_par": ["113 II 163", "120 II 35"], "chapeau": "70. Urteil der I. Zivilabteilung vom 11. Dezember 1986 i.S. W. Inkasso AG gegen A. (Berufung)", "regestes": ["Art. 27 al. 2 CC, 20 al. 2 CO. Cession globale entachée de nullité. 1. Portée de l'exigence du caractère déterminable des créances cédées en tant que condition d'admissibilité d'une cession de toutes les créances futures. Question laissée ouverte (consid. 2). 2. Une cession à fin de sûreté, faite dans le cadre d'une location de voiture, et qui n'est limitée ni dans le temps ni quant à son objet, contrevient à l'art. 27 al. 2 CC, ce qui entraîne sa nullité (consid. 3). 3. La nullité résultant de la cession portant sur toutes les créances éventuelles exclut une nullité partielle, restreinte à certaines créances (consid. 4)."], "faits": "|433|\n\nA.- Von 1978 bis 5. März 1980 mietete S. von der P. AG drei Personenautos. Als Sicherheit zedierte er ihr seine sämtlichen gegenwärtigen und künftigen Guthaben und Forderungen. Im Januar 1980 wurde über S. der Konkurs eröffnet, wobei die P. AG zu |434| Verlust kam. Diese trat in der Folge ihre Forderung samt Nebenrechten an die W. Inkasso AG ab.\n\nAm 7. Februar 1983 wandte sich die W. Inkasso AG an A. als Arbeitgeber von S.; sie gab ihm von der Lohnzession Kenntnis und forderte ihn auf, den das Existenzminimum von S. übersteigenden Betrag, einstweilen Fr. 1'400.-- monatlich, an die W. Inkasso AG abzuliefern. Auf deren Wunsch setzte das zuständige Betreibungsamt den Notbedarf der Familie S. auf Fr. 3'410.-- fest.\n\nB.- Im November 1983 klagte die W. Inkasso AG beim Bezirksgericht Zürich gegen A. auf Zahlung von Fr. 13'464.05, entsprechend der Restschuld von S. aus Automiete. Das Bezirksgericht hat die Klage am 19. September 1984 abgewiesen, ebenso am 14. März 1986 das Obergericht des Kantons Zürich. Eine kantonale Nichtigkeitsbeschwerde ist erfolglos geblieben.\n\nC.- Die Klägerin beantragt mit ihrer Berufung an das Bundesgericht, das Urteil des Obergerichts aufzuheben und ihre Klage gutzuheissen. Der Beklagte ersucht, die Berufung abzuweisen.\n\nDas Bundesgericht weist die Berufung ab aus folgenden", "considerants": "Erwägungen:\n\n1. Für das Obergericht ist entscheidend, ob die eingeklagte Forderung seinerzeit rechtswirksam von S. an die P. AG abgetreten worden sei. Es geht im Grundsatz davon aus, dass auch künftige Forderungen abgetreten werden können. Mit der Abtretung aller künftigen Forderungen auf unbestimmte Zeit werde aber die wirtschaftliche Freiheit über Gebühr beschränkt und damit die Persönlichkeit verletzt. Auch mit der Berufung auf blosse Teilnichtigkeit könne die Klägerin unter den gegebenen Umständen nicht durchdringen. Schliesslich sei die Zession mit der Konkurseröffnung über S. dahingefallen; die Miete habe nur etwa anderthalb Monate über diesen Zeitpunkt hinaus gedauert. Daraus folgt für die Vorinstanz die Abweisung der Klage wegen fehlender Aktivlegitimation der Klägerin.\n\nMit der Berufung wird geltend gemacht, dass Lehre und Rechtsprechung eine derartige Abtretung künftiger Forderungen durchaus zuliessen, dass allenfalls eine blosse Teilnichtigkeit anzunehmen wäre und dass die Zession auch die Konkurseröffnung überdauert habe.\n\n2. Das Obergericht legt unter einlässlicher Prüfung von Lehre und Rechtsprechung dar, dass die Abtretung einer Forderung, die |435| erst in der Zukunft entsteht, zulässig ist, wenn sie hinreichend bestimmt oder zumindest bestimmbar ist und überdies der Zedent durch die Abtretung nicht übermässig in seiner wirtschaftlichen Freiheit und damit in seiner Persönlichkeit eingeschränkt wird (Art. 27 Abs. 2 ZGB; BGE 112 II 243 E. 2a; 84 II 366 E. 3 mit Hinweisen). Streitig ist in der Lehre insbesondere die Tragweite des Bestimmtheitserfordernisses, namentlich bei einer Globalzession künftiger Forderungen. Überwiegend wird dabei als ausreichend betrachtet, dass die erforderliche Bestimmtheit im Zeitpunkt der Entstehung oder Geltendmachung der abgetretenen Forderung gegeben ist (für ersteres VON BÜREN, Allgemeiner Teil OR, S. 325, THOMAS F. KLEYLING, Zession... und Forderungsverpfändung als Mittel zur Sicherung von Krediten, Schweizer Schriften zum Handels- und Wirtschaftsrecht, Bd. 48, Zürich 1980, S. 76, ZOBL, Berner Kommentar zum Fahrnispfandrecht, Systematischer Teil, N. 1570; zum letzteren VON TUHR/ESCHER, Allgemeiner Teil OR, S. 350 Anmerkung 75a, GUHL/MERZ/KUMMER, OR, 7. Auflage, S. 234); es kann offenbleiben, wie weit dies auch der Rechtsprechung entspricht (BUCHER, Kreditsicherung durch Zession, in Probleme der Kreditsicherung, Bern 1982, S. 23, verneint dies für BGE 84 II 366 E. 3; vgl. jedoch BGE 82 II 51 E. 1). Diese Betrachtungsweise führt vereinzelt zum Schluss, die Abtretung sämtlicher gegenwärtigen oder künftigen Forderungen sei ausreichend bestimmt, weil sie jede mögliche Forderung erfasse (ZOBL, a.a.O. N. 1665, H.U. WALDER, Lohnabtretung und Zwangsvollstreckung, in Zürcher Schriften zum Verfahrensrecht, Heft 10, Zürich 1975, S. 19).\n\nIn der neueren Lehre werden demgegenüber die Anforderungen an diese Bestimmtheit teils verschärft, indem die Globalzession nur als Verpflichtungsgeschäft anerkannt, für die Verfügung über die Forderung dagegen eine Spezifikation nach sachenrechtlichen Grundsätzen verlangt wird (BUCHER, Allgemeiner Teil OR, S. 490 ff., BUCHER., Kreditsicherung durch Zession, S. 19 ff., WIEGAND, Kreditsicherung und Rechtsdogmatik, in Berner Festgabe zum Schweizerischen Juristentag 1979, S. 285 ff.; ablehnend demgegenüber ZOBL, a.a.O. N. 1672 ff.). Das Obergericht anerkennt, dass diese Auffassung dogmatisch konsequent sei, den übermächtigen praktischen Bedürfnissen des Geschäftsverkehrs und insbesondere der Bankpraxis gegenüber aber kaum durchsetzbar wäre, lässt jedoch die Frage letztlich offen. Nach Ansicht des Beklagten drängt sich eine Stellungnahme des Bundesgerichts zugunsten dieser neueren Auffassung auf.\n\n|436|\n\n3. Wie schon für das Obergericht erübrigt es sich auch für das Bundesgericht, zu diesen Fragen Stellung zu nehmen, wenn sich die Zession schon aufgrund der Art. 27 Abs. 2 ZGB und 20 Abs. 1 OR als ungültig erweist. Es herrscht denn auch in Lehre und Rechtsprechung weitgehend Übereinstimmung darin, dass eine zeitlich und gegenständlich unbeschränkte Zession aller gegenwärtigen und künftigen Forderungen gemäss diesen Bestimmungen sittenwidrig und deshalb nichtig ist (BGE 84 II 366 E. 3; VON TUHR/ESCHER, a.a.O. S. 350, VON BÜREN, a.a.O. S. 324 Anmerkung 53, GUHL/MERZ/KUMMER, a.a.O. S. 235, GAUCH/SCHLUEP/JÄGGI, Allgemeiner Teil OR, N. 2200, ZOBL, a.a.O. Nr. 1665, AMONN in BlSchK 43/1979 S. 133).\n\nDieser Grundsatz, der unstreitig auch für die blosse Sicherungsabtretung gilt, wird auch von der Klägerin anerkannt; sie macht aber geltend, er bedürfe der Interessenabwägung im Einzelfall (BGE 106 II 378 f.). Sie schliesst daraus jedoch lediglich, dass auch eine blosse Teilnichtigkeit möglich sein müsse, worauf später zurückzukommen ist. Inwiefern die besondere Interessenlage unter den gegebenen Umständen eine zeitlich und gegenständlich unbeschränkte Totalzession gerechtfertigt habe, wird nicht darzutun versucht. Namentlich ging es vorliegend nicht darum, einem bedrängten Schuldner mit Hilfe eines umfassenden Zessionskredits eine Sanierung zu ermöglichen (HANS BERGMAIER, Die Sicherungszession im Schweizerischen Recht, Diss. Zürich 1945, S. 105; zur Interessenlage auch BUCHER, Kreditsicherung durch Zession, S. 10, und dort anschliessend GSELL, S. 24; KLEYLING, a.a.O. S. 70), sondern um einen Kredit für Automiete und damit um einen grundsätzlich laufend zu finanzierenden Konsum.\n\nDie vorliegend streitige Abtretung ist eine zeitlich und gegenständlich unbeschränkte Totalzession; mit den leicht abweichenden Formulierungen der aufeinanderfolgenden Abtretungserklärungen wurden alle gegenwärtigen und künftigen Guthaben und Forderungen erfasst und namentlich Lohn, Erwerb, Provisionen, Spesen, Zinsen, Renten, Bankguthaben usw. aufgeführt. Die Klägerin sieht zwar im Vorbehalt des betreibungsrechtlichen Notbedarfs, der vorerst in der Zession enthalten war und später offenbar wegen Art. 325 OR unterblieb, eine Einschränkung; der Eingriff in die wirtschaftliche Freiheit des Zedenten wird aber nicht dadurch geheilt, dass ihm wenigstens das Existenzminimum gewahrt bleibt.\n\n|437|\n\nAngewandt auf den vorliegenden Fall ergibt sich daher die Nichtigkeit der streitigen Abtretungserklärung wegen Verstosses gegen Art. 27 Abs. 2 ZGB. Das steht durchaus im Einklang mit den Bedürfnissen des Wirtschaftslebens, vermeidet doch gerade die Bankpraxis derartige umfassende Zessionen durch Beschränkungen auf einen bestimmten Geschäftsbetrieb oder Kundenkreis (EMCH/RENZ, Das Schweizerische Bankgeschäft, 3. Auflage, S. 284 f., ALBISETTI et al., Handbuch des Geld-, Bank- und Börsenwesens der Schweiz, S. 294, GSELL bei Bucher, Kreditsicherung durch Zession, S. 24 f., ZOBL, a.a.O. N. 1666 ff.).\n\n4. Für die Klägerin steht denn auch das Argument im Vordergrund, dass der Verstoss gegen Art. 27 Abs. 2 ZGB lediglich zu einer Teilnichtigkeit führe, welche die streitige Forderung nicht erfasse. Nach dem angefochtenen Urteil hat sie jedoch nicht näher dargetan, welches der zulässige Rahmen wäre und inwiefern die streitige Forderung darunter falle. Ihr Einwand könne allenfalls so verstanden werden, dass die Generalabtretung mindestens als Lohnabtretung Bestand haben müsse, doch gehe es vorliegend nicht um eine arbeitsvertragliche Lohnforderung von S.; dieser habe vielmehr mit dem Beklagten selbständige, auftragsrechtliche Geschäftsbeziehungen mit gegenseitigen Druckaufträgen und Kundenvermittlung unterhalten, was nicht unter eine (zulässige) Lohnzession falle. Zudem sei dem Beklagten ausdrücklich eine Lohnzession notifiziert worden, die er nicht auf die streitige Forderung habe beziehen müssen.\n\nDie Vorinstanz geht zutreffend, wenn auch stillschweigend davon aus, dass die Verletzung von Art. 27 Abs. 2 ZGB auch zu einer blossen Teilnichtigkeit und Beschränkung der Abtretung auf das zulässige Mass führen kann (BGE 106 II 379 E. 4 mit Hinweisen; ZOBL, a.a.O. N. 1685). Der Beklagte schliesst aus dem angefochtenen Urteil, dass die Klägerin vor Bundesgericht unzulässige neue Behauptungen aufstelle. Dem ist entgegenzuhalten, dass das Obergericht immerhin eventuell auf entsprechendes Vorbringen der Klägerin eintritt und dazu Stellung nimmt. Das muss auch für das Bundesgericht gelten, wobei offenbleiben kann, wie weit einzelne der tatsächlichen Ausführungen in der Berufung als solche gegen das Novenverbot verstossen (Art. 55 Abs. 1 lit. c OG).\n\nDie Klägerin will aufgrund von Art. 20 Abs. 2 OR die Gültigkeit der Abtretung unter Hinweis auf BGE 85 I 30 E. 13h insoweit anerkannt wissen, als diese sich auf Forderungen aus selbständiger oder unselbständiger Arbeitsleistung (Lohn, Provisionen, Honorare |438| usw.) beziehe (zum Umfang der Lohnabtretung auch STAEHELIN, N. 10 zu Art. 325 OR). Sie rügt sodann als aktenwidrig, dass sie sich dem Beklagten gegenüber nur auf eine Lohnabtretung berufen habe; vielmehr habe sie nach erfolgter Aufklärung in einem weiteren Schreiben vom 16. März 1983 ausdrücklich auf die umfassende Zession hingewiesen. Schliesslich wird dargelegt, dass die Mietverträge auch bei Kenntnis der Teilnichtigkeit geschlossen worden wären.\n\nDas alles scheint unbestritten zu sein, ist aber unerheblich. Würde nämlich eine solche Teilnichtigkeit der Zession zugelassen, so würde dies im Zeitpunkt der Entstehung oder Geltendmachung der abgetretenen Forderung zu einer Unsicherheit führen, welche auch mit gemilderten Anforderungen an die Bestimmbarkeit im Sinne der genannten Autoren nicht mehr vereinbar wäre. Da die Nichtigkeit aus der totalen Abtretung aller denkbaren Forderungen folgt, wäre für den in Anspruch genommenen Drittschuldner nicht ersichtlich, ob die ihm gegenüber geltend gemachte Forderung davon erfasst oder aufgrund blosser Teilnichtigkeit davon ausgenommen wäre. Wie die Klägerin vorliegend aus Art. 20 Abs. 2 OR die Gültigkeit der Abtretung wenigstens für Erwerbseinkommen ableiten will, könnte sie ebensogut, wenn sie auf Zins- oder Rentenansprüche greifen wollte, zumindest diese als gültig ausgeben; im konkreten Streitfall wäre daher die grundsätzliche Nichtigkeit der Totalabtretung stets unwirksam. Es versteht sich von selbst, dass das unerträglich wäre, könnte doch auf diese Weise das Verbot der Totalzession gänzlich illusorisch gemacht werden. Das muss zur Abweisung der Klage und zur Bestätigung des angefochtenen Urteils führen.\n\n5. Bei diesem Ausgang kann offenbleiben, ob die Klage auch deshalb abzuweisen wäre, weil die Klägerin ihre Ansprüche aus der Zession erst etwa drei Jahre nach Ablauf der Mietverträge und nach dem Konkurs von S. geltend gemacht hat."}