{"annee": "112", "cour": "V", "page": "185", "date": "19/8/1986", "cite": ["108 V 50", "112 V 6", "111 V 135", "109 V 36", "110 V 304", "110 V 308"], "cite_par": [], "chapeau": "33. Extrait de l'arrêt du 19 août 1986 dans la cause Rutz contre Caisse maladie et accident ASSURA et Cour de justice du canton de Genève", "regestes": ["Art. 5 al. 3 LAMA: Réserve rétroactive. - Selon la jurisprudence, la caisse-maladie doit exercer son droit d'instituer une réserve rétroactive dans le délai d'une année à compter du jour où elle a eu ou aurait dû avoir connaissance de l'attitude répréhensible de l'assuré, mais au plus tard cinq ans depuis ledit comportement de l'assuré. Ces délais, comme ceux de l'art. 47 al. 2 LAVS, sont des délais de péremption. - Le point de savoir quand la caisse aurait dû avoir connaissance de l'attitude répréhensible de l'assuré doit être tranché en tenant compte de l'attention raisonnablement exigible de la part de la caisse selon les circonstances du cas concret."], "faits": "", "considerants": "BGE 112 V 185 S. 186\n\nExtrait des considérants:\n\n2. ... C'est ainsi à juste titre que les premiers juges ont admis l'existence d'une réticence.\n\n3. a) La recourante fait cependant valoir que la caisse intimée, en statuant le 17 juin 1983 seulement, a trop tardé à instituer une réserve - et à refuser la prise en charge des frais de traitement litigieux - dès lors que la caisse aurait pu, si elle (ou son médecin-conseil) n'avait pas été inattentive ou négligente, connaître au plus tard à la fin de l'année 1981 les faits incriminés.\n\nb) La caisse doit exercer son droit d'instituer une réserve rétroactive dans le délai d'une année à compter du jour où elle a eu ou aurait dû avoir connaissance de l'attitude répréhensible de l'assuré, mais au plus tard cinq ans depuis ledit comportement de l'assuré. Ce principe jurisprudentiel - formulé ainsi pour la première fois dans l'ATFA 1969 p. 183 - est fondé sur l'application analogique de l'art. 47 al. 2 LAVS, qui prévoit que le droit des caisses de compensation de demander la restitution des prestations indûment touchées se prescrit par une année à compter du moment où la caisse a eu connaissance du fait, mais au plus tard par cinq ans après le paiement de la rente.\n\nMalgré la terminologie utilisée par le législateur, les délais fixés par l'art. 47 al. 2 LAVS sont des délais de péremption (ATF 111 V 136 s.). Le raisonnement par analogie et les motifs sur lesquels est fondée la jurisprudence mentionnée ci-dessus (voir aussi ATFA 1969 p. 5) impliquent qu'il en aille de même des délais identiques auxquels la Cour de céans a subordonné l'exercice du droit des caisses-maladie d'instituer une réserve rétroactive, et qu'elle avait d'ailleurs d'emblée qualifiés de péremptoires. Il s'agit donc également de délais de déchéance, en ce sens que ce droit est périmé après une année à compter du jour où la caisse a eu ou aurait dû avoir connaissance de l'attitude répréhensible de l'assuré, mais au plus tard cinq ans depuis ledit comportement de l'assuré.\n\nc) Le Tribunal fédéral des assurances a exposé par ailleurs, toujours dans le cadre de l'art. 47 al. 2 LAVS, que par \"moment où la caisse de compensation a eu connaissance\" du fait justifiant la restitution d'une prestation versée à tort, il fallait entendre \"le moment où l'administration aurait dû s'apercevoir d'un tel fait en faisant preuve de l'attention que les circonstances permettaient raisonnablement d'exiger d'elle\" (ATF 110 V 304). En cela, le tribunal s'est inspiré notamment de sa jurisprudence relative aux BGE 112 V 185 S. 187délais dans lesquels les caisses de compensation doivent agir lorsqu'elles demandent la réparation des dommages causés par les employeurs (art. 82 RAVS; ces délais sont aussi des délais de péremption: ATF 112 V 6); dans ce domaine, il considère que la caisse de compensation est censée avoir eu connaissance du dommage au moment où elle aurait dû se rendre compte, en faisant preuve de l'attention raisonnablement exigible, que les circonstances effectives ne permettaient plus d'exiger le paiement des cotisations, mais pouvaient entraîner l'obligation de réparer le dommage (ATF 112 V 6, ATF 108 V 52 consid. 5).\n\nEn ce qui concerne, dans l'assurance-maladie, la péremption du droit des caisses d'instituer une réserve rétroactive, le point de savoir quand la caisse aurait dû avoir connaissance de l'attitude répréhensible de l'assuré doit dès lors être tranché, de la même manière, en tenant compte de l'attention raisonnablement exigible de la part de la caisse selon les circonstances du cas concret. Ce devoir d'attention implique notamment que la caisse procède au besoin - c'est-à-dire si les renseignements d'ordre médical dont elle dispose le justifient - à une enquête sur l'état de santé de l'assuré ou du candidat à l'assurance (ATF 109 V 38 consid. 1c). A cet égard, il faut rappeler la jurisprudence d'après laquelle la caisse ne peut pas invoquer la réticence commise par un candidat à l'assurance qui a violé fautivement son obligation de la renseigner sur son état de santé si, lors de l'admission de l'intéressé, la caisse connaissait effectivement les faits passés sous silence, ou si elle \"aurait dû connaître\" ces faits; or, il a été précisé, dans ce contexte, que la caisse n'est pas tenue de procéder spontanément, dans chaque cas, à une enquête sur d'éventuelles maladies antérieures de l'intéressé ou sur les prestations d'assurance qui pourraient lui avoir été allouées précédemment. On ne peut pas l'exiger de sa part si le candidat ne lui fournit aucune indication, fût-elle sommaire, justifiant de telles investigations. Mais, lorsque la caisse omet d'effectuer des recherches raisonnablement exigibles dans des circonstances telles qu'il serait contraire au principe de la bonne foi que d'imputer une faute à l'assuré, il n'est pas admissible de prononcer une sanction à l'encontre de ce dernier ou de lui imposer une réserve rétroactive (ATF 108 V 250 et les références; voir aussi ATF 110 V 312).\n\nd) En l'espèce, l'argument de la recourante selon lequel la caisse intimée aurait dû, en se montrant normalement attentive, avoir connaissance en 1981 déjà des faits qu'elle lui reproche d'avoir tus, BGE 112 V 185 S. 188est mal fondé. En effet, les renseignements médicaux que la caisse a obtenus en 1981 - soit après qu'elle eut été invitée à prendre en charge les premières factures relatives au traitement de la recourante - du docteur S. d'une part, et de son médecin-conseil d'autre part, ne lui permettaient pas de conclure (à l'époque) à l'existence d'une réticence, car ni l'assurée ni le docteur S. n'ont révélé à la caisse ou au médecin-conseil, qui a examiné la recourante, l'état variqueux antérieur à la demande d'admission de l'intéressée et l'opération subie par celle-ci en 1968 ou 1969. Aussi la caisse n'avait-elle alors - puisque ses soupçons avaient été écartés - pas de motifs de poursuivre ses investigations. Ce n'est qu'en 1983, lorsqu'une nouvelle demande de remboursement de factures du docteur S. l'a amenée à reprendre l'examen du cas - notamment en vue d'une réduction des honoraires de ce médecin - que la caisse a appris (par un rapport du docteur C. du 31 mars 1983 et par une lettre de l'Association des médecins du canton de Genève du 11 mai 1983) les éléments constitutifs de la réticence. Il s'avère ainsi que la caisse intimée n'a pas failli à la diligence et à l'attention que lui imposaient les circonstances et que, au moment de la décision litigieuse du 17 juin 1983, son droit d'instituer une réserve rétroactive n'était pas périmé."}