{"annee": "112", "cour": "V", "page": "161", "date": "24/6/1986", "cite": ["108 V 50", "108 IB 97", "97 II 136", "111 II 55", "111 II 164", "100 II 339", "111 V 172", "112 V 6"], "cite_par": ["112 V 265", "118 V 193", "116 V 72", "135 V 74", "126 V 443", "113 V 256"], "chapeau": "28. Extrait de l'arrêt du 24 juin 1986 dans la cause A. contre Caisse cantonale genevoise de compensation et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 82 al. 2 RAVS. Le délai de plus longue durée, institué par le droit pénal, est celui de la prescription ordinaire de l'art. 70 CP et non pas de la prescription absolue de l'art. 72 ch. 2 al. 2 CP."], "faits": "", "considerants": "|161|\n\nExtrait des considérants:\n\n3. a) En procédure cantonale, le recourant a prétendu que la demande de la caisse de compensation en réparation du dommage était tardive. A ce propos, il a fait valoir que l'intimée avait eu connaissance de son dommage, au plus tard, au moment de la clôture de la faillite, en juillet 1979.\n\nLes juges cantonaux n'ont pas retenu l'exception soulevée par le recourant. Selon eux, la caisse de compensation a eu une connaissance suffisante de son préjudice \"à réception du nouvel acte de défaut de biens\" délivré le 12 janvier 1982; dès lors, le délai d'un an de l'art. 82 al. 1 RAVS n'était pas encore échu au moment du prononcé de la décision en réparation du 19 novembre 1982.\n\nb) La caisse de compensation a eu \"connaissance du dommage\" au sens de l'art. 82 al. 1 RAVS au moment où elle aurait dû se rendre compte, en faisant preuve de l'attention raisonnablement exigible, que les circonstances effectives ne permettaient plus d'exiger le paiement des cotisations, mais pouvaient entraîner l'obligation de réparer le dommage (ATF 108 V 52 consid. 5). Lorsque le dommage résulte d'une faillite, ce moment ne coïncide pas avec celui où la caisse connaît la répartition finale ou reçoit un acte de défaut de biens. La jurisprudence considère, en effet, que le créancier qui entend demander la réparation d'une perte qu'il subit dans une faillite ou un concordat par abandon d'actifs connaît suffisamment son préjudice, en règle ordinaire, lorsqu'il est informé de sa collocation dans la liquidation: il connaît ou peut connaître à ce moment-là le montant de l'inventaire, sa propre collocation dans la |162| liquidation, ainsi que le dividende prévisible. Ces principes s'appliquent aussi bien en droit civil (ATF 111 II 167 consid. 1a) qu'en droit public (ATF ATF 108 Ib 97, relatif à l'art. 20 LRCF) et, en particulier, dans le cadre de l'art. 82 al. 1 RAVS (ATF 112 V 8 consid. 4d; dans le même sens, ATF 111 V 173 consid. 3).\n\nAinsi donc, la jurisprudence n'autorise pas le créancier - in casu la caisse de compensation - à différer sa demande jusqu'au moment où il connaît le montant absolument exact de son préjudice. Cette solution est conforme aux principes applicables en droit civil, selon lesquels le délai fixé par les art. 60 et 67 CO commence à courir dès que le créancier connaît l'existence, la nature et les éléments du dommage, de manière à pouvoir fonder une action; à partir de ce moment, on peut exiger de lui qu'il s'informe des particularités et des précisions propres à étoffer son action (ATF 111 II 57 et 167, 109 II 435 et les références citées; en ce qui concerne l'art. 20 LRCF, cf. ATF 108 Ib 100).\n\nDans le cas particulier, l'état de collocation a été déposé le 18 octobre 1976 et la faillite - liquidée en la forme sommaire - a été clôturée le 30 juillet 1979. Au vu des principes ci-dessus exposés, on doit admettre que la caisse de compensation avait une connaissance suffisante de son dommage plus d'un an avant le prononcé de sa décision en réparation, du 19 novembre 1982. A ce moment-là, le délai d'un an de l'art. 82 al. 1 RAVS était largement échu. Le fait que l'Office des faillites a versé à la caisse un montant de 1'851 fr. 50, au mois de janvier 1982, ne change rien à cette situation, contrairement à l'opinion des juges cantonaux. A ce propos, on ne voit guère quelle \"réserve\" ledit office aurait pu formuler lors de la délivrance de l'acte de défaut de biens du 25 juin 1979 et l'intimée ne fournit d'ailleurs aucune explication à ce sujet. Selon toute vraisemblance, le versement en question résultait bien plutôt d'une répartition postérieure à la clôture de la faillite et consécutive à la découverte de biens qui avaient échappé à la liquidation (art. 269 LP). Or, il est évident qu'une telle répartition n'était pas de nature à faire courir un nouveau délai de péremption. Au demeurant, la caisse de compensation ne prétend pas avoir différé sa demande en réparation en raison de circonstances exceptionnelles dont il conviendrait de tenir compte en l'espèce.\n\nc) Il reste toutefois à examiner si un délai de plus longue durée, institué par le droit pénal, peut entrer en considération dans le cas particulier, du moment qu'une partie du dommage représente des |163| cotisations qui ont été détournées de leur destination. A cet égard, il ressort du dossier que le recourant a été condamné à une peine de six mois d'emprisonnement avec sursis, notamment pour infraction à l'art. 87 al. 3 LAVS, par jugement du Tribunal de police de Genève du 20 février 1981.\n\nSelon la jurisprudence la plus récente, le délai de plus longue durée au sens de l'art. 82 al. 2 RAVS ne s'applique - en ce qui concerne le délit de détournement de cotisations - qu'à la part salariale des cotisations retenues par l'employeur mais non versées à l'AVS (ATF 111 V 175 consid. 4; RCC 1985 p. 645). Il remplace le délai d'une année et son point de départ se détermine d'après l'art. 71 CP; s'agissant d'un délit successif, il commence à courir à partir du jour où l'employeur a, pour la dernière fois, déduit des cotisations de salaires de son personnel et les a détournées de leur destination (ATF 111 V 176 consid. 4a).\n\nD'autre part, d'après la jurisprudence relative à l'art. 60 al. 2 CO, la prescription pénale visée par cette disposition est la prescription ordinaire de l'art. 70 CP et non pas la prescription absolue de l'art. 72 ch. 2 al. 2 CP, qui met fin à toute poursuite pénale, en principe, lorsque le délai de prescription ordinaire est dépassé de moitié (ATF 100 II 342, ATF 97 II 140 ss; ENGEL, Traité des obligations en droit suisse, p. 387). Il n'y a pas de raisons de ne pas appliquer le même principe dans le cadre de l'art. 82 al. 2 RAVS, ce que le Tribunal fédéral des assurances a d'ailleurs déjà admis, implicitement tout au moins (ATF 111 V 176). En effet, cette disposition réglementaire s'inspire à l'évidence de l'art. 60 al. 2 CO et la ratio legis est la même dans les deux domaines du droit (cf. à ce propos ATF 111 V 175 consid. 4a et les références citées).\n\nCela étant, le délai de l'art. 82 al. 2 RAVS était en l'occurrence de cinq ans (art. 87 al. 6 LAVS en liaison avec l'art. 70 CP). Il a commencé à courir, au plus tard, au moment de l'ouverture de la faillite de X S.A., en juin 1975, c'est-à-dire à une époque où la société n'était plus en droit de payer des salaires ni, par conséquent, de prélever des cotisations; il était donc également expiré à la date du 19 novembre 1982.\n\nd) De ce qui précède, il résulte que le moyen tiré de la péremption du droit de la caisse de compensation est bien fondé."}