{"annee": "112", "cour": "IV", "page": "65", "date": "12/12/1986", "cite": ["99 IV 220"], "cite_par": [], "chapeau": "18. Extrait de l'arrêt de la Cour de cassation pénale du 12 décembre 1986 dans la cause W, X, Y et Z contre Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["1. Art. 18 et 21 CP. En droit suisse, la tentative par dol éventuel est punissable. 2. Art. 68 ch. 1 CP. Le concours idéal entre la séquestration - art. 182/183 CP - et la traite notamment des femmes (art. 202 CP) est possible."], "faits": "", "considerants": "BGE 112 IV 65 S. 65\n\nExtrait des considérants:\n\n3. b) Les trois recourants précités soutiennent qu'une tentative par dol éventuel n'est pas admissible en droit suisse. Or leur opinion est contraire à la doctrine largement dominante (cf. notamment LOGOZ/SANDOZ, Commentaire du code pénal suisse, Partie générale, 2e éd., Neuchâtel 1976, p. 110, n. 2 in medio; STRATENWERTH, Schweiz. Strafrecht, Allg. Teil I, Berne 1982, n. 20, p. 280 in limine; SCHWANDER, Das schweiz. Strafgesetzbuch, 3e éd., Zurich 1964, p. 93, n. 190, et p. 113, n. 234; O.A. GERMANN, Über den Grund der Strafbarkeit des Versuchs, Aarau 1914, p. 208). Sans doute les auteurs ne motivent-ils pas souvent leur opinion; mais c'est manifestement pour la simple raison qu'une fois admises les deux règles voulant que le dol éventuel soit assimilé au dol (c'est-à-dire à l'intention), et que la tentative, pour être punissable, BGE 112 IV 65 S. 66soit intentionnelle, la répression de la tentative opérée par dol éventuel ne prête plus à discussion.\n\nIl en résulte que la tentative d'assassinat commise par les recourants est punissable.\n\n4. ... A tort aussi, ce recourant s'en prend à l'admission d'un concours au sens de l'art. 68 ch. 1 CP entre la séquestration et la traite des femmes. D'après la jurisprudence, il y a un concours idéal entre la séquestration et l'enlèvement (art. 182 et 183 CP; ATF 99 IV 221). A fortiori faut-il l'admettre entre les crimes prévus aux art. 182/183 et 202 CP, car il est encore plus manifeste, dans ce cas, que ni l'une ni l'autre de ces infractions ne saisit l'acte réprimé sous tous ses aspects."}