{"annee": "112", "cour": "IA", "page": "65", "date": "5/3/1986", "cite": ["103 IA 417", "111 IA 93", "96 I 234", "111 IA 134", "99 IA 35", "110 IA 51"], "cite_par": ["135 I 233", "139 II 243", "117 IA 141", "117 IA 472"], "chapeau": "12. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 5. März 1986 i.S. Gemeinde Bever gegen X. und Mitbeteiligte und Regierung des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Autonomie communale; règles du droit communal des constructions sur les indices d'utilisation applicables aux résidences principales. Une réglementation prévoyant un indice d'utilisation restreint pour les résidences secondaires, sans imposer simultanément la construction de résidences principales, n'est pas compatible en règle générale avec l'exigence d'une utilisation mesurée du sol selon l'art. 1 al. 1 1re phrase LAT (consid. 3b-5)."], "faits": "BGE 112 Ia 65 S. 65\n\nDie Gemeindeversammlung von Bever revidierte am 13. Dezember 1983 die Ortsplanung. Dabei verfolgte sie das Ziel, den Zweitwohnungsbau einzuschränken, um so der einheimischen Bevölkerung einen preislich annehmbaren Wohnungs- bzw. Baulandmarkt zu verschaffen. Sie nahm in das kommunale Baugesetz (BauG) u.a. die folgende Bestimmung auf:\n\n\"Art. 56 Ausnützungsziffer\n\n1 Für Hauptwohnungen und Wohnungen in hotelmässig\n\nbewirtschafteten Betrieben gelten die in Art. 55 aufgeführten\n\nAusnützungsziffern.\n\na) bei Wohnbauten\n\n2 Von der nach Art. 55 maximal zulässigen Ausnützung\n\ndürfen nicht mehr als 1/2 für Zweitwohnungen verwendet\n\nwerden. Bei Umbauten oder Ausbauten von Gebäuden in\n\nder Kernzone darf der Anteil an Zweitwohnungen 1/2 der\n\ngesamten Bruttogeschossfläche des von der Baueingabe\n\nerfassten Gebäudes nicht überschreiten.\n\nBGE 112 Ia 65 S. 66\n\n3 Als Hauptwohnungen gelten Wohnungen für die ortsansässige\n\nBevölkerung, deren Zweckbestimmung vertraglich sichergestellt ist.\n\nZweitwohnungen sind alle nicht zu den Hauptwohnungen zählenden Wohnungen\n\nmit Ausnahme von Wohneinheiten in hotelmässig bewirtschafteten Betrieben,\n\nderen Zweckbestimmung vertraglich sichergestellt ist.\"\n\nIm Genehmigungsverfahren gemäss Art. 37 Abs. 2 des Raumplanungsgesetzes für den Kanton Graubünden vom 20. Mai 1973 (KRG) genehmigte die Regierung des Kantons Graubünden mit Beschluss vom 1. April 1985 das am 13. Dezember 1983 von der Gemeindeversammlung beschlossene Baugesetz mit Ausnahme u.a. von Art. 56 Abs. 2 und 3. Zugleich nahm sie zu den Beschwerden verschiedener Grundeigentümer, die sich gegen die genannten Bestimmungen gerichtet hatten, in gutheissendem Sinne Stellung.\n\nGegen diesen Beschluss führt die Gemeinde Bever gestützt auf die verfassungsmässig anerkannte Gemeindeautonomie und auf Art. 4 BV (Willkür) staatsrechtliche Beschwerde, die das Bundesgericht teilweise gutheisst.", "considerants": "Aus den Erwägungen:\n\n3. b) Siedlungspolitische Massnahmen sind grundsätzlich mit der Eigentumsgarantie gemäss Art. 22ter BV vereinbar, wenn sie im Zielbereich von Art. 22quater BV liegen, der die geordnete Besiedlung des Landes ausdrücklich als einen der Zwecke der Raumplanung bezeichnet; solche Massnahmen entsprechen auch den Zielen und den Planungsgrundsätzen von Art. 1 und 3 RPG (BGE 111 Ia 98 E. 2b, 140 E. 7a; BGE 103 Ia 420 E. 4a; BGE 99 Ia 35 ff.). Die Regierung anerkennt dies zu Recht.\n\nDie Regierung anerkennt ferner und geht ihrerseits davon aus, dass in der Gemeinde Bever durch die Zunahme von Zweitwohnungen auf dem Wohnungs- bzw. Baulandmarkt eine Bedürfnislage entstanden ist, die raumplanerische Massnahmen zur Beschaffung günstigen Wohnraums für die einheimische Bevölkerung als im öffentlichen Interesse liegend erscheinen lässt. Die Regierung will in den zu ergreifenden Massnahmen, d.h. in den Eingriffen in die Rechtsstellung der Grundeigentümer, sogar weiter gehen als die Gemeinde Bever, deren Konzept sie für ungenügend hält. Soweit die Beschwerdeführerin der Regierung unterstellt, sie wolle durch Nichtgenehmigung von Art. 56 Abs. 2 und 3 BauG raumplanerisch gebotene Eingriffe verhindern oder den gegenwärtigen Zustand BGE 112 Ia 65 S. 67aufrechterhalten, geht ihre Kritik offensichtlich fehl. Die Regierung will - wie aus ihren Erwägungen klar genug hervorgeht - durch die genannte Nichtgenehmigung erreichen, dass die Gemeinde Bever anstelle der beanstandeten Regelung eine rechtlich einwandfreie und zugleich raumplanerisch wirksamere schafft. Es ist zu prüfen, ob ihre Überlegungen vor der Verfassung standhalten.\n\n4. Die Regierung hält die von der Gemeinde Bever in Art. 56 Abs. 2 BauG beschlossene Regelung für rechtswidrig. Nach dieser Bestimmung dürfen von der gemäss Art. 55 BauG maximal zulässigen (d.h. ordentlichen) Ausnützung nicht mehr als 1/2 für Zweitwohnungen verwendet werden. Damit steht es dem Grundeigentümer rechtlich frei, entweder die volle Ausnützungsziffer gemäss Art. 55 BauG für Hauptwohnungen oder einen Teil der Ausnützungsziffer bis höchstens 50% für Zweitwohnungen zu verwenden. Das Gesetz enthält keine Verpflichtung des Grundeigentümers, neben Zweitwohnungen auch Hauptwohnungen zu bauen, lässt ihm vielmehr die Freiheit, ausschliesslich Zweitwohnungen zu erstellen. Die Regierung sieht in dieser Regelung eine Verletzung von Art. 1 Abs. 1 Satz 1 RPG, da sie dem Gebot haushälterischer Nutzung des Bodens entgegenstehe; sie lade zur Unternutzung und zur Streubauweise geradezu ein. Diese Missachtung materiellen Bundesrechts stelle die Verletzung einer gesetzlichen Vorschrift im Sinne von Art. 37 Abs. 2 KRG dar. Art. 56 Abs. 2 BauG könne daher nicht genehmigt werden.\n\nDie Beschwerdeführerin beruft sich demgegenüber auf die in Art. 18, 19 und 22 ff. KRG für den Erlass solcher Vorschriften unbestritten vorhandene gesetzliche Grundlage. Sie bestreitet, dass die nicht genehmigte Regelung eine Verletzung von Art. 1 Abs. 1 Satz 1 RPG darstelle. Sie führt aus, in der Schweiz gebe es kein Baugesetz, das den Grundeigentümer zur Überbauung seines Grundstücks und dabei erst noch zur vollen Ausschöpfung der zulässigen Ausnützung verpflichte. Wenn daher die umstrittene Regelung dem Grundsatz der haushälterischen Nutzung des Bodens widersprechen sollte, so gälte dies auch für alle in der Schweiz vorhandenen Bauzonen. Zudem komme den Planungsgrundsätzen in Art. 1-3 RPG keine absolute, sondern nur eine relative Verbindlichkeit zu. Einander widersprechende Planungsgrundsätze seien gegeneinander abzuwägen. Vorliegend müsse der Grundsatz der haushälterischen Nutzung des Bodens dem in Art. 1 Abs. 1 Satz 3 und Art. 3 Abs. 3 RPG enthaltenen Grundsatz gegenübergestellt BGE 112 Ia 65 S. 68werden, dass bei Planungen auf die Bedürfnisse der Bevölkerung zu achten ist. Die Regierung wende überdies den Begriff der haushälterischen Nutzung des Bodens hier falsch an, da auch bei Ausnützung nur der Hälfte des Bodens für die Zweitwohnungen die nicht verbrauchte Ausnützung nicht verlorengehe, sondern jederzeit noch nachträglich für Hauptwohnungen genutzt werden könne, weshalb ein Widerspruch zum Grundsatz der haushälterischen Nutzung des Bodens nicht vorliege. Die Regelung gewährleiste vielmehr eine sparsame Nutzung des Bodens.\n\nMit der Frage der Rechtsnatur und der Tragweite der in Art. 1 und 3 RPG enthaltenen Planungsgrundsätze hat sich das Bundesgericht in mehreren Urteilen befasst. Dabei hat es festgestellt, dass diese Planungsgrundsätze Normen darstellen, die für die mit Planungsaufgaben betrauten Behörden aller Stufen verbindlich sind (vgl. Urteil vom 4. März 1985 in: ZBl 87/1986 S. 45 E. 2c; Urteil vom 3. Februar 1982 in: ZBl 83/1982 S. 351 ff.; BGE 111 Ia 140 E. 7a; BGE 110 Ia 53 E. 3). Vorliegend anerkennen Regierung und Gemeinde Bever übereinstimmend das in Art. 1 Abs. 1 Satz 1 RPG enthaltene Gebot haushälterischer Nutzung des Bodens als massgeblich. Es fragt sich indessen, ob ihm in der umstrittenen Regelung in genügender Weise Nachachtung verschafft wird oder ob ihm - wie die Regierung erklärt - durch eine unzulängliche Regelung zuwidergehandelt wird.\n\nDas Gebot haushälterischer Nutzung des Bodens ist eines der Kernanliegen des Bundesgesetzes über die Raumplanung. Raumplanerische Massnahmen, welche die Bereitstellung von Hauptwohnungen für die ortsansässige Bevölkerung zum Ziele haben, dürfen nicht auf Kosten dieses Gebotes gehen. Der Einwand der Beschwerdeführerin, dieses Gebot habe keine absolute Geltung, sondern müsse den Bedürfnissen der Bevölkerung gemäss Art. 1 Abs. 1 Satz 3 und Art. 3 Abs. 3 RPG gegenübergestellt werden, geht fehl. Diese Grundsätze kollidieren vorliegend nicht, da dem Bedürfnis der Bevölkerung nach Hauptwohnraum seitens beider Behörden in gleichem Masse entsprochen werden will und nicht geltend gemacht wird, die von der Regierung geforderte weitergehende Regelung verschaffe weniger Hauptwohnraum. Der Streit geht vielmehr darum, ob das gesetzgeberische Ziel der Schaffung solchen Hauptwohnraums ohne gesetzliche Verpflichtung des Grundeigentümers in genügendem Masse erreicht werden kann. Zu entscheiden ist dabei einerseits, wie weit planerische Eingriffe in das Privateigentum gehen dürfen, ohne die Eigentumsgarantie BGE 112 Ia 65 S. 69gemäss Art. 22ter BV zu verletzen, anderseits aber zugleich, wie weit sie gehen müssen, wenn sie zur Erreichung des Planungsziels tauglich und damit durch ein überwiegendes öffentliches Interesse gedeckt sein sollen.\n\n5. a) Die Regierung verneint die Zweckdienlichkeit der von der Gemeinde Bever in Art. 56 Abs. 2 BauG geschaffenen Regelung. Ohne eine Verpflichtung zum Bau von Hauptwohnungen könnten Auswärtige mit ausreichenden finanziellen Mitteln sich das für Zweitwohnungen erforderliche Land verschaffen und dadurch Ortsansässige be- oder sogar verdrängen. Kapitalkräftige Auswärtige seien sodann bei der streitigen Regelung in der Lage, auf die Preisbildung Einfluss zu nehmen und sich so zum Nachteil der Einheimischen günstige Wohngebiete zugänglich zu machen. Durch die Ausnützungsziffer-Ordnung von Art. 56 BauG werde dem Bemühen der Gemeindebehörden, ein aktives, lebenswertes Dorf und eine lebensfähige Dorfgemeinschaft zu erhalten, entgegengewirkt. Für die angestrebte Einschränkung des Zweitwohnungsbaus bilde diese Ordnung kein taugliches Mittel.\n\nb) Die Beschwerdeführerin macht demgegenüber geltend, man sei bei der Schaffung der neuen Baubeschränkungen von der Überzeugung ausgegangen, dass auch mit der neuen Ausnützungsziffer-Regelung gemäss Art. 56 Abs. 2 BauG bauwillige Grundeigentümer nach wie vor danach streben würden, die vorhandenen Baumöglichkeiten voll auszuschöpfen und demgemäss auch Hauptwohnraum zu erstellen, dessen Zweckbestimmung im Baubewilligungsverfahren zu sichern sei. Die Beschwerdeführerin habe gute Gründe für die Annahme, dass auch ohne gesetzlichen Zwang wie bis anhin weiterhin mit einer vollen Ausschöpfung der Ausnützungsziffer gerechnet werden dürfe. Luxusferienvillen, bei welchen Unternutzungen eines Grundstückes in Kauf genommen würden, seien in der Gemeinde Bever bisher keine gebaut worden. Für solche Objekte sei Bever offensichtlich nicht der richtige Standort im Oberengadin. Es sei nicht zu erwarten, dass Auswärtige mit ausreichenden finanziellen Mitteln sich in Bever das für einen reinen Feriensitz erforderliche Land verschafften und dadurch die Deckung des Bedarfs an Wohnraum für Ortsansässige erschwerten oder sogar verunmöglichten. Allfällig vorkommende Ausnahmen könnten die umstrittene Regelung nicht als unzweckmässig erscheinen lassen. Diese wirke auch nicht dem Bestreben, ein aktives, lebenswertes Dorf und eine lebensfähige Dorfgemeinschaft zu erhalten, BGE 112 Ia 65 S. 70entgegen. Die Gemeinde wolle mit den neuen Vorschriften gerade im Ortskern mit vielen wertvollen alten Bauten den fortschreitenden Ausbau bestehender Gebäude zu Feriensitzen und die damit verbundene Verdrängung der ortsansässigen Bevölkerung in periphere Zonen verhindern. Die vorgesehene Regelung könne in der Kernzone und der Dorfzone nicht zu einer Verschwendung von Bauland führen, da das mögliche Bauvolumen durch die bestehenden Gebäude bestimmt sei und höchstens Umbauten in Frage kämen. Die neue Regelung sei daher ein taugliches und zweckmässiges Mittel, um der einheimischen Bevölkerung Wohnraum zu sichern und insbesondere der fortschreitenden Zweckentfremdung der Bauten im Dorfkern entgegenzuwirken. Sie beachte auch den Grundsatz der Verhältnismässigkeit. Eine Verpflichtung der Grundeigentümer zur vollen Ausschöpfung der zulässigen Ausnützung wäre nur zu rechtfertigen gewesen, wenn eine solche Verpflichtung als notwendig zu erachten wäre. Die Gemeinde habe eine solche Verpflichtung indessen gerade nicht für notwendig gehalten, weil die Preisverhältnisse und die Nachfrage nach Haupt- und Zweitwohnungen sowie die den Grundeigentümern anfallenden Erschliessungskosten ohne weiteres zur erwünschten vollen Ausschöpfung der baulichen Möglichkeiten führten.\n\nc) Die Frage der Zweckdienlichkeit und Tauglichkeit einer gesetzgeberischen Massnahme ist ein Teilaspekt des Verhältnismässigkeitsgrundsatzes (BGE 96 I 242 E. 5; ANDRÉ GRISEL, Traité de droit administratif, Neuchâtel 1984, Bd. I S. 348 ff.; ULRICH ZIMMERLI, Der Grundsatz der Verhältnismässigkeit im öffentlichen Recht, in: ZSR 1978 II S. 1 ff.; PIERRE MULLER, Le principe de la proportionnalité, in: ZSR 1978 II S. 210 ff.). Dieser ist auch bei der Rechtssetzung zu beachten. Die Erforderlichkeit der Massnahme ist unbestritten. Zu prüfen ist daher, ob die von der Gemeinde Bever beschlossene Regelung in Art. 56 Abs. 2 BauG zur Erreichung des von ihr angestrebten gesetzgeberischen Ziels geeignet und tauglich ist und ob anderseits die seitens der Regierung verlangte Verpflichtung der Grundeigentümer, neben den Zweitwohnungen auch Hauptwohnungen zu bauen, im engeren Sinne verhältnismässig ist; das ist sie dann, wenn sie zum gesetzgeberischen Zweck in einem vernünftigen Verhältnis steht und nicht über das Ziel hinausgeht.\n\nUnbestritten ist und wird auch vom Bundesamt für Raumplanung in seiner Vernehmlassung hervorgehoben, dass das Zweitwohnungsproblem BGE 112 Ia 65 S. 71als raumplanerisch-sozialpolitisches Problem für die Berg- und Touristikkantone von schwerwiegender Bedeutung ist. Ein Überhandnehmen der Zweitwohnungen birgt die Gefahr verschwenderischer Beanspruchung des knappen Bodens in sich. Es trägt auch zur Verteuerung der Boden- und Wohnungspreise als Folge ortsfremder Nachfrage bei. Es bewirkt letztlich die Verdrängung der ortsansässigen Bevölkerung in weniger gesuchte Wohnlagen oder in andere Gemeinden.\n\nDieser Entwicklung kann mit direkten Massnahmen (sozialer Wohnungsbau, Subventionierung preisgünstiger Wohnungen) entgegengewirkt werden. Vorliegend stehen jedoch nur indirekte, raumplanerische Massnahmen zur Diskussion. Unbestritten ist, dass die von der Gemeinde Bever beschlossene Massnahme, die in einer Beschränkung der Ausnützungsziffer für Zweitwohnungen besteht und sich in dieser erschöpft, unter der Voraussetzung der vollen Ausschöpfung der Ausnützungsziffer zur zusätzlichen Erstellung von Hauptwohnungen führen kann. Die Gemeinde erwartet, dass diese Regelung genüge, vermag sich aber nicht auf eigene oder fremde Erfahrungen zu stützen. Ihre Zukunftserwartungen beruhen auf der bisherigen Regelung, die keine Beschränkung für Zweitwohnungen kannte. Die Beschwerdeführerin hält es immerhin für möglich, dass Unternutzungen durch kapitalkräftige Ortsfremde vorkommen werden, gewichtet dieses Risiko indessen nicht besonders. Demgegenüber hält die Regierung die für Zweitwohnungen vorgesehene Ausnützungsziffer-Beschränkung ohne gleichzeitige Verpflichtung des Grundeigentümers zum Bau von Hauptwohnungen geradezu als Einladung zu Unternutzungen und damit zu verschwenderischem Umgang mit dem Boden. Sie hält eine Regelung mit Verpflichtung des Grundeigentümers zum Hauptwohnungsbau von der Art, wie sie die bernische Gemeinde Gsteig am 10. Juni 1983 beschlossen hat und der seitens der Baudirektion des Kantons Bern am 10. November 1983 die Genehmigung erteilt wurde, für unentbehrlich. Das Bundesamt für Raumplanung teilt diese Auffassung.\n\nEs ist allgemein bekannt, dass im Engadin die Nachfrage nach Zweitwohnungen ein aussergewöhnliches Ausmass angenommen hat. Von dieser Entwicklung sind nicht nur die Gemeinden im Nahbereich von St. Moritz betroffen, sondern in zunehmendem Masse auch die etwas entfernteren Gemeinden des Engadins. Zu beachten ist, dass Bever geographisch und siedlungsmässig zum Bereich der Gemeinden Celerina und Samedan zu zählen ist, BGE 112 Ia 65 S. 72die unter einem ähnlichen Nachfragedruck stehen. Die Versuchung, Zweitwohnraum allein und ohne gleichzeitigen Hauptwohnraum zu bauen, selbst wenn die Anlagekosten hohe Beträge erreichen, darf bei der derzeitigen und mittelfristig voraussichtlich anhaltenden Konjunkturlage auch in Bever nicht als gering eingeschätzt und entsprechend vernachlässigt werden. Bei dieser Sachlage ist die Annahme der Regierung, dass eine Reduktion der Ausnützungsziffer für Zweitwohnungen ohne gleichzeitige Verpflichtung zum Bau von Hauptwohnungen die erhebliche Gefahr von Bodenverschwendung in sich birgt, nicht zu beanstanden.\n\nDaran ändert nichts, dass in den Bau- und Planungserlassen der schweizerischen Gemeinden eine Verpflichtung zum Bauen bis anhin nicht bekannt ist. Eine Verpflichtung zum Bauen von Hauptwohnungen wäre nicht absolut, sondern lediglich beim Bauen von Zweitwohnungen vorgesehen, was sich gegenüber einem numerus clausus oder einem zeitweisen gänzlichen Verbot als die weniger einschneidende Massnahme erwiese. Es nützt der Beschwerdeführerin auch nichts, wenn sie auf niedrige, in andern Gemeinden genehmigte Ausnützungsziffern hinweist. Das Problem der Zweitwohnungen ist in seinen Auswirkungen gemeinhin verhältnismässig spät erkannt worden. Wenn die Regierung des Kantons Graubünden daraus nun die Konsequenzen zieht und der Bodenverschwendung zu begegnen sucht, so kann sie daran nicht unter Hinweis auf frühere Unzulänglichkeiten gehindert werden.\n\nMit der von der Gemeinde Bever getroffenen Regelung besteht hingegen keine Gefahr des Überhandnehmens von Zweitwohnungen in der Kernzone. In dieser Zone kommen die umstrittenen Bestimmungen einer Erstwohnungsanteilregelung im Sinne des EWAP Gsteig gleich. Die Kernzone ist gemäss Art. 41 BauG eine Schutzzone. Es dürfen keine zusätzlichen, nach aussen in Erscheinung tretenden Bauten erstellt werden. Die bestehenden Bauten sind zu erhalten. Ihr Umbau ist nur \"ohne Veränderung ihrer Form und ihres Volumens\" zulässig. Ein Abbruch darf nur gestattet werden, wenn der Wiederaufbau sichergestellt ist. Gemäss dem umstrittenen Art. 56 Abs. 2 BauG darf der Zweitwohnungsanteil die Hälfte der gesamten Bruttogeschossfläche des von einer Baueingabe erfassten Kernzonengebäudes nicht überschreiten. Somit beträgt in der Kernzone der Erstwohnungsanteil 50% der Bruttogeschossfläche. Die Einhaltung dieses Anteils ist dadurch sichergestellt, dass in der Kernzone eine Erhaltungs- und (bei BGE 112 Ia 65 S. 73Abbruch) Aufbauverpflichtung besteht. In der Kernzone kann deshalb von einem Verstoss gegen den Grundsatz der haushälterischen Bodennutzung keine Rede sein.\n\nFraglich ist, ob die Regelung der Gemeinde Bever für alle Zonen eine Einheit bildet, so dass eine blosse Teilgenehmigung in bezug auf die Kernzone nicht in Betracht kommen kann. Gegen diese Auffassung spricht die Tatsache, dass die Kernzone eine Zone besonderer Natur ist und eine verhältnismässig grosse Ausdehnung besitzt. Der Sicherung eines Erstwohnungsanteils kommt in der Kernzone besondere Bedeutung zu, soll doch der Ortskern \"am Leben erhalten\" werden. Während des grössten Teiles des Jahres geschlossene Zweitwohnungen sind im Kern besonders unerwünscht.\n\nDa die umstrittenen Bestimmungen mit dem Grundsatz der haushälterischen Bodennutzung vereinbar sind, soweit sie sich auf die Kernzone beziehen, und eine Teilgenehmigung der Regelung dem Willen der Gemeinde besser entsprochen hätte als die völlige Nichtgenehmigung, ist es nicht mit sachlichen Gründen vertretbar, Art. 56 Abs. 2 und 3 auch in bezug auf die Kernzone nicht zu genehmigen. Insofern hat die Regierung die Autonomie der Gemeinde Bever verletzt. Ziffer 1 des angefochtenen Beschlusses ist deshalb insoweit aufzuheben, als sie sich auf die Kernzone bezieht.\n\n6. Die Beschwerdeführerin wendet sich weiter dagegen, dass die Einsprachen der privaten Beschwerdegegner gutgeheissen, und dass sie ihrerseits zu einer Parteientschädigung an einen Einsprecher in der Höhe von Fr. 300.-- verpflichtet worden ist. Die drei Grundeigentümer hatten gegen die neuen Bestimmungen unter Berufung auf Art. 4 und 22ter BV Beschwerde geführt im Bestreben, von Eingriffen in ihr Grundeigentum befreit zu werden.\n\nAuch wenn die Regierung die fraglichen Bestimmungen aus anderen Gründen nicht genehmigt hat, als die Grundeigentümer vorbrachten, ist es mindestens nicht willkürlich, dass sie im Ergebnis die Einsprachen guthiess. Da nun aber der Regierungsentscheid in bezug auf die Kernzone aufgehoben wird, hat die Regierung die Ziffern 2-4 ihres Entscheides zu überprüfen. Befinden sich die Grundstücke der Einsprecher in der Kernzone, so wären die Grundeigentümer nach den vorstehenden Erwägungen unterlegen. In diesem Fall wären die Einsprachen abzuweisen, und von der Zusprechung einer Parteientschädigung wäre abzusehen. Sind die Einsprecher hingegen Eigentümer von Grundstücken BGE 112 Ia 65 S. 74ausserhalb der Kernzone, dann hätten sie im Ergebnis obsiegt, und die Zusprechung einer Parteientschädigung wäre nicht unhaltbar. Da aus den Akten nicht hervorgeht, wo die Grundstücke der Einsprecher liegen, hat die Regierung die Ziffern 2-4 ihres Entscheides entsprechend den oben angestellten Überlegungen zu überprüfen."}