{"annee": "112", "cour": "IB", "page": "259", "date": "17/9/1986", "cite": [], "cite_par": ["124 II 538", "115 IB 295", "121 II 67", "118 IB 335", "118 IB 381", "116 IB 228", "113 IB 307"], "chapeau": "43. Extrait de l'arrêt de la Ire Cour de droit public du 17 septembre 1986 dans la cause Etat de Vaud contre Vaud, Commission cantonale de recours en matière de police des constructions et R. (recours de droit administratif)", "regestes": ["Art. 22 et 24 LAT; construction en zone agricole. Examen des conditions d'octroi d'une autorisation de construire une maison d'habitation en zone agricole selon l'art. 22 LAT (consid. 2) et selon l'art. 24 LAT (consid. 3)."], "faits": "|260|\n\nR., domicilié à Lausanne, y dirige un bureau d'ingénieur civil; il exerce également une activité d'homme d'affaires et de promoteur immobilier. Agé de 62 ans, il envisage de prendre sa retraite prochainement. Il possède un domaine de 65 ha de terres, en partie cultivées et en partie en nature de pré, qui s'étend sur le territoire des communes X et Y. Le centre d'exploitation de ce domaine comprend notamment deux fermes, un hangar, plusieurs écuries et un bâtiment d'habitation de deux niveaux; celui-ci abrite quatre logements de quatre pièces, complétés chacun par une chambre indépendante. Actuellement, deux des logements sont occupés par le chef d'exploitation, son épouse et ses huit enfants, dont quatre sont majeurs; les deux autres habitations sont réservées pour les fils aînés du chef d'exploitation, lesquels sont en âge de se marier. Ce centre d'exploitation se trouve à environ 800 m au nord-est de la parcelle No 751 du cadastre de la commune de X, d'une surface de 5004 m2, également propriété de R. Sur cette parcelle, classée en zone agricole, est érigé un bâtiment, actuellement en mauvais état - autrefois en nature d'habitation et rural -, dont la partie logement, sommairement équipée, est toujours partiellement occupée, tandis que le rural est désaffecté.\n\nLe 15 août 1984, l'architecte de R. a présenté à la Municipalité X un projet de rénovation du bâtiment implanté sur la parcelle No 751, dans le but d'en faire la résidence principale de R. Selon ce projet, qui ne laisserait subsister que quelques murs, la quasi-totalité du volume existant serait réaménagée et affectée intégralement à l'habitation sur trois niveaux, une extension du volume actuel étant également prévue.\n\nLe 13 septembre 1984, le Chef du Département des travaux publics a refusé l'autorisation préalable exigée hors des zones à bâtir, au motif que les travaux envisagés ne seraient pas conformes à la destination de la zone et ne pouvaient pas davantage être autorisés à titre dérogatoire.\n\nLe 14 mars 1986, saisie d'un recours de R., la Commission cantonale de recours en matière de police des constructions, considérant le projet litigieux comme conforme à la destination de la zone et ne mettant en péril aucun intérêt public prépondérant, a annulé la décision précitée.\n\n|261|\n\nAgissant par la voie du recours de droit administratif, l'Etat de Vaud demande au Tribunal fédéral d'annuler le prononcé de la Commission cantonale de recours du 14 mars 1986 et l'autorisation préalable de construire hors des zones à bâtir.", "considerants": "Considérant en droit:\n\n2. Selon l'art. 22 LAT, la délivrance d'une autorisation de construire est subordonnée à la condition notamment que la construction soit conforme à l'affectation de la zone. Le recourant conteste en l'occurrence que le projet litigieux soit conforme à la zone agricole dans laquelle est classée la parcelle de l'intimé, ce contrairement à l'opinion contenue dans la décision attaquée. C'est la question qu'il convient d'examiner en premier lieu.\n\na) Selon l'art. 56sexies de la loi vaudoise du 5 février 1941 sur les constructions et l'aménagement du territoire (LCAT), dans le territoire agricole, seules sont autorisées 1) les constructions en rapport avec la culture, l'exploitation du sol et l'élevage, 2) les constructions d'habitation de l'exploitant, de sa famille et de son personnel, et 3) les constructions et installations d'intérêt public ou indispensables à un service public. Sur le plan communal, dans la zone agricole, seuls sont autorisés les bâtiments nécessaires à l'exploitation d'un domaine agricole et dont l'emplacement est imposé par leur destination, ainsi que l'habitation pour l'exploitant et son personnel (art. 48 du règlement du plan d'extension communal de la commune X).\n\nCes dispositions de droit cantonal et communal doivent cependant être interprétées dans le cadre du droit fédéral. Les zones agricoles doivent servir à l'exploitation traditionnelle du sol. A l'intérieur de ces zones, l'implantation de constructions et d'installations ne peut être autorisée que dans la mesure où ces ouvrages sont en rapport étroit avec l'exploitation agricole. Ces ouvrages doivent donc servir l'économie agricole ou, du moins, faciliter l'exploitation de la terre. S'agissant des bâtiments destinés à l'habitation, les personnes qui ne travaillent qu'accessoirement dans l'entreprise doivent habiter en zone à bâtir; il est admis en revanche que les besoins de logement de ceux dont dépend la marche de l'entreprise soient satisfaits (DFJP/OFAT, Etude relative à la loi fédérale sur l'aménagement du territoire, ad art. 16, p. 211/212). Encore faut-il, toutefois, examiner selon des critères stricts si le besoin du requérant d'habiter sur son domaine sis en |262| zone agricole est objectivement fondé. Il y a lieu à cet égard de se demander si l'exploitation agricole exige la présence constante de l'intéressé et, partant, le fait que ce dernier réside en zone agricole (ZBl 80/1979, p. 483, 357). Si cette nécessité absolue fait défaut, une autorisation de construire hors de la zone à bâtir n'est pas conforme au caractère de cette zone. L'édification en zone agricole de constructions servant uniquement au logement n'est en effet justifiée que si de telles constructions apparaissent indispensables, compte tenu des besoins de l'exploitation. Le privilège de pouvoir habiter en zone agricole appartient à un cercle de personnes relativement étroit, à savoir la population paysanne qui se consacre directement à la production agricole, aux auxiliaires et à leur famille et aux personnes âgées qui ont passé leurs années de vie active dans l'entreprise. Les constructions destinées au logement doivent en outre, compte tenu de leur lieu de situation et de leur configuration, se trouver dans une relation fonctionnelle directe avec l'entreprise agricole. La nécessité pour celle-ci d'une maison d'habitation dépend non seulement des besoins objectifs de l'entreprise, mais également de la distance séparant celle-ci de la zone à bâtir la plus proche.\n\nb) L'autorité cantonale a examiné, dans sa décision, si l'intimé pouvait être considéré comme l'exploitant du domaine, ou s'il jouait au contraire dans la marche de celui-ci un rôle qui, sans être dénué d'importance, tenait davantage de la supervision générale que de l'exploitation proprement dite. Elle a constaté que l'intimé dirigeait personnellement l'exploitation et que la présence du dirigeant sur ce vaste domaine s'imposait en raison des décisions qui doivent être prises régulièrement et souvent très rapidement, notamment en matière financière. Le recourant ne met pas en cause le caractère primordial du rôle joué par l'intimé dans l'administration générale de son exploitation; il conteste en revanche avec raison l'existence d'une quelconque nécessité, pour l'exécution de telles tâches dirigeantes, que ce dernier réside sur place. En effet, les motifs avancés par l'autorité intimée pour justifier en l'occurrence la résidence permanente de l'exploitant sur son domaine ne sont guère convaincants. L'intimé a lui-même démontré qu'il lui était possible, depuis 1973, de diriger personnellement, et avec succès, son domaine, tout en étant domicilié à Lausanne. Il ne prétend pas que ce mode de faire se serait révélé à long terme, du point de vue de la gestion financière, peu satisfaisant. Il n'allègue pas non plus une quelconque |263| modification dans l'organisation de son domaine, justifiant désormais, pour des raisons objectives, sa présence constante et, partant, l'obligation pour lui d'établir sa demeure sur place. Le choix de l'intimé d'installer sa résidence sur la parcelle No 751 serait d'ailleurs, vu sous cet angle, peu judicieux, dans la mesure où la parcelle en cause est relativement éloignée du centre d'exploitation du domaine (environ 800 m) - lequel serait accessible en hiver après un détour d'au moins 2 km -, alors que la zone à bâtir la plus proche est distante d'environ 500 m.\n\nDans ces circonstances, il faut admettre que la volonté du propriétaire de résider sur son domaine n'est pas fondée sur des motifs objectifs, relatifs à l'exploitation de celui-ci. L'autorisation de construire requise par l'intimé n'est donc pas conforme à l'affectation de la zone agricole - peu importe, à cet égard, qu'un bâtiment soit déjà édifié sur la parcelle en cause - et peut donc seulement être octroyée aux conditions posées à l'art. 24 LAT.\n\n3. Il est par ailleurs manifeste que le projet litigieux ne constitue pas seulement une rénovation du bâtiment déjà construit, ni non plus une transformation partielle de ce dernier, pouvant être autorisées par le droit cantonal, en vertu de l'art. 24 al. 2 LAT. L'autorisation requise peut donc être délivrée, conformément à l'art. 24 al. 1 LAT, seulement si l'implantation hors de la zone à bâtir est imposée par la destination de la construction (lettre a) et si aucun intérêt prépondérant ne s'y oppose (lettre b). Or il est manifeste que, vu les circonstances mentionnées ci-dessus (cf. consid. 2b), la première de ces conditions n'est pas remplie.\n\nLe projet litigieux ne pouvant par conséquent faire l'objet d'une dérogation fondée sur l'art. 24 LAT, les conclusions du recourant sont fondées; le recours est ainsi admis et la décision attaquée est annulée."}