{"annee": "112", "cour": "IB", "page": "99", "date": "29/1/1986", "cite": ["108 IB 130", "108 IB 364", "111 IB 213", "108 IB 359", "102 IB 76"], "cite_par": ["114 IB 180", "114 IB 317", "113 IB 138", "121 II 67"], "chapeau": "16. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 29. Januar 1986 i.S. M. und Mitb. gegen Stiftung \"Puureheimet Brotchorb\", Gemeinde Stallikon, Regierungsrat und Verwaltungsgericht des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 24 LAT; autorisation exceptionnelle. Condition de l'implantation (\"positivement\") imposée par sa destination, au sens de l'art. 24 al. 1 let. a LAT, admise pour une exploitation agricole affectée à des buts sociothérapeutiques. Le fait que l'exploitation ait pour but premier la guérison de personnes n'empêche pas que son implantation puisse être considérée comme imposée par sa destination, car l'activité agricole s'inscrit dans le cadre du processus de guérison. Ce qui est décisif, c'est que l'exploitation agricole sera gérée sérieusement, quand bien même elle ne le serait ni de façon rationnelle ni à des fins lucratives (consid. 4a). A l'exploitation projetée ici ne s'oppose aucun intérêt prépondérant au sens de l'art. 24 al. 1 let. b LAT (consid. 4b)."], "faits": "|99|\n\nDie Bau- und Planungskommission Stallikon erteilte der Stiftung \"Puureheimet Brotchorb\" am 28. Juni 1983 die baurechtliche |100| Bewilligung für die Erstellung einer landwirtschaftlichen Siedlung auf dem Grundstück Kat. Nr. 5010 und für den Umbau und die Renovation des Wohnhauses Assek. Nr. 573 auf dem Grundstück Kat. Nr. 5123 am Bodenackerweg, Hinterbuchenegg, Stallikon. Die Siedlung soll anstelle einer 1974 abgebrannten Scheune errichtet werden. Der Hausteil der Siedlung umfasst gemäss der kommunalen Baubewilligung im Erdgeschoss eine Wohnung für den Betriebsleiter und dessen Familie mit einem Wohn- sowie einem Esszimmer, und überdies vier Schlafräume, Küche und Bad. Ausserhalb dieser Wohnung sind ein grösserer Raum mit Dusche, WC und Waschgelegenheiten sowie ein Angestelltenzimmer mit Dusche/WC vorgesehen. Von der Wohnung des Betriebsleiters führt eine Treppe ins Obergeschoss, wo rund um Vorplatz und Aufenthaltsraum fünf weitere Schlafräume sowie ein Waschraum mit WC und ein Raum mit Dusche/WC geplant sind. Der Ökonomieteil enthält nebst Ställen und verschiedenen Räumen im Keller eine Käserei mit Käsekeller (Fläche 25,1 und 14,3 m2) sowie im Erdgeschoss einen Raum für die Holzbearbeitung (Fläche 47,1 m2). Ställe sind für Kühe, Rinder, Kälber, Pferde, Ziegen und Schafe vorgesehen. In der bestehenden Wohnbaute Assek. Nr. 573 bewilligte die Gemeinde im Erdgeschoss einen Konferenz- und einen Wohnraum sowie eine Küche, im Obergeschoss zwei Wohnzimmer und ein Bad. Beide Bauparzellen liegen gemäss Zonenplan zur Bauordnung der Gemeinde Stallikon im übrigen Gemeindegebiet. Insgesamt umfasst der landwirtschaftliche Betrieb rund 17 ha Land.\n\nDie im Handelsregister eingetragene Stiftung \"Puureheimet Brotchorb\", deren Stifter und Stiftungsratspräsident der Zürcher Pfarrer Ernst Sieber ist, hat nach Ziffer 2 der Stiftungsstatuten folgenden Zweck:\n\n\"Zweck der Stiftung ist der Erwerb und Betrieb eines Bauernhofes als\n\nHeimwesen für obdachlose, einsame, aber noch arbeitsfähige Menschen. Sie\n\nsollen dort, im Rahmen einer christlichen Grossfamilie und unter Leitung\n\neines ausgewiesenen Landwirtes, Existenz und Heimat finden. Sie sollen\n\nwieder eine Bodenverbundenheit erleben dürfen, die ihnen die Möglichkeit\n\ngibt, zu sich selber zu kommen und an sich selbst eine Erneuerung zu\n\nerfahren.\"\n\nGemäss Schreiben des Stifters und Stiftungsratspräsidenten vom 22. April 1983 an das Bundesamt für Sozialversicherung wurde der Stiftungszweck wie folgt abgeändert: |101|\n\n\"Zweck der Stiftung ist der Erwerb und Betrieb eines Bauernhofes als\n\nHeimwesen für, im weitesten Sinne, invalide und obdachlose jüngere und\n\nältere Menschen. Sie sollen dort, im Rahmen einer christlichen\n\nGrossfamilie und unter Leitung eines ausgewiesenen Landwirtes, Existenz\n\nund Heimat finden. Sie sollen wieder eine Bodenverbundenheit erleben\n\ndürfen, die ihnen die Möglichkeit gibt, zu sich selber zu kommen und an\n\nsich selbst eine Erneuerung zu erfahren.\"\n\nOb diese Zweckänderung im Handelsregister eingetragen worden ist, lässt sich den Akten nicht entnehmen.\n\nEntsprechend dem Stiftungszweck ist vorgesehen, im geplanten Landwirtschaftsbetrieb (Siedlung und bestehendes Wohngebäude) obdachlose Menschen zur Rehabilitierung und Resozialisierung unterzubringen, Menschen, die - wie es der Stifter formuliert - \"durch irgendein Schicksal verkürzt sind\". Dem Betrieb soll eine Meisterfamilie mit ausgebildetem Landwirt vorstehen. Die Obdachlosen sollen entsprechend ihren Möglichkeiten als Arbeitskräfte eingesetzt werden, wobei das Raumprogramm von einer fünfzigprozentigen Arbeitsfähigkeit ausgeht.\n\nGegen das Bauvorhaben wandten sich zahlreiche, in der nächsten und näheren Umgebung wohnhafte Nachbarn. Sie gelangten mit Rekursschriften vom 8. August 1983 an die Baurekurskommission II und beantragten Aufhebung der Baubewilligung. Sie machten vor allem geltend, das vorgesehene Bauvorhaben sei als Resozialisierungs- und Rehabilitierungsheim für Obdachlose nicht standortgebunden und daher zonenwidrig. Der projektierte Landwirtschaftsbetrieb sei in der vorgesehenen Art weder existenzsichernd noch rentabel. Ferner rügten die Rekurrenten die Zufahrt als unzureichend.\n\nMit Entscheid vom 9. Mai 1984 hiess die Baurekurskommission II die Rekurse teilweise gut, indem sie die Bewilligung für den Umbau und die Renovation des Wohnhauses Assek. Nr. 573 aufhob. Im übrigen wies sie die Rekurse ab. Sie stützte sich auf Art. 24 Abs. 1 RPG und erwog im wesentlichen, das Projekt sei zwar als Unterkunft für Obdachlose nicht auf einen Standort ausserhalb der Bauzone angewiesen (d.h. nicht \"negativ standortgebunden\"), wohl aber bei Reduktion auf das betriebswirtschaftlich notwendige Ausmass als Landwirtschaftsbetrieb (\"positiv\") standortgebunden. Die Bewilligung eines landwirtschaftlichen Anwesens mit nicht voll arbeitsfähigen oder hiezu nicht ausgebildeten Personen hebe die Standortgebundenheit nicht auf.\n\nWährend die Stiftung diesen Entscheid nicht anfocht, erhoben 13 Nachbarn Beschwerde beim Verwaltungsgericht des Kantons |102| Zürich, welche mit Urteil vom 6. Februar 1985 abgewiesen wurde.\n\nGegen dieses Urteil führen 12 Nachbarn Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie beantragen, soweit hier wesentlich, der angefochtene Entscheid und damit die von der Bau- und Planungskommission Stallikon am 28. Juni 1983 erteilte Baubewilligung sei zu verweigern. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n4. Eine Ausnahmebewilligung nach Art. 24 Abs. 1 RPG kann erteilt werden, wenn der Zweck der Baute einen Standort ausserhalb der Bauzone erfordert (lit. a) und wenn dem Vorhaben keine überwiegenden Interessen entgegenstehen (lit. b). Beide Voraussetzungen müssen kumulativ erfüllt sein (BGE 108 Ib 363 E. 4d, 366 f. E. 6).\n\na) Wie dargelegt worden ist, genügt der Nachweis, dass sich der Zweck des Bauwerks seiner Art nach nur innerhalb eines verhältnismässig kleinen örtlichen Umkreises umsetzen lässt - sei es aus technischen, betrieblichen oder Gründen der Bodenbeschaffenheit (BGE 102 Ib 79 E. 4a; vgl. EJPD/BRP, Erläuterungen RPG, N. 15 zu Art. 24).\n\nDiesen Nachweis hat die Beschwerdegegnerin erbracht. Zwar rechtfertigt das an Rehabilitationsstätten für sozial geschädigte Personen bestehende öffentliche Interesse für sich allein eine Ausnahmebewilligung nach Art. 24 RPG noch nicht. Die Beschwerdegegnerin will aber nicht einfach ein - im übrigen Gemeindegebiet klarerweise zonenwidriges - Obdachlosenasyl schaffen (vgl. den ein Pflegeheim betreffenden BGE vom 13. April 1983 in ZBl 84/1983 S. 453 ff., ferner das nicht veröffentlichte Urteil des Bundesgerichts vom 19. April 1984 i.S. Associazione Centri di Vacanze \"Leone XIII\"/TI). Vielmehr liegt ihrem Vorhaben ein durchdachtes geschlossenes Konzept zugrunde, das entwurzelten Menschen Geborgenheit einer überschaubaren Wohn-, Lebens- und Arbeitsgemeinschaft, einer Art Grossfamilie verschaffen und sie durch hergebrachte Bodenbearbeitung und Tierhaltung Bodenverbundenheit erleben lassen will. Die Beschwerdegegnerin will also einen Landwirtschaftsbetrieb mit sozialtherapeutischer Zielsetzung führen. Somit ist die landwirtschaftliche Nutzung klar ausgewiesen. Dass im vorliegenden |103| Fall in erster Linie die Heilung von Personen bezweckt wird, schliesst die (\"positive\") Standortgebundenheit nicht aus, wird doch die landwirtschaftliche Nutzung - wie aufgezeigt - in den Dienst des Heilungsprozesses gestellt. Entscheidend ist, dass Landwirtschaft, wenn auch nicht rationell und auch nicht gewinnstrebig, so doch ernsthaft betrieben werden wird. Insoweit unterscheidet sich der vorliegende Fall klar von den beiden erwähnten, ein Pflege- und ein Ferienheim betreffenden Fällen, in welchen eine landwirtschaftliche Nutzung nicht zur Diskussion stand.\n\nZweckentfremdung oder Missbräuche sind nicht zu befürchten. Stiftungen sind, wenn sie einmal errichtet sind, auf Dauer angelegt. Zweckänderungen sind nur in sehr beschränktem Masse möglich (Art. 86 ZGB). Zudem ist bereits in der kommunalen Baubewilligung ein im Grundbuch anzumerkender Revers vorgesehen, wonach die bewilligten Wohnungen ohne entsprechende Baubewilligung nicht zweckentfremdet und insbesondere nicht in ein Heim für betriebsfremde Personen umgewandelt werden dürfen (Baubewilligung Ziff. 1.3.2).\n\nIst nach dem Gesagten der von der Beschwerdegegnerin beabsichtigte Betrieb somit als (\"positiv\") standortgebunden zu erachten (BGE 108 Ib 133 mit Hinweisen; EJPD/BRP, Erläuterungen RPG, N. 15/16 zu Art. 24), so erübrigen sich weitere Ausführungen zum betrieblich notwendigen Raumbedarf, wie sie das Verwaltungsgericht angestellt hat. Es genügt, dass das auf dem Betriebe lebende Personal im Verhältnis zur beworbenen Fläche nicht übermässig zahlreich ist. Im übrigen wird sich der Raumbedarf für das sozialtherapeutische Unternehmen nach den Anforderungen des Betriebskonzepts auszurichten haben. Entsprechend liegt darin, dass das Verwaltungsgericht den im alten Wohnhaus vorhandenen Wohnraum ausser acht liess und lediglich feststellte, dass zur Zeit keine Bewilligung für bauliche Massnahmen an diesem Haus bestehe, entgegen der Auffassung der Beschwerdeführer keine Bundesrechtsverletzung; eine allfällige Bewilligung wird allerdings ihrerseits nur wieder gestützt auf Art. 24 RPG ergehen können.\n\nOb der beabsichtigte Betrieb auch \"negativ\" standortgebunden sei (vgl. EJPD/BRP, Erläuterungen RPG, N. 17/18 zu Art. 24; BGE 111 Ib 217 E. 3b, sowie BGE 108 Ib 367 E. 6a), kann ebenfalls offenbleiben, da - wie ausgeführt - jedenfalls \"positive\" Standortgebundenheit gegeben ist.\n\n|104|\n\nb) Damit eine Ausnahmebewilligung erteilt werden kann, dürfen der fraglichen Baute keine überwiegenden Interessen entgegenstehen (Art. 24 Abs. 1 lit. b RPG).\n\nDurch die Bewilligung einer Ausnahme soll das Gleichgewicht der Ortsplanung nicht gestört werden (EJPD/BRP, Erläuterungen RPG, N. 26 Abs. 1 zu Art. 24). Dieser Grundsatz deckt sich im wesentlichen mit der von der Zürcher Praxis aufgestellten Forderung, dass das Bauvorhaben mit den für den konkreten Standort massgebenden planerischen Vorstellungen im Einklang steht (ZBl 86/1985 S. 268 f. E. 5b). Das Projekt der Beschwerdegegnerin hält diesen Kriterien stand, indem es - wie aus den vom landwirtschaftlichen Architekturbüro des Bauernverbandes ausgearbeiteten Plänen hervorgeht - dem Charakter eines Landwirtschaftsbetriebes auch äusserlich nicht widerspricht.\n\nSolange das Heim das bewilligte Ausmass einhält, werden sich ebenfalls die Auswirkungen auf die Struktur der Einwohnerschaft des Weilers Hinterbuchenegg in Schranken halten, zumal dieser Weiler offenbar schon heute durchaus nicht nur von Personen bewohnt ist, die Landwirtschaft treiben. Im übrigen hat das Verwaltungsgericht zu Recht erwogen, dass diese Sorge der Beschwerdeführer gegen den schutzwürdigen Zweck des Heimes nicht aufzukommen vermag.\n\nEs ist auch nicht zu befürchten, dass die Gewährung einer Ausnahmebewilligung im vorliegenden Fall ein gefährliches Präjudiz schaffen wird, kann doch eine Standortgebundenheit - wie ausgeführt - nicht schon allein durch einen an sich schutzwürdigen Zweck begründet werden. Jedenfalls wird jedes weitere Vorhaben wieder streng auf seinen Zweck und auf die Gewähr hin, die es für dessen Erfüllung bietet, zu prüfen sein.\n\nDie vorstehende Interessenabwägung hat zur Voraussetzung, dass der Zweckartikel der Stiftung \"Puureheimet Brotchorb\" im Sinne der Ausführungen in ihren Vernehmlassungen an das Verwaltungsgericht und an die Baurekurskommission sowie im Lichte der ursprünglichen Fassung der Stiftungsurkunde interpretiert wird. Entsprechend wird davon ausgegangen, dass die Stiftung auf Menschen ausgerichtet ist, die grundsätzlich arbeitsfähig und durch die vorgesehene manuelle landwirtschaftliche Arbeit eine wirkliche Chance zur Rehabilitierung und Resozialisierung haben, und dass nicht Personen aufgenommen werden, die wegen Drogensucht oder aus andern Gründen derart gravierend geschädigt sind, dass sie intensiver oder fachkundiger |105| Pflege bedürfen oder für die Umgebung eine Gefahr bilden."}