{"annee": "112", "cour": "II", "page": "107", "date": "25/3/1986", "cite": ["104 II 99", "106 III 79", "103 IA 505", "101 IB 277", "103 II 227", "41 II 656", "102 IA 553", "97 II 371", "89 II 287", "102 II 55"], "cite_par": ["140 III 200", "123 III 454", "138 III 401", "138 III 123", "116 II 700"], "chapeau": "21. Auszug aus dem Urteil der I. Zivilabteilung vom 25. März 1986 i.S. Einwohnergemeinde Kaiseraugst gegen Kernkraftwerk Kaiseraugst AG (Berufung)", "regestes": ["Recours en réforme; contestation civile (art. 44 OJ). Recours en réforme dans un litige ayant pour objet le transfert de propriété foncière portant sur des parcelles du domaine public affectées à des chemins, prévu par une convention relative à l'équipement d'un terrain à bâtir (consid. 1). Transfert de propriété sur des choses publiques. - La convention relative à un transfert de propriété foncière portant sur des parcelles du domaine public affectées à des chemins, dans le cadre d'un équipement lié à un permis de construire, doit être reçue en la forme authentique (art. 657 CC) (consid. 2). - Vice de forme invoqué de façon abusive par la commune opposée au transfert de propriété, alors que la convention relative à l'équipement du terrain a déjà été exécutée pour l'essentiel (art. 2 al. 2 CC) (consid. 3)."], "faits": "BGE 112 II 107 S. 108\n\nA.- Am 5. Dezember 1973 erteilte der Gemeinderat Kaiseraugst dem Studienkonsortium Kernkraftwerk Kaiseraugst (heute Kernkraftwerk Kaiseraugst AG) die baupolizeiliche Bewilligung für die Erstellung eines Kernkraftwerks im Schützenhölzli. Die rund 100 Seiten umfassende Baubewilligung enthält ausführliche Bestimmungen über die Erschliessung des Baugeländes. Danach hatte die Gemeinde als Bauherrin neue Gemeindestrassen zu erstellen, die von der Bauherrschaft zu bezahlen waren. Diese hatte überdies die entsprechenden Landflächen unentgeltlich an die Einwohnergemeinde, die Ortsgemeinde bzw. den Kanton abzutreten. Die Einwohnergemeinde erklärte ihrerseits, die im Kraftwerkareal liegenden Anteile von zwei Wegparzellen unentgeltlich einzuwerfen.\n\nAm 17. Januar 1975 genehmigte die Einwohnergemeindeversammlung Kaiseraugst die entsprechenden Strassenausbauprojekte und den erforderlichen Kredit von Fr. 3 Mio., der zulasten des Kernkraftwerks ging. In der Folge wurden die vier Strassen erstellt und von der Kernkraftwerk AG bezahlt. Der Verkehr benützt schon seit Jahren die neuen Strassen, nicht mehr die ehemaligen Flurwege. Die Kernkraftwerk Kaiseraugst AG bemüht sich seither um den Vollzug der Landabtretungen gemäss Baubewilligung und unterzeichnete entsprechende Verträge. Der Gemeinderat Kaiseraugst behielt dagegen die Zustimmung der Einwohnergemeindeversammlung vor, die schliesslich am 27. Januar 1982 verweigert wurde.\n\nB.- Am 27. Oktober 1982 erhob die Kernkraftwerk Kaiseraugst AG beim Verwaltungsgericht des Kantons Aargau gegen die Einwohnergemeinde Kaiseraugst Klage. Sie beantragte, es sei der Beschluss der Gemeindeversammlung vom 27. Januar 1982 aufzuheben und die Beklagte zu verpflichten, das Eigentum an den beiden ehemaligen Wegparzellen an die Klägerin zu übertragen, wobei dem Gemeinderat Frist zur Unterzeichnung der Verträge anzusetzen sei.\n\nIn einem Zwischenentscheid vom 9. September 1983 erklärte das Verwaltungsgericht sich zuständig, die Klage zu beurteilen. Es BGE 112 II 107 S. 109hielt fest, die Erschliessungsvereinbarung bilde Teil der Baubewilligung und sei ein öffentlichrechtlicher Vertrag, dessen Beurteilung ihm als einzige Instanz zufalle.\n\nMit Urteil vom 3. Juli 1985 hiess das Verwaltungsgericht die Klage gut und verpflichtete die Einwohnergemeinde, das Eigentum an den Parzellen Nr. 573 (11,27 a) und Nr. 401 (ca. 12 a) an die Klägerin zu übertragen; der Gemeinderat wurde verpflichtet, die entsprechenden Verträge innert zwei Monaten zu unterschreiben. Auf das Begehren, es sei der Beschluss der Gemeindeversammlung vom 27. Januar 1982 aufzuheben, trat das Verwaltungsgericht nicht ein.\n\nC.- Auf Berufung der Beklagten bestätigt das Bundesgericht das verwaltungsgerichtliche Urteil.", "considerants": "Aus den Erwägungen:\n\n1. Die Berufung ist nur zulässig, wenn es um eine Zivilrechtsstreitigkeit im Sinn von Art. 44 ff. OG geht.\n\nDie Klägerin leitet ihren Anspruch aus der Erschliessungsvereinbarung ab, welche das Verwaltungsgericht zu Recht als öffentlichrechtlichen Vertrag behandelt (BGE 102 II 57 E. 1 mit Hinweisen). Ob aber auf dieser Grundlage die Übertragung der Wegparzellen in das Privateigentum der Klägerin beansprucht werden kann, bleibt gleichwohl nach Bundeszivilrecht zu entscheiden. Grundeigentum kann freilich auch nach öffentlichem Recht übergehen, so im Enteignungsverfahren oder bei Landumlegung in einem Quartierplanverfahren, doch treffen solche Ausnahmen vorliegend unstreitig nicht zu. Zwar stehen öffentliche Sachen wie Strassen und Wege unter kantonaler Hoheit (Art. 664 ZGB). Die Kantone wären daher befugt, die Anwendung des Bundesprivatrechts in diesem Bereich auszuschliessen und ihn rein öffentlichrechtlichen Regeln zu unterwerfen (BGE 97 II 378 E. 3d mit Hinweisen; zurückhaltender Huber, N. 99 zu Art. 6 ZGB); davon hat indes kein Kanton Gebrauch gemacht, was die Parteien mit Bezug auf den Kanton Aargau übereinstimmend anerkennen. Die privatrechtliche Eigentumsordnung gilt daher auch für die öffentlichen Sachen, soweit das mit deren Zweckbestimmung vereinbar ist (BGE 103 II 235; BGE 97 II 378 E. 3c u. d; LIVER, Das Eigentum, in Schweiz. Privatrecht Bd. V/1, S. 130 f.; MEIER-HAYOZ, Systemat. Teil, 5. Aufl., N. 363; MEIER-HAYOZ, 3. Aufl., N. 54, 58 u. 82 zu Art. 664 ZGB; GRISEL, Traité de droit administratif Bd. II, S. 534, 536; BGE 112 II 107 S. 110FLEINER-GERSTER, Grundzüge des allgemeinen und schweizerischen Verwaltungsrechts, S. 366 f.; P.R. MÜLLER, Das öffentliche Gemeinwesen als Subjekt des Privatrechts, Diss. St. Gallen 1970, S. 49 f.). Demnach stehen öffentliche Sachen wie die streitigen Wegparzellen im privatrechtlichen Eigentum des Gemeinwesens und können im erwähnten Rahmen Objekte des Rechtsverkehrs sein, der sich nach den privatrechtlichen Vorschriften vollzieht.\n\nBei der streitigen Eigentumsübertragung handelt es sich somit entgegen der Auffassung der Klägerin um eine Zivilrechtsstreitigkeit, die der Berufung unterliegt.\n\n2. Aus dem Dargelegten folgt, dass für die Übertragung des Grundeigentums an öffentlichen Sachen - von den erwähnten Ausnahmen öffentlichrechtlichen Eigentumsübergangs abgesehen - die privatrechtlichen Formen zu beachten sind (BGE 41 II 659 E. 2; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung Bd. II, S. 813, Ziff. 3; MEIER-HAYOZ, N. 83 u. 97 zu Art. 664 ZGB; HAAB, N. 17 und 27 zu Art. 664 ZGB). Unbekümmert um das öffentliche Interesse an der Transaktion sind daher Vereinbarungen über Landabtretungen vor Einleitung des Enteignungsverfahrens (BGE 102 Ia 559 E. 4; BGE 101 Ib 286 E. 6 mit Hinweisen) oder Vereinbarungen über eine Grenzregulierung (BGE 89 II 295 E. 4) öffentlich zu beurkunden (Art. 657 Abs. 1 ZGB), ebenso Freihandverkäufe im Konkurs (BGE 106 III 85 E. 7). Dass die Vereinbarung der Erschliessung im Rahmen einer Baubewilligung dient, kann nicht zu einem anderen Ergebnis führen (vgl. BGE 103 Ia 505 ff. und BGE 102 II 55 ff., wo entsprechende Verträge beurkundet worden sind).\n\nAuch die Klägerin geht davon aus, dass im Kanton Aargau für die Übertragung des Eigentums an öffentlichen Sachen die Art. 656 und 657 ZGB anwendbar seien und dass die Vereinbarungen der Parteien über die Landabtretung noch der öffentlichen Beurkundung bedürfen; sie sieht darin aber eine blosse Vollzugshandlung, der das kantonale Recht lediglich deklaratorische Bedeutung beimesse. Zwar könne privatrechtlich ohne Beurkundung keine Erfüllung verlangt werden, doch könne die Beklagte öffentlichrechtlich auf die Erschliessungsregelung der Baubewilligung nicht zurückkommen. Diese Argumentation ist in sich widersprüchlich. Die Klage geht auf Übertragung von zwei Parzellen in das Privateigentum der Klägerin. Dafür ist unerheblich, unter welchen Voraussetzungen die Beklagte öffentlichrechtlich auf die Bedingungen ihrer Baubewilligung zurückkommen könnte; massgeblich BGE 112 II 107 S. 111ist allein, ob sie sich mit diesen privatrechtlich wirksam zur Übertragung des Grundeigentums verpflichtet hat.\n\nDamit ergibt sich, dass die Erschliessungsvereinbarung mit Bezug auf die streitige Eigentumsübertragung mangels öffentlicher Beurkundung ungültig ist.\n\n3. Nach Auffassung des Verwaltungsgerichts kann sich die Beklagte nicht auf diesen Formmangel berufen, weil das rechtsmissbräuchlich wäre. Es widerspreche offensichtlich Treu und Glauben und sei ein widersprüchliches Verhalten, wenn sie heute auf einem Formfehler beharre, nachdem sie die praktisch vollständige Erfüllung des Vertrags durch die Klägerin freiwillig und irrtumsfrei akzeptiert habe und die verlegten Gemeindestrassen bereits seit rund zehn Jahren von der Öffentlichkeit benützt würden. Überdies komme dem primären Zweck der Formvorschrift, dem Schutz vor übereiltem Vertragsschluss, vorliegend keine Bedeutung zu, weil eine Behörde wisse, was sie tue.\n\na) Die Beklagte widerspricht, weil nach der Rechtsprechung die Missbrauchseinrede entfalle, wenn der Vertrag noch nicht beiderseits erfüllt sei. Weil das Landabtretungsversprechen der Beklagten überhaupt nicht vollzogen worden sei, könne die Berufung auf Rechtsmissbrauch nicht durchdringen, auch wenn die Klägerin bereits erhebliche Leistungen erbracht habe. Nach Ansicht der Klägerin hat das Verwaltungsgericht auch insoweit kantonales öffentliches Recht angewandt, das der Überprüfung auf Berufung hin entzogen sei.\n\nb) Da entgegen der Ansicht der Klägerin Art. 657 Abs. 1 ZGB auf die streitige Erschliessungsvereinbarung anwendbar ist, beurteilt sich auch die Frage der missbräuchlichen Geltendmachung des Formmangels unmittelbar nach Art. 2 Abs. 2 ZGB, unbekümmert wie das Verwaltungsgericht seinerseits diesen Hinweis verstanden hat.\n\nOb in diesem Sinn ein Rechtsmissbrauch gegeben sei, hat der Richter nicht nach starren Regeln, sondern unter Würdigung aller Umstände des konkreten Falles zu entscheiden (BGE 104 II 101 E. 3 mit Hinweisen). Die Rechtsprechung misst dabei der freiwilligen Erfüllung des mangelhaften Vertrags durch die Parteien besondere Bedeutung zu; so gehe es nicht an, auf dem Umweg über die Missbrauchseinrede die Erfüllung des fehlerhaften Vertrags zu erwirken (a.a.O. S. 102 f.). Das Bundesgericht lehnt indes auch diesbezüglich eine starre Regel ab und verlangt die Würdigung aller Umstände unter Berücksichtigung von Rechtsempfinden, BGE 112 II 107 S. 112Rechtsethik und Rechtssicherheit (a.a.O. S. 104 E. 3c). In Abweichung von früheren Entscheiden hat es schliesslich erkannt, dass sich die Missbrauchseinrede auch dann rechtfertigen könne, wenn ein Vertrag nicht ganz, sondern nur annähernd oder zur Hauptsache erfüllt sei (a.a.O. S. 104 E. 3d).\n\nc) Die Beklagte macht zutreffend geltend, dass sie bisher ihr Landabtretungsversprechen weder ganz noch zur Hauptsache, sondern überhaupt nicht erfüllt hat. Indes lässt sich die Landabtretungsvereinbarung unmöglich von den übrigen Erschliessungsvereinbarungen der Baubewilligung trennen. Danach sollten die dem Bauvorhaben hinderlichen öffentlichen Wege über das Baugelände aufgehoben und anderweitig durch neu zu erstellende Gemeindestrassen ersetzt werden. Folgerichtig sollte die neue Strassenfläche an das Gemeinwesen, das alte Weggebiet an die Bauherrschaft übergehen, wobei das wie meist in solchen Fällen aus praktischen Gründen erst nach Bauausführung vollzogen werden sollte. Gemäss Erschliessungsvereinbarung oblag die Ausführung der Strassenbauarbeiten der Beklagten, jedoch auf Kosten der Bauherrschaft; diesem Vorgehen hat die zuständige Einwohnergemeindeversammlung am 17. Januar 1975 durch Genehmigung der Strassenprojekte und Krediterteilung zugestimmt. Die Beklagte hat die Arbeiten ausgeführt und diese sind mit rund Fr. 5 Mio. von der Klägerin bezahlt worden. Damit ist diese Erschliessungsvereinbarung, mit Ausnahme der Landabtretungen, praktisch vollständig erfüllt; das neue Strassennetz ist schon seit etwa zehn Jahren dem öffentlichen Verkehr übergeben worden.\n\nBei diesem Sachverhalt, der verbindlich festgestellt und auch unangefochten ist, hiesse es aufgrund formalistischer Beurteilung nach starrer Regel entscheiden, wenn ein Rechtsmissbrauch allein deshalb verneint würde, weil die Beklagte sich bisher erfolgreich der Erfüllung ihres Abtretungsversprechens widersetzt hat. Es muss gegenteils berücksichtigt werden, dass sie selbst durch die Ausführung der Erschliessungsarbeiten, genau wie die Klägerin durch deren Bezahlung, die Erschliessungsvereinbarung zur Hauptsache erfüllt hat. Die Beklagte setzt sich mit der Ablehnung der vereinbarten Landabtretung in klaren Widerspruch zu ihrem eigenen bisherigen Verhalten, nach welchem die Klägerin auf die Vertragstreue der Beklagten vertrauen durfte und deshalb auch die namhaften Zahlungen geleistet hat. Ein solches Vorgehen ist als missbräuchlich zu verwerfen.BGE 112 II 107 S. 113\n\nd) Soweit die Beklagte das Fehlen einer öffentlichen Beurkundung geltend macht, erweist sich die Berufung mithin als unbegründet."}