{"annee": "112", "cour": "IB", "page": "134", "date": "28/2/1986", "cite": [], "cite_par": ["120 IB 179"], "chapeau": "22. Extrait de l'arrêt de la Ire Cour de droit public du 28 février 1986 dans la cause G. contre Genève, Chambre d'accusation (recours de droit administratif)", "regestes": ["Entraide judiciaire; inventaire des pièces saisies. L'inventaire doit être suffisamment détaillé pour sauvegarder les intérêts dignes de protection du détenteur et garantir l'intégrité des documents et autres objets saisis. Limites de cette exigence."], "faits": "", "considerants": "BGE 112 Ib 134 S. 135\n\nConsidérant en droit:\n\n3. La recourante soutient que l'inventaire établi par le Juge d'instruction le 23 janvier 1985 au cours de la perquisition et de la saisie de ses documents dont la transmission à l'Etat requérant a été ordonnée, n'est pas suffisant pour la protection de ses intérêts.\n\na) La forme que doit revêtir l'inventaire dressé au cours de la perquisition et de la saisie de documents requis par voie de commission rogatoire internationale n'est régie ni par la Convention, ni par l'accord bilatéral, ni par l'EIMP et son ordonnance d'exécution. L'autorité intimée devait donc appliquer ses propres règles de procédure en vertu de l'art. 12 EIMP soit, dans le cas particulier, l'art. 181 CPP gen. Selon cette disposition, le Juge d'instruction dresse un inventaire des objets qu'il saisit parce qu'ils ont servi à l'infraction, parce qu'ils en sont le produit ou parce qu'ils sont utiles à la manifestation de la vérité. Il les conserve, s'il y a lieu, pour être mis à la disposition de la justice jusqu'à droit jugé.\n\nIl ne fait pas de doute que l'inventaire au sens de cette disposition poursuit le même objectif que celui prescrit par l'art. 70 PPF, à savoir notamment la sauvegarde des intérêts dignes de protection du détenteur des objets saisis et la garantie de leur intégrité. L'inventaire de papiers d'affaires a aussi pour but de permettre à leur possesseur de savoir où ils se trouvent et d'en obtenir soit la production, soit une copie conforme si cela s'avère, immédiatement ou ultérieurement, nécessaire à la poursuite d'activités professionnelles régulières. L'opinion de l'autorité intimée, selon laquelle le droit genevois soumettrait l'inventaire à des règles moins strictes que le droit fédéral (art. 70 PPF), est donc difficilement soutenable. L'inventaire doit être détaillé dans la mesure où cela s'avère indispensable à la réalisation des objectifs qui viennent d'être mentionnés. Si des documents revêtent, individuellement, un intérêt actuel pour leur détenteur (testament, effets de change, par exemple), ils seront ordinairement portés de manière distincte dans l'inventaire dont une copie sera remise à l'intéressé. En revanche, un inventaire générique suffit dans la mesure où celui-ci porte sur des liasses de pièces coordonnées de manière logique tels des dossiers de factures, de relevés de comptes bancaires ou de correspondance groupés en ordre chronologique. Il appartient à l'autorité qui procède à la saisie d'apprécier s'il s'impose, au regard des circonstances, de paginer les lots de pièces inventoriées et de prendre BGE 112 Ib 134 S. 136toutes autres mesures utiles à garantir, le cas échéant, la restitution intégrale des pièces à leur détenteur. De telles mesures devront également être mises en oeuvre lors de la consultation du dossier par des tiers intéressés à la procédure. Il convient enfin que le détenteur des papiers saisis ait la possibilité de désigner, à bref délai, ceux dont la conservation lui est indispensable et de les lui remettre, en original ou en copie, lorsque les impératifs de la procédure ne l'interdisent pas. On peut en effet concevoir que la saisie d'un grand nombre de documents, voire de tous les papiers d'affaires d'une société ou d'un individu compromettent gravement la poursuite d'une activité dont la légalité ne prêterait pas à discussion.\n\nEn l'espèce, le Juge d'instruction a saisi tous les papiers d'affaires qui se trouvaient dans les bureaux de la recourante. Ces papiers ont été groupés par celle-ci dans les classeurs bien ordonnés, généralement par ordre chronologique, et selon la nature particulière de chacun d'eux (télex, contrats, commissions, relevés de comptes, etc.). Le procès-verbal de perquisition et de saisie énumérait simplement le nombre des classeurs, des boîtes et des enveloppes saisis avec leur titre ou en-tête. A la demande de l'autorité intimée, le Juge de première instance a dressé un nouvel inventaire plus détaillé en faisant numéroter et étiqueter par couleur chacun des classeurs ou enveloppes saisis. Cette mesure est suffisante au regard des règles qui viennent d'être exposées. On ne saurait en effet exiger, raisonnablement, de l'autorité de saisie qu'elle se livre à une compilation détaillée, parfaitement inutile à la sauvegarde des intérêts du détenteur. Les critiques formées par la recourante sur ce point sont donc dénuées de pertinence.\n\nb) La recourante ne prétend pas que certaines pièces séquestrées ne soient d'aucune utilité pour la procédure pénale en cours. Elle déclare cependant que ses activités se poursuivent et que certaines des pièces saisies pourraient être indispensables à celles-ci. Elle affirme ne pas être en mesure de dire quelles sont ces pièces, raison pour laquelle elle requiert un inventaire détaillé. Le caractère abusif des prétentions ainsi émises n'est pas démontré. Le principe de la proportionnalité conduit toutefois à une autre solution que celle préconisée par la recourante. La possibilité doit être offerte à celle-ci de consulter, sous surveillance, les documents saisis et de désigner ceux d'entre eux dont elle désire qu'une photocopie lui soit remise à ses frais, cela dans un bref délai qu'il appartiendra à l'autorité compétente de fixer. Le recours de droit administratif sera, partant, admis dans cette mesure limitée."}