{"annee": "112", "cour": "IA", "page": "85", "date": "17/5/1986", "cite": ["83 I 100", "101 IA 67", "102 IA 196", "69 I 15", "82 I 75"], "cite_par": ["116 IA 14", "115 IA 157", "113 IA 407", "116 IA 73", "116 IA 433", "116 IA 186"], "chapeau": "14. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Mai 1986 i.S. H. gegen Staatsanwaltschaft und Kantonsgericht des Kantons Schaffhausen (staatsrechtliche Beschwerde)", "regestes": ["Art. 58 al. 1 Cst., art. 86 al. 2 et 3 OJ; moment auquel un recours pour violation de la garantie du juge naturel peut être formé. La réglementation prévue à l'art. 86 al. 2 et 3 OJ ne signifie pas que le recours pour violation de l'art. 58 Cst. puisse être formé à n'importe quel moment de la procédure."], "faits": "BGE 112 Ia 85 S. 85\n\nH. hatte in einem Strafprozess, der gegen ihn vom 23. September bis zum 22. November 1985 vor dem Kantonsgericht Schaffhausen stattfand, zu Beginn der Hauptverhandlung ein Ablehnungsbegehren gegen den Gerichtspräsidenten und in der Folge ein solches gegen alle in jenem Prozess amtierenden Richter gestellt. Das Gericht wies diese Begehren mit Beschlüssen vom 23. und 27. September 1985 ab. Am 22. November 1985 fällte es das Strafurteil. H. legte dagegen Berufung beim Obergericht des Kantons Schaffhausen ein. Ausserdem erhob er gegen das Strafurteil staatsrechtliche Beschwerde mit dem Antrag, es sei dieses Urteil aufzuheben und die Sache zu neuer Durchführung der Hauptverhandlung an das Kantonsgericht zurückzuweisen. Er macht geltend, der Gerichtspräsident, der das Verfahren vor Kantonsgericht geleitet habe, sei befangen gewesen, so dass seine Mitwirkung eine BGE 112 Ia 85 S. 86Verletzung von Art. 58 Abs. 1 BV und Art. 6 Ziff. 1 der Europäischen Menschenrechtskonvention (EMRK) bedeute.\n\nDas Bundesgericht tritt nicht auf die Beschwerde ein.", "considerants": "Aus den Erwägungen:\n\nOb auf die vorliegende Beschwerde eingetreten werden kann, ist aufgrund von Art. 86 Abs. 2 und 3 des Bundesgesetzes über die Organisation der Bundesrechtspflege vom 16. Dezember 1943 (OG) zu beurteilen. Demnach sind grundsätzlich Beschwerden wegen Verletzung verfassungsmässiger Rechte erst zulässig, nachdem von den kantonalen Rechtsmitteln Gebrauch gemacht worden ist. Ausgenommen hievon sind bestimmte Beschwerden, zu denen diejenige wegen Verletzung der Garantie des verfassungsmässigen Richters im Sinne von Art. 58 BV gehört. Dasselbe gilt für die materiell identische Rüge nach Art. 6 Ziff. 1 EMRK (BGE 102 Ia 199 ff., BGE 101 Ia 69). Auch in diesen Fällen steht es dem Beschwerdeführer jedoch frei, zunächst die kantonalen Rechtsmittel einzusetzen.\n\nWenn das OG dem Betroffenen in den Fällen gemäss Art. 86 Abs. 2 (zweiter Satzteil) das Recht einräumt, direkt an das Bundesgericht zu gelangen, ohne vorgängig den kantonalen Instanzenzug auszuschöpfen, so bedeutet dies nicht, dass in jedem beliebigen Zeitpunkt Beschwerde geführt werden kann. Vielmehr bleibt es bei der allgemeinen Regel, wonach die Beschwerde binnen dreissig Tagen, von der nach dem kantonalen Recht massgebenden Eröffnung oder Mitteilung des Entscheides an gerechnet, erhoben werden muss. Mit einer Beschwerde wegen Verletzung von Art. 58 BV kann der Betroffene innert dieser Frist entweder gleich den erstinstanzlichen oder aber erst den letztinstanzlichen Entscheid über die Ausstandsfrage beim Bundesgericht anfechten. Im hier zu beurteilenden Fall hat der Beschwerdeführer innerhalb der genannten Frist eine Beschwerde gestützt auf Art. 58 BV im Anschluss an die mündliche Eröffnung des erstinstanzlichen Strafurteils vom 22. November 1985 eingereicht. Mit diesem Endentscheid wurde indessen nicht über die Ausstandsfrage befunden. Die Ablehnungsbegehren des Beschwerdeführers sind vom Kantonsgericht bereits wesentlich früher beurteilt worden: das erste, das sich nur gegen den Präsidenten Dr. Pfister richtete, von den übrigen Mitgliedern des Strafgerichts am 23. September 1985, das zweite, das alle im hängigen Verfahren amtierenden Richter betraf, BGE 112 Ia 85 S. 87von einer mit andern Richtern besetzten Kammer am 27. September 1985. Diese Beschlüsse werden denn auch in der staatsrechtlichen Beschwerde erwähnt. Den kantonalen Akten ist zu entnehmen, dass der Beschluss vom 23. September 1985 mündlich eröffnet und derjenige vom 27. September 1985 schriftlich mitgeteilt wurden. Es wäre dem Beschwerdeführer somit ohne weiteres möglich gewesen, die Ausstandsfrage innert dreissig Tagen von der Eröffnung bzw. Mitteilung der genannten Beschlüsse an gerechnet mit staatsrechtlicher Beschwerde dem Bundesgericht zu unterbreiten. Dieses hat in einem Urteil vom 1. Februar 1943 (BGE 69 I 16/17) erklärt, es liesse sich mit der Prozessökonomie nicht vereinbaren und wäre stossend, wenn eine Partei mit der staatsrechtlichen Beschwerde gegen einen Ablehnungsentscheid bis zum Endentscheid zuwarten könnte, und es ist demgemäss wegen Verspätung auf eine Beschwerde dieser Art nicht eingetreten. Zwar erging dieses Urteil noch unter der Herrschaft des alten, bis 31. Dezember 1944 massgebenden Bundesgesetzes über die Organisation der Bundesrechtspflege vom 22. März 1893. Es ist jedoch nicht einzusehen, weshalb der darin zum Ausdruck kommende Grundgedanke nicht auch unter dem seit 1. Januar 1945 geltenden OG vom 16. Dezember 1943 Gültigkeit haben sollte. Eine Einschränkung muss allerdings insoweit gelten, als Art. 86 Abs. 3 OG dem Beschwerdeführer ausdrücklich das Recht einräumt, statt direkt ans Bundesgericht zu gelangen zunächst den kantonalen Rechtsmittelweg zu beschreiten. Er kann sogar beide Rechtsbehelfe nebeneinander ergreifen, in welchem Falle das Bundesgericht nach Erwägungen der Zweckmässigkeit darüber befindet, ob es die bei ihm erhobene Beschwerde sofort behandeln oder das Verfahren bis zur Erledigung des kantonalen Rechtsmittels sistieren will (BGE BGE 101 Ia 68 E. 2a, BGE 83 I 105 E. 1b, BGE 82 I 83). Ein solches Vorgehen des Gerichts setzt indes immer voraus, dass beide Rechtsbehelfe rechtzeitig erhoben worden sind, was hier nach dem Gesagten hinsichtlich der direkt beim Bundesgericht eingereichten Beschwerde nicht zutrifft. Die Regelung gemäss Art. 86 Abs. 3 OG hat in Fällen dieser Art lediglich zur Folge, dass auf die direkt gegen den Entscheid der unteren Instanz erhobene Beschwerde wegen Verspätung nicht eingetreten wird; einer nochmaligen Anrufung des Bundesgerichts nach Behandlung des zulässigen kantonalen Rechtsmittels (hier: Berufung; Art. 234 ff. in Verbindung mit Art. 26 der Strafprozessordnung des Kantons Schaffhausen) steht dagegen nichts im Wege. Anders entscheiden hiesse, dass auch nach der BGE 112 Ia 85 S. 88Behandlung eines Ablehnungsbegehrens durch die kantonale Behörde jeder beliebige von einem abgelehnten Richter gefällte oder unter seiner Mitwirkung zustande gekommene Entscheid innert dreissig Tagen mit staatsrechtlicher Beschwerde an das Bundesgericht weitergezogen werden könnte, ein Ergebnis, das mit den Anforderungen der Prozessökonomie in Widerspruch stünde und vom Gesetzgeber nicht gewollt sein kann. Schliesslich ist zu bemerken, dass der Rechtsschutz des Beschwerdeführers durch das Nichteintreten auf die im Anschluss an das erstinstanzliche Strafurteil erhobene Beschwerde materiell nicht geschmälert wird: der abgelehnte Richter wird im hängigen Strafprozess - vorbehältlich eines allfälligen Rückweisungsurteils des Obergerichts - nichts mehr vorzukehren haben, und das Urteil des Obergerichts wäre mit allen Rügen, die nicht nur eine Verletzung von Art. 4 BV zum Gegenstand haben, auch dann beim Bundesgericht anfechtbar, wenn es keinen Endentscheid darstellen sollte."}