{"annee": "112", "cour": "II", "page": "500", "date": "25/11/1986", "cite": ["110 II 344", "105 II 39", "88 II 81", "101 II 283", "96 II 58", "91 II 372"], "cite_par": [], "chapeau": "84. Extrait de l'arrêt de la Ire Cour civile du 25 novembre 1986 dans la cause R. contre T. (recours en réforme)", "regestes": ["Art. 6 CO. Le silence gardé à réception d'un relevé de compte ou d'une facture ne vaut pas acceptation selon l'art. 6 CO. En particulier, la non-contestation d'une facture détaillée d'entrepreneur, durant quelques mois, ne peut pas être considérée comme une acceptation tacite de cette facture."], "faits": "|500|\n\nA.- Dans le cadre de la construction d'un chalet, dame R., maître de l'ouvrage, a confié l'exécution des travaux de menuiserie et de charpente à l'entreprise T. Cette adjudication résulte d'un accord verbal conclu au printemps 1979, sur la base d'une soumission établie le 22 mars 1979, d'un montant total de 71'211 francs.\n\nL'exécution des travaux a duré jusqu'à la première moitié d'octobre 1979, soit légèrement plus longtemps que souhaité par le maître de l'oeuvre. Ce fait est dû en bonne partie à des travaux supplémentaires ordonnés par dame R.\n\nAu terme des travaux, T. a adressé sa facture de 90'199 fr. 45 à l'architecte responsable de la construction, habilité par le maître de l'oeuvre à traiter avec les entrepreneurs et à recevoir toute correspondance. Le 3 mars 1980, soit plus de quatre mois après réception de cette facture, dame R. a établi son propre décompte, signé par |501| son architecte. Elle prétendait à diverses déductions d'un montant global de 3'122 fr. 85, dont une indemnité de 1'000 francs pour retard dans l'exécution des travaux, ainsi qu'à un rabais de 6%. T. a contesté ce décompte le 5 mars 1980. Le 29 avril 1980, sa fiduciaire a établi à l'intention de dame R. un décompte présentant un solde dû de 8'393 fr. 45 après déduction des acomptes versés par 81'428 francs.\n\nB.- T. a ouvert action le 22 juin 1982 contre dame R. en paiement de 8'393 fr. 45 avec intérêt à 5% dès le 16 octobre 1980.\n\nLa défenderesse a conclu au rejet de la demande et, reconventionnellement, au paiement de 5'000 francs.\n\nLe 4 décembre 1985, le Tribunal cantonal du Valais a condamné la défenderesse à payer au demandeur le montant de 8'393 fr. 45 avec intérêt à 5% dès le 16 octobre 1980 et rejeté la demande reconventionnelle.\n\nC.- Le Tribunal fédéral admet partiellement le recours en réforme de la défenderesse, annule le jugement attaqué et renvoie la cause à la cour cantonale pour qu'elle statue à nouveau dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n3. a) Le Tribunal cantonal n'a pas examiné le bien-fondé des déductions totalisant 2'122 fr. 85, opérées par la défenderesse dans son décompte du 3 mars 1980. Il considère en effet que la contestation de la défenderesse constitue un abus de droit, pour avoir été élevée quatre mois et demi seulement après réception du décompte du demandeur. Il se réfère à la jurisprudence du Tribunal fédéral en matière de contrat de travail, selon laquelle la partie qui entend invoquer des prétentions en dommages-intérêts connues, dans leur principe ou leur quotité, doit en faire part à son cocontractant avant d'accomplir les actes accompagnant la fin des relations de travail (ATF 110 II 346), ainsi qu'aux arrêts admettant l'existence d'un délai de déchéance à propos des prétentions supplémentaires du travailleur en paiement de jours de congé, d'heures supplémentaires ou de frais de voyage (ATF 101 II 289, ATF 91 II 386; ATF 105 II 41 ss pour la situation postérieure à l'entrée en vigueur de l'art. 341 al. 1 CO). Relevant que cette jurisprudence découle du principe général de la bonne foi, qui exige en cas de refus ou de désaccord une réaction du contractant à réception de l'avis de son partenaire touchant à |502| l'exécution d'une obligation, la cour cantonale juge que l'entrepreneur qui, au terme de l'exécution des travaux dont il a été chargé, remet une facture détaillée au maître de l'oeuvre peut attendre de celui-ci qu'il réagisse dans un délai relativement bref s'il entend formuler des objections ou contester certains postes du décompte établi. En l'espèce, il était abusif, de la part de la défenderesse, de remettre en cause aussi tardivement le décompte détaillé établi par le demandeur.\n\nb) On ne saurait suivre la cour cantonale lorsqu'elle considère que l'inaction de la défenderesse durant plus de quatre mois après réception de la facture détaillée du demandeur vaut ratification ou acceptation de cette facture et qu'une contestation de celle-ci serait contraire au principe de la bonne foi. On ne se trouve pas dans une situation comparable à celles qui sont à la base des arrêts cités par le jugement attaqué, soit dans un cas où on peut exiger, comme en matière de contrat de travail, en considération notamment des égards que se doivent réciproquement les parties à ce contrat, que certaines prétentions supplémentaires ou certaines contestations de décomptes soient formulées rapidement ou lors des règlements de comptes.\n\nLa non-contestation, durant quelques mois, d'une facture détaillée d'entrepreneur ne peut pas être tenue pour une acceptation tacite de cette facture. Assimiler une facture à une lettre de confirmation entre commerçants, exigeant une réaction en cas de désaccord, procéderait d'une interprétation trop extensive de l'art. 6 CO (ATF 88 II 89 consid. 3c). Il serait contraire à l'expérience générale de la vie de présumer que le destinataire d'une facture est disposé à en payer le montant. On ne saurait astreindre le destinataire de toute facture à protester immédiatement lors de sa réception, sous peine de se voir opposer ultérieurement son accord avec le paiement du prix demandé. En matière de contrat d'entreprise plus particulièrement, le maître qui entend s'opposer à une prétention dont l'entrepreneur doit établir le bien-fondé, comme en l'espèce, n'a pas de délai à respecter. Aussi longtemps qu'il n'a pas reconnu expressément ou tacitement la facture de l'entrepreneur, il peut en contester les bases de calcul, même en cours de procédure (ATF 96 II 61). L'art. 6 CO n'est pas applicable en pareil cas; le silence gardé à réception d'un relevé de compte ou d'une facture inexacte ou mal fondée ne vaut donc pas acceptation (arrêt Breccolini c. Sarkos S.A., du 21 mai 1980, consid. 6a, publié in SJ 1981, p. 41).\n\n|503|\n\nc) A titre subsidiaire, la cour cantonale considère que \"la défenderesse n'a même pas prouvé que le décompte du demandeur ne correspondait pas à la réalité\". Cette considération méconnaît l'art. 8 CC. Selon cette disposition, c'est au demandeur qu'il appartient de prouver le bien-fondé de sa facture, soit la quotité et la valeur de ses prestations d'entrepreneur."}