{"annee": "112", "cour": "V", "page": "19", "date": "15/1/1986", "cite": [], "cite_par": ["137 V 417"], "chapeau": "5. Extrait de l'arrêt du 15 janvier 1986 dans la cause Chraiti contre Caisse de compensation de la Société suisse des entrepreneurs et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 39 al. 2 LAI. Les termes \"devenus invalides\" doivent être interprétés par rapport à la définition légale de l'invalidité."], "faits": "", "considerants": "BGE 112 V 19 S. 19\n\nExtrait des considérants:\n\n3. a) Aux termes de l'art. 39 al. 2 LAI, les limites de revenu prévues à l'art. 42 al. 1 LAVS ne sont pas applicables aux personnes devenues invalides avant le 1er décembre de l'année suivant celle dans laquelle elles ont eu 20 ans révolus. Cette disposition figurait dès l'origine sous sa forme actuelle dans la loi. Qui plus est, le législateur a purement et simplement repris, à cet endroit, le texte proposé par le Conseil fédéral dans son message BGE 112 V 19 S. 20relatif à un projet de LAI du 24 octobre 1958 (FF 1958 II 1329). Selon les explications données dans ce document, cette règle constitue une exception supplémentaire à la clause de l'état de besoin, en faveur des personnes qui sont invalides depuis leur naissance ou leur enfance et qui ne peuvent remplir la condition de durée minimum de cotisations. Dans de tels cas, le versement de la rente extraordinaire n'est donc soumis à aucune condition de revenu (FF 1958 II 1295). On visait par là principalement les femmes mariées ainsi que les personnes invalides depuis leur naissance ou leur enfance, catégorie de personnes que l'on peut assimiler à la génération transitoire de l'AVS (FF 1958 II 1229).\n\nDans l'arrêt non publié Cattaneo du 13 juin 1975, le Tribunal fédéral des assurances a jugé que la règle générale de l'art. 85 al. 1 LAI selon laquelle les assurés déjà invalides lors de l'entrée en vigueur de la LAI ont droit, eux aussi, aux prestations (l'invalidité, dans ce cas, étant réputée survenue au moment de l'entrée en vigueur de la loi, soit le 1er janvier 1960) l'emportait sur la règle spéciale de l'art. 39 al. 2 LAI. La doctrine ne fournit guère d'éclaircissements supplémentaires au sujet de cette dernière disposition. Quant à la pratique administrative, elle précise que l'art. 39 al. 2 LAI trouve application dans le cas des ressortissants suisses domiciliés en Suisse et, à certaines conditions, d'étrangers qui soit présentaient une invalidité congénitale ou qui sont devenus invalides selon un degré ouvrant droit à une rente avant le 1er décembre de l'année suivant celle de leur majorité et qui ne remplissent pas les conditions mises à l'octroi d'une rente ordinaire (Directives concernant les rentes, édition 1980, ch. 632).\n\nb) La recourante (née en 1943), qui admet ne pas souffrir d'une infirmité congénitale, reproche aux premiers juges d'avoir considéré, en se fondant sur la pratique administrative mentionnée ci-dessus, qu'elle ne pouvait bénéficier de la règle contenue à l'art. 39 al. 2 LAI parce que ce n'est qu'à partir du 1er juin 1977, soit bien après qu'elle eut accompli sa 20e année, qu'un droit à une rente d'invalidité lui a été reconnu. Or, affirme-t-elle, si elle avait été assurée à l'assurance-invalidité suisse avant cette date, il est incontestable qu'elle aurait été reconnue invalide alors qu'elle était encore mineure. A cet égard, poursuit-elle, le fait que lors de sa première demande de prestations la commission de l'assurance-invalidité ne lui a reconnu - en tant que ménagère - qu'une invalidité de 47%, provoquant ainsi la décision de refus du 26 janvier 1976 - entrée en force faute de recours -, n'est pas décisif.\n\nBGE 112 V 19 S. 21En réalité, conclut-elle, pour déterminer rétroactivement si elle était invalide, il faut raisonner selon l'art. 27bis RAI et considérer que sans invalidité elle aurait exercé une activité lucrative au moins à temps partiel, ce qui conduit à admettre rétrospectivement qu'elle était invalide en 1976 et déjà avant sa majorité.\n\nAu contraire, selon la Commission de l'assurance-invalidité du canton de Genève, il résulte du prononcé du 10 octobre 1978 que la recourante n'est devenue invalide dans une mesure donnant droit à une rente que le 1er février 1976, soit alors qu'elle avait déjà plus de 20 ans accomplis, de telle sorte que l'art. 39 al. 2 LAI est inapplicable.\n\nQuant à l'Office fédéral des assurances sociales, il relève que si la recourante avait été Suissesse, elle aurait certainement bénéficié dès l'âge de 18 ans de mesures de réadaptation professionnelle qui lui auraient permis d'acquérir une formation professionnelle et vraisemblablement \"de gagner presque normalement sa vie\". On ne saurait donc soutenir que l'assurée aurait certainement bénéficié d'une rente d'invalidité dès l'âge de 18 ans. Selon l'autorité de surveillance, en considérant que l'invalidité de l'assurée devait être évaluée selon la méthode applicable aux personnes non actives, la commission de l'assurance-invalidité n'a pas commis d'erreur de droit et la décision de refus de rente du 26 janvier 1976 n'était pas manifestement erronée. Au demeurant, son service médical est aussi d'avis que la recourante n'est devenue invalide, au regard de l'octroi d'une rente, qu'à partir du 1er février 1976, son droit à une demi-rente n'ayant cependant été reconnu que dès le 1er juin 1977, la demande étant tardive au sens de l'art. 48 al. 2 LAI.\n\nc) Les termes \"devenus invalides\" utilisés par le législateur à l'art. 39 al. 2 LAI doivent être interprétés par rapport à la définition légale de l'invalidité en droit suisse, plus particulièrement en fonction de l'art. 5 al. 2 LAI, aux termes duquel les assurés mineurs n'exerçant pas d'activité lucrative sont réputés invalides lorsqu'ils présentent une atteinte à la santé physique ou mentale qui aura probablement pour conséquence une incapacité de gain, l'invalidité étant réputée survenue, par ailleurs, dès qu'elle est, par sa nature et sa gravité, propre à ouvrir droit aux prestations entrant en considération (art. 4 al. 2 LAI).\n\nEn l'espèce, il est certain que, si la recourante avait été assurée avant de s'établir en Suisse, en 1973, elle aurait bénéficié de mesures de réadaptation du même genre que celles appliquées en BGE 112 V 19 S. 22France, soit des mesures de formation scolaire spéciale et en faveur des mineurs impotents (art. 19 s. LAI) et des mesures d'ordre professionnel (art. 15 ss LAI). Au demeurant, atteinte de quasi-cécité depuis 1945, elle aurait pu invoquer la disposition de droit transitoire contenue à l'art. 85 al. 1 LAI, c'est-à-dire que son invalidité aurait été réputée survenue le 1er janvier 1960, époque à laquelle elle était âgée de 16 ans, et n'aurait donc pu avoir versé de cotisations à l'AVS. Dans cette mesure, on ne saurait suivre le raisonnement de l'Office fédéral des assurances sociales, qui semble d'avis que la recourante ne pourrait invoquer en sa faveur la règle de l'art. 39 al. 2 LAI que s'il était établi de façon certaine qu'à l'âge de 18 ans elle aurait bénéficié d'une rente d'invalidité et non de mesures de réadaptation. Tout d'abord, lorsque la recourante a accompli sa 18e année, le 23 avril 1961, le droit à la rente, selon le texte de l'art. 29 al. 2 LAI alors en vigueur (RO 1959 866), ne s'ouvrait pas, en principe, à 18 ans mais à 20 ans, sauf si l'assuré était devenu invalide après le 31 décembre de l'année dans laquelle il avait eu 17 ans révolus et s'il avait payé des cotisations ou reçu un salaire en nature d'une certaine importance. Ensuite, on ne saurait, au vu de sa ratio legis, considérer que peut seul bénéficier de la disposition de l'art. 39 al. 2 LAI l'assuré qui remplissait les conditions du droit à la rente avant le 1er décembre de l'année suivant celle dans laquelle il a eu 20 ans révolus. En effet, une personne qui a eu - ou qui aurait eu - droit à d'autres prestations de l'assurance-invalidité avant ce terme est aussi réputée \"devenue invalide\" au sens de cette disposition.\n\nCe qui est cependant déterminant dans le cas de la recourante, c'est que le 1er janvier 1960, date à laquelle son invalidité est réputée survenue en vertu de l'art. 85 al. 1 LAI, elle n'était pas assurée, puisque de nationalité française et domiciliée en France. Le fait qu'ultérieurement, soit le 29 juin 1974, elle a acquis la nationalité suisse par mariage n'y change rien (ATF 108 V 63 consid. 4a). Lorsqu'elle est devenue assurée, c'est-à-dire lorsqu'elle a créé un domicile en Suisse (art. 1er LAI en liaison avec l'art. 1er al. 1 let. a LAVS), en 1973, la recourante avait plus de 20 ans et, de ce fait, n'étant pas assurée lors de la survenance de l'invalidité, elle ne pouvait et ne peut toujours pas invoquer en sa faveur l'art. 39 al. 2 LAI."}