{"annee": "112", "cour": "IA", "page": "208", "date": "17/9/1986", "cite": ["111 IA 196", "83 I 173", "111 IB 116", "73 I 22", "105 IB 49", "111 IA 239", "105 IA 151", "100 IA 378", "111 IA 120", "111 IA 115", "104 IA 284", "107 IA 217", "106 IA 151"], "cite_par": ["115 IV 131", "118 IB 187", "113 IA 390", "113 IA 146", "113 IA 291", "131 I 442", "128 I 34", "113 IA 236", "114 IA 427", "115 IA 127", "114 IA 263", "114 IA 413", "115 IA 148", "114 IA 267", "116 II 525", "118 IA 184", "128 I 327", "131 I 366", "116 IA 359"], "chapeau": "35. Urteil der I. öffentlichrechtlichen Abteilung vom 17. September 1986 i.S. Kritisches Forum Schwyz und Mitbeteiligte gegen Regierungsrat des Kantons Schwyz (staatsrechtliche Beschwerde)", "regestes": ["Recours pour violation des droits politiques (art. 85 let. a OJ); initiative tendant à la revision partielle de la constitution du canton de Schwyz (§§ 103 ss de la constitution de l'Etat confédéré de Schwyz du 23 octobre 1898). 1. Qualité pour recourir de particuliers et d'un parti politique (consid. 1a). Le citoyen a le droit d'exiger non seulement que le résultat d'une votation ne soit reconnu que s'il est l'expression sûre et fidèle de la libre volonté du corps électoral, mais aussi que le résultat d'un scrutin (votation ou élection) régulier soit effectivement reconnu (consid. 1b). Le recours pour violation des droits politiques n'a, lui aussi, en principe, qu'un caractère cassatoire (consid. 1c). 2. Pouvoir d'examen du Tribunal fédéral saisi d'un recours pour violation des droits politiques. Interprétation de normes constitutionnelles (consid. 2a), en l'espèce des §§ 103 ss Cst.cant. Il résulte d'une interprétation grammaticale et historique qu'en matière de revision partielle de sa constitution, le canton de Schwyz connaît uniquement l'initiative populaire conçue en termes généraux, à l'exclusion de celle rédigée de toutes pièces (consid. 2b-e et 3); protection de la bonne foi (consid. 4)?"], "faits": "|209|\n\nAm 29. Dezember 1982 wurde im Kanton Schwyz eine mit 3463 gültigen Unterschriften versehene \"Volksinitiative für die Erhaltung unserer Schwyzer Landschaften\" eingereicht. Die Initianten verlangten, die Kantonsverfassung wie folgt zu ergänzen:\n\n\"Paragraph 13, Abs. 4:\n\nUnter dem Vorbehalt der Rechte bestehender Bauten ist der Kantonsrat verpflichtet, innerhalb von zwei Jahren das Kantonsgebiet nach folgenden Richtlinien in Landwirtschafts- oder Schutzzonen im Sinne von Art. 16 und 17 des Bundesgesetzes über die Raumplanung einzuteilen:\n\n- auf landwirtschaftlich genutztem Land ausserhalb von Bauzonen dürfen nur Bauten bewilligt werden, die der existenzsichernden landwirtschaftlichen Nutzung oder dem überwiegenden öffentlichen Interesse dienen und das Landschaftsbild nicht stören.\n\n- sämtliche Gebiete, die nach dem generellen Inventar und im Sinne der Ziele des Landschaftsschutzkonzeptes 1974 (Kantonsplanung Bd. 3) als schützenswert gelten, sind zu Landwirtschafts- oder Schutzzonen zu erklären.\n\nEinzelheiten bestimmt das Gesetz.\n\nÜbergangsbestimmung: bis zum Erlass der entsprechenden Gesetzgebung dürfen keine weiteren Baubewilligungen ausserhalb von Bauzonen erteilt werden. Vorbehalten bleiben noch nicht eingezonte, aber |210| bereits überbaute und als vorläufige Bauzonen ausgeschiedene Gebiete.\"\n\nDie Schwyzer Stimmbürger nahmen in der Volksabstimmung vom 22. September 1985 das Initiativbegehren gegen die Empfehlung des Regierungs- und des Kantonsrats mit 14'166 Ja gegen 12'363 Nein an.\n\nIn Erwägung, dass im Kanton Schwyz Initiativbegehren auf Partialrevision der Verfassung nach geltendem Recht nur in der Form der allgemeinen Anregung zulässig seien, nicht aber in jener des ausgearbeiteten Entwurfes, beschloss der Regierungsrat am 15. Oktober 1985, dem Kantonsrat eine Vorlage für eine formulierte Verfassungsbestimmung zum Initiativbegehren \"zur Erhaltung unserer Schwyzer Landschaften\" zuzuleiten, die vom Kantonsrat ausgearbeitete Verfassungsbestimmung zu gegebener Zeit der Volksabstimmung zu unterbreiten und nach ihrer Annahme um die Gewährung der Bundesversammlung nachzusuchen. Dieser Beschluss wurde im Amtsblatt des Kantons Schwyz vom 18. Oktober 1985 publiziert.\n\nDas Kritische Forum Schwyz und vier im Kanton stimmberechtigte Einzelpersonen führen gegen den Beschluss des Regierungsrates staatsrechtliche Beschwerde wegen Verletzung der politischen Rechte (Art. 85 lit. a OG). Sie stellen folgende Anträge:\n\n\"Der Beschluss des Regierungsrates des Kts. Schwyz vom 15. Okt. 1985 betr. Initiativbegehren \"zur Erhaltung unserer Schwyzer Landschaften\" sei aufzuheben, und der Regierungsrat sei zu verpflichten, die in der Volksabstimmung vom 22. Sept. 1985 angenommenen Verfassungsbestimmungen (§ 13 Abs. 4 KV) in Rechtskraft zu setzen und in die Gesetzessammlung aufzunehmen.\"\n\nZur Begründung führen sie im wesentlichen aus, die Volksinitiative auf Partialrevision der Schwyzer Verfassung sei zulässigerweise in der Form eines formulierten Vorschlages eingereicht und durch die Stimmbürger als solche angenommen worden. Durch die Behandlung als allgemeine Anregung und durch den Vorbehalt einer zweiten Verfassungsabstimmung werde ihr Stimmrecht verletzt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Bundesgericht prüft die Zulässigkeit einer staatsrechtlichen Beschwerde von Amtes wegen und mit freier Kognition (BGE 106 Ia 152 E. 1). |211|\n\na) Die Beschwerdeführer 2 bis 5 sind unbestrittenermassen stimmberechtigte Einwohner des Kantons Schwyz. Als solche sind sie zur Stimmrechtsbeschwerde im Sinne von Art. 85 lit. a OG legitimiert (BGE 111 Ia 116 E. 1a mit Hinweisen).\n\nDie politischen Parteien sind nach der bundesgerichtlichen Rechtsprechung befugt, kantonale Abstimmungen und Wahlen mit staatsrechtlicher Beschwerde nach Art. 85 lit. a OG anzufechten, sofern sie im betreffenden Kanton tätig sind und sich als juristische Person konstituiert haben (Pra 1986, Nr. 31, E. 2b mit Hinweis). Der Beschwerdeführer 1 erfüllt diese Voraussetzungen; auch er ist zur Stimmrechtsbeschwerde legitimiert.\n\nb) Das politische Stimmrecht im Sinne von Art. 85 lit. a OG gibt dem Bürger einen Anspruch darauf, dass kein Abstimmungsresultat anerkannt wird, das nicht den freien Willen der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck bringt (BGE 111 Ia 198 E. 2b mit Hinweis). Positiv ausgedrückt hat der Stimmbürger aber auch Anspruch darauf, dass ein ordnungsgemäss zustande gekommenes Abstimmungsergebnis (oder eine ordnungsgemäss zustande gekommene Wahl) anerkannt wird. In Konkretisierung dieses Rechts hat das Bundesgericht in BGE 100 Ia 381 entschieden, Initianten könnten sich mit der Stimmrechtsbeschwerde dagegen zur Wehr setzen, dass durch ein unzulässiges Vorgehen der Behörde bei Abstimmungsfragen die Wirkungen der Annahme eines Volksbegehrens verhindert würden. Vorliegend sind nicht direkt Abstimmungsfragen streitig. Der Regierungsrat hat aber, indem er in seinem Beschluss vom 15. Oktober 1985 das von den Stimmbürgern angenommene Initiativbegehren als allgemeine Anregung qualifizierte, die Initianten gleichwohl um die direkten Wirkungen ihres Volksbegehrens gebracht: Dessen Text wird nicht unmittelbar zur Verfassungsbestimmung, sondern bedarf einer weiteren ausformulierten Vorlage, welche nochmals der Volksabstimmung zu unterbreiten ist. Mit der Stimmrechtsbeschwerde kann somit die Rüge erhoben werden, eine formulierte Initiative lediglich als allgemeine Anregung und eine vom Volk angenommene verbindliche Verfassungsbestimmung als blossen Auftrag zur Ausarbeitung einer Abstimmungsvorlage zu behandeln, verletze die Verfassung.\n\nc) Die staatsrechtliche Beschwerde ist grundsätzlich kassatorischer Natur, d.h. es kann mit ihr nur die Aufhebung des angefochtenen Entscheides, nicht aber der Erlass positiver Anordnungen durch das Bundesgericht verlangt werden. Eine Ausnahme ist nur |212| dann gerechtfertigt, wenn der verfassungsmässige Zustand nicht bereits mit der Aufhebung des angefochtenen Entscheides herzustellen ist (BGE 111 Ia 123 E. 1b, 47 E. 1c; je mit Hinweisen). Dies gilt auch für die Stimmrechtsbeschwerde (BGE 107 Ia 219 E. 1b mit Hinweis). Sollte sich die vorliegende Beschwerde als begründet erweisen, so würde der verfassungsmässige Zustand erreicht, wenn der angefochtene Beschluss des Regierungsrates, in welchem dieser dem Abstimmungsergebnis über die Volksinitiative nicht die ihm gebührende materielle Bedeutung beigemessen hätte, aufgehoben würde. Positive Anordnungen auf pflichtgemässen Vollzug des Abstimmungsergebnisses dagegen wären nicht notwendig. Soweit die Beschwerdeführer daher mehr verlangen als die Aufhebung des angefochtenen Regierungsratsbeschlusses, ist auf die Beschwerde nicht einzutreten.\n\nd) Der Beschluss des Regierungsrates des Kantons Schwyz vom 15. Oktober 1985 stellt einen letztinstanzlichen kantonalen Entscheid gemäss Art. 86 Abs. 1 OG dar.\n\nAuf die im übrigen frist- und formgerecht eingereichte Beschwerde kann im aufgezeigten Umfange eingetreten werden.\n\n2. a) Bei Stimmrechtsbeschwerden prüft das Bundesgericht nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch diejenige anderer kantonaler Vorschriften, welche den Inhalt des Stimm- und Wahlrechts normieren oder mit diesem in engem Zusammenhang stehen. Die Auslegung anderer kantonaler Normen sowie die Feststellung des Sachverhaltes durch die kantonalen Behörden wird dagegen nur unter dem Gesichtswinkel des Willkürverbots geprüft. In ausgesprochenen Zweifelsfällen schliesst sich das Bundesgericht indessen selbst bei freier Kognition der von der obersten kantonalen Instanz vertretenen Auffassung an, sofern es sich dabei um das Volk oder das Parlament handelt (BGE 111 Ia 117 E. 2a mit Hinweisen).\n\nGegenstand der vorliegenden Beschwerde ist die Frage, ob der Kanton Schwyz das Institut der formulierten Verfassungsinitiative kennt. Sie ist durch Auslegung der einschlägigen Verfassungsbestimmungen zu beantworten.\n\nDie Auslegung einer Verfassungsbestimmung hat grundsätzlich nach denselben methodischen Regeln zu erfolgen, wie sie für die Auslegung der einfachen Gesetze entwickelt wurden (BGE 105 Ib 56 E. 4a mit Hinweis; BGE 83 I 177 E. 4; YVO HANGARTNER, Grundzüge des schweizerischen Staatsrechts, Band I: Organisation, |213| Zürich 1980, S. 35; HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, Zürich 1984, S. 33). Die Gewichtung der einzelnen Auslegungselemente kann allerdings unterschiedlich ausfallen, je nachdem ob die zu interpretierende Norm den organisatorischen Bestimmungen der Verfassung angehört oder verfassungsmässige Grundrechte schützt, deren Inhalt es zu erarbeiten gilt. Im ersten Fall ist der Auslegungsspielraum relativ eng begrenzt, sind die organisatorischen Normen der Verfassung doch nicht durch jene Weite und Dehnbarkeit geprägt wie die Bestimmungen, welche das materiell-rechtliche Verhältnis des Staates zu seinen Bürgern ordnen (HANS HUBER, Der Formenreichtum der Verfassung und seine Bedeutung für ihre Auslegung, ZBJV 107/1971, S. 172 ff., insbesondere S. 191). Letztere bedürfen eher der Konkretisierung denn der Auslegung, einer Konkretisierung, welche auch sich wandelnden geschichtlichen Bedingungen und gesellschaftlichen Vorstellungen Rechnung zu tragen vermag (HANS HUBER, a.a.O. S. 191, 186 ff.; BGE 104 Ia 291 E. 4c mit Hinweisen). Demgegenüber geben die organisatorischen Verfassungsnormen den Willen des Verfassungsgebers über die Strukturen und Mechanismen des Staates wieder. Diese Ordnung ist kaum konkretisierungsbedürftig. Allenfalls sich wandelnden Auffassungen vermag nicht die Auslegung, sondern lediglich eine Verfassungsänderung Rechnung zu tragen. Für die Auslegung solcher Verfassungsbestimmungen gilt daher, dass beim Fehlen eines klaren und unmissverständlichen Wortlautes vorab die historischen Elemente heranzuziehen sind: Massgebend sind die Vorstellungen des Verfassungsgebers im Zeitpunkt des Erlasses der Bestimmungen sowie die nachfolgende Praxis der rechtsanwendenden Organe (vgl. BGE 83 I 179 f.).\n\nb) Die Bestimmungen der Verfassung des eidgenössischen Standes Schwyz vom 23. Oktober 1898 zum Initiativrecht sind knapp gehalten. Nicht ausdrücklich geregelt ist insbesondere die Frage, ob die Volksinitiative auf Partialrevision der Kantonsverfassung nur in der Form der allgemeinen Anregung oder auch in der Form des formulierten Entwurfes möglich ist. § 31 Abs. 2 KV, welcher die Gesetzesinitiative normiert, unterscheidet ebenfalls nicht zwischen allgemeinen Anregungen und formulierten Entwürfen. Die Praxis lässt beide Initiativformen zu (FRIEDRICH HUWYLER, Gesetz und Verordnung im Kanton Schwyz, Aarau 1970, S. 76; unveröffentl. Urteil des Bundesgerichts vom 22. Dezember 1982 i.S. R., E. 7c). Allerdings ist zu beachten, |214| dass die Vorschriften über die Verfassungsinitiative doch etwas einlässlicher gehalten sind als diejenigen über die Gesetzesinitiative:\n\naa) Die Verfassung unterliegt einer Partialrevision, wenn 2000 Stimmberechtigte unter Angabe der zu revidierenden Artikel ein solches Begehren stellen (§ 103 KV). Die Forderung, die zu revidierenden Artikel seien zu nennen, bedingt nicht zwingend, dass in der Initiative selbst neue Bestimmungen ausformuliert werden, schliesst eine solche Möglichkeit aber auch nicht von vornherein aus.\n\nbb) Jede Partialrevision geschieht durch den Kantonsrat selbst (§ 105 KV). Vom Text her deutet diese Bestimmung darauf hin, dass formulierte Verfassungsinitiativen ausgeschlossen sind, die Redaktion des Rechtssatzes im Hinblick auf die Volksabstimmung vielmehr dem Kantonsrat obliegt. Es ist aber möglich, diesen Artikel auch bloss als Kompetenzabgrenzung zu § 104 KV zu verstehen, welcher die durch Volksinitiative verlangte Totalrevision der Verfassung einem Verfassungsrat überträgt. Andererseits könnte die Wendung \"jede Partialrevision\" vermuten lassen, eine solche bedinge zwingend einen formulierten Vorschlag des Kantonsrates.\n\ncc) § 106 KV, welcher für die Verfassungsrevision eine zweite Beratung der Behörde verlangt, spricht seinerseits gegen die Möglichkeit einer formulierten Initiative. Das Erfordernis einer zweifachen Lesung verlöre sonst seinen Sinn (vgl. dazu BGE 73 I 32 E. 2b).\n\nDie grammatikalische Interpretation der massgebenden Verfassungsbestimmungen legt nahe, die formulierte Volksinitiative auf Teilrevision der Verfassung zu verneinen. Indessen ist der Text nicht dermassen klar und eindeutig, dass er für die Auslegung der Verfassung schlechthin verbindlich wäre.\n\nc) Obgleich die Bestimmungen der schwyzerischen Verfassung über die Volksinitiative auch den Grundrechtsgehalt des politischen Stimmrechts beschlagen, stellen sie doch vorab Normen des kantonalen Organisationsrechts dar. Sie enthalten die Möglichkeiten, welche zur Abänderung der Verfassung zur Verfügung stehen. Nach den Ausführungen in E. 2a ist daher zur Auslegung der Verfassung neben der grammatikalischen vor allem die historische Methode anzuwenden.\n\naa) Bereits die Verfassung des Kantons Schwyz vom 13. Oktober 1833 kannte die Verfassungsinitiative. Ihr Art. 152 bestimmte: |215|\n\n\"Wenn zwei Drittheile der Gesamtheit der Kantonsbürger nach Art. 107 in acht Jahren für theilweise oder ganze Revision der Verfassung sich erklären, so wird ein Verfassungsrath nach dem Verhältniss der Bevölkerung von den Bezirksgemeinden gewählt.\"\n\nOffensichtlich war danach eine Volksinitiative auf Verfassungsänderung nur in der Form der allgemeinen Anregung möglich. Die redaktionelle Ausarbeitung der Verfassungsvorlage oblag in jedem Fall dem Verfassungsrat. Dies war auch die Auffassung des Grossen Rates des Kantons Schwyz (Beschluss vom 13. Jänner 1842, in Sammlung der Verfassungen und Gesetze des Kantons Schwyz von 1833 bis 1848 sowie der Konkordate von 1803 bis 1856, Schwyz 1864, S. 40 ff., insbesondere S. 42).\n\nbb) Der Entwurf einer Verfassung des eidgenössischen Standes Schwyz vom 5. April 1842 behielt diese Ordnung im wesentlichen unverändert bei (§ 159). Auch danach hatte auf Volksinitiative hin ein Verfassungsrat die Vorlage auszuarbeiten.\n\ncc) Die Verfassung des eidgenössischen Standes Schwyz vom 18. Februar 1848 ordnete die Verfassungsinitiative neu (§§ 175 ff.). Danach konnten 2000 Kantonsbürger eine Total- oder Partialrevision der Verfassung beim Kantonsrat verlangen, worauf das Begehren den Kreisgemeinden zur Abstimmung vorgelegt werden musste (§ 176). Die Formulierung der zu revidierenden Verfassungsbestimmung war in diesem Fall weiterhin einem Verfassungsrat übertragen. Einfacher geregelt war die Verfassungsrevision auf Beschluss des Kantonsrates hin, indem diese nach der Genehmigung in der Vorabstimmung (§ 177 Abs. 1 lit. c) durch den Kantonsrat selbst vorgenommen werden konnte. In beiden Fällen musste jedoch die total oder partiell revidierte Verfassung noch dem Volke zur Annahme oder Verwerfung vorgelegt werden (§ 179). Es war also weiterhin nicht möglich, eine formulierte Verfassungsinitiative einzureichen.\n\ndd) Die heutigen Bestimmungen zur Revision der Kantonsverfassung gehen im wesentlichen auf die Verfassung des eidgenössischen Standes Schwyz vom 11. Juni 1876 zurück. Deren §§ 109 ff. decken sich inhaltlich mit den heutigen Bestimmungen. Im Vergleich mit der Verfassung des Jahres 1848 wurden die Befugnisse des Kantonsrates erweitert, und der Verfassungsrat wurde nur noch bei Totalrevisionen aufgrund einer Volksinitiative eingesetzt. Sodann entfiel bei Partialrevisionen die sogenannte Vorabstimmung durch das Volk. |216|\n\nDie historische Entwicklung gibt keine Anzeichen, dass im Jahre 1876 die Volksinitiative in dem Sinne erweitert werden sollte, dass sie nicht mehr bloss nur in der Form der allgemeinen Anregung, sondern neu auch in derjenigen des formulierten Entwurfes möglich sein sollte. Gegen eine solche Ausweitung spricht auch die Tatsache, dass die Verfassungsbestimmungen der siebziger Jahre des letzten Jahrhunderts im Regelfall bloss die Initiative in der Form der allgemeinen Anregung kannten (ED. HIS, Geschichte des neuern Schweizerischen Staatsrechts, Bd. III, Basel, 1938, S. 309 f.).\n\nVon dieser historischen Auffassung der Volksinitiative gehen auch die Beschwerdeführer aus. Sie halten indessen dafür, der Verfassungstext erlaube, auch dem gewandelten Verständnis gegenüber dem Initiativrecht Rechnung zu tragen und dieses, soweit das positive Recht es nicht ausschliesse, auch in der Form des formulierten Entwurfes zuzulassen. Dabei verkennen sie, dass die organisatorischen Bestimmungen einer Verfassung einer solchen Konkretisierung nach Massgabe gewandelter Anschauungen und veränderter Verhältnisse grundsätzlich nicht zugänglich sind. Genügt die Organisationsstruktur modernen Anforderungen nicht mehr, ist es Aufgabe der rechtssetzenden, nicht der rechtsanwendenden Organe, die gebotenen Änderungen vorzunehmen (vgl. dazu BGE 83 I 179 f.). Der Bedeutungsgehalt organisatorischer und kompetenzbezogener Bestimmungen richtet sich primär nach dem Zeitpunkt der Entstehung der Norm. Eine solche Ordnung kann nicht allein unter Hinweis auf den Bedeutungswandel eines Instituts oder veränderte gesellschaftliche Anschauungen hinfällig werden (vgl. dazu IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 5. Auflage, Basel 1976, Nr. 22, B IIc, S. 143). Enthält daher eine Kantonsverfassung nach Massgabe der historischen Auslegung das Institut der formulierten Vefassungsinitiative nicht, kann diese nicht durch eine unter Hinweis auf gewandelte Anschauungen vom historischen Willen des Verfassungsgebers losgelöste zeitgemässe Auslegung gleichsam institutionalisiert werden. Dies gilt auch für die Verfassung des Kantons Schwyz, welche in Würdigung der historischen Entwicklung die formulierte Volksinitiative auf ihre Teilrevision nicht kennt.\n\nd) Auch aus dem Entwurf einer neuen Verfassung des eidgenössischen Standes Schwyz vom 18. November 1897, welcher in der Volksabstimmung vom 13. Februar 1898 verworfen wurde, lässt sich schliessen, dass sowohl der Verfassungsgeber von 1876 |217| wie auch dernjenige von 1898 die formulierte Verfassungsinitiative nicht einführen wollte. Die Vorlage sah in Art. 91 eine einlässliche Regelung der Partialrevision vor, wobei sie sowohl den ausgearbeiteten Entwurf (Abs. 1 Ziff. 1) wie die allgemeine Anregung (Abs. 1 Ziff. 2) zuliess. Dabei ist folgendes beachtenswert:\n\naa) Ein Volksvorschlag auf Teilrevision in der Form der allgemeinen Anregung hatte die zu revidierenden Artikel zu bezeichnen (Art. 91 Abs. 1 Ziff. 1 des Entwurfes). Dieses Erfordernis deckt sich mit § 110 lit. b KV 1876 und § 103 lit. b KV 1898. Die Einheit der Formulierungen legt dabei eine identische Auslegung in dem Sinne nahe, dass durch das Erfordernis der \"Angabe der zu revidierenden Artikel\" (§ 103 lit. b KV 1898) das Institut der Volksinitiative auf Partialrevision der Kantonsverfassung auf die Form der allgemeinen Anregung beschränkt wird.\n\nbb) Die Teilrevision aufgrund einer Volksinitiative in der Form der allgemeinen Anregung oder auf Beschluss des Kantonsrates sollte durch diesen selbst erfolgen (Art. 91 Abs. 2 des Entwurfes). Demgegenüber war die Zuständigkeit des Kantonsrates zur Durchberatung der Verfassungsvorlage bei einer formulierten Verfassungsinitiative ausgeschlossen.\n\nNach § 105 KV 1898 geschieht jede Partialrevision durch den Kantonsrat selbst. Auch hier macht der Kontext der beiden jüngsten Verfassungen und des dazwischenliegenden Entwurfes deutlich, dass die positive Verfassung die formulierte Verfassungsinitiative nicht kennt und nie kannte.\n\ne) In der Literatur wird überwiegend die Auffassung vertreten, der Kanton Schwyz kenne die Volksinitiative auf Partialrevision der Verfassung lediglich in der Form der allgemeinen Anregung (PAUL REICHLIN, Demokratische Verfassung und verfassungsmässige Demokratie im Ablauf eines Jahrhunderts, in: Der Stand Schwyz im hundertjährigen Bundesstaat 1848-1948, S. 22 ff., insbesondere S. 37; FRIEDRICH HUWYLER, a.a.O., S. 71; E. VON WALDKIRCH, Die Mitwirkung des Volkes bei der Rechtsetzung nach dem Staatsrecht der schweizerischen Eidgenossenschaft und ihrer Kantone, Bern 1918, S. 40 f.; Z. GIACOMETTI, Das Staatsrecht der schweizerischen Kantone, Zürich 1941, S. 465). Dies im Gegensatz zur Gesetzesinitiative, die sowohl in der Form der allgemeinen Anregung wie in derjenigen des ausgearbeiteten Entwurfes zugelassen wird (unveröffentlichtes Urteil des Bundesgerichts vom 22. Dezember 1982 i.S. R., E. 7c; FRIEDRICH HUWYLER, a.a.O., |218| S. 71). Soweit abweichende Auffassungen vertreten werden, setzen sich diese entweder mit der Verfassung des Kantons Schwyz nicht ausdrücklich auseinander (KARL HERNEKAMP, Formen und Verfahren direkter Demokratie, Frankfurt a.M. 1979, S. 141) oder geben bloss das Resultat einer bei den Staatskanzleien durchgeführten Umfrage wieder (CHRISTIAN MOSER, Institutionen und Verfahren der Rechtsetzung in den Kantonen, Bulletin 13 des nationalen Forschungsprogramms Nr. 6 \"Entscheidungsvorgänge in der schweizerischen Demokratie\", S. 47). Eine solche Auskunft aber ist nicht geeignet, die grammatikalisch und vor allem die historisch schlüssige Auslegung der Kantonsverfassung in Frage zu stellen.\n\nDemnach ist davon auszugehen, dass der Kanton Schwyz die Volksinitiative auf Partialrevision seiner Verfassung nur in der Form der allgemeinen Anregung, nicht auch in derjenigen des ausgearbeiteten Entwurfes kennt.\n\n3. Die besonderen Einwände, welche in der Beschwerde gegen dieses Auslegungsergebnis erhoben werden, halten einer Überprüfung nicht stand:\n\na) Die Beschwerdeführer machen geltend, die Beschränkung der Volksinitiative auf Partialrevision einer Kantonsverfassung auf die Form der allgemeinen Anregung widerspreche Art. 6 BV.\n\nDas Bundesgericht hat sich in seiner bisherigen Rechtsprechung für unzuständig erklärt, kantonale Verfassungsbestimmungen auf ihre Vereinbarkeit mit dem Bundesrecht zu überprüfen. Es erachtete diese Prüfung als eine Aufgabe der Bundesversammlung, welche sie vor dem Entscheid über die Gewährleistung kantonaler Verfassungen zu erfüllen habe (Art. 6 Abs. 2 lit. a in Verbindung mit Art. 85 Ziffer 7 BV). Die Vorschrift von Art. 85 Ziffer 7 BV sei im Verhältnis zu Art. 113 BV spezielleres Recht und entziehe dem Bundesgericht die Zuständigkeit zur Überprüfung der kantonalen Verfassungen (BGE 111 Ia 241 E. 3a mit Hinweisen). Eine Ausnahme macht das Bundesgericht lediglich für den Fall, dass das übergeordnete Recht im Zeitpunkt der Gewährleistung durch die Bundesversammlung noch nicht in Kraft getreten und deshalb bei der vorgängigen Überprüfung nicht zu berücksichtigen war (BGE 111 Ia 242 E. 3b).\n\nDie Beschwerdeführer bringen nichts vor, was das Bundesgericht veranlassen würde, diese Rechtsprechung, welche es in einem neuesten Entscheid gegen eine verbreitete Kritik im Grundsatz erneut bestätigt hat (BGE 111 Ia 239 ff.), neu zu überprüfen. Auf |219| den Einwand, die Regelung des Initiativrechts im Kanton Schwyz verletze Art. 6 BV, ist deshalb nicht einzutreten.\n\nb) Nicht von Bedeutung für das vorliegende Beschwerdeverfahren ist die Tatsache, dass nach der Praxis im Kanton Schwyz die Gesetzesinitiative nicht nur in der Form der allgemeinen Anregung, sondern auch in derjenigen des ausgearbeiteten Entwurfes möglich ist. Die Ausgestaltung der Gesetzes- und der Verfassungsinitiative kann ohne weiteres voneinander abweichen. Insbesondere ist durchaus vertretbar, nur die Form der allgemeinen Anregung zuzulassen, damit der endgültige Verfassungstext sowohl in formeller wie in materieller Hinsicht angemessen formuliert werden kann. Aus § 31 KV vermögen die Beschwerdeführer somit nichts zu ihren Gunsten abzuleiten.\n\nc) Ebensowenig entscheidend ist, dass der Regierungs- und der Kantonsrat im Jahre 1982 in einem neuen Gesetz über die Wahlen und Abstimmungen die formulierte Volksinitiative auf Partialrevision der Kantonsverfassung zulassen wollten. Abgesehen davon, dass die Stimmbürger die Vorlage verwarfen, ist offensichtlich die Frage der Verfassungsmässigkeit der vorgesehenen Neuregelung nie geprüft worden.\n\nd) Die Beschwerdeführer leiten die Zulässigkeit der formulierten Verfassungsinitiative schliesslich daraus ab, dass sie in Teilbereichen zwingend zugelassen sein müsse, namentlich bei der Aufhebung von Verfassungsartikeln. Dieser Auffassung ist insoweit beizupflichten, als die Initiative auf ersatzlose Aufhebung einer Bestimmung der Kantonsverfassung im Falle ihrer Annahme eine unmittelbare Rechtsänderung bewirkt, ohne dass sich die Frage stellt, ob sie als allgemeine Anregung oder als formulierte Vorlage zu verstehen sei. Die Unterscheidung ist in diesem Falle aber bereits logisch bedeutungslos, da die blosse Aufhebung einer Norm der redaktionellen Tätigkeit des Verfassungs- oder Gesetzgebers ohnehin entzogen ist. Wird indessen die Änderung der Verfassung durch den Erlass neuer Normen verlangt, bedürfen diese zwangsläufig der textlichen Konkretisierung. Hier ist durchaus von Bedeutung, ob dieses Ausformulieren durch die Initianten selbst vorgenommen werden darf oder dem ordentlichen Verfassungs- oder Gesetzgeber vorbehalten bleibt. Die Möglichkeit einer - zwangsläufig formulierten - Volksinitiative auf Streichung eines oder mehrerer Verfassungsartikel zwingt daher nicht zur Auffassung, auch die Initiative auf Erlass neuer Normen sei in der Form des formulierten Entwurfes zulässig. |220|\n\n4. Kennt demnach das schwyzerische Recht die positive Volksinitiative auf Partialrevision der Verfassung in der Form des ausgearbeiteten Entwurfes nicht, so konnte auch das hier zu beurteilende Initiativbegehren den Stimmbürgern lediglich als allgemeine Anregung unterbreitet werden.\n\nDie Beschwerdeführer machen aber unter sinngemässer Berufung auf die Prinzipien des Vertrauensschutzes auch geltend, in den behördlichen Abstimmungsunterlagen fehle ein Hinweis darauf, dass der Volksinitiative lediglich die Bedeutung einer allgemeinen Anregung beigemessen werde. Eine (selbst unrichtige) Auskunft oder Zusicherung, welche eine Behörde dem Bürger erteilt und auf die er sich verlassen hat, ist unter gewissen Umständen bindend. Voraussetzung dafür ist, dass sich die Angaben der Behörde auf eine konkrete, den betreffenden Bürger berührende Angelegenheit beziehen, dass die Amtsstelle, welche die Auskunft gegeben hat, hiefür zuständig war, dass der Bürger die Unrichtigkeit des Bescheids nicht ohne weiteres hat erkennen können, dass er im Vertrauen auf die Auskunft nicht wieder rückgängig zu machende Dispositionen getroffen hat und dass die Rechtslage zur Zeit der Verwirklichung des Tatbestandes noch die gleiche ist wie im Zeitpunkt der Auskunfterteilung (BGE 111 Ib 124 E. 4 mit Hinweis). Die Beschwerdeführer machen nicht geltend, ihnen sei jemals verbindlich erklärt worden, im Kanton Schwyz sei die formulierte Volksinitiative auf Partialrevision der Verfassung zulässig. Dass der Regierungsrat sich in den Abstimmungsvorlagen zu dieser Frage nicht äusserte, stellt jedenfalls keine Zusicherung in diesem Sinne dar. Es kann deshalb offenbleiben, wer zu einer solchen vertrauensbegründenden Auskunft überhaupt zuständig gewesen wäre.\n\nDemgegenüber haben die Initianten in ihrer Abstimmungszeitung zur Volksabstimmung vom 22. September 1985 ausdrücklich ausgeführt, die Initiative verlange \"in der Form einer allgemeinen Anregung\" eine Ergänzung von § 13 der Kantonsverfassung durch einen Absatz 4. Die Beschwerdeführer erachten diese Stellungnahme der Initianten unter Berufung auf die bundesgerichtliche Rechtsprechung, wonach der Initiativtext nicht nach dem subjektiven Willen der Initianten, sondern aus sich selbst auszulegen ist (BGE 105 Ia 154 E. 3a und 366 E. 4), für unmassgebend. Dabei übersehen sie, dass diese Grundsätze zur inhaltlichen Auslegung eines Initiativtextes entwickelt wurden. Dagegen können die Initianten frei entscheiden, ob sie ihr Begehren den Stimmbürgern in |221| der Form der allgemeinen Anregung oder des ausgearbeiteten Entwurfes unterbreiten wollen. Eine ausdrücklich als allgemeine Anregung bezeichnete Volksinitiative darf somit, selbst wenn sie den Anforderungen an einen formulierten Entwurf genügen sollte, nicht zu einem solchen umgedeutet werden.\n\nDie staatsrechtliche Beschwerde erweist sich somit als unbegründet und ist abzuweisen, soweit auf sie eingetreten werden kann."}