{"annee": "112", "cour": "II", "page": "226", "date": "22/4/1986", "cite": [], "cite_par": ["125 III 412"], "chapeau": "38. Auszug aus dem Urteil der I. Zivilabteilung vom 22. April 1986 i.S. R. X. gegen Y. (Berufung)", "regestes": ["Droit du conjoint à une indemnité à titre de réparation morale (art. 47 CO et 49 CO ancien). L'époux, dont le conjoint est devenu gravement invalide à la suite d'un accident, a droit à une indemnité pour tort moral, lorsqu'il est touché de la même manière ou plus fortement qu'en cas de décès d'un proche; son droit ne suppose pas l'existence d'une faute grave de l'auteur du dommage."], "faits": "BGE 112 II 226 S. 227\n\nA.- Am 14. Mai 1980 wurde der 1952 geborene J. X. in Basel von einem Lastwagen überfahren. Der Unfall hatte unter anderem die Impotenz von X. zur Folge. Am 4. November 1980 verurteilte der Strafgerichtspräsident Basel-Stadt den Lastwagenlenker wegen fahrlässiger schwerer Körperverletzung zu einer Busse von Fr. 500.--.\n\nB.- Am 21. April 1983 klagte die im Zeitpunkt des Unfalls knapp 19 Jahre alte Ehefrau von X., R. X., beim Zivilgericht des Kantons Basel-Stadt gegen die Haftpflichtversicherungs-Gesellschaft des Lastwagenhalters, die Y. Versicherungs-Gesellschaft, auf Zahlung einer Genugtuung von Fr. 30'000.-- nebst Zins. Die Klägerin begründete ihren auf Art. 49 OR abgestützten Anspruch damit, dass sie wegen der Verletzung ihres Ehemannes keine weitern Kinder haben könne. Nach Einreichung der Klage fand die Beklagte den Ehemann mit einer Genugtuung von Fr. 60'000.-- ab. Das Zivilgericht des Kantons Basel-Stadt beschränkte den Prozess auf die Frage, ob auch Angehörigen eines Verletzten ein Genugtuungsanspruch gemäss Art. 49 OR zustehe, verneinte dies und wies die Klage ab. Das Appellationsgericht des Kantons Basel-Stadt bestätigte das erstinstanzliche Urteil.\n\nDas Bundesgericht heisst die Berufung gut, hebt das Urteil des Appellationsgerichts auf und weist die Sache zur Neubeurteilung im Sinn der Erwägungen an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Weil die Anspruchsberechtigung der Klägerin dem Grundsatz nach zu bejahen ist, sind die weiteren Voraussetzungen von Art. 49 OR zu prüfen. Der Einwand der Beklagten, es fehle selbst bei Vorliegen der Aktivlegitimation an der nötigen Intensität der Verletzung, übersieht, dass sowohl das Zivilgericht als auch das Appellationsgericht den Prozess auf die Frage der Anspruchsberechtigung beschränkt haben, weshalb die übrigen Bedingungen von Art. 49 OR offengeblieben sind. So erschöpfen sich die Ausführungen über die Schwere der Verletzung in Andeutungen. Die Vorinstanz wird darüber umfassende Feststellungen zu treffen haben.\n\na) Beim Entscheid, ob die Impotenz des Ehemannes die Klägerin in ihren Persönlichkeitsrechten besonders schwer verletzt hat, wird auch der vom Ministerkomitee mit Resolution 75-7 vom 19. März 1975 empfohlene Grundsatz Nr. 13 zu beachten sein (vgl. BGE 112 II 226 S. 228dazu J.-F. EGLI in Mélanges André Grisel, S. 325 und 338). Im französischen Originaltext verlangt er die \"présence de souffrances d'un caractère exceptionnel\". Massgebend sind dabei alle Umstände wie das Alter der Ehegatten, die Bedeutung des Geschlechtslebens in der vorliegenden Ehe, die Art der Impotenz, das heisst, ob und inwieweit zur impotentia generandi noch die impotentia coeundi hinzukommt, sowie die Ausgeprägtheit des Wunsches nach weiteren Kindern.\n\nb) Im Gegensatz zu Art. 49 OR in der bis zum 30. Juni 1985 geltenden Fassung setzt Art. 47 OR kein besonders schweres Verschulden voraus. Die Tötung eines Menschen unter gravierenden Umständen auch objektiver Natur kann den Angehörigen derart treffen, dass sich eine Genugtuung ungeachtet des Verschuldens des Schädigers aufdrängt.\n\nDieser Grundgedanke ist auch bei der Auslegung von Art. 49 OR heranzuziehen, obwohl der Fall altem Recht untersteht (Botschaft des Bundesrates über die Änderung des Schweizerischen Zivilgesetzbuches vom 5. Mai 1982, BBl 1982 II S. 683; BROGGINI, Schweizerisches Privatrecht, Bd. I, S. 460). Es wäre eine ungerechtfertigte Privilegierung von Angehörigen eines Getöteten gegenüber den Angehörigen eines Verletzten, die gleich oder schwerer betroffen sein können, wenn diesen die Genugtuung einzig deshalb versagt bliebe, weil es am besonders schweren Verschulden des Schädigers fehlt. Die Vorinstanz wird demnach entscheidend auf die Schwere der Persönlichkeitsverletzung bei der Klägerin abzustellen haben."}