{"annee": "112", "cour": "IB", "page": "556", "date": "25/7/1986", "cite": ["108 IB 267", "104 IA 226", "98 IB 364", "101 IB 313", "104 IB 232", "98 IB 368", "106 IB 136", "108 IB 509", "107 IB 355", "108 IB 167"], "cite_par": ["112 IB 564", "113 IB 411", "114 IB 180"], "chapeau": "83. Estratto della sentenza 25 luglio 1986 della I Corte di diritto pubblico nella causa Flog S.A. c. Dipartimento federale dell'interno (ricorso di diritto amministrativo)", "regestes": ["Défrichement pour un terrain de golf; pesée des intérêts. 1. Une autorisation de défricher pour des installations touristiques et sportives ne peut être accordée qu'exceptionnellement: il faut que la surface touchée soient relativement réduite et que les effets de l'ouvrage projeté soient d'une importance primordiale et vitale pour une petite localité ou toute une région (consid. 2b). 2. Une interprétation correcte de la législation forestière ne permet pas d'accorder trop largement des autorisations de défricher en faveur d'installations touristiques. Dans la pesée des intérêts, on ne peut attribuer un trop grand poids aux difficultés conjoncturelles d'une branche de l'industrie ou à la nécessité de maintenir des postes de travail (art. 26 al. 3 OFor; consid. 3)."], "faits": "|557|\n\nLa Flog S.A. è intenzionata a costruire un centro turistico e sportivo in località Moreggi, a Chiasso, ov'è proprietaria di un'area boschiva di 245'000 mq.\n\nIl 27 giugno 1983 essa ha presentato al Dipartimento dell'ambiente del Cantone Ticino la domanda per ottenere il permesso di dissodare 105'200 mq ai mappali n. 301, 324, 326 e 384 RFD di Pedrinate. La prospettata realizzazione comprende, oltre a un albergo, una piscina e campi di tennis in zona aperta, nove buche per la pratica del golf, prevalentemente all'interno del bosco. I costi ammontano a ca. 50 milioni di franchi e i promotori hanno ventilato un rimboschimento compensativo in natura con la piantagione di numerosi alberi d'alto fusto tra le singole piste, così che queste strisce di terreno sarebbero trasformate in parco (l'area totale è di 25'000 mq). Per il resto, essi hanno assunto l'impegno di versare una somma destinata al rimboschimento e al risanamento del comprensorio forestale del Comune di Chiasso, in ragione di fr. 4.-- per mq.\n\nIl Dipartimento federale dell'interno (Dipartimento), al quale erano stati inviati gli atti, ha respinto l'istanza con decisione del 16 agosto 1984. Nei motivi esso ha rilevato che le particelle toccate dal dissodamento sono incluse in gran parte nel perimetro del progetto di sistemazione forestale del Demanio del Penz - approvato e sussidiato da Confederazione e Cantone - e che il progetto interessa un'area maggiore di quella indicata dalla ricorrente, poiché vanno aggiunti i 25'000 mq della superficie trasformata in parco - intervento che concretizza un mutamento delle finalità del suolo boschivo ai sensi dell'art. 25 cpv. 1 OVPF - e perché si deve tenere conto dell'ampliamento delle strade e dei sentieri esistenti, dei nuovi accessi e della recinzione attorno all'intero complesso. L'autorizzazione va negata - prosegue il Dipartimento, scostandosi dai preavvisi favorevoli del Municipio di Chiasso e del Consiglio di Stato - anche sulla base della ponderazione dei contrapposti interessi dato che l'infrastruttura presenta un interesse preminentemente turistico, l'area oggetto del disboscamento è assai estesa e l'impianto non costituisce una risorsa vitale per il Comune né per l'intera regione di Chiasso; il campo di golf è oltretutto destinato alla pratica di uno sport per una cerchia limitata di persone e non giova alla |558| salute della collettività. Gli interessi finanziari del progetto non possono prevalere sull'interesse alla conservazione del bosco; inoltre la prevista recinzione precluderebbe il libero accesso garantito dall'art. 699 CCS. Il Dipartimento si rifà inoltre ai preavvisi negativi dei servizi cantonali - in particolare a quello della Sezione forestale - i quali hanno ritenuto che l'opera non è di ubicazione vincolata ed avrà nefaste ripercussioni sulla natura e sul paesaggio, tra l'altro per l'assenza di rimboschimento compensativo.\n\nLa Flog S.A. ha impugnato questa decisione - postulandone l'annullamento - con un ricorso di diritto amministrativo, inteso a ottenere anche il permesso di dissodamento. Il Municipio di Chiasso e il Consiglio di Stato auspicano l'accoglimento del gravame e il rilascio del permesso, mentre il Dipartimento conclude per la reiezione. Una delegazione del Tribunale federale ha esperito il sopralluogo.", "considerants": "Considerando in diritto: (Ricevibilità del gravame e potere di cognizione.)\n\n2. a) (Richiamo della giurisprudenza relativa ai dissodamenti: DTF 104 Ia 232 segg., DTF 108 Ib 171 /72 consid. 3, 178 segg.)\n\nb) Il Tribunale federale si è ripetutamente occupato della legislazione forestale in casi ov'è previsto l'insediamento di impianti sportivi nell'area boschiva, fissando il principio che essi devono sorgere all'esterno della medesima, ossequiando in tal modo il precetto secondo il quale va tenuto conto della natura e del paesaggio circostanti; la superficie forestale può inoltre essere sacrificata solo in presenza di ragioni particolari.\n\nDello stesso tenore è la giurisprudenza concernente gli impianti turistici. Essi pure soggiacciono all'obbligo di rispettare la natura, segnatamente del patrimonio boschivo. Il rilascio di permessi di disboscamento intesi a favorire l'installazione di simili infrastrutture è accordato solo eccezionalmente, nella misura in cui il progetto tocca un'area relativamente ridotta e allorché esso esplica effetti essenziali e vitali per una piccola località o un'intera regione. Interessi generali d'ordine economico non possono, di norma, condurre al rilascio dell'autorizzazione, non essendo considerati necessità preponderante o ragione più valida dell'interesse alla conservazione del bosco, come prevede l'art. 26 cpv. 1 e 3 OVPF (DTF 108 Ib 175 consid. 6, 106 Ib |559139| /40 consid. 3, 101 Ib 316 segg.).\n\n3. La ricorrente assume che il Dipartimento ha violato il diritto federale, non avendo proceduto correttamente nella ponderazione degli interessi, in virtù all'art. 26 OVPF.\n\nA suo avviso, la necessità di mantenere integro il bosco va temperata, poiché il progetto prevede il risanamento dell'area interessata, con la trasformazione in parco, per cui essa non subirebbe alcuna alterazione, e perché la superficie, ora ricoperta di sterpi, abbandonata e inaccessibile, non risponderebbe alla nozione di bosco del diritto forestale; essa è raggiungibile solo attraverso un cammino stretto e impervio e non è agibile per le moderne attrezzature contro il fuoco, sebbene la zona sia esposta al pericolo d'incendio. Sulla scorta di queste premesse - continua la ricorrente - il principio del mantenimento del bosco non può essere applicato rigorosamente poiché la superficie da dissodare non esplica i benefici effetti di un bosco sano e in buone condizioni.\n\nIl Municipio di Chiasso e il Consiglio di Stato hanno favorevolmente accolto il progetto - osserva ancora la ricorrente - ritenendolo idoneo a influenzare l'economia regionale e suscettibile d'essere inserito nel Piano direttore cantonale, argomenti che il Dipartimento non avrebbe debitamente considerato.\n\nSecondo costante giurisprudenza, la natura boschiva o meno di un fondo dev'essere valutata sulla base della situazione concreta, facendo uso dei criteri enumerati dall'art. 1 OVPF, disposto conforme alla legge (DTF 107 Ib 355), che precisa la nozione di bosco da proteggere. Questa definizione pone l'accento sulla vegetazione arborea che ricopre di fatto una qualsiasi superficie, fermo restando che il precetto dell'art. 31 LVPF non può essere sminuito o soppresso per essere il soprassuolo arboreo trascurato o pregiudicato in conseguenza del taglio d'alberi, d'incendio, di deposito di materiali o di altri fattori (DTF 108 Ib 510 consid. 3, DTF 104 Ib 235 /36 consid. 2a). Non è superfluo sottolineare che anche la vegetazione sviluppatasi spontaneamente su un terreno che ne era in precedenza privo, dev'essere trattata alla stregua di un bosco sottoposto alla protezione, ove la sua presenza risalga a una certa epoca e il proprietario del fondo abbia omesso misure concrete per combattere il processo d'inselvatichimento (DTF 98 Ib 365 segg.; Rep. 1977 pag. 49). La protezione voluta dal legislatore non si riferisce solo alla crescita delle piante - elemento peraltro soggetto a frequenti cambiamenti - |560|\n\nma anche all'area boschiva, suscettibile di risanamento o, se del caso, d'insediamento di nuova foresta.\n\nDate queste premesse, la ricorrente non sfugge alla critica di non essersi maggiormente curata dell'area destinata ad accogliere il centro sportivo e turistico, inserita nel progetto di sistemazione forestale del Demanio del Penz. Questa misura dovrebbe costituire invero la premessa degli indispensabili interventi correttivi, a prescindere dalla realizzazione o meno dell'opera controversa. Nelle descritte circostanze, è palese che una diminuzione della salvaguardia del bosco - utile allo svago e al riposo dell'intero agglomerato chiassese - non può entrare in linea di conto. Parimenti, se è vero che la creazione del parco, mediante la piantagione di alberi di altra qualità, potrebbe rappresentare una felice soluzione dal punto di vista paesaggistico, è altresì certo che un'operazione del genere concretizza un cambiamento delle finalità del suolo boschivo (art. 25 cpv. 1 OVPF) ed è assimilabile a un disboscamento: un parco non è d'altronde soggetto alla legislazione forestale (art. 1 cpv. 3 OVPF). Ne segue che il campo di golf comporta, in realtà, il dissodamento di almeno 130'000 mq; malgrado siano previsti il mantenimento e la creazione di strisce verdi tra le piste, è indubbio che la struttura così come concepita provocherà la netta separazione di un'area assai vasta (105'200 mq) dalla rimanente superficie boschiva. A ciò va aggiunta la prevista recinzione dell'intero complesso, o di una parte di esso che, a lavori ultimati, renderebbe almeno parzialmente inaccessibile la zona. Sotto questo profilo il progetto si pone in contrasto con gli art. 699 CCS e 3 OVPF.\n\nL'opera in contestazione annovera anche il parziale ampliamento delle strade e dei sentieri esistenti che - giova rilevare - non può essere realizzato a scapito dell'area boschiva (art. 26bis e ter, 42 cpv. 1 LVPF, art. 1 cpv. 1 e 25 cpv. 2 OVPF). Il legislatore ha previsto anche che ogni dissodamento deve, di principio, essere compensato con un rimboschimento di una superficie equivalente nella stessa zona e ha posto quindi l'accento sulla compensazione in natura. In via eccezionale può invero essere riscossa una somma di denaro sufficiente a consentire, eventualmente altrove, il rimboschimento di una superficie della medesima estensione (art. 26bis cpv. 2 e 3 OVPF). Di quest'ultima possibilità vorrebbe avvalersi la ricorrente. Il Consiglio di Stato nell'appoggiare - contrariamente ai servizi cantonali - la realizzazione, non |561| asserisce però di volere assumere l'impegno di acquistare il terreno necessario, su cui attuare in tempi brevi una piantagione; esso sembra piuttosto intenzionato a destinare la somma al risanamento del comprensorio boschivo residuo, ciò che non risponde ai dettami dell'ordinamento legale.\n\nLa ponderazione dei contrapposti interessi prevista dall'art. 26 OVPF deve prendere l'avvio da queste premesse del diritto forestale. La ricorrente assevera - così come il Municipio di Chiasso e il Consiglio di Stato - che il progetto presenta carattere di ubicazione vincolata. In gioco non è qui tuttavia la nozione di ubicazione vincolata in senso pianificatorio, come prevista dall'art. 24 LPT, ma unicamente quella consegnata nella legislazione forestale, all'art. 26 cpv. 3 OVPF, secondo cui l'opera deve potere essere realizzata unicamente nel luogo previsto. L'insorgente si prevale invero della circostanza per cui nessun'altra area sufficientemente vasta per il progetto potrebbe essere reperita nel Mendrisiotto: quest'affermazione non è però confortata da uno studio specifico.\n\nLa questione del vincolo di ubicazione può per finire essere lasciata aperta, poiché in ogni caso è ancora da esaminare - e ciò è decisivo - se in concreto è verificata per il progetto una necessità preponderante e sussistano ragioni più valide dell'interesse alla conservazione del bosco. La ricorrente rende per vero dire attendibile che nella zona del Mendrisiotto esistono un forte interesse e una grande domanda per la pratica del golf; la vicinanza di una regione assai urbanizzata assicura inoltre un'alta potenzialità di clientela. I campi di golf - osserva l'insorgente - sono oggigiorno saturi e sovraffollati, ciò che attesta la popolarità di questo sport, oggetto di un accresciuto interesse, attentamente vagliato dal Municipio di Chiasso e dal Consiglio di Stato, i quali hanno messo in risalto la carenza d'adeguate infrastrutture turistiche e sportive nella regione.\n\nAnche il Tribunale federale riconosce che, a determinate condizioni, impianti di tale genere rivestono una notevole importanza per lo sviluppo economico e bisogna convenire che, nel caso concreto, l'ubicazione presenta aspetti positivi, dal punto di vista geografico e della topografia; il centro inoltre si inserisce senza forzature nel paesaggio, stante comunque il principio che la realizzazione delle piste dovrebbe pur sempre tenere conto dei confini naturali.\n\n|562|\n\nSotto questo profilo - anche se, come precisato in DTF 108 Ib 268 consid. 3a, non è richiesta per il dissodamento addirittura una \"necessità imperiosa\" - occorre pur sempre che sia provata l'esistenza di un interesse importante, che prevalga su quello della conservazione dell'area boschiva. Da questo risvolto può certo essere condivisa l'opinione del Consiglio di Stato e dei suoi servizi economici, secondo la quale la progettata infrastruttura servirebbe non soltanto gli interessi turistici, ma sarebbe suscettibile di favorire in genere anche lo sviluppo economico di Chiasso e dell'intera regione. Ciò non toglie, tuttavia, che un permesso di dissodamento per un simile impianto può essere accordato solo eccezionalmente, poiché interessi del tipo cui s'è alluso possono farsi valere in numerosi altri casi analoghi e il riconoscimento generico di una loro prevalenza porterebbe a indebolire sistematicamente la protezione della foresta (DTF 101 Ib 313 segg.). Nel concreto caso si deve rilevare che la progettata opera non presenta comunque un'importanza vitale per Chiasso né per la regione circostante, e che l'argomento concernente la pratica di uno sport accessibile a una larga cerchia di persone non può essere invocato, dal momento che ancor oggi il golf è praticato da un numero relativamente ristretto d'appassionati, contrariamente a quanto si verifica, ad esempio, per lo sci. Del pari, va sottolineato che un'interpretazione corretta della legislazione forestale non consente comunque di rilasciare con eccessiva tolleranza permessi di dissodamento nell'interesse del turismo, e che il Tribunale federale si è sempre mostrato prudente in siffatte circostanze, poiché una riduzione dell'area boschiva deve sempre essere evitata, ove non risponda a una necessità prevalente (DTF 106 Ib 140, DTF 98 Ib 372 consid. 2; ZBl 80/1979, pag. 591, e 73/1972, pag. 448). Certo, il riserbo che deve caratterizzare l'atteggiamento del Tribunale federale non deve neppure sconfinare nell'eccesso, segnatamente per quanto concerne il precetto secondo cui gli impianti turistici e sportivi debbono rispettare il paesaggio e la natura, essendo chiaro che esistono pur sempre superficie idonee ad accoglierli, qualora siano adempiuti gli altri presupposti fissati dal legislatore: ma un tale sconfinamento non può esser ritenuto nel caso concreto.\n\nAi fini del rilascio di un permesso di dissodamento, le difficoltà congiunturali di un ramo dell'industria o la necessità di mantenere dei posti di lavoro non possono assumere rilevanza eccessiva poiché, con questo, verrebbero resi illusori o facilmente elusi gli obiettivi |563| della legislazione forestale (DTF 101 Ib 316 consid. 2), anche se ciò non significa che la prassi debba essere improntata in ogni evenienza a criteri di severità, con l'effetto di creare serie difficoltà a quei comuni che si trovano in situazione critica a causa di una crisi che attanagli i settori dai quali essi traggono le risorse finanziarie, come si pretende per Chiasso per il settore delle spedizioni.\n\nCiò posto, assume anche notevole rilevanza la superficie dell'area: la costruzione del centro sportivo, previo dissodamento di ben 130'000 mq, si tradurrebbe, al di là di ogni ragionevole dubbio, in un'ampia mutilazione della foresta esistente. In siffatte circostanze, gli argomenti che pur militano a favore del dissodamento non possono prevalere e dalla ponderazione dei contrapposti interessi scaturisce - ancor più nettamente che nella vertenza trattata in DTF 108 Ib 167 - la necessità di mantenere integro il bosco, tanto più che in concreto non v'è da prendere in considerazione un interesse preponderante allo sviluppo del progetto, ciò che si è verificato nel caso di Crans-Montana, giudicato dal Tribunale federale il 19 marzo 1986 (DTF 112 Ib 195 segg.).\n\nAltrettanto irrilevanti sono gli assunti secondo cui l'area boschiva in Ticino è andata aumentando nel corso degli ultimi anni e che andrebbero persi 5.5 h di terreno vignato, compreso nel catasto viticolo. Da ultimo può rimanere insoluta anche la problematica relativa alle conseguenze negative che la progettata infrastruttura potrebbe avere sull'attività della polizia e del servizio doganale in una zona prediletta dalla criminalità di confine.\n\nAlla luce di quanto precede, si può pertanto concludere che la ponderazione degli interessi compiuta dal Dipartimento va esente da critiche e non viola il diritto federale: il ricorso di diritto amministrativo deve quindi essere respinto.\n\n4. La ricorrente sembra voler addurre che il progetto è stato gradito dal Consiglio di Stato in considerazione della sua incidenza sulla pianificazione territoriale. Per vero dire, la giurisprudenza non ha sinora fornito una risposta definitiva al quesito di sapere se un'area boschiva possa essere resa disponibile a una più adeguata utilizzazione, in particolare mediante l'assegnazione a una zona di sfruttamento per impianti turistici (AEMISEGGER/ WETZEL, Wald und Raumplanung, n. 38 der Schriftenfolge der Schweizerischen Vereinigung für Landesplanung, Bern 1985, pagg. 88 segg.). Il problema può tuttavia rimanere aperto |564| poiché il Cantone non ha sino a oggi presentato un piano direttore e il Comune non è dotato di un piano di utilizzazione, strumenti che potrebbero prevedere, in forza di una sufficente motivazione giuridica, il cambiamento di cui s'è detto. È inoltre compito del Consiglio federale pronunciarsi, seguendo la procedura dell'art. 11 LPT, allorché gli interessi alla conservazione del bosco si contrappongono a quelli della pianificazione territoriale.\n\nPer questi motivi, il Tribunale federale pronuncia:\n\nIl ricorso di diritto amministrativo è respinto."}