{"annee": "112", "cour": "II", "page": "235", "date": "3/6/1986", "cite": ["44 I 66", "28 II 279", "46 II 429", "51 II 171", "36 II 183", "43 II 225"], "cite_par": ["118 IB 163"], "chapeau": "41. Auszug aus dem Urteil der I. Zivilabteilung vom 3. Juni 1986 i.S. C. gegen A. AG (Berufung)", "regestes": ["Art. 119, art. 281ter CO. Impossibilité d'exécuter un contrat de sous-affermage par suite de la vente de l'immeuble affermé en vue de son exploitation par l'acquéreur. Action en dommages-intérêts du sous-fermier. Le fermier est tenu de réparer le dommage du sous-fermier, malgré l'impossibilité d'exécution dont il ne répond pas, lorsqu'il jouit lui aussi de la même action en dommages-intérêts contre le bailleur (consid. 4)."], "faits": "|236|\n\nA.- Die A. AG pachtete von der B. AG Teile eines Landwirtschaftsbetriebs und gab sie mit Wirkung ab 14. März 1975 in Unterpacht an C. Die B. AG verkaufte die Liegenschaft am 6. März 1981 an die D. AG, welche das Land als Gärtnerei selbst bewirtschaften und daher das Pachtverhältnis nicht übernehmen wollte.\n\nDie B. AG hatte schon vor dem Verkauf den Pachtvertrag mit der A. AG erstmals am 27. November 1980 auf den 31. Mai 1981 und erneut am 18. Februar 1981 auf den 30. September 1981 gekündigt. Am 7. Dezember 1981 kündigte sie vorsorglich auch den Unterpachtvertrag mit C. auf den 14. März 1984. Die D. AG, die am 22. März 1982 als Eigentümerin im Grundbuch eingetragen worden war, kündigte ihrerseits der A. AG den Pachtvertrag am 26. Mai 1982 auf den 14. März 1983. Schliesslich kündigte auch die Pächterin A. AG am 20. August 1982 den Unterpachtvertrag mit C. auf den 14. März 1983.\n\nIn einem Befehlsverfahren zwischen C. und der D. AG schlossen die Parteien im Juli 1982 vor dem Bezirksgerichtspräsidenten von Bremgarten einen Vergleich. Danach hatte C. die Pachtobjekte spätestens Ende Oktober 1982 zurückzugeben und für die Nutzung bis dahin Fr. 6.50 pro Are zu bezahlen.\n\nB.- Am 4. Juli 1983 klagte C. gegen die A. AG gestützt auf den Unterpachtvertrag auf Schadenersatz im Gesamtbetrag von Fr. 36'000.-- nebst Zins (Fr. 1'436.-- für die Pachtzinserhöhung bis Ende Oktober 1982 gemäss Vergleich mit der D. AG, Fr. 500.-- Rechtswahrungskosten sowie rund Fr. 34'000.-- für entgangenen Ertrag aus Unterpacht für die Zeit vom 1. November 1982 bis 14. März 1984). Die Beklagte bestritt die Klage und erhob ihrerseits Widerklage auf Bezahlung von Fr. 20'752.-- nebst Zins für rückständigen Unterpachtzins.\n\nDas Bezirksgericht Bremgarten schützte am 5. Juli 1984 die Hauptklage im Teilbetrag von Fr. 11'200.-- nebst Zins, während es die Widerklage abwies. Die Parteien appellierten mit Bezug auf die Hauptklage an das Obergericht des Kantons Aargau, das die Klage am 5. Juni 1985 abwies.\n\nC.- Auf Berufung der Klägerin hebt das Bundesgericht das obergerichtliche Urteil auf und weist die Sache zur neuen Beurteilung im Sinn der Erwägungen an die Vorinstanz zurück.\n\n|237|", "considerants": "Aus den Erwägungen:\n\n2. In Übereinstimmung mit dem angefochtenen Urteil sowie in Einklang mit Art. 23 ff. EGG und Art. 281ter OR gehen die Parteien davon aus, dass ihr Unterpachtverhältnis erst auf den 14. März 1984 kündbar war, dass aber die D. AG als Käuferin der Pachtobjekte den Pachtvertrag mit der Beklagten bereits auf den 14. März 1983 auflösen konnte und aufgelöst hat. Zu Recht betrachtet das Obergericht auf diesen Zeitpunkt auch den Unterpachtvertrag infolge einer von der Beklagten nicht zu vertretenden Unmöglichkeit der weiteren Erfüllung als aufgelöst (Art. 119 Abs. 1 OR); weshalb die Beklagte als Pächterin den Verkauf der Pachtobjekte durch die B. AG und den Nichteintritt der D. AG zu verantworten hätte, ist nicht ersichtlich (im Unterschied etwa zu BGE 36 II 185 E. 3).\n\nEs ist daher zu untersuchen, inwiefern die Beklagte bei dieser Sachlage der Klägerin für die Zeit vom 22. März 1982 bis 14. März 1984 ersatzpflichtig ist.\n\n3. Das Obergericht legt der Klägerin zur Last, dass diese am 12. Juli 1982 einen Vergleich mit der Käuferin D. AG abgeschlossen habe, nach welchem sie bis Ende Oktober 1982 die Pachtobjekte zu einem höheren Entgelt habe nutzen dürfen. Die Vorinstanz meint, die Klägerin hätte zuvor der Beklagten Gelegenheit zur Intervention geben müssen, damit diese ihre Rechte aus dem Pachtvertrag gegenüber der Verkäuferin B. AG oder gegenüber der Käuferin D. AG hätte geltend machen können. Die Klägerin rechtfertigt sich damit, dass ihr der Vergleich die Bewirtschaftung bis Ende Oktober 1982 erlaubt und daher zur Schadensminderung beigetragen habe. Für die Beklagte ist dieses Vorgehen rätselhaft, weil die Unterpacht damals weder wirksam aufgehoben noch auch nur gekündigt gewesen sei.\n\nNachdem die Erwerberin D. AG das Pachtverhältnis mit Wirkung auf den 14. März 1983 aufgehoben hatte (Art. 281ter Abs. 2 OR), hätte die Klägerin von Gesetzes wegen bis zu diesem Zeitpunkt zum geltenden Pachtzins im Genuss der Pachtobjekte belassen werden müssen (BGE 44 I 70; OSER/SCHÖNENBERGER, N. 21 und BECKER, N. 14 zu Art. 259). Wenn die Klägerin sich im Vergleich bereit fand, die Räumung bereits auf Ende Oktober 1982 anzuerkennen und bis dahin ein erhöhtes Entgelt zuzugestehen, war dies ein Entgegenkommen an die D. AG, zu dem sie nicht verpflichtet war und für welches die Beklagte nicht in Anspruch |238| genommen werden kann. Die Behauptung, die Beklagte habe sich diesbezüglich zu wenig gewehrt, geht fehl, weil die Klägerin sich der neuen Eigentümerin gegenüber selbst auf Art. 281ter Abs. 2 OR hätte berufen können. Insoweit erweist sich daher der Ersatzanspruch der Klägerin im vornherein als unbegründet. Anders verhält es sich für die Zeit vom 14. März 1983 bis zum 14. März 1984, für welche die Klägerin ihren Unterpachtvertrag der Erwerberin gegenüber nicht mehr durchsetzen konnte.\n\n4. Insoweit begnügt sich das Obergericht mit der Begründung, der Klägerin stehe der schuldlosen Beklagten gegenüber kein direkter Schadenersatzanspruch zu, wohl aber besitze diese einen solchen Anspruch gegen die B. AG, welche den bestehenden Pachtvertrag nicht der D. AG überbunden und damit schuldhaft gehandelt habe. Die Klägerin habe das Recht, sich diesen Schadenersatzanspruch abtreten zu lassen; da ein solches Begehren nicht gestellt worden sei, sei darüber aber nicht zu befinden und die Klage daher abzuweisen.\n\na) Die Parteien stimmen darin überein, dass die Klägerin einen Schadenersatzanspruch aus Vertragsverletzung nur gegen die Beklagte, nicht aber gegen die B. AG geltend machen kann. Die Klägerin meint freilich, die B. AG treffe kein Verschulden, was indes unerheblich sei, weil Art. 281ter OR eine Kausalhaftung statuiere. Das trifft nicht zu; vielmehr folgt die Schadenersatzpflicht auch insoweit den allgemeinen Regeln von Art. 97 ff. OR (SCHMID, N. 27 zu Art. 259 OR, REYMOND, Gebrauchsüberlassungsverträge, in Schweiz. Privatrecht VII/1 S. 228 je mit Hinweisen). Wer wie die B. AG ein Pachtgrundstück verkauft, ohne dem Erwerber die bestehenden Pachtverträge zu überbinden, handelt schuldhaft (so schon BGE 28 II 283; vgl. auch SCHMID und REYMOND a.a.O. sowie GUHL/MERZ/KUMMER, OR, 7. Aufl., S. 371). Die Parteien des Kaufvertrags haben dieser Situation Rechnung getragen, indem die Verkäuferin B. AG allfällige Schadenersatzforderungen der Pächter wegen vorzeitiger Vertragsauflösung zu übernehmen versprach.\n\nb) Unter Berufung auf die Lehre macht die Klägerin geltend, der Gläubiger einer unmöglich gewordenen Leistung könne vom Schuldner, welcher in diesem Zusammenhang Ersatz erhalten habe (Surrogat, stellvertretendes Commodum), diesen Ersatzwert verlangen. Von ihr zu fordern, dass sie zuerst in einem besonderen Prozess die Abtretung verlangen müsste, verkenne materiellrechtliche und prozessuale Grundsätze und sei prozessökonomisch |239| unsinnig. Die Beklagte tritt auf diese Argumentation nicht ein, sondern hält lediglich daran fest, dass sie den Unterpachtvertrag nicht verletzt habe und daher nicht ersatzpflichtig sei.\n\nc) Die Klägerin kann sich für ihre Ansicht auf eine alte Rechtsprechung des Bundesgerichts stützen. Danach hat Art. 119 OR zwar den gemeinrechtlichen Anspruch auf das stellvertretende Commodum nicht ausdrücklich übernommen; doch ergibt er sich aus dem Sinn der Vorschrift. Wenn diese als Folge der Leistungsunmöglichkeit die Forderung erlöschen lässt, will sie den Schuldner vor den nachteiligen Folgen weiterer Gebundenheit schützen. Bringt der die Unmöglichkeit herbeiführende Umstand dem Schuldner dagegen Vorteile in Gestalt eines Ersatzes oder Ersatzanspruchs für den weggefallenen Leistungsgegenstand, so liegt eine Befreiung nur dann im Sinn von Art. 119 OR, wenn der Schuldner die erlangte Ersatzleistung an den Gläubiger herausgibt (BGE 51 II 175 E. 3: Anspruch auf die Versicherungssumme bei Zerstörung des Kaufobjekts durch Brand; BGE 43 II 233 E. 5: Anspruch auf die von den Militärbehörden ausgerichtete Vergütung bei Beschlagnahmung des Kaufobjekts; ebenso BGE 46 II 436 E. 2, wo aber ein Anspruch auf den Gewinn des Verkäufers infolge anderweitiger Veräusserung des freigewordenen Kaufobjekts verneint wurde). Die in der Berufung zitierte Lehre hat sich dieser Rechtsprechung angeschlossen (insbesondere OSER/SCHÖNENBERGER, N. 14 zu Art. 119 OR, VON TUHR/ESCHER, Allg. Teil OR, Bd. II, S. 131 f., GUHL/MERZ/KUMMER, S. 276, ENGEL, Traité des obligations en droit suisse, S. 526 f., BUCHER, OR, Allg. Teil, S. 419 f., KELLER/SCHÖBI, Das Schweizerische Schuldrecht, Bd. IV, S. 187 f.).\n\nDer geschilderte Grundsatz gilt nicht nur, wenn der Schuldner die Ersatzleistung bereits erhalten, sondern auch wenn er auf eine solche erst Anspruch hat, namentlich auch im Fall eines Schadenersatzsanspruchs gegen den Dritten bei Zerstörung oder Beschädigung der Sache durch unerlaubte Handlung (BGE 46 II 437 E. 2; VON TUHR/ESCHER, S. 132, ENGEL, S. 526, GUHL/MERZ/KUMMER, S. 276). Dabei wird angenommen, dass der Gläubiger vom Schuldner die Abtretung des Ersatzanspruchs verlangen könne (VON TUHR/ESCHER, S. 131, ENGEL, S. 526, BUCHER, S. 419 Anm. 23). Entsprechend sieht § 281 BGB ebenfalls vor, dass der Gläubiger Herausgabe des als Ersatz Empfangenen oder Abtretung des Ersatzanspruchs verlangen kann. In diesem Sinn wurde in BGE 51 II 171 ff. die Abtretung eines Versicherungsanspruchs verlangt und |240| im Urteil angeordnet (während in BGE 36 II 185 E. 3 eine Abtretungsofferte aus andern Gründen ungenügend blieb).\n\nd) Die Klägerin behauptet zwar, mit ihrer Klage die Abtretung dieses Schadenersatzsanspruchs verlangt zu haben, vermag dies jedoch nicht zu belegen. Es ist eine Frage des kantonalen Rechts, ob ihr anstelle des eingeklagten Geldbetrages die Forderung gegen die B. AG hätte zugesprochen werden können; das Bundesrecht verlangt dies jedenfalls nicht. Die Frage ist indes unerheblich, wie die nachfolgende Erwägung ergibt.\n\ne) Soweit sich die angeführte Rechtsprechung und Literatur mit der Abtretung einer Schadenersatzforderung des Schuldners an den Gläubiger der unmöglich gewordenen Leistung befassen, beziehen sich die Äusserungen auf die Haftung des Dritten aus unerlaubter Handlung. Dabei ist zweifelhaft, wieweit der Schaden beim Schuldner eingetreten ist (dazu namentlich von TUHR/ESCHER, S. 132). Um so weniger lässt sich das auf einen Schadenersatzanspruch aus Vertragsverletzung übertragen, wie er hier in Betracht kommt. Die Beklagte kann der B. AG gegenüber nur insoweit einen Schaden geltend machen, als sie selbst von der Klägerin in Anspruch genommen wird. Damit unterscheidet sich diese Situation deutlich von der Abtretung etwa des bereits feststehenden Anspruchs auf eine Versicherungsleistung (BGE 51 II 171 ff.). Da sich der Schaden der Beklagten und damit ihr Ersatzanspruch gegen die B. AG erst aus der Auseinandersetzung mit der Klägerin ergibt, erübrigt es sich auch, aufgrund der Billigkeitsüberlegungen, die der erwähnten Rechtsprechung zugrunde liegen (BGE 43 II 234, BGE 51 II 176), den Umweg über eine Abtretung einzuschlagen. Vielmehr ist die Beklagte zum Ersatz des Schadens der Klägerin zu verpflichten, weil die Beklagte ihrerseits einen gleichen Ersatzsanspruch gegen die B. AG besitzt, dessen Durchsetzung durch das vorliegende Urteil erleichtert wird. Wie sich die Beklagte diesen Rückgriff sichern will, bleibt ihr überlassen.\n\n5. Der Anspruch der Klägerin gegen die Beklagte (der kein eigentlicher Schadenersatzanspruch, sondern ein Anspruch auf ein Surrogat ist) ist daher dem Grundsatz nach begründet. Für die betragsmässige Beurteilung fehlen dem Bundesgericht die erforderlichen Feststellungen hinsichtlich der Schadenshöhe. Das muss zur Aufhebung des angefochtenen Urteils und Rückweisung der Sache an die Vorinstanz führen (Art. 64 Abs. 1 OG)."}