{"annee": "112", "cour": "IB", "page": "215", "date": "21/5/1986", "cite": ["108 IB 408", "109 IB 317", "109 IB 60", "106 IB 297", "111 IB 138", "109 IB 64"], "cite_par": ["117 IB 337", "113 IB 276", "113 IB 175", "136 IV 4", "123 II 279", "124 II 586", "122 II 373", "125 II 356", "123 II 511", "126 II 324"], "chapeau": "37. Extrait de l'arrêt de la Ire Cour de droit public du 21 mai 1986 dans la cause Bufano, dame Bosch de Sanchez-Reisse et époux Martinez contre Office fédéral de la police (recours de droit administratif)", "regestes": ["Extradition; autorité de la chose jugée; alibi; litispendance, ne bis in idem: ordre public international. 1. Possibilité, pour un Etat dont la demande d'extradition est rejetée, de déposer une nouvelle demande ayant le même objet en alléguant un fait nouveau (consid. 4). 2. Notion de l'alibi au sens de l'art. 53 EIMP (consid. 5b). 3. Grief fondé sur la litispendance de l'affaire et sur le principe ne bis in idem: obligation pour la Suisse d'accorder l'extradition, lorsque les exigences conventionnelles sont remplies et que l'ordre public international ne fait pas obstacle à l'admission de la demande (consid. 6). 4. Ordre public international: celui-ci ne s'oppose plus à l'extradition des intéressés à la République argentine (consid. 7)."], "faits": "BGE 112 Ib 215 S. 216\n\nPar notes verbales des 6, 29 avril et 4 mai 1981, l'Ambassade de la République argentine à Berne a demandé formellement à l'Office fédéral de la police l'extradition de Ruben Osvaldo Bufano, Luis Alberto Martinez, Amalia Maria Covas de Martinez, Leandro Angel Sanchez-Reisse et Mariana Bosch de Sanchez-Reisse, tous ressortissants argentins, appréhendés les 12 et 13 mars 1981, à la suite d'une tentative d'extorsion sur la personne des familiers du banquier uruguayen Carlos David Koldobsky, enlevé à Buenos Aires le 19 février 1981. Par notes verbales des 8, 10 et 13 juillet 1981, l'Ambassade a présenté une deuxième demande tendant à l'extradition des mêmes personnes du chef d'un autre enlèvement, celui du financier argentin Fernando Alberto Combal perpétré à Buenos Aires le 8 mai 1979.\n\nLes individus recherchés étaient également inculpés des délits de détention illicite d'armes de guerre et de falsifications de documents.\n\nPar arrêt du 3 novembre 1982, le Tribunal fédéral a admis l'opposition et refusé l'extradition de Bufano et consorts à la République argentine en application de l'ordre public international. Il a motivé sa décision par le risque que la situation politique de la République argentine faisait courir aux opposants eu égard, notamment, à leur personnalité et à l'équivoque planant sur leurs activités au sein de l'appareil d'Etat. Il a enfin précisé que les BGE 112 Ib 215 S. 217infractions pour lesquelles l'extradition avait été requise, à l'exception de celle de détention d'armes de guerre, seraient poursuivies et jugées en Suisse conformément à l'art. IX al. 1 du Traité liant ce pays à l'Argentine (ATF 108 Ib 408).\n\nLe 29 novembre 1983, la Première Chambre pénale du Tribunal supérieur du canton de Zurich a reconnu Ruben Osvaldo Bufano, Luis Alberto Martinez et Leandro Angel Sanchez-Reisse coupables de tentative d'extorsion au sens de l'art. 156 ch. 1 al. 1 CP en relation avec l'art. 22 al. 1 de la même loi; il a reconnu Amalia Maria Covas de Martinez et Mariana Bosch de Sanchez-Reisse coupables de complicité de ce même délit. Il a condamné, d'une part, Bufano, Martinez et Sanchez-Reisse, et, d'autre part, les épouses de ces deux derniers à des peines respectives de 4 ans et 9 mois de réclusion et de 2 ans et 6 mois de réclusion.\n\nPar note verbale du 24 juillet 1984, l'Ambassade de la République argentine à Berne a adressé à l'Office fédéral de la police une nouvelle demande tendant à l'extradition de Bufano et consorts. Aux termes d'une commission rogatoire du 11 juin 1984 annexée à la demande, le juge national d'instruction de première instance en matière criminelle de Buenos Aires poursuit l'instruction des enlèvements à des fins d'extorsion dont ont été victimes les financiers Koldobsky et Combal. Cette commission rogatoire tend donc à la remise à l'Argentine de Bufano et consorts dès l'accomplissement des peines auxquelles les autorités pénales suisses les ont condamnés. La nouvelle demande renvoie aux faits exposés dans celles adressées aux autorités suisses en 1981, dont elle dit être le simple renouvellement. Ses conclusions visent toutefois exclusivement l'extradition des intéressés à l'Argentine pour y répondre du chef de l'enlèvement à des fins d'extorsion de Combal perpétré à Buenos Aires le 8 mai 1979. Elle met en évidence le processus de démocratisation intervenu en Argentine depuis la chute de la dictature militaire, l'objection que les autorités suisses avaient retenue à l'encontre des demandes formées en 1981 étant ainsi levée.\n\nPar décision du 29 janvier 1986, l'Office fédéral de la police a accordé à l'Argentine l'extradition requise pour les infractions décrites dans la demande du 24 juillet 1984, à l'exception du délit de détention d'armes de guerre. Il a réservé le prononcé du Tribunal fédéral sur les objections de nature politique soulevées par les opposants.\n\nBGE 112 Ib 215 S. 218\n\nAgissant par la voie du recours de droit administratif, Ruben Osvaldo Bufano, Luis Alberto Martinez, Amalia Maria Covas de Martinez et Mariana Bosch de Sanchez-Reisse demandent au Tribunal fédéral d'annuler la décision de l'Office fédéral de la police du 29 janvier 1986 et d'ordonner qu'ils soient jugés par les autorités suisses compétentes pour les faits, objet de la demande d'extradition. A titre subsidiaire, les trois premiers nommés concluent à l'obtention de garanties expresses de l'Etat requérant relativement à un traitement conforme aux droits humanitaires.", "considerants": "Considérant en droit:\n\n4. Les recourants, à l'exception de dame Sanchez-Reisse, soutiennent que la demande d'extradition déposée par les autorités argentines le 24 juillet 1984 met en question l'autorité de la chose jugée dont est revêtu l'arrêt rendu par le Tribunal fédéral le 3 novembre 1982.\n\nIl sied à ce propos de souligner que, comme la procédure d'entraide proprement dite, la procédure d'extradition n'est pas une procédure pénale mais une procédure administrative engagée dans le cadre des relations internationales de la Suisse. Les décisions prises en ces matières sont donc des décisions administratives, qui sont revêtues de l'autorité matérielle de la chose jugée seulement dans une mesure limitée. Le caractère particulier de la coopération internationale en matière pénale donne à l'Etat requérant, dont la demande est écartée, la possibilité de provoquer une nouvelle décision de la part de l'Etat requis, en se fondant sur le nouveau droit en vigueur ou en alléguant un élément nouveau quelconque pour autant qu'il soit pertinent. Le refus d'une demande d'entraide n'est donc pas réellement définitif, étant donné qu'il n'existe à cet égard aucun intérêt juridique digne de protection (ATF 109 Ib 62 consid. 2a, 157 consid. 3b et les arrêts cités).\n\nEn l'espèce, on doit constater que les deux demandes d'extradition déposées par la République argentine en 1981 ont été rejetées pour la seule raison que la situation politique qui régnait alors dans cet Etat constituait pour les opposants, eu égard à leur statut personnel, le risque d'un traitement discriminatoire ou contraire à certains droits élémentaires de l'individu garantis par l'ordre public international (ATF 108 Ib 410 -413 consid. 8). Or la BGE 112 Ib 215 S. 219demande déposée par la République argentine le 24 juillet 1984, si elle porte sur les mêmes faits que ceux exposés dans une demande précédente, fait cependant état d'une modification fondamentale de la situation politique de l'Etat requérant, laquelle ne devrait plus faire obstacle à l'extradition des recourants. Il s'agit là évidemment d'un fait nouveau dont la portée commandait à l'autorité intimée d'entrer en matière sur la nouvelle demande d'extradition (cf. ROUILLER, L'évolution du concept de délit politique en droit de l'entraide internationale en matière pénale, dans RPS 1986, p. 44).\n\nLe moyen tiré de l'autorité de la chose jugée doit donc être écarté.\n\n5. Dame Sanchez-Reisse conteste la régularité formelle de la demande d'extradition. Cette dernière, ainsi que les trois autres disent être en mesure de faire valoir un alibi. Tous les recourants critiquent l'insuffisance des charges exposées dans la demande.\n\na) Les conditions de forme auxquelles doit répondre une demande d'extradition sont énumérées à l'art. XIII de la convention d'extradition des criminels conclue entre la Confédération suisse et la République argentine le 21 novembre 1906 (RS 0.353.915.4; ci-après: le Traité). Cette disposition prévoit notamment que les documents fournis par l'Etat requérant indiquent le fait incriminé, le lieu où il a été commis et sa date (al. 2 ch. 1, 2e phrase). Ces exigences concordent pour l'essentiel, de manière générale, avec celles posées par l'art. 28 EIMP qui, en l'espèce, n'a, à cet égard, pas de portée propre.\n\nLa demande du 24 juillet 1984 était accompagnée d'une copie conforme d'une décision judiciaire qui renouvelait le mandat d'arrêt délivré initialement contre les recourants. Ces documents ont été munis d'une traduction officielle, suffisante pour la compréhension des faits litigieux. La nouvelle demande est certes sommaire. Elle se réfère toutefois expressément à la deuxième demande déposée en 1981 qu'elle dit simplement renouveler. La seule équivoque de cet acte porte sur la question de savoir si l'Etat requérant persiste à demander l'extradition pour l'enlèvement du banquier Koldobsky ou s'il se limite à la demander pour l'enlèvement du financier Combal. L'autorité intimée ayant cependant considéré que l'extradition était requise exclusivement pour les actes délictueux dont Combal a été la victime, les recourants n'ont aucun motif de se plaindre du caractère ambigu de la demande.\n\nBGE 112 Ib 215 S. 220\n\nPour le surplus, force est de constater que la nouvelle demande est conforme à l'art. XIII du Traité.\n\nb) S'agissant des faits reprochés aux recourants, il faut rappeler le principe fondamental selon lequel les autorités saisies d'une demande d'entraide n'ont pas, en principe, à examiner la culpabilité des personnes recherchées ou à vérifier la réalité des faits exposés par l'Etat requérant. Une exception à cette règle n'est admise que s'il n'est manifestement pas possible de retenir à la charge de l'intéressé les faits qui lui sont imputés. Un recourant ne saurait plaider en procédure d'extradition comme il le ferait devant l'autorité compétente pour connaître de son affaire au fond. Il n'appartient en effet ni à l'administration, ni au juge de l'extradition, de substituer préalablement leur pouvoir d'appréciation à celui des juridictions d'instruction pénale de l'Etat requérant, en opposant la version des faits présentée par l'individu réclamé à celle, à première vue soutenable, développée dans la demande (ATF 109 Ib 63 consid. 5a, 324 consid. 11, ATF 106 Ib 299 et les arrêts cités). Le Traité n'institue pas d'exception à cette règle.\n\nCertes, l'art. 53 EIMP ordonne à l'Office fédéral de procéder aux vérifications nécessaires si la personne poursuivie affirme qu'elle est en mesure de fournir un alibi et de refuser l'extradition si le fait invoqué est évident. Si la preuve par alibi ne permet pas de conduire au refus de l'extradition, l'autorité administrative doit communiquer les preuves à décharge à l'Etat requérant et l'inviter à se prononcer à bref délai sur le maintien de la demande. Comme cela résulte clairement du texte allemand et italien (plus précis que le texte français) de cette disposition, le terme d'\"alibi\" doit être compris au sens étroit, à savoir comme un moyen de défense de la personne réclamée tiré du fait que - contrairement aux affirmations expresses ou tacites contenues dans la demande - elle ne se trouvait pas à l'endroit de l'infraction au moment où celle-ci a été commise (ATF 109 Ib 325 consid. 11b).\n\nEn l'espèce, les déclarations faites par le recourant No 1 à l'Office fédéral de la police le 14 novembre 1985, selon lesquelles il ne serait pas concevable que les associés de Combal aient réuni un milliard deux cent millions de pesos, réclamés à titre de rançon, entre 8 h 15 et 11 h du matin et qu'ils aient relevé pendant le même laps de temps les numéros des billets de banque ne constituent pas un alibi, au sens limité donné à cette notion par la jurisprudence qui vient d'être évoquée. Il en va de même des déclarations faites par la victime soit dans le cadre de l'enquête de police ouverte à Genève BGE 112 Ib 215 S. 221en 1981, soit dans le cadre de la procédure pénale conduite dans le canton de Zurich. En particulier, ces déclarations ne suffisent pas à disculper dame Sanchez-Reisse. Combal s'est en effet limité à dire qu'il ne lui était pas possible d'affirmer objectivement que cette personne était mêlée à son enlèvement. Ce sont là des éléments qu'il appartiendra aux recourants de faire valoir devant le juge du fond après leur remise à l'Etat requérant. En l'absence d'un alibi digne de considération, il ne saurait évidemment être question de donner suite à la proposition des recourants qui tend à la communication de ces preuves à l'Etat requérant avec l'invitation à se prononcer à bref délai sur le maintien de la demande. L'art. 53 EIMP ne saurait en effet être interprété en ce sens qu'il y aurait lieu d'ouvrir en Suisse, chaque fois qu'un alibi est allégué, une procédure d'instruction spéciale et complexe, pour déterminer la réalité de cet alibi (cf. ATF 111 Ib 141 /142 consid. 3, ATF 109 Ib 63 /64 consid. 5a, 325 consid. 11b).\n\nc) Quant au grief de violation du droit d'être entendu fondé sur l'ignorance dans laquelle les recourants Nos 3 et 4 auraient été laissés au sujet des renseignements fournis à l'autorité intimée par l'Etat requérant en septembre 1985, il peut être rejeté sommairement. Ces renseignements n'ont pas eu d'effet décisif sur le prononcé attaqué. L'autorité intimée n'a d'ailleurs nullement interdit aux recourants de prendre connaissance du dossier où se trouvaient ces renseignements, l'un d'eux y ayant même renoncé après en avoir fait la demande.\n\n6. Les recourants prétendent tous que la règle ne bis in idem et la litispendance en Suisse de l'affaire Combal feraient obstacle à leur extradition.\n\nLa règle ne bis in idem est énoncée à l'art. III ch. 4 du Traité aux termes duquel l'extradition n'aura pas lieu si la demande d'extradition est motivée par le même crime ou délit que celui pour lequel l'individu réclamé a été jugé, condamné ou absous dans le pays requis. Il s'agit là d'un texte dont la précision exclut le recours, à titre supplétif, au principe que le droit interne consacre à l'art. 5 EIMP.\n\nL'argumentation des recourants se fonde essentiellement sur le précédent arrêt rendu par le Tribunal fédéral le 3 novembre 1982 selon lequel les infractions, objet des deux demandes d'extradition rejetées par les autorités suisses, devaient être jugées par celles-ci conformément à l'art. IX al. 1 du Traité. Il est cependant vain d'épiloguer sur la portée que le Tribunal fédéral entendait alors BGE 112 Ib 215 S. 222donner à cette disposition. Il suffit de constater que la demande d'extradition, telle qu'interprétée par l'autorité intimée, porte exclusivement sur l'enlèvement du financier argentin Fernando Alberto Combal perpétré à Buenos Aires le 8 mai 1979. Or cet acte criminel n'a nullement fait l'objet d'une enquête menée en Suisse, en vue d'y juger les recourants, comme l'a précisé le Ministère public du district de Zurich dans son rapport final du 8 août 1983 et comme le confirment les actes du dossier. Le Tribunal supérieur du canton de Zurich a d'ailleurs également précisé dans son arrêt du 29 novembre 1983 que l'objectif de la poursuite avait été réduit intentionnellement à la répression des faits commis en Suisse, les seuls pour lesquels les autorités cantonales étaient clairement compétentes en vertu de l'art. 346 CP.\n\nOn chercherait en vain dans le dossier un acte quelconque qui soit assimilable, pour les faits mentionnés dans la demande, à un jugement, à une condamnation ou à une absolution selon les termes de l'art. III ch. 4 du Traité. La question de savoir si l'art. IX al. 1 du Traité peut être interprété dans le sens que lui prêtent les recourants n'est donc plus d'actualité. Etant donné que la demande d'extradition répond à toutes les exigences formelles et matérielles posées par le Traité et que l'ordre public international ne fait pas obstacle à son exécution, l'Etat requis doit l'accorder, la disposition précitée ne lui donnant à tout le moins pas la faculté de choisir entre l'extradition et l'ouverture de poursuites. Le grief tiré de la règle ne bis in idem et de la litispendance doit donc être écarté.\n\n7. Les demandes d'extradition déposées par la République argentine en premier lieu les 6, 29 avril et 4 mai 1981 et en second lieu les 8, 10 et 13 juillet 1981 ont été rejetées par le Tribunal fédéral sur la base de principes qui appartiennent à l'ordre public international, et qui l'emportent sur toutes considérations faites à partir du droit conventionnel ou du droit interne. La situation politico-juridique particulière qui régnait en République argentine au moment où le Tribunal fédéral a statué sur ces demandes présentait pour les recourants, compte tenu de leur statut personnel et de leurs activités antérieures, le risque objectif sérieux d'un traitement discriminatoire ou contraire aux éléments essentiels du droit humanitaire (ATF 108 Ib 410 -413 consid. 8). Les recourants ont ainsi bénéficié de la protection élargie qui doit être accordée, dans certaines circonstances exceptionnelles, aux individus réclamés, quelle que soit la nature des infractions objet BGE 112 Ib 215 S. 223de la demande (cf. ROUILLER, loc.cit., p. 38 ss). La présente demande de coopération insiste sur le fait que la situation politique dans l'Etat requérant s'est modifiée de manière essentielle depuis la date du prononcé de l'arrêt du 3 novembre 1982. Les recourants Nos 1, 3 et 4 contestent cette affirmation et prétendent courir, dans le cadre du fonctionnement des autorités policières et judiciaires de l'Etat démocratique argentin, des risques pratiquement équivalents à ceux qu'ils couraient du fait du fonctionnement des institutions mises en place par le régime militaire antérieur.\n\nLe pouvoir autoritaire en place dans l'Etat requérant au moment où les autorités suisses se sont prononcées sur les premières demandes d'extradition a été renversé au cours de l'été 1983. L'état de siège proclamé le 6 novembre 1974 - dont les effets, définis à l'art. 23 de la Constitution argentine, étaient notamment la suspension des droits constitutionnels des citoyens et la faculté de placer toute personne en détention pour être mise à la disposition du pouvoir exécutif - a été levé sans délai. Le 30 octobre 1983 se sont déroulées dans l'Etat requérant des élections générales dominées par le principe du pluralisme des partis. Cette consultation populaire s'est notamment traduite par l'élection au suffrage universel de Raúl Alfonsin, candidat de l'Union civique radicale, qui s'est engagé, avec les autres forces politiques du pays, à instaurer un véritable régime fondé sur le droit. Le 13 décembre 1983, Alfonsin a signé un décret ordonnant \"le jugement des trois juntes militaires ayant gouverné le pays entre 1976 et 1983, pour les délits d'homicide, de privation illégale de liberté et d'application de tourments aux détenus\". Ce décret a conduit à la mise en accusation d'importants responsables du pouvoir précédent dont certains ont été condamnés à de lourdes peines de réclusion par jugement du 9 décembre 1985. Enfin, la République argentine a ratifié le 5 novembre 1984 la Convention interaméricaine des droits de l'homme et reconnu la juridiction de la Cour interaméricaine des droits de l'homme, ce qui laisse présumer de sa part le respect des garanties fondamentales contenues dans cette convention. Il ressort certes des rapports d'Amnesty International de 1984 et de 1985 que le pouvoir actuel se heurte à certaines difficultés pour éliminer toutes les séquelles du régime autoritaire précédent. Ces rapports font toutefois état d'une réforme complète des institutions et d'efforts sérieux - en règle générale couronnés de succès - pour adapter celles-ci à celles d'un Etat de droit BGE 112 Ib 215 S. 224(cf. également Bulletin romand de la section suisse d'Amnesty International, février 1986, p. 6 ss; Encyclopaedia universalis 1984 p. 198/199 et 1985 p. 618/619).\n\nCes faits, diffusés périodiquement par les organes d'information internationaux, sont de notoriété publique. Les recourants eux-mêmes ne les contestent pas dans une mesure essentielle. Ce que trois d'entre eux allèguent, en substance, c'est que la situation de leur pays n'est encore ni parfaitement démocratisée, ni vraiment stabilisée, et qu'ils pourraient être les victimes d'un règlement de comptes de la part d'autorités les considérant comme des adversaires.\n\nPour pouvoir bénéficier de la protection élargie qu'offre l'ordre public international dans ses principes reproduits aux art. 3 ch. 2 CEExtr. et 2 lettres b et c EIMP, il ne suffit pas que les personnes dont l'extradition est demandée se prétendent menacées du fait d'une situation politico-juridique particulière. Il leur appartient en outre de rendre vraisemblable l'existence d'un risque sérieux et objectif d'une grave violation des droits de l'homme ou d'un traitement discriminatoire prohibé (ATF 109 Ib 64, ATF 108 Ib 408). Force est de constater que les faits présentés par les recourants Nos 1, 3 et 4 ne sont pas propres à faire surgir une telle vraisemblance. Il n'est en particulier nullement démontré que l'organisation judiciaire existant actuellement dans l'Etat requérant ne soit pas à même de prévenir ou de réparer d'éventuelles violations dont la perspective, objectivement envisageable à l'époque, avait conduit le Tribunal fédéral à rejeter les demandes déposées en 1981. En l'état actuel des choses, il n'est pas davantage possible de mettre en doute la volonté de l'Etat requérant de respecter le Traité qui le lie à la Suisse depuis le début du siècle et à l'égard duquel il bénéficie d'une présomption de fidélité. Il n'y a donc pas lieu de refuser l'extradition sur la base de l'ordre public international; de même, rien ne justifie une intervention préalable de la Suisse auprès de l'Etat requérant pour en obtenir l'assurance qu'il respecte la règle de la spécialité énoncée à l'art. VIII du Traité.\n\n8. Les griefs soulevés par les recourants contre la décision attaquée, de même que l'objection tirée de la protection élargie que leur accorde l'ordre public international selon les principes énoncés aux art. 3 CEExtr., 3 CEDH et 2 EIMP sont donc mal fondés. Les recours doivent donc être rejetés et l'extradition accordée sans réserve à la République argentine.\n\nBGE 112 Ib 215 S. 225\n\nLes époux Martinez ont demandé la suspension de l'exécution de l'extradition jusqu'à droit jugé sur un éventuel recours auprès de la Commission européenne des droits de l'homme. Une telle mesure ne relève toutefois pas de la compétence du Tribunal fédéral, mais de celle du Conseil fédéral, autorité chargée de pourvoir à l'exécution des arrêts du Tribunal fédéral (art. 102 ch. 5 Cst.)."}