{"annee": "112", "cour": "II", "page": "41", "date": "4/2/1986", "cite": ["108 II 301", "97 II 142", "73 II 228", "81 IV 306", "107 II 430", "95 I 21", "101 IA 545", "109 II 462", "109 II 34", "42 II 144", "98 II 305", "88 II 439", "104 II 28", "57 II 170"], "cite_par": ["115 II 50", "127 III 328", "129 III 664", "126 III 75", "121 V 277", "127 III 153", "123 III 86", "116 II 145"], "chapeau": "9. Arrêt de la Ire Cour civile du 4 février 1986 dans la cause X. contre S. (recours en réforme)", "regestes": ["Résiliation injustifiée d'un contrat de travail \"en cascade\" portant sur l'engagement d'un orchestre de cabaret (art. 337c al. 1 CO). 1. Nature juridique du contrat ayant pour objet l'engagement d'un artiste ou d'un orchestre (consid. 1a). 2. Lorsqu'une personne s'engage à fournir non seulement sa propre activité artistique, mais aussi celle d'autres artistes dont elle est le chef, et qu'elle choisit et rétribue elle-même, il peut y avoir, suivant les circonstances, conclusion d'un contrat de travail dit \"en cascade\" (consid. 1b; précision de la jurisprudence). 3. Distinction entre la résiliation injustifiée (art. 337c CO) et l'abandon injustifié de l'emploi (art. 337d CO) (consid. 2). 4. Rappel de la notion des justes motifs au sens de l'art. 337 al. 1 CO (consid. 3)."], "faits": "BGE 112 II 41 S. 42\n\nA.- X. exploite un cabaret-dancing à La Chaux-de-Fonds. Par contrat signé le 13 décembre 1983 avec S., il a engagé l'orchestre \"Drive Quintett\", que dirige cette personne, pour la période du 2 au 30 avril 1984, moyennant une rémunération globale de 650 fr. par jour de représentation pour les cinq musiciens. L'art. 9 du contrat prévoyait le versement de 5'000 fr., sans préjudice d'autres dommages-intérêts, en cas de rupture du contrat par l'une des parties.\n\nAu début du mois de mars 1984, l'un des cinq artistes, dont les noms figuraient au pied du contrat, a quitté la Suisse. S. l'a remplacé par Joe Tambimuttu, un ressortissant sri lankais. Il a informé son agent, Georges Rubin, de ce changement.\n\nPar lettre du 23 mars 1984 adressée à X., l'Office cantonal des étrangers a accordé l'autorisation de travail aux cinq membres de l'orchestre; cette autorisation mentionnait expressément le nom de Tambimuttu.\n\nS. s'est produit avec son orchestre à partir du 2 avril 1984, comme convenu. Le 11 avril 1984, X. lui a demandé de ne plus BGE 112 II 41 S. 43jouer qu'en quartette, sans Tambimuttu, ou d'arrêter de jouer. Il prétendait avoir été trompé, car il s'était aperçu ce jour-là, à l'occasion de la perception de la taxe de séjour, que le nom de l'un des musiciens ne correspondait pas à celui qui était indiqué au bas du contrat. S. ayant refusé cette proposition, X. a résilié le contrat avec effet immédiat et lui a versé la somme de 4'000 fr. pour les prestations de l'orchestre jusqu'à cette date. Mis en demeure d'exécuter le contrat jusqu'au terme prévu, il a refusé.\n\nB.- Le 27 avril 1984, S. a assigné X. en paiement de 16'600 fr. avec intérêt à 5% dès le 16 avril 1984. Le défendeur a conclu, principalement, au rejet de la demande et, subsidiairement, à la compensation d'une éventuelle créance du demandeur avec sa propre créance en dommages-intérêts.\n\nPar jugement du 1er juillet 1985, la Cour civile du Tribunal cantonal neuchâtelois a condamné le défendeur à payer au demandeur 10'796 fr. 50 avec intérêt à 5% dès le 18 avril 1984, et rejeté toutes autres ou plus amples conclusions. Elle a considéré, en bref, que le contrat de travail liant les parties avait été résilié sans justes motifs par l'employeur, ce qui fondait le droit du travailleur au salaire pour la durée du contrat, conformément à l'art. 337c al. 1 CO. Pour le surplus, la cour cantonale a estimé que n'étaient pas réalisées, en l'espèce, les conditions justifiant l'allocation d'une indemnité pour tort moral.\n\nC.- Contre ce jugement, le défendeur interjette un recours en réforme, dans lequel il conclut au rejet de la demande.\n\nL'intimé propose le rejet du recours et la confirmation de l'arrêt attaqué.\n\nLe Tribunal fédéral rejette le recours dans la mesure où il est recevable et confirme le jugement attaqué.", "considerants": "Considérant en droit:\n\n1. La qualification juridique que la cour cantonale a donnée des rapports contractuels en cause n'est pas contestée par les parties. Il se justifie néanmoins d'en vérifier d'office le bien-fondé. En effet, de cette qualification juridique dépendent, d'une part, la nature ainsi que les particularités de la responsabilité du défendeur et, d'autre part, la qualité du demandeur pour agir à titre personnel contre ce dernier en paiement de la totalité de la créance litigieuse.\n\na) aa) Le Tribunal fédéral n'a eu que rarement l'occasion de se prononcer sur la nature juridique des contrats ayant pour objet des BGE 112 II 41 S. 44productions artistiques. Dans une jurisprudence déjà ancienne, il a exprimé l'opinion selon laquelle les engagements d'artistes sont généralement considérés comme régis par le contrat de travail (ATF 42 II 147 consid. 3). Dans un arrêt postérieur, il a appliqué les dispositions sur le contrat d'entreprise en mettant l'accent sur le fait qu'il s'agissait, dans le cas particulier, d'un engagement exceptionnel pour un seul concert, et en précisant que l'ouvrage peut consister dans l'exécution d'oeuvres musicales sur un instrument (arrêt du 18 mars 1952 en la cause Fondation des Emissions de Radio-Genève c. dame Lucienne Busser-Radisse, in SJ 1953 p. 257 ss). Ultérieurement, il a laissé ouverte la question de la nature des rapports noués entre le tenancier d'un restaurant et un orchestre de danse, tout en relevant qu'il fallait plutôt y voir un contrat d'entreprise à s'en tenir au dernier arrêt cité (arrêt non publié du 30 septembre 1954 en la cause Fred Binggeli c. Alfred Stengele). Par la suite, il a opté pour le contrat de travail dans un cas plus ou moins analogue (ATF 81 IV 310). Il a, en revanche, vu un contrat d'entreprise dans l'engagement, pris par un musicien, de fournir à un propriétaire de cabaret non seulement sa propre activité artistique, mais aussi celle d'autres artistes dont il était le chef, et qu'il choisissait et rétribuait lui-même sans que leur identité fût spécifiée (arrêt du 19 mai 1960 en la cause Perey et Niklès c. Neagu, in SJ 1961, p. 161 ss). Dans l'arrêt Sauter (ATF 98 II 305 ss), le Tribunal fédéral a modifié sa jurisprudence antérieure et s'est rallié à l'opinion de GAUTSCHI (n. 5 ad art. 363-379 CO et n. 63a ad art. 394 CO), d'après laquelle le contrat d'entreprise ne peut porter que sur un ouvrage matériel. Récemment, il a abandonné cette jurisprudence pour admettre, comme par le passé, que le contrat d'entreprise peut aussi avoir pour objet des ouvrages immatériels tels que la fourniture d'un spectacle par un organisateur ou une production artistique par un musicien ou un orchestre (ATF ATF 109 II 38 qui se réfère, sur ce dernier point, aux arrêts précités publiés dans la SJ 1961 p. 161 et 1953 p. 257).\n\nLa jurisprudence cantonale qualifie tantôt de contrat de travail, tantôt de contrat d'entreprise les rapports contractuels noués entre le tenancier d'un établissement et un artiste ou un orchestre, suivant que prédominent, dans l'espèce à juger, les éléments caractéristiques de l'un ou l'autre de ces deux contrats (pour le contrat de travail: Saint-Gall, in Amtsbericht des Kantonsgerichtes 1936, p. 28; Neuchâtel, in Recueil de jurisprudence BGE 112 II 41 S. 45neuchâteloise 1953-1957, Ire partie, p. 132 ss; Bâle, in BJM 1957, p. 326; Genève, in SJ 1959, p. 69 ss et les arrêts cités par G. AUBERT, Quatre cents arrêts sur le contrat de travail, n. 15 (strip-teaseuse), 17 et 18; Valais, in Rapport du Tribunal cantonal sur l'administration de la justice 1959, p. 86 ss et RVJ 1968, p. 170 ss; Schwytz, in Entscheide der Gerichts- und Verwaltungsbehörden des Kantons Schwyz 1973/1974, p. 22; Grisons, in Praxis des Kantonsgerichts 1974, p. 21 ss, n. 4; Zurich, in ZR 1975 n. 66 (disc-jockey); Lucerne, in Luzerner Gerichts- und Verwaltungsentscheide 1976, Ire partie, No 297 ou RJB 113 (1977) p. 414; Fribourg, in Extraits des principaux arrêts du Tribunal cantonal 1980, p. 88/89; pour le contrat d'entreprise: Genève, in SJ 1938 p. 217 ss et 1959 p. 66 à 69; Berne, in RSJ 23 (1944) p. 365 No 220; Vaud, in JdT 1960 I p. 92 ss, 1962 I p. 252 et 1966 II p. 127/128; Lucerne, in Entscheidungen des Obergerichts des Kantons Luzern 1964 No 307). Dans un arrêt isolé, il est question d'un contrat innommé, faute de réalisation des éléments propres au contrat de travail (Thurgovie, in RSJ 77 (1981) p. 97, No 20).\n\nPour une majorité d'auteurs, l'engagement d'un artiste se produisant seul ou d'un groupe constitue soit un contrat de travail, soit un contrat d'entreprise, suivant les circonstances du cas concret (VISCHER, Schweizerisches Privatrecht VII/1 p. 307, ch. 5; STAEHELIN, n. 52 à 54 ad art. 319; REHBINDER, n. 47 ad art. 319; SCHWEINGRUBER, n. 6k ad art. 319; BRENDER, Rechtsprobleme des befristeten Arbeitsvertrages, thèse Zurich 1976, p. 44 à 46; AL-KOURAICHI, Les critères juridiques du contrat de travail, thèse Genève 1968, p. 151 à 154; KUGLER, Die Arbeitsbedingungen der Bühnenkünstler, thèse Berne 1959, p. 38 à 41; SCHWARTZ, Einführung in die Praxis des Dienstvertragsrechts, Bâle 1949, p. 15/16). Une partie de la doctrine écarte la thèse du contrat d'entreprise au profit de celle du mandat (GAUTSCHI, n. 4 ad art. 363-379 CO) ou encore de celle du contrat innommé (GAUCH, Der Werkvertrag, 3e éd., n. 42 et 43; PEDRAZZINI, Schweizerisches Privatrecht VII/1, p. 505/506; GESSLER, Beitrag zur Lehre vom Veranstaltungsvertrag, thèse Zurich 1979, p. 85 ss). Le premier auteur cité est d'avis que le contrat d'entreprise ne peut avoir pour objet qu'un ouvrage matériel. Pour les autres, le contrat d'entreprise peut certes revêtir également une forme immatérielle, à la condition toutefois que l'activité de l'entrepreneur débouche, d'une certaine manière, sur un résultat matériel (\"eine gewisse Körperlichkeit\"; par exemple BGE 112 II 41 S. 46un livre, un modèle, un plan, etc.). Cette dernière exigence conduirait à l'exclusion du contrat d'entreprise de certains ouvrages immatériels tels que la fourniture d'un spectacle par un organisateur ou la production d'un artiste ou d'un orchestre. Ces diverses opinions sont en contradiction avec la jurisprudence actuelle du Tribunal fédéral qui admet sans réserve la forme immatérielle de l'ouvrage, au sens des art. 363 ss CO (ATF 109 II 34 ss). On peut dès lors se demander si cette jurisprudence ne rend pas superflue la création d'un contrat sui generis, s'agissant notamment des ouvrages immatériels résultant d'une activité artistique, quand bien même l'art. 394 al. 2 CO ne fait pas obstacle à une telle construction juridique (ATF 109 II 466). Cette question peut toutefois demeurer indécise en l'espèce du moment que le contrat litigieux présente toutes les caractéristiques d'un contrat de travail (voir ci-dessous bb)).\n\nEn définitive, le contrat ayant pour objet l'engagement d'un artiste ou d'un orchestre doit être considéré soit comme un contrat de travail, soit comme un contrat d'organisation de spectacle (contrat d'entreprise ou - éventuellement - contrat innommé). Le choix entre les deux termes de l'alternative est fonction de l'ensemble des circonstances du cas particulier et doit être opéré à la lumière des différents critères proposés par la doctrine et la jurisprudence pour distinguer ces deux types de contrat: rapport de subordination ou de dépendance, durée de l'engagement, obligation de résultat, mode de rémunération, devoir de diligence et de fidélité, désignation du contrat par les parties, etc. (arrêt non publié du 27 juin 1985 en la cause Konkursmasse der Gebrüder K. c. R.; ATF 107 II 432, ATF 73 II 420 /421 consid. 4; REHBINDER, n. 47 et 48 ad art. 319; STAEHELIN, n. 49 ss ad art. 319; SCHWEINGRUBER, n. 5 ad art. 319; VISCHER, op.cit., p. 304 ss; AL-KOURAICHI, op.cit., p. 128 ss). A cet égard, le critère de délimitation décisif est la subordination juridique, laquelle est absente dans le contrat d'entreprise (ATF 107 II 432, ATF 95 I 25, 78 II 36 in fine; VISCHER, op. cit., p. 306, ch. 4; STAEHELIN, n. 27 ad art. 319 et les références; sur les divers aspects de la notion de subordination dans les contrats ayant pour objet des productions artistiques, cf. GESSLER, op.cit., p. 45 à 56).\n\nbb) En l'occurrence, le contrat avait été conclu pour une durée d'un mois (art. 1er). Il se référait expressément aux dispositions de la loi sur le travail du 13 mars 1964, ainsi qu'à celles de l'art. 329a CO concernant les vacances (art. 2). Une interdiction de BGE 112 II 41 S. 47concurrence y était stipulée (art. 4), de même que l'obligation pour les artistes d'\"observer pleine et entière discrétion jusqu'au début de l'engagement\" (art. 4 lettre g). En outre, de nombreuses dispositions contribuaient à créer un lien de subordination évident entre la direction de l'établissement et les artistes, le refus d'obéissance ou une attitude incorrecte de la part de ceux-ci étant même érigés en justes motifs de résiliation immédiate du contrat (art. 11), lequel pouvait d'ailleurs être résilié unilatéralement par la direction de l'établissement, sous certaines conditions, dans les trois jours (art. 7). C'est ainsi que les conditions particulières du contrat d'engagement prévoyaient le nombre de pauses et de consommations auxquelles les musiciens auraient droit par soirée de représentation. Il y était encore précisé que le chef d'orchestre s'engageait \"à présenter son orchestre dans une tenue vestimentaire impeccable (elle devait être uniforme selon l'art. 4 lettre i), à jouer de la musique non-stop et tous les genres durant les services, à accompagner les attractions engagées par la direction sur demande, à se conformer strictement aux instructions de M. X. pour le genre de travail à fournir ...\". Il ressort, par ailleurs, des pièces du dossier que le tenancier du dancing a retenu une partie du cachet des artistes pour le paiement des cotisations sociales et des impôts notamment. Ce sont là autant d'éléments caractéristiques du lien de subordination propre au contrat de travail. La cour cantonale a dès lors admis à juste titre que les parties étaient liées par un tel contrat.\n\nb) aa) Contrairement à ce que le Tribunal fédéral a pu soutenir dans l'arrêt Perey et Niklès du 19 mai 1960 (SJ 1961 p. 161 ss) et à ce qui résulte de plusieurs arrêts cantonaux (SJ 1938 p. 217 ss, 1979 p. 66 ss; JdT 1960 I p. 92 ss, 1962 I p. 252; RVJ 1968 p. 170 ss), le fait qu'une partie s'oblige à fournir non seulement sa propre activité artistique, mais aussi celle d'autres artistes dont elle est le chef, et qu'elle choisit et rétribue elle-même, sans que leur identité soit spécifiée, n'exclut pas la reconnaissance d'un contrat de travail liant cette partie à celle qui l'a engagée. Suivant les circonstances, on devra admettre, en pareille hypothèse (cela valant même pour le cas où l'identité des autres artistes est spécifiée), l'existence d'un contrat de travail \"en cascade\" (\"gestuftes Arbeitsverhältnis\" ou \"mittelbares Arbeitsverhältnis\"; cf. ATF 81 IV 309 /310 et, dans d'autres domaines, ATF 107 II 432 consid. 1 in fine (contrat de vignolage), ATF 88 II 446 consid. 3 (contrat de location de personnel); voir aussi: Amtsbericht des BGE 112 II 41 S. 48Kantonsgerichts St-Gallen 1936, p. 28; Recueil de jurisprudence neuchâteloise vol. I, 1953-1957, p. 132 ss; Entscheide der Gerichts- und Verwaltungsbehörden des Kantons Schwyz 1973/1974, p. 22/23; pour la doctrine, cf.: VISCHER, op.cit., p. 307/308; REHBINDER, n. 2 à 4 ad art. 321; STAEHELIN, n. 7 à 9 ad art. 321; GESSLER, op.cit., p. 47 ss; SCHWARTZ, op.cit., p. 16; SCHWABE, Arbeitnehmerähnliche Personen, thèse Zurich 1971, p. 23). Dans ce cas, le contrat n'est conclu qu'entre le patron de l'établissement et le chef d'orchestre; à l'égard de l'employeur, les musiciens sont les auxiliaires du chef d'orchestre, dont ils sont les employés (VISCHER, loc.cit.). Le contrat \"en cascade\" ne constitue toutefois pas l'unique forme juridique que peuvent revêtir les rapports contractuels liant un groupe de travailleurs (un orchestre, par exemple) à un employeur. Il existe d'autres possibilités (cf. STAEHELIN, n. 10 ad art. 321; SCHWEINGRUBER, n. 4 ad art. 321; SCHWABE, loc.cit.): ainsi, suivant les circonstances, le contrat pourra être conclu par l'employeur avec chaque membre du groupe pris isolément; il pourra l'être aussi avec le groupe en tant que tel, formant une société simple (cf. VISCHER, op. cit., p. 369; REHBINDER, Schweizerisches Arbeitsrecht, 7e éd., p. 37/38; RSJ 77 (1981) p. 97 No 20 ch. 2); si le chef d'orchestre fait alors office d'intermédiaire pour la conclusion du contrat, il agira, dans la première éventualité, comme représentant direct de chaque membre individuel du groupe (art. 32 CO) et, dans la seconde, comme représentant de tous les associés (art. 543 CO); dans l'un et l'autre cas, il n'aura pas qualité pour agir en justice à titre personnel contre l'employeur pour le compte d'un membre du groupe (art. 32 al. 1 CO) ou pour celui de la société simple (art. 544 al. 1 CO).\n\nbb) Interprétant le contrat d'engagement, la cour cantonale a considéré, à juste titre, qu'il avait été conclu par le défendeur avec le chef d'orchestre agissant pour lui-même et non pas comme représentant des autres membres du groupe. A cet égard, elle a énuméré divers indices qui tendent à démontrer le rôle subalterne des autres musiciens en comparaison de celui du chef d'orchestre et, par voie de conséquence, le peu d'importance que le défendeur attachait aux prestations individuelles des musiciens du groupe. Elle a, en particulier, mis l'accent sur le fait que le contrat avait été signé uniquement par le demandeur, qu'il prévoyait un cachet forfaitaire et qu'il ne précisait pas la composition instrumentale du quintette, quand bien même les noms des musiciens y étaient BGE 112 II 41 S. 49mentionnés. En plus de ces éléments, on peut relever que le remplacement de l'artiste ayant quitté le groupe avait été le fait du chef d'orchestre exclusivement, que c'est encore ce dernier qui avait perçu l'acompte de 4'000 fr. et que c'est lui, enfin, qui avait écrit au défendeur pour le mettre en demeure d'exécuter ses obligations et qui avait ensuite confié la défense de ses intérêts à un avocat. Tout cela confirme la position dominante occupée par le demandeur au sein de son orchestre. Au demeurant, rien ne permet, en l'espèce, de se convaincre de l'existence d'un contrat de société simple liant les cinq musiciens (concernant la preuve d'un tel contrat, cf. arrêt du 4 juillet 1985 en la cause Caisse d'épargne du Valais c. D. et consorts, consid. 1a; ATF 57 II 174 /175).\n\nCela étant, la cour cantonale a considéré, avec raison, que les circonstances du cas particulier n'étaient pas telles que le défendeur dût en inférer l'existence d'un rapport de représentation. Dans ces conditions, il faut admettre, avec le Tribunal cantonal neuchâtelois, que l'on se trouve en présence d'un contrat de travail \"en cascade\". Le demandeur possédait donc la qualité pour agir seul contre le défendeur.\n\n2. Le défendeur soutient que la rupture du contrat était due, en l'espèce, au demandeur qui avait abandonné son emploi sans justes motifs. Selon lui, le cas aurait ainsi dû être examiné à la lumière des dispositions de l'art. 337d CO, à l'exclusion de celles de l'art. 337c CO.\n\nCe moyen apparaît dénué de fondement. L'application de l'art. 337d CO présuppose un refus conscient, intentionnel et définitif, de la part du travailleur, d'entrer en service ou de poursuivre l'exécution du travail qui lui a été confié (cf. BRÜHWILER, Die fristlose Auflösung des Arbeitsverhältnisses, Voraussetzungen und Folgen, in RSJ 81 (1985) p. 76, lettre B; voir aussi les exemples cités par SCHWEINGRUBER, n. 2 ad art. 337d). Or, en l'espèce, l'initiative de la rupture des rapports de travail a été prise de toute évidence par l'employeur. La cour cantonale constate à ce sujet, de manière à lier le Tribunal fédéral (art. 63 al. 2 OJ), que c'est bien le défendeur qui avait prié le demandeur de ne plus jouer ou de ne jouer qu'avec un musicien en moins. Il résulte en outre du jugement attaqué et des pièces du dossier que l'intimé avait réagi immédiatement en offrant de poursuivre l'exécution du contrat jusqu'au terme convenu et en fixant un délai à son cocontractant pour qu'il revienne sur sa décision et accepte cette offre. Le défendeur est dès lors malvenu d'imputer au BGE 112 II 41 S. 50demandeur une rupture unilatérale du contrat, dont il a été lui-même l'auteur.\n\nPar conséquent, seule reste à examiner la question du caractère justifié ou injustifié du congé donné par l'employeur.\n\n3. a) En vertu de l'art. 337 al. 1 CO, le contrat de travail peut être résilié en tout temps pour de justes motifs; sont notamment considérées comme telles toutes les circonstances qui, selon les règles de la bonne foi, ne permettent pas d'exiger de celui qui a donné le congé la continuation des rapports de travail. Selon la jurisprudence, seul un manquement particulièrement grave du travailleur autorise une résiliation immédiate; lorsque le manquement est moins grave, il doit être précédé de vains avertissements de l'employeur (ATF 108 II 303, 446, ATF 104 II 29, ATF 101 Ia 548 /549, ATF 97 II 146 et les arrêts cités).\n\nb) En l'espèce, le défendeur invoque, comme circonstance justifiant la résiliation immédiate du contrat, le fait que le demandeur ne l'avait pas informé du changement de l'un des membres de son orchestre. Il affirme, à ce propos, que \"les parties à la convention attachaient de l'importance aux personnes mêmes des musiciens\".\n\nPour la cour cantonale, le moyen tiré du changement de musicien n'était en réalité qu'un prétexte, eu égard aux conditions dans lesquelles il avait été soulevé.\n\nSur le vu des faits retenus par les premiers juges, la Cour de céans ne peut que se ranger à l'avis de ceux-ci. Il faut tout d'abord admettre, avec eux, que le défendeur ne devait guère attacher d'importance à la personnalité des musiciens de l'orchestre. Preuve en est que le contrat n'indiquait pas la composition instrumentale du groupe, dont il mentionnait pourtant l'identité des artistes. En outre, le défendeur n'avait pas prêté attention au changement de musicien, bien que ce changement figurât sur la lettre qui lui avait été adressée le 23 mars 1984 - soit avant le début des productions du quintette - par l'Office cantonal des étrangers. Les raisons qu'il avance pour expliquer son inattention (il n'aurait pas eu le contrat sous les yeux au moment de la réception de la lettre précitée; les noms des musiciens n'étaient pas faciles à retenir; celui de Tambimuttu avait été porté en queue de liste) ne sont pas déterminantes. Enfin, et surtout, l'employeur avait le droit de résilier le contrat à l'expiration de la période d'essai de trois jours prévue dans le contrat (art. 7) s'il estimait que les qualités de l'orchestre ne répondaient pas \"aux promesses ou aux caractères et particularités de l'établissement\". L'autorité cantonale BGE 112 II 41 S. 51considère que s'il ne l'a pas fait, c'est sans doute parce que le changement de musicien n'avait pas altéré les qualités de l'orchestre. Cette constatation lie le Tribunal fédéral en instance de réforme (art. 63 al. 2 OJ). Quoi qu'il en soit, eu égard aux circonstances concrètes de l'espèce, ce changement, que le demandeur avait d'ailleurs signalé à l'agent Rubin, ne constituait de toute manière pas un manquement particulièrement grave aux devoirs contractuels pouvant justifier une résiliation immédiate sans avertissement préalable. Or, non seulement pareil avertissement n'a pas été donné, mais, qui plus est, le défendeur a laissé l'orchestre se produire durant une dizaine de jours avant d'intervenir. Cette attitude ne peut être considérée que comme une renonciation de la part de l'intéressé à se prévaloir du moyen tiré du changement de musicien (cf. ATF 97 II 146).\n\nPour le surplus, dans la mesure où il invoque comme autre motif de résiliation anticipée du contrat l'insuffisance des prestations artistiques de l'orchestre, le défendeur émet une critique irrecevable des constatations de fait contraires de la cour cantonale (art. 43 al. 3, 55 al. 1 lettre c, 63 al. 2 OJ).\n\nCela étant, le défendeur ne conteste pas le calcul du dommage opéré par la cour cantonale en application de l'art. 337c al. 1 CO. Au demeurant, quoi qu'il ait pu soutenir à ce sujet, les premiers juges ont refusé à juste titre de voir une renonciation intentionnelle au gain dans le fait que le demandeur avait refusé de jouer avec un musicien en moins et de ne toucher qu'un cachet réduit, alors qu'aucune raison objective ne justifiait l'adoption de cette solution contraire au contrat."}