{"annee": "112", "cour": "III", "page": "112", "date": "20/8/1986", "cite": ["67 III 92", "93 I 278"], "cite_par": ["115 III 125", "126 III 95"], "chapeau": "27. Extrait de l'arrêt de la IIe Cour civile du 20 août 1986 dans la cause République islamique d'Iran contre Universal Oil Trade Inc. (recours de droit public)", "regestes": ["Sûretés en cas de séquestre (art. 273 LP). Le montant des sûretés à fournir en cas de séquestre peut être augmenté au vu des circonstances, notamment lorsque leur valeur diminue en raison d'une baisse du cours de la monnaie étrangère dans laquelle elles ont été versées ou des papiers-valeurs déposés en garantie. Pour s'écarter sans enfreindre l'arbitraire de la décision fixant le montant initial des sûretés en cas de séquestre, le juge peut statuer selon la vraisemblance et au regard d'allégués apportant une vision nouvelle de la situation (consid. 2)."], "faits": "BGE 112 III 112 S. 112\n\nA.- 1. Par ordonnance du 12 mai 1981 fondée sur l'art. 271 al. 4 LP, le Président du Tribunal de première instance de Genève a ordonné, en faveur de la République islamique d'Iran et au préjudice d'Universal Oil Trade Inc., le séquestre de tous titres, valeurs, espèces, devises, accréditifs, créances, papiers-valeurs, actions, obligations, métaux précieux, avoirs de toute nature appartenant à Universal Oil Trade Inc., BGE 112 III 112 S. 113en dépôt, compte personnel, compte numéro, en dossier ou dans un safe, ou au compte de tiers, notamment au nom ou au chiffre de Ahmad Heidari et/ou de Ahmad Sarakbi, auprès de la Compagnie Financière Méditerranéenne Cofimed S.A., à Genève, pour une créance de 106'538'736 francs avec intérêt à 5% du 19 février 1981, contre-valeur de 53'269'368 US $.\n\nLa cause de la créance invoquée était une prétention en dommages-intérêts pour l'inexécution d'un contrat du 24 décembre 1980 entre la poursuivante et la société Interparts, la poursuivie s'étant substituée aux droits et obligations de celle-ci.\n\nLe séquestre a été exécuté par l'Office des poursuites de Genève le 13 mai 1981. Il a porté sur la somme de 17'813'000 US $ (environ 45'000'000 francs de l'époque); les fonds séquestrés ont été placés dans cette monnaie à la Société de Banque Suisse sous la surveillance de l'Office; la poursuivante s'est opposée à ce que ces capitaux soient placés à l'étranger à titre fiduciaire ou soient convertis en une autre monnaie.\n\n2. Le cas de séquestre a été contesté en vain. La mesure et son exécution ont fait l'objet de recours de droit public et de plaintes et recours aux autorités de surveillance des offices de poursuite et de faillite. Des actions sont actuellement pendantes sur des revendications et pour la validation du séquestre.\n\nB.- L'ordonnance de séquestre a astreint le créancier à fournir des sûretés en vertu de l'art. 273 al. 1 LP, à concurrence de 2'000'000 francs, par cautionnement solidaire de l'Union de Banques Suisses.\n\nLe 4 juin 1985, le débiteur séquestré et Sarakbi ont requis l'augmentation de la caution. Le 25 juin, l'autorité de séquestre a débouté Sarakbi et augmenté la caution à 5'000'000 francs. A son avis, il était difficile, le 12 mai 1981, d'apprécier le montant sur lequel porterait le séquestre; or on sait désormais que la procédure en validation sera longue et compliquée et que cette longueur pourra avoir des conséquences sur l'évolution des taux de change; enfin, la poursuivante s'est opposée au placement des fonds séquestrés à l'étranger où l'on pourrait en espérer un meilleur rendement.\n\nC.- Le 30 avril 1986, la débitrice a requis une nouvelle augmentation de la caution, à concurrence de 15'000'000 francs. Par décision du 16 mai 1986, l'autorité de séquestre a porté les sûretés à 10'000'000 francs. Après avoir rappelé ses considérations du 25 juin 1985, elle a constaté que, depuis lors, le risque de change BGE 112 III 112 S. 114s'était réalisé, le dollar ayant chuté de 61 centimes par rapport au franc suisse, soit de 25%, la valeur du patrimoine séquestré passant ainsi de 45'000'000 francs à 32'427'790 francs. Cette aggravation a pour cause la volonté du séquestrant d'interdire un placement autre qu'en dollars. Au surplus, comme il a refusé également un placement à l'étranger, les revenus sont grevés pour 35% de l'impôt anticipé, ponction dont le séquestrant n'a pas allégué qu'elle était récupérable. L'autorité enfin s'est refusée à apprécier la probabilité de gain dans le procès au fond par l'analyse d'une procédure de non-lieu devant les autorités françaises.\n\nD.- Agissant par la voie du recours de droit public, la République islamique d'Iran requiert le Tribunal fédéral d'annuler l'ordonnance du 16 mai 1986.\n\nL'intimée propose le rejet du recours, auquel l'effet suspensif a été accordé.", "considerants": "Extrait des considérants:\n\n2. a) Le droit fédéral règle les conditions et le contenu des sûretés de l'art. 273 al. 1 LP (ZR 1984 No 26 p. 80). On peut obliger le créancier, même d'office, à fournir des sûretés lorsque la créance ou le cas de séquestre sont douteux. Le dommage matériel issu du séquestre injustifié (ATF 67 III 94), dont la réparation doit être garantie, peut comprendre notamment, outre le préjudice direct, les frais que causera le procès en validation du séquestre (ATF 93 I 284 consid. 5b; arrêt N. S.p.A. du 3 septembre 1981). L'action en réparation ne compète qu'au débiteur séquestré (SJ 1984 p. 361; ATF 67 III 92), et non par exemple au tiers revendiquant (RSJ 1959 p. 276).\n\nDes circonstances peuvent survenir, après une décision obligeant le créancier à fournir des sûretés, qui justifient une augmentation de leur montant. Ainsi la durée imprévue d'une procédure en validation du séquestre ou la diminution de la valeur des sûretés, par exemple par une baisse de cours - de la monnaie étrangère ou de papiers-valeurs déposés -, aisément appréciable s'il y a cotation régulière sur le marché (cf. l'arrêt rendu dans le même complexe le 8 avril 1986, Banque de la Méditerranée-France S.A. c. Sarakbi, consid. 3b; E. MEIER, Die Sicherheitsleistung des Arrestgläubigers (Arrestkaution) gemäss SchKG 273 I, thèse Zurich 1978, p. 42/43; ZR 1955, No 166 p. 322, 2e col. in fine; cf. SJ 1986, p. 176). Cette augmentation va de soi, autant qu'elle BGE 112 III 112 S. 115respecte le but des sûretés, qui est d'offrir au débiteur une garantie suffisant à le désintéresser du préjudice que le créancier pourra être chargé de réparer dans le procès éventuel de l'art. 273 LP.\n\nb) Pour décider s'il y a lieu au séquestre et au dépôt d'une caution, la loi institue une procédure rapide et sommaire, dans laquelle l'autorité statue sans audition du débiteur et selon la vraisemblance qu'offrent les pièces et allégations (FAVRE, Droit des poursuites, p. 364; FRITZSCHE, Schuldbetreibung und Konkurs, II p. 204). Les cantons prévoient généralement à cet effet, comme celui de Genève (art. 22 LALP), la voie des mesures provisionnelles. Le fait que l'ordonnance ne soit pas susceptible de recours et qu'elle ait force de chose jugée n'interdit pas le dépôt d'une seconde requête.\n\nLes conditions auxquelles le juge peut s'écarter de la décision initiale doivent s'analyser au regard de la nature nécessairement sommaire de la procédure adoptée par le canton en application des art. 23 ch. 1, 272 et 279 LP. Fondé à statuer selon la vraisemblance et au regard des allégués, le juge peut sans arbitraire, sur la base d'une instruction complétée, modifier une première ordonnance au vu d'allégués nouveaux apportant une vision nouvelle de la situation (arrêt C. c. S. Inc. Company et M. G. S.A., du 27 août 1976, consid. 2a).\n\nc) S'agissant de l'opportunité de la fourniture de sûretés par le créancier séquestrant (art. 273 al. 1 LP), l'autorité cantonale apprécie librement s'il y a lieu d'imposer ou d'augmenter la garantie, sous la seule réserve de l'interdiction de l'arbitraire."}