{"annee": "112", "cour": "IB", "page": "388", "date": "12/11/1986", "cite": ["106 IA 369", "107 IB 219", "110 IB 29", "101 IA 224", "108 IB 345", "109 IB 13", "108 IB 352", "106 IA 184", "112 IA 155", "96 I 350"], "cite_par": ["132 II 218", "117 II 35", "117 IB 4", "115 II 167", "131 II 151", "119 IB 124", "113 IB 133", "113 IB 318", "114 IB 112", "112 IB 485"], "chapeau": "63. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 12. November 1986 i.S. Prosima Immobilien AG gegen Munizipalgemeinde Tägerwilen und Verwaltungsgericht des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 5 al. 2 LAT; expropriation matérielle. Notion de l'expropriation matérielle (précision de la jurisprudence; consid. 3). Le classement en zone agricole d'un domaine utilisé à des fins agricoles et affecté selon l'ancien droit à une zone réservée surdimensionnée n'est pas assimilable dans ses effets à une expropriation (consid. 4)."], "faits": "BGE 112 Ib 388 S. 388\n\nDie Prosima Immobilien AG erwarb im Jahre 1965 das landwirtschaftlich genutzte Grundstück Nr. 262 im Gebiet Loostampfi in der Gemeinde Tägerwilen. Das langgestreckte Grundstück umfasst 5718 m2. Es lag in der Reservezone W 3 gemäss dem früheren Zonenplan der Gemeinde Tägerwilen. Es grenzt an die Ländlistrasse an, die im Gemeindegebiet von Gottlieben liegt. Diese Strasse wurde von der Gemeinde Gottlieben mit Beteiligung der Gemeinde Tägerwilen in den Jahren 1980 bis 1982 mit den für die Groberschliessung erforderlichen Anlagen für Kanalisation und Wasser versehen. Die Prosima Immobilien AG leistete an diesen Ausbau im Jahre 1982 Perimeterbeiträge für die Teilfläche einer BGE 112 Ib 388 S. 389Bautiefe von 930 m2 entlang der Strasse. Von einer Beitragsleistung für die restliche Fläche von 4788 m2 wurde sie auf ihre Einsprache hin befreit.\n\nDer revidierte Zonenplan der Gemeinde Tägerwilen vom 23. März 1984 wies das Gebiet Loostampfi im Umfang von einer Bautiefe entlang der Ländlistrasse und damit auch den entsprechenden Teil des Grundstücks der Prosima Immobilien AG, für welchen sie Perimeterbeiträge an den Ausbau der Ländlistrasse geleistet hatte, der definitiven Bauzone W 2 zu. Der restliche Teil der Parzelle wurde der Landwirtschaftszone zugeteilt. Die Prosima Immobilien AG setzte sich hiergegen ohne Erfolg zur Wehr. Der Regierungsrat des Kantons Thurgau wies ihre Beschwerde mit Beschluss vom 7. Januar 1985 ab und genehmigte gleichzeitig den revidierten Zonenplan. In der Folge machte die Prosima Immobilien AG eine Forderung wegen materieller Enteignung geltend, die von der kantonalen Enteignungskommission abgelehnt wurde. Eine dagegen erhobene Beschwerde wies das Verwaltungsgericht des Kantons Thurgau ab.\n\nGegen den Entscheid des Verwaltungsgerichts hat die Prosima Immobilien AG Verwaltungsgerichtsbeschwerde eingereicht. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintreten kann.", "considerants": "Aus den Erwägungen:\n\n3. Das Verwaltungsgericht des Kantons Thurgau ist von der bundesgerichtlichen Rechtsprechung ausgegangen, wonach eine materielle Enteignung dann vorliegt, wenn einem Eigentümer der bisherige oder ein voraussehbarer künftiger Gebrauch seiner Sache untersagt oder besonders stark eingeschränkt wird, weil ihm eine wesentliche, aus dem Eigentum fliessende Befugnis entzogen wird. Geht der Eingriff weniger weit, so wird gleichwohl eine materielle Enteignung angenommen, falls ein einziger oder einzelne Grundeigentümer so betroffen werden, dass ihr Opfer gegenüber der Allgemeinheit unzumutbar erschiene und es mit der Rechtsgleichheit nicht vereinbar wäre, wenn hiefür keine Entschädigung geleistet würde (BGE 110 Ib 32 E. 4; BGE 109 Ib 15 E. 2; BGE 108 Ib 354 E. 4; BGE 107 Ib 222 /223 E. 2, 383 E. 2; BGE 106 Ia 372 /373 E. 2a, je mit Hinweisen). In beiden Fällen ist die Möglichkeit einer zukünftigen besseren Nutzung der Sache indessen nur zu berücksichtigen, wenn im massgebenden Zeitpunkt anzunehmen war, sie lasse sich mit hoher BGE 112 Ib 388 S. 390Wahrscheinlichkeit in naher Zukunft verwirklichen (BGE 109 Ib 15 /16 E. 2; 107 Ib 223 E. 2, je mit Hinweisen). Unter besserer Nutzung eines Grundstücks ist in der Regel die Möglichkeit seiner Überbauung zu verstehen (BGE 109 Ib 16 E. 2; BGE 106 Ia 373 E. 2a).\n\nBei der Beurteilung der Frage, ob ein Grundstück sehr wahrscheinlich in naher Zukunft besser hätte genutzt werden können, sind nach der Rechtsprechung alle rechtlichen und tatsächlichen Gegebenheiten zu berücksichtigen, welche die Überbauungschance beeinflussen können. Dazu gehören das im fraglichen Zeitpunkt geltende Bundesrecht sowie die kantonalen und kommunalen Bauvorschriften, der Stand der kommunalen und kantonalen Planung, die Lage und Beschaffenheit des Grundstücks, die Erschliessungsverhältnisse und die bauliche Entwicklung in der Umgebung (BGE 109 Ib 16 E. 2; BGE 106 Ia 373 E. 2b, je mit Hinweisen).\n\nDiese verschiedenen Faktoren sind zu gewichten. Dabei ist in erster Linie auf die rechtlichen Gegebenheiten abzustellen. Nur wo das Bauen rein rechtlich zulässig, tatsächlich möglich sowie nach den Umständen mit hoher Wahrscheinlichkeit in naher Zukunft zu erwarten gewesen wäre (BGE 107 Ib 224 E. 3b und c; BGE 96 I 357 E. 4, je mit Hinweis), kann in der Eigentumsbeschränkung, welche die Überbauung ausschliesst, ein besonders schwerer Eingriff gesehen werden, der eine Entschädigungspflicht auslöst. Als Gründe, die gegen die Überbauung eines Grundstücks in naher Zukunft sprechen, nannte das Bundesgericht beispielsweise das Erfordernis einer Ausnahmebewilligung, einer Änderung in der Zonenplanung, eines Erschliessungs-, Überbauungs- oder Gestaltungsplans, einer Baulandumlegung oder weitgehender Erschliessungsarbeiten (BGE 109 Ib 16 E. 2; BGE 107 Ib 223 ff. E. 3; BGE 106 Ia 190 E. 4d, 373 E. 2b, 376/377 E. 3d und e). Auch genügen die Erschliessbarkeit einer Parzelle und unter Umständen selbst deren Erschliessung nicht ohne weiteres, um die Überbaubarkeit in naher Zukunft zu bejahen (BGE 109 Ib 16 E. 2; 103 Ib 222/223 E. 5b; BGE 101 Ia 227 E. 4b).\n\nFür die Prüfung der Frage, ob eine materielle Enteignung vorliegt, ist nach der bundesgerichtlichen Rechtsprechung auf die Verhältnisse im Zeitpunkt des Inkrafttretens der Eigentumsbeschränkung abzustellen (BGE 109 Ib 16 E. 3; 108 Ib 338 E. 4c; BGE 106 Ia 373 /374 E. 2c).\n\n4. Die Beurteilung der Sache nach den dargelegten Grundsätzen führt zu folgendem Ergebnis:\n\na) Zur Prüfung der Frage, ob die Beschwerdeführerin von einer materiellen Enteignung betroffen wurde, stellte die Vorinstanz zu BGE 112 Ib 388 S. 391Recht auf die Rechts- und Sachlage ab, wie sie im Zeitpunkt der Genehmigung des revidierten Zonenplanes von Tägerwilen durch den Regierungsrat am 7. Januar 1985 bestand. Sie untersuchte, ob in diesem Zeitpunkt anzunehmen war, eine Überbauung des der Landwirtschaftszone zugewiesenen Teiles des Grundstückes Nr. 262 lasse sich mit hoher Wahrscheinlichkeit in naher Zukunft verwirklichen.\n\nb) In Übereinstimmung mit der konstanten bundesgerichtlichen Rechtsprechung hat das Verwaltungsgericht zur Beantwortung dieser Frage in erster Linie die rechtlichen Gegebenheiten berücksichtigt. Es ist dabei zum Schluss gelangt, eine Überbauung des in Frage stehenden Abschnittes der Parzelle Nr. 262 sei rechtlich nicht zulässig gewesen. Trifft dies zu, so kann in der Tat die Zuweisung des bisher landwirtschaftlich genutzten Abschnittes in die Landwirtschaftszone keinen besonders schweren Eingriff bewirken, der eine Entschädigungspflicht auszulösen vermöchte.\n\nDie rechtliche Unzulässigkeit einer Überbauung des in Frage stehenden Parzellenabschnittes folgt nach der Auffassung der Vorinstanz aus § 21 des Thurgauer Baugesetzes vom 28. April 1977 (BauG), welcher festhält, dass in der Reservebauzone kein Anspruch auf Erteilung einer Baubewilligung besteht. Auch wenn diese Bestimmung gemäss der bisherigen Thurgauer Praxis nicht generell die Möglichkeit einer Baubewilligung von vornherein ausschliesst, wie das Verwaltungsgericht mit Verweisung auf seinen Entscheid vom 11. Dezember 1985 i.S. Gemeinde Amriswil gegen Baudepartement des Kantons Thurgau darlegt, so ergibt sich im vorliegenden Falle aus den gegebenen Parzellenverhältnissen und der unzureichenden Erschliessung des der Landwirtschaftszone zugeteilten Areals des Gebietes Loostampfi/Ländli, dass eine Bewilligung für eine Überbauung des Grundstücks der Beschwerdeführerin in bezug auf den der Landwirtschaftszone zugewiesenen Teil nicht hätte erteilt werden können. Der entsprechende Abschnitt ist nicht baureif im Sinne von § 74 BauG.\n\nc) Die Einwendungen der Beschwerdeführerin sind nicht geeignet, diese überzeugenden Folgerungen der Vorinstanz zu widerlegen. Zu Unrecht meint die Beschwerdeführerin, aus dem Entscheid des Bundesgerichts vom 30. April 1986 i.S. Silberschmidt gegen Gemeinde Ermatingen (BGE 112 Ia 155 ff.) herleiten zu können, sie habe Anspruch auf Bewilligung einer Überbauung des der Landwirtschaftszone zugewiesenen Abschnittes ihrer Parzelle. Als BGE 112 Ib 388 S. 392bundesrechtswidrig bezeichnete das Bundesgericht in diesem Entscheid die Regelung des Thurgauer Baugesetzes, in die auf den voraussichtlichen Bedarf von 15 Jahren zu bemessenden Bauzonen auch die Reservebauzonen einzubeziehen, deren Umwandlung in definitive Bauzonen nur mit einem dem fakultativen Referendum unterstehenden Beschluss der zuständigen Gemeindebehörde möglich ist (§§ 16 und 21 BauG). Eine solche Regelung hat zur Folge, dass die Reservebauzone keine Bauzone im Sinne des eidgenössischen Raumplanungsgesetzes ist, denn nach diesem Gesetz haben die Bauzonen das Land zu umfassen, da sich für die Überbauung eignet und weitgehend überbaut ist oder voraussichtlich innert 15 Jahren benötigt und erschlossen wird (Art. 15 RPG). Die Bauzonen sind durch das Gemeinwesen zeitgerecht zu erschliessen (Art. 19 Abs. 2 RPG). Das eidgenössische Wohnbau- und Eigentumsförderungsgesetz vom 4. Oktober 1974 präzisiert diese Erschliessungspflicht hinsichtlich des für den Wohnungsbau benötigten Landes, indem es in Art. 5 anordnet, dass die Grob- und Feinerschliessung der für den Wohnungsbau bestimmten Bauzonen entsprechend dem Bedarf in angemessenen Etappen innerhalb von 10 bis 15 Jahren durchzuführen sei. Mit dieser bundesrechtlichen Ordnung ist eine kantonale Vorschrift, gemäss welcher in die nach dem Bedarf von 15 Jahren zu bemessenden Bauzonen auch die Reservebauzonen einbezogen werden, deren Umwandlung in definitive Bauzonen von einem Beschluss des Stimmbürgers abhängt, unvereinbar.\n\nd) Aus der Bundesrechtswidrigkeit der erwähnten Regelung kann jedoch keineswegs hergeleitet werden, dass die bestehenden Reservezonen der Thurgauer Gemeinden den definitiven Bauzonen gleichzusetzen seien. Eine solche Folgerung kann von vornherein nicht gezogen werden für viel zu gross bemessene altrechtliche Reservezonen, die im Zeitpunkt ihrer Festsetzung nicht nach dem voraussichtlichen Bedarf der kommenden 15 Jahre bemessen wurden. Im Gegensatz zur Reservezone des gemäss dem Thurgauer Baugesetz und dem eidgenössischen Raumplanungsgesetz revidierten Zonenplanes von Ermatingen handelt es sich bei der hier in Frage stehenden Reservezone von Tägerwilen um eine altrechtliche, den Raumplanungsgrundsätzen nicht entsprechende Anordnung. Es ergibt sich dies bereits daraus, dass das Baugebiet von Tägerwilen bei der Revision des Zonenplanes nach der unbestrittenen Darstellung der Gemeinde um 52 ha reduziert wurde. Der nun revidierte Zonenplan stellt in Wirklichkeit der erste den Planungsgrundsätzen BGE 112 Ib 388 S. 393des kantonalen und eidgenössischen Rechts entsprechende Nutzungsplan dar. Auch betraf die in Frage stehende Reservezone des neuen Rechts in Ermatingen ein im Ortskern gelegenes Gebiet, während im hier zu beurteilenden Fall die altrechtliche, offensichtlich viel zu gross bemessene Reservezone von Tägerwilen am Rande des Gemeindegebietes gelegenes landwirtschaftlich genutztes Areal betrifft.\n\nDie vom Bundesgericht im genannten Entscheid festgestellte Bundesrechtswidrigkeit hat einzig zur Folge, dass der Thurgauer Gesetzgeber anzuordnen hat, die definitiven Bauzonen müssten nach dem voraussichtlichen Bedarf von 15 Jahren bemessen werden. Für einen weitergehenden Bedarf können auf Grund von Art. 18 Abs. 2 RPG Reservezonen festgelegt werden, in denen im Sinne der Baugebietsetappierung die bauliche Nutzung erst später zugelassen wird.\n\ne) Bei dieser Rechtslage hat das Verwaltungsgericht mit Recht gefolgert, dass im Zeitpunkt der Genehmigung des revidierten Zonenplanes eine Überbauung des der Landwirtschaftszone zugewiesenen Abschnittes der Parzelle Nr. 262 rechtlich unzulässig war. Die auch dem Bundesgericht bekannte frühere Praxis einzelner Thurgauer Gemeinden, in den Reservezonen Bauten zuzulassen, auch wenn gemäss § 21 Abs. 1 BauG kein Anspruch auf Erteilung einer Baubewilligung besteht, ändert hieran nichts. Im Sinne der Ausführungen des Verwaltungsgerichts im erwähnten Urteil vom 11. Dezember 1985 i.S. Gemeinde Amriswil kann diese Praxis allenfalls auf voll erschlossenem Land für Bauten in Frage kommen, welche die geordnete bauliche Entwicklung nicht behindern. Einer solchen Praxis steht auch das Urteil des Bundesgerichts vom 30. April 1986 i.S. Silberschmidt gegen Gemeinde Ermatingen nicht entgegen. Bezieht sie sich auf Reservebauzonen, die dem Begriff des Baugebietes gemäss § 16 des Thurgauer Baugesetzes entsprechen, also auf Zonen, welche nur Land umfassen, das innert 10 bis 15 Jahren für eine Überbauung benötigt wird, so vermöchte wohl diese Praxis sogar die festgestellte Bundesrechtswidrigkeit der gesetzlichen Regelung zu mildern. Wie es sich damit verhält, ist jedoch nicht zu prüfen. Entscheidend ist, dass die Thurgauer Gemeinden auf Grund des Bundesrechts verpflichtet sind, bei der Anpassung ihrer Zonenpläne an die Anforderungen des eidgenössischen Raumplanungsgesetzes ihre allenfalls zu gross bemessenen Reservezonen in dem Umfang, als sie - wie dies auch das Thurgauer Baugesetz verlangt -innert BGE 112 Ib 388 S. 39415 Jahren nach dem Grundsatz der geordneten baulichen Entwicklung für eine Überbauung benötigt werden, der definitiven Bauzone zuzuschlagen.\n\nUnter dem Gesichtspunkt der hier zu beurteilenden Frage der Entschädigungspflicht könnte der erwähnten Praxis der Thurgauer Gemeinden nur dann wesentliche Bedeutung zukommen, wenn auf einer in eine solche Reservebauzone eingewiesenen Parzelle, die voll erschlossen ist und für deren Überbauung die Gemeinde eine Bewilligung in Aussicht gestellt hat, nachträglich durch Anordnung einer Bauverbotszone das Bauen verhindert wird, wie dies in der vom Bundesgericht am 4. Dezember 1984 beurteilten Sache der Ortsgemeinde Warth gegen H. St. zutraf (E. 4, S. 12 ff. des Urteils, nicht publ.). Im vorliegenden Falle hat jedoch die Gemeinde Tägerwilen den durch die Ländlistrasse erschlossenen Grundstücksteil im Halte von 930 m2, für welchen die Beschwerdeführerin im Jahre 1982 auch Perimeterbeiträge zu bezahlen hatte, in die definitive Bauzone einbezogen. Der Landwirtschaftszone zugewiesen wurde einzig die Restfläche der Parzelle, welche - wie sich aus den eingereichten Situationsplänen ergibt - Teil des Gebietes Loostampfi/Ländli bildet, das aus den Parzellen Nrn. 922, 262, 263 und 994 besteht und im Hinblick auf eine allfällige bauliche Nutzung eine Einheit bildet, die im Rahmen einer Quartierplanung mit Landumlegung und Feinerschliessung der geordneten Überbauung zugeführt werden müsste. Solange diese baurechtlichen Voraussetzungen nicht geschaffen sind, fehlt dem Areal die Baureife im Sinne von § 74 des Thurgauer Baugesetzes. Der Beschwerdeführerin ist dies wohl selbst klar, bestätigt sie doch auch in ihrer Verwaltungsgerichtsbeschwerde, sie habe stets erklärt, sie würde eine Quartierplanungspflicht nicht nur akzeptieren, sondern sogar begrüssen.\n\nf) Es kann sich daher nur fragen, ob besondere Umstände vorlagen, die den Einbezug des in Frage stehenden Areals in die definitive Bauzone geboten hätten. Hievon kann nicht die Rede sein. Die altrechtliche, viel zu gross bemessene Reservezone kann keiner Bauzone gleichgesetzt werden, welche nach dem voraussichtlichen Bedarf innert 15 Jahren für eine Überbauung benötigt wird. Sie vermag daher auch nicht das Vertrauen zu begründen, das betreffende Gebiet werde in naher Zukunft der definitiven Bauzone zugewiesen, so dass die Beschwerdeführerin mit der baldigen Überbauung ihrer Parzelle mit hoher Wahrscheinlichkeit hätte rechnen dürfen (vgl. BGE 108 Ib 349 E. 4d). Eine solche BGE 112 Ib 388 S. 395Annahme lag auch deshalb nicht nahe, weil das für den früheren Zonenplan massgebende Baureglement der Gemeinde Tägerwilen vom Juni 1965 ausdrücklich anordnete, Neubauten dürften nur auf baureifen Grundstücken erstellt werden und Baureife setze unter anderem voraus, dass ein rechtsgültiger Bebauungs- oder Gestaltungsplan vorliege, dass Grösse und Form des Grundstücks eine Überbauung erlaubten und dass eine allenfalls nötige Baulandumlegung nicht erschwert werde (Art. 4). Ausserdem bestimmte Art. 3 des Reglementes, Bauten ausserhalb der definitiven Zonen hätten keinen Anspruch darauf, an die öffentliche Kanalisation sowie an das Wasser-, Gas- und Elektrizitätsnetz angeschlossen zu werden.\n\nIrgendwelche Zusicherungen für eine Überbauung wurden der Beschwerdeführerin nicht erteilt. Auch hat sie bisher für die Projektierung keine ins Gewicht fallenden Kosten aufgewendet, um den fraglichen Parzellenteil der Überbauung zuzuführen. Der Perimeterbeitrag, den sie für den erst in den Jahren 1980 bis 1982 erfolgten Ausbau der Ländlistrasse mit den Basiserschliessungsanlagen für die Kanalisation und die Wasserversorgung geleistet hat, bezieht sich lediglich auf den an diese Strasse anstossenden Abschnitt, welcher überbaut werden kann.\n\ng) Aus den vorstehenden Erwägungen ergibt sich, dass das Verwaltungsgericht zu Recht festgestellt hat, eine Überbauung des in Frage stehenden Abschnittes der Parzelle Nr. 262 sei im Zeitpunkt der Genehmigung des revidierten Zonenplanes durch den Regierungsrat aus rechtlichen Gründen unzulässig gewesen. Bei dieser Rechtslage kommt den weiteren Ausführungen der Beschwerdeführerin über die Möglichkeit der Feinerschliessung des Areals Loostampfi/Ländli keine entscheidende Bedeutung zu. Die Beschwerdeführerin hat keine Schritte unternommen, um ein Quartierplanverfahren herbeizuführen. Auch wäre die Gemeinde nicht verpflichtet gewesen, in der Reservezone auf einen solchen Antrag einzutreten. Die Beschwerdeführerin konnte daher nicht mit der Realisierbarkeit einer Überbauung in naher Zukunft rechnen (BGE 110 Ib 34 E. 4a mit Verweisung).\n\nNach dem Gesagten bedeutete es keine Verletzung von Bundesrecht, wenn das Verwaltungsgericht zum Schluss gelangte, die Beschwerdeführerin werde durch die Einweisung des grössten Teils ihrer Parzelle Nr. 262 in die Landwirtschaftszone nicht enteignungsähnlich betroffen und könne daher keine Entschädigung BGE 112 Ib 388 S. 396geltend machen. Die Verwaltungsgerichtsbeschwerde erweist sich somit als unbegründet und ist abzuweisen, soweit auf sie eingetreten werden kann."}