{"annee": "112", "cour": "IV", "page": "70", "date": "28/7/1986", "cite": [], "cite_par": ["116 IV 105", "123 IV 107"], "chapeau": "20. Auszug aus dem Urteil des Kassationshofes vom 28. Juli 1986 i.S. C. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 55 CP; expulsion d'un étranger établi en Suisse. Conformément à l'art. 55 CP, l'expulsion d'un étranger est possible même s'il est établi en Suisse (permis C)."], "faits": "|70|\n\nAm 28. Januar 1986 verurteilte das Obergericht des Kantons Zürich den italienischen Staatsangehörigen C. wegen wiederholten, fortgesetzten und teilweise bandenmässigen Raubs, wiederholten, gewerbs- und mehrheitlich bandenmässigen Diebstahls und verschiedener anderer Delikte zu siebeneinhalb Jahren Zuchthaus, abzüglich 149 Tagen Untersuchungshaft, zu einer Busse von Fr. 100.-- und zu zehn Jahren Landesverweisung.\n\nC. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, es sei die ihm gegenüber vom Obergericht ausgesprochene Landesverweisung aufzuheben und die Sache im Falle der Gutheissung der Beschwerde an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\nDer Beschwerdeführer rügt eine Verletzung von Art. 55 StGB. Er anerkennt zwar, Ausländer zu sein, weist aber darauf hin, dass er im Besitz einer Aufenthaltsbewilligung C sei, weshalb sich die Frage stelle, ob er als Niedergelassener nicht einem Schweizer gleichzustellen sei mit der Folge, dass eine Landesverweisung nicht ausgesprochen werden könne.\n\nArt. 55 StGB spricht schlechthin vom Ausländer, und Ausländer ist jeder, der nicht das Schweizer Bürgerrecht besitzt. Zudem sieht sogar das ANAG (SR 142.20) in Art. 9 Abs. 1 lit. d und Abs. 3 lit. b für Aufenthalter und Niedergelassene die Ausweisung vor, wenn einer der in Art. 10 genannten Gründe gegeben ist. Ist aber die Ausweisung eines Niedergelassenen schon aus fremdenpolizeilichen Gründen zulässig, ist nicht ersichtlich, warum dies nach Art. 55 StGB nicht möglich sein sollte, wo es vor allem darum geht, |71| die Sicherheit der schweizerischen Rechtsgemeinschaft vor gefährlichen Straftätern zu gewährleisten."}