{"annee": "112", "cour": "IV", "page": "41", "date": "14/1/1986", "cite": [], "cite_par": [], "chapeau": "12. Urteil des Kassationshofs vom 14. Januar 1986 i.S. B. gegen Staatsanwaltschaft des Kantons Luzern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 48 OSR; définition du \"jour ouvrable\" dans la réglementation sur le stationnement. Lorsque la réglementation du stationnement, dans un cas concret, ne fait de distinction qu'entre les dimanches et jours fériés, d'une part, et les jours ouvrables d'autre part, il faut comprendre dans les jours ouvrables, non seulement les jours de la semaine, du lundi au vendredi, mais aussi les samedis."], "faits": "", "considerants": "BGE 112 IV 41 S. 42\n\nDas Bundesgericht zieht in Erwägung:\n\n1. Am Samstag, 21. Juli 1984, um 16.35 Uhr, stellte B. seinen Personenwagen auf einem Parkplatz am Schwanenplatz in der Stadt Luzern ab, ohne die dort vorhandene Parkuhr zu bedienen. Das Parkieren war am fraglichen Ort durch das Hinweissignal 4.20 (Parkieren gegen Gebühr) mit dem - auf der Parkuhr wiederholten - Zusatz \"Werktags 0700-1900 max. 60 Min.\" geregelt.\n\nDie von B. gegen das Urteil des Amtsgerichts Luzern-Stadt vom 18. Juli 1985, mit welchem er wegen Übertretung von Parkierungsvorschriften zu einer Busse von Fr. 20.-- verurteilt worden war, erhobene Kassationsbeschwerde wies das Obergericht des Kantons Luzern am 23. September 1985 ab, soweit es darauf eintrat. Den obergerichtlichen Entscheid ficht B. mit eidgenössischer Nichtigkeitsbeschwerde an. Er beantragt, das Urteil vom 23. September 1985 sei aufzuheben.\n\n2. Der Beschwerdeführer rügt eine Verletzung von Art. 48 Abs. 2 in Verbindung mit Art. 103 SSV. Er behauptet, das konkrete Signal habe gemäss bundesgerichtlicher Rechtsprechung mit Bezug auf das Parkieren an Samstagen nicht verpflichten können, weil der Begriff \"werktags\" nicht genügend klar bzw. in seiner Bedeutung keineswegs erkennbar gewesen sei. Zum einen enthalte die Signalisationsverordnung keine ausdrückliche Definition, zum andern ordne der durchschnittliche Verkehrsteilnehmer (u.a. weil der Grossteil der erwerbstätigen Bevölkerung an Samstagen nicht mehr arbeite, die Ladengeschäfte früher geschlossen würden, das BG über den Fristenlauf an Samstagen diesen Wochentag dem Sonntag gleichstelle, andere Städte angeblich eine Unterscheidung zwischen Samstagen und übrigen Wochentagen treffen würden) den Samstag nicht mehr den Werktagen zu.\n\nDiese Kritik geht fehl. Mit allgemeinen Erörterungen zum Begriff \"Werktag\" lässt sich nichts für den konkreten Fall gewinnen. Vorliegend interessiert einzig, wie der durchschnittliche Motorfahrzeugführer die Signalisation am Schwanenplatz verstehen konnte und musste. Eine zeitliche Limitierung des Parkierens (z.B. mittels blauer Zone oder Parkuhr) dient u.a. dazu, eine beschränkte Anzahl von Parkplätzen einer möglichst grossen Zahl von Benützern zugänglich zu machen. Die Beschränkung der Parkierungsdauer drängt sich daher gerade in Stadtzentren nicht nur von Montag bis Freitag, sondern besonders auch an Samstagen auf, BGE 112 IV 41 S. 43fahren doch gerade an diesem Wochentag viele zum Einkaufen in die Stadt. Der durchschnittliche Verkehrsteilnehmer wird allein schon deswegen - selbst wenn die konkrete Parkierungsdauer auf die früheren Ladenschliessungszeiten an Samstagen keine Rücksicht nimmt - den Samstag unter den Begriff \"werktags\" subsumieren, zumal dies - trotz 5-Tage-Woche - dem normalen Sprachgebrauch entspricht, der nur zwischen Werktag und Sonn- bzw. Feiertag unterscheidet. Entgegen anderer Behauptung in der Beschwerdeschrift hat die Vorinstanz zu Recht zur Auslegung des Begriffs \"werktags\" auch die in Art. 48 Abs. 2 SSV für die \"Blaue Zone\" getroffene Regelung, welche den Werktagen die Sonn- und Feiertage gegenüberstellt, herangezogen, verfolgt diese Vorschrift doch offensichtlich den nämlichen Zweck wie die Signalisation am Schwanenplatz.\n\nSoweit der Beschwerdeführer für seine Ansicht die Vorschriften über den Fristenlauf an Samstagen und die bundesgerichtliche Rechtsprechung in BGE 108 III 49 zur Fristwahrung gemäss Art. 63 SchKG heranzieht, verkennt er, dass diese Fälle nicht mit dem vorliegenden vergleichbar sind. Dass dort dem Begriff \"Werktag\" eine andere Bedeutung beigemessen wurde, erklärt sich aus dem Zweck der Vorschriften (Erhaltung der Möglichkeit zur Fristwahrung).\n\nDie Beschwerde erscheint somit als offensichtlich unbegründet."}