{"annee": "112", "cour": "IV", "page": "106", "date": "20/8/1986", "cite": ["106 IV 295", "106 IV 74", "104 IV 40"], "cite_par": ["130 IV 131"], "chapeau": "33. Estratto della sentenza della Corte di cassazione del 20 agosto 1986 nella causa A. c. Procura pubblica sopracenerina (ricorso per cassazione)", "regestes": ["Art. 19 ch. 1 LStup. Commerce de stupéfiants, actes préparatoires. 1. Celui qui s'y prend de n'importe quelle manière pour \"étendre\" de la drogue pure ou pour diluer encore plus de la drogue déjà coupée, en vue de l'offrir ainsi sur le marché, \"prend des mesures\" au sens de l'art. 19 ch. 1 al. 6 LStup aux fins d'accomplir l'un des actes énumérés à l'art. 19 ch. 1 al. 1 à 5 LStup (consid. 3a). 2. Des actes peuvent être qualifiés de préparatoires au sens de l'art. 19 ch. 1 al. 6 LStup même s'ils sont exécutés avant toute tentative, fût-elle impossible, d'acquérir de la drogue ou d'en faire commerce, etc.) (confirmation de la jurisprudence) (consid. 3b)."], "faits": "|107|\n\nTra il 1978 e il 1982, A. otteneva da due farmacisti varie forniture di procaina e anestesina per complessivi 8 kg, che consegnava a B., il quale si era a lui in precendenza rivolto perché gli procurasse della procaina. Da conversazioni telefoniche controllate risultava che dette sostanze erano destinate ad \"allungare il metraggio per aumentare il guadagno\". Dalle stesse conversazioni telefoniche emergeva che B. aveva proposto ad A. un traffico di cocaina, incaricandolo a tale scopo di fare un'indagine di mercato. A. ragguagliava l'amico sui prezzi d'acquisto e di vendita della cocaina, mettandolo al corrente della possibilità di procurarsene da 2 a 5 kg al prezzo massimo di 30 milioni di lire, e di averne richiesto un campione al fornitore, tale C., sulla cui affidabilità egli aveva assunto informazioni.\n\nCon sentenza del 7 novembre 1985, la Corte delle assise criminali del Cantone Ticino dichiarava A. colpevole di ripetuta e continuata violazione aggravata della legge federale sugli stupefacenti. Essa accertava che A. aveva partecipato a un vasto traffico organizzato di stupefacenti, avendo fornito a trafficanti operanti in Italia almeno 8 kg di procaina e anestesina nella consapevolezza che tali sostanze venivano usate per il taglio della cocaina. I contatti avuti con C. e con B. circa l'acquisto di un importante quantitativo di cocaina, tra i 2 e i 5 kg, nonché l'acquisizione di un campione della stessa, realizzavano inoltre la fattispecie degli atti preparatori di un ulteriore traffico di stupefacenti.\n\n|108|\n\nLa Corte di cassazione e di revisione penale del Cantone Ticino (CCRP) confermava su questo punto la sentenza di prima istanza.\n\nIl Tribunale federale, adito con ricorso per cassazione, ha respinto il gravame nelle misura in cui era ammissibile.", "considerants": "Dai considerandi di diritto:\n\n3. a) Il ricorrente si duole d'essere stato riconosciuto partecipe del traffico di stupefacenti per aver fornito quantitativi di procaina e di anestesina, e rileva che la legge sugli stupefacenti non evoca nella sua diffusa enumerazione delle fattispecie punibili la consegna, vendita, ecc., di sostanze destinate alla diluizione delle droga. Tale censura era stata già disattesa con corretta motivazione dalla CCRP e su di essa prende posizione esaurientemente la Procura pubblica nelle proprie ossevazioni. Essa è manifestamente infondata. Basti soltanto ribadire che l'art. 19 n. 1 LS, dopo aver dichiarato punibile chiunque, senza essere autorizzato, \"fabbrica, estrae, trasforma o prepara, deposita, spedisce, trasporta, importa, esporta o transita, offre, distribuisce, vende, negozia per terzi, procura, prescrive, mette in commercio o cede, possiede, detiene, compera o acquista in altro modo stupefacenti\", stabilisce espressamente che è parimenti punibile \"chiunque fa preparativi a questi scopi\". Orbene è indubbio che chi effettua un'attività destinata direttamente a \"tagliare\" stupefacenti allo stato puro o a diluire ulteriormente stupefacenti già tagliati, perché siano così posti in commercio, \"fa preparativi\" agli scopi di cui sopra, e ciò addirittura \"in optima forma\", dato che, come noto, gli stupefacenti in circolazione non sono praticamente mai puri. Come osservato dalla Procura pubblica, la sostanza diluente è una componente di fatto necessaria della droga e, lungi dall'attenuarne i pericoli, suole spesso aggravarli (vuoi per la sua composizione, vuoi per i rischi connessi con la sua manipolazione e con il suo trasporto). La sua funzione essenziale è comunque quella di permettere la \"commerciabilità\" del prodotto stupefacente. Esattamente la Procura ricorda come la legislazione sugli stupefacenti intende colpire ogni e qualsiasi fase del traffico degli stupefacenti per poterlo combattere efficacemente (DTF 106 IV 297). Le circostanze di fatto accertate dall'autorità cantonale in modo vincolante per il Tribunale federale dimostrano che il ricorrente era consapevole dello scopo della sua fornitura di diluenti (ottenuta dai farmacisti grazie a un pretesto menzognero) e che egli stesso si proponeva d'aumentare con |109| tali diluenti il lucro proveniente dal divisato commercio di cocaina (\"per allungare il metraggio\" e così \"possiamo (scil. B. e A.) andare più in là con il guadagno\": passaggi degli atti istruttori giustamente evocati dalla Procura).\n\nb) A torto il ricorrente contesta d'essere colpevole di atti preparatori. Nel richiamarsi al \"punto in cui non si torna indietro e si passa al compimento dell'atto delittuoso\", il ricorrente si riferisce in realtà alla nozione di tentativo, ben diversa da quella dell'atto preparatorio. La giurisprudenza da lui citata (DTF 104 IV 41) delimita in modo ampio quest'ultimo, precisamente nell'ambito dell'art. 19 LS. Vi si dice testualmente, come a ragione ricorda la Procura pubblica, che se le semplici intenzioni, come tali non punibili, sono seguite da atti - ad esempio, l'agente s'informa sulle possibili fonti di stupefacenti, studia i sistemi di controllo alla frontiera, prende contatto con l'ambiente della droga, ecc. -, ognuno di questi atti commesso in vista di una successiva vendita di stupefacenti adempie la fattispecie punibile stabilita dalla legge. Ed esattamente ribadisce la Procura che il Tribunale federale ha in DTF 106 IV 74 statuito che sussistono atti preparatori al traffico di stupefacenti già prima che sia dato un tentativo (idoneo o impossibile) d'acquisto, di commercio, ecc., di stupefacenti. In base ai fatti accertati senz'arbitrio dall'autorità cantonale, il ricorrente è stato condannato quale colpevole di atti preparatori sia per aver fornito la procaina e l'anestesina destinate a un traffico di stupefacenti, sia per avere all'inizio del 1979 preso contatto con C. e con B. per concertare le condizioni e le modalità del traffico previsto (studio del mercato, prezzo dello stupefacente, campionatura, affidabilità del fornitore, ecc.)."}