{"annee": "112", "cour": "IB", "page": "277", "date": "16/12/1986", "cite": ["110 IB 264", "108 IB 359"], "cite_par": ["129 II 396", "127 II 215", "119 IB 222", "113 IB 219"], "chapeau": "46. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 16. Dezember 1986 i.S. Vital Steiner, Hugo Bircher und Walter Roshardt gegen Walter Inderbitzin, Gemeinderat Freienbach sowie Regierungsrat und Verwaltungsgericht des Kantons Schwyz (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 24 al. 2 LAT; agrandissement. L'autorisation fondée sur l'art. 24 al. 2 LAT d'agrandir une construction ou une installation non conforme à l'affectation de la zone, en dehors de la zone à bâtir, ne peut être accordée qu'une fois (consid. 5). Art. 24 al. 1 LAT; autorisation à titre exceptionnel d'un dépôt de matériaux de récupération. 1. Un dépôt de matériaux de récupération n'est en principe pas une installation dont l'implantation hors de la zone à bâtir s'impose par sa destination (consid. 6a). 2. La réalisation d'une installation autorisée à titre exceptionnel ne confère à elle seule aucun droit, à raison du principe de la bonne foi, d'obtenir une nouvelle autorisation exceptionnelle (consid. 6b)."], "faits": "BGE 112 Ib 277 S. 278\n\nWalter Inderbitzin ist Eigentümer der Liegenschaft KTN 2111 im Tal, Pfäffikon SZ, auf dem Gebiet der Gemeinde Freienbach. Das Grundstück befindet sich ausserhalb der Bauzonen im übrigen Gemeindegebiet. Am 26. Juni 1978 erteilte der Regierungsrat des Kantons Schwyz dem Grundeigentümer unter verschiedenen Auflagen und Bedingungen die Bewilligung, auf dieser Parzelle einen Lagerplatz für Altmaterialien zu errichten. Am 1. September 1978 bewilligte auch der Gemeinderat Freienbach das Vorhaben. Beide Bewilligungen blieben unangefochten.\n\nWalter Inderbitzin beabsichtigt, seinen Altmaterialbetrieb durch den Bau einer Einstellhalle zu ergänzen. Der Regierungsrat des Kantons Schwyz bewilligte das Vorhaben mit Beschluss vom 18. Oktober 1983. Das Verwaltungsgericht des Kantons Schwyz wies eine dagegen gerichtete Beschwerde mit Entscheid vom 10. April 1984 zur Hauptsache ab. Vital Steiner, Hugo Bircher und Walter Roshardt führen gegen diesen Entscheid Verwaltungsgerichtsbeschwerde beim Bundesgericht. Dieses heisst die Beschwerde gut, soweit sie sich gegen den Bau der Einstellhalle richtet.", "considerants": "Aus den Erwägungen:\n\n5. Gestützt auf Art. 24 Abs. 2 RPG wurde dem Beschwerdegegner auch der Bau einer Einstellhalle mit einer Grundfläche von 132 m2 und Fassadenhöhen von 3,30 m und 4,30 m ausnahmsweise bewilligt. In dieser Halle sollen Mulden für Kleinschrott und geschlossene Chromstahlmulden für wassergefährdende Flüssigkeiten untergebracht werden.\n\nNach der bundesgerichtlichen Rechtsprechung darf die Möglichkeit, zonenwidrige Bauten und Anlagen ausserhalb der Bauzonen in bescheidenem Umfang zu vergrössern, nur einmal benützt werden (Urteil des Bundesgerichts vom 11. Mai 1982 i.S. Soller, veröffentlicht in Informationshefte BRP, 3/82, S. 28, und BR 4/82, S. 81; ZBl 84 1983, S. 462). Der heutige Lagerplatz des Beschwerdegegners gehörte früher einer Baufirma. Die am 26. Juni 1978 dem Beschwerdegegner erteilte Bewilligung zur Änderung des Lagerplatzes für Baumaterialien in einen Lagerplatz für Altmaterialien mit Kran und Kranbahn, einer kleinen Metallschere, sechs BGE 112 Ib 277 S. 279Boxen und einem Muldenplatz für die Sortierung von Altmetall umfasst bereits eine erste teilweise Änderung im Sinne von Art. 24 Abs. 2 RPG. Jene Bewilligung stützt sich zwar noch auf Art. 20 GSchG; da aber Art. 24 RPG die frühere Ordnung von Art. 20 GSchG im wesentlichen übernommen hat, ist die schon im Jahre 1978 bewilligte Einrichtung eines Lagerplatzes für Altmaterialien auf dem früheren Lagerplatz einer Baufirma als teilweise Änderung im Sinne von Art. 24 Abs. 2 RPG zu betrachten, die zusammen mit der ebenfalls nach Art. 24 Abs. 2 RPG zu bewilligenden Schrottschere mit zugehörigen Lärmschutzbauten die Bewilligung weiterer Änderungen dieser Art ausschliesst.\n\nDie Einstellhalle darf daher nur dann ausnahmsweise bewilligt werden, wenn die Voraussetzungen von Art. 24 Abs. 1 RPG erfüllt sind.\n\n6. Wie erwähnt, setzt Art. 24 Abs. 1 RPG voraus, dass der Zweck der Baute oder Anlage einen Standort ausserhalb der Bauzonen erfordert (lit. a) und keine überwiegenden Interessen entgegenstehen (lit. b). Beide Voraussetzungen müssen kumulativ erfüllt sein (BGE 110 Ib 265 E. 4; BGE 108 Ib 363 E. 4d, 366 E. 6).\n\nNach der Auffassung des Verwaltungsgerichts ist der Altmateriallagerplatz und damit auch die geplante Einstellhalle unter den gegebenen besonderen Umständen standortgebunden. Die Beschwerdeführer bestreiten das. Ihrer Ansicht nach mag es zwar durchaus zutreffen, dass die Einstellhalle für den Beschwerdegegner aus betrieblichen Gründen wünschbar ist. Doch kann das ihren Ausführungen gemäss kein objektiver, sachlicher Grund für eine Bejahung der Standortgebundenheit sein, da private Interessen persönlicher und finanzieller Art eine solche nicht zu begründen vermöchten.\n\na) Ein Altmaterialbetrieb wie der vorliegend zu beurteilende erfordert offensichtlich keinen Standort ausserhalb der Bauzonen. Er gehört vielmehr in eine Industriezone. Dort wäre er im übrigen zonenkonform und könnte sich entsprechend den betrieblichen Bedürfnissen ausdehnen. Daran vermag auch der Einwand des Beschwerdegegners nichts zu ändern, wonach es bei seinem Lagerplatz um einen typischen Gewerbebetrieb gehe, der keinerlei industriellen Merkmale aufweise. Selbst wenn von einem gewerblichen Betrieb gesprochen werden könnte, würde das an der fehlenden Standortgebundenheit nichts ändern.\n\nWie das Bundesamt für Raumplanung zutreffend darlegt, verfügt die Gemeinde Freienbach über Gewerbe- und Industriezonen.\n\nBGE 112 Ib 277 S. 280Zudem kommen für die Entsorgung der Region March/Höfe auch Standorte ausserhalb der Gemeinde Freienbach in Frage. Wie das Bundesgericht in dem vom Verwaltungsgericht zitierten Urteil vom 14. Februar 1979 (ZBl 80/1979, S. 354) noch zu Art. 20 GSchG ausgeführt hat, vermag der Umstand, dass für ein Objekt aus irgendwelchen Gründen in der geeigneten Zone nicht ohne weiteres eine zweckmässige Parzelle gefunden werden kann, eine Ausnahmebewilligung für Bauten oder Anlagen ausserhalb der Bauzonen nicht zu rechtfertigen. Andernfalls würde die Ausnahmevorschrift gerade besonders grossen und immissionsträchtigen Industriebetrieben die Ansiedlung ausserhalb der Bauzonen ermöglichen. Hieran ist auch unter der Herrschaft des Bundesgesetzes über die Raumplanung festzuhalten; die Erwägung trifft ohne weiteres auf Art. 24 RPG zu.\n\nb) Im weitern widerspricht es keineswegs Treu und Glauben, dem Bauprojekt des Beschwerdegegners für die Einstellhalle heute die Ausnahmebewilligung nach Art. 24 Abs. 1 RPG zu verweigern, obwohl die Behörden den Altmateriallagerplatz im Jahre 1978 bewilligt hatten. Wie die Beschwerdeführer zutreffend ausführen, musste der Beschwerdegegner damals bei der Erteilung der Ausnahmebewilligung wissen, dass die Nutzungsordnung seinem Betrieb Grenzen setzt, und dass er im übrigen Gemeindegebiet nur in ganz geringem Umfang würde expandieren können."}