{"annee": "112", "cour": "IB", "page": "1", "date": "23/4/1986", "cite": ["99 IB 1"], "cite_par": ["120 IB 369", "119 IB 1", "145 II 322"], "chapeau": "1. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 23. April 1986 i.S. X. gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Extinction de l'autorisation d'établissement (art. 9 al. 3 lettre c LSEE). 1. L'annonce du départ de l'étranger ne provoque l'extinction de son autorisation d'établissement que lorsque la déclaration est adressée à une autorité compétente en matière de police des étrangers et lorsqu'elle est formulée de manière expresse (consid. 3a). 2. L'étranger peut omettre l'annonce de départ formelle et maintenir ainsi en vigueur son autorisation d'établissement pendant 6 mois au plus. 3. L'obtention du paiement comptant de l'indemnité de sortie d'une caisse de pension ne peut pas être considérée comme une annonce de départ du point de vue de la police des étrangers, ni motiver à elle seule une expulsion (consid. 3b)."], "faits": "|1|\n\nX. hat die Niederlassungsbewilligung im Kanton Zürich seit 1983, seine Ehefrau und ein Kind seit 1982; ein zweites Kind lebt in Jugoslawien. Als X. auf Ende Mai 1984 gekündigt wurde, äusserte er gegenüber seiner Arbeitgeberfirma die Absicht, endgültig |2| nach Jugoslawien zurückkehren zu wollen und erhielt demzufolge sein Pensionskassenkapital ausbezahlt. Die Eheleute X. verliessen die Schweiz Ende Mai/Anfangs Juni 1984, ohne sich abzumelden; die Einwohnerkontrolle erhielt hiervon Kenntnis durch die Arbeitgeberfirma und den Wohnungsvermieter. Im Oktober 1984 reisten die Eheleute X. wieder in die Schweiz ein und stellten am 25. Oktober 1984 ein Gesuch um \"Wiedererteilung\" der Niederlassungsbewilligung, welches die Polizeidirektion des Kantons Zürich abwies. Einen gegen diesen Entscheid gerichteten Rekurs wies der Regierungsrat des Kantons Zürich ebenfalls ab. Das Bundesgericht heisst die dagegen erhobene Verwaltungsgerichtsbeschwerde gut, dies aufgrund folgender", "considerants": "Erwägungen:\n\n2. Ausgangspunkt für die Beurteilung des vorliegenden Falles bildet Art. 9 Abs. 3 lit. c ANAG. Danach erlischt die Niederlassungsbewilligung durch Abmeldung oder tatsächlichen Aufenthalt im Ausland von 6 Monaten; diese Frist kann bis auf zwei Jahre verlängert werden, wenn der Ausländer rechtzeitig ein entsprechendes Begehren stellt.\n\na) Nach dem angefochtenen Entscheid sind die Niederlassungsbewilligungen des Beschwerdeführers und seiner Angehörigen hauptsächlich deswegen erloschen, weil sie zufolge definitiver Ausreise ihren Lebens-Mittelpunkt ins Ausland verlegt hätten. Das Gesetz stellt indessen nicht darauf ab, ob der Lebens-Mittelpunkt verlegt, bzw. der Wohnsitz in der Schweiz aufgegeben oder im Ausland ein neuer Wohnsitz begründet wurde. Der Gesetzgeber hat offensichtlich den Wohnsitzbegriff (mit all seinen Schwierigkeiten) gemieden und aus Praktikabilitätsgründen zwei möglichst eindeutige und formale Kriterien gewählt: Abmeldung und sechsmonatiger Aufenthalt im Ausland. Diese Regelung weist keine Lücke auf, die bei der Rechtsanwendung ausgefüllt werden müsste oder könnte. Ob die behauptete Verlegung des Lebens-Mittelpunktes ins Ausland wirklich stattgefunden habe, ist bei dieser Rechtslage nicht zu prüfen.\n\nb) Der angefochtene Entscheid und die Stellungnahme des Bundesamtes für Ausländerfragen gehen davon aus, dass der Beschwerdeführer sich hätte abmelden müssen.\n\nNach Art. 2 Abs. 12 ANAV ist der \"Ausländer, der eine Bewilligung besitzt ..., verpflichtet, sich abzumelden, wenn er ... aus der |3| Schweiz wegzieht.\" Diese Verordnungsbestimmung ist gesetzeskonform auszulegen: Der in der Schweiz niedergelassene Ausländer kann zunächst ohne Abmeldung - probeweise - das Land verlassen, ohne bereits dadurch die Niederlassungsbewilligung zu verlieren, und innert 6 Monaten zurückkehren, wenn es ihm bis dahin nicht gelungen ist, im Ausland eine Bleibe zu finden; er kann sich in einem solchen Fall die Frist zur Rückkehr mit rechtzeitigem Gesuch bis auf zwei Jahre verlängern lassen (unveröffentlichter BGE vom 22. November 1985 i.S. V.N.M.). An dieser sich klar aus dem Gesetz ergebenden Regelung konnte die Verordnung nichts ändern; bei bloss probeweisem Wegzug besteht keine Abmeldepflicht.\n\nAuch der Ausländer, der eigentlich fest entschlossen ist, definitiv aus der Schweiz wegzuziehen, kann sich für den Fall, dass er im Ausland auf unerwartete Schwierigkeiten stossen sollte, die Möglichkeit der Rückkehr dadurch offenhalten, dass er die Abmeldung unterlässt; er ist nicht zur Abmeldung verpflichtet. Nach dem Gesagten geht es nicht an, eine nicht erfolgte Abmeldung als doch erfolgt zu unterstellen.\n\nEtwas anderes ergibt sich auch nicht aus BGE 99 Ib 1 ff. Jener Entscheid betraf einen Ausländer, der keine Niederlassungs-, sondern nur eine befristete Aufenthaltsbewilligung hatte. Aufenthaltsbewilligungen erlöschen jedoch bereits, wenn der Aufenthalt in der Schweiz tatsächlich aufgegeben wird (Art. 9 Abs. 1 lit. c ANAG). Die Rechtslage ist also eine andere (BGE 99 Ib 1 ff. erwähnt die Niederlassungsbewilligung als nicht vergleichbares Gegenbeispiel).\n\n3. a) Der Beschwerdeführer hatte wahrscheinlich den Willen, die Schweiz definitiv zu verlassen. Er hatte keine Arbeit mehr, gab seine Wohnung auf und hat nach seinen Angaben bescheidenes Umzugsgut nach Jugoslawien mitgenommen.\n\nGrosses Gewicht wird im angefochtenen Entscheid und in der Vernehmlassung des Bundesamtes für Ausländerfragen dem Umstand beigemessen, dass der Beschwerdeführer bei der Pensionskasse seiner letzten Arbeitgeberfirma die Barauszahlung der Austrittsleistung erwirkte, indem er unter Vorlage einer konsularischen Bestätigung erklärte, die Schweiz definitiv verlassen zu wollen. Das Bundesamt für Ausländerfragen ist der Ansicht, dieses Vorgehen habe als Abmeldung im Sinne von Art. 9 Abs. 3 lit. c ANAG zu gelten.\n\nDieser Auffassung kann nicht zugestimmt werden. Pensionskasse bzw. berufliche Vorsorge und Fremdenpolizei sind verschiedene, |4| vom Gesetzgeber vollständig getrennt geregelte Sachgebiete. Die in Frage stehende fremdenpolizeiliche Abmeldung hat eine grosse Tragweite; mit ihr erlischt die Niederlassungsbewilligung, die ein Ausländer nicht leicht, sondern in der Regel erst nach langjährigem Aufenthalt in der Schweiz erhält. Auf eine einmal erfolgte Abmeldung kann grundsätzlich nicht zurückgekommen werden. Anderseits bewirkt das Unterlassen der Abmeldung, dass die Niederlassungsbewilligung vorübergehend erhalten bleibt. Wegen der Tragweite der Abmeldung ist es unerlässlich, dass der Ausländer sie gegenüber einer Behörde mit fremdenpolizeilichen Aufgaben ausdrücklich erklärt. Eine \"Abmeldung\" gegenüber dem Arbeitgeber oder Wohnungsinhaber, die zu andern als fremdenpolizeilichen Zwecken geschieht, genügt dazu nicht.\n\nb) Es kann stossend erscheinen, dass ein Ausländer gegenüber der Pensionskasse im Hinblick auf die Barauszahlung der Austrittsleistung behauptet, definitiv ausreisen zu wollen, aber dann die fremdenpolizeiliche Abmeldung trotzdem unterlässt. Doch darin ist nicht ohne weiteres ein widersprüchliches, missbräuchliches oder bösgläubiges Verhalten zu sehen. Ein Ausländer kann durchaus den festen Willen zur Ausreise haben und sich dennoch durch Unterlassen der fremdenpolizeilichen Abmeldung eine Rückkehrmöglichkeit offenhalten, wie dies das Gesetz zulässt.\n\nSelbst wenn ein Ausländer sich die Austrittsleistung der Pensionskasse nicht in guten Treuen, sondern unter unzutreffenden Angaben bar auszahlen lässt, ist es nicht Sache des Fremdenpolizeirechts, dafür indirekt eine Sanktion zu verhängen. Ein sanktionsweiser Niederlassungsbewilligungsentzug könnte nur durch Ausweisung gemäss Art. 10 ANAG erfolgen. Dass die unkorrekte Erwirkung einer Barauszahlung einen Ausweisungsgrund darstelle, ist aber weder geltend gemacht noch ersichtlich. Es trifft zwar zu, dass der Ausländer, der nach der Barauszahlung in der Schweiz bleibt, seine Altersvorsorge vermindert hat, aber damit ist der Ausweisungsgrund von Art. 10 Abs. 1 lit. d ANAG (Belastung der öffentlichen Wohlfahrt) noch keineswegs erfüllt.\n\nAbgesehen davon ist es Sache der Pensionskassen bzw. der für die berufliche Vorsorge zuständigen Behörden, Vorkehren zu treffen für den Fall der missbräuchlichen Erwirkung einer Barauszahlung durch einen Ausländer. Sie könnten etwa prüfen, ob die Barauszahlung an einen Ausländer nicht erst dann erfolgen soll, wenn er durch eine fremdenpolizeiliche Bestätigung nachweist, dass sein Anwesenheitsrecht in der Schweiz definitiv erloschen ist.\n\n|5|\n\nOb der Ausländer, der nach einer Barauszahlung in der Schweiz niedergelassen bleibt, verhalten werden kann, die Barauszahlung in der einen oder anderen Weise rückgängig zu machen, ist keine fremdenpolizeiliche Frage und hier daher offenzulassen.\n\nAuf jeden Fall kann das Erwirken einer Barauszahlung der Pensionskassenaustrittsleistung weder als fremdenpolizeiliche Abmeldung gelten, noch an und für sich Anlass zu einer Ausweisung geben."}