{"annee": "112", "cour": "II", "page": "296", "date": "18/9/1986", "cite": [], "cite_par": ["137 I 154"], "chapeau": "49. Auszug aus dem Urteil der II. Zivilabteilung vom 18. September 1986 i.S. X. (Berufung)", "regestes": ["Adoption d'un mineur; abstraction du consentement d'un des parents (art. 265c ch. 2 CC); possibilité de demander l'annulation de l'adoption après sa réalisation. Le parent auquel la décision de faire abstraction de son consentement à l'adoption n'a pas été communiquée et qui n'apprend la situation que lorsque le délai de deux ans de l'art. 269b CC est écoulé, ne peut exercer que l'action en annulation de l'art. 269 CC. Le juge saisi doit préalablement examiner si de justes motifs rendent le retard excusable et si l'action est en conséquence recevable."], "faits": "|296|\n\nDie am 17. September 1974 geborene A. X. und ihr am 25. Juli 1972 geborener Bruder B. X. leben seit 1977 bzw. 1979 bei ihrem Onkel und dessen Frau, den Eheleuten Y., in R. Sie sind die Kinder der im Ausland wohnenden ausländischen Staatsangehörigen C. und D. X.\n\n|297|\n\nNachdem die Eheleute Y. Gesuche um Adoption der beiden Kinder gestellt hatten, beschloss die untere vormundschaftliche Aufsichtsbehörde am 8. Mai 1980 (bezüglich A. X.) bzw. am 25. März 1981 (bezüglich B. X.), dass\n\n- den Adoptionsgesuchen zugestimmt werde,\n\n- in Anwendung von Art. 265c ZGB von der Zustimmung der leiblichen Mutter abgesehen werde und\n\n- die Adoptionen ausgesprochen würden.\n\nMit Beschwerdeeingabe vom 20. Januar 1986 stellte D. X. (die leibliche Mutter der beiden Kinder) bei der oberen Aufsichtsbehörde den Antrag, es seien die erwähnten (insgesamt sechs) Beschlüsse nichtig zu erklären und die Zivilstandsakten der betroffenen Personen entsprechend abzuändern. Am 29. Januar 1986 entschied die obere Aufsichtsbehörde, dass auf die Beschwerde nicht eingetreten werde.\n\nDie von D. X. hiergegen erhobene Berufung weist das Bundesgericht ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n3. a) Die Adoption eines Kindes bedarf grundsätzlich der Zustimmung der leiblichen Eltern (Art. 265a Abs. 1 ZGB). Von dieser Zustimmung kann gemäss Art. 265c ZGB nur dann abgesehen werden, wenn ein Elternteil unbekannt, mit unbekanntem Aufenthalt länger abwesend oder dauernd urteilsunfähig ist (Ziff. 1) oder wenn er sich um das Kind nicht ernstlich gekümmert hat (Ziff. 2). Wird von der Zustimmung aus dem letztgenannten Grund abgesehen, muss der darüber zu fällende Entscheid dem betroffenen Elternteil mitgeteilt werden (Art. 265d Abs. 3 ZGB).\n\nb) Welches die Folgen einer in Verletzung gesetzlicher Vorschriften ausgesprochenen Adoption sind, war unter der Herrschaft des früheren Rechts nicht klar. Insbesondere bestand Unsicherheit darüber, ob und unter welchen Voraussetzungen eine fehlerhafte Adoption angefochten werden könne, wer hiezu allenfalls legitimiert sei und wer darüber zu entscheiden habe (vgl. Botschaft vom 12. Mai 1971 über die Änderung des Zivilgesetzbuches; Adoption und Art. 321 ZGB, BBl 1971 I S. 1239 f.). Mit der am 1. April 1973 in Kraft getretenen Gesetzesänderung wurde neu eine Anfechtungsklage eingeführt (Art. 269, 269a und 269b ZGB). Durch sie soll eine nachträgliche Aufhebung einer Adoption ermöglicht werden in Fällen, da Mängel vorliegen, die auf dem |298| Rechtsmittelweg nicht hatten geltend gemacht werden können, da sie erst nach Ablauf der Frist bekannt wurden (vgl. die erwähnte Botschaft, BBl 1971 I S. 1240; Amtl. Bull. StR 1971 S. 733). Allerdings ist auch die Anfechtungsklage befristet; sie ist binnen sechs Monaten seit Entdeckung des Anfechtungsgrundes und in jedem Fall binnen zwei Jahren seit der Adoption zu erheben (Art. 269b ZGB). Zu beachten ist ferner, dass die Klage nur insofern zulässig ist, als gegen den Adoptionsentscheid keine ordentlichen Rechtsmittel des kantonalen Rechts mehr gegeben sind und auch die Berufung an das Bundesgericht nicht mehr offensteht (vgl. Art. 269 Abs. 2 ZGB; HEGNAUER, N. 16 zu Art. 269 ZGB). Dies bedeutet, dass Eltern, denen ein Entscheid betreffend Absehen von ihrer Zustimmung zur Adoption ordnungsgemäss eröffnet wurde, die jedoch darauf verzichtet haben, ein Rechtsmittel zu ergreifen, die Anfechtungsklage nicht zusteht (vgl. HEGNAUER, N. 25 zu Art. 269 ZGB).\n\nc) Gemäss Art. 269 Abs. 1 ZGB ist - unter dem Vorbehalt des Kindeswohls - die Anfechtungsklage ausdrücklich vorgesehen für den Fall, dass eine Zustimmung ohne gesetzlichen Grund nicht eingeholt worden ist. Diesem Tatbestand gleichzustellen ist ein Entscheid, wonach im Sinne von Art. 265c Ziff. 2 ZGB von der Zustimmung zur Adoption abgesehen werde, wenn jener entgegen Art. 265d Abs. 3 ZGB dem betroffenen Elternteil nicht mitgeteilt worden ist (vgl. HEGNAUER, N. 21 zu Art. 269 ZGB).\n\n4. Die hier in Frage stehenden Beschlüsse hatte ... (die untere Aufsichtsbehörde) der Berufungsklägerin anfänglich nicht zugestellt. Diese erhielt davon erst nach einigen Jahren Kenntnis. Würde in einem solchen Fall ein Rechtsmittel zugelassen, das zwar innert der gesetzlichen Frist (von der nachträglichen Eröffnung des Entscheids an gerechnet), aber mehr als zwei Jahre nach der Adoption eingereicht wird, hätte dies eine Missachtung der in den Art. 269 Abs. 1 und 269b ZGB für die Anfechtungsklage getroffenen Ordnung (Klagefrist, sachliche Zuständigkeit) zur Folge. Die hauptsächlich auf einer Abwägung der Interessen des Klägers (hier der leiblichen Eltern) einerseits und des Kindes bzw. der Adoptiveltern andererseits beruhende gesetzliche Regelung in der erwähnten Weise unwirksam werden zu lassen, ginge indessen nicht an. Die Vorinstanz hat die Berufungsklägerin deshalb zu Recht auf den Weg der gerichtlichen Klage verwiesen.\n\nDass die absolute Frist von zwei Jahren abgelaufen ist, schliesst das Eintreten auf eine Klage nach Art. 269 ZGB nicht von |299| vornherein aus. Es wäre Sache des Anfechtungsrichters, zu prüfen, ob - wie bei der Klage um Aufhebung des Kindesverhältnisses, bei der Anfechtung der Anerkennung eines Kindes durch den Vater oder bei der Vaterschaftsklage ausdrücklich vorgesehen (vgl. Art. 256c Abs. 3, Art. 260c Abs. 3 und Art. 263 Abs. 3 ZGB) - die Klage auch hier trotz Verspätung zuzulassen sei, weil wichtige Gründe zu deren Entschuldigung gegeben seien (vgl. HEGNAUER, N. 10 zu Art. 269b ZGB).\n\n..."}