{"annee": "112", "cour": "IV", "page": "109", "date": "2/9/1986", "cite": ["109 IV 143", "72 IV 110", "102 IV 225", "73 IV 17", "109 IV 84", "103 IV 280", "108 IV 63", "105 IV 73"], "cite_par": ["120 IV 330", "114 IV 164", "120 IV 334", "117 IV 309"], "chapeau": "34. Urteil des Kassationshofes vom 2. September 1986 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen H. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 19 ch. 2 litt. a LStup. Cas grave s'agissant de la vente répétée de diverses drogues. Lorsque la quantité de diverses drogues vendues est de nature à mettre en danger la santé de nombreuses personnes, il y a cas grave au sens de l'art. 19 ch. 2 litt. a LStup, même si la quantité de chacun des produits en cause est inférieure aux quantités limites établies par le Tribunal fédéral (consid. 2a). Les stupéfiants qui ont fait l'objet de plusieurs transactions doivent être pris en compte globalement pour décider de l'existence d'un cas grave, même si entre les diverses opérations il n'existe qu'une relation de répétition et non de continuité (consid. 2b). Lorsque le cadre légal de la peine est déjà aggravé en raison de l'une des circonstances énumérées à l'art. 19 ch. 2 LStup, il ne peut plus l'être encore parce qu'une autre de ces circonstances serait réalisée. Cela n'empêche toutefois pas le juge de prendre en considération la deuxième circonstance dans le cadre de l'art. 63 CP, pour prononcer une peine plus sévère (consid. 2c)."], "faits": "BGE 112 IV 109 S. 110\n\nA.- H. verkaufte im Oktober 1983 für Fr. 800.-- 100 Gramm Haschisch, die er für Fr. 700.-- erworben hatte (Anklagepunkt I 1). In der Zeit von Dezember 1983 bis August 1985 verkaufte er rund 60 Kilogramm Haschisch, wobei er mehr als eine halbe Million Franken umsetzte und einen Gewinn von über Fr. 50'000.-- erzielte (Anklagepunkte I 2-5, 7-12). Im Mai 1984 traf er Anstalten zum Kauf von 3 bis 4 Kilogramm Haschisch BGE 112 IV 109 S. 111(Anklagepunkt I 6). Zwischen Dezember 1983 und August 1985 rauchte er rund 70 Gramm Haschisch (Anklagepunkt I 13).\n\nH. kaufte sodann in der Zeit von Februar bis Juni 1984 zum Preis von total Fr. 510.-- insgesamt 60 LSD-Trips, die er zum Preis von Fr. 600.-- weiterveräusserte (Anklagepunkt II 1). Im April 1985 kaufte er zum Preis von Fr. 850.-- insgesamt 150 LSD-Trips, die er zum Preis von Fr. 1'000.-- weiterverkaufte (Anklagepunkt II 2).\n\nIm Februar 1985 übernahm H. 3 Gramm Kokain in Kommission. 1/4 Gramm gab er einem Dritten zum Testen, 3/4 Gramm wurden beim Waschen seiner Hose vernichtet, und 2 Gramm gab er dem Lieferanten zurück, da es sich um schlechte Ware handelte; er musste dem Lieferanten Fr. 150.-- bezahlen (Anklagepunkt III).\n\nB.- Das Strafgericht des Kantons Basel-Landschaft sprach H. am 31.\n\nJanuar 1986 der wiederholten und fortgesetzten, teilweise qualifizierten Widerhandlung gegen das Betäubungsmittelgesetz schuldig und verurteilte ihn in Anwendung von Art. 19 Ziff. 1 und 2 lit. a und c sowie Art. 19a Ziff. 1 BetmG zu einer Gefängnisstrafe von 18 Monaten, bedingt vollziehbar bei einer Probezeit von vier Jahren. Der Verurteilte wurde gemäss Art. 58 Abs. 4 StGB zur Zahlung von Fr. 5'000.-- an den Staat verpflichtet. Das Obergericht des Kantons Basel-Landschaft bestätigte am 10. Juni 1986 in Abweisung der Appellation der Staatsanwaltschaft den erstinstanzlichen Entscheid.\n\nC.- Die Staatsanwaltschaft des Kantons Basel-Landschaft führt eidgenössische Nichtigkeitsbeschwerde mit folgendem Antrag:\n\n\"Das Urteil des Obergerichts sei aufzuheben und die Sache an dieses zurückzuweisen, damit es ... H. ... in den Fällen II und III auf Grund von Art. 19 Ziff. 2 lit. a statt auf Grund von Art. 19 Ziff. 1 BetmG bezüglich der neben dem Haschisch gehandelten Menge \"LSD\" und Kokain verurteile sowie ihn auf Grund von Art. 63 StGB höher bestrafe.\"\n\nDer Verurteilte beantragt in seinen Gegenbemerkungen die Abweisung der eidgenössischen Nichtigkeitsbeschwerde. Er ersucht um die Gewährung der unentgeltlichen Rechtspflege.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanzen teilten die Betäubungsmittelgeschäfte des Beschwerdegegners in zwei Phasen auf, zwischen denen ihres BGE 112 IV 109 S. 112Erachtens Wiederholungszusammenhang bestand. In der ersten Phase, die von Dezember 1983 bis Ende September 1984 dauerte, kaufte und verkaufte der Beschwerdegegner ca. 28,5 Kilogramm Haschisch und 60 LSD-Trips; in der zweiten Phase, die von Januar bis Ende August 1985 dauerte, kaufte und verkaufte er ca. 31,5 Kilogramm Haschisch sowie 150 LSD-Trips und übernahm er 3 Gramm Kokain in Kommission.\n\nDas Obergericht stimmte der Auffassung der 1. Instanz zu, dass \"im Hinblick auf die Frage, ob sich die Widerhandlungen auf eine grosse Menge von Betäubungsmitteln im Sinne von Art. 19 Ziff. 2 lit. a bezogen, [...] die verkauften Rauschgiftmengen nur innerhalb der beiden Phasen und der einzelnen Drogenarten (Cannabis, LSD, Kokain)\" zusammenzuzählen seien. Die Vorinstanz nahm demzufolge hinsichtlich des Haschischhandels einen schweren Fall im Sinne von Art. 19 Ziff. 2 lit. a (Gefährdung vieler Menschen) und lit. c (Gewerbsmässigkeit) an. Sie bejahte in bezug auf den Verkauf von insgesamt 210 LSD-Trips die Gewerbsmässigkeit im Sinne von Art. 19 Ziff. 2 lit. c BetmG, verneinte aber insoweit einen schweren Fall im Sinne von Art. 19 Ziff. 2 lit. a, da die 60 bis Juni 1984 und die aufgrund eines neuen Willensentschlusses im Januar 1985 verkauften 150 LSD-Trips aus den genannten Gründen gesondert zu beurteilen seien und somit die zur Annahme eines schweren Falles im Sinne von Art. 19 Ziff. 2 lit. a erforderliche Menge von 200 LSD-Trips (s. BGE 109 IV 143) nicht erreicht sei. Auch die kommissionsweise Übernahme von 3 Gramm Kokain wurde gesondert beurteilt und demzufolge nicht unter Art. 19 Ziff. 2 lit. a, sondern unter Art. 19 Ziff. 1 BetmG subsumiert. Der Betrachtungsweise der Vorinstanz kann nicht gefolgt werden.\n\n2. a) Ein schwerer Fall im Sinne von Art. 19 Ziff. 2 lit. a BetmG liegt vor, wenn der Täter weiss oder annehmen muss, dass sich die Widerhandlung auf eine Menge von Betäubungsmitteln bezieht, welche die Gesundheit vieler Menschen in Gefahr bringen kann. Das Bundesgericht hat in BGE 109 IV 143 für einzelne Betäubungsmittelarten die Grenzwerte für das Vorliegen eines schweren Falles im Sinne dieser Bestimmung genannt. Aus diesem Entscheid kann aber nicht abgeleitet werden, dass bei einem Täter, der mit verschiedenen Betäubungsmittelarten handelt, eine Verurteilung nach Art. 19 Ziff. 2 lit. a BetmG nur zulässig sei, wenn in bezug auf je eine Betäubungsmittelart der Grenzwert erreicht ist. Massgebend sind nach der zutreffenden Auffassung der Staatsanwaltschaft BGE 112 IV 109 S. 113nicht die Mengen der einzelnen umgesetzten Betäubungsmittelarten, sondern die Gesamtmenge. Der Schuldspruch bezieht sich nicht auf die einzelnen Betäubungsmittelarten, sondern auf die insgesamt umgesetzten Betäubungsmittel. Kann durch die vom Täter verkaufte Menge von (verschiedenartigen) Drogen die Gesundheit von 20 Menschen (s. dazu BGE 108 IV 65 E. 2) gefährdet werden, liegt ein schwerer Fall im Sinne von Art. 19 Ziff. 2 lit. a BetmG vor, auch wenn in bezug auf die einzelnen Betäubungsmittelarten die Grenzwerte nicht erreicht sind. Der Täter, der beispielsweise 6 Gramm Heroin (50% von 12 Gramm) und 9 Gramm Kokain (50% von 18 Gramm) verkauft, ist wegen schwerer Widerhandlung im Sinne von Art. 19 Ziff. 2 lit. a BetmG zu verurteilen, weil mit dieser Menge von Drogen die Gesundheit vieler Menschen in Gefahr gebracht werden kann (vgl. auch das nicht publizierte Urteil des Kassationshofes vom 19. März 1986 i.S. L. c. TG). Die gesonderte Beurteilung der vom Beschwerdegegner umgesetzten einzelnen Betäubungsmittelarten im angefochtenen Entscheid verstösst demnach gegen Bundesrecht.\n\nb) Unzutreffend ist sodann auch die Auffassung der Vorinstanz, dass die Betäubungsmittelmengen nur insoweit zusammenzuzählen seien, als zwischen den Verkaufsgeschäften Fortsetzungszusammenhang bestehe, dass aber bei wiederholter Tatverübung die verkauften Drogenmengen nicht zu addieren seien. Diese Ansicht steht im Widerspruch zu BGE 105 IV 73 E. 3a. Art. 19 Ziff. 2 lit. a BetmG ist nicht nur dann anwendbar, wenn der Täter von vornherein den Entschluss gefasst hatte, eine Menge von Drogen umzusetzen, welche die Gesundheit vieler Menschen in Gefahr bringen kann. Auch der Täter, der aufgrund mehrerer Tatentschlüsse insgesamt eine solche Menge verkauft, ist nach Art. 19 Ziff. 2 lit. a BetmG zu verurteilen. Es genügt der (Eventual-)Vorsatz in bezug auf die grosse Menge; ein vorgefasster Entschluss, eine solche Menge umzusetzen, ist nicht erforderlich. Es mag zwar zutreffen, dass das \"subjektive Gefährdungspotential\" eines Täters grösser ist, wenn dieser eine bestimmte Drogenmenge aufgrund eines einheitlichen Willensentschlusses ununterbrochen umsetzt, als wenn er dies durch zwei in grösserem zeitlichen Abstand begangene Taten tut. Das kann aber nicht dazu führen, bei wiederholter Tatverübung auf die Zusammenrechnung der umgesetzten Drogenmengen und damit auf die Anwendung von Art. 19 Ziff. 2 lit. a BetmG zu verzichten. Im übrigen wird nach der ständigen Rechtsprechung der wiederholt handelnde Täter in BGE 112 IV 109 S. 114Anwendung von Art. 68 StGB grundsätzlich strenger bestraft als der fortgesetzt handelnde (s. dazu BGE 109 IV 86). Die durch mehrere Geschäfte umgesetzten Betäubungsmittelmengen sind demnach entgegen der Auffassung der Vorinstanz auch dann zusammenzuzählen, wenn zwischen den einzelnen Handlungen nicht Fortsetzungs-, sondern Wiederholungszusammenhang bestand. Insoweit besteht zwischen wiederholter und fortgesetzter Tatverübung kein Unterschied.\n\nc) Das Obergericht weist allerdings darauf hin, dass es in bezug auf den Kauf und Verkauf von insgesamt 210 LSD-Trips schon den Qualifikationsgrund der Gewerbsmässigkeit (Art. 19 Ziff. 2 lit. c BetmG) angenommen hat und dass der Beschwerdegegner selbst bei Vorliegen des weiteren Qualifikationsgrundes der die Gesundheit vieler Menschen gefährdenden Menge (Ziff. 2 lit. a) nicht strenger bestraft werden dürfte. Zur Begründung verweist es auf BGE 103 IV 282 und einen Entscheid des Kantonsgerichts Graubünden vom 16. Mai 1978 (PKG 1978 Nr. 15, zitiert bei G. HUG-BEELI, Betäubungsmitteldelikte, Zürich 1983, S. 59 oben). Den Erwägungen in BGE 103 IV 282 E. 2 kann indessen im Zusammenhang mit der bisherigen Rechtsprechung nur entnommen werden, dass der aus dem einen Grunde verschärfte Strafrahmen aus einem andern Grunde nicht noch weiter verschärft werden kann (BGE 102 IV 226, BGE 73 IV 19, BGE 72 IV 113 E. 3), was den Richter aber nicht hindert, einen zweiten Qualifikationsgrund zwar nicht strafschärfend, aber im Rahmen von Art. 63 StGB straferhöhend zu berücksichtigen (s. BGE 72 IV 113 /4 sowie das nicht publizierte Urteil des Kassationshofes vom 18. September 1979 i.S. B. und S. c. ZH, zitiert bei ALFRED SCHÜTZ, Die Strafbestimmungen des BG über die Betäubungsmittel, Diss. ZH 1980, S. 163; vgl. auch SCHULTZ, ZBJV 114/1978 S. 491).\n\nd) Nach dem Gesagten fällt auch eine gesonderte Beurteilung der kommissionsweisen Übernahme von 3 Gramm Kokain (Anklagepunkt III) ausser Betracht. Diese Tat ist nach der zutreffenden Auffassung der Staatsanwaltschaft zusammen mit den Haschisch- und LSD-Geschäften des Beschwerdegegners unter Art. 19 Ziff. 2 lit. a BetmG zu subsumieren. Für die Anwendung von Art. 19 Ziff. 1 BetmG bleibt insoweit kein Raum. Die eidgenössische Nichtigkeitsbeschwerde ist daher auch in diesem Punkt gutzuheissen.\n\ne) Ob die Vorinstanz den dem Beschwerdegegner zur Last gelegten Erwerb von 100 Gramm Haschisch im Oktober 1983 BGE 112 IV 109 S. 115(Anklagepunkt I 1) zu Recht losgelöst von den übrigen Geschäften beurteilt und infolgedessen lediglich unter Art. 19 Ziff. 1 BetmG subsumiert habe, braucht vorliegend nicht entschieden zu werden, da die Staatsanwaltschaft die gesonderte Behandlung dieses Falles in der eidgenössischen Nichtigkeitsbeschwerde nicht anficht.\n\nf) Es ergibt sich demnach, dass der Verkauf von insgesamt 210 LSD-Trips (Anklagepunkte II 1 und 2) entgegen der Auffassung der Vorinstanz nicht nur unter Art. 19 Ziff. 1 lit. c, sondern zusätzlich unter Art. 19 Ziff. 1 lit. a BetmG fällt und dass die kommissionsweise Übernahme von 3 Gramm Kokain nicht unter Art. 19 Ziff. 1, sondern unter Art. 19 Ziff. 2 lit. a BetmG zu subsumieren ist.\n\nDie Nichtigkeitsbeschwerde ist deshalb gutzuheissen, was zur Aufhebung des angefochtenen Urteils führt. Aufgrund des abgeänderten Schuldspruches wird die Vorinstanz die Strafe neu festzusetzen haben."}