{"annee": "112", "cour": "IB", "page": "371", "date": "7/11/1986", "cite": [], "cite_par": ["116 IB 131"], "chapeau": "60. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 7. November 1986 i.S. Georges Jahn gegen Regierungsrat des Kantons Luzern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 2 al. 1 de la loi fédérale sur les constructions de protection civile (LCPCi) et art. 2 al. 1 de l'ordonnance sur les constructions de protection civile (OCPCi): contribution de remplacement liée à des nouvelles constructions (annexes) et à des transformations. Les salles de congrès construites sur la piscine couverte d'un hôtel ne constituent ni une annexe au bâtiment de l'hôtel ni une transformation (surélévation) de la piscine couverte, mais une transformation du complexe hôtelier pris dans son ensemble. Conditions d'une transformation importante au sens de l'art. 2 al. 1 LCPCi."], "faits": "|372|\n\nDas Kantonale Amt für Zivilschutz Luzern unterstellte den Aufbau von Kongressräumen auf den Hallenbadtrakt des Hotels Hertenstein und den Einbau einer Suite der Schutzraumbaupflicht bzw. der Ersatzbeitragspflicht gemäss dem Bundesgesetz über die baulichen Massnahmen im Zivilschutz (Schutzbautengesetz (BMG); SR 520.2).\n\nGeorges Jahn erhob dagegen als Eigentümer des Hotels Hertenstein Beschwerde an den Regierungsrat des Kantons Luzern. In seinem Beschwerdeentscheid ging der Regierungsrat davon aus, dass der Einbau einer Suite nicht der Schutzraumbaupflicht unterstehe; hingegen sei für die Kongressräume - entsprechend ihrer Qualifikation als Anbau an das Hotelgebäude - eine Baupflicht bzw. eine Ersatzbeitragspflicht gegeben.\n\nEine gegen den Regierungsratsentscheid gerichtete Verwaltungsgerichtsbeschwerde heisst das Bundesgericht gut.", "considerants": "Aus den Erwägungen:\n\n4. a) Der Bundesrat hat gestützt auf seine Ausführungskompetenz in der Schutzbautenverordnung eine Konkretisierung der in Art. 2 Abs. 1 BMG umschriebenen Schutzraumbaupflicht der Hauseigentümer vorgenommen. Gemäss Art. 2 Abs. 1 BMV (\"Anbauten gelten als Neubauten, Aufbauten als Umbauten\") soll bei Anbauten - wie bei den Neubauten - eine Schutzraumbaupflicht entstehen, wenn sie üblicherweise unterkellert sind. Bei Aufbauten |373| hingegen richtet sich die Schutzraumbaupflicht - wie bei den Umbauten - danach, ob das Umbauvorhaben im Verhältnis zum bestehenden, mit einem Kellergeschoss versehenen Gebäude wesentlich ist.\n\nDas Bundesgericht hat im Urteil über eine mit heutigem Datum entschiedene Verwaltungsgerichtsbeschwerde in Sachen Baugenossenschaft H. gegen Regierungsrat des Kantons Zürich festgestellt, dass sich aus dieser Unterscheidung - insbesondere aus den vom Bundesamt für Zivilschutz in der Praxis daran geknüpften Konsequenzen - dem Ziel des Schutzbautengesetzes geradezu zuwiderlaufende Ergebnisse und Art. 4 BV widersprechende Ungleichbehandlungen der Hauseigentümer ergeben können. So erscheint es nicht verständlich, wenn die Hauseigentümer bei jeder Erweiterung durch einen Anbau, wo der Einbau eines Schutzraumes durch eine geeignete Unterkellerung verhältnismässig leicht verwirklicht werden kann, Schutzräume nur für die Bewohner des Anbaus alleine zu errichten oder abzugelten haben, hingegen bei einer umfangmässig gleichen Erweiterung durch einen Umbau - beispielsweise durch einen Aufbau (Art. 2 Abs. 1 BMV) - entweder gar nicht oder gleich für die Bewohner des ganzen Gebäudes.\n\nFür die Beurteilung der vorliegenden Verwaltungsgerichtsbeschwerde ergeben sich aus diesen Feststellungen keine Konsequenzen; wie die nachfolgenden Erwägungen zeigen, können die zur Diskussion stehenden Bauten weder als Neubau (Anbau) noch als wesentlicher Umbau (Aufbau) im Sinne von Art. 2 Abs. 1 BMG angesehen werden.\n\nb) Die Qualifikation einer Baute als Anbau setzt begriffsnotwendig voraus, dass auf einer bisher nicht beanspruchten Fläche eine Erweiterung eines bestehenden Gebäudes errichtet wird; wie bei einem Neubau wird bisher vom Gebäude nicht beanspruchtes Land überbaut. Aufgrund dieser Überlegung ging der Bundesrat als Verordnungsgeber bei der Schaffung von Art. 2 Abs. 1 BMV wohl davon aus, dass bei einem Anbau - wie bei einem Neubau -, wo ein geeignetes Kellergeschoss in der Regel ohne grosse Schwierigkeiten erstellt werden kann, die Schutzraumbaupflicht generell bei allen üblicherweise mit Kellergeschossen versehenen Bauten vorzusehen sei.\n\nDie zur Diskussion stehenden Kongressräume wurden auf dem seit 1966 bestehenden Hallenbad erstellt. Das Bauvorhaben hat nach der vom Regierungsrat nicht bestrittenen Darstellung des |374| Beschwerdeführers keine Vergrösserung des Grundrisses der bestehenden Liegenschaft bzw. Nutzung bisher nicht überbauten oder durch Abbruch freigemachten Bodens mit sich gebracht. Die bei den Akten liegenden Pläne bestätigen dies im wesentlichen. Eine Qualifikation als Anbau an das bestehende Hotelgebäude fällt folglich ausser Betracht. Daran vermag auch die funktionale Beziehung der Gebäudeteile zueinander nichts zu ändern. Dass die Kongressräume und das Hallenbad in funktionaler Hinsicht nichts miteinander zu tun haben, dass vielmehr beide dem Hotelbetrieb dienen, kann nicht dazu führen, die Kongressräume als Anbau an das Hotelgebäude zu verstehen und darüber hinwegzusehen, dass sie baulich als Aufbau auf das Hallenbad realisiert worden sind. Ob das Ergebnis anders ausfallen müsste, wenn nicht 1966 das Hallenbad erstellt worden wäre, hat für die Beurteilung der Verwaltungsgerichtsbeschwerde keine Bedeutung. Massgebend ist einzig, was und wie effektiv gebaut worden ist und nicht, wie allenfalls ein abweichendes Bauvorhaben zu bewerten wäre.\n\nDer Regierungsrat macht in seiner Vernehmlassung geltend, es möge zutreffen, dass in den meisten Fällen bei einem Anbau eine unüberbaute Grundstücksfläche beansprucht werde, doch wäre zum Beispiel die Errichtung einer Wohnung auf einer grösseren Sammelgarage auch nicht ein Aufbau, sondern in klarer Weise ein Neubau, obwohl das Erdreich bereits beansprucht worden sei. Andernfalls könnte mit der Errichtung einer grösseren Garage eine spätere Schutzraumbaupflicht beim Bau einer Wohnung über dem Unterbau umgangen werden, was nicht den Intentionen des Gesetzgebers entspräche. Wie es sich mit der Schutzraumbaupflicht in einem solchen Fall verhielte, braucht hier nicht untersucht zu werden. Er lässt sich mit dem vorliegenden nicht vergleichen und ist als ausgesprochener Spezialfall nicht geeignet, den Grundsatz zu widerlegen, dass ein Anbau oder Neubau nur dann vorliegt, wenn für das Gebäude nicht überbauter Boden in Anspruch genommen wird.\n\nDiese Erwägungen führen zum Schluss, dass der Aufbau von Kongressräumen auf das Hallenbad des Hotels Hertenstein nicht als Anbau qualifiziert werden kann.\n\nc) Es bleibt im weiteren zu prüfen, ob der Aufbau der Kongressräume als wesentlicher Umbau in Sinne von Art. 2 Abs. 1 BMG angesehen werden muss.\n\naa) An erster Stelle ist die Frage zu beantworten, ob bei der Beurteilung der Wesentlichkeit des Bauvorhabens auf das Hallenbad |375| alleine oder - entsprechend der Ansicht des Beschwerdeführers - auf das gesamte Hotel abzustellen ist. Der Regierungsrat macht gegen eine derartige \"ganzheitliche Betrachtungsweise\" geltend, das Hallenbad sei zwar mit dem Hotelgebäude verbunden, ansonsten bilde es jedoch einen selbständigen Baukörper; es weise eine eigene Gebäudeversicherungsnummer und einen eigenen Gebäudeversicherungswert auf.\n\nDerartige formelle Kriterien können jedoch nicht entscheidend sein. Vielmehr ist auf die tatsächlichen baulichen Gegebenheiten abzustellen. Das Hallenbad bildet kein selbständiges Gebäude; es ist mit dem Hauptgebäude fest verbunden, und die darin untergebrachten Einrichtungen dienen einzig und allein dem Hotelbetrieb. Sie sind von den Hotelräumen her zugänglich und bilden zusammen mit dem Hauptgebäude eine Einheit. Die Beurteilung der Wesentlichkeit der neu erstellten Bauten ist folglich im Verhältnis zu diesem Hotelgebäude als Ganzem vorzunehmen.\n\nbb) Zur Beurteilung der Wesentlichkeit ist einzig Art. 2 BMV in der Fassung vom 27. November 1978 massgebend. Die am 30. September 1985 revidierte Fassung der Schutzbautenverordnung (AS 1985, S. 1672) ist nicht anwendbar auf eine Abgabe, die vom Beschwerdeführer mit Verfügung vom 19. Dezember 1984 gefordert worden ist.\n\nNach Art. 2 Abs. 2 BMV in der Fassung von 1978 gelten Umbauten als wesentlich, wenn die Baukosten 30% des Brandversicherungswertes des Gebäudes mindestens jedoch das 50fache der durchschnittlichen Mehrkosten für einen Schutzplatz (kantonaler Gesamtdurchschnitt der privaten Schutzräume) übersteigen. Besteht keine Brandversicherung, so ist auf den Verkehrswert des Gebäudes abzustellen.\n\nDiese quantitativen Voraussetzungen sind für die neu erstellten Kongressräume nicht erfüllt. Die vom Regierungsrat festgestellten provisorischen Baukosten von Fr. 500'000.-- sind weit geringer als 30% des Brandversicherungswertes des gesamten Hotelgebäudes von Fr. 7'157'000.-- (Brandversicherungswert Hotel: Fr. 6'349'000.-- + Brandversicherungswert Hallenbad: Fr. 808'000.--). Selbst der Einbezug der Baukosten für die gleichzeitig errichtete Suite könnte zu keinem anderen Ergebnis führen. Auch in diesem Fall (vom Regierungsrat festgestellt Gesamtbaukosten in der Höhe von ca. Fr. 750'000.--) würden die Umbaukosten weit unter der für die Wesentlichkeit erforderlichen 30%-Grenze liegen.\n\n|376|\n\ncc) Das Bundesgericht hat es im Urteil über die mit heutigem Datum entschiedene Verwaltungsgerichtsbeschwerde in Sachen Baugenossenschaft H. gegen Regierungsrat des Kantons Zürich als fraglich angesehen, ob die in Art. 2 Abs. 2 BMV umschriebenen quantitativen Voraussetzungen alleine genügen, um einen Umbau als wesentlich im Sinne von Art. 2 Abs. 1 BMG qualifizieren zu können. Der Gesetzgeber hat bei der Schaffung des Schutzbautengesetzes im Jahre 1963 eine umfassende Pflicht zum Bau von Schutzplätzen bei allen Umbauten von üblicherweise mit Kellergeschossen versehenen Gebäuden (vgl. Art. 2 Abs. 1 des bundesrätlichen Entwurfs, BBl. 1962 II 712) ausdrücklich abgelehnt; er hat vielmehr die einschränkendere Fassung des Gesetzes gewählt und damit als Voraussetzungen für die Schutzraumbaupflicht sowohl das Vorhandensein eines Kellers, wie auch einen im Verhältnis zum ganzen Gebäude wesentlichen Umbau verlangt (Amtl.Bull. NR 1963, S. 408, vgl. auch S. 27 f.; StR 1963, S. 160 ff.). In diesem Zusammenhang wurde erwähnt, dass ein (An- und) Umbau nicht etwa schon dann wesentlich sei, wenn nur der Dachstock ausgebaut oder einzelne Zimmer eingebaut würden, sondern erst wenn im Verhältnis zum bisher vorhandenen ins Gewicht fallender neuer Wohnraum in grösserem Ausmass geschaffen wird (Amtl.Bull. NR 1963, S. 28 und 408; StR 1963, S. 161 f.).\n\nIn analoger Anwendung dieses Grundsatzes müsste auch beim zur Diskussion stehenden Hotelgebäude verlangt werden, dass durch den Umbau bzw. Aufbau im Verhältnis zum Gesamtbetrieb eine wesentlich grössere Aufnahmekapazität geschaffen wird. Wie der Beschwerdeführer geltend macht, wurde lediglich durch die neu erstellte Suite, nicht aber durch den Aufbau der Kongressräume, die Aufnahmekapazität des Hotels erhöht. Der Regierungsrat bestreitet dies in seiner Vernehmlassung nicht, auch wenn er eine erhöhte Kapazität des Betriebs insofern erkennen will, als dass sich das Angebot des Hotels nicht nur an den Reise- und Ferientourismus, sondern auch an den Kongresstourismus richtet. Es ist davon auszugehen, dass die Benützer der Kongressräume zugleich auch Hotelgäste sind. Die Kongressräume stellen demnach nicht eine eigentliche Erweiterung des Hotelbetriebs dar, sondern sie ermöglichen lediglich eine Diversifikation; es kann damit eine bessere Auslastung zum Ausgleich saisonaler Schwankungen erreicht werden.\n\nd) Sowohl in quantitativer als auch in qualitativer Hinsicht sind die Voraussetzungen nicht gegeben, um den Aufbau der Kongressräume |377| als schutzraumbaupflichtigen Umbau im Sinne von Art. 2 Abs. 1 BMG anzusehen. Da keine Schutzraumbaupflicht besteht, wurde der Beschwerdeführer zu Unrecht zur Leistung eines Ersatzbeitrages verpflichtet. Die gegen den Entscheid des Regierungsrates des Kantons Luzern gerichtete Verwaltungsgerichtsbeschwerde ist daher in vollem Umfang zu schützen und der angefochtene Entscheid aufzuheben."}