{"annee": "112", "cour": "IA", "page": "107", "date": "16/4/1986", "cite": ["104 V 153", "98 IA 460", "63 I 326", "90 I 29", "103 IA 369", "107 IA 246", "99 V 188", "96 I 24", "101 IA 46", "64 I 365", "112 IA 1", "111 IA 1", "105 IB 245", "109 IA 97", "108 IB 186", "99 IA 689", "103 IA 95", "98 IB 194", "104 IA 201", "103 IA 199", "99 IA 262", "110 IA 81", "101 IA 298", "104 IA 321"], "cite_par": ["122 IV 8", "124 I 127", "112 IB 342", "118 V 56", "121 I 54", "118 IA 488", "119 IV 242", "114 IA 233", "118 IV 405", "118 IA 305", "124 V 180", "118 IA 137", "145 IV 99", "129 IV 276", "119 IB 193", "115 IA 277", "123 IV 29", "126 I 97", "114 IA 50", "124 IV 23", "123 I 1", "120 IA 31", "142 II 324", "123 I 31", "117 IA 116", "129 I 232", "139 II 460", "120 IV 136", "124 I 336", "115 IA 293", "115 IA 42", "116 V 28", "121 I 108", "115 IA 127", "124 I 40", "138 IV 13"], "chapeau": "19. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 16. April 1986 i.S. B. gegen Staatsanwaltschaft und Obergericht des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst., obligation de motiver; principe \"nulla poena sine lege\". 1. De l'art. 4 Cst. découle pour les autorités l'obligation fondamentale de motiver leurs décisions. L'importance de la motivation ne peut cependant pas être fixée d'une manière uniforme. Elle doit bien plus être fixée en tenant compte de toutes les circonstances du cas particulier, ainsi que des intérêts de la personne concernée, eu égard aux principes développés dans la jurisprudence du Tribunal fédéral (consid. 2). 2. Le principe \"nulla poena sine lege\" est violé, lorsque l'autorité exécutive prohibe et sanctionne un comportement que le législateur ne voulait pas interdire (consid. 3)."], "faits": "|108|\n\nGemäss § 19 der aargauischen Verordnung zum Wirtschaftsgesetz vom 16. August 1976 (VV WG) ist Jugendlichen, welche das 16. Altersjahr noch nicht zurückgelegt haben, der Aufenthalt in Spiellokalen untersagt. Das Bezirksgericht Zofingen erklärte am 8. Dezember 1983 B. in Anwendung dieser Bestimmung des Duldens eines Jugendlichen unter 16 Jahren im Spielsalon X. in A. schuldig und büsste sie mit Fr. 100.--.\n\nB. gelangte an das Obergericht des Kantons Aargau mit dem Antrag auf Aufhebung des bezirksgerichtlichen Urteils und Freisprechung von Schuld und Strafe. Die 1. Strafkammer dieses Gerichts wies mit Entscheid vom 29. März 1984 die Berufung ab, wobei sie bloss auf das Berufungsbegehren eintrat, nicht aber auf dessen Begründung in der Annahme, diese sei durch eine nicht zur Ausübung der Advokatur im Kanton Aargau befugte Person unterzeichnet worden. Eine dagegen erhobene staatsrechtliche Beschwerde hiess das Bundesgericht mit Urteil vom 22. Oktober 1984 wegen überspitzten Formalismus gut. Die 1. Strafkammer des Obergerichts des Kantons Aargau wies die Berufung von B. mit Entscheid vom 22. November 1984 erneut ab. Dabei erwog sie im wesentlichen, § 19 VV WG biete eine hinreichende gesetzliche Grundlage eines Zutrittverbotes für Jugendliche unter 16 Jahren in Spiellokalen, genüge dem strafrechtlichen Legalitätsprinzip und gestatte, auch die Aufsichtsperson über das Lokal zu bestrafen, sofern diese schuldhaft den Aufenthalt Unbefugter dulde.\n\nB. führt auch gegen dieses Urteil staatsrechtliche Beschwerde mit dem Antrag, es wegen Verletzung von Art. 4 BV aufzuheben. Sie rügt einerseits eine Verletzung ihres Anspruchs auf rechtliches Gehör mangels hinreichender Begründung des angefochtenen Entscheides, anderseits eine Verletzung des Grundsatzes \"nulla poena sine lege\".", "considerants": "Auszug aus den Erwägungen:\n\n2. Die Beschwerdeführerin rügt eine Verletzung ihres Anspruchs auf rechtliches Gehör. Sie wirft der kantonalen Instanz |109| vor, sich im angefochtenen Entscheid nicht einlässlich mit den von ihr vorgetragenen Berufungsgründen auseinandergesetzt zu haben. Insbesondere äussere sich das Obergericht weder im ersten noch im zweiten Urteil zur zentralen Frage, ob der als Grundlage für die Verurteilung dienende § 19 VV WG durch eine Delegationsnorm des Gesetzes über das Wirtschaftswesen und den Handel mit geistigen Getränken (Wirtschaftsgesetz) vom 2. März 1903 (WG) abgedeckt sei.\n\na) Der Umfang des Anspruchs auf rechtliches Gehör bestimmt sich in erster Linie nach den kantonalen Verfahrensvorschriften. Wo sich jedoch der kantonale Rechtsschutz als ungenügend erweist, greifen die unmittelbar aus Art. 4 BV folgenden Verfahrensregeln zur Sicherung des rechtlichen Gehörs Platz. Das Gesetz über die Strafrechtspflege (Strafprozessordnung - StPO) vom 11. November 1958 regelt die Begründung von Berufungsurteilen nicht ausdrücklich (vgl. § 223). Die Beschwerdeführerin macht deshalb auch nicht geltend, eine Norm des kantonalen Rechts verpflichte die Behörde zu einer einlässlicheren Begründung ihres Entscheides, als dies Art. 4 BV gebiete. Es ist daher einzig - und zwar mit freier Kognition - zu prüfen, ob das Obergericht des Kantons Aargau mit der gegebenen Begründung den Anspruch der Beschwerdeführerin auf rechtliches Gehör, wie er unmittelbar aus Art. 4 BV fliesst, verletzt hat (BGE 110 Ia 81 E. 5b, 85 E. 3b, 101 E. 4a; mit Hinweisen).\n\nb) Das rechtliche Gehör als persönlichkeitsbezogenes Mitwirkungsrecht verlangt, dass die Behörde die Vorbringen des vom Entscheid in seiner Rechtsstellung Betroffenen auch tatsächlich hört, sorgfältig und ernsthaft prüft und in der Entscheidfindung berücksichtigt (vgl. dazu BGE 112 Ia 3 E. 3c mit Hinweisen). Daraus folgt die grundsätzliche Pflicht der Behörden, ihren Entscheid zu begründen (BGE 111 Ia 1 E. 2a; BGE 107 Ia 248 E. 3a; JÖRG PAUL MÜLLER/STEFAN MÜLLER, Grundrechte. Besonderer Teil, Bern 1985, S. 250 ff.; vgl. dazu auch Art. 35 VwVG; BGE 104 V 154; BGE 99 V 188; BGE 98 Ib 195 E. 2). Der Bürger soll wissen, warum die Behörde entgegen seinem Antrag entschieden hat. Zudem kann durch die Verpflichtung zur Offenlegung der Entscheidgründe verhindert werden, dass sich die Behörde von unsachlichen Motiven leiten lässt. Die Begründungspflicht erscheint so nicht nur als ein bedeutsames Element transparenter Entscheidfindung, sondern dient zugleich auch der wirksamen Selbstkontrolle der Behörde (vgl. dazu BGE 103 Ia 205 E. 4c; Urteil vom 26. Januar |1101977| , E. 2b, in EuGRZ 1977, S. 108; THOMAS COTTIER, Der Anspruch auf rechtliches Gehör (Art. 4 BV), in recht 1984, S. 126).\n\nAufgrund dieses allgemeinen verfassungsrechtlichen Anspruchs lassen sich allerdings keine generellen Regeln aufstellen, denen eine Begründung zu genügen hätte. Es wäre deshalb auch verfehlt, das von Art. 4 BV geforderte Mass, die Begründungsdichte, im Sinne eines Minimalstandards einheitlich festzulegen (THOMAS COTTIER, a.a.O., S. 126 f.). Die Anforderungen sind vielmehr unter Berücksichtigung aller Umstände des Einzelfalles sowie der Interessen des Betroffenen im Blick auf folgende, in der Rechtsprechung des Bundesgerichts entwickelte Grundsätze festzulegen: Da dem Anspruch gestützt auf Art. 4 BV gegenüber dem kantonalen Verfahrensrecht nur subsidiäre Bedeutung zukommt, dürfen an die Begründung eines kantonalen Entscheides keine zu hohen Anforderungen gestellt werden, insbesondere dann nicht, wenn das kantonale Recht selbst keine Pflicht zur Begründung vorsieht (BGE 104 Ia 322 E. 3a mit Hinweisen sowie BGE 111 Ia 1 E. 2a; BGE 101 Ia 305 E. 4c, BGE 99 Ia 692 E. 5 mit Hinweis). Die Begründung eines Entscheides muss so abgefasst sein, dass der Betroffene ihn gegebenenfalls sachgerecht anfechten kann. Dies ist nur dann möglich, wenn sowohl er wie auch die Rechtsmittelinstanz sich über die Tragweite des Entscheides ein Bild machen können. In diesem Sinne müssen wenigstens kurz die Überlegungen genannt werden, von denen sich die Behörde leiten liess und auf welche sich ihr Entscheid stützt (BGE 105 Ib 248 E. 2a; BGE 101 Ia 48 E. 3; vgl. auch BGE 107 Ia 248 E. 3a). Das bedeutet indessen nicht, dass sich diese ausdrücklich mit jeder tatbeständlichen Behauptung und jedem rechtlichen Einwand auseinandersetzen muss. Vielmehr kann sie sich auf die für den Entscheid wesentlichen Gesichtspunkte beschränken (BGE 99 V 188 mit Hinweisen). Weiter ist die verfassungsmässige Begründungsdichte abhängig von der Entscheidungsfreiheit der Behörde und der Eingriffsintensität des Entscheides. Je grösser der Spielraum, welcher der Behörde infolge Ermessen und unbestimmter Rechtsbegriffe eingeräumt ist (BGE 104 Ia 213 E. 5g; BGE 98 Ia 465 E. 4a; mit Hinweisen; vgl. auch BGE 108 Ib 195 E. 5d sowie VPB 1977 Nr. 114, S. 123), und je stärker ein Entscheid in die individuellen Rechte eingreift (BGE 101 Ia 305 E. 4c), desto höhere Anforderungen sind an die Begründung eines Entscheides zu stellen.\n\nc) Im vorliegenden Falle hat sich das Obergericht des Kantons Aargau mit dem Einwand der Beschwerdeführerin, § 19 VV WG |111| biete keine hinreichende gesetzliche Grundlage für ihre Bestrafung, auseinandergesetzt. Es hat erwogen, die Vollziehungsverordnung als Gesetz im materiellen Sinne könne die Grundlage eines Übertretungstatbestandes abgegeben und der Regierungsrat sei gestützt auf § 49 Abs. 2 WG, der ihn unter anderem beauftrage, für den Schutz der Minderjährigen zu sorgen, befugt gewesen, dieses Verbot zu erlassen. Damit hat die kantonale Instanz hinreichend dargelegt, weshalb ihrer Auffassung nach das strafrechtliche Legalitätsprinzip nicht verletzt sei. Der angefochtene Entscheid wahrt deshalb die aus Art. 4 BV abgeleiteten Anforderungen an die Begründung eines Entscheides. Unerheblich ist dabei, dass die gerichtlichen Motive weniger ausführlich ausgefallen sind als die Berufungsbegründung der Beschwerdeführerin. Dass sie ausreichten, die Erwägungen des Gerichtes zu erkennen und sich mit ihnen im Rahmen eines Rechtsmittelverfahrens sachgerecht auseinanderzusetzen, zeigt auch gerade die Rüge der Beschwerdeführerin, welche sich in bezug auf die Verletzung des Prinzips \"nulla poena sine lege\" als berechtigt erweist (vgl. E. 3). Das Gericht war auch deshalb nicht zu einer ausführlicheren Begründung verpflichtet, weil die der Beschwerdeführerin auferlegte Busse keinen schweren Eingriff in ihre persönlichen Rechte bedeutet. Zudem war eine reine Rechtsfrage zu beantworten, nämlich, ob § 19 VV WG eine genügende gesetzliche Grundlage für die verhängte Busse darstellt. Der Vertreter der Beschwerdeführerin war als Jurist ohne weiteres in der Lage, zu erkennen, warum die Argumentation des Obergerichts zweifelhaft sein könnte.\n\nUnbehelflich ist in diesem Zusammenhang auch der Einwand der Beschwerdeführerin, das Obergericht des Kantons Aargau habe sich im wesentlichen darauf beschränkt, die Begründung seines ersten, im staatsrechtlichen Beschwerdeverfahren aufgehobenen Entscheides vom 29. März 1984 wiederzugeben. Das Bundesgericht hat diesen nicht aus materiellen Gründen, sondern ausschliesslich wegen überspitzten Formalismus aufgehoben und das Obergericht verpflichtet, die Berufungsbegründung zu beachten. Kam dieses in der Sache trotzdem zu keinem anderen Ergebnis, so durfte es ohne weiteres auf die Erwägungen seines ersten Entscheides zurückgreifen. Ein Anspruch der Beschwerdeführerin auf eine erweiterte oder geänderte Begründung bestand nicht. Die zu beurteilenden Rechtsfragen blieben unbesehen der Berücksichtigung der Ausführungen in der Berufungsschrift dieselben. |112|\n\nGenügt demnach die Begründung des angefochtenen Entscheides den Anforderungen von Art. 4 BV, so erweist sich die Rüge einer Gehörsverletzung als unbegründet.\n\n3. Die Beschwerdeführerin macht geltend, sie sei bestraft worden, ohne dass dafür eine hinreichende gesetzliche Grundlage bestehe, weshalb das Obergericht des Kantons Aargau das Prinzip \"Keine Strafe ohne Gesetz\" verletzt habe.\n\na) Der Grundsatz \"nulla poena sine lege\" folgt aus Art. 4 BV und ist dann verletzt, \"wenn ein Bürger wegen einer Handlung, die im Gesetze überhaupt nicht als strafbar bezeichnet ist, strafrechtlich verfolgt wird, oder wenn eine Handlung, derentwegen ein Bürger strafrechtlich verfolgt wird, zwar in einem Gesetz mit Strafe bedroht ist, dieses Gesetz selber aber nicht als rechtsbeständig angesehen werden kann, oder endlich, wenn der Richter eine Handlung unter ein Strafgesetz subsumiert, die darunter auch bei weitestgehender Auslegung nach allgemeinen strafrechtlichen Grundsätzen nicht subsumiert werden kann\" (BGE 27, S. 339 E. 1). Der Bundesgesetzgeber hat dieses Prinzip in Art. 1 StGB übernommen. Würde es sich um die Anwendung eidgenössischen Strafrechts handeln, so könnte nur noch die Verletzung der genannten Regel des Strafgesetzbuches mit eidgenössischer Nichtigkeitsbeschwerde geltend gemacht werden. Das Obergericht hat jedoch kantonales, nicht eidgenössisches Strafrecht angewendet, sodass sich die Beschwerdeführerin auf Art. 4 BV berufen kann mit der Behauptung, das angefochtene Urteil verletze den Satz \"Keine Strafe ohne Gesetz\" (BGE 103 Ia 96 E. 4 mit Hinweisen).\n\nDie Beschwerdeführerin behauptet nicht, es bestehe für ihre Bestrafung gar keine gesetzliche Grundlage, noch rügt sie, das Obergericht habe ihre Handlung bzw. Unterlassung in willkürlicher Weise unter § 19 VV WG subsumiert. Es ist deshalb einzig zu prüfen, ob diese Bestimmung einer verfassungsrechtlichen Überprüfung standhält. Soweit im Rahmen einer staatsrechtlichen Beschwerde geltend gemacht wird, eine kantonale Norm sei verfassungswidrig, kann diese Rüge auch noch bei der Anwendung der fraglichen Bestimmung mit der Beschwerde gegen einen gestützt darauf ergangenen Entscheid erhoben werden; sie führt zu einer inzidenten Normenkontrolle (BGE 109 Ia 99 E. 1b mit Hinweisen).\n\nb) Jede Strafe, welche einen Freiheitsentzug mit sich bringt, bedarf als schwerer Eingriff in die persönliche Freiheit einer klaren Grundlage in einem formellen Gesetz (BGE 99 Ia 269 E. 5; vgl. auch BGE 64 I 375 E. 5; BGE 63 I 330 E. 2 sowie BGE 90 I 39 E. 4 und 5; THOMAS |113| COTTIER, Die Verfassung und das Erfordernis der gesetzlichen Grundlage, Diessenhofen 1983, S. 53 ff., 64; JÖRG PAUL MÜLLER/STEFAN MÜLLER, a.a.O., S. 16 f.; ANDRÉ GRISEL, La liberté personnelle et les limites du pouvoir judiciaire, in Revue internationale de droit comparé, 1975, S. 549 ff.; vgl. auch PETER NOLL, Schweizerisches Strafrecht. Allgemeiner Teil I, Allgemeine Voraussetzungen der Strafbarkeit, Zürich 1981, S. 41). Für andere Strafen genügt nach der Rechtsprechung des Bundesgerichts eine Verordnung, die sich im Rahmen von Verfassung und Gesetz hält (BGE 96 I 29 E. 4a mit Hinweisen; vgl. auch BGE 64 I 375 E. 5). Eine materiell hinreichende gesetzliche Grundlage vermag die Verordnung somit nur abzugeben, wenn sie die Schranken wahrt, die ihrem Regelungsbereich insbesondere durch die Prinzipien der Gewaltenteilung und der Normenhierarchie gesetzt sind. Aber auch auf dieser Normstufe müssen die Merkmale strafbaren Verhaltens und dessen Folgen im Zeitpunkt seiner Ausführung bestimmt und für jedermann klar erkennbar gewesen sein (HANS SCHULTZ, Einführung in den allgemeinen Teil des Strafrechts, Band 1, 4. Auflage, Bern 1982, S. 52; GÜNTHER STRATENWERTH, Schweizerisches Strafrecht. Allgemeiner Teil I: Die Straftat, Bern 1982, S. 72 ff.; ROBERT HAUSER/JÖRG REHBERG, Grundriss Strafrecht I, Verbrechenslehre, Zürich 1983, S. 34 f.). In älteren Entscheiden hat das Bundesgericht festgehalten, es sei auf dem Gebiete des Verwaltungsrechts nicht erforderlich, dass das formelle Gesetz den Verordnungsgeber ausdrücklich ermächtige, Strafandrohungen zur Durchsetzung von Geboten und Verboten zu erlassen. In der Befugnis der Behörde, solche Normen aufzustellen, sei beim Fehlen einer abweichenden positiven Anordnung die Kompetenz eingeschlossen, auf die Übertretung dieser Vorschriften Strafe anzudrohen (BGE 63 I 330 E. 2 mit Hinweisen; vgl. auch BGE 64 I 375 E. 5). Es kann hier offenbleiben, ob diese Rechtsprechung aufgrund der neueren Praxis zur Delegation der gesetzgebenden Gewalt an die Exekutive neu überdacht werden müsste, denn wie die folgenden Erwägungen zeigen, erweist sich bereits die Behauptung der Beschwerdeführerin, der Gesetzgeber habe das vom Regierungsrat in § 19 VV WG unter Strafe gestellte Verhalten gar nicht verbieten wollen, als zutreffend.\n\nc) § 49bis des Wirtschaftsgesetzes regelt den Betrieb von Spielapparaten in Gastwirtschaften und Spiellokalen. Das Aufstellen und der Betrieb solcher Geräte ist bewilligungspflichtig (Abs. 1). Das Gesetz unterscheidet zwischen Geldspielautomaten, d.h. |114| solchen, welche einen Geld- oder Sachgewinn abgeben, sowie einfachen Spielapparaten, welche nicht der materiellen Gewinnerzielung dienen. Sowohl in Gastwirtschaftsbetrieben wie in Spiellokalen ist bloss ein Geldspielapparat zulässig (Abs. 2). Im weiteren enthält das Gesetz eine Jugendschutzvorschrift, indem es Jugendlichen unter 16 Jahren das Spielen an Geldspielautomaten untersagt und den Anschlag dieser Ordnung am Eingang des Lokales verlangt (Abs. 4 und 5). Die Patentinhaber und veranwortlichen Organe sind verpflichtet, in Zweifelsfällen einen Altersnachweis zu verlangen (Abs. 5).\n\nDer Regierungsrat hat seinerseits in § 19 VV WG unter der Marginale \"Jugendschutz\" Jugendlichen, welche das 16. Altersjahr nicht zurückgelegt haben, den Aufenthalt in Spiellokalen untersagt. Es ist zu prüfen, ob der Regierungsrat damit etwas verboten hat, was der Gesetzgeber erlauben wollte.\n\naa) Bereits nach dem Wortlaut ist zu vermuten, dass § 19 VV WG über § 49bis Abs. 4 WG hinausgeht. Das Verbot, Spiellokale zu betreten, geht klarerweise weiter als das Verbot, an Geldspielautomaten zu spielen. Die Benützung von einfachen Spielapparaten ist dem Jugendlichen unter 16 Jahren nach dem Gesetz nicht untersagt. Solche Geräte aber dürften die hauptsächlichste Einrichtung jeden Spiellokales ausmachen, sind doch auch dort die Geldspielautomaten auf eine Anlage pro Lokal beschränkt. Der Gesetzgeber wollte somit nur die Benützung von Geldspielapparaten durch Jugendliche unter 16 Jahren untersagen, nicht auch weitergehend das Betreten von Spiellokalen schlechthin. Die Vermutung, es handle sich hier um ein qualifiziertes Schweigen des Gesetzgebers, wird durch die Materialien bestätigt.\n\nbb) Der Gesetzesentwurf des Regierungsrates sah vor, Jugendlichen unter 18 Jahren das Spielen an Geldspielautomaten zu verbieten und ihnen den Zutritt zu Spiellokalen nur in Begleitung des Inhabers der elterlichen Gewalt zu gestatten. Anlässlich der ersten Lesung des Gesetzes im Grossen Rat des Kantons Aargau am 7. Mai 1980 gaben sowohl die Altersgrenze wie die Begleitungspflicht Anlass zu Diskussionen (Verhandlungen des Grossen Rates des Kantons Aargau, 1980, S. 2126 ff.). Ergebnis dieser Lesung war, dass die Altersgrenze von 18 Jahren für die Benützung von Geldspielautomaten beibehalten, die Begleitungspflicht für jüngere Benützer von Spiellokalen dagegen gestrichen wurde (S. 2130). Anlässlich der zweiten Lesung des Gesetzes am 23. September 1980 beantragte der Präsident der vorberatenden Kommission in deren |115| Namen die Herabsetzung der Altersgrenze für die Benützung von Geldspielapparaten auf 16 Jahre (S. 2433). Vorgeschlagen wurde im Wortlaut die heutige Fassung von § 49bis Abs. 4 WG, welche nach einer zusätzlichen Diskussion über die Altersgrenze zum Beschluss erhoben wurde (S. 2434).\n\nDer Wille des Gesetzgebers ging somit nach den Materialien eindeutig dahin, nur die Benützung von Geldspielautomaten von einer Altersgrenze abhängig zu machen, nicht dagegen, Jugendlichen unter dieser Grenze generell das Betreten von Spiellokalen zu verbieten.\n\ncc) Nach § 49bis Abs. 5 WG ist die Jugendschutzvorschrift, wonach Jugendlichen unter 16 Jahren das Spielen an Geldspielautomaten untersagt ist, durch entsprechenden Anschlag am Eingang des Lokals deutlich bekannt zu geben. Auch diese Vorschrift verträgt sich nicht mit einem absoluten Betretungsverbot für diese Jugendlichen. Wäre ihnen der Zutritt zum Lokal schlechthin verwehrt, verlöre der Hinweis, wonach sie die Geldspielapparate nicht benützen dürfen, jeden Sinn. Auch die systematische Gesetzesauslegung führt dazu, in bezug auf die Frage, ob der Gesetzgeber den Jugendlichen unter 16 Jahren das Betreten von Spiellokalen verbieten wollte, ein qualifiziertes Schweigen anzunehmen.\n\ndd) Eine durch Vollziehungsverordnung schliessbare Gesetzeslücke liegt somit offensichtlich nicht vor. Von einer echten Gesetzeslücke kann nur gesprochen werden, wenn der Gesetzgeber etwas zu regeln unterlassen hat, was er hätte regeln sollen, und dem Gesetz weder nach seinem Wortlaut noch nach dem durch Auslegung zu ermittelnden Inhalt eine Vorschrift entnommen werden kann (BGE 108 Ib 82 E. 4b). Das aargauische Wirtschaftsgesetz ist in diesem Sinne nicht unvollständig. Der Gesetzgeber hat sich darauf beschränkt, die Benützung bestimmter Automaten altersmässigen Beschränkungen zu unterstellen. Dagegen hat er es ausdrücklich abgelehnt, Jugendlichen unter 16 Jahren irgendwelche Betretungsbeschränkungen aufzuerlegen. Er hat damit den Besuch solcher Lokale auch Jugendlichen unter 16 Jahren grundsätzlich freigegeben, allerdings mit der Einschränkung, dass sie von der Benützung von Geldspielapparaten ausgeschlossen sind. Das generelle Betretungsverbot von § 19 VV WG hält somit vor dem Gesetz nicht stand und verletzt dadurch den in Art. 4 BV enthaltenen Grundsatz \"nulla poena sine lege\".\n\nee) Das Obergericht vertritt indessen die Meinung, gemäss § 49 Abs. 2 WG habe der Regierungsrat für den Schutz der Minderjährigen |116| zu sorgen. Er habe diesen Auftrag erfüllt, indem er in § 19 VV WG Jugendlichen, welche das 16. Altersjahr nicht zurückgelegt haben, den Aufenthalt in Spiellokalen generell untersagt. Ist aber in bezug auf ein solches Verbot auf ein qualifiziertes Schweigen des Gesetzgebers zu schliessen, so darf der Regierungsrat ohne Verletzung des Grundsatzes der Gewaltenteilung nicht gestützt auf eine allgemein gehaltene Ausführungsbestimmung das erlaubte Verhalten trotzdem verbieten. Es lässt sich auch nicht sagen, das umstrittene Verbot sei nicht so wichtig, dass es auf der Verordnungsstufe hätte normiert werden können (vgl. dazu allgemein GEORG MÜLLER, Inhalt und Formen der Rechtsetzung als Problem der demokratischen Kompetenzordnung, Basel/Stuttgart 1979, S. 110 ff.) oder der Regierungsrat sei zu seinem Erlass sachlich besser geeignet gewesen (THOMAS COTTIER, Die Verfassung und das Erfordernis der gesetzlichen Grundlage, Diessenhofen 1983, S. 171 ff.). Zuständig zum wertenden Entscheid über die Regelungsstufe eines Lebenssachverhaltes ist im demokratischen Staat der Gesetzgeber, sofern Verfassung und Gesetz nicht bereits eine Lösung enthalten (vgl. dazu auch BGE 103 Ia 381 E. 6; GEORG MÜLLER, a.a.O., S. 123 ff.).\n\nDie staatsrechtliche Beschwerde erweist sich somit in diesem Punkt als begründet, und der angefochtene Entscheid ist aufzuheben."}