{"annee": "112", "cour": "IV", "page": "139", "date": "11/11/1986", "cite": ["69 IV 44"], "cite_par": ["116 IV 262", "114 IV 23", "116 IV 288", "114 IA 377", "129 IV 202"], "chapeau": "41. Auszug aus dem Urteil der Anklagekammer vom 11. November 1986 i.S. Staatsanwaltschaft des Kantons Schaffhausen gegen Staatsanwaltschaften der Kantone Zürich, St. Gallen und Thurgau", "regestes": ["Art. 263 PPF, art. 349/350 CP; détermination du for. 1. Cas concret dans lequel il n'est pas possible de diviser le for, malgré le concours de nombreuses infractions commises par une pluralité d'auteurs (consid. 3). 2. Manière de procéder conformément au principe \"forum secundum praeventionis\" (consid. 4)."], "faits": "|140|\n\nB., C. und E. wurden vom Bezirksgericht St. Gallen am 10. November 1983 für in die Zeit von April bis Anfang Dezember 1982 fallende Delikte u.a. wegen gewerbs- und bandenmässigen Diebstahls verurteilt. Später ergab sich, dass B. zusammen mit C. und Fräulein D. zuvor Ende Januar 1983 einen Einbruchdiebstahl im Kanton Zürich und am 3./4. Februar 1983 zwei gleiche Delikte im Kanton Schaffhausen verübt hatten und dass C. und dessen nunmehrige Ehefrau C.-D. am 16. März und 11. Mai 1983 im Kanton St. Gallen in einen Massagesalon eingebrochen waren. Zudem gestand B., im November und Dezember 1984 zusammen mit F., G. und Frau H. und überdies vor und nach seiner Verurteilung vom 10. November 1983 zahlreiche weitere Diebstahlsdelikte begangen zu haben, an denen zum Teil I., K. und L. beteiligt waren.\n\nIm Zusammenhang mit einem im Fürstentum Liechtenstein ausgeführten Diebstahl, bei welchem als Täter A. in Betracht fiel, ergab sich der Verdacht, dass dieser in der Zeit von Juli bis November 1984 zusammen mit C. und überdies in den Jahren 1983 und 1984 zusammen mit E., M., N., Frau O. und Frau P. an zahlreichen Einbruchdiebstählen teilgenommen habe. Der Verdacht wurde schliesslich durch das Geständnis erhärtet, das A. am 19. Februar 1986 ablegte, nachdem er zusammen mit Q. verhaftet worden war und letzterer zugegeben hatte, mit A. von Mitte Oktober 1985 bis zur Verhaftung eine Reihe von Diebstählen verübt zu haben, wobei sie zum Teil bewaffnet waren.\n\nVon den durch die verschiedenen Tätergruppen in der Schweiz begangenen Diebstahlsdelikten entfallen\n\n37 auf den Kanton SG\n\n24 auf den Kanton TG\n\n|1419| auf den Kanton ZH\n\n8 auf den Kanton SH\n\n6 auf den Kanton BE\n\n5 auf den Kanton SZ\n\n4 auf den Kanton AR\n\n4 auf den Kanton AI\n\n3 auf den Kanton AG\n\n3 auf den Kanton FR\n\n3 auf den Kanton UR\n\n2 auf den Kanton VS\n\n1 auf den Kanton GR\n\n1 auf den Kanton TI\n\nIn der Folge geführte Gerichtsstandsverhandlungen verliefen erfolglos, so dass die Anklagebehörde des Kantons Schaffhausen am 18. September 1986 mit dem Begehren an die Anklagekammer des Bundesgerichts gelangte, es seien die Behörden des Kantons Zürich mit der weiteren Verfolgung und Beurteilung der genannten Verdächtigten zu befassen.", "considerants": "Aus den Erwägungen:\n\n3. Die Staatsanwaltschaft des Kantons Schaffhausen hat in ihrer Eingabe eventualiter eine Aufteilung des Verfahrens nach Tätergruppen vorgeschlagen. Eine solche Lösung wurde von der Rechtsprechung bisweilen namentlich dann als möglich erachtet, wenn zwei oder mehrere Tätergruppen zur Hauptsache unabhängig voneinander gehandelt hatten und nur wenige Querverbindungen bestanden, so dass sich eine geteilte Verfolgung und Beurteilung ohne zu grosse Schwierigkeiten durchführen liess und sich eine solche Regelung auch unter dem Gesichtspunkt der Prozessökonomie aufdrängte; denn von der Möglichkeit der Trennung des Verfahrens ist zurückhaltend Gebrauch zu machen (BGE 69 IV 47/48). Im vorliegenden Fall ergibt eine nähere Prüfung der Akten, dass zwar zwei Tätergruppen (A. und Kons. und B. und Kons.) das Bild beherrschen, dass jedoch zwischen ihnen vielfache, über den Mittäter C. laufende Querverbindungen bestehen, so dass eine Aufteilung des Verfahrens dem in Art. 349 StGB zum Ausdruck gebrachten Willen des Gesetzgebers, alle Tatbeteiligten wenn möglich am gleichen Ort zu verfolgen und zu beurteilen, zuwiderliefe.\n\n4. Eine Lösung, die einerseits dem Bestreben nach Zweckmässigkeit und anderseits dem Grundgedanken des Gesetzes |142| entgegenkommt, bietet im vorliegenden Fall ein von der Rechtsprechung in besonderen Fällen erprobtes Vorgehen im Sinne des sogenannten forum secundum praeventionis. Die Liste der hier in Betracht fallenden Straftaten zeigt, dass von den rund 110 Deliktsfällen mehr als die Hälfte (61) auf die Kantone St. Gallen und Thurgau entfallen, während sich der Rest auf insgesamt 12 Kantone verteilt. Bei dieser Sachlage, die ein Schwergewicht in den Kantonen St. Gallen und Thurgau ergibt, rechtfertigt es sich, den Gerichtsstand in einem von ihnen festzulegen, wobei unter ihnen die Zuständigkeit analog der gesetzlichen Norm des Art. 350 StGB zu bestimmen ist.\n\nDie ersten in einem der beiden Kantone zur Anzeige gebrachten Deliktsfälle sind die Einbrüche von C. und Frau C.-D. in Rorschach/SG. Nachdem die beiden Angeschuldigten bereits Ende Januar und Anfang Februar 1983 zusammen mit B. Einbruchdiebstähle verübt hatten, für welche die Bandenmässigkeit nach der Aktenlage nicht auszuschliessen ist, was im Rahmen der Gerichtsstandsbestimmung ausreicht, ist dieser Schluss auch für die in Rorschach verübten Einbruchdiebstähle begründet, zumal C. und Frau C.-D. inzwischen am 3. März 1983 geheiratet hatten und deshalb ein konkludenter Wille, die finanziellen Schwierigkeiten weiterhin vermittels Einbruchdiebstählen zu beheben und in diesem Sinne jederzeit zusammenzuwirken, in vermehrtem Masse begründet erscheint. Angesichts dessen ist deshalb der Gerichtsstand insgesamt im Kanton St. Gallen festzulegen."}