{"annee": "108", "cour": "V", "page": "167", "date": "28/9/1982", "cite": ["106 V 86", "102 V 13"], "cite_par": ["110 V 291", "127 V 475", "126 V 308", "122 V 270", "110 V 176", "110 V 393", "132 V 357", "115 V 183"], "chapeau": "36. Auszug aus dem Urteil vom 28. September 1982 i.S. Bundesamt für Industrie, Gewerbe und Arbeit gegen Beyeler und Versicherungsgericht des Kantons Bern", "regestes": ["Art. 50 al. 1 et 2 LAC. De l'obligation, pour l'administration, de revenir sur une décision formellement passée en force de chose jugée lorsque des faits importants ou de nouveaux moyens de preuve sont découverts après coup. Application de ce principe dans le domaine de l'assurance-chômage."], "faits": "", "considerants": "BGE 108 V 167 S. 167\n\nAus den Erwägungen:\n\n2. a) In der Verwaltungsgerichtsbeschwerde wird vorgetragen, der Beschwerdegegner sei in jenem Zeitraum, als er Arbeitslosenentschädigung bezog, infolge seiner Invalidität nicht vermittlungsfähig gewesen und habe BGE 108 V 167 S. 168demzufolge eine der Taggeld-Anspruchsvoraussetzungen (Art. 24 Abs. 2 lit. c in Verbindung mit Art. 26 Abs. 1 AlVG und Art. 16 Abs. 5 AlVV) nicht erfüllt, was die Rückforderung der zu Unrecht ausbezahlten Betreffnisse nach sich ziehe (Art. 35 Abs. 1 AlVG); der Arbeitslosenkasse sei seinerzeit nur die stark verminderte Sehkraft aufgefallen, wogegen sie von der sehr beeinträchtigten Erwerbsfähigkeit, wie sie z.B. bereits aus dem vom 20. Juni 1977 datierten Bericht des Augenarztes Dr. med. Haldimann hervorgehe, nichts gewusst habe; mit dem Beschluss der Invalidenversicherungs-Kommission, dem Beschwerdegegner ab 1. Dezember 1977 eine ganze Invalidenrente auszurichten sei \"ein neues erhebliches Element für die Beurteilung der Vermittlungsfähigkeit\" aufgetaucht, welches die Arbeitslosenkasse zu Recht nicht unberücksichtigt gelassen habe, sei sie doch unter solchen Umständen verpflichtet gewesen, auf ihre Taggeldauszahlungen zurückzukommen.\n\nb) Nach Lehre und Rechtsprechung ist der Sozialversicherungsträger verpflichtet, auf eine formell rechtskräftige Verfügung zurückzukommen, wenn sich diese aufgrund neuentdeckter Tatsachen oder Beweismittel als unrichtig erweist (EVGE 1963 S. 85 Erw. 1 und S. 212 Erw. 2a; vgl. weiter BGE 102 V 17 Erw. 3a a.A., BGE 106 V 87 Erw. 1b; MAURER, Schweizerisches Sozialversicherungsrecht, Bd. I S. 478 Ziff. 3 a.A.). Erheblich können nur Tatsachen sein, die zur Zeit der Erstbeurteilung bereits bestanden, jedoch unverschuldeterweise unbekannt waren oder unbewiesen blieben. Diese Grundsätze gelten in der Arbeitslosenversicherung in gleicher Weise wie in den andern Gebieten der Sozialversicherung (BGE 102 V 17 Erw. 3a).\n\nc) Der Beschwerdegegner war ab 1. Dezember 1977 zu 70% invalid, weshalb ab jenem Datum mangels Vermittlungsfähigkeit (Art. 16 Abs. 5 AlVV) keine Taggelder mehr hätten ausbezahlt werden dürfen. Über die Tatsache der zwei Drittel übersteigenden Erwerbsunfähigkeit hatte die Arbeitslosenkasse damals keine Kenntnis. Die Kassenorgane wussten lediglich, dass die Sehkraft des Beschwerdeführers stark vermindert und dass eine Anmeldung bei der Invalidenversicherung erfolgt war. Die Behörden der Arbeitslosenversicherung waren auch nicht in der Lage, sich zuverlässige Angaben über das Ausmass der Invalidität zu verschaffen. Eine Rückfrage bei der Invalidenversicherungs-Kommission hätte keine Resultate zeitigen können. Denn das am 27. September 1977 eingeleitete invalidenversicherungsrechtliche Abklärungsverfahren war während der bis 26. Juni 1978 dauernden BGE 108 V 167 S. 169Taggeldzahlungen der Arbeitslosenversicherung noch im Gange; die Invalidenversicherungs-Kommission selber verfügte bis in den Spätsommer 1978 noch nicht über die nötigen Entscheidungsgrundlagen für die Rentenberechtigung und konnte deshalb erst am 28. September 1978 ihren Beschluss fassen.\n\nSomit erweist sich der Umstand einer ab 1. Dezember 1977 bestehenden 70%igen Erwerbsunfähigkeit als erhebliche Tatsache im oben umschriebenen Sinne, weshalb die Arbeitslosenkasse verpflichtet war, auf ihre Taggeldauszahlungen zurückzukommen und die vom 1. Dezember 1977 bis 26. Juni 1978 zu Unrecht ausgerichteten Entschädigungen gemäss Art. 35 Abs. 1 AlVG zurückzufordern."}