{"annee": "108", "cour": "II", "page": "372", "date": "16/9/1982", "cite": [], "cite_par": ["140 III 241"], "chapeau": "71. Auszug aus dem Urteil der II. Zivilabteilung vom 16. September 1982 i.S. X. gegen Y. (Berufung)", "regestes": ["Réglementation du droit de visite en cas de divorce; institution d'une curatelle (art. 156, 308 CC). L'institution d'une curatelle destinée à la surveillance du droit de visite, selon l'art. 308 al. 2 CC, suppose qu'un grave danger menace le bien-être de l'enfant. Une telle condition existe lorsque de sérieuses difficultés sont à craindre en relation avec l'exercice du droit de visite par celui des parents auquel l'autorité parentale n'a pas été confiée et que l'enfant est handicapé ou particulièrement sensible."], "faits": "", "considerants": "|372|\n\nAus den Erwägungen:\n\n1. Zur Begründung des Begehrens um Anordnung einer vormundschaftlichen Erziehungsaufsicht im Sinne von Art. 308 Abs. 2 ZGB wird im wesentlichen ausgeführt, die Ausübung des Besuchsrechtes sei mit Schwierigkeiten verbunden, weil die Klägerin die Kinder gegen den Beklagten beeinflusse. Die geforderte Erziehungsaufsicht könne dazu beitragen, eine gesunde Beziehung |373| der Kinder zum Vater zu ermöglichen, da sie eine allfällige negative Beeinflussung der Kinder neutralisieren helfe.\n\nSoweit die Schwierigkeiten bei der Ausübung des Besuchsrechtes mit der angeblich negativen Beeinflussung der Kinder durch die Klägerin begründet werden, verkennt der Beklagte, dass das Bundesgericht seinem Entscheid den Sachverhalt zugrunde zu legen hat, der von der letzten kantonalen Instanz festgestellt worden ist. Das angefochtene Urteil enthält nicht den geringsten Anhaltspunkt dafür, dass die Klägerin die Kinder gegen den Vater beeinflusst hätte. Den Feststellungen der Vorinstanz kann lediglich entnommen werden, dass gelegentlich Schwierigkeiten mit dem Besuchsrecht auftauchten. Worin diese bestanden und worauf sie zurückzuführen waren, wird nicht näher dargelegt. Die Vorinstanz hat die Anordnung einer Erziehungsaufsicht mit der Begründung abgelehnt, der Umstand allein, dass sich bei der Ausübung des Besuchsrechtes Schwierigkeiten ergeben könnten, rechtfertige die Anordnung einer Erziehungsaufsicht nicht. Eine Minderheit des Obergerichts hätte den Kindern der Parteien einen Erziehungsbeistand im Sinne von Art. 308 Abs. 2 ZGB beigeben wollen, in der Meinung, dass durch diese Massnahme die Ausübung des Besuchsrechtes, das mit Problemen und Auseinandersetzungen zwischen den Parteien verbunden sei, wirksam gewährleistet wäre.\n\nIn der Berufungsantwort wird nicht bestritten, dass sich bei der Ausübung des Besuchsrechtes Schwierigkeiten ergeben hätten. Es wird anerkannt, dass insbesondere die beiden älteren Söhne eine gewisse Abneigung gegen den Vater an den Tag legten. Diese Erscheinung wird jedoch auf das eigene Verhalten des Beklagten zurückgeführt. Im übrigen wird erklärt, dass sich die Klägerin zur allfälligen Errichtung einer Erziehungsbeistandschaft zwecks Überwachung des Rechts auf persönlichen Verkehr nicht negativ einstellen würde.\n\nBei der Erziehungsbeistandschaft im Sinne von Art. 308 ZGB handelt es sich um eine neue Massnahme, die anlässlich der Revision des Kindesrechts eingeführt wurde. Sie geht über die Erziehungsaufsicht, für die heute in Art. 307 Abs. 3 ZGB eine gesetzliche Grundlage besteht, insofern hinaus, als der Erziehungsbeistand nicht bloss eine Aufsicht ausübt, sondern selber eine aktive Rolle zu übernehmen hat. Voraussetzung für ihre Anordnung ist eine erhebliche Gefährdung des Kindeswohls (vgl. BÜHLER/SPÜHLER, N. 177/178 zu Art. 156 ZGB).\n\nEine wichtige Befugnis, die dem Erziehungsbeistand übertragen |374| werden kann, bildet die Überwachung des persönlichen Verkehrs. Art. 308 Abs. 2 ZGB erwähnt diese Möglichkeit ausdrücklich. Sie kann besonders im Falle der Scheidung oder Trennung einer Ehe angezeigt sein, weil dabei ein Elternteil zwangsläufig der elterlichen Gewalt über die Kinder verlustig geht und häufig eine Konfliktsituation mit dem andern Elternteil weiterbesteht. Eine Erziehungsbeistandschaft zur Überwachung des Besuchsrechtes sollte immer dann angeordnet werden, wenn eine erhebliche Gefahr besteht, dass sich bei der Ausübung dieses Rechts durch den von der elterlichen Gewalt ausgeschlossenen Elternteil Schwierigkeiten ergeben. Solche Schwierigkeiten sind in aller Regel als Gefährdung des Kindeswohls zu betrachten, die eine Erziehungsbeistandschaft rechtfertigen. Anlass zur Anordnung dieser Massnahme besteht vor allem dann, wenn sich derartige Schwierigkeiten bereits während des Scheidungsprozesses gezeigt haben (vgl. BÜHLER/SPÜHLER, N. 179 zu Art. 156 ZGB).\n\nIm vorliegenden Fall ergibt sich aus dem angefochtenen Urteil nur, dass schon während des Scheidungsprozesses Schwierigkeiten mit dem Besuchsrecht auftraten. Diese Tatsache wird auch in der Berufungsantwort ausdrücklich anerkannt. Es stellt sich deshalb die Frage, ob die Sache zur Vervollständigung des Sachverhalts an die Vorinstanz zurückzuweisen sei, damit nähere Feststellungen über die Art und das Ausmass der erwähnten Schwierigkeiten getroffen würden. Eine solche Rückweisung erscheint jedoch als wenig sinnvoll, da sich die Feststellung der Vorinstanz auf Grund der Akten leicht ergänzen lässt.\n\nAus einem Schreiben des Leiters der Beratungsstelle der Pro Infirmis an den Anwalt der Klägerin vom 12. November 1981 ergibt sich, dass sich am 18. Oktober 1981, der zwischen den Parteien als Besuchstag vereinbart worden war, alle drei Kinder weigerten, mit dem Beklagten fortzugehen und den Sonntag mit ihm zu verbringen; ... der älteste Sohn weigere sich überdies schon seit langer Zeit, den Vater zu besuchen, und müsse jedesmal von neuem überzeugt werden, dass er dies mit den beiden Brüdern zusammen tun müsse. Dem obergerichtlichen Protokoll über die Parteibefragung vom 13. November 1981 lässt sich sodann entnehmen, dass der Beklagte nach übereinstimmenden Aussagen beider Parteien das Besuchsrecht im Jahre 1981 bis zu jenem Zeitpunkt erst zweimal hatte ausüben können. Die Klägerin erklärte überdies, sie glaube nicht, dass das Besuchsrecht wieder einmal richtig funktionieren werde. Auf Grund dieser Aktenstellen muss davon |375| ausgegangen werden, dass die während des Scheidungsprozesses aufgetretenen Schwierigkeiten bei der Besuchsrechtsausübung ernsthafter Natur waren und dass sich für die Zukunft eine schlechte Prognose aufdrängt. Die Vorinstanz unterschätzte die sich daraus ergebende erhebliche Gefährdung des Kindeswohls, wenn sie unter den gegebenen Umständen von der Anordnung einer Erziehungsbeistandschaft glaubte absehen zu können. Eine solche Massnahme ist in einem Fall wie dem vorliegenden angezeigt. Dafür spricht auch, dass zwei der drei Kinder der Parteien geschädigt sind. Wie dem angefochtenen Urteil entnommen werden kann, leidet der 1970 geborene Sohn an motorischen Störungen und bedarf besonderer Therapie. Der 1973 geborene Sohn ist in verschiedener Hinsicht zurückgeblieben und besucht den Sonderschul-Kindergarten im Zentrum für körperbehinderte Kinder ... Eine Gefährdung des Kindeswohls durch Auseinandersetzungen im Zusammenhang mit der Ausübung des Besuchsrechtes ist um so eher anzunehmen, je sensibler und gebrechlicher ein Kind ist. Ein Erziehungsbeistand kann in erheblichem Masse dazu beitragen, durch entsprechende Kontakte mit den Eltern und den Kindern die Situation zu entschärfen und durch entsprechende Festlegung der Einzelheiten für eine möglichst reibungslose Abwicklung des Besuchsrechtes zu sorgen. Eine solche Massnahme liegt nicht zuletzt auch im Interesse beider Parteien.\n\nEiner Gutheissung der Berufung in diesem Punkt steht nicht etwa entgegen, dass der Beklagte mit seiner Appellation an die Vorinstanz lediglich die Anordnung einer Erziehungsaufsicht beantragt hatte. Es ist unabhängig von den Parteianträgen von Amtes wegen zu prüfen, welche Kindesschutzmassnahme angezeigt ist. Im vorliegenden Fall ist dies eindeutig eine Erziehungsbeistandschaft, und nicht eine Erziehungsaufsicht. Der vom Beklagten erst vor Bundesgericht entsprechend präzisierte Antrag war daher zulässig..."}