{"annee": "108", "cour": "II", "page": "85", "date": "6/5/1982", "cite": ["74 II 73", "47 II 115", "61 II 314"], "cite_par": [], "chapeau": "16. Extrait de l'arrêt de la IIe Cour civile du 6 mai 1982 dans la cause dame G. contre C. (recours en réforme)", "regestes": ["Art. 106 LP, 177 al. 1 et 248 al. 1 CC. Séquestre d'une somme versée à titre de donation par le débiteur sur le compte bancaire de son épouse. Admission de la revendication intentée par la femme. La donation faite par le mari à la femme n'a pas besoin, pour être opposable aux tiers, d'être inscrite au registre des régimes matrimoniaux (changement de jurisprudence)."], "faits": "", "considerants": "BGE 108 II 85 S. 86\n\nExtrait des considérants:\n\n3. a) Il est constant que, le 8 août 1973, G. a fait donation à son épouse de la somme de 200'000 dollars, qu'il a versée au compte ouvert à dame G. auprès du Crédit Lyonnais, à Genève.\n\nb) Aux termes de l'art. 177 al. 1 CC, tous actes juridiques sont permis entre époux. Cependant, selon l'alinéa 2 de cette disposition, leurs actes juridiques relatifs aux apports de la femme ou aux biens de la communauté ne sont valables que s'ils ont été approuvés par l'autorité tutélaire. Les donations faites par le mari à la femme ne sont pas soumises à cette exigence (ATF 47 II 117 /118 consid. 1). L'autorité cantonale l'admet en l'espèce. Elle considère en outre, avec raison, que l'art. 188 al. 1 CC, selon lequel les liquidations entre époux ne peuvent soustraire à l'action des créanciers d'un conjoint ou de la communauté les biens sur lesquels ils pouvaient exercer leurs droits, n'est pas applicable aux donations entre époux, car la donation en elle-même ne constitue pas une liquidation entre époux (ATF 61 II 316 /317 consid. 1).\n\nEn revanche, se fondant sur un principe énoncé dans l'arrêt ATF 47 II 118 consid. 1, la Cour de justice estime que les donations du mari à la femme ne sont opposables aux tiers que si les prescriptions de l'art. 248 al. 1 CC sauvegardant les droits des tiers ont été observées, savoir si ces donations ont été inscrites au registre des régimes matrimoniaux. Dès lors, dit-elle, faute d'une telle inscription, la donation litigieuse n'est pas opposable aux intimées et la revendication de dame G. sur le compte séquestré doit être rejetée.\n\nc) Dans ATF 47 II 118 consid. 1, le Tribunal fédéral s'exprime brièvement, presque incidemment, sans avancer de motif à l'appui de son opinion. Le passage du commentaire de EGGER (1re éd.) auquel il se réfère (n. 4 b ad art. 177 CC) ne fait pas allusion à l'art. 248 CC. Quand elle ne critique pas cette jurisprudence, la doctrine se borne, le plus souvent, à la citer (cf. HOMBERGER, Das Schweizerische Zivilgesetzbuch, 2e éd., p. 76/77; TUOR/SCHNYDER, Das Schweizerische Zivilgesetzbuch, 9e éd., BGE 108 II 85 S. 87p. 171). ROSSEL ET MENTHA (Manuel du droit civil suisse, 2e éd., I p. 406 n. 1) estiment que les art. 177 al. 2 et 248 CC ne s'appliquent pas nécessairement aux mêmes actes, \"la ratio legis n'étant point pareille dans les deux éventualités\". Mais cette interprétation est incompatible avec le texte légal, notamment dans sa version allemande: pour définir les actes juridiques entre époux qui doivent être inscrits au registre des régimes matrimoniaux, l'art. 248 al. 1 CC reprend presque mot à mot les termes de l'art. 177 al. 2 CC (LEMP, n. 83 ad art. 248 CC). Comme l'ont démontré GAMPERT (Les actes juridiques entre époux. Etude de l'article 177 du Code civil suisse, thèse Lausanne 1924, p. 116/117) et LEMP (n. 83-84 ad art. 248 CC), il n'y a pas de raison d'étendre la sphère d'application de l'art. 248 CC au-delà de celle de l'art. 177 al. 2 CC. En principe, les époux sont libres de contracter entre eux. Mesures d'exception, les dispositions qui établissent des règles exorbitantes du droit commun doivent être interprétées limitativement. Les intérêts des créanciers sont suffisamment sauvegardés par l'art. 188 CC et par les art. 285 ss LP (cf. LEMP, n. 81 ad art. 248 CC).\n\nLa jurisprudence d'ATF 47 II 118 consid. 1 est d'ailleurs restée isolée. Dans un arrêt postérieur (ATF 74 II 75 consid. 2), le Tribunal fédéral a dit que, dans le cadre du régime légal de l'union des biens, la donation à la femme des revenus de ses apports (aussi longtemps que la jouissance lui est abandonnée) n'a pas besoin, pour être opposable aux tiers, du consentement de l'autorité tutélaire selon l'art. 177 al. 2 CC, ni de l'inscription au registre des régimes matrimoniaux en vertu de l'art. 248 al. 1 CC: en effet, une telle donation concerne des valeurs qui appartiennent au mari de par la loi et qui n'augmentent le patrimoine de la femme que par le fait même de la donation. Ce qui est dit dans cet arrêt vaut pour toute donation faite par le mari à la femme.\n\nd) Dès lors que les sommes encore actuellement déposées sur le compte séquestré proviennent d'une donation régulière et que cette donation pouvait se faire librement, la revendication de la recourante apparaît fondée."}