{"annee": "108", "cour": "IB", "page": "102", "date": "26/3/1982", "cite": [], "cite_par": [], "chapeau": "18. Estratto della sentenza 26 marzo 1982 della II Corte di diritto pubblico nella causa Torcitura Segoma S.A. c. Commissione di ricorso del Cantone Ticino per l'applicazione del DAFE (ricorso di diritto amministrativo)", "regestes": ["Art. 4 al. 1 let. c de l'ordonnance du 10 novembre 1976/18 juin 1979 sur l'acquisition d'immeubles dans des lieux à vocation touristique par des personnes domiciliées à l'étranger (OAITE): notion d'\"ensemble de résidences secondaires construit depuis peu\" dans les lieux à vocation touristique soumis au blocage des autorisations. 1. On ne saurait parler d'\"ensemble construit depuis peu\" à propos de bâtiments terminés plus de cinq ans avant la demande d'autorisation de principe (consid. 2 et 3). 2. Interprétation de l'art. 4 al. 1 let. c OAITE selon son but: l'introduction du blocage des autorisations postérieurement à l'entrée en vigueur de l'OAITE n'entraîne en soi aucune inégalité de traitement (consid. 4)."], "faits": "", "considerants": "BGE 108 Ib 102 S. 103\n\nConsiderando in diritto:\n\n2. Secondo l'art. 2 cpv. 2 dell'ordinanza sull'acquisto di fondi in luoghi turistici da parte di persone all'estero del 10 novembre 1976 (OAFTE) il comune di Riva San Vitale rientra nel novero delle località di stretta dipendenza economica dal movimento turistico, per cui le richieste di autorizzazione formulate sulla scorta dell'art. 6 cpv. 2 lett. a n. 3 DAFE soggiacciono ai requisiti disposti dall'OAFTE (art. 7 cpv. 1 lett. b e cpv. 2 DAFE). A far tempo dal 13 agosto 1979 il comune è stato incluso fra i luoghi turistici sottoposti al blocco delle autorizzazioni per limiti considerevoli della proprietà fondiaria estera, a norma dell'art. 3 OAFTE (cfr. ordinanza del Consiglio federale del 26 luglio 1979, RU 1979 pag. 1036). Di conseguenza, il richiedente che fonda la propria istanza sull'art. 6 cpv. 2 lett. a n. 3 DAFE deve comprovare, da allora, l'esistenza di un caso d'eccezione, come prevede l'art. 4 OAFTE. Il rilascio di autorizzazioni giusta l'art. 4 cpv. 1 lett. c OAFTE - cui si richiama la ricorrente - è rimasto sospeso tuttavia fino al 1o gennaio 1980, in conformità del cpv. 5 disp. trans. della modificazione dell'OAFTE del 18 giugno 1979 (cfr. RU 1979 pag. 810).\n\nLa ricorrente àncora la sua domanda all'art. 4 cpv. 1 lett. c OAFTE (testo in vigore dal 1o luglio 1979), in base al quale l'autorità cantonale può accordare, in deroga al blocco, autorizzazioni di massima a costruttori svizzeri di un complesso di residenze secondarie progettato, in corso di costruzione o recentemente attuato per la vendita sino a una determinata quota parte a persone domiciliate all'estero, al fine di promuovere uno sviluppo dell'economia turistica limitato, selettivo ed equilibrato rispetto alle altre forme alberghiere. Il secondo capoverso dello stesso articolo prescrive che la quota parte alienabile agli BGE 108 Ib 102 S. 104acquirenti stranieri può raggiungere, nel caso di proprietà per piani, il limite di 650/1000 se il complesso assume importanza considerevole ma non decisiva per lo sviluppo del luogo.\n\n3. La ricorrente censura l'applicazione dell'art. 4 cpv. 1 lett. c OAFTE da parte dell'autorità cantonale, sostenendo che l'opera edilizia per cui si chiede l'autorizzazione di massima debba essere ritenuta alla stregua di un \"complesso recentemente attuato\". Ora, stando al vincolante accertamento della Commissione cantonale di ricorso confermato per altro dalla ricorrente lo stabile in narrativa è stato ultimato all'inizio del 1975, ovvero almeno cinque anni e mezzo prima dell'inoltro della domanda intesa a ottenere la ricordata autorizzazione di massima. È indubbio quindi che non possa farsi questione, in concreto, di un fabbricato recente, cioè esistente da poco tempo, per il quale si legittimi l'eccezione al blocco prevista dalla legge. Ci si può esimere perciò dallo statuire sulla liceità della prassi stabilita dall'Ufficio federale di giustizia, avversata nel gravame, in virtù della quale il termine \"recente\" attiene soltanto a edifici di due, eccezionalmente tre anni. In una precedente decisione il Tribunale federale ha già espresso dubbi sul fatto che una costruzione di due o tre anni possa ancora essere ritenuta recente (sentenza inedita del 14 luglio 1981 in re Pro Unter- und Mittelgoms AG, consid. 1); in effetto il criterio fatto proprio dall'Ufficio federale di giustizia appare quanto meno problematico, anzitutto perché non tiene sufficiente conto delle particolarità del singolo caso e in secondo luogo perché non sono necessariamente \"recenti\" edifici di due o addirittura tre anni.\n\nSecondo l'opinione della ricorrente inoltre la nozione di \"complesso recente\" deve farsi risalire al momento dell'emanazione dell'OAFTE, non al momento dell'entrata in vigore del blocco. Ma questa interpretazione eterodossa appare in aperto contrasto con i fini stessi dell'art. 4 OAFTE, che proprio per la sua natura derogatoria non può intendersi in senso estensivo senza disattendere il principio sotteso all'ordinanza, ossia quello di interdire un'ulteriore espansione della proprietà fondiaria estera (art. 7 cpv. 1 lett. b DAFE). Né soccorrono alla ricorrente i richiami a prassi immobiliari d'ordine fiscale o commerciale, che nella specie si appalesano manifestamente avulse dall'assetto legislativo applicabile e dagli scopi che esso persegue. In quest'ambito dunque non si ravvisa alcun eccesso o abuso BGE 108 Ib 102 S. 105del potere di apprezzamento da parte della Commissione cantonale di ricorso, per cui la decisione impugnata resiste alla critica dell'insorgente.\n\n4. Con la seconda doglianza la ricorrente fa valere una pretesa disparità di trattamento, motivata dal fatto di non aver potuto chiedere e ottenere prima l'autorizzazione di massima, essendosi promulgato il blocco a Riva San Vitale solo nel 1980. Tale ipotesi risulta nondimeno priva di consistenza. Come si è rilevato dianzi, il complesso di residenze secondarie di proprietà della ricorrente fu ultimato all'inizio del 1975. Fino al 13 agosto 1979, ossia per più di quattro anni, essa ha fruito della possibilità di postulare autorizzazioni per la vendita a stranieri giusta l'art. 6 cpv. 2 lett. a n. 3 DAFE, precisato nell'ordinamento degli art. 1 e 2 OAFTE, senza incorrere nel blocco. Diverse sono le conseguenze per i costruttori svizzeri di complessi di residenze secondarie sorpresi dal blocco, ai quali sarebbero precluse autorizzazioni fondate sull'art. 6 cpv. 2 lett. a n. 3 DAFE ove non si applicasse la deroga del resto più limitativa del regime autorizzativo di cui ha beneficiato la ricorrente per quattro anni enunciata nell'art. 4 OAFTE. È appena il caso di rilevare che le deroghe contemplate nell'art. 4 cpv. 1 lett. c OAFTE mirano infatti a temperare i rigori conseguenti all'introduzione del blocco, la cui subitanea messa in atto potrebbe costituire una disciplina eccessivamente severa per i costruttori svizzeri di complessi edilizi non ancora o appena terminati, premesso che eccezioni consimili si giustifichino dal profilo dell'economia turistica locale. Non risulta per contro che la ricorrente abbia patito un'applicazione intempestiva del blocco delle autorizzazioni, intervenuto oltre quattro anni dopo l'ultimazione di \"Casa Gelso\". Contrariamente a quanto essa opina, pertanto, non si riscontra nella specie alcuna disparità di trattamento.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è respinto."}