{"annee": "108", "cour": "II", "page": "65", "date": "23/2/1982", "cite": ["82 II 120", "104 II 55", "104 II 119", "56 II 318", "95 II 298", "91 II 395"], "cite_par": ["108 II 69", "137 III 324"], "chapeau": "11. Urteil der I. Zivilabteilung vom 23. Februar 1982 i.S. Rosengarten gegen Pinguin-Neuheiten-Vertrieb (Nichtigkeitsbeschwerde)", "regestes": ["Mesures provisionnelles en matière de concurrence déloyale. Compétence. L'art. 11 al. 3 LCD n'interdit pas aux cantons de régler eux-mêmes la question de la compétence pour des mesures provisionnelles qui doivent être ordonnées avant l'introduction du procès principal, et de soumettre ces mesures au contrôle d'une instance supérieure; cela est aussi valable lorsque, entre-temps, l'action a été introduite."], "faits": "|65|\n\nA.- Israel M. Rosengarten importiert als Generalvertreter für die Schweiz einen sechsfarbigen Spielwürfel, der seit 1975 unter dem Namen seines ungarischen Erfinders Rubik bekannt geworden ist. Am 23. März 1981 ersuchte er den Präsidenten des Bezirksgerichts Rheinfelden, der Firma Pinguin-Neuheiten-Vertrieb den Handel mit einem \"Zauberwürfel\", der dem Rubik-Würfel sklavisch nachgebildet sei, vorsorglich bei Strafe zu verbieten.\n\nDer Gerichtspräsident hiess das Gesuch am 27. März 1981 durch eine superprovisorische Verfügung gut. Auf Einwendungen der Gegenpartei änderte er die Verfügung am 28. April 1981 dahin ab, dass er der Firma Pinguin im Befehlsverfahren jede Ankündigung, den Verkauf, Vertrieb und Versand des \"Zauberwürfels\" unter Androhung von Strafen gemäss § 252 ZPO mit sofortiger |66| Wirkung untersagte, den Gesuchsteller zu einer Sicherheitsleistung von Fr. 100'000.-- verpflichtete und ihm gestützt auf Art. 12 Abs. 1 UWG eine 30tätige Frist zu einer Zivilklage ansetzte; Rosengarten hat diese Klage am 9. Juni 1981 eingereicht.\n\nAuf Beschwerde der Firma Pinguin wies das Obergericht des Kantons Aargau am 27. August 1981 das Massnahmenbegehren Rosengartens ab und erklärte dessen Antrag auf Herabsetzung der Sicherheit für gegenstandslos.\n\nB.- Rosengarten hat gegen dieses Urteil Nichtigkeitsbeschwerde eingelegt mit den Anträgen, es aufzuheben und die Sache zum Entscheid an das nunmehr zuständige Bezirksgericht Rheinfelden zurückzuweisen. Er macht eine Verletzung von Bundesrecht im Sinne von Art. 68 Abs. 1 lit. b OG geltend.\n\nDie Firma Pinguin und das Obergericht haben auf Gegenbemerkungen verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nGemäss Art. 68 Abs. 1 OG können letztinstanzliche Entscheide kantonaler Behörden in Zivilsachen, die nicht berufungsfähig sind, mit der Nichtigkeitsbeschwerde unter anderem angefochten werden, wenn Vorschriften des eidgenössischen Rechts über die sachliche oder örtliche Zuständigkeit der Behörden verletzt worden sind (lit. b). Der Beschwerdeführer sieht eine solche Verletzung darin, dass das Obergericht nach dem 9. Juni 1981, als der Hauptprozess hängig war, den Entscheid über das Massnahmenbegehren entgegen der Vorschrift des Art. 11 Abs. 3 UWG nicht dem Bezirksgericht überlassen hat; denn gemäss dieser Bestimmung sei nach Anhebung der Klage ausschliesslich der Richter des Hauptprozesses zuständig, vorsorgliche Massnahmen zu verfügen oder aufzuheben.\n\na) Art. 11 Abs. 3 UWG regelt diese Zuständigkeit bloss für die Dauer des Hauptprozesses, sagt aber nicht, ob das Gesamtgericht, dessen Präsident oder allenfalls der Instruktionsrichter über Massnahmenbegehren zu entscheiden habe. Wie in BGE 104 II 57 anhand der Entstehungsgeschichte des Gesetzes ausgeführt wird, bestimmt dies vielmehr das kantonale Recht, das schon aus praktischen Gründen eine interne Delegation vorsehen kann. Das Bundesrecht befasst sich auch nicht mit der Frage, in welchem Verfahren Massnahmenbegehren, die vor Eröffnung des Hauptprozesses gestellt werden, zu behandeln sind. Es bestimmt in Art. 11 Abs. 2 |67| UWG nur, dass die Kantone die Behörden bezeichnen, die für die Anordnung vorsorglicher Massnahmen zuständig sind, und dass sie nötigenfalls ihre Vorschriften über das Verfahren ergänzen. Dass dieses Verfahren auch ein summarisches sein kann, ergibt sich schon aus dem Sinn und Zweck solcher Massnahmen sowie aus den Mindestvoraussetzungen, die gemäss Art. 9 UWG für ihre Anordnung erfüllt sein müssen (vgl. BGE 56 II 325 E. 5).\n\nDa die Kantone in Streitigkeiten wegen unlauteren Wettbewerbs die Zuständigkeit zu regeln haben, wenn bereits vor Einleitung des Hauptprozesses vorsorgliche Massnahmen zu treffen sind, ist ihnen auch nicht verwehrt, für solche Fälle eine Rechtsmittelinstanz vorzusehen; denn das Recht, den zuständigen Richter zu bestimmen, schliesst die Befugnis in sich, die von ihm getroffenen Massnahmen durch eine obere Instanz überprüfen zu lassen (BGE 104 II 122 E. 2). Fragen kann sich daher im vorliegenden Fall bloss, ob im Kanton Aargau Massnahmenbegehren entsprechend der Vorschrift des Art. 11 Abs. 3 UWG jedenfalls im Rahmen des Hauptprozesses weiterzubehandeln sind oder ob die obere Instanz nach Anhebung der Klage noch über ein hängiges Rechtsmittel entscheiden darf.\n\nb) Der Beschwerdeführer hat sich schon im kantonalen Rechtsmittelverfahren auf VON BÜREN (N. 18 zu Art. 8-12 UWG) berufen. Nach Auffassung dieses Autors sind bis zur Einleitung des Hauptprozesses unerledigt gebliebene Massnahmenbegehren, und zwar auch solche, gegen die ein Rechtsmittel eingelegt worden ist, dem erkennenden Gericht zu überweisen, das den Fall ganz behandeln und nicht genötigt sein solle, Akten einzufordern oder abzugeben. Der Beschwerdeführer hält daran auch vor Bundesgericht fest. Er macht geltend, bei richtiger Anwendung von Art. 11 Abs. 3 UWG sei die Zuständigkeit des Obergerichts am 9. Juni 1981, als er die Firma Pinguin wegen unlauteren Wettbewerbs eingeklagt habe, entfallen und nur noch das Bezirksgericht Rheinfelden zuständig gewesen, die bereits vorprozessual anhängig gemachten Massnahmenbegehren weiterzubehandeln.\n\nGemäss §§ 245 ff. der aargauischen ZPO hat der Präsident des Bezirksgerichts im Befehlsverfahren über vorsorgliche Massnahmen zu entscheiden, gleichviel ob sie von einer Partei schon vor oder erst nach Hängigkeit der Klage verlangt werden (EICHENBERGER, Beiträge zum Aargauischen Zivilprozessrecht, S. 209 ff.). Solche Entscheide sind zudem auch nach Anhebung der Klage im Befehlsverfahren, also nicht als Teil des Hauptprozesses |68| weiterzubehandeln, wenn darauf zurückzukommen ist (§ 254 ZPO) oder dagegen Beschwerde geführt wird (§ 255 ZPO). Der Präsident des Bezirksgerichts kann sie in diesem Verfahren nötigenfalls selber aufheben oder abändern, wenn neue Tatsachen das eine oder andere rechtfertigen. Für die Beschwerde gilt dagegen, wie das Obergericht hervorhebt, das Novenverbot; zu überprüfen bleibt diesfalls insbesondere, ob die getroffenen Massnahmen zur Zeit ihrer Anordnung begründet gewesen oder ob sie allenfalls ex tunc aufzuheben seien (EICHENBERGER, a.a.O., S. 229/30).\n\nWollte man VON BÜREN folgend selbst unerledigte Beschwerden gegen vorsorgliche Verfügungen dem erkennenden Richter zur weiteren Behandlung überweisen, so würde die Befugnis der Kantone illusorisch, solche Verfügungen auch dann durch eine obere Instanz überprüfen zu lassen, wenn sie vom Präsidenten des Bezirksgerichts bereits vor Einleitung des Hauptprozesses getroffen werden. Die Lösung wäre in Fällen, wie hier, wo der im Befehlsverfahren zuständige Gerichtspräsident offensichtlich identisch ist mit dem Vorsitzenden im ordentlichen Verfahren, auch sachlich nicht gerechtfertigt, liefe sie doch darauf hinaus, dass die gleiche Amtsperson nach Anhängigmachung des Hauptprozesses die Beschwerde als neue Einwendung behandeln, sich also ein drittes Mal mit dem Massnahmenbegehren befassen müsste, bevor die Verfügung an die obere Instanz weitergezogen werden kann.\n\nEinem Kanton eine solche Lösung auferlegen zu wollen, die das Befehlsverfahren erschwert und verzögert, Richter und Parteien zudem über das weitere Vorgehen verunsichert, kann nicht der Sinn und Zweck des Art. 11 Abs. 3 UWG sein. Solche Folgen lassen sich vermeiden, wenn die obere kantonale Instanz Beschwerden gegen vorsorgliche Massnahmen, die vom Präsidenten des Bezirksgerichts schon vor Anhebung der Klage angeordnet worden sind, auch nachher noch selber überprüfen darf. Der Wortlaut des Art. 11 Abs. 3 UWG steht dem nicht entgegen. Er beruht auf der Überlegung, dass während des Hauptprozesses der Richter des ordentlichen Verfahrens auch über vorsorgliche Massnahmen zu befinden hat, wenn solche anzuordnen, abzuändern oder aufzuheben sind (BGE 104 II 56; BBl 1942 S. 708). In den romanischen Gesetzestexten ist insbesondere von Zuständigkeit \"pour révoquer\" bzw. \"a revocare\" die Rede, was für eine Aufhebung ex nunc spricht. Die Frage der Zuständigkeit, die der Gesetzgeber damit einheitlich geregelt wissen wollte, stellt sich aber gar nicht, wenn vorsorgliche Anordnungen, wie hier, schon |69| vor Anhebung der Klage getroffen worden sind. Nicht übersehen werden darf schliesslich, dass Art. 11 Abs. 2 und 3 UWG das den Kantonen vorbehaltene Prozessrecht berühren (Art. 64 Abs. 3 BV); sie sind daher eng, d.h. verfassungskonform, nicht verfassungswidrig auszulegen (BGE 104 II 121 /22).\n\nc) Das Obergericht hat somit dadurch, dass es die Beschwerden der Parteien gegen die vorsorgliche Verfügung vom 28. April 1981 auch nach Einleitung des Hauptprozesses weiterbehandelte, statt sie dem Bezirksgericht Rheinfelden zu überweisen, keine bundesrechtlichen Vorschriften über die Zuständigkeit im Sinne von Art. 68 Abs. 1 lit. b OG verletzt. Ob es dabei das materielle Recht richtig angewandt habe, ist im vorliegenden Verfahren nicht zu prüfen. Der Beschwerdeführer verlangt dies auch nicht, sondern anerkennt, dass \"nur eine einzige Rechtsfrage zu klären ist\", nämlich die Zuständigkeit der Behörden (vgl. BGE 104 II 122 E. 3, BGE 95 II 305 /6, BGE 91 II 399, BGE 82 II 124).\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}