{"annee": "108", "cour": "II", "page": "95", "date": "10/3/1982", "cite": [], "cite_par": [], "chapeau": "19. Auszug aus dem Urteil der II. Zivilabteilung vom 10. März 1982 i.S. X. gegen X. (Berufung)", "regestes": ["Détermination de la fortune successorale. Estimation de la part sociale d'une coopérative d'habitation dans un cas où les statuts de la coopérative prévoient qu'un héritier légal peut - sous réserve de l'assentiment du comité - reprendre le bail du de cujus avec la coopérative."], "faits": "BGE 108 II 95 S. 95\n\nDer am 20. Juni 1977 verstorbene A. X. hinterliess als gesetzliche Erben seine zweite Ehefrau, B. X.-Y., sowie seinen Sohn aus erster Ehe, C. X. Er war Mitglied einer Siedlungsgenossenschaft gewesen und hatte in einem bei dieser Genossenschaft gemieteten Einfamilienhaus gewohnt. In einer letztwilligen Verfügung vom 6. Mai 1973 hatte A. X. im wesentlichen bestimmt, dass seine Ehefrau nach seinem Ableben mit allen Rechten und Pflichten in das Mietverhältnis mit der Siedlungsgenossenschaft eintrete und dass seinem Sohn in bezug auf die während der ersten Ehe im gemieteten Haus gemachten persönlichen Barinvestitionen der gesetzliche Pflichtteil zustehe; die verfügbare Quote hatte er sodann seiner Ehefrau als Erbin zugewiesen.\n\nZum Nachlass des Erblassers gehört der Anteilschein der Siedlungsgenossenschaft im Nominalwert von Fr. 1'000.--. Damit verbunden ist die Mitgliedschaft bei dieser Genossenschaft. Nach deren Statuten erfolgt die Aufnahme von Mitgliedern durch BGE 108 II 95 S. 96Abschluss eines Mietvertrages unter gleichzeitiger Abgabe einer Beitrittserklärung und Zeichnung eines Anteilscheines von Fr. 1'000.--, der nicht verzinst wird. Mit dem Tod des Mieters erlischt die Mitgliedschaft. Sie kann in diesem Fall auf den überlebenden Ehegatten oder auf einen andern gesetzlichen Erben übertragen werden, sofern dieser in den Mietvertrag an Stelle des Verstorbenen eintritt. Die Erneuerung des Mietvertrages mit einem gesetzlichen Erben bedarf der Genehmigung durch den Vorstand der Genossenschaft.\n\nAm 18. Mai 1978 beschloss der Genossenschaftsvorstand, die Ehefrau des Erblassers als Genossenschafterin aufzunehmen. Im März 1979 kündigte B. X.-Y. den Mietvertrag und damit gleichzeitig die Mitgliedschaft bei der Genossenschaft. Sie teilte dies dem Miterben C. X. mit und erklärte sich bereit, ihm das Haus auf den 1. Juni 1979 zur Verfügung zu stellen. Die Siedlungsgenossenschaft lehnte jedoch unter Hinweis auf ihren gemeinnützigen Charakter die Aufnahme von C. X. ab und vermietete das Haus an eine kinderreiche Familie.\n\nUnter den Erben entstand Streit vor allem darüber, zu welchem Wert der Anteilschein der Siedlungsgenossenschaft bei den Nachlassaktiven einzusetzen sei. B. X.-Y. vertrat die Auffassung, dass der Nominalwert von Fr. 1'000.-- massgebend sei. C. X. wollte den Anteilschein indessen zum Verkehrswert einsetzen, und zwar in der Weise, dass für die Wertbestimmung auf die vermögensrechtlichen Vorteile abgestellt werde, die mit dem Anteilschein verknüpft seien; dabei sei entweder vom Verkehrswert der Liegenschaft oder vom Barwert des Wohnrechts auszugehen, das mit dem Anteilschein verbunden sei.\n\nIn der Folge erhob C. X. Klage gegen B. X.-Y. Er verlangte die Feststellung des Nachlasses von A. X., die Herabsetzung der letztwilligen Verfügung und die Teilung des Nachlasses. Die Beklagte stellte ihrerseits den Antrag auf Feststellung des Nachlasses, schloss aber auf Abweisung der Herabsetzungsklage.\n\nGegen den zweitinstanzlichen Entscheid des Kantonsgerichtes vom 25. Mai 1981 hat der Kläger Berufung an das Bundesgericht erhoben.", "considerants": "Aus den Erwägungen:\n\n1. Gegenstand der Hauptberufung bildet ausschliesslich die Frage, ob die Vorinstanz dadurch Bundesrecht verletzt habe, dass BGE 108 II 95 S. 97sie das im Anteilschein Nr. 18 der Siedlungsgenossenschaft ... verkörperte Mitgliedschaftsrecht des Erblassers nur zum Nominalwert dieses Anteilscheins, d.h. zu Fr. 1'000.--, in die Nachlass- und Pflichtteilsberechnung eingesetzt habe. Im angefochtenen Urteil wird diesbezüglich festgehalten, dass die aus der Genossenschaft austretenden oder ausscheidenden Mitglieder nach Art. 6 der Genossenschaftsstatuten keine Ansprüche an dem Genossenschaftsvermögen hätten, sondern lediglich befugt seien, die Anteilscheine zur Rückzahlung zu künden. Auch bei der Liquidation der Genossenschaft falle das vorhandene Vermögen nicht etwa an die Genossenschafter, sondern es sei der Stadt ... zu übergeben (Art. 15 der Statuten). Daraus hat die Vorinstanz abgeleitet, dass die Rechte der Genossenschafter sich im wesentlichen in den Mitgliedschaftsrechten erschöpften, wobei diese zur Hauptsache darin bestünden, mit der Genossenschaft einen Mietvertrag abzuschliessen. Dieses sich aus der Mitgliedschaft ergebende Recht sei aber schon für den Erblasser kein absolutes gewesen, da die Statuten in Art. 4 unter gewissen Voraussetzungen den Ausschluss eines Genossenschafters und damit den Verlust des Rechtes auf Miete vorsähen. Entscheidend sei indessen im vorliegenden Fall, dass den Erben kein rechtlich durchsetzbarer Anspruch auf Eintritt in die Genossenschaft zustehe. Nach Art. 4 lit. c Ziff. 2 der Statuten erlösche die Mitgliedschaft grundsätzlich mit dem Tode des Mieters, wobei sie auf den überlebenden Ehegatten oder einen andern gesetzlichen Erben übertragen werden könne, sofern dieser an Stelle des Verstorbenen in den Mietvertrag eintrete; die Erneuerung des Mietvertrages mit einem gesetzlichen Erben bedürfe jedoch der Genehmigung durch den Vorstand. Wenn diese Genehmigung auch nicht in willkürlicher Weise verweigert werden dürfe, so zeige die betreffende Regelung doch, dass ein klagbarer, rechtlich durchsetzbarer Anspruch auf Beitritt zur Genossenschaft nicht bestehe. Bestimmte Aufnahmevoraussetzungen könnten sich schon aus der Zielsetzung der Genossenschaft ergeben, wie beispielsweise hier aus dem Zweck der Erstellung einfacher Wohnhäuser zur Linderung der Wohnungsnot ... So habe der Vorstand der Genossenschaft das Aufnahmegesuch des Klägers denn auch unter Hinweis darauf abgelehnt, dass dieser sich nicht in einer Notlage befinde, und habe das Haus statt dessen an eine kinderreiche Familie vermietet. Das Mitgliedschaftsrecht stelle deshalb keinen wirtschaftlichen Wert dar, der zu den Nachlassaktiven hinzuzuzählen wäre.\n\nIn der Berufung wird demgegenüber eingewendet, der Übergang BGE 108 II 95 S. 98des Rechts zur Benützung des Einfamilienhauses auf die Beklagte sei infolge Erbrechts erfolgt. Die Beklagte habe sich deshalb den Wert des Vorteils anrechnen zu lassen, der in der ausschliesslichen und uneingeschränkten Nutzung eines Einfamilienhauses der fraglichen Art mitten in der Stadt ... bestehe. Auf Grund des Mietwertes des Hauses und unter Berücksichtigung der Lebenserwartung der Beklagten seien die mit der Mitgliedschaft bei der Genossenschaft verbundenen Rechte in der erbrechtlichen Auseinandersetzung mit Fr. 150'000.-- zu bewerten. Entgegen der Auffassung der Vorinstanz habe die Beklagte nach dem Tode des Erblassers einen klaren, durchsetzbaren Anspruch auf Übertragung der Genossenschaftsmitgliedschaft und damit auf Fortsetzung des Mietverhältnisses bis zu ihrem Ableben gehabt. Daran habe der Vorbehalt der Genehmigung der Erneuerung des Mietvertrages durch den Genossenschaftsvorstand nichts geändert. Gemäss Art. 6 der Statuten stehe dem ausscheidenden Mitglied ein Vorschlagsrecht für die Bestimmung des Nachfolgers zu. Davon habe der Erblasser in seinem Testament Gebrauch gemacht. Diese Willensäusserung des Erblassers hätte nur aus ganz gewichtigen Gründen übergangen werden dürfen. Im vorliegenden Fall hätte für den Vorstand der Genossenschaft kein Grund und damit rechtlich keine Möglichkeit bestanden, die Genehmigung der Fortsetzung des Mietverhältnisses mit der Beklagten zu verweigern. Eine Verweigerung wäre rechtsmissbräuchlich und deshalb anfechtbar gewesen. Eine solche sei denn auch tatsächlich nie in Erwägung gezogen worden, wie sich aus dem Gang der Ereignisse deutlich ergebe. Der Hinweis der Vorinstanz auf die Ablehnung der Erneuerung des Mietvertrages mit dem Kläger sei verfehlt. Als die Beklagte die Mitgliedschaft aufgegeben und den Mietvertrag gekündigt habe, habe sich der Kläger gegenüber der Genossenschaft nicht auf Art. 4 lit. c Ziff. 2 Abs. 1 der Statuten berufen können, da es sich nicht um einen Fall von Erlöschen der Mitgliedschaft infolge Todes gehandelt habe und er gegenüber der Beklagten als seiner Stiefmutter auch kein Erbrecht gehabt hätte.\n\n2. a) Es ist unbestritten, dass der zum Nachlass gehörende Genossenschaftsanteilschein kein Anrecht auf das Genossenschaftsvermögen verleiht. Eine Höherbewertung unter diesem Gesichtspunkt fällt deshalb, wie die Vorinstanz zutreffend ausgeführt hat, ausser Betracht. Streitig ist einzig, ob die sich aus der Genossenschaftsmitgliedschaft des Erblassers ergebende Möglichkeit, unter Umständen in das Mietverhältnis mit der Genossenschaft BGE 108 II 95 S. 99einzutreten, die Pflichtteilsberechnung zu beeinflussen vermöge und ob der Beklagten mit Rücksicht darauf ein allenfalls noch näher zu bestimmender Wert angerechnet werden müsse.\n\nb) Die Mitgliedschaft bei einer Genossenschaft ist nach Art. 847 Abs. 1 OR unvererblich, sofern die Statuten nicht, wie dies in Art. 847 Abs. 2 OR vorbehalten wird, bestimmen, dass die Erben ohne weiteres Mitglieder der Genossenschaft werden. Nach Art. 847 Abs. 3 OR können die Statuten ferner bestimmen, dass die Erben oder einer unter mehreren Erben auf schriftliches Begehren an Stelle des verstorbenen Genossenschafters als Mitglied anerkannt werden müssen. In diesem Fall besteht ein klarer Rechtsanspruch auf Beitritt zur Genossenschaft. Die Erben treten in die Mitgliedschaft des Erblassers ein und setzen diese fort (FORSTMOSER, N. 42 zu Art. 847 OR). Auch in diesem Fall liegt somit ein Übergang des Mitgliedschaftsrechtes kraft Erbrechts vor, obwohl der Rechtserwerb nicht ipso iure erfolgt, sondern von einem Willensentschluss der Erben abhängt. Im Unterschied dazu machen die Statuten der Siedlungsgenossenschaft ... den Übergang des Mietvertrages und der Mitgliedschaft nicht nur von der Bereitschaft eines der Erben abhängig, an Stelle des Verstorbenen in den Mietvertrag einzutreten, sondern sie behalten die Genehmigung des Eintritts durch den Vorstand ausdrücklich vor (Art. 4 lit. c Ziff. 2 Abs. 1). Wird diese Genehmigung erteilt, so ist wohl anzunehmen, dass der die Mitgliedschaft übernehmende Erbe in die Rechtsstellung des Erblassers nachrückt, dass mithin ein Fall von derivativem, und nicht von originärem Rechtserwerb vorliegt (FORSTMOSER, N. 42 zu Art. 847 OR). Unabhängig davon stellt sich jedoch die Frage, ob und inwieweit die mit der Genossenschaftsmitgliedschaft verbundenen Rechte bei der Festsetzung des Nachlassvermögens berücksichtigt und dem in die Genossenschaft eintretenden Erben wertmässig angerechnet werden können.\n\nc) Bei der Ermittlung des Vermögensstandes zur Zeit des Todes des Erblassers - nach Art. 474 Abs. 1 ZGB ist dieser Zeitpunkt für die Berechnung des verfügbaren Teils massgebend - kann der mit der Genossenschaftsmitgliedschaft verbundene Vorteil der Weiterführung des (offenbar sehr günstigen) Mietvertrages aus zwei Gründen kaum als Vermögenswert anerkannt und zum Nachlass hinzugerechnet werden. Einmal steht in diesem Zeitpunkt noch nicht mit Sicherheit fest, ob einer der Erben die Mitgliedschaft übernehmen und in den Mietvertrag eintreten werde. Dazu kommt, dass noch offen ist, ob im Falle einer entsprechenden BGE 108 II 95 S. 100Bereitschaft eines der Erben die erforderliche Genehmigung seitens des Genossenschaftsvorstandes erteilt werden wird. Selbst wenn die mit dieser zweiten Frage verbundene Unsicherheit in einem Fall wie dem vorliegenden aus den in der Berufung dargelegten Gründen nicht sehr stark gewichtet werden wollte, ist es praktisch nicht möglich, die im Zeitpunkt des Todes des Erblassers vorhandene Möglichkeit, dass einer der Erben in die Mitgliedschaft des Erblassers eintritt, wertmässig zuverlässig zu erfassen. Entschlösse sich keiner der Erben zum Beitritt zur Genossenschaft oder würde die Genehmigung des Beitritts verweigert, so bestünde jedenfalls kein Grund für eine höhere Bewertung des Anteilscheins als zum Nominalwert von Fr. 1'000.--.\n\nd) Aber auch auf einen späteren Zeitpunkt wie vor allem auf denjenigen der Erbteilung hin würde die Bewertung des mit der Genossenschaftsmitgliedschaft verbundenen Vorteils des billigen Wohnens zu grössten Schwierigkeiten führen. So könnte vor allem nicht einfach von der Annahme ausgegangen werden, der in das Mietverhältnis mit der Genossenschaft eintretende Erbe werde die Miete voraussichtlich lebenslänglich weiterführen. Eine solche Annahme, wie sie der klägerischen Wertberechnung zugrunde liegt, trägt dem Umstand nicht Rechnung, dass die Mietdauer aus den verschiedensten Gründen viel kürzer sein kann. Auch wäre es mit der persönlichen Freiheit des in das Mietverhältnis eintretenden Erben kaum vereinbar, ihn durch eine auf entsprechend langer Mietdauer beruhende Bewertung daran zu hindern, die Wohnung allenfalls schon viel früher wieder aufzugeben.\n\nEs kann hier indessen offen bleiben, ob eine Wertbestimmung des sich aus der Weiterführung des Mietvertrages ergebenden Vorteils auf dem Wege der Schätzung überhaupt möglich und die Berücksichtigung eines entsprechenden Nachlassaktivums damit angezeigt wäre. Aus dem angefochtenen Urteil ergibt sich nämlich, dass die Beklagte, die am 18. Mai 1978 an Stelle des Erblassers in die Siedlungsgenossenschaft aufgenommen worden war, bereits am 14. März 1979, also nicht einmal ein Jahr später, den Mietvertrag wieder kündigte. Weshalb sie dies tat, kann dem vorinstanzlichen Urteil nicht entnommen werden. Es wird in der Berufung nicht geltend gemacht, die Beklagte habe in rechtsmissbräuchlicher Weise so gehandelt, etwa um dem Kläger damit zu schaden. Gegen eine solche Annahme spricht übrigens, dass sie dem Kläger Gelegenheit gab, sich selber um die Aufnahme in die Genossenschaft und die Weiterführung des Mietverhältnisses zu bewerben.\n\nBGE 108 II 95 S. 101Dass dem klägerischen Bestreben, von dieser Möglichkeit Gebrauch zu machen, kein Erfolg beschieden war, hat jedenfalls nicht die Beklagte zu vertreten. Es stand somit im Zeitpunkt des angefochtenen Urteils fest, dass die Beklagte der Siedlungsgenossenschaft nur relativ kurze Zeit angehört und das Mietverhältnis nur etwa zwei Jahre über den Tod ihres Mannes hinaus weitergeführt hatte. Es verstösst jedenfalls nicht gegen Bundesrecht, wenn in dieser zeitlich eng begrenzten Weiterbenützung der ehelichen Wohnung zu einem sehr bescheidenen Mietzins nicht ein Vorteil erblickt wurde, der zu einer entsprechenden Höherbewertung des Genossenschaftsanteilscheins Anlass gegeben hätte. Unerheblich ist in diesem Zusammenhang, dass die Beklagte mit der Kündigung des Mietverhältnisses auf den weiteren Genuss dieses Vorteils aus freien Stücken verzichtete. Mit dem Eintritt in die Genossenschaft und in das zwischen dieser und dem Erblasser bestehende Mietverhältnis wurde ihre Freiheit der Wohnungswahl nicht beschränkt. Sie war deshalb ihrem Miterben gegenüber in keiner Weise gehalten, das Mietverhältnis möglichst lange weiterzuführen. Der vorliegende Fall ist nicht anders zu behandeln als die Situation, da eine Witwe noch einige Zeit über den Tod ihres Mannes hinaus in einer günstigen Altwohnung weiterlebt, wie es in der Praxis recht häufig vorkommt. Niemand würde in einem solchen Fall der Witwe bei der Erbteilung anrechnen wollen, was sie sich an Mietzinsen, die sie in dieser Zeit für eine andere Wohnung hätte auslegen müssen, ersparen konnte. Die Hauptberufung erweist sich daher als unbegründet, ohne dass entschieden werden müsste, ob der mit der Genossenschaftsmitgliedschaft verbundene Vorteil des billigen Wohnens bei der Pflichtteilsberechnung im Falle einer längeren Dauer der Miete überhaupt zu berücksichtigen wäre."}