{"annee": "108", "cour": "IB", "page": "78", "date": "30/3/1982", "cite": ["103 IA 501", "99 IB 409", "105 IB 348", "103 IB 350"], "cite_par": ["121 III 219", "110 IB 166", "120 II 341", "111 IB 227", "116 IB 331", "114 IB 261", "108 IB 513"], "chapeau": "14. Urteil der I. Zivilabteilung vom 30. März 1982 i.S. Bank X. gegen Eidg. Bankenkommission (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 4 et 4bis LB, art. 12 et 21 OB; surveillance des banques. 1. Obligation des banques de maintenir une proportion appropriée entre leurs fonds propres et leurs engagements, d'établir des bilans consolidés, en particulier lorsqu'elles ont des filiales, et de déclarer des opérations déterminées en vue d'un contrôle de la répartition des risques (consid. 2 et 3). 2. La Commission des banques ne peut pas imposer à un konzern bancaire une répartition consolidée des risques, par le biais de l'art. 12 al. 2 OB, mais elle peut exiger les renseignements utiles sur cette répartition à l'intérieur du konzern, en se fondant sur l'art. 23bis LB (consid. 4 et 5)."], "faits": "", "considerants": "BGE 108 Ib 78 S. 79\n\nErwägungen:\n\n1. Die Bank X. ist eine international tätige Handelsbank mit Sitz in der Schweiz. Sie hat Tochtergesellschaften in São Paulo, Zürich und London, von denen vor allem letztere internationale Handelsgeschäfte finanziert.\n\nMit Verfügung der Eidg. Bankenkommission vom 21. Oktober 1981 wurde die Bank X. angewiesen, die Meldepflicht gemäss Art. 21 Abs. 1 BankV inskünftig nicht nur für sich allein, sondern für die ganze Gruppe zu erfüllen. Die Bankenkommission berief sich dabei auf ihr Rundschreiben vom 17. März 1978, dessen Richtlinien über die Konsolidierung der Bilanzen sinngemäss auch für die Tochtergesellschaften gälten.\n\nGegen diese Verfügung hat die Bank X. Verwaltungsgerichtsbeschwerde eingereicht mit dem Antrag, sie aufzuheben. Sie macht geltend, die ihr auferlegte Meldepflicht finde weder im Gesetz noch in der Verordnung eine Stütze und sei auch sachlich nicht gerechtfertigt; sie widerspreche vielmehr dem klaren Wortlaut und Sinn der Vorschriften, gehe über den Geltungsbereich des Gesetzes hinaus und sei daher willkürlich.\n\n2. Nach Art. 4 Abs. 1 BankG haben die Banken für ein angemessenes Verhältnis zwischen ihren eigenen Mitteln und ihren gesamten Verbindlichkeiten zu sorgen (lit. a); das gilt auch für das Verhältnis zwischen ihren greifbaren Mitteln und leicht verwertbaren Aktiven einerseits und ihren kurzfristigen Verbindlichkeiten anderseits (lit. b). Art. 4 bestimmt ferner, dass die Verordnung hierüber unter Berücksichtigung der Geschäftstätigkeit und der Art der Banken Richtlinien festsetzt, die erwähnten Begriffe näher umschreibt (Abs. 2) und dass die Bankenkommission in besonderen Fällen Erleichterungen von den Richtlinien zulassen oder Verschärfungen anordnen kann (Abs. 3). Ein angemessenes Verhältnis zu ihren eigenen Mitteln hat eine Bank gemäss Art. 4bis auch bei Ausleihungen an einen einzelnen Kunden und bei Beteiligungen an einem einzelnen Unternehmen einzuhalten (Abs. 1); dieses Verhältnis wird ebenfalls von der Verordnung festgesetzt (Abs. 2).\n\nWas unter eigenen und greifbaren Mitteln, unter leicht verwertbaren Aktiven und kurzfristigen Verbindlichkeiten im Sinne des Gesetzes zu verstehen und wieviel diese Mittel und Aktiven mindestens betragen müssen, wird in den Art. 11 bis 19 der Verordnung gesagt. In deren Art. 21 sodann werden die Banken unter der BGE 108 Ib 78 S. 80Überschrift \"Risikoverteilung\" zur Meldung von Geschäften angehalten, durch welche die Verpflichtungen eines einzelnen Kunden gegenüber der Bank über bestimmte Prozentsätze ihrer eigenen Mittel angehoben werden (Abs. 1). Beteiligungen der Bank sind gleich zu behandeln wie die ungedeckten Verpflichtungen eines Kunden (Abs. 3). Rechtlich selbständige Gesellschaften und Personen, die über das Beteiligungskapital zu mehr als 50% miteinander verflochten sind, gelten als Einheit (Abs. 5). Die Bankenkommission kann verlangen, dass Verpflichtungen und Beteiligungen, welche die zulässigen Höchstgrenzen übersteigen, gesenkt werden (Abs. 6).\n\nDurch BRB vom 1. Dezember 1980 wurden die Art. 11 bis 13 der Verordnung zum Teil revidiert, Art. 12 insbesondere durch einen Abs. 2 ergänzt (AS 1980 S. 1814). Danach haben die Banken konsolidierte Bilanzen der von ihnen direkt oder indirekt beherrschten, im Bank- oder Finanzbereich tätigen Unternehmungen und Immobiliengesellschaften mit Sitz im In- oder Ausland zu erstellen und die Anforderungen an Eigenmitteln sowohl aufgrund ihrer eigenen als auch der konsolidierten Bilanz zu erfüllen. An den Vorschriften des Art. 21, die seit dem 1. Juli 1972 gelten (BBl. 1972 I S. 821 ff.), wurde durch den BRB dagegen nichts geändert.\n\nSchon vor Inkrafttreten der Novelle stellte die Bankenkommission in einem Rundschreiben vom 17. März 1978 Richtlinien für die Konsolidierung von Bilanzen auf. Sie befürchtete, dass bei Konzernverhältnissen die im Interesse der Gläubiger erlassenen Vorschriften, insbesondere solche über den Mindestsatz eigener Mittel und über die Risikoverteilung unter den Banken, ihre Wirksamkeit verlieren würden, wenn bei der Frage nach der Angemessenheit dieser Mittel die Aktiven und Passiven der Tochtergesellschaften auszunehmen wären (B. MÜLLER, Die Internationalisierung der Banken als aufsichtsrechtliches Problem, in Schweizerische Aktiengesellschaft (SAG) 1979 S. 5/6; B. MÜLLER in ZBJV 115/1979 S. 499 und in ZSR 1980 S. 421; E. SIGRIST, Das Bankbilanzrecht, in SAG 1980 S. 152; BODMER/KLEINER/LUTZ, N. 54 ff. zu Art. 4 BankG).\n\n3. Es ist daher vorweg zu prüfen, ob die Banken durch eine Verordnungsvorschrift verpflichtet werden können, konsolidierte Bilanzen zu erstellen, in die auch von ihnen direkt oder indirekt beherrschte Unternehmungen und Gesellschaften im Sinne von Art. 12 Abs. 2 BankV einzubeziehen sind.BGE 108 Ib 78 S. 81\n\nDiese Bestimmung der Verordnung stützt sich nicht auf die allgemeine Vollmacht des Bundesrates für Vollzugsvorschriften (Art. 56 BankG); sie ergibt sich vielmehr aus der in Art. 4 Abs. 2 BankG ausdrücklich erwähnten Befugnis des Bundesrates, Richtlinien darüber zu erlassen, wie die Banken für ein angemessenes Verhältnis zwischen den eigenen Mitteln und ihren gesamten Verbindlichkeiten zu sorgen haben. Sie kann daher vom Bundesgericht nicht auf ihre Verfassungsmässigkeit (Art. 113 Abs. 3 und Art. 114bis Abs. 3 BV), sondern bloss darauf hin überprüft werden, ob sie sich im Rahmen der dem Bundesrat eingeräumten Ermächtigung hält und auch sonst als rechtmässig anzusehen ist. Das ist zu bejahen, wenn der mit Art. 4 Abs. 1 BankG verfolgte Zweck mit den vorgesehenen Mitteln erreicht werden kann und diese nach dem Grundsatz der Verhältnismässigkeit nicht zu beanstanden sind (BGE 105 Ib 369 /70, 104 Ib 425/26).\n\nDas BankG dient vor allem dem Schutz der Gläubiger; das ist noch anlässlich der Revision von 1971, aus der insbesondere die Art. 4 Abs. 2 und 3 sowie Art. 4bis hervorgegangen sind (AS 1971 S. 811), betont worden (BGE 103 Ib 356, 99 Ib 110 und 411 mit Hinweisen). Aus der in Art. 4 Abs. 2 BankG enthaltenen Delegationsbestimmung erhellt, dass der Gesetzgeber es angesichts der Vielfalt von Banken vorgezogen hat, den Erlass von Richtlinien dem Bundesrat vorzubehalten, der dabei die Art und die Geschäftstätigkeit der Banken mitzuberücksichtigen hat. Die Eigenart gewisser Banken besteht nun gerade darin, dass sie sich namentlich an anderen, ebenfalls im Finanzbereich tätigen Unternehmungen beteiligen, weshalb die Frage nach ihren eigenen Mitteln eine ungleich grössere Bedeutung erhalten kann. Nichts lässt darauf schliessen, dass der Gesetzgeber den Bundesrat daran hätte hindern wollen, diesem Umstand durch besondere Normen Rechnung zu tragen; andernfalls würde die Delegationsbefugnis entgegen ihrem Zweck und dem klaren Wortlaut des Art. 4bis Abs. 1 BankG erheblich eingeschränkt. Nach dieser Bestimmung müssen auch die Beteiligungen der Banken an einem andern Unternehmen in einem angemessenen Verhältnis zu ihren eigenen Mitteln stehen; das kann nur heissen, dass der Gesetzgeber dem Bundesrat einen weiten Spielraum einräumen wollte (BGE 99 Ib 411).\n\nDie den Banken mit Art. 12 Abs. 2 BankV auferlegte Pflicht, für den internen Gebrauch eine konsolidierte Bilanz zu erstellen und gestützt darauf ihr notwendiges Eigenkapital zu errechnen, lässt sich weder als untaugliches noch als unangemessenes Mittel zu BGE 108 Ib 78 S. 82dem damit verfolgten Zweck ausgeben. Die Pflicht ist dem Gesetz auch nicht fremd oder gar neu, soll mit der geforderten Bilanz doch bloss die Bedeutung des Eigenkapitals und der Beteiligung an anderen, von einer Bank direkt oder indirekt beherrschten Unternehmungen aufgezeigt werden, damit die Aufsichtsorgane ihre Aufgabe erfüllen können. Sie ist deshalb als gesetzmässig anzusehen, was von der Beschwerdeführerin übrigens nicht bestritten wird.\n\n4. Nach der angefochtenen Verfügung hat die Beschwerdeführerin Geschäfte, durch welche die gesamten Verpflichtungen eines einzigen Kunden ihr gegenüber die in Art. 21 Abs. 1 BankV vorgesehenen Prozentsätze übersteigen, in die Konsolidierung einzubeziehen und die Bankenkommission darüber zu unterrichten.\n\na) Eine solche Meldepflicht lässt sich nicht auf Art. 12 Abs. 2 BankV stützen, weil sie über die darin enthaltenen Vorschriften, eine konsolidierte Bilanz zu erstellen und die Anforderungen an das Eigenkapital auch auf Grund dieser Bilanz zu erfüllen, hinausgeht. Diese Vorschriften sind zudem, wie aus ihrem Wortlaut und ihrer Einordnung erhellt, einzig als Ausführungsbestimmungen zu Art. 4 Abs. 1 BankG zu verstehen. Art. 21 BankV verweist denn auch nicht auf Art. 12, sondern bloss auf die in Art. 11 BankV umschriebenen eigenen Mittel, die für die Ermittlung der höchstzulässigen Prozentsätze massgebend sind.\n\nb) Die Argumentation der Bankenkommission besteht im wesentlichen darin, dass die BankV über die konsolidierte Risikoverteilung keine ausdrückliche Bestimmung enthalte und diese Lücke von der Verwaltung und vom Richter auszufüllen sei, indem Art. 21 sinngemäss auf die in Art. 12 BankV vorgesehene konsolidierte Bilanz angewendet werde.\n\nEine echte Gesetzeslücke liegt nur dann vor, wenn der Gesetzgeber etwas zu regeln unterlassen hat, was er hätte regeln sollen, und dem Gesetz weder nach seinem Wortlaut noch nach dem durch Auslegung zu ermittelnden Inhalt eine Vorschrift entnommen werden kann (BGE 103 Ia 503 mit Zitaten).\n\nDie Bankenkommission vermag de lege ferenda ernsthafte Gründe dafür anzuführen, dass die Fragen des minimalen Eigenkapitals und der Risikoverteilung bei Bankkonzernen zusammen geregelt werden, weil die entsprechenden Vorschriften einander angeblich notwendigerweise ergänzen. Es ist zudem nicht ausgeschlossen, dass der Bundesrat die Frage der konsolidierten Risikoverteilung, die durch einen Verweis von Art. 21 auf Art. 12 Abs. 2 BGE 108 Ib 78 S. 83BankV geklärt worden wäre, für Konzernverhältnisse aus Versehen nicht gelöst hat. Es ist aber auch denkbar, dass der Bundesrat die Konsolidierung auf das Eigenkapital beschränken, die Risikoverteilung also nicht einbeziehen wollte. Dafür liesse sich insbesondere anführen, dass mit den Konsolidierungsrichtlinien gemäss Rundschreiben der Bankenkommission vom 17. März 1978 bloss die Prüfung ermöglicht werden soll, ob eine Bank \"auch bei wirtschaftlicher Betrachtungsweise über genügend eigene Mittel verfügt\". Dass die Banken eine konsolidierte Bilanz zu erstellen haben, heisst aber nicht notwendig, dieses Erfordernis sei unmittelbar auch in den für sie geltenden Vorschriften über die Risikoverteilung enthalten. Nach einigen ausländischen Regelungen soll mit der Konsolidierung denn auch nicht eine Berechnungsgrundlage für das minimale Eigenkapital geschaffen, sondern bloss die Information der Bankaufsichtsbehörden verbessert werden, um ihnen die Kontrolle zu erleichtern (BODMER/KLEINER/LUTZ, N. 54 zu Art. 4 BankG). Regeln über eine konsolidierte Risikoverteilung können sich zudem nach besondern Kriterien richten (vgl. BGE 99 Ib 412). Schliesslich hat die Bankenkommission selber die Konsolidierungsvorschriften bis Herbst 1981 nicht in diesem Sinne ausgelegt (BODMER/KLEINER/LUTZ, N. 57 ad Art. 4 BankG). Es geht ihr im vorliegenden Fall vielmehr um die künftige Anwendung der Vorschriften, die sie nunmehr sinngemäss auch auf die Risikoverteilung beziehen möchte. Umsoweniger lässt sich sagen, der Bundesrat habe eine Frage, die sich angeblich aufdrängte, in der Novelle aus Versehen nicht geregelt.\n\nDer Vollziehungsverordnung, auf die in Art. 4bis Abs. 2 BankG verwiesen wird, ist daher keine Regel für eine Konsolidierung der Risikoverteilung zu entnehmen. Das Rundschreiben vom 17. März 1978 sodann taugt mangels Gesetzeskraft zum vorneherein nicht als Grundlage für eine solche Regel.\n\n5. Nach den Erwägungen der angefochtenen Verfügung will die Bankenkommission die Vorschriften des Art. 21 BankV analog auf die konsolidierte Bilanz angewendet wissen. Der Entscheid selber beschränkt sich dagegen auf die Weisung, dass die Beschwerdeführerin inskünftig auch gewisse Verpflichtungen der Gruppe, die sie beherrscht, zu melden hat. Die Weisung lässt sich zwangslos auf Art. 23bis Abs. 2 BankG stützen, wonach die Kommission von den Banken alle Auskünfte und Unterlagen verlangen kann, die sie zur Erfüllung ihrer Aufgabe benötigt. Die Auskunftspflicht der Banken geht sehr weit; die Begehren der Kommission BGE 108 Ib 78 S. 84müssen aber dem Zweck der Bankenaufsicht dienen, insbesondere sachlich gerechtfertigt und angemessen sein (vgl. BODMER/KLEINER/LUTZ, N. 3 zu Art. 23bis; B. MÜLLER, in ZBJV 115/1979 S. 499).\n\nDoch selbst wenn die Kommission sich zur Zeit nicht auf Art. 21 BankV berufen kann, um die von ihr \"angestrebte konsolidierte Risikoverteilung\" durchzusetzen, ist ihr Begehren um sachdienliche Aufschlüsse über diese Verteilung innerhalb der Gruppe gerechtfertigt; nur so ist sie in der Lage, die zum Schutze der Gläubiger notwendigen Mittel zu ergreifen, insbesondere die Anforderungen an das Eigenkapital gemäss Art. 4 Abs. 3 BankG zu verschärfen, wenn dazu nach den erhaltenen Informationen Anlass besteht. Ihr Verweis auf Art. 21 Abs. 1 BankV, den sie analog für anwendbar hält, ist zudem jedenfalls insofern berechtigt, als damit die streitigen Verpflichtungen näher umschrieben werden.\n\nDer angefochtene Entscheid verletzt auch den Grundsatz der Verhältnismässigkeit nicht; angesichts des Widerstandes der Beschwerdeführerin ist nicht zu ersehen, wie die Bankenkommission die verlangte Auskunft mit einer milderen Zwangsmassnahme erhalten könnte. Die Wahl einer solchen Massnahme ist ferner im wesentlichen eine Frage des Ermessens, in das auf Beschwerde hin nur einzugreifen ist, wenn die Vorinstanz es überschreitet oder missbraucht (Art. 104 Abs. 1 lit. a OG). Davon kann hier keine Rede sein.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird im Sinne der Erwägungen abgewiesen."}