{"annee": "108", "cour": "IA", "page": "261", "date": "17/11/1982", "cite": ["107 IA 138"], "cite_par": ["130 I 369", "109 IA 146", "125 I 394"], "chapeau": "48. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. November 1982 i.S. D. gegen Polizeikommando und Erster Staatsanwalt des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Liberté de la presse et liberté d'information; arrestation provisoire d'un journaliste. L'arrestation pour un court laps de temps d'un journaliste qui, par son comportement dans une manifestation non autorisée au cours de laquelle des abus sont commis, éveille le soupçon qu'il fait partie des manifestants, ne constitue pas une violation de la liberté de la presse et de la liberté d'information, dans la mesure où les conditions générales d'une arrestation sont réunies."], "faits": "|262|\n\nAm Abend des 18. Mai 1981 kam es in Basel zu einer nicht bewilligten Demonstration, in deren Verlauf eine Reihe von Sachbeschädigungen verübt wurden. Die Polizei nahm vier von sechs Personen fest, die ihr nach ihrer Darstellung im Laufschritt entgegenkamen; die beiden weiteren Personen ergriffen die Flucht. Unter den Festgenommenen befand sich der Journalist D. Er wurde am folgenden Tag aus dem Polizeigewahrsam entlassen.\n\nDer Erste Staatsanwalt des Kantons Basel-Stadt wies mit Entscheid vom 22. Juni 1981 die Einsprache ab, die der Journalist gegen seine vorläufige Festnahme erhoben hatte. Zur Begründung wurde ausgeführt, D. sei in einer flüchtenden Demonstrantengruppe erkannt worden. Da er schon wiederholt bei Demonstrationen in vorderster Front beobachtet worden sei, habe die Annahme nahegelegen, dass er an den gewalttätigen Auseinandersetzungen beteiligt gewesen sei. Seine Aussage, wonach er nur als Berichterstatter zugegen gewesen sei, habe ihn jedenfalls vorerst nicht von diesem Verdacht entlasten können, um so weniger, als er keine Reporterutensilien bei sich geführt und die Presse-Armbinde in der Hosentasche getragen habe. Die Zuführung an das Kriminalkommissariat zu näherer Abklärung sei daher gerechtfertigt gewesen.\n\nMit staatsrechtlicher Beschwerde machte D. unter anderem geltend, seine vorläufige Festnahme habe gegen die Presse- und die Informationsfreiheit verstossen. Das Bundesgericht hält diese Rügen für unbegründet.\n\n|263|", "considerants": "Aus den Erwägungen:\n\n4. (Ausführungen darüber, dass die gesetzlichen Voraussetzungen für die vorläufige Festnahme gegeben waren aus den gleichen Gründen wie in dem in BGE 107 Ia 138 ff. publizierten Fall.)\n\n5. Es ist weiter die Frage zu prüfen, ob hier deshalb anders zu entscheiden sei, weil der Beschwerdeführer Journalist ist und sich unmittelbar nach seiner Festnahme auch als solcher ausgewiesen hat. In der Beschwerde wird geltend gemacht, der angefochtene Eingriff in die persönliche Freiheit des Beschwerdeführers verletze aus diesem Grunde zugleich die Presse- und die Informationsfreiheit.\n\nDieser Auffassung kann nicht beigepflichtet werden. Wohl folgt aus der Pressefreiheit (unter Einschluss der Informationsfreiheit) das Recht der Journalisten, sich an Ort und Stelle über politische Ereignisse zu informieren und darüber Bericht zu erstatten. Dagegen kann kein Journalist aus seiner beruflichen Stellung das Recht herleiten, an verbotenen Handlungen teilnehmen zu dürfen, und er kann auch nicht beanspruchen, anders als ein anderer Bürger behandelt zu werden, wenn er in einer Verdachtssituation angetroffen wird, wie dies nach den vorstehenden Darlegungen hier zutraf. Die Frage, ob der Journalist eine Armbinde trägt oder nicht, ist in diesem Zusammenhang von untergeordneter Bedeutung. Vielmehr kommt es darauf an, ob er zu den Demonstranten eine gewisse Distanz hält, was sowohl räumlich als auch sachlich zu verstehen ist. Der nur an der Berichterstattung, nicht aber aktiv an der Demonstration interessierte Journalist wird in der Regel die Möglichkeit finden, sich während eines öffentlichen Krawalles, in dessen Verlauf es zu erheblichen rechtswidrigen Handlungen kommt, so zu verhalten, dass seine Nichtzugehörigkeit zu den randalierenden Gruppen sofort erkennbar ist. Dem lässt sich nicht mit dem Einwand begegnen, es sei einem Journalisten nicht verboten, mit Demonstranten zu sympathisieren. Entweder er begibt sich allein zur Erfüllung seiner journalistischen Aufgabe an den Ort des Geschehens und wahrt die vorstehend umschriebene, selbstverständlich nicht in Metern auszudrückende Distanz; oder aber er fühlt und lebt mit den Demonstranten, in welchem Falle er keine Vorrechte als Journalist in Anspruch nehmen kann. Eine dritte Möglichkeit besteht nicht. Wie bereits früher dargelegt wurde, konnten die Umstände, unter denen der Beschwerdeführer hier festgenommen wurde, ohne Willkür dahin ausgelegt werden, er gehöre zu den Demonstranten; dies um so mehr, als er aus |264| welchen Gründen auch immer weder mit Block und Bleistift noch mit einer Kamera ausgerüstet war. Dass er verschiedenen Polizeiorganen als Journalist bekannt war, ändert hieran nichts. Die Rügen der Verletzung der Presse- und der Informationsfreiheit gehen daher fehl."}