{"annee": "108", "cour": "III", "page": "83", "date": "28/10/1982", "cite": ["105 III 28", "106 III 67", "84 III 105", "57 III 115"], "cite_par": ["132 III 437", "110 III 105", "134 III 273"], "chapeau": "26. Urteil der II. Zivilabteilung vom 28. Oktober 1982 i.S. Hermann Pieren AG in Nachlassliquidation gegen Ersparniskasse Konolfingen(Berufung)", "regestes": ["Concordat par abandon d'actif; art. 806 al. 1 CC. En cas de concordat par abandon d'actif, le gage au sens de l'art. 806 al. 1 CC comprend également les loyers ou fermages qui ont couru, depuis l'homologation du concordat jusqu'au moment de la réalisation."], "faits": "|84|\n\nA.- Die Ersparniskasse Konolfingen gewährte der Hermann Pieren AG in den Jahren 1969 bis 1972 grundpfandgesicherte Darlehen im Gesamtbetrag von Fr. 1'800'000.--. Am 10. Juni 1976 wurde der Schuldnerin Nachlassstundung gewährt. Im Nachlassverfahren machte die Darlehensgeberin eine Forderung von insgesamt Fr. 1'838'755.50 geltend, und zwar für Kapital und Zinsen berechnet auf den 9. Juni 1976. In der Folge schlug die Schuldnerin ihren Gläubigern einen Nachlassvertrag mit Vermögensabtretung vor, der angenommen und am 26. Oktober 1976 gerichtlich bestätigt wurde. Nach der Verwertung der Grundpfänder legte die Liquidatorin am 25. Oktober 1980 den mit den Pfandausfallforderungen ergänzten Kollokationsplan öffentlich auf. Darin wurde eine grundpfandgesicherte Forderung der Ersparniskasse Konolfingen von Fr. 1'650'000.-- zuzüglich inzwischen weiter angewachsener Zinsen von Fr. 370'756.40, somit ein Gesamtbetrag von Fr. 2'020'756.40, anerkannt. Der auf die Forderung entfallende Pfanderlös betrug jedoch nur Fr. 1'792'720.--. Für die seit dem 1. Januar 1976 aufgelaufenen Zinsen ergab sich somit ein Pfandausfall von Fr. 228'036.40.\n\nDie grundpfandbelasteten Liegenschaften erbrachten während des Liquidationsverfahrens einen Zinsertrag von Fr. 509'448.85. Dieser Ertrag sollte nach dem Kollokationsplan nicht in erster Linie den Grundpfandgläubigern, sondern der allgemeinen Masse zukommen.\n\nB.- Gegen den Kollokationsplan erhob die Ersparniskasse Konolfingen am 24. Dezember 1980 Kollokationsklage, mit der sie beantragte, der Verwaltungserlös der Liegenschaften der Beklagten während des Nachlassverfahrens sei gemäss Art. 806 ZGB zur Befriedigung ihrer grundpfandgesicherten Forderung zu verwenden. Mit Urteil vom 2. September 1981 hiess der Gerichtspräsident I von Konolfingen die Klage gut. Eine Appellation der |85| Beklagten gegen dieses Urteil wurde vom Appellationshof des Kantons Bern am 20. Januar 1982 abgewiesen.\n\nC.- Gegen das Urteil des Appellationshofes erhob die Beklagte Berufung an das Bundesgericht mit dem Antrag auf Abweisung der Klage.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Streit zwischen den Parteien geht darum, ob die während des Nachlassverfahrens aufgelaufenen Mietzinserträgnisse vorab zur Deckung der Grundpfandforderungen der Klägerin zu verwenden seien. Diese Frage ist, da den Umfang der Pfandhaft betreffend, materiellrechtlicher Natur. Sie ist daher im Kollokationsverfahren zu entscheiden (BGE 106 III 69 E. 1, BGE 105 III 30 E. 2). Die Ermittlung der Pfandausfallforderungen hätte freilich in der Verteilungsliste und nicht in einer Ergänzung des Kollokationsplans erfolgen sollen. Aus der Behandlung der Pfandausfallforderungen im neu aufgelegten Kollokationsplan liess sich aber ableiten, dass die Liquidatorin die Mietzinserträgnisse aus den pfandbelasteten Grundstücken der Masse zukommen lassen wollte. Unter diesen Umständen ist nicht zu beanstanden, dass die Klägerin im Anschluss an die Neuauflage des Kollokationsplans bezüglich der Verwendung der Mietzinserträgnisse Kollokationsklage erhob.\n\n2. Nach Art. 806 Abs. 1 ZGB erstreckt sich die Pfandhaft bei einem vermieteten oder verpachteten Grundstück auch auf die Miet- oder Pachtzinsforderungen, die seit Anhebung der Betreibung auf Verwertung des Grundpfandes oder seit der Eröffnung des Konkurses über den Schuldner bis zur Verwertung auflaufen. Wie es sich beim Nachlassvertrag mit Vermögensabtretung verhält, lässt sich dem Wortlaut dieser Bestimmung nicht entnehmen. Beim Inkrafttreten des Zivilgesetzbuches war diese Art der Generalexekution noch nicht gesetzlich geregelt. Eine solche Regelung erfolgte im ordentlichen Recht erst durch Erlass der Art. 316a ff. SchKG, die am 1. Februar 1950 in Kraft getreten sind. Bei dieser Gelegenheit hat es der Gesetzgeber nicht für nötig erachtet, am Text von Art. 806 Abs. 1 ZGB eine Präzisierung vorzunehmen.\n\nNach Auffassung der Vorinstanz entsteht das in Art. 806 Abs. 1 ZGB vorgesehene Forderungspfandrecht des Grundpfandgläubigers |86| an den Miet- oder Pachtzinsforderungen beim Nachlassvertrag mit Vermögensabtretung wie beim Konkurs von Gesetzes wegen, ohne dass es einer Betreibungshandlung seitens des Grundpfandgläubigers bedürfte. Die Unterschiede zwischen Konkurs und Nachlassvertrag mit Vermögensabtretung änderten nichts daran, dass es sich in beiden Fällen um eine Generalexekution und nicht um eine Spezialexekution handle. Da auch der Liquidationsvergleich ohne Betreibung des Grundpfandgläubigers dazu führe, dass dessen Grundpfand wie im Konkursverfahren verwertet werde, sei nicht einzusehen, weshalb nicht auch in diesem Fall die Absicht des Gesetzgebers verwirklicht werden sollte, Miet- und Pachtzinse einer mit fremdem Geld überbauten Liegenschaft in erster Linie jenen Gläubigern zukommen zu lassen, deren Mittel diese Erträgnisse überhaupt erst ermöglicht hätten.\n\n3. Der Vorinstanz ist darin zuzustimmen, dass Art. 806 Abs. 1 ZGB die gesetzgeberische Absicht zum Ausdruck bringt, die Grundpfandgläubiger hinsichtlich der Miet- und Pachtzinserträgnisse einer pfandbelasteten Liegenschaft im Verhältnis zu den übrigen Gläubigern zu bevorzugen. Diese Erträgnisse sollen ihrer wirtschaftlichen Bestimmung erhalten bleiben, die darin besteht, als natürliche Einnahmequelle für die Bezahlung der Hypothekarzinsen zu dienen (LEEMANN, Das Pfandrecht der Grundpfandgläubiger an den Miet- und Pachtzinsforderungen, SJZ 24, 1927/28, S. 77). Ein Bedürfnis für eine Erweiterung der Pfandhaft zugunsten der Grundpfandgläubiger besteht aber erst, wenn die Mietzinserträgnisse ihrer Funktion entfremdet werden und der Schuldner daraus - freiwillig oder unfreiwillig - seine fälligen Grundpfandschulden nicht mehr bezahlt. Der Gesetzgeber hat die Entstehung des Pfandrechtes an den Miet- oder Pachtzinsforderungen deshalb an die Voraussetzung geknüpft, dass die Grundpfandforderung zur Vollstreckung gelangt. Ist diese Voraussetzung erfüllt, so tritt die Erstreckung der Pfandhaft dann aber von Gesetzes wegen ein (LEEMANN, N. 2 zu Art. 806 ZGB). Einer eigenen Anstrengung der Grundpfandgläubiger bedarf es nur, wo es die Umstände erfordern. So verhält es sich bei der Betreibung auf Grundpfandverwertung. Es liegt in der Natur dieses Vollstreckungsverfahrens als einer Spezialexekution, dass sich die Vollstreckung grundsätzlich nur zugunsten des betreibenden Gläubigers auswirkt. Dieser allein bestimmt darüber, ob das Grundstück verwertet werden soll. Die übrigen Gläubiger werden durch die Zwangsvollstreckung nur in beschränktem Masse berührt, da sich |87| diese nicht auf das ganze Vermögen des Schuldners erstreckt. Insbesondere ist es Sache des Grundpfandgläubigers, mit der Anhebung der Betreibung den genauen Zeitpunkt festzulegen, von dem an die Mietzinserträgnisse ihm verhaftet sein sollen. Erst von diesem Zeitpunkt an sind gemäss Art. 806 Abs. 3 ZGB Rechtsgeschäfte des Grundeigentümers über noch nicht verfallene Miet- oder Pachtzinsforderungen sowie Pfändungen durch andere Gläubiger nicht mehr wirksam.\n\nBeim Nachlassvertrag mit Vermögensabtretung handelt es sich demgegenüber wie beim Konkurs um eine Generalexekution, die in der Regel das gesamte Vermögen des Schuldners erfasst und in der auch die Grundpfandrechte liquidiert werden. Bei einem solchen Zwangsvollstreckungsverfahren besteht kein Grund, die Erstreckung der Pfandhaft auf die Mietzinserträgnisse von einer Initiative jedes einzelnen Grundpfandgläubigers abhängig zu machen. Die Erstreckung hat vielmehr von Gesetzes wegen, und zwar zugunsten sämtlicher Grundpfandgläubiger, einzutreten.\n\n4. Was die Beklagte dagegen vorbringt, vermag nicht zu überzeugen. Zwar weist sie durchaus zu Recht darauf hin, dass sich Konkurs und Liquidationsvergleich in einer grösseren Zahl von Merkmalen unterscheiden. Entscheidend sind aber nicht diese Unterschiede im einzelnen, die sich aus der Besonderheit des Liquidationsvergleichs mit seinen zahlreichen verfahrensrechtlichen Vorbehalten zugunsten der Pfandgläubiger erklären (vgl. insbesondere Art. 316i und 316k SchKG). Ausschlaggebend ist vielmehr, ob sich aus diesen Unterschieden der Schluss aufdränge, auch beim Nachlassvertrag mit Vermögensabtretung bedürfe es aus der Natur der Sache heraus einer Betreibungshandlung des Grundpfandgläubigers, um das Pfandrecht an den Mietzinsforderungen zum Entstehen zu bringen. Das ist jedoch nicht der Fall.\n\na) Der Umstand, dass den Grundpfandgläubigern beim Liquidationsvergleich die Befugnis erhalten bleibt, ausserhalb des Liquidationsverfahrens auf Grundpfandverwertung zu betreiben (BGE 84 III 105 ff.), erlaubt noch keineswegs den Schluss, dass nur eine solche Betreibungshandlung die Pfandhaft gemäss Art. 806 Abs. 1 ZGB erweitere. Die unabhängig vom allgemeinen Liquidationsverfahren zugelassene Betreibung auf Pfandverwertung ermöglicht immerhin einen Zeitgewinn, der für den Grundpfandgläubiger ins Gewicht fallen kann. Auf der andern Seite kann gerade durch die konsequente Durchführung der Grundpfandbetreibung der hervorstechendste Vorteil des Liquidationsvergleichs, |88| nämlich die im Vergleich zum Konkurs grössere Freiheit bei der Verwertung, hinfällig werden, weil dem Betreibungsamt bei der Verwertung von Grundstücken entgegen der Auffassung der Beklagten nur der Weg der öffentlichen Versteigerung offen steht (Art. 133 SchKG). Auch der Grundpfandgläubiger hat daher unter Umständen ein Interesse daran, von einer Pfandverwertungsbetreibung abzusehen und dem allgemeinen Liquidationsverfahren seinen Lauf zu lassen. Ist die Grundpfandforderung nicht fällig, so entfällt die Möglichkeit der Spezialexekution ohnehin. In beiden Fällen, sowohl bei der freiwilligen wie bei der unfreiwilligen Verwertung im Rahmen des Liquidationsverfahrens, wäre aber eine Schlechterstellung des Grundpfandgläubigers hinsichtlich der Erstreckung der Pfandhaft im Vergleich zum Konkurs nicht zu rechtfertigen. Im übrigen versagt das Argument der Beklagten zum vornherein gegenüber Faustpfandgläubigern an Eigentümerpfandtiteln. Diese haben ebenfalls Anspruch auf die Mietzinserträgnisse (vgl. BGE 106 III 67 ff. für den Konkurs). Sie können jedoch die Ausdehnung der Pfandhaft durch eine Betreibung auf Faustpfandverwertung während des Liquidationsverfahrens nicht selbst herbeiführen (BGE 106 III 72 /73 E. 3, BGE 57 III 115 ff.).\n\nb) Sodann kann auch nicht gesagt werden, die Stellung der Grundpfandgläubiger im Verfahren des Nachlassvertrags mit Vermögensabtretung komme einer derartigen Privilegierung gleich, dass gleichsam als Gegenleistung dafür eine Erweiterung der Pfandhaft nur um den Preis der eigenen Betreibungshandlung zugestanden werden dürfe. ob die Stellung der Grundpfandgläubiger beim Liquidationsvergleich überhaupt als besonders bevorzugt gewertet werden kann, hängt von den Umständen ab. Will man von einer bevorzugten Stellung sprechen, so hängt diese mit den verschiedenen Möglichkeiten des Vorgehens zusammen, die das Nachlassvertragsverfahren im Vergleich zum Konkurs anzubieten hat. Die freiere Ausgestaltung des Verfahrens zeichnet aber den Liquidationsvergleich insgesamt aus und betrifft nicht nur die Grundpfandgläubiger. Diese erfahren daher im Vergleich zu den übrigen Gläubigern nicht noch eine zusätzliche Besserstellung. Sie bewahren nur ihre Sonderstellung als Grundpfandgläubiger, die ihnen auch im Konkurs zukommt, in der \"freieren\" Umgebung des Nachlassvertrags. Umgekehrt kommt die grössere Freiheit bei der Vermögensverwertung nicht nur den Grundpfandgläubigern, sondern auch den übrigen Gläubigern zugute. Wenn aber die Grundpfandgläubiger beim Liquidationsvergleich gemeinsam mit |89| allen andern Gläubigern und nicht nur für sich allein von den Besonderheiten dieser Generalexekution profitieren, ist nicht einzusehen, weshalb sie sich die Erstreckung der Pfandhaft auf die Miet- oder Pachtzinsforderungen mit einer zusätzlichen \"Leistung\", nämlich der Pfandverwertungsbetreibung, verdienen müssten.\n\nc) Dass sich aus dem Nebeneinander von Grundpfandbetreibung und Nachlassliquidation, insbesondere hinsichtlich der Kompetenzen des Betreibungsamtes einerseits und der Liquidatoren anderseits, verfahrensrechtliche Schwierigkeiten ergeben können, ist nicht zu übersehen. Diese Schwierigkeiten haben indessen mit der Frage der Erstreckung der Pfandhaft im Sinne von Art. 806 Abs. 1 ZGB nichts zu tun, sondern ergeben sich ganz allgemein aus der gesetzlichen Regelung des Liquidationsvergleichs, die eben eine Grundpfandverwertung ausserhalb des Liquidationsverfahrens zulässt. Wenn es zu einer konkurrierenden Zuständigkeit von Betreibungsamt und Liquidatoren kommt, dann ist das die Folge der Weiterführung einer einmal eingeleiteten Pfandverwertungsbetreibung, die unabhängig davon eintritt, ob sich die Pfandhaft auch beim Nachlassvertrag mit Vermögensabtretung von Gesetzes wegen auf die Miet- und Pachtzinsforderungen erstreckt. Im übrigen lassen sich solche verfahrensmässige Komplikationen gerade dadurch vermeiden, dass die Erstreckung der Pfandhaft beim Liquidationsvergleich nicht von der Einleitung einer Betreibung abhängig gemacht wird. Kämen nämlich die Mietzinserträgnisse beim Liquidationsvergleich nicht von Gesetzes wegen den Grundpfandgläubigern zugute, wären diese zur Wahrung ihrer Rechte stets gezwungen, auf Pfandverwertung zu betreiben und die Grundpfänder spätestens nach Ablauf der Frist von Art. 154 Abs. 1 SchKG ausserhalb des Liquidationsverfahrens verwerten zu lassen, was nur auf dem Weg der öffentlichen Versteigerung geschehen könnte. Dadurch würden die Liquidatoren der Möglichkeit beraubt, den günstigsten Zeitpunkt für eine freihändige Verwertung abzuwarten, und der Verwertungserlös würde aller Wahrscheinlichkeit nach geringer ausfallen. An einem möglichst günstigen Ergebnis bei der Verwertung der Grundpfänder sind aber nicht nur die Grundpfandgläubiger, sondern auch die Kurrentgläubiger interessiert. Durch eine vorzeitige Verwertung der Grundstücke könnte überdies die Weiterführung des schuldnerischen Geschäfts und dessen Verkauf en bloc verunmöglicht werden.\n\n|90|\n\nIm vorliegenden Fall dauerten die Bemühungen der Liquidatorin um den Verkauf der Liegenschaften der Nachlassschuldnerin vier Jahre. Hätte die Klägerin sofort nach Bestätigung des Nachlassvertrags Betreibung eingeleitet, um die Erstreckung der Pfandhaft auf die Mietzinserträgnisse zu erreichen, so hätten die Liegenschaften spätestens nach zwei Jahren versteigert werden müssen. Dabei wäre höchstwahrscheinlich nicht nur ein geringerer Erlös erzielt worden; auch die bis zur Verwertung aufgelaufenen Mietzinserträgnisse wären entsprechend geringer ausgefallen. Es ist keineswegs unbillig, wenn diese Erträgnisse, die gar nicht in gleicher Höhe angefallen wären, wenn die Grundpfänder ausserhalb des Liquidationsverfahrens realisiert worden wären, in erster Linie der Klägerin und nicht der Masse zufallen. Das gilt umso mehr, als sich durch den im Interesse der Masse liegenden Verzicht auf die Spezialexekution und das Zuwarten mit der Verwertung auch die Zinsforderung der Klägerin entsprechend vergrössert hat, deren wirtschaftliches Äquivalent die Mietzinserträgnisse sind.\n\nDie Klage erweist sich somit grundsätzlich als begründet.\n\n5. Die Vorinstanz hat die Pfandhaft auf diejenigen Mietzinsforderungen ausgedehnt, die seit der öffentlich bekannt gemachten Bestätigung des Nachlassvertrages bis zur Verwertung aufgelaufen sind. Demgegenüber vertritt die Klägerin die Auffassung, massgebender Zeitpunkt für die Erstreckung der Pfandhaft sei die Nachlassstundung. Wie es sich damit verhält, kann an sich dahingestellt bleiben, da die Forderung der Klägerin so oder anders voll gedeckt ist. Die Klägerin hat denn auch das Urteil des Appellationshofes nicht ihrerseits angefochten. Immerhin sei bemerkt, dass die Pfandhaft nicht schon mit der Bewilligung der Nachlassstundung auf die Mietzinsforderungen ausgedehnt werden kann. In diesem Zeitpunkt steht noch keineswegs fest, ob überhaupt ein Nachlassvertrag mit Vermögensabtretung zustandekommen wird. Vor allem aber ist der Schuldner während der Nachlassstundung nicht daran gehindert, frei über die eingehenden Mietzinse zu verfügen, da er das Verfügungsrecht über sein Vermögen - von den Sonderfällen des Art. 298 Abs. 1 SchKG abgesehen - erst mit der rechtskräftigen Bestätigung des Nachlassvertrags verliert (Art. 316d Abs. 1 SchKG). Das Pfandrecht an den Mietzinsforderungen könnte daher während dieser Zeit gar nicht durchgesetzt werden. Massgebend kann daher nur der Zeitpunkt der Bestätigung des Nachlassvertrags sein. Auf der andern Seite besteht kein Grund, die Erstreckung der Pfandhaft erst mit der Publikation des |91| Bestätigungsentscheides wirksam werden zu lassen, wie es die Vorinstanz tut. Auch beim Konkurs stellt das Gesetz auf den Zeitpunkt der Konkurseröffnung ab und nicht denjenigen der Konkurspublikation. Diese ist nur von Bedeutung für die Wirksamkeit der Pfandhaft gegenüber den Zinsschuldnern (Art. 806 Abs. 2 ZGB). Beim Nachlassvertrag mit Vermögensabtretung muss es sich analog verhalten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationshofes des Kantons Bern vom 20. Januar 1982 bestätigt."}