{"annee": "108", "cour": "II", "page": "364", "date": "23/12/1982", "cite": ["106 II 117", "107 II 292", "79 II 337", "92 II 137"], "cite_par": [], "chapeau": "69. Auszug aus dem Urteil der II. Zivilabteilung vom 23. Dezember 1982 i.S. K. gegen K. (Berufung)", "regestes": ["Art. 151 CC. 1. Il est possible d'allouer une rente au sens de l'art. 151 CC même quand le conjoint auquel elle est réclamée n'est pas responsable de la désunion à titre prépondérant et que, dès lors, son action en divorce a été admise (consid. 2a). 2. Lorsqu'il examine si les conditions d'allocation d'une rente au sens de l'art. 151 CC sont réalisées, le juge du divorce ne doit pas omettre d'apprécier le comportement des parties du point de vue de la faute par le motif qu'il n'est pratiquement pas possible de résoudre la question des fautes et que les causes profondes de la désunion doivent être recherchées, d'après les connaissances de la psychologie, dans les caractères des conjoints, qui ne peuvent pas être influencés par la volonté (consid. 2b)."], "faits": "BGE 108 II 364 S. 365\n\nMit Urteil vom 11. November 1980 schied das Bezirksgericht Arlesheim die Ehe der Eheleute K. in Gutheissung der Haupt- und Abweisung der Widerklage gestützt auf Art. 142 ZGB. Es teilte die drei Söhne Ivan, geboren 1961, Gabor, geboren 1964, und Boris, geboren 1968, dem Beklagten zu und verpflichtete diesen, der Klägerin gemäss Art. 151 ZGB eine indexierte, gestaffelte Rente zu bezahlen, die bei Fr. 200.-- monatlich beginnen und sich je mit Erreichen der Volljährigkeit der drei Söhne bis auf Fr. 800.-- monatlich erhöhen sollte.\n\nIn teilweiser Gutheissung einer Appellation des Beklagten änderte das Obergericht des Kantons Basel-Landschaft diesen Entscheid mit Urteil vom 16. April 1982 in dem Sinne ab, dass es die Scheidung auch in Gutheissung der Widerklage aussprach und den Beklagten lediglich zur Bezahlung einer aufgeschobenen Rente gemäss Art. 152 ZGB von Fr. 400.-- monatlich ab 1. August 1986 und von Fr. 600.-- monatlich ab 1. Juni 1991 verpflichtete.\n\nGegen das obergerichtliche Urteil erhob der Beklagte Berufung an das Bundesgericht, mit der er die Streichung der Bedürftigkeitsrente beantragte. Mit Anschlussberufung verlangt die Klägerin die Zusprechung einer Rente gemäss Art. 151 ZGB, entsprechend dem bezirksgerichtlichen Urteil.\n\nDas Bundesgericht heisst die Anschlussberufung gut, hebt das angefochtene Urteil auf und weist die Sache zu ergänzenden Feststellungen und neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. a) Nach Art. 151 Abs. 1 ZGB hat der schuldige Ehegatte dem schuldlosen eine angemessene Entschädigung zu entrichten, sofern durch die Scheidung dessen Vermögensrechte oder Anwartschaften beeinträchtigt werden. Voraussetzung für die Zusprechung einer Rente im Sinne dieser Bestimmung ist somit einerseits die Scheidungsschuld des pflichtigen, anderseits die Schuldlosigkeit des berechtigten Ehegatten. Der Beklagte hält die Frage des Verschuldens der Parteien schon aus prozessualen Gründen für präjudiziert. Er macht geltend, die Aufhebung der Rente nach BGE 108 II 364 S. 366Art. 151 ZGB durch die Vorinstanz sei die logische Folge der Gutheissung seiner Widerklage gewesen, womit ein überwiegendes Verschulden seinerseits verneint worden sei. Indem die Klägerin vor Bundesgericht ausdrücklich die Abweisung der Widerklage nicht mehr beantrage und die Bestätigung des erstinstanzlichen Urteils nicht mehr verlange, entziehe sie ihrem Begehren um Zusprechung einer Rente nach Art. 151 ZGB den Boden.\n\nDieser Auffassung kann nicht gefolgt werden. Das Bundesgericht ist in der Beurteilung der Schuldfrage frei, auch wenn der Scheidungspunkt nicht mehr streitig ist. Es kann daher einem Ehegatten eine Rente gemäss Art. 151 ZGB zusprechen, obwohl die Ehe vom kantonalen Richter aus einem Grund geschieden wurde, der an sich die Zusprechung einer solchen Rente ausschliessen würde (BGE BGE 107 II 294 E. 1, BGE 106 II 119 /120 E. 2a). Abgesehen davon hat die Bejahung des Klagerechts beider Ehegatten unter dem Gesichtspunkt des Art. 142 Abs. 2 ZGB nicht notwendigerweise zur Folge, dass Ansprüche aus Art. 151 ZGB zum vornherein entfallen. Während ein Ehegatte erst dann als vorwiegend schuldig im Sinne von Art. 142 Abs. 2 ZGB bezeichnet werden kann, wenn sein Verschulden dasjenige des andern Ehegatten zusammen mit allfälligen objektiven Zerrüttungsfaktoren an kausaler Bedeutung übertrifft (BGE 92 II 140), genügt es für die Bejahung der Scheidungsschuld im Sinne von Art. 151 ZGB, dass dem angesprochenen Ehegatten eine erhebliche Verletzung ehelicher Pflichten vorgeworfen werden kann, die - allenfalls zusammen mit andern Faktoren - zur Zerrüttung beigetragen hat (BÜHLER/SPÜHLER, N. 15 zu Art. 151 ZGB). Selbst wenn man nicht daran festhalten wollte, dass beim Vorhandensein objektiver Zerrüttungsfaktoren schon ein verhältnismässig kleiner Unterschied im Verschulden genügt, damit dem weniger belasteten Ehegatten Leistungen aus Art. 151 ZGB zuerkannt werden können (vgl. die Kritik zu dieser Rechtsprechung bei JERMANN, Die Unterhaltsansprüche des geschiedenen Ehegatten nach Art. 151 Abs. 1 und Art. 152 ZGB, Diss. Bern 1980, S. 56), bleibt daher auch bei Gutheissung der Scheidungsklage des angesprochenen Ehegatten und bei Verwerfung der von der Gegenpartei erhobenen Einrede des überwiegenden Verschuldens durchaus Raum für eine Entschädigungsrente.\n\nb) Die Vorinstanz hat die Anwendbarkeit von Art. 151 ZGB deswegen verneint, weil ein messbares Verschulden nicht festgestellt werden könne. Bei der Prüfung des Scheidungspunktes hat BGE 108 II 364 S. 367sie ausgeführt, es beginne sich immer mehr die Erkenntnis durchzusetzen, dass die Zerrüttung einer Ehe meistens auf ein Versagen beider Ehegatten zurückzuführen sei. Aus diesem Grund sei auch die Abklärung der Schuldfrage äusserst problematisch. Oft würden selbst die Parteien die wirklichen Gründe ihrer Ehekrise nicht kennen. Erst recht sei es für den Richter schwierig, die eigentlichen Zerrüttungsursachen zu ermitteln. Würden Zerrüttungsursachen grundsätzlich als schuldhaft gewertet, so stehe das im Widerspruch zur psychologischen Erkenntnis, dass die tieferen Gründe der Zerrüttung in den Charakteren der Parteien zu suchen seien und dass Verhaltensweisen und Empfindungen vielfach nicht willentlich gesteuert werden könnten. Erst recht sei es schwierig, gegenseitiges Verschulden zu vergleichen und einen Massstab zu finden, an dem es gemessen werden könne. Im vorliegenden Fall könne der Beurteilung des Bezirksgerichts, dass der Beklagte an der Zerrüttung vorwiegend schuldig sei, nicht gefolgt werden. Trotz der aussergewöhnlich umfangreichen Erhebungen zum Scheidungspunkt lasse sich kein vollständiges Bild der Ehe der Parteien geben. Erkennbar sei immerhin, dass in erster Linie objektive Gründe zur Zerrüttung der Ehe geführt hätten. Zwar dürften auch Verschuldensmomente eine Rolle spielen; doch lasse sich nicht sagen, in welchem Ausmass dies der Fall sei. Jedenfalls seien die Verschuldensmomente im Vergleich zu den objektiven Zerrüttungsursachen von untergeordneter Bedeutung, weshalb die Ehe der Parteien auch in Gutheissung der Widerklage zu scheiden sei.\n\nDamit ist die Vorinstanz indessen ihrer Aufgabe nicht nachgekommen. Der Sachrichter darf sich im Scheidungsprozess nicht mit einer derart pauschalen Betrachtungsweise begnügen, sondern er hat die Zerrüttungsursachen im einzelnen festzustellen und zu ermitteln, in welchem Grad sie für die Zerrüttung kausal sind. Nur so ist es dem Bundesgericht als Berufungsinstanz möglich, die Rechtsfrage zu beurteilen, ob und in welchem Masse die als kausal festgestellten Zerrüttungsfaktoren der einen oder andern Partei zum Verschulden angerechnet werden müssen (vgl. BGE 92 II 140). Indem die Vorinstanz die Ursachen der Zerrüttung nicht im einzelnen ergründet hatte, hat sie nicht nur gegen Art. 51 Abs. 1 lit. c OG, sondern auch gegen Art. 151 ZGB verstossen, da sie der Klägerin eine Rente ohne ernsthafte Prüfung der Anspruchsvoraussetzungen versagte.\n\nFreilich verweist das Obergericht hinsichtlich der einzelnen Vorfälle in der Ehe der Parteien \"auf die sehr eingehenden Abklärungen BGE 108 II 364 S. 368der Vorinstanz\". Es ist aber fraglich, ob es sich die diesbezüglichen Feststellungen des Bezirksgerichts wirklich zu eigen machen wollte, lassen diese doch wohl keinen andern Schluss zu, als dass den Beklagten ein erhebliches Verschulden am Scheitern der Ehe trifft. Vor allem aber fehlt es an einer Auseinandersetzung mit diesen Vorfällen unter dem Gesichtspunkt der Kausalität. Das Obergericht sagt selber, die vom Bezirksgericht erwähnten Vorkommnisse gäben kein vollständiges Bild der zu beurteilenden Ehe. Man weiss daher nicht, ob und in welchem Masse sie zur Zerrüttung beigetragen haben.\n\nWollte man den Verweis auf die Feststellungen des Bezirksgerichts als genügend gelten lassen, so könnte der Vorinstanz jedenfalls insoweit nicht gefolgt werden, als sie zum vornherein davon absieht, das Verhalten der Parteien unter dem Gesichtspunkt des Verschuldens zu würdigen. Die dafür gegebene Begründung, die Abklärung der Schuldfrage sei praktisch nicht möglich und die tieferen Ursachen der Zerrüttung seien nach den Erkenntnissen der Psychologie in den Charakteren der Parteien zu suchen, die willentlicher Beeinflussung nicht zugänglich seien, ist mit dem geltenden Scheidungsrecht nicht vereinbar. Dieses knüpft sowohl in Art. 142 Abs. 2 als auch in Art. 151 und 152 ZGB an das Verschulden der Parteien an, beruht also insoweit nicht auf dem Zerrüttungs-, sondern auf dem Verschuldensprinzip. Es geht somit grundsätzlich von der Selbstverantwortlichkeit und dem freien Willen der Ehegatten aus. Daran hat sich der Richter zu halten. Er darf vor seiner zugegebenermassen schwierigen Aufgabe, das Verschulden der Ehegatten am Scheitern der Ehe festzustellen, nicht kapitulieren, indem er die vorhandenen Zerrüttungsfaktoren einfach als objektive bezeichnet. Das gilt insbesondere, wenn die Zerrüttung auf angebliche Unvereinbarkeit der Charaktere zurückgeführt wird (BGE 79 II 340/341; BÜHLER/SPÜHLER, N. 55 zu Art. 142 ZGB). Die Vorinstanz weist selber darauf hin, dass charakterliche Schwierigkeiten nicht gleichbedeutend mit Schuldlosigkeit der Parteien an der Zerrüttung der Ehe seien; vielmehr frage sich, ob die Parteien ihre bezüglich der Auswirkungen auf die Ehe negativen Charaktereigenschaften soweit hätten zurückdämmen können, dass ein harmonisches Zusammenleben dennoch ermöglicht worden wäre. Sie unterlässt es dann aber, das Verhalten der Parteien unter diesem Gesichtspunkt zu bewerten. Die Tendenz des Obergerichts, die Zerrüttung auf objektive Ursachen zurückzuführen und von einer Abklärung der Schuldfrage abzusehen, BGE 108 II 364 S. 369mag de lege ferenda vertretbar sein; praktisch hat sie zur Folge, dass kaum mehr ein Ehegatte seinen gesetzlichen Anspruch auf eine Entschädigung im Sinne von Art. 151 ZGB durchsetzen könnte, was sich vor allem zum Nachteil der Ehefrauen auswirken müsste. Das wäre untragbar. Solange das Unterhaltsrecht auf dem Boden des Verschuldensprinzips steht, darf sich der Richter der Prüfung der Schuldfrage nicht entziehen.\n\nc) Unter diesen Umständen ist die Sache an die Vorinstanz zurückzuweisen. Diese wird die Ursachen der Zerrüttung im einzelnen zu ergründen und gestützt auf ihre Feststellungen einen neuen Entscheid darüber zu fällen haben, ob und gegebenenfalls in welcher Höhe der Klägerin eine Rente nach Art. 151 ZGB zusteht. In diesem Sinne ist die Anschlussberufung gutzuheissen."}