{"annee": "108", "cour": "V", "page": "251", "date": "9/11/1982", "cite": ["106 V 170", "96 V 13"], "cite_par": ["125 V 237", "122 V 34", "111 V 318", "113 V 154", "125 V 193", "131 V 107", "125 V 307"], "chapeau": "55. Auszug aus dem Urteil vom 9. November 1982 i.S. Schweizerische Krankenkasse Helvetia gegen Rüedi und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 1 al. 2, art. 3 al. 3, art. 6bis et 11 LAMA. L'exclusion de la caisse pour défaut de paiement des cotisations d'assurance est admissible si elle se fonde sur les statuts et intervient après sommation écrite et avertissement des conséquences de la demeure; il faut en outre que l'assuré ne puisse pas se prévaloir de motifs excusant son retard (précision de jurisprudence)."], "faits": "", "considerants": "BGE 108 V 251 S. 252\n\nAus den Erwägungen:\n\n3. Die Verwaltungsgerichtsbeschwerde der Krankenkasse Helvetia richtet sich dagegen, dass die Vorinstanz den sanktionsweise verfügten Ausschluss aus der Kassenmitgliedschaft wegen Verletzung des Grundsatzes der Verhältnismässigkeit aufgehoben hat.\n\na) Der Grundsatz der Verhältnismässigkeit stellt einen im gesamten Verwaltungsrecht sowohl bei der Rechtssetzung wie bei der Rechtsanwendung zu beachtenden Grundsatz dar, welcher insbesondere auch in der Sozialversicherung Geltung hat (EVGE 1968 S. 162, RSKV 1982 S. 168, 1980 S. 24). In der sozialen Krankenversicherung bedeutet er u.a., dass Sanktionen, welche die Krankenkassen wegen pflichtwidrigen Verhaltens ihrer Mitglieder anordnen, in einem angemessenen Verhältnis insbesondere zum Verschulden des Versicherten stehen müssen. Schwere Sanktionen dürfen erst nach erfolgloser schriftlicher Mahnung verfügt werden, es sei denn, eine solche könne vernünftigerweise nicht vorausgesetzt werden. Der Ausschluss aus der Kasse als schwerste Sanktion bedarf zudem einer klaren statutarischen Grundlage (BGE 106 V 173 und 178 mit Hinweisen; vgl. auch EVGE 1968 S. 160, 1967 S. 139 sowie RSKV 1978 S. 95, 1977 S. 212, 1974 S. 86, 1970 S. 221).\n\nGestützt auf eine entsprechende Statutenbestimmung kann ein Kassenausschluss auch im Falle der Nichtbezahlung von Mitgliederbeiträgen erfolgen. Wie das Eidgenössische Versicherungsgericht in BGE 96 V 13 festgestellt hat, handelt es sich hiebei um einen Sonderfall des BGE 108 V 251 S. 253Ausschlusses, bei welchem die Sanktion grundsätzlich nicht von einer Würdigung der subjektiven Umstände, insbesondere des Verschuldens des Versicherten abhängig ist. Die Krankenkassen sind daher nicht verpflichtet, den Ausschluss unter dem Gesichtspunkt seiner Verhältnismässigkeit zum Verschulden des Versicherten zu überprüfen, noch bildet das Verschulden eine notwendige Voraussetzung des Kassenausschlusses. Ausnahmsweise können jedoch besondere Umstände vorliegen, welche den Zahlungsverzug zu rechtfertigen vermögen. Der Kassenausschluss ist demnach zulässig, sofern er nach schriftlicher Mahnung mit Androhung der Säumnisfolgen aufgrund der Statuten erfolgt und für den Zahlungsverzug keine Rechtfertigungsgründe geltend gemacht werden können.\n\nb) Nach Art. 21 lit. b der Statuten der Krankenkasse Helvetia kann ein Mitglied aus der Kasse ausgeschlossen werden, u.a. wenn es mit der Zahlung von (mindestens) zwei Monatsprämien mehr als einen Monat im Rückstand ist und erfolglos gemahnt worden ist. Diese Voraussetzungen sind im vorliegenden Fall unbestrittenermassen erfüllt. Werner Rüedi hat ab August 1980 keine Beiträge mehr geleistet und ist am 26. November 1980 schriftlich und unter Androhung des Ausschlusses gemahnt worden.\n\nBesondere Gründe, welche den Zahlungsverzug zu rechtfertigen vermöchten, liegen nicht vor."}