{"annee": "108", "cour": "III", "page": "114", "date": "17/12/1982", "cite": ["107 III 103", "107 III 33", "103 III 36", "106 III 86", "104 III 42", "103 III 91", "96 III 107"], "cite_par": ["125 III 391"], "chapeau": "32. Entscheid der Schuldbetreibungs- und Konkurskammer vom 17. Dezember 1982 i.S. Schweizerische Kreditanstalt (Rekurs)", "regestes": ["Exécution du séquestre; qualité pour porter plainte. Plainte dirigée contre un séquestre frappant des biens qui, au dire même du créancier, n'appartiennent pas au débiteur. En tant que tiers détentrice des avoirs mis sous séquestre, la banque a qualité pour porter plainte, même si elle refuse de donner des renseignements sur l'existence des biens séquestrés, dans la mesure où un tel devoir ne lui incombe pas (consid. 2). Examen du recours au fond (consid. 3)."], "faits": "BGE 108 III 114 S. 115\n\nA.- Am 26. Januar 1982 erwirkte die Parabole S.A. beim Einzelrichter im summarischen Verfahren am Bezirksgericht Zürich gegen die Société Siag Hôtels-Tourisme einen Arrestbefehl. Gestützt darauf arrestierte das Betreibungsamt Zürich 1 am folgenden Tag bei der Schweizerischen Kreditanstalt\n\n\"sämtliche Vermögenswerte der Arrestschuldnerin oder eines ihrer\n\nStellvertreter oder Treuhänder, insbesondere der Herren Elie Siag, Waguih\n\nSiag oder R. Siag, insbesondere ... bereits eingereichte oder künftig noch\n\neinzureichende Akkreditivdokumente, gegenwärtige oder zukünftige Ansprüche\n\naus Akkreditiven, ... alle sonstigen Konten und Ansprüche, soweit auf den\n\nNamen der Arrestschuldnerin oder der Herren Elie, Waguih oder R. Siag oder\n\nauf Nummern oder Decknamen bzw. Codebezeichnung lautend, über welche die\n\nArrestschuldnerin oder die Herren Elie, Waguih oder R. Siag bevollmächtigt\n\nsind oder von denen der Bank sonst bekannt ist oder bekannt sein müsste,\n\ndass sie der Arrestschuldnerin zustehen.\"\n\nB.- Gegen den Arrestvollzug beschwerten sich die Schweizerische Kreditanstalt einerseits sowie Elie, Waguih und R. Siag anderseits beim Bezirksgericht Zürich als unterer kantonaler Aufsichtsbehörde über Schuldbetreibung und Konkurs. Sie machten im wesentlichen geltend, der Arrest erfasse nicht nur Vermögenswerte der Arrestschuldnerin, sondern auch solche Dritter. Insbesondere seien Vermögenswerte arrestiert worden, die Elie, Waguih und R. Siag persönlich gehörten. Die Schweizerische Kreditanstalt beanstandete überdies die Umschreibung des Arrestgegenstands, soweit dieser Akkreditvdokumente und Ansprüche aus Akkreditiven betrifft. Mit Entscheid vom 11. Juni 1982 wies das Bezirksgericht die Beschwerden ab.\n\nGegen diesen Entscheid rekurrierte die Schweizerische Kreditanstalt an das Obergericht des Kantons Zürich als obere kantonale Aufsichtsbehörde. Dieses wies den Rekurs mit Entscheid vom 20. September 1982 ab und trat auf die Beschwerde nicht ein.\n\nC.- Die Schweizerische Kreditanstalt hat den Entscheid des Obergerichts mit Rekurs bei der Schuldbetreibungs- und Konkurskammer des Bundesgerichts angefochten. Sie stellt folgenden Antrag: BGE 108 III 114 S. 116\n\n\"1. Es sei der Beschluss II. ZK. Nr. 31 SchK/82 aufzuheben und es sei die\n\nSache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\n2. Eventuell: Es sei der Beschluss II. ZK. Nr. 31 SchK/82 aufzuheben\n\nund es sei der Vollzug des Arrests Nr. 18 des Betreibungsamtes Zürich 1 vom\n\n26. Januar 1982 als nichtig zu erklären bzw. als ungültig aufzuheben,\n\nsoweit der Arrestvollzug\n\na) Vermögenswerte erfasst, die einem Stellvertreter oder einem\n\nTreuhänder der Arrestschuldnerin gehören;\n\nb) sonstige Konten und Ansprüche erfasst, über welche die\n\nArrestschuldnerin oder die Herren Elie Siag, Waguih Siag bzw. R. Siag\n\nbevollmächtigt sind;\n\nc) bereits eingereichte oder künftig noch einzureichende\n\nAkkreditivdokumente erfasst, denen kein Wert- bzw. Warenpapiercharakter\n\nzukommt und die nicht zusammen mit Wert- bzw. Warenpapieren verarrestiert\n\nwerden, die sich auf dasselbe Akkreditiv beziehen.\"\n\nDie Gläubigerin sowie das Betreibungsamt Zürich 1 haben sich nicht vernehmen lassen.\n\nMit Verfügung vom 19. Oktober 1982 wurde dem Rekurs aufschiebende Wirkung zuerkannt.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die Vorinstanz hat ihren Entscheid damit begründet, die Rekurrentin habe trotz ausdrücklicher Aufforderung durch das Betreibungsamt jegliche Auskunft darüber verweigert, ob und welche Arrestgegenstände sie in ihrem Gewahrsam halte. Es könne daher nicht ausgeschlossen werden, dass sich bei ihr gar keine Vermögenswerte der Arrestschuldnerin befänden. Sollte dies zutreffen, hätte sie kein rechtliches Interesse daran, die Zulässigkeit des Arrestvollzugs überprüfen zu lassen. Indem die Rekurrentin ihrer gesetzlichen Auskunftspflicht nicht nachgekommen sei, habe sie den Aufsichtsbehörden verunmöglicht, die Frage des Rechtsschutzinteresses zu prüfen. Es sei rechtsmissbräuchlich, einen Entscheid über einen möglicherweise gar nicht existierenden Streitgegenstand zu verlangen, weshalb auf die Beschwerde nicht einzutreten sei.\n\n2. Soweit mit der Beschwerde geltend gemacht wird, der Arrest erfasse auch Vermögenswerte, von denen die Gläubigerin selbst nicht behaupte, dass sie rechtlich der Arrestschuldnerin gehörten, kann dieser Begründung nicht gefolgt werden. Zwar ist richtig, dass sich Banken als Drittinhaber von mit Arrest belegten Vermögensstücken der Auskunftspflicht gegenüber den Betreibungsbehörden nach der Rechtsprechung grundsätzlich nicht unter BGE 108 III 114 S. 117Berufung auf das Bankgeheimnis widersetzen dürfen (BGE 104 III 50, BGE 103 III 92 E. 1, mit Hinweisen). Behauptet jedoch eine Bank wie im vorliegenden Fall, es seien Vermögensstücke beschlagnahmt worden, die ganz offensichtlich, nach der eigenen Darstellung der Arrestgläubigerin, nicht dem Arrestschuldner gehörten, so kann von ihr nicht verlangt werden, über das Vorhandensein von solchen Vermögensstücken Auskunft zu erteilen. Die Auskunftspflicht der Bank kann sich nicht auf Vermögen beziehen, das Drittpersonen gehört, die nicht in das Betreibungsverfahren einbezogen sind, es sei denn, das Vermögen stehe in Wirklichkeit dem Schuldner zu und laute nur dem Namen nach auf den Dritten. Gewahrsamsinhaber von mit Arrest belegten Vermögensstücken haben ein schützenswertes Interesse daran, ihre Geschäftsbeziehungen zu Dritten, gegen die im Arrestbewilligungsverfahren keine Forderung glaubhaft gemacht worden ist, nicht aufdecken zu müssen. Geht man aber davon aus, so ist der Argumentation der Vorinstanz der Boden entzogen. Trifft es nämlich zu, dass vom Arrest auch Vermögensstücke Dritter erfasst werden, wie die Rekurrentin geltend macht, so ist diese nach dem Gesagten insoweit nicht auskunftspflichtig. Alsdann kann ihr aber auch kein rechtsmissbräuchliches Verhalten zur Last gelegt werden, wenn sie die Auskunft über das Vorhandensein von Arrestgegenständen verweigert, gleichzeitig aber die Aufhebung des Arrestvollzugs verlangt, soweit er Vermögenswerte Dritter erfasst. Die Vorinstanz hätte daher diesbezüglich auf die Beschwerde eintreten müssen (vgl. auch BGE 103 III 37 E. 1). Dazu hätte um so mehr Anlass bestanden, als die Arrestierung von Vermögenswerten, die vom Gläubiger selbst als Eigentum Dritter bezeichnet werden, wie dies nach der Behauptung der Rekurrentin hier der Fall ist, nach der Rechtsprechung schlechthin nichtig ist (BGE 107 III 38 und 102, mit Hinweisen).\n\nAnders verhält es sich indessen, soweit mit der Beschwerde die Frage aufgeworfen wird, wie weit Akkreditivdokumente mit Arrest belegt werden dürfen. Diese Frage lässt sich ohne Kenntnis der in Betracht fallenden Dokumente nicht beantworten. Die Rekurrentin hat jedoch die Auskunft über die allenfalls vom Arrest erfassten Akkreditivdokumente verweigert, ohne hiefür ein schutzwürdiges Interesse anführen zu können. Damit hat sie die Beurteilung der Frage des Arrestierbarkeit dieser Dokumente selbst verunmöglicht. In dieser Beziehung ist die Vorinstanz daher zu Recht nicht auf die Beschwerde eingetreten.\n\nBGE 108 III 114 S. 118\n\n3. Soweit auf die Beschwerde einzutreten ist, erweist sie sich indessen als unbegründet. Die Umschreibung der Arrestgegenstände in der Arresturkunde ist freilich missverständlich. Sie verleitet auf den ersten Blick zur Annahme, der Arrest erfasse auch Vermögen von Stellvertretern oder Treuhändern der Arrestschuldnerin, was offensichtlich unzulässig wäre (vgl. BGE 107 III 104 /105, BGE 106 III 89). Das ist jedoch nicht der Sinn der Urkunde. Zwar ist am Anfang ganz allgemein von den Vermögenswerten der Stellvertreter oder Treuhänder der Arrestschuldnerin die Rede. Am Schluss heisst es jedoch, der Arrest beschlage \"alle sonstigen Konten und Ansprüche, soweit auf den Namen der Arrestschuldnerin oder der Herren Elie, Waguih oder R. Siag oder auf Nummern oder Decknamen bzw. Codebezeichnungen lautend, über welche die Arretschuldnerin oder die Herren Elie, Waguih oder R. Siag bevollmächtigt sind oder von denen der Bank sonst bekannt ist oder bekannt sein müsste, dass sie der Arrestschuldnerin zustehen\". Dieser Formulierung lässt sich entnehmen, dass die Gläubigerin nicht das Vermögen der Treuhänder und Bevollmächtigten der Arrestschuldnerin als solches mit Arrest belegen lassen wollte, sondern dass sie dieses auf den Namen Dritter lautende Vermögen als in Wirklichkeit der Arrestschuldnerin zugehörig betrachtet. Jedenfalls kann nicht gesagt werden, es wolle offensichtlich und auch nach Meinung der Gläubigerin Drittvermögen beschlagnahmt werden. Was die Stellung der Rekurrentin anbetrifft, so wird von ihr im Ergebnis wie in BGE 96 III 110 E. 3 nur verlangt, dass sie jene Guthaben sperre, von denen sie weiss oder wissen muss, dass sie der Arrestschuldnerin gehören, auch wenn sie auf den Namen eines Dritten lauten. Es besteht daher kein Anlass, den Arrestvollzug in dem von der Rekurrentin beantragten Sinn einzuschränken. Immerhin ist dem Betreibungsamt zu empfehlen, bei der Umschreibung der Arrestgegenstände in Zukunft eine weniger missverständliche Formulierung zu wählen.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird abgewiesen."}