{"annee": "108", "cour": "IA", "page": "252", "date": "19/11/1982", "cite": ["97 II 1", "104 IA 264", "69 I 74", "73 I 13", "104 IA 251", "91 I 467", "79 I 17", "85 I 91", "72 I 6", "98 IA 86", "95 I 26", "103 IA 159", "101 IA 557", "94 I 318"], "cite_par": ["121 I 14", "115 IA 212", "111 IA 41", "123 I 289", "113 IA 465", "111 IA 120", "127 V 237", "123 I 264"], "chapeau": "47. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 19. November 1982 i.S. Erben U. gegen Kantone Zug und St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 46 al. 2 Cst. (impôt sur les successions). Double imposition virtuelle (consid. 2). Notion de domicile en droit fiscal (consid. 3-5). Le prélèvement d'un impôt successoral sur la fortune mobilière revient au canton de domicile du de cujus; ce principe vaut pour les actions d'une société uniquement immobilière dont les immeubles ne sont pas situés dans le canton de domicile du de cujus, même si toutes les actions ou la grande majorité d'entre elles appartenaient au de cujus (consid. 6)."], "faits": "BGE 108 Ia 252 S. 252\n\nFrau U., geb. 1908 und aufgewachsen im Kanton Zug, lebte seit ihrer Heirat im Jahre 1934 zuerst in Zürich und seit 1942 in Bad Ragaz (SG), wo sie gemeinsam mit ihrem Ehemann während 32 Jahren ein Einfamilienhaus bewohnte. Der Ehemann starb im August 1979, Frau U. am 26. Juni 1980 im Bürgerspital Zug, nachdem sie sich seit Februar 1980 zuerst bei ihrer Tochter in BGE 108 Ia 252 S. 253Zürich und seit anfangs Mai 1980 bei ihrem älteren verheirateten Sohn in Zug aufgehalten hatte. Sie hinterliess neben anderen Wertschriften u.a. 512 Aktien (die Mehrheit) der H. Immobilien AG Zug, welche drei Liegenschaften in Zug besitzt und verwaltet.\n\nWenige Stunden vor ihrem Tod hatte am 25. Juni 1980 der Steuerberater von Frau U. mit einer Vollmacht den auf der Gemeindekanzlei Bad Ragaz für sie hinterlegten Heimatschein abgeholt und sie als Einwohnerin abgemeldet.\n\nDer Kanton Zug, der von Nachkommen keine Erbschaftssteuer erhebt, verzichtete darauf, einen Steueranspruch geltend zu machen. Die kantonale Steuerverwaltung St. Gallen veranlagte die drei Kinder als gesetzliche Erben mit Steuerrechnungen vom 6. Januar 1982 zu Erbschaftssteuern vom gesamten Nachlass der Frau U. Dagegen erhoben die drei Kinder am 5. Februar 1982 rechtzeitig staatsrechtliche Beschwerde wegen Verletzung von Art. 46 Abs. 2 BV. Sie beantragen Aufhebung der angefochtenen Erbschaftssteuerrechnungen sowie die Feststellung, dass Zug gemäss Art. 23 ZGB der letzte Wohnsitz der am 26. Juni 1980 verstorbenen Frau U. gewesen sei. Eventuell beantragen sie, es sei festzustellen, dass das Recht zur Erhebung der Erbschaftssteuer an den Aktien der Immobiliengesellschaft H. Immobilien AG dem Kanton Zug als Belegenheitskanton zustehe.\n\nDas Bundesgericht weist die Beschwerde ab aus den folgenden", "considerants": "Erwägungen:\n\n2. Der Kanton Zug, wo die Erblasserin nach der Behauptung der Beschwerdeführer ihren letzten Wohnsitz hatte, besteuert den Erbanfall nicht. Es liegt somit kein Fall aktueller Doppelbesteuerung vor. Die in der Bundesgerichtspraxis entwickelten Kollisionsnormen, deren Verletzung mit der auf Art. 46 Abs. 2 BV gestützten staatsrechtlichen Beschwerde geltend gemacht wird, grenzen aber auch die Steuerhoheit ab, die jeder Kanton in Anspruch nehmen kann, und beschränken diese für jeden Kanton. Art. 46 Abs. 2 BV untersagt auch die virtuelle Doppelbesteuerung. Eine solche ist dann gegeben, wenn ein Kanton in Verletzung der vom Bundesgericht aufgestellten Kollisionsregeln seine Steuerhoheit überschreitet und eine Steuer erhebt, zu deren Erhebung aufgrund der tatsächlichen und rechtlichen Beziehungen ein anderer Kanton zuständig wäre (BGE 104 Ia 252 E. 1 mit Hinweisen), selbst wenn letzterer darauf verzichtet. Die Beschwerde, BGE 108 Ia 252 S. 254die zum Zwecke hat, das Recht des Kantons St. Gallen auf Besteuerung des Erbanfalls überprüfen zu lassen, ist demnach zulässig.\n\n3. Zugänge beweglichen Vermögens aus Erbschaft unterliegen nach ständiger Rechtsprechung der Erbschaftssteuer im Kanton des letzten Wohnsitzes des Erblassers (BGE 95 I 29 mit Hinweisen; Urteile vom 11. November 1970 und vom 23. Dezember 1970 in ASA 41, 140 E. 3 bzw. 347 E. 3).\n\na) Der Wohnsitz bestimmt sich im interkantonalen Steuerrecht im wesentlichen nach den Kriterien des Zivilrechts. Der Wohnsitz einer Person befindet sich grundsätzlich an dem Ort, wo sie sich mit der Absicht dauernden Verbleibens aufhält (Art. 23 Abs. 1 ZGB), d.h. wo sich der Mittelpunkt ihrer Lebensbeziehungen befindet (BGE 97 II 3 /4 E. 3 mit Hinweisen; für das Steuerrecht BGE 104 Ia 266; BGE 101 Ia 559 E. 4a).\n\nb) Wo das Zivilrecht an einen bloss formellen Wohnsitz anknüpft, wie in Art. 24 Abs. 1 ZGB, wonach der einmal begründete Wohnsitz einer Person bis zum Erwerb eines neuen Wohnsitzes bestehen bleibt, hat das Bundesgericht stets angenommen, das formelle, fiktive Domizil genüge für die steuerrechtliche Domizilwirkung nicht, da im Steuerrecht der wirkliche, tatsächliche Wohnsitz massgebend sei. So wenn ein unselbständiger Wohnsitz, der auch im Steuerrecht anerkannt ist, entfällt. Aber auch wenn der Steuerpflichtige, der bisher einen selbständigen Wohnsitz hatte, den Aufenthalt am bisherigen Wohnort endgültig aufgegeben hat, kann dieser nicht mehr der tatsächliche Mittelpunkt seiner persönlichen Verhältnisse sein, auf die es im interkantonalen Steuerrecht dann allein ankommt. Daher ist bei Konkurrenz eines fiktiven Domizils nach Art. 24 Abs. 1 ZGB mit dem tatsächlichen Ort längeren Aufenthalts in der Schweiz an die Anforderungen des Art. 23 Abs. 1 ZGB für die Begründung eines neuen Wohnsitzes am Aufenthaltsort kein strenger Massstab anzulegen (BGE 94 I 322 /3 E. 5a mit Hinweisen; LOCHER, Doppelbesteuerungspraxis, Bd. III/1 § 3 I A 2c).\n\n4. Es wird weder von den Beschwerdeführern noch von den beteiligten Steuerverwaltungen angezweifelt, dass die Erblasserin nach dem Tod ihres Ehegatten (26. August 1979), als ihr unselbständiger zivilrechtlicher Wohnsitz beim Ehemann (Art. 25 Abs. 1 ZGB) entfiel, zunächst den Wohnsitz in Bad Ragaz als selbständigen Wohnsitz behielt. Dort befand sich seit damals 37 Jahren der Mittelpunkt ihrer Lebensinteressen (Art. 23 Abs. 1 ZGB). Sie BGE 108 Ia 252 S. 255wohnte dort seit Jahrzehnten im gleichen Einfamilienhaus, wo ihre drei Kinder aufgewachsen waren, am Ort wo ihr verstorbener Ehemann als Selbständigerwerbender bzw. Leiter seiner Gesellschaften tätig gewesen war und wo sie selber persönliche und gesellschaftliche Beziehungen pflegte.\n\nEntgegen der Ansicht der Beschwerdeführer ist von wesentlicher Bedeutung, ob die Erblasserin vor ihrem Tod diesen selbständigen Wohnsitz in Bad Ragaz endgültig aufgab. Die Frage nach der Beibehaltung des Wohnsitzes kann an sich von der der Begründung eines neuen nicht getrennt werden (BUCHER, Vorbem. zu Art. 23 ZGB N. 16/7 S. 543), und gerade weil Art. 24 Abs. 1 ZGB im interkantonalen Steuerrecht nicht oder nur in beschränktem Masse anwendbar ist, muss bei der Frage, ob ein neuer Aufenthaltsort als Mittelpunkt der Lebensinteressen an die Stelle des bisherigen Wohnsitzes getreten ist, geprüft werden, ob dieser endgültig aufgegeben wurde (BGE 94 I 323 ff. E. 5b, c; Urteil vom 24. November 1978 in ASA 49, 92 ff. E. 1b).\n\nOb die Erblasserin den selbständigen Wohnsitz in Bad Ragaz aufgab und einen neuen in Zug begründete, entscheidet sich nach der im Zivilrecht und Steuerrecht vorherrschenden Lehre und Praxis nicht danach, welche subjektiven Entschlüsse sie wahrscheinlich fasste, sondern nach den gesamten äusseren erkennbaren Umständen (BGE 97 II 3 /4; GROSSEN, Das Recht der Einzelpersonen, Schweiz. Privatrecht Bd. 2, S. 350/1; BUCHER, a.a.O., Art. 23 ZGB N. 35 S. 556; LOCHER, a.a.O., Bd. III/1 § 3 I A 2b Nr. 5 mit Hinweisen). Das Bundesgericht prüft auf Beschwerde wegen Verletzung von Art. 46 Abs. 2 BV grundsätzlich frei, wo die Erblasserin nach den gesamten Umständen ihren letzten Wohnsitz hatte.\n\n5. Die Umstände, aus denen die Beschwerdeführer die Verlegung des Wohnsitzes nach Zug herleiten wollen, sind jedenfalls nicht eindeutig. Sie sprechen teilweise ebenso sehr für eine Beibehaltung des Wohnsitzes in Bad Ragaz oder werden durch andere Umstände widerlegt, welche die Beschwerdeführer selber in ihrer Beschwerde anführen oder im Laufe des vorangegangenen Verfahrens anführten:\n\na) Die Abmeldung der Erblasserin auf der Einwohnerkontrolle Bad Ragaz ist weder für die Aufgabe ihres zivilrechtlichen noch ihres steuerrechtlichen Wohnsitzes an sich entscheidend. Die polizeiliche Meldung und Schriftenhinterlegung gelten allgemein nur als ein Indiz unter anderen für den Aufenthalt mit der Absicht BGE 108 Ia 252 S. 256dauernden Verbleibens an einem Ort (BGE 69 I 79 E. 4; LOCHER, a.a.O., § 3 I a 2d Nr. 8, für das Zivilrecht BUCHER, a.a.O., Art. 23 N. 36/7 S. 557 mit Hinweisen). Im Falle der Erblasserin kann dieses Indiz nicht mehr ernsthaft ins Gewicht fallen, da die Abmeldung erst wenige Stunden vor ihrem Tod erfolgte und eine Anmeldung auf der Einwohnerkontrolle Zug nicht mehr erfolgte. Wie weit die Abmeldung mit einer von der Erblasserin unterzeichneten Vollmacht in diesem Zeitpunkt noch ihrem wirklichen Willen entsprach, den Aufenthalt dauernd nach Zug zu verlegen, ist ungewiss. Es erübrigt sich, die in der Beschwerde beantragten Beweise dafür abzunehmen, dass der Steuerberater Dr. F. den Auftrag zur Abmeldung der Erblasserin schon im April 1980 \"von der Familie\" erhalten und \"offenbar wegen Arbeitsüberlastung\" vorher nicht ausgeführt hatte. Selbst wenn die Erblasserin bei dieser Auftragserteilung noch persönlich mitsprach, konnte es sich nur um einen inneren Vorgang handeln, nicht um einen für Behörden und Dritte erkennbaren Umstand. Auch wenn ihr Steuerberater und ihre Kinder den Eindruck hatten, sie habe sich damals entschlossen, Zug für bestimmte oder unbestimmte Zeit zum neuen Mittelpunkt ihrer Lebensinteressen zu machen, so hätte sich dieser Entschluss bis wenige Stunden vor ihrem Tod nicht in der formell einzig bedeutsamen Weise manifestiert.\n\nb) Wenn man die erkennbaren Umstände gesamthaft betrachtet, sprechen sie überwiegend dafür, dass die Erblasserin die Absicht, den Wohnsitz in Bad Ragaz endgültig aufzuheben und in Zug dauernden Aufenthalt zu nehmen, nicht genügend erkennen liess. Sie brach ihre persönlichen Beziehungen in Bad Ragaz nicht ab, auch wenn die dortigen Nachbarinnen, Bekannten und Freundinnen sie in den letzten Monaten nicht mehr sahen. In keiner der entsprechenden vorgelegten Bestätigungen wird erwähnt, dass sie sich verabschiedet hätte.\n\nGewiss mag sie sich nach dem Tod ihres Gatten vor die Frage gestellt gesehen haben, ob sie jemanden (z.B. als Hausangestellte) zu sich in das Haus in Bad Ragaz aufnehmen solle, um dort nicht während der Woche häufig allein zu sein, oder ob sie beispielsweise nach Zug wegziehen solle, wo sie in der Nähe ihrer beiden Söhne und - angesichts ihres Leidens - näher bei einem Spital wäre, in welchem zudem ihr jüngerer Sohn seine Tätigkeit als Assistenzarzt ausübte. Tatsächlich verliess die Erblasserin aber Bad Ragaz erst, als ihr Zustand sehr schlecht geworden war und rasch die erste Hospitalisierung unerlässlich machte. Die Erblasserin musste dreimal BGE 108 Ia 252 S. 257für mehrere Tage in Zug hospitalisiert und zeitweise zuhause gepflegt werden. Sie hielt sich zu diesem Zweck vorerst in Zürich bei ihrer Tochter und erst zuletzt für wenige, nochmals durch einen Spitalaufenthalt vom 12. bis 14. Mai 1980 unterbrochene Wochen vor ihrem Tod bei ihrem älteren Sohn in Zug auf. So konnte sie vermeiden, während ihrer Krankheit dauernd im Spital verbleiben zu müssen. Der Aufenthalt an einem Ort zu einem Sonderzweck wie zur medizinischen Behandlung begründet in der Regel keinen Wohnsitz im Sinne des Mittelpunkts der Lebensinteressen, wenn nicht der Aufenthalt am früheren Wohnsitz endgültig aufgegeben wird (Urteile vom 19. Dezember 1956 in ASA 26, 384; vom 1. Mai 1957 in ASA 27, 133 und vom 11. November 1970 in ASA 41, 140 E. 4). Diesen Willen bekundete die Erblasserin nicht mehr. Chefarzt Säuberli von der Chirurgischen Abteilung des Bürgerspitals Zug musste vielmehr, als sie in Zug weilte, aus rein medizinischen Gründen mehrmals den ausdrücklichen Wunsch der Erblasserin strikte ablehnen, sie allein in Bad Ragaz ihren Haushalt besorgen zu lassen. Auch während ihres gesundheitsbedingten Aufenthalts in Zug kehrte sie noch mehrmals an ihren bisherigen Wohnort Bad Ragaz zurück, zu dem alle ihre drei Kinder ebenfalls intensive Beziehungen unterhielten und noch unterhalten. Irgendwelche Anstalten zu einem Umzug oder zur Auflösung ihres Haushalts in Bad Ragaz - ein äusserer Umstand, der für die Aufgabe des Wohnsitzes sprechen würde (Urteil vom 24. September 1958 in ASA 28, 185 E. b) - traf sie nicht. Selbst einen Postnachsendungsauftrag erteilte sie erst am 12. Juni 1980.\n\nSchliesslich darf auch berücksichtigt werden, dass die Beschwerdeführer selber anfänglich den bis zum Todestag fortbestehenden Steuerwohnsitz der Erblasserin in Bad Ragaz anerkannten und die Einkommens- und Vermögenssteuern dort entrichteten, ferner dass die Steuerverwaltung beider beteiligten Kantone übereinstimmend fanden, die Begründung eines wirklichen, tatsächlichen Wohnsitzes in Zug sei nicht genügend dargetan. Die Erblasserin hatte ihren letzten Wohnsitz noch in Bad Ragaz, so dass ihr beweglicher Nachlass der st. gallischen Erbschaftssteuer unterliegt.\n\n6. Während die Erhebung von Erbschaftssteuern vom beweglichen Vermögen dem Wohnsitzkanton des Erblassers zusteht, hat das Bundesgericht in ständiger Rechtsprechung das Recht zur Erhebung von Erbschaftssteuern auf unbeweglichem Vermögen dem Kanton der gelegenen Sache zugewiesen (BGE 95 I 29, BGE 73 I 17 E. 4, BGE 72 I 10; Urteil vom 23. Dezember 1970 in ASA 41, 347 BGE 108 Ia 252 S. 258E. 3; LOCHER, a.a.O., Bd. III/2 § 7 II). Voraussetzung war in diesen Fällen immer, dass der Erblasser ein dingliches Recht am Grundstück selber besass.\n\na) Die Beschwerdeführer verweisen auf die Praxis des Bundesgerichts, das bei Immobiliengesellschaften unter Umständen die wirtschaftliche Betrachtungsweise anwendet, indem es den Aktionär nach den gleichen interkantonalen Kollisionsregeln wie den Eigentümer der Liegenschaften behandelt. Dies dann, wenn der Betroffene sämtliche Aktien einer (Einmann-)Immobiliengesellschaft (BGE 91 I 470 /1; BGE 85 I 96 ff. E. 2) oder doch die überwiegende Mehrheit der Aktien (BGE 104 Ia 252 E. 2 mit Hinweisen) allein oder im Zusammenwirken mit den übrigen Aktionären (BGE 103 Ia 162 mit Hinweis) veräussert. Diese Praxis aber findet bloss hinsichtlich der Besteuerung des Wertzuwachses bzw. Gewinns aus der Veräusserung der Aktien Anwendung, indem dieser Wertzuwachs oder Gewinn dem Kanton der gelegenen Sache zur Besteuerung zusteht. Darüber hinaus hat das Bundesgericht unter dem Gesichtspunkt von Art. 4 BV von jeher nicht beanstandet (BGE 79 I 19 /20 mit Hinweisen), dass die wirtschaftliche Betrachtungsweise auch bei der Handänderungssteuer angewendet wird. Auch unter dem Gesichtspunkt des Doppelbesteuerungsverbots lässt sich dies vertreten (LOCHER, a.a.O., Bd. III/2 § 7 I D Nr. 29), worüber das Bundesgericht bisher allerdings noch nicht zu entscheiden hatte. Das Bundesgericht lehnt hingegen bei der Ausscheidung der Steuerhoheit hinsichtlich der periodischen Einkommens- und Vermögenssteuer eine solche wirtschaftliche Betrachtungsweise selbst bei einer Einmann-Immobiliengesellschaft ab, deren sämtliche Aktien Eigentum des Steuerpflichtigen sind (BGE 95 I 30 /1 E. 3).\n\nb) Die Beschwerdeführer machen zur Stützung ihres Eventualbegehrens geltend, die Erbschaftssteuer stehe als Handänderungssteuer der Grundstückgewinnsteuer näher als den periodischen Einkommens- und Vermögenssteuern. Dem ist zunächst entgegenzuhalten, dass die Periodizität (bzw. die Einmaligkeit) einer Steuer im Hinblick auf die wirtschaftliche Betrachtungsweise nicht entscheidend ist, kommt es doch für die interkantonale Ausscheidung der Steuerhoheit keineswegs darauf an, ob die Liegenschaftsgewinne mit einer Spezialsteuer oder mit der periodischen Einkommenssteuer erfasst werden (BGE 91 I 474 E. 3). Auch besondere Liegenschaftsgewinnsteuern der Kantone dienen der Erfassung der betreffenden Einkommensbestandteile und stehen insofern den BGE 108 Ia 252 S. 259periodischen Einkommenssteuern näher als den Erbschaftssteuern.\n\nDie wirtschaftliche Betrachtungsweise bei der Grundstückgewinnsteuer hat das Bundesgericht mit dem besonders engen sachlichen Zusammenhang der Wertvermehrung bzw. des erzielten Gewinns mit äusseren Ursachen (Konjunktur- und Währungslage, Zunahme der Überbauung und der Landnachfrage) sowie mit Leistungen des örtlichen Gemeinwesens (Anlage von Strassen- und Versorgungsnetzen, öffentliche Dienste etc.) begründet, die eine Besteuerung durch den Kanton der gelegenen Sache selbst dann rechtfertigen, wenn die Wertvermehrung bzw. der Gewinn nicht dem Grundeigentümer, sondern einem Dritten zufliessen, der kraft eines anderen Rechtsverhältnisses wirtschaftlich wie ein Eigentümer über das Grundstück verfügen kann (BGE 91 I 471). Für die Erbschaftssteuern besteht ein solcher besonders enger sachlicher Zusammenhang nicht. Die Erbschaftssteuer bezweckt die fiskalische Erfassung des erbrechtlichen Nachlasses und wird einerseits wie die periodischen Vermögenssteuern nach dem Wert des Vermögens, anderseits nach dem Verwandtschaftsgrad der Erben bemessen, denen das Vermögen anfällt.\n\nc) Wenn die Erbschaftssteuer am Vermögen des Erblassers anknüpft, bleibt entscheidend, dass die Aktien einer Immobiliengesellschaft bewegliches Vermögen darstellen und als solches vom Erblasser an seinem Wohnsitz zu versteuern waren, selbst wenn es sich dabei um alle Aktien einer Immobilienliegenschaft handelt (E. 3a und BGE 95 I 30 E. 3). Sie unterliegen auch der Erbschaftssteuer an seinem Wohnsitz (BGE 95 I 29 /30 E. 2). Das Bundesgericht hat eine wirtschaftliche Betrachtungsweise abgelehnt und als unzulässig erklärt, dass der Kanton der gelegenen Sache eine Erbschaftssteuer erhob, wo der Erblasser am Aktienkapital einer Mieter-Aktiengesellschaft beteiligt war, obwohl bei seinem Tod mit den Aktien ein Benützungsrecht an einer Wohnung übergegangen sein dürfte und im betreffenden Falle sogar schon mit der Aufteilung in Stockwerkeigentum gerechnet werden konnte (BGE 95 I 30 ff. E. 3). Das gleiche muss gelten, wo mit der Gesamtheit oder überwiegenden Mehrheit der Aktien einer Immobiliengesellschaft wirtschaftlich gesehen die Verfügungsmacht über die Liegenschaft auf die Erben übergeht. Die Erbschaftssteuer auf dem Wert der zum Nachlass gehörenden Aktien ist auch in diesem Falle im Wohnsitzkanton des Erblassers zu entrichten (BGE 98 Ia 92 E. 3a). Dem Kanton der gelegenen Sache steht die Besteuerung des Wertzuwachses bzw. des Gewinns aus der Veräusserung der Gesamtheit BGE 108 Ia 252 S. 260oder überwiegenden Mehrheit der Aktien der Immobiliengesellschaft zu, aber auch nur die Besteuerung dieses Wertzuwachses bzw. Gewinns (auch wenn - wie in Basel-Stadt - eine Kapitalgewinnsteuer im Zeitpunkt der Eröffnung des Nachlasses geschuldet wird, vgl. BGE 98 Ia 90 E. 2a und 93 ff. E. 4).\n\nd) Die Beschwerdeführer erwähnen verschiedene Folgen einer Erfassung der gesamten Aktien einer Immobiliengesellschaft oder ihrer überwiegenden Mehrheit mit der Erbschaftssteuer am letzten Wohnsitz des Erblassers, welche nach ihrer Meinung vermieden werden müssten, indem man die Erbschaftssteuerhoheit in Anwendung einer wirtschaftlichen Betrachtungsweise dem Kanton der gelegenen Sache vorbehalten sollte:\n\nEinmal könnte eine vermehrte Steuerbelastung entstehen, wenn die Aktien kurz nach dem Erbgang veräussert und dann eine Grundstückgewinnsteuer vom Kanton der gelegenen Sache erhoben würde, ohne den Erbgang als letzte Handänderung zu betrachten. Das ist an sich zutreffend, jedoch nicht ausschlaggebend, da auch im gleichen Kanton durchaus eine Erbschaftssteuer auf dem Wert der vererbten Aktien und eine den Wertzuwachs unter dem Erblasser mitumfassende Liegenschaftsgewinnsteuer bei der anschliessenden Veräusserung der Gesamtheit oder überwiegenden Mehrheit der Aktien einer Immobiliengesellschaft kumuliert erhoben werden könnten.\n\nSodann kann die Aufsplitterung des Aktieneigentums bei der Erbteilung, auf welche die Beschwerdeführer hinweisen, bei getrennter Veräusserung der Aktien durch die Erben den Kanton der gelegenen Sache später an der Besteuerung der realisierten Grundstückwertsteigerung hindern. Aber auch der Wohnsitzkanton der Erben wird sie nicht besteuern können, wenn es sich um einen privaten Kapitalgewinn handelt, den er nach seinem Steuergesetz nicht erfasst (wie dies noch in der Mehrzahl der Kantone der Fall ist).\n\nDie Beschwerdeführer setzen voraus, dass dort, wo auf die Erhebung von Handänderungsgebühren beim Erbgang verzichtet wird (wie in Zürich nach § 180 Abs. 3 lit. c StG), der Grund dafür in der Erhebung der Erbschaftssteuer zu erblicken sei, welche an die Stelle der Handänderungsgebühr trete. Daher sollte dem Kanton der gelegenen Sache nach ihrer Auffassung bei wirtschaftlicher Handänderung jedenfalls die Erhebung der Erbschaftssteuer zustehen. Sie tun jedoch nicht dar, dass die Befreiung von der Handänderungsabgabe gerade aus diesem Grunde erfolgt. (In Zürich BGE 108 Ia 252 S. 261geht sie mit dem Aufschub der Grundstückgewinnbesteuerung nach § 161 Abs. 3 lit. b StG parallel.)\n\nSchliesslich weisen die Beschwerdeführer darauf hin, dass es ein Erblasser in der Hand hätte, einer höheren Erbschaftssteuer im Kanton der gelegenen Sache auszuweichen, wenn es hiefür genügen würde, seine Liegenschaft in eine Immobiliengesellschaft einzubringen. Sie lassen durchblicken, dass der Kanton St. Gallen im Falle einer in eine Immobiliengesellschaft eingebrachten st. gallischen Liegenschaft eines Erblassers mit Wohnsitz in einem andern Kanton (wie Zug) die Erbschaftssteuerhoheit beanspruchen würde. Wie es sich mit der Praxis der St. Galler Steuerbehörden in dieser Frage verhält, kann offen bleiben, da sie nur auf Doppelbesteuerungsbeschwerde hin vom Bundesgericht zu entscheiden wäre. Dieses würde, wo eine Steuerumgehungsabsicht nicht nachgewiesen ist, schwerlich über die Existenz der Immobiliengesellschaft hinwegsehen können, welche vom Erblasser aus den verschiedensten einleuchtenden Gründen geschaffen worden sein könnte, - ganz abgesehen davon, dass die Erbschaftssteuerbelastung in seinem Wohnsitzkanton keineswegs geringer auszufallen braucht.\n\nDie Einwendungen der Beschwerdeführer vermögen zusammengefasst eine Änderung der in lit. c dargestellten bundesgerichtlichen Praxis nicht genügend zu begründen. Der Kanton St. Gallen hat die in dieser Praxis entwickelten Regeln mit dem angefochtenen Entscheid nicht verletzt."}