{"annee": "108", "cour": "IA", "page": "13", "date": "15/1/1982", "cite": ["69 IV 189", "69 IV 187"], "cite_par": ["118 IA 336", "126 IV 203"], "chapeau": "5. Auszug aus dem Urteil des Kassationshofes vom 15. Januar 1982 i.S. D. gegen Obergericht und Generalprokurator des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst., art. 346 ss CP. 1. La prétention de l'inculpé à un dédommagement pour le préjudice subi du fait d'une mesure prise conformément au droit de procédure et dans le respect de celui-ci n'est fondée ni sur le droit pénal fédéral, ni sur les règles de la procédure pénale fédérale, mais bien sur le droit public cantonal. 2. Le canton dont les autorités ont ordonné et appliqué des mesures de contrainte reste compétent pour décider si une indemnité est due et c'est à lui qu'il incombe de la verser, même si la poursuite pénale est par la suite exercée par un autre canton et qu'elle aboutit à un non-lieu ou à un jugement libératoire."], "faits": "|14|\n\nA.- Frau D. war im Dezember 1976 in eine gegen ihren Ehemann und einen Dritten wegen Betrugs, Urkundenfälschung, betrügerischen und leichtsinnigen Konkurses und Bevorzugung eines Gläubigers angehobene Voruntersuchung einbezogen worden. Aufgrund eines Haftbefehls des Untersuchungsrichteramtes Bern wurde sie am 17. Dezember 1976 in Untersuchungshaft gesetzt, die bis zum 19. Januar 1977 dauerte. Am 10. April 1978 anerkannte die Staatsanwaltschaft Basel-Stadt die Zuständigkeit der Basler Behörden und übernahm das Verfahren gegen Frau D. gemäss Art. 346 Abs. 1 Satz 1 StGB. Am 9. Juli 1980 stellte diese Behörde das Verfahren gegen Frau D. ein, weil die durchgeführten Ermittlungen keinen Anhaltspunkt für ein deliktisches Verhalten ergeben hatten.\n\nB.- Mit Eingabe vom 14. August 1980 meldete Frau D. beim Generalprokurator des Kantons Bern eine Entschädigungsforderung von Fr. 659'108.-- an. Der Generalprokurator-Stellvertreter vertrat mit Schreiben vom 19. August 1980 den Standpunkt, mit der Übernahme des Strafverfahrens durch die Behörden des Kantons Basel-Stadt seien sämtliche Rechte und Pflichten aus diesem Verfahren auf die Basler Behörden übergegangen, so dass sich die Gesuchstellerin ausschliesslich an diese Behörden zu halten |15| habe. Der Generalprokurator-Stellvertreter bestätigte seine Stellungnahme am 2. Juli 1981 unter Hinweis darauf, dass der Geschädigten zur Verfolgung widerrechtlicher Amtshandlungen nach bernischem Recht a) die Beschwerde an die Anklagekammer des Obergerichts zustehe, wobei in diesem Verfahren (Art. 64 bern. StrV) Schadenersatzansprüche nicht geltend gemacht werden könnten, b) die Zivilklage gegen den Kanton Bern gemäss Art. 38 des kantonalen Beamtengesetzes zur Verfügung stehe.\n\nGegen dieses als \"Rückweisungsverfügung\" verstandene Schreiben des Generalprokurator-Stellvertreters reichte Frau D. \"Beschwerde und Gesuch\" ein. Die Anklagekammer sowie die Abberufungskammer des bernischen Obergerichts vertraten in ihren Entscheiden vom 7. Juli bzw. 25. August 1981 den Standpunkt, der Kanton Bern sei nicht zuständig, über die von Frau D. geltend gemachten Entschädigungsansprüche für die von bernischen Behörden angeordneten und durchgeführten Strafverfolgungsmassnahmen zu befinden.\n\nC.- In einer Eingabe vom 18. September 1981 ficht Frau D. die Entscheide der Anklagekammer und der Abberufungskammer des bernischen Obergerichts vom 7. Juli bzw. 25. August 1981 \"wegen Verletzung von Art. 4 BV und wegen Verletzung der in Art. 345 f. StGB geregelten bundesrechtlichen Zuständigkeitsvorschriften\" an. Sie beantragt die Aufhebung dieser Entscheide und die Rückweisung der Sache an die bernischen Behörden im Sinne der bundesgerichtlichen Erwägungen.\n\nD.- Der Generalprokurator-Stellvertreter und die Abberufungskammer des Obergerichts des Kantons Bern beantragen die Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Anklagekammer und Abberufungskammer des bernischen Obergerichts führen zur Begründung ihrer Entscheide aus, es bestehe keine bernische Gesetzesvorschrift, welche die bernischen Überweisungsbehörden oder sonst irgendeine Behörde ermächtigen oder gar verpflichten würde, nach erfolgter Abtretung eines Strafverfahrens an einen andern Kanton gestützt auf dessen spätere Einstellungsverfügung im nachhinein noch über Entschädigungsansprüche des Angeschuldigten für Nachteile wegen der von bernischen Behörden vor der Abtretung angeordneten und durchgeführten Strafverfolgungsmassnahmen zu befinden. |16|\n\nGemäss Art. 199 Abs. 2 und 202 Abs. 1 StrV/BE wird im Aufhebungsbeschluss auch entschieden, ob dem Angeschuldigten für die durch die Untersuchung entstandenen Nachteile, insbesondere im Falle der Festnahme und Verhaftung, eine Entschädigung gebührt. Die zur Aufhebung der Untersuchung zuständigen Behörden (Untersuchungsrichter/Bezirksprokurator, Art. 184 ff. oder Anklagekammer des Obergerichts, Art. 192 ff.) entscheiden über Grundsatz und Höhe der Entschädigung nach Billigkeitsgründen (Art. 202 Abs. 1 i.f.).\n\nDie Vorschrift, dass \"im Aufhebungsbeschluss\" und somit von den Überweisungsbehörden über eine Entschädigung zu befinden ist, regelt lediglich die innerkantonale Zuständigkeit zum Entscheid und ist bloss organisationsrechtlicher Natur. Das bernische Strafverfahren bestimmt nur, welche Behörde zum Entscheid über eine allfällige Entschädigung des Angeschuldigten für die ihm durch die von bernischen Behörden veranlassten Strafverfolgungsmassnahmen erwachsenen Nachteile zuständig ist, wenn die Untersuchung im Kanton Bern aufgehoben wird; es bestimmt aber nicht abschliessend, wann bernische Behörden überhaupt zum Entscheid zuständig sind. Das Fehlen einer Bestimmung, welche die innerkantonal zuständige Behörde bezeichnet für den Fall, dass das Verfahren schliesslich von einem andern Kanton übernommen und in der Folge eingestellt wird, ist kein haltbarer Grund, die Zuständigkeit der bernischen Behörden zum Entscheid in einem solchen Fall überhaupt zu verneinen. Es ist willkürlich, die organisationsrechtliche Bestimmung, wonach \"im Aufhebungsbeschluss\" über eine Entschädigung zu befinden ist, dahin auszulegen, dass der Kanton Bern nur dann über die Entschädigung für die von seinen Behörden angeordneten und durchgeführten Strafverfolgungsmassnahmen zu entscheiden habe, wenn das Verfahren im Kanton Bern aufgehoben wurde.\n\nDie Auffassung des Obergerichts, die Unzuständigkeit der bernischen Behörden in Fällen der vorliegenden Art ergebe sich aus dem bernischen Strafverfahrensrecht, ist demnach willkürlich.\n\n3. Die bernischen Behörden halten dafür, mit der Übernahme des Strafverfahrens durch die Behörden des Kantons Basel-Stadt sei dasselbe mit sämtlichen Wirkungen, mit allen Rechten und Pflichten, auf den Kanton Basel-Stadt übergegangen. Zur Begründung berufen sie sich auf die Regeln des Strafgesetzbuches über die örtliche Zuständigkeit und auf Art. 351 StGB, wonach bei streitigem Gerichtsstand das Bundesgericht den Kanton bezeichnet, |17| \"der zur Verfolgung und Beurteilung berechtigt und verpflichtet ist\".\n\nWie der Kassationshof schon in seinen Urteilen vom 6. und 18. November 1981 zu den von Frau D. gegen die Basler Behörden eingereichten Rechtsmitteln (Nichtigkeitsbeschwerde und staatsrechtliche Beschwerde) erkannt hat, finden die Gerichtsstandsbestimmungen der Art. 346 ff. StGB, welche die interkantonale Zuständigkeit zur \"Verfolgung und Beurteilung\" von der kantonalen Gerichtsbarkeit unterstellten strafbaren Handlungen regeln, auf den vorliegenden Fall keine Anwendung. Der Anspruch auf Entschädigung für Nachteile aus an sich rechtmässigen strafprozessualen Massnahmen folgt weder aus Bundesstrafrecht noch aus Bundesstrafprozessrecht, sondern aus dem kantonalen öffentlichen Recht, und das Verfahren, in welchem dieser Anspruch durchzusetzen ist, ist kein eigentliches Strafverfahren. Die Berechtigung und Verpflichtung zur Verfolgung und Beurteilung (Art. 351 StGB, Art. 264 BStP) umfasst nicht auch den Entscheid über die Entschädigung für Nachteile infolge strafprozessualer Massnahmen.\n\n4. a) Sowohl der Kanton Bern wie auch der Kanton Basel-Stadt sehen in ihren Strafprozessordnungen grundsätzlich eine Entschädigung für die dem Beschuldigten durch gewisse Untersuchungshandlungen erwachsenen Nachteile vor; Voraussetzungen und Umfang der Entschädigung sind verschieden geregelt (Art. 202 StrV/BE, § 82 ff. StPO/BS). Es ist selbstverständlich, dass in Fällen, in denen sowohl das Recht des für die Untersuchungshandlung verantwortlichen Kantons wie das Recht des das Verfahren übernehmenden und in der Folge einstellenden Kantons eine Entschädigung vorsieht, auf jeden Fall der eine oder der andere Kanton über die Entschädigung befinden muss. Der Wechsel des Gerichtsstandes darf nicht zur Folge haben, dass die Entschädigungsfrage überhaupt nicht entschieden wird.\n\nb) Der Kassationshof erkannte in seinem bereits erwähnten Urteil vom 18. November 1981, dass die Auffassung des Appellationsgerichts des Kantons Basel-Stadt, wonach derjenige Kanton dem Beschuldigten gegenüber für die von diesem wegen strafprozessualer Massnahmen erlittenen Nachteile verantwortlich sein soll, welcher die fraglichen Massnahmen angeordnet und durchgeführt hat, nicht willkürlich sei. Der Kassationshof führte weiter aus, es liege nahe, dass der für die Anordnung von Zwangsmassnahmen verantwortliche Kanton entscheide, ob und inwieweit für |18| deren allfällige nachteilige Folgen nach seinem eigenen Recht eine Entschädigung zu zahlen sei. Diese Lösung entspricht der vom Bundesgericht im Verhältnis Bund/Kanton in Delegationsstrafsachen getroffenen Regelung (BGE 69 IV 187, 67 I 156) und wird auch in der spärlichen Literatur zu dieser Frage vertreten (FISCHLI, Die Entschädigung unschuldig Verfolgter, ZSR n.F. 79/1960 II S. 385a ff.). Es ist in der Tat schlechterdings nicht ersichtlich, aus welchen Gründen der Kanton, welcher ein Strafverfahren als letzter übernommen und in der Folge durch Einstellungsverfügung oder durch ein freisprechendes Urteil zum Abschluss gebracht hat, für die von andern Kantonen angeordneten und durchgeführten strafprozessualen Zwangsmassnahmen verantwortlich sein soll. Ebensowenig ist einzusehen, aufgrund welcher Rechtsgrundsätze im vorliegenden Fall der Kanton Basel-Stadt den Kanton Bern - gestützt auf baslerisches oder bernisches Recht - gegebenenfalls zur Bezahlung einer Entschädigung an die Beschuldigte sollte verpflichten können. Der Kanton, dessen Behörden Zwangsmassnahmen anordneten, hat nach Massgabe seines Rechts die allfällige Entschädigung zu bezahlen und darf und muss daher auch darüber befinden. In dieser Beziehung besteht kein Unterschied zur Verantwortlichkeit für rechtswidrige Schädigung.\n\nc) Auch praktische Überlegungen sprechen für diese Lösung. Aus welchen Gründen eine bestimmte Zwangsmassnahme angeordnet wurde und ob und inwiefern der Beschuldigte das Strafverfahren bzw. die Anordnung und Aufrechterhaltung einer prozessualen Massnahme durch sein Verhalten zu verantworten habe (was für die Ausrichtung einer Entschädigung und deren Höhe regelmässig von Bedeutung ist), können die Behörden des Kantons, in dem die Untersuchungshandlung angeordnet wurde, zuverlässiger ermitteln als die Behörden des das Verfahren einstellenden Kantons. Dasselbe gilt hinsichtlich der Frage, ob die tatsächlichen Voraussetzungen einer allfälligen Regresspflicht Dritter, etwa des Anzeigers oder des Privatklägers (Art. 202 Abs. 2 StrV/BE) oder eines öffentlichen Bediensteten (§ 84 StPO/BS), erfüllt seien. Hinzu kommt, dass die Behörden des das Verfahren einstellenden Kantons die Praxis der Behörden des für die Zwangsmassnahmen verantwortlichen Kantons zur Entschädigungsfrage in der Regel nicht kennen und auch nicht ohne Schwierigkeiten in Erfahrung bringen können.\n\nd) Was in den angefochtenen Entscheiden zur Begründung der Unzuständigkeit der bernischen Behörden ausgeführt wird, |19| vermag offensichtlich nicht zu überzeugen. Dass der Beschuldigte nach der Einstellung des Verfahrens bzw. nach dem Freispruch sich an den (oder die) ursprünglich mit der Sache befassten Kanton(e) wenden muss, ist kein erheblicher Nachteil (s. schon BGE 69 IV 189). Entgegen der Auffassung des bernischen Obergerichts kann keine Rede davon sein, dass der Kanton, der das Verfahren abgetreten hatte, bei der Behandlung des Entschädigungsbegehrens vorfrageweise prüfen könne, ob unter Anwendung der nach seinem Recht geltenden Prozessgrundsätze die Aufhebung des Verfahrens bzw. der Freispruch überhaupt vertretbar sei; die mit der Behandlung des Entschädigungsbegehrens befasste Behörde ist selbstverständlich an die dem Aufhebungsbeschluss bzw. dem freisprechenden Urteil zugrunde liegende Beweiswürdigung gebunden. Ob die im Beschluss bzw. Urteil genannten Gründe für die Einstellung des Verfahrens bzw. den Freispruch für den Entscheid über die Entschädigung von Bedeutung sind, bestimmt sich nach dem anwendbaren kantonalen Prozessrecht. Der Hinweis des bernischen Obergerichts auf die vom Strafgesetzbuch angestrebte Einheit der Rechtsverfolgung schliesslich geht schon deshalb fehl, weil der Anspruch auf Entschädigung für durch prozessuale Massnahmen erlittene Nachteile wie erwähnt dem kantonalen Recht entspringt.\n\nDer Kanton Bern ist demnach zuständig zum Entscheid über das von Frau D. eingereichte Begehren um Entschädigung für Nachteile, die sie angeblich durch die von den bernischen Behörden angeordneten und durchgeführten strafprozessualen Massnahmen erlitten hat. Über die innerkantonale Zuständigkeit und die Ausgestaltung des Verfahrens braucht hier nicht entschieden zu werden."}