{"annee": "108", "cour": "II", "page": "107", "date": "23/2/1982", "cite": ["86 I 60", "61 II 148", "63 II 14"], "cite_par": ["114 II 131"], "chapeau": "21. Arrêt de la Ire Cour civile du 23 février 1982 dans la cause Wallinger contre Etimpex (recours en réforme)", "regestes": ["Art. 181 CO. 1. L'art. 181 CO s'applique à la remise, avec actif et passif, de toute entreprise qui est exploitée en Suisse (consid. 1) 2. L'art. 181 al. 2 CO institue un délai de péremption ou déchéance (consid. 3). 3. Actes permettant de prévenir la déchéance (consid. 4)."], "faits": "|108|\n\nA.- Depuis 1971, Michel Wallinger exploitait à Neuchâtel un commerce de bières et autres boissons. Le 4 février 1975, il passa avec l'établissement liechtensteinois Etimpex un acte intitulé \"convention de rachat de stock\". Wallinger y vendait à Etimpex son stock de marchandises pour le prix de 16'537 fr. 63. L'établissement acheteur s'engageait simultanément à revendre lesdites marchandises à Wallinger au fur et à mesure de ses besoins, contre paiement comptant. Etimpex versa le prix convenu.\n\nLe stock vendu à Etimpex se trouvait à Neuchâtel et y demeura, dans les entrepôts de Wallinger. Au 10 décembre 1975, il comprenait 29'494 fr. 15 de marchandises, selon inventaire signé par Wallinger.\n\nLe 30 juin 1976, Wallinger remit son commerce avec actifs et passifs à Léon Robert, à Neuchâtel. La reprise fut portée à la connaissance de l'établissement Etimpex.\n\nLe 27 février 1978, Etimpex, qui n'avait pu obtenir ni le paiement de ses marchandises ni leur restitution, fit notifier à Wallinger un commandement de payer pour une créance de 29'371 fr. 65. Le débiteur fit opposition à la poursuite.\n\nB.- Le 22 décembre 1978, l'établissement Etimpex a intenté à Michel Wallinger une action en paiement de 29'494 fr. 15, avec intérêt à 5% l'an à compter du 27 février 1978.\n\nPar jugement du 2 novembre 1981, le Tribunal cantonal de la République et canton de Neuchâtel a admis l'action et condamné le défendeur au paiement des frais et dépens. Il a qualifié de contrat de consignation la convention conclue entre les parties le 4 février 1975. Le défendeur, consignataire, avait la faculté soit de rendre les marchandises que l'établissement demandeur avait mises à sa disposition, soit d'en payer le prix. N'ayant pu restituer, il était redevable du prix selon inventaire au 10 décembre 1975, savoir de 29'494 fr. 15. Bien qu'ayant remis son commerce le 30 juin 1976, il restait tenu solidairement durant deux ans, conformément à l'art. 181 al. 2 CO. Et ce délai avait été sauvegardé par le commandement de payer notifié le 27 février 1978.\n\nC.- Le défendeur Michel Wallinger a déposé un recours |109| en réforme au Tribunal fédéral. Il conclut au rejet de l'action.\n\nL'établissement demandeur, Etimpex, propose le rejet du recours, avec suite de frais et dépens.", "considerants": "Considérant en droit:\n\n1. Le défendeur, en instance de réforme, motive ses conclusions libératoires en invoquant exclusivement l'incidence de la remise de son commerce sur ses obligations envers le demandeur. Ce point relève du droit suisse. Car l'existence et les effets d'une reprise de dette que la loi attache directement au transfert d'une universalité de biens sont soumis au droit régissant ce transfert et non à celui qui s'applique à chacune des obligations en cause (SCHNITZER, Handbuch des internationalen Privatrechts, 4e éd., p. 662). Or, l'art. 181 CO s'applique à l'acquisition, avec actif et passif, de toute entreprise qui est exploitée en Suisse, et ses effets s'étendent également aux dettes commerciales qui seraient soumises à une loi étrangère (BRINER, Die Schuldübernahme im schweizerischen Internationalprivatrecht, p. 77). Point n'est donc besoin de déterminer si le contrat liant les parties doit être qualifié de vente internationale au sens de l'art. 1er de la Convention de La Haye du 15 juin 1955 ou s'il est soumis aux règles de conflits nationales qui régissent les contrats de consignation. La détermination de la loi applicable au contrat serait en effet sans incidence sur le seul point qui reste litigieux en l'espèce, et qui relève du droit suisse.\n\n2. Celui qui reprend une entreprise avec actif et passif devient responsable des dettes envers les créanciers dès qu'il les a avisés du transfert (art. 181 al. 1 CO). Toutefois, l'ancien débiteur reste solidairement obligé durant deux ans avec le nouveau, à compter du jour de l'avis ou de la date ultérieure de l'exigibilité (art. 181 al. 2 CO). Le défendeur soutient que la loi a institué par là un délai de péremption qui ne peut être sauvegardé que par le dépôt d'une demande en justice et non par l'ouverture d'une poursuite. La remise de commerce ayant eu lieu en l'espèce le 30 juin 1976, le demandeur serait déchu de tous ses droits, pour n'avoir ouvert action que le 22 décembre 1978. Le commandement de payer notifié le 27 février 1978 était impropre à prévenir la forclusion.\n\n3. L'art. 181 al. 2 CO ne précise pas s'il institue une péremption ou une prescription. La nature juridique d'un délai ne dépend d'ailleurs pas nécessairement des termes parfois imprécis |110| que le législateur utilise en la matière (ATF 86 I 60 ss). L'art. 592 al. 2 CO, dans son texte français et italien, renvoie certes, dans une hypothèse déterminée, à la \"prescription de deux ans\" prévue par les dispositions sur la reprise de dettes. La version allemande du texte légal ne se réfère toutefois qu'à la durée du délai de l'art. 181 et ne contient aucune indication sur sa nature. L'art. 592 al. 2 CO ne fournit donc pas d'élément d'interprétation décisif et ne peut servir à préciser la nature du délai biennal dans le système général de l'art. 181.\n\nAux termes de la loi, l'ancien débiteur reste obligé avec le nouveau durant deux ans. On peut en déduire qu'il cesse de l'être à l'expiration de ce délai. La reprise de dette, d'abord cumulative, devient privative après deux ans, ce qui entraîne la libération de l'ancien débiteur (ATF 63 II 15). L'écoulement du temps prévu par la loi provoque donc l'extinction pure et simple des droits du créancier contre l'ancien débiteur et ne fait pas que donner à ce dernier la faculté de se défendre au moyen d'une exception. Cette perte du droit au fond permet de qualifier de péremption l'effet du délai prévu à l'art. 181 al. 2 CO. Il n'y a donc pas lieu de modifier la jurisprudence établie en la matière (ATF 63 II 15, ATF 61 II 154; arrêt non publié du 23 janvier 1979 en la cause Miliangos c. Félix).\n\nLe délai de déchéance de l'art. 181 al. 2 CO est distinct du délai de prescription auquel l'obligation est et reste soumise, et dont la durée dépend de la nature de la dette. Cette prescription peut, dans les relations internationales, être régie par une loi étrangère et donc différente de celle applicable à la déchéance. Elle peut être acquise et invoquée par l'ancien débiteur avant même l'écoulement du délai de déchéance.\n\n4. Le défendeur soutient à tort que la péremption d'un droit ne peut, d'une manière générale, être prévenue que par l'ouverture d'une action en justice. Il en va certes ainsi lorsque la loi le prévoit ou lorsque le droit en cause ne peut s'exercer qu'au moyen d'une action formatrice. Il existe toutefois de nombreux délais de déchéance qui peuvent ou doivent être sauvegardés par une forme d'exercice du droit qui ne se confond pas avec l'ouverture d'une action en justice (cf. art. 832 al. 2 CC, art. 1050 et 1128 s. CO). Le caractère péremptoire d'un délai n'emporte donc à lui seul aucune restriction sur la nature des actes qui permettent, jusqu'à l'expiration, de prévenir la perte du droit.\n\nL'art. 181 al. 2 CO ne précise pas les démarches que les créanciers doivent entreprendre à l'encontre de l'ancien débiteur |111| pour éviter qu'il ne soit libéré à l'expiration du délai de deux ans. Il appartient dès lors au juge de statuer sur ce point, selon les règles qu'il établirait s'il avait à faire acte de législateur.\n\nLa reprise de dette se fait en général par contrat entre le reprenant et le créancier (art 176 al. 1 CO). La substitution de débiteurs peut en effet affecter considérablement la valeur de la créance et suppose donc l'accord de l'ayant droit. L'art. 181 CO a pour but de faciliter les transferts d'entreprises et de clarifier les effets qu'ils déploient, en simplifiant notamment les conditions de la reprise des dettes. Cette disposition n'a pas pour objet d'imposer au créancier, contre son gré, une substitution de débiteurs qui peut lui être gravement préjudiciable. Le créancier doit dès lors pouvoir conserver ses droits contre son ancien débiteur en lui signifiant, d'une manière qualifiée, qu'il s'oppose à l'effet libératoire de la reprise. Les démarches qu'il doit entreprendre à cet effet sont celles qui tendent à obtenir l'aide de la puissance publique pour la sauvegarde ou le recouvrement de sa créance. Elles peuvent consister en une action en justice, mais aussi en une exception soulevée devant un tribunal ou des arbitres, en une citation en conciliation, ou dans l'ouverture d'une poursuite ou l'intervention dans une faillite. Il n'y a aucun motif d'interdire au créancier le recours direct aux voies d'exécution, puisque le droit suisse admet d'une manière générale l'ouverture et, à certaines conditions, la continuation d'une poursuite pour des créances qui ne sont pas constatées dans des titres exécutoires. Cela contraindrait souvent le créancier qui entend se prémunir contre la perte de ses droits à lier une instance pour faire constater judiciairement une obligation dont ni le principe, ni le montant, ni l'exigibilité ne sont contestés. En faisant notifier donc un commandement de payer avant l'expiration du délai de deux ans, le demandeur a conservé sa créance et échappé aux effets de la déchéance prévue à l'art. 181 al. 2 CO.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours et confirme le jugement attaqué."}