{"annee": "108", "cour": "V", "page": "220", "date": "20/12/1982", "cite": [], "cite_par": ["111 V 124", "112 V 280", "123 V 258"], "chapeau": "48. Extrait de l'arrêt du 20 décembre 1982 dans la cause Matthey contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 28 al. 1 LAI. Rente d'invalidité pour cas pénible: les amortissements admis par l'usage commercial constituent des frais nécessaires à l'obtention du revenu au sens de l'art. 3 al. 4 let. a LPC."], "faits": "|220|\n\nA.- Eugène Matthey, né en 1946, a été victime d'un accident qui a entraîné une cécité bilatérale dès 1954. A partir de 1972, il s'est occupé de l'exploitation d'appareils à jeux et de \"juke-boxes\". Depuis cette époque, il a été reconnu invalide au taux de 35%.\n\nLe 3 juin 1980, l'assuré a requis l'octroi d'une demi-rente de l'assurance-invalidité pour cas pénible. Par décision du 30 janvier 1981, la Caisse cantonale vaudoise de compensation a rejeté sa demande, motif pris qu'il ne remplissait pas les conditions du cas pénible, puisque son revenu déterminant s'élevait à 20'813 fr. et dépassait ainsi la limite de 17'600 fr. applicable en l'espèce (couple avec un enfant).\n\nB.- Eugène Matthey a recouru contre cet acte administratif et conclut à l'octroi d'une demi-rente de l'assurance-invalidité pour cas pénible dès le 1er juin 1980.\n\nPar jugement du 16 juin 1981, le Tribunal des assurances du canton de Vaud a rejeté le recours. Il a retenu que les amortissements sur les appareils à jeux et \"juke-boxes\" ne pouvaient venir en déduction du revenu dans la mesure où ils ne sauraient être assimilés à des frais nécessaires à l'obtention de celui-ci.\n\nC.- Eugène Matthey interjette recours de droit administratif. D'après son calcul, le revenu déterminant est inférieur à la limite de 17'600 fr. applicable à sa situation présente. Il conclut à l'octroi d'une demi-rente de l'assurance-invalidité.\n\nLa Caisse cantonale vaudoise de compensation conclut au rejet du recours, ce que propose également l'Office fédéral des assurances sociales. |221|", "considerants": "Extrait des considérants:\n\n2. En vertu d'une jurisprudence bien établie, il y a cas pénible, au sens de l'art. 28 al. 1 LAI, lorsque l'assuré, qui présente une invalidité d'un tiers au moins, mais inférieure à la moitié, n'atteint pas, bien qu'utilisant au mieux sa capacité de gain résiduelle, les limites de revenu fixées à l'art. 2 LPC. Pour le calcul du revenu, on applique par analogie les règles de la LPC, notamment les art. 3 et 4, étant précisé que la rente pour cas pénible entrant éventuellement en considération n'est pas prise en compte comme élément de revenu (ATFA 1969 p. 168 et p. 233, RCC 1973 p. 355 consid. 4a). Les limites de revenu applicables aux personnes seules et aux couples sont augmentées du montant correspondant à la limite de revenu applicable aux orphelins, s'il y a des enfants donnant droit à une rente complémentaire de l'AVS/AI (art. 2 al. 3 LPC). Sont déterminants, en règle générale, pour le calcul de la prestation complémentaire, le revenu obtenu au cours de l'année civile précédente et l'état de la fortune le 1er janvier de l'année pour laquelle la prestation est servie (art. 23 al. 1 OPC).\n\n3. a) En l'occurrence, le litige est limité à une des composantes du revenu déterminant, soit à la part des ressources de l'assuré provenant de l'exercice d'une activité lucrative (art. 3 al. 1 let. a LPC). Plus précisément encore, ce qui est en cause, ce sont les frais nécessaires à l'obtention du revenu, et qui sont déduits en vertu de l'art. 3 al. 4 let. a LPC.\n\nb) Les frais d'acquisition du revenu dont fait état l'art. 3 al. 4 let. a LPC sont les dépenses liées directement à la réalisation du revenu brut ou à la conservation de la source de revenu. Il s'agit des dépenses entraînées par l'acquisition du revenu et qui sont inhérentes à l'exercice d'une profession. On ne considère pas comme frais d'acquisition du revenu les dépenses qui n'ont pas de rapport avec l'obtention d'un gain ou qui n'ont, avec celle-ci, qu'un rapport indirect. On n'exige cependant pas la preuve qu'une dépense - pour être considérée comme frais d'obtention du revenu - soit vraiment nécessaire dans le cas particulier; il suffit qu'elle ait un rapport avec la réalisation du revenu (RCC 1980 p. 127 consid. 3a et la doctrine citée).\n\nc) Il s'agit en l'espèce d'amortissements opérés sur les appareils à jeux et \"juke-boxes\" dont le recourant est propriétaire.\n\nLes amortissements constituent des charges de l'entreprise qui |222| ont pour effet de diminuer le bénéfice de celle-ci. A cet égard, on ne saurait voir une analogie entre les amortissements de dettes hypothécaires, qui ne modifient en rien la valeur intrinsèque de l'immeuble - et dont le Tribunal fédéral des assurances a admis qu'ils ne pouvaient être imputés sur le revenu (RCC 1968 p. 221 consid. 1) - et les amortissements commerciaux qui, eux, correspondent à une réduction effective de valeur. A ce titre, on doit les considérer comme des frais d'obtention du revenu au sens de la loi. Toute autre solution serait choquante. En effet, on pénaliserait ainsi l'assuré qui est propriétaire de son \"outil de travail\" par rapport à celui qui, tout en exerçant la même activité, l'a pris en location, car on admettrait que ce dernier puisse, à titre de frais d'obtention du revenu, imputer le montant de la location sur le gain réalisé.\n\nCertes, la déduction de tels amortissements doit-elle se tenir dans les limites des usages commerciaux et l'on ne saurait sans autre examen admettre en l'occurrence les chiffres figurant dans les comptes du recourant. Sur ce point, une instruction complémentaire s'impose. Il y a dès lors lieu de renvoyer la cause à l'administration pour qu'elle procède aux investigations nécessaires et rende une nouvelle décision."}