{"annee": "108", "cour": "IA", "page": "293", "date": "8/7/1982", "cite": ["92 I 259", "101 IA 292", "105 IA 193", "96 I 321"], "cite_par": ["115 IA 293", "130 III 35"], "chapeau": "56. Auszug aus dem Urteil der II. Zivilabteilung vom 8. Juli 1982 i.S. Zografos gegen Papandreou und Obergericht des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; droit d'être entendu. L'art. 4 Cst. ne donne pas aux parties le droit de s'exprimer spécialement au sujet de l'appréciation juridique des faits allégués dans le procès. Le droit d'être entendu n'implique pas davantage que le juge doive attirer l'attention des parties sur les faits décisifs pour le jugement."], "faits": "|293|\n\nGeorgios Papandreou unterzeichnete am 5. Mai 1978 ein Schriftstück, das folgenden Wortlaut hat:\n\n\"Quittung Fr. 16'000.--\n\nVon Georgios Zografos, ..., Wettingen\n\nFr. sechzehntausend\n\nRückzahlbar ab September 1978 in monatlichen Raten à Fr. 500.--\n\nempfangen zu haben, bescheinigt\n\nWettingen, den 5.5.1978.\"\n\nIn einem Begleitbrief vom 5. Mai 1978 erklärte Papandreou, dass er ab September 1978 monatlich Fr. 500.-- abzahlen und nichts weiter fordern werde.\n\nMit Zahlungsbefehl vom 8. September 1978 verlangte Zografos von Papandreou den Betrag von Fr. 500.-- nebst Zins zu 5% seit 1. September 1978. Papandreou erhob Rechtsvorschlag. Der Präsident des Bezirksgerichts Baden erteilte Zografos am 10. November 1978 die provisorische Rechtsöffnung.\n\nDaraufhin reichte Papandreou beim Bezirksgericht Baden gegen Zografos Aberkennungsklage ein. Er stellte sich auf den Standpunkt, der Bescheinigung vom 5. Mai 1978 liege kein Schuldverhältnis zugrunde. Zografos widersetzte sich der Klage und machte geltend, er habe Papandreou für einen Geschäftsaufbau ein |294| Darlehen von insgesamt Fr. 24'000.-- gegeben. Davon habe dieser am 5. Mai 1978 schliesslich eine Schuld von Fr. 16'000.-- anerkannt.\n\nDer Präsident des Bezirksgerichts Baden wies die Aberkennungsklage am 27. April 1981 ab. Das Obergericht des Kantons Aargau hiess eine Beschwerde des Georgios Papandreou am 29. Januar 1982 gut, hob den erstinstanzlichen Entscheid auf und aberkannte die in Betreibung gesetzte Forderung von Fr. 500.-- nebst Zins zu 5% seit 1. September 1978 zur Zeit.\n\nGeorgios Zografos erhob staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n4. Der Beschwerdeführer beanstandet, das Obergericht habe ihm das rechtliche Gehör verweigert, weil es ihm keine Gelegenheit gegeben habe, Ausführungen zur Frage der Fälligkeit zu machen und Beweise dafür anzubieten, was die Parteien bei Ausstellung der Quittung vom 5. Mai 1978 bezüglich der Fälligkeit der ersten Rate wirklich vereinbart hatten. Es könne nicht angehen, eine Streitsache aufgrund völlig neuer Gesichtspunkte zu überprüfen, ohne den Parteien vorher Gelegenheit zur Stellungnahme zu geben.\n\nc) Nach ständiger Rechtsprechung besitzen die Parteien in Zivilsachen einen unbedingten Anspruch, vor Erlass eines Entscheides, der sie belastet oder belasten könnte, angehört zu werden (BGE 105 Ia 195 E. b und BGE 101 Ia 296 mit Hinweisen; GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 175 ff.). Den Parteien soll vor Erlass eines Entscheides, besonders wenn dieser für eine Partei nachteilig ausfällt, Gelegenheit zur Äusserung und Stellungnahme gegeben werden. Aus dem bundesrechtlichen Gehörsanspruch ergibt sich vor allem das - im Hinblick auf Art. 8 ZGB und Art. 84 Abs. 2 OG subsidiäre - Recht, Beweise zu beantragen zu Tatsachen, die für den Ausgang des Verfahrens von Bedeutung sein könnten (BGE 101 Ia 296, BGE 96 I 323 E. c und BGE 92 I 261), und sich über alle für das Urteil wesentlichen Tatsachen und Beweise auszusprechen (GULDENER, a.a.O., S. 161). Dieses Recht steht den Parteien besonders dann zu, wenn in einem Rechtsmittelverfahren ein Entscheid aufgrund neuer, von der Gegenseite vor erster Instanz nicht angeführter Tatsachen bestätigt oder aufgehoben wird (vgl. TINNER, Das rechtliche Gehör, ZSR 83/1964 II |295| S. 333 und 358). Hingegen folgt aus Art. 4 BV nicht der Anspruch der Parteien, zur rechtlichen Würdigung der durch sie in den Prozess eingeführten Tatsachen noch besonders angehört zu werden. Das Obergericht weist in seinen Gegenbemerkungen zur Beschwerde mit Recht darauf hin, dass die Anwendung des auf den Sachverhalt zutreffenden Rechts allein dem Richter obliegt. Er hat unabhängig von der Rechtsauffassung der Parteien zu entscheiden und ist an deren rechtliche Würdigung der festgestellten Tatsachen nicht gebunden (vgl. Art. 63 Abs. 3 OG). Ebensowenig folgt aus dem Gehörsanspruch, dass eine Partei vorgängig auf den für den Entscheid wesentlichen Sachverhalt hinzuweisen ist. Ein Beteiligter, der den entscheidenden Punkt des Tatbestandes übersehen hat, ist in seinem Äusserungsrecht nicht beschränkt, sofern diese wesentliche Tatsache in den Akten enthalten und dem Richter nicht aus anderer Quelle bekannt ist (TINNER, a.a.O., S. 357/58)."}