{"annee": "108", "cour": "IA", "page": "105", "date": "7/4/1982", "cite": ["101 IA 112", "105 IA 51", "99 IA 357", "106 IA 323", "102 IB 231", "102 IA 92"], "cite_par": ["112 IA 305", "113 IA 225", "114 IA 34", "113 IA 84"], "chapeau": "20. Arrêt de la Ire Cour de droit public du 7 avril 1982 dans la cause Mme X. c. Cour de cassation pénale du Tribunal cantonal vaudois (recours de droit public).", "regestes": ["Art. 4 Cst.; formalisme excessif. Le dispositif d'un arrêt déclarant le recours \"irrecevable en l'état\", en raison de la notification irrégulière du jugement attaqué, peut être compris de bonne foi comme une suspension de la procédure d'instruction lorsque rien, dans les motifs, n'indique que la recourante a l'obligation de renouveler son écriture à réception du jugement régulièrement notifié."], "faits": "BGE 108 Ia 105 S. 105\n\nPar jugement du 6 août 1980, le Tribunal de police du district de Lausanne a condamné par défaut Mme X., citoyenne italienne domiciliée à Venise, à la peine de deux mois d'emprisonnement, pour injures et abus de téléphone. Saisi d'une demande de relief, le Tribunal de police a confirmé son jugement en audience du 3 mars 1981. La requérante n'a pas comparu à cette audience, mais a présenté, le 27 mars 1981, une seconde demande de relief, qui a été rejetée préjudiciellement par prononcé du Président du Tribunal du district de Lausanne, le 6 avril 1981.\n\nMme X. a formé auprès de la Cour de cassation pénale du Tribunal cantonal vaudois un recours en nullité contre le jugement du 3 mars 1981 et le prononcé présidentiel du 6 avril 1981.\n\nPar arrêt du 27 juillet 1981, la Cour de cassation pénale a déclaré le recours \"irrecevable en l'état\" et a renvoyé le dossier au Tribunal de police du district de Lausanne pour qu'il procède à la BGE 108 Ia 105 S. 106notification du jugement du 3 mars 1981, conformément aux règles fixées par l'art. III du Protocole du 1er mai 1869 concernant l'exécution des conventions conclues le 22 juillet 1868 entre la Suisse et l'Italie.\n\nLa notification régulière du jugement du 3 mars 1981 est intervenue le 20 août 1981. Le Président du Tribunal du district de Lausanne en a informé la Cour de cassation pénale du Tribunal cantonal et lui a transmis le dossier en l'invitant à se prononcer sur le recours qu'elle avait antérieurement considéré comme prématuré.\n\nLe 26 novembre 1981, la Cour de cassation a avisé le Président du Tribunal du district de Lausanne qu'elle n'examinerait pas le fond de ce recours, dont la procédure avait pris fin définitivement. Une copie de cette correspondance a été adressée au mandataire de la recourante, le 27 novembre 1981.\n\nMme X. a formé contre cette décision un recours de droit public auprès du Tribunal fédéral.", "considerants": "Considérant en droit:\n\n1. a) La lettre adressée le 26 novembre 1981 par le Président de la Cour de cassation pénale au Président du Tribunal du district de Lausanne, avec copie \"pour information\" au mandataire de la recourante, ne saurait être considérée comme une décision susceptible d'être attaquée par la voie du recours de droit public, conformément à l'art. 84 al. 1 lettre a OJ (ATF 106 Ia 325 consid. 3a et les arrêts cités). Le présent recours n'est dès lors recevable que dans la mesure où il s'en prend au refus de statuer de l'autorité cantonale qui, le cas échéant, peut constituer un déni de justice formel (ATF 102 Ib 237 consid. b; IMBODEN/RHINOW, Schweiz. Verwaltungsrechtsprechung, vol. I, no 80 II p. 496). Si le Tribunal fédéral arrivait ainsi à la conclusion que ce grief est bien fondé, il lui appartiendrait d'inviter la Cour de cassation pénale à statuer sur le recours dont elle a été saisie le 16 avril 1981.\n\nb) En l'occurrence, il n'est pas contesté que la notification, par la voie postale, du jugement rendu le 3 mars 1981 par le Tribunal de police du district de Lausanne ne répondait pas aux exigences conventionnelles, selon lesquelles les actes judiciaires qui doivent avoir exécution en matière pénale sont notifiés par la voie d'une correspondance directe entre les tribunaux cantonaux et les cours d'appel italiennes (art. III du Protocole conclu entre la Suisse et BGE 108 Ia 105 S. 107l'Italie le 1er mai 1869 (RS 0.142.114.541.1) et 9 de la Convention d'établissement et consulaire du 22 juillet 1868 (RS 0.114.541). Il est aussi constant que la notification intervenue le 20 août 1981, à la suite de l'arrêt de la Cour de cassation pénale du 27 juillet 1981, a réparé cette irrégularité. La recourante avait d'ailleurs soulevé expressément le moyen de nullité prévu par l'art. 411 lettre c CPP vaud., en faisant valoir que non seulement la notification du jugement du 3 mars 1981, mais déjà son assignation à l'audience de jugement, par voie postale, était irrégulière. Elle ne met donc pas en cause le bien-fondé de l'arrêt du 27 juillet 1981, mais reproche essentiellement à l'autorité cantonale d'avoir commis un excès de formalisme en admettant que cet arrêt avait mis un terme définitif à la procédure.\n\n2. a) Le Tribunal fédéral a jugé à plusieurs reprises qu'un formalisme excessif, qui n'est pas justifié par la protection d'un intérêt digne de considération ou qui complique d'une manière insoutenable l'application du droit matériel, équivaut à un déni de justice prohibé par l'art. 4 Cst. (ATF 105 Ia 53; ATF 102 Ia 94 consid. 2; ATF 101 Ia 114 consid. 4b, 324; ATF 99 Ia 362; IMBODEN/RHINOW, op.cit. no 80 IV p. 497).\n\nb) Dans le cas particulier, il faut constater que la recourante a clairement manifesté son intention d'attaquer le jugement du Tribunal de police et le prononcé présidentiel du 6 avril 1981. Elle a en effet formé un recours dès que ces actes judiciaires lui ont été communiqués, en respectant l'indication des voies de droit qu'ils contenaient. Par ailleurs, la Cour de cassation a déclaré ce recours irrecevable uniquement parce qu'elle l'a jugé prématuré en raison de l'irrégularité de la notification du jugement de première instance. Les considérants de son arrêt portent, au reste, exclusivement sur cette question et ne contiennent aucune indication quant à l'obligation de la recourante de renouveler son écriture à réception du jugement régulièrement notifié. L'intéressée pouvait en outre être confortée dans son impression que la décision d'irrecevabilité n'avait qu'un caractère provisoire dès lors qu'elle était rendue sans frais.\n\nDans ces conditions, le dispositif de l'arrêt du 27 juillet 1981 usant de la formule \"irrecevable en l'état\", pouvait être compris de bonne foi comme un refus momentané d'entrer en matière sur le recours jusqu'à rectification de l'irrégularité. Il faut également souligner que l'autorité inférieure elle-même a interprété l'arrêt dans ce sens puisque, le 23 septembre 1981, sitôt après avoir reçu BGE 108 Ia 105 S. 108confirmation de la nouvelle notification du jugement du 3 mars 1981, elle a retourné le dossier à la Cour de cassation pénale pour qu'elle statue sur le recours. Ce faisant, elle a usé d'un procédé logique, analogue à celui utilisé par le Tribunal fédéral lorsqu'il est saisi d'un recours de droit public déposé avant que les considérants à l'appui de la décision attaquée aient été notifiés; en pareil cas, il suspend en effet la procédure d'instruction, en informe le recourant et lui réserve la possibilité de compléter ses motifs au vu de ceux développés dans la décision entreprise (art. 89 al. 2 OJ).\n\nAu demeurant, si la Cour de cassation pénale était d'un autre avis, il lui appartenait de réagir dès la communication du dossier par le Tribunal du district et de ne pas attendre deux mois pour communiquer son point de vue, non sans avoir auparavant informé les parties, par avis du 14 octobre 1981, qu'elle statuerait sur le recours dans sa séance du 2 novembre 1981.\n\nc) On doit inférer de ces circonstances que la recourante pouvait de bonne foi admettre que l'arrêt du 27 juillet 1981 n'avait pas d'autre effet que de suspendre l'instruction de son recours et que celle-ci serait reprise d'office dès que le jugement lui aurait à nouveau été notifié. La thèse contraire soutenue par le Tribunal cantonal repose sur une interprétation excessivement formaliste du dispositif de cet arrêt. Cela étant, il y a lieu d'admettre le recours et d'allouer à la recourante une indemnité à titre de dépens.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours en ce sens que la Cour de cassation pénale du Tribunal cantonal vaudois est invitée à statuer sur le recours formé le 16 avril 1981 par Mme X."}