{"annee": "108", "cour": "IA", "page": "289", "date": "21/4/1982", "cite": ["106 IV 65", "105 IA 51", "101 IA 112", "60 I 67", "102 IA 92", "102 IV 142", "104 IA 105", "104 IA 403", "83 II 510"], "cite_par": ["113 IA 84", "113 IA 225", "124 V 372"], "chapeau": "55. Arrêt de la Ire Cour de droit public du 21 avril 1982 dans la cause P. c. B. et Cour de cassation civile du canton de Neuchâtel (recours de droit public)", "regestes": ["Art. 4 Cst. Procédure civile cantonale. Formalisme excessif. Signature d'un recours par un avocat stagiaire. Dans un canton qui connaît le monopole des avocats, mais où les avocats stagiaires sont admis à signer les actes de recours, il est contraire à l'art. 4 Cst. qu'une autorité de recours, sans procéder à la vérification de l'identité du signataire, déclare irrecevable un recours signé \"au nom de Me ...\" par quelqu'un dont la signature, difficilement lisible, ne lui est pas connue."], "faits": "|289|\n\nLe Président du Tribunal du district de Neuchâtel a condamné l'Etat de Neuchâtel et B., solidairement, à payer au demandeur P. un montant de 1'344 francs avec intérêts et frais. Saisie de recours formés par chacun des défendeurs, la Cour de cassation civile du Tribunal cantonal neuchâtelois a, par arrêt du 3 novembre 1980, |290| admis le premier recours, libérant l'Etat de Neuchâtel de toute responsabilité envers P.; il a en revanche déclaré le second recours irrecevable, de sorte que B. restait condamné à payer seul à P. le montant de 1'344 francs avec intérêts et frais. A l'appui de sa décision d'irrecevabilité, la Cour a retenu que le signataire du second recours, agissant prétendument \"par ordre\" de Me R., mandataire de B., était inconnu, de sorte qu'on ignorait si le monopole des avocats, en vigueur dans le canton de Neuchâtel, était respecté, un recours émanant d'un stagiaire étant toutefois recevable selon la pratique neuchâteloise.\n\nAgissant par la voie du recours de droit public, B. demande au Tribunal fédéral d'annuler la décision du 3 novembre 1980 en tant qu'elle déclare son recours irrecevable. Il se plaint \"d'un formalisme excessif constituant un déni de justice qui viole l'article 4 de la Constitution fédérale\".\n\nLe Tribunal fédéral a admis le recours et annulé l'arrêt attaqué en tant qu'il concerne le recourant B.", "considerants": "Considérant en droit:\n\n1. Un formalisme excessif, c'est-à-dire qui n'est pas justifié par la protection d'un intérêt digne de considération ou qui complique inutilement l'application du droit matériel, constitue un déni de justice formel condamné par l'art. 4 Cst. (ATF 105 Ia 53 consid. 3a; ATF 104 Ia 406 consid. 4c; ATF 102 Ia 94 consid. 2; ATF 101 Ia 114 s. consid. 5b et les arrêts cités).\n\nL'assimilation de l'excès de formalisme au déni de justice formel n'est autre qu'une application, propre à la procédure, du principe de la proportionnalité. C'est en effet sur la base du principe de la proportionnalité que l'on pourra déterminer si l'application des règles de la procédure, dont un certain formalisme est nécessaire pour assurer le déroulement régulier des procès et la sécurité du droit matériel, aboutit en réalité à entraver l'application de celui-ci ou à la rendre impossible, constituant ainsi un formalisme excessif (cf. P. MÜLLER, Le principe de la proportionnalité, in RDS 1978 II p. 263; ATF 104 Ia 111 s. consid. 5).\n\nSaisi d'un recours de droit public, le Tribunal fédéral examine en principe librement s'il y a formalisme excessif condamné par le droit fédéral; il n'examine cependant que sous l'angle restreint de l'arbitraire l'interprétation et l'application du droit cantonal déterminant. |291|\n\n2. Selon la jurisprudence constante, l'exigence de la signature d'un recours est une condition de sa recevabilité (ATF 102 IV 143 consid. 2 et les arrêts cités). Il n'y a pas lieu d'impartir un délai supplémentaire pour réparer l'absence de signature après l'expiration du délai, à moins d'une disposition légale contraire (même arrêt). Il est toutefois satisfait à cette exigence si la lettre d'accompagnement est signée (ATF 83 II 514, ATF 60 I 76), ou même simplement si la signature est apposée au verso de l'enveloppe contenant l'acte (ATF 106 IV 67 consid. 1). Cette jurisprudence concerne essentiellement des situations où les actes judiciaires en question relèvent du droit fédéral. Les règles qu'elle pose ont toutefois une portée générale et doivent être appliquées également lorsqu'il s'agit de la signature d'actes judiciaires cantonaux, du moins dans la mesure où le droit cantonal n'y déroge pas d'une manière compatible avec l'art. 4 Cst.\n\nAux termes de l'art. 395 al. 1 du code de procédure civile neuchâtelois (en abrégé: CPC), le recours en cassation est formé par requête adressée en deux doubles à la Cour de cassation civile. L'art. 108 al. 4 CPC dispose, dans le chapitre consacré à la \"forme des actes\", que \"les doubles de l'exploit sont signés par la partie instante ou son mandataire\". La procédure civile neuchâteloise ne connaît pas de disposition permettant de réparer l'absence de signature après l'expiration du délai. D'autre part, l'action intentée par P. est soumise, selon l'arrêt attaqué qui n'est pas contesté sur ce point, au monopole des avocats conformément à la législation cantonale. Il n'est pas contesté non plus qu'un recours émanant d'un stagiaire est recevable en procédure civile neuchâteloise.\n\n3. La Cour de cassation civile a déclaré le recours de B. irrecevable parce que \"signé par un tiers non précisé sur ordre d'un avocat\", et qu'en conséquence \"on ignore si le signataire anonyme est un tiers, un employé ou un stagiaire de Me R.\". La Cour ajoute que tant la collaboratrice de Me R. que son stagiaire \"pouvait valablement recourir au nom de B., à condition d'agir et de signer ès qualités\".\n\nLe recours dont il s'agit est signé. La jurisprudence relative à la signature d'un acte après l'expiration du délai n'est donc pas applicable. Dès lors, de deux choses l'une: ou bien la signature émane d'une personne habilitée (avocat, collaboratrice, stagiaire) dont la procuration éventuelle peut être déposée après coup; ou bien elle n'est pas celle d'une personne habilitée au sens de ce qui précède, et alors le recours est entaché d'un vice irrémédiable. |292|\n\nLa recevabilité du recours dépend donc uniquement de l'identification de la personne qui l'a signé, dont la signature n'est pas sans autre déchiffrable avec certitude, et donc vérifiable, mais qui agissait sans doute dans le cadre de l'Etude de Me R. et par ordre (p.o.) de ce dernier. La signature apposée était du moins suffisamment lisible pour que la Cour de cassation puisse exclure qu'il s'agît de celle de Me R. ou de sa collaboratrice, Me C., qui doivent lui être connues. Le recours n'était donc recevable que si la personne qui l'a signé était avocat stagiaire en l'Etude de Me R., lequel affirme que tel était le cas de la signataire, dlle F. Il n'y a pas de raison de mettre en doute cette affirmation, que la Cour de cassation civile ne conteste d'ailleurs pas dans sa réponse au recours.\n\nIl est vrai que toute la procédure, jusqu'au recours déclaré irrecevable par la juridiction cantonale, a été conduite exclusivement au nom de B. par un avocat stagiaire de Me R. qui n'était pas dlle F., mais G. S. Il eût dès lors été pour le moins souhaitable que le changement de \"mandataire\" fût clairement indiqué. L'arrêt attaqué indique que Me R. a présenté \"un\" stagiaire au Tribunal cantonal: on ignore s'il s'agit de G. S. ou de dlle F., mais cela n'est pas décisif. Dès lors qu'un acte judiciaire émanant d'une Etude d'avocats occupant un avocat collaborateur et un avocat-stagiaire porte une signature manuscrite avec l'indication \"p.o. Me X...\", on peut présumer que cette signature est celle d'une personne habilitée à cet effet conformément à la réglementation cantonale du monopole des avocats. Si l'identification du signataire n'est pas possible à première vue de manière certaine, alors il incombe à l'autorité à qui l'acte est adressé de procéder à une vérification par la voie normale et raisonnable qu'elle juge utile. A tout le moins est-il inadmissible de sanctionner cette simple incertitude de l'autorité par la perte du droit de recours.\n\nLa Cour de cassation civile n'indique d'ailleurs pas quelle disposition légale aurait été violée par le fait que le signataire de l'acte n'a pas précisé sa qualité à côté de sa signature; elle n'indique pas davantage selon quelle disposition légale ou en vertu de quelle règle de jurisprudence la sanction d'une telle \"informalité\" devrait être l'irrecevabilité du recours.\n\nDans ces circonstances, on doit conclure que l'arrêt attaqué est entaché d'un formalisme excessif qui n'est pas justifié par la sauvegarde d'intérêts importants, de sorte qu'il doit être annulé."}