{"annee": "108", "cour": "IB", "page": "211", "date": "25/6/1982", "cite": ["102 IB 335"], "cite_par": ["129 II 361"], "chapeau": "38. Estratto della sentenza 25 giugno 1982 della II Corte di diritto pubblico nella causa Rita S.A. c. Commissione di ricorso del Cantone Ticino per l'applicazione del DAFE (ricorso di diritto amministrativo)", "regestes": ["Acquisition d'immeubles par des personnes domiciliées à l'étranger: révocation d'une charge; obligation de réinvestir. 1. Art. 17 al. 4 OAIE: la révocation d'une charge ne se justifie pas par le simple fait qu'une société immobilière dominée par des personnes domiciliées à l'étranger envisage de vendre son propre bien-fonds à un sujet de droit suisse; une telle circonstance ne constitue nullement une situation de rigueur extrême (consid. 2). 2. Art. 6 al. 5 lettre a AFAIE: l'obligation de réinvestir ne doit être imposée à l'aliénateur que si, d'une part, l'acquéreur est soumis au régime de l'autorisation selon l'art. 6 al. 2 lettre d AFAIE et si, d'autre part, la vente concerne de nouveaux logements à loyers modérés (consid. 3)."], "faits": "|212|\n\nIl 18 luglio 1975 l'Autorità di prima istanza del distretto di Bellinzona ha autorizzato la Ritova Anstalt di Vaduz ad acquistare tutte le azioni della società anonima immobiliare Rita, con sede a Bellinzona, consentendole di costruire sulla particella n. 4849 RFD di Bellinzona - proprietà della Rita S.A. - uno stabile di 24 appartamenti sussidiati. L'autorizzazione, fondata sull'art. 6 cpv. 2 lett. d del decreto federale sull'acquisto di fondi da parte di persone all'estero del 23 marzo 1961 (DAFE), è stata gravata di due oneri:\n\n\"a) L'acquirente può stabilire e aumentare le pigioni soltanto con il\n\npermesso dell'autorità cantonale competente a promuovere la costruzione di\n\nnuove abitazioni economiche.\n\nb) L'acquirente può alienare il fondo soltanto dopo un termine di\n\nalmeno 10 anni e soltanto col permesso dell'autorità cantonale competente e\n\na un prezzo che non causi un aumento delle pigioni moderate.\"\n\nQuesta decisione è regolarmente passata in giudicato.\n\n|213|\n\nIl 7 maggio 1981 la Rita S.A. ha presentato una domanda volta alla soppressione del secondo onere, in modo da poter vendere il fondo predetto alla compagnia di assicurazione \"La Neuchâteloise\". L'Autorità di prima istanza ha risolto l'8 maggio 1981, richiamandosi all'art. 17 cpv. 4 dell'ordinanza sull'acquisto di fondi da parte di persone all'estero del 21 dicembre 1973 (OAFE):\n\n\"1. Il divieto di alienazione giusta l'art. 6 cpv. 5 lett. c DAFE\n\n(...) è revocato parzialmente con la vendita dello stabile con abitazioni\n\neconomiche ad un soggetto di diritto svizzero.\n\n2. È imposto il seguente onere, da far menzionare d'ufficio a RF:\n\nonere di reinvestimento di cui all'art. 6 cpv. 5 lett. a DAFE per la\n\ncostruzione di altre abitazioni economiche su un fondo attrezzato a sua\n\ndisposizione.\"\n\nInsorta il 13 maggio 1981 alla Commissione cantonale di ricorso, la Rita S.A. ha postulato l'annullamento del nuovo onere. Il 16 giugno 1981 l'Autorità adita ha respinto il ricorso in quanto ricevibile, osservando che l'obbligo di reinvestimento incombeva tutt'al più alla Ritova Anstalt e non alla Rita S.A. A titolo sussidiario, e nel merito, l'autorità ha rilevato che l'onere avversato, tassativamente prescritto dall'art. 6 cpv. 5 lett. a DAFE, si legittimava in concreto anche nella prospettiva degli scopi perseguiti dalla legge.\n\nLa Rita S.A. ha introdotto il 6 luglio 1981 un ricorso di diritto amministrativo al Tribunale federale. Sostenendo come la legittimazione ricorsuale della società non potesse essere messa in dubbio, essa ha affermato che l'onere controverso non è suffragato da alcuna base legale e ha concluso, di conseguenza, per l'annullamento della pronuncia cantonale unitamente al dispositivo n. 2 della decisione di prima istanza. Il Tribunale federale ha accolto il ricorso.", "considerants": "Considerando in diritto:\n\n2. L'Autorità di prima istanza ha autorizzato la ricorrente ad alienare lo stabile di sua proprietà, revocando il precedente divieto ancorato all'art. 6 cpv. 5 lett. c DAFE. Né l'autorità cantonale abilitata a ricorrere né l'Ufficio federale di giustizia si sono aggravati contro tale sindacato (dispositivo n. 1 della decisione 8 maggio 1981), che ha così acquisito forza di cosa giudicata. La ricorrente precisa, da parte sua, di non contendere questo punto. Ne segue che il Tribunale federale non può vagliare la revoca del divieto, anche se essa consacra una violazione flagrante dell'art. 17 cpv. 4 OAFE. Detta norma prevede, invero, la |214| possibilità di revocare oneri la cui esecuzione si riveli impossibile o di estremo rigore, ma nella specie in esame non si sono constatate circostanze precise che comportassero, per la ricorrente, una situazione d'estremo rigore. Entrambe le istanze cantonali si sono semplicemente richiamate al parere dell'Ufficio federale di giustizia, che ha reputato applicabile l'ordinamento eccezionale della revoca per il solo fatto che l'immobile della Rita S.A. sarebbe tornato in mani svizzere. Ora, se un simile proponimento può apparire conforme alle finalità della legge, non deve ammettersi di converso l'applicazione estensiva dell'art. 17 cpv. 4 OAFE a contingenze che palesemente non sono assimilabili a casi d'estremo rigore (cfr. DTF 102 Ib 337 consid. 1b). Posta questa premessa, rimane da appurare se le autorità cantonali potevano, a mente dell'art. 6 cpv. 5 lett. a DAFE, obbligare la ricorrente a reinvestire il ricavo della vendita dello stabile in nuove abitazioni economiche a pigione moderata.\n\n3. L'art. 6 cpv. 2 lett. d DAFE (introdotto il 24 giugno 1970, RU 1970 pag. 1195, e modificato il 21 marzo 1973, RU 1974 pag. 83) stabilisce anzitutto che sussiste interesse legittimo all'acquisto di un fondo se questo, situato in un luogo con penuria di alloggi, è destinato alla costruzione di abitazioni economiche o se si tratta di un fondo con nuove abitazioni economiche. La modifica legislativa del 21 marzo 1973 ha vincolato tale disciplina, destinata ad agevolare il regime autorizzativo per favorire la creazione di alloggi a pigione moderata (cfr. Boll. uff. 1970 CN 94 segg. e 401 segg., CSt 209 segg.; FF 1972 pag. 1046 seg.; Boll. uff. 1972 CN 2227 segg. e 1973 CSt 18 segg.), agli oneri disposti dall'art. 6 cpv. 5 DAFE. Fra di essi figura appunto, alla lettera a, l'obbligo per l'alienante di nuove abitazioni economiche \"di impiegare il ricavo per la costruzione di abitazioni economiche su un fondo attrezzato a sua disposizione\". Dal chiaro testo della norma si desume nondimeno che l'imposizione dell'onere presuppone due requisiti cumulativi: da un lato occorre che l'acquisto sia soggetto ad autorizzazione secondo l'art. 6 cpv. 2 lett. d DAFE, dall'altro che la vendita riguardi \"nuove abitazioni economiche\".\n\na) L'Autorità di prima istanza ha revocato il divieto d'alienazione, come si è visto, per il fatto che la ricorrente intendeva vendere la nota casa d'appartamenti a una società svizzera, non sottoposta all'esigenza di permessi d'acquisto nel senso dell'art. 6 cpv. 2 lett. d DAFE. Ma, proprio |215| perché un'operazione congenere non necessita dell'autorizzazione citata, il primo imperativo fissato dall'art. 6 cpv. 5 lett. a DAFE non si dimostra adempiuto. D'altro lato non può equipararsi l'avvenuta revoca di un onere - come quella appena illustrata - al requisito, che concerne il compratore, di un'autorizzazione d'acquisto. Ne discende che l'onere di reinvestimento deve essere invalidato di conseguenza.\n\nb) Stando alle indicazioni fornite dall'Ufficio federale di giustizia, la costruzione del ricordato stabile è terminata nell'ottobre 1976, ossia più di quattro anni prima dell'inoltro della domanda intesa alla revoca del divieto decennale d'alienazione. V'è da chiedersi se a quel momento potesse ancora farsi questione di \"nuove abitazioni economiche\" a norma dell'art. 6 cpv. 5 lett. a DAFE. Il problema può invero rimanere indeciso, dal momento che l'onere di reinvestimento cade per quanto si è spiegato al considerando che precede."}