{"annee": "108", "cour": "IA", "page": "82", "date": "17/2/1982", "cite": ["95 I 49", "96 I 234", "99 IA 754", "104 IA 120", "104 IA 43", "98 IA 427", "103 IA 320", "104 IA 381", "103 IA 468", "103 IA 58"], "cite_par": ["108 IA 264", "116 IA 52", "145 I 121", "113 IA 332", "109 IA 41", "111 IA 251", "110 IA 197"], "chapeau": "17. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Februar 1982 i.S. evangelisch-reformierte Kirche des Kantons St. Gallen und evangelisch-reformierte Kirchgemeinde Straubenzell gegen Z., Dr. R. und Regierungsrat des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ, qualité pour recourir; autonomie communale; procédure de révocation d'un pasteur. Qualité pour agir par la voie du recours de droit public de l'Eglise évangélique réformée du canton de Saint-Gall qui invoque la violation de son autonomie (consid. 1b). Violation de cette autonomie et de celle de la paroisse de Straubenzell par le fait que le Conseil d'Etat a excédé les limites du pouvoir d'examen qui est le sien en matière de recours: il a admis à tort qu'en renonçant à annuler la révocation du pasteur décidée au vote secret par l'assemblée paroissiale, le Conseil ecclésiastique cantonal, saisi d'un recours, avait commis un abus de pouvoir (consid. 3)."], "faits": "|83|\n\nDie Kirchenvorsteherschaft der evangelisch-reformierten Kirchgemeinde Straubenzell (SG) versandte am 10. Dezember 1979 ein Rundschreiben an die Kirchgemeindemitglieder, in welchem sie ausführte, sie sei einstimmig zur Überzeugung gelangt, dass ein weiteres Wirken von Z. als Pfarrer wegen der von ihm vertretenen nationalsozialistischen Ideen nicht mehr verantwortet werden könne; sie empfehle daher einstimmig die Abberufung von Pfarrer Z. und ersuche um Unterzeichnung des beigelegten Abberufungsbegehrens. Das Begehren wurde von 2539 der insgesamt 6620 Stimmberechtigten der Kirchgemeinde Straubenzell unterschrieben.\n\nDie Kirchenvorsteherschaft von Straubenzell berief auf den 10. Februar 1980 eine ausserordentliche Kirchgemeindeversammlung |84| ein. Diese beschloss in geheimer Abstimmung mit 1072 gegen 39 Stimmen die Abberufung von Pfarrer Z.. Hiegegen legten Z. und Dr. R. beim Regierungsrat Kassationsbeschwerde ein, die an den Kirchenrat der evangelisch-reformierten Kirche des Kantons St. Gallen als zuständige konfessionelle Oberbehörde weitergeleitet wurde. Der Kirchenrat wies die Kassationsbeschwerde mit Beschluss vom 19. August 1980 ab.\n\nPfarrer Z. und Dr. R. erhoben Beschwerde beim Regierungsrat des Kantons St. Gallen. Sie machten geltend, das Abberufungsverfahren sei von einem unzuständigen Organ, nämlich der Kirchenvorsteherschaft, eingeleitet worden. Diese habe versucht, mit ihrem Rundschreiben den Prozess demokratischer Willensbildung mit unwahren und aktenwidrigen Behauptungen zu beeinflussen. Dem angegriffenen Pfarrer sei keine Gelegenheit gegeben worden, zu den Anschuldigungen gebührend Stellung zu nehmen.\n\nDer Regierungsrat hiess mit Beschluss vom 10. März 1981 die Beschwerde im Sinne der Erwägungen gut und hob den Entscheid des Kirchenrates vom 19. August 1980 auf. Er erklärte zwar die von Pfarrer Z. und Dr. R. erhobenen Rügen als unbegründet, kam aber zum Schluss, nach der Kirchenverfassung sei der Entscheid über ein Abberufungsbegehren nicht in einer Kirchgemeindeversammlung, sondern in einer Urnenabstimmung zu treffen. Die Abstimmung über die Abberufung von Pfarrer Z. müsse deshalb an der Urne wiederholt werden.\n\nDie evangelisch-reformierte Kirche des Kantons St. Gallen und die evangelisch-reformierte Kirchgemeinde Straubenzell führen gegen den Beschluss des Regierungsrates vom 10. März 1981 staatsrechtliche Beschwerde wegen Verletzung ihrer Autonomie sowie des Art. 4 BV.", "considerants": "Aus den Erwägungen:\n\n1. a) Es steht ausser Zweifel, dass auf die Beschwerde eingetreten werden kann, soweit sie von der evangelisch-reformierten Kirchgemeinde Straubenzell erhoben wurde. Der Entscheid des St. Galler Regierungsrates vom 10. März 1981 berührt die Kirchgemeinde in ihrer Eigenschaft als Trägerin öffentlicher Gewalt. Sie ist daher nach der bundesgerichtlichen Rechtsprechung legitimiert, mit staatsrechtlicher Beschwerde eine Verletzung ihrer Autonomie zu rügen. Ob die Gemeinde im fraglichen Bereich tatsächlich |85| autonom ist, ist keine Frage des Eintretens, sondern eine solche der materiellen Beurteilung der Beschwerde (BGE 104 Ia 387 E. 1; BGE 103 Ia 321 E. 1, 472 E. 1 mit Hinweisen).\n\nb) Fraglich ist hingegen, ob auf die Beschwerde auch insoweit eingetreten werden kann, als sie von der evangelisch-reformierten Kirche des Kantons St. Gallen eingereicht wurde, d.h. ob eine kantonale öffentlichrechtliche Kirchenkorporation befugt ist, wegen Verletzung ihrer Autonomie Beschwerde zu erheben. Das Bundesgericht hat anerkannt, dass nicht nur Gemeinden, sondern auch andere öffentlichrechtliche Körperschaften wegen Verletzung der Autonomie Beschwerde führen können, wenn sie die ihnen durch Verfassung oder Gesetz gewährleistete Autonomie gegenüber dem Staat als dem ihnen übergeordneten Träger öffentlicher Gewalt verteidigen wollen (BGE 95 I 53). Es hatte z.B. zu prüfen, ob ein Gemeinde-Zweckverband, die Studentenschaft einer Universität oder eine kantonale Pensionskasse wegen Autonomieverletzung staatsrechtliche Beschwerde erheben könne (BGE 95 I 53 ff.; BGE 99 Ia 756 ff.; BGE 103 Ia 59 ff.). Das Gericht verneinte die Frage in jenen Fällen nicht einfach mit dem Hinweis, der Beschwerdeführer sei keine Gemeinde; vielmehr untersuchte es, ob die Voraussetzung, nämlich ein durch die Kantonsverfassung oder die kantonale Gesetzgebung gewährleistetes Selbstbestimmungsrecht, gegeben sei, um die betreffende Körperschaft oder Anstalt einer Gemeinde gleichzustellen. Was den hier zu beurteilenden Fall anbelangt, so räumt die Verfassung des Kantons St. Gallen (KV) in Art. 24 dem katholischen und dem evangelischen Konfessionsteil das Recht auf eigene Organisation und auf weitgehende Selbstverwaltung ein. Diese beiden Konfessionsteile, auch kantonale Kirchen genannt, haben als Träger hoheitlicher Rechte selbständige Entscheidungsbefugnisse, die mindestens so weit reichen wie jene der Kirchgemeinden. Die Voraussetzung, um der kantonalen Kirchenkörperschaft in gleicher Weise das Recht zur Beschwerde wegen Verletzung der Autonomie zuzuerkennen, ist demnach erfüllt. Die evangelisch-reformierte Kirche des Kantons St. Gallen ist somit ebenso wie die Kirchgemeinde Straubenzell legitimiert, mit staatsrechtlicher Beschwerde vorzubringen, sie werde durch den regierungsrätlichen Entscheid vom 10. März 1981 in ihrer Autonomie verletzt. Im Zusammenhang mit der Rüge der Autonomieverletzung können sich die Beschwerdeführerinnen auch über eine Verletzung ihres Anspruchs auf rechtliches Gehör beklagen (BGE 98 Ia 431 E. 2; BGE 96 I 239). |86|\n\n2. Eine Gemeinde oder eine andere öffentlichrechtliche Körperschaft ist in einem Sachbereich autonom, wenn das kantonale Recht für ihn keine abschliessende Ordnung trifft, sondern diese ganz oder teilweise der Gemeinde oder der betreffenden Körperschaft überlässt und ihr dabei eine relativ erhebliche Entscheidungsfreiheit einräumt (BGE 104 Ia 44 f.; BGE 103 Ia 479 E. 5).\n\nNach Art. 24 KV und dem gleichlautenden Art. 1 des st. gallischen Gesetzes über die Besorgung der Angelegenheiten des katholischen und des evangelischen Konfessionsteiles vom 25. Juni 1923 (KonfG) sind die beiden kantonalen Kirchen berechtigt, sich ihre konfessionelle Organisation unter Vorbehalt der staatlichen Genehmigung selbst zu geben. Art. 2 Abs. 2 KonfG (in der Fassung vom 23. August 1979) sieht vor, dass sich die von den Konfessionsteilen erlassenen Vorschriften hinsichtlich der Organisation der Kirchgemeinden nach der staatlichen Gesetzgebung über die Spezialgemeinden zu richten haben, soweit nicht besondere Verhältnisse eine Abweichung rechtfertigen. Gleichwohl steht aber der kantonalen Kirche beim Erlass solcher organisatorischer Vorschriften, zu denen auch die hier in Frage stehenden Bestimmungen über die Abberufung der Pfarrer gehören, eine relativ erhebliche Entscheidungsfreiheit zu. Die Kirchgemeinden ihrerseits regeln gemäss Art. 11 Abs. 3 der Verfassung der evangelisch-reformierten Kirche des Kantons St. Gallen vom 13. Januar 1974 (VEK) ihre Angelegenheiten im Rahmen der Gesetzgebung der Kantonalkirche selbständig. Die Beschwerdeführerinnen sind demnach im Sachbereich, der Gegenstand des Streites bildet, autonom.\n\n3. Ist eine Gemeinde in einem bestimmten Bereich autonom, so kann sie sich mit staatsrechtlicher Beschwerde dagegen zur Wehr setzen, dass eine kantonale Rechtsmittelbehörde die ihr zustehende Prüfungsbefugnis überschreitet. Hebt eine auf Rechtskontrolle beschränkte kantonale Beschwerdeinstanz einen kommunalen Hoheitsakt zu Unrecht auf, weil sie im Vorgehen der Gemeinde fälschlicherweise eine willkürliche Rechtsanwendung oder eine Ermessensüberschreitung erblickt, so verletzt sie damit die Gemeindeautonomie (BGE 104 Ia 127 /128 mit Hinweisen).\n\na) Nach Art. 7 Abs. 2 KonfG kann beim Regierungsrat gegen Entscheide der konfessionellen Oberbehörden - abgesehen vom hier nicht zur Diskussion stehenden Anfechtungsgrund der zweckwidrigen Verwendung oder gesetzwidrigen Verwaltung von Kirchengut - lediglich \"wegen Missbrauches oder Überschreitung |87| der Amtsgewalt\" Beschwerde geführt werden. Der Regierungsrat hat diese Vorschrift selber zutreffend in dem Sinn ausgelegt, dass er nur eingreifen kann, wenn die Verfügung eines Konfessionsteiles mit dem Gesetz offensichtlich unvereinbar oder ein Ermessensentscheid willkürlich ist (St. Gallische Gerichts- und Verwaltungspraxis 1960 Nr. 48 S. 131). Mit der staatsrechtlichen Beschwerde wird geltend gemacht, der Regierungsrat habe zu Unrecht angenommen, es liege eine Überschreitung der Amtsgewalt durch den Kirchenrat der evangelischen Kantonalkirche vor, weil dieser davon abgesehen habe, den Beschluss der Kirchgemeindeversammlung Straubenzell betreffend die Abberufung von Pfarrer Z. aufzuheben. Da es bei der Beurteilung der Frage, ob der Regierungsrat dem Kirchenrat Amtsmissbrauch vorwerfen konnte, nicht um die Auslegung von Normen der Bundesverfassung oder der St. Galler Kantonsverfassung geht, prüft das Bundesgericht den angefochtenen Entscheid im Rahmen der Autonomiebeschwerde nur unter dem Gesichtswinkel der Willkür (BGE 104 Ia 127, 138 mit Hinweisen).\n\nb) Der Regierungsrat nahm an, der Kirchenrat hätte die Kassationsbeschwerde, welche gegen die von der Kirchgemeindeversammlung Straubenzell in geheimer Abstimmung beschlossene Abberufung von Pfarrer Z. erhoben worden war, gutheissen müssen, da das Abberufungsbegehren in Widerspruch zu Art. 18 Abs. 2 VEK nicht der Urnenabstimmung unterbreitet worden sei. Indem der Kirchenrat die Beschwerde abgewiesen habe, obwohl die Abberufung in einem verfassungswidrigen Verfahren erfolgt sei, habe er seine Amtsgewalt überschritten.\n\nOb der Regierungsrat so entscheiden durfte, obschon in der Kassationsbeschwerde gar nicht gerügt worden war, der Abberufungsbeschluss hätte an der Urne gefasst werden müssen, mag dahingestellt bleiben. Rein unter dem Gesichtspunkt des materiellen Rechts wäre der angefochtene Entscheid nicht zu beanstanden, wenn es sich so verhielte, wie der Regierungsrat anzunehmen scheint. Dieser geht nämlich davon aus, es bestehe hinsichtlich des Abberufungsverfahrens bloss Art. 18 Abs. 2 VEK, wonach Begehren um Abberufung eines Pfarrers durch Urnenabstimmung erledigt werden müssen. Die Kirchenverfassung enthält aber auch - was der Regierungsrat anscheinend übersah - einen Art. 16 lit. d, der vorsieht, dass über eine allfällige Abberufung der Pfarrer die Kirchgemeindeversammlung zu befinden hat. Die beiden Vorschriften widersprechen sich, erklärt doch die eine die |88| Kirchgemeindeversammlung für die Abberufung zuständig, während die andere bestimmt, dass die Abberufung in einer Urnenabstimmung beschlossen werden muss. Es sprechen gewichtigere Gründe für die Annahme, nach dem Sinn der VEK sei die Kirchgemeindeversammlung zuständig. Art. 18 steht - ebenso wie Art. 16 - im Abschnitt über die \"Kirchgemeindeversammlung\" und sieht in Abs. 1 vor, die Kirchgemeindeversammlung übe ihre Befugnisse in der Regel in offener Abstimmung aus. Das legt den Schluss nahe, dass sich auch Abs. 2 auf die Art der Abstimmung in der Kirchgemeindeversammlung selbst bezieht und lediglich für die Abberufung von Pfarrern - als Ausnahme von der Regel - eine geheime Abstimmung in der Versammlung selbst vorschreiben will. Für diese Auslegung spricht ferner der Umstand, dass in der VEK keine ausserhalb der Kirchgemeindeversammlung stattfindenden Gemeindeabstimmungen vorgesehen sind. Zudem bestimmt Art. 42 des st. gallischen Gemeindegesetzes vom 23. August 1979, dass für die geheime Abstimmung in der Versammlung die Vorschriften des Gesetzes über die Urnenabstimmungen sachgemäss angewendet werden. Bei der geheimen Abstimmung in der Gemeindeversammlung wird zum Einsammeln der Stimmzettel in der Regel auch ein Gefäss verwendet, das als Urne bezeichnet wird. Verschiedene kantonale Vorschriften über Wahlen und Abstimmungen sehen dies ausdrücklich vor (z.B. § 81 des solothurnischen Gemeindegesetzes vom 27. März 1949). Der Ausdruck \"Urnenabstimmung\" in Art. 18 Abs. 2 VEK ist vermutlich ungenau und könnte auf einem Redaktionsversehen beruhen. Wie dem auch sei, auf jeden Fall lässt sich die Auffassung, die Kirchgemeindeversammlung sei zur Abberufung eines Pfarrers zuständig, mit guten Gründen vertreten. Verhält es sich so, dann konnte dem Kirchenrat klarerweise nicht Amtsmissbrauch vorgeworfen werden, wenn er in durchaus haltbarer Auslegung der Kirchenverfassung davon ausging, der Abberufungsbeschluss müsse nicht ausserhalb der Kirchgemeindeversammlung, sondern durch diese selbst gefasst werden. Die Annahme des Regierungsrates, der Beschluss des Kirchenrates vom 19. August 1980 sei offensichtlich falsch und müsse deshalb aufgehoben werden, ist nicht nur unrichtig, sondern bei Beachtung des Art. 16 VEK unhaltbar. Mit dem angefochtenen Entscheid hat der Regierungsrat die ihm gemäss Art. 7 Abs. 2 KonfG zustehende Prüfungsbefugnis eindeutig überschritten und damit die Beschwerdeführerinnen in ihrer Autonomie verletzt. Bei dieser Sachlage erübrigt es sich, noch zu untersuchen, ob der |89| Regierungsrat die Beschwerdeführerinnen auch in ihrem Anspruch auf rechtliches Gehör beeinträchtigt hat, wie diese behaupten. Die Beschwerde ist aus den dargelegten Gründen gutzuheissen und der angefochtene Beschluss des Regierungsrates vom 10. März 1981 aufzuheben."}