{"annee": "108", "cour": "V", "page": "170", "date": "23/8/1982", "cite": [], "cite_par": ["127 V 353", "143 III 272", "110 V 138", "127 I 133", "122 V 134", "110 V 291"], "chapeau": "37. Auszug aus dem Urteil vom 23. August 1982 i.S. Prerost gegen Ausgleichskasse des Kantons Zürich", "regestes": ["Art. 137 let. b OJ. Faits nouveaux importants et preuves concluantes."], "faits": "|170|\n\nA.- Mit Verfügung vom 14. Juni 1979 wies die Ausgleichskasse des Kantons Zürich ein Gesuch des 1947 geborenen Rudolf Prerost um Kostengutsprache für medizinische Massnahmen der Invalidenversicherung sowie um Gewährung eines Einerzimmers in der Klinik Z. ab, weil die medizinischen Vorkehren auf die Behandlung des Leidens an sich und nicht auf die berufliche Eingliederung gerichtet seien. Im übrigen stehe die Benützung eines Einzelzimmers vorwiegend im Zusammenhang mit der ärztlichen Behandlung und nicht mit der Fortsetzung der beruflichen Ausbildung.\n\nB.- Die AHV-Rekurskommission des Kantons Zürich hiess am 17. Oktober 1980 die vom Versicherten erhobene Beschwerde teilweise gut, hob die angefochtene Verfügung vom 14. Juni 1979 auf und wies die Ausgleichskasse an, die Kosten der ab 12. Juni 1978 durchgeführten medizinischen Massnahmen zu übernehmen. Bezüglich der Gewährung eines Einerzimmers wies sie die Beschwerde ab.\n\nC.- Gegen diesen Entscheid führten Rudolf Prerost und das Bundesamt für Sozialversicherung Verwaltungsgerichtsbeschwerde.\n\nMit Urteil vom 6. Mai 1981 wies das Eidg. Versicherungsgericht |171| die Verwaltungsgerichtsbeschwerde des Rudolf Prerost ab, hob in Gutheissung der Verwaltungsgerichtsbeschwerde des Bundesamtes für Sozialversicherung den Entscheid der AHV-Rekurskommission des Kantons Zürich insoweit auf, als damit medizinische Massnahmen zugesprochen wurden, und wies das Gesuch des Rudolf Prerost um unentgeltliche Verbeiständung ab. Das Gericht stützte sich auf einen Bericht der Neurologischen Klinik X (PD Dr. med. H.) vom 23. Juni 1978, wonach sich die postoperativen Lähmungen der oberen und unteren Extremitäten langsam zurückbildeten; die Prognose sei indessen \"trotz anfänglicher Fortschritte ungewiss\" und liesse sich \"noch nicht deutlicher abschätzen\".\n\nD.- Am 7. Dezember 1981 liess Rudolf Prerost ein Revisionsgesuch einreichen mit dem Antrag, es sei das Urteil des Eidg. Versicherungsgerichts vom 6. Mai 1981 insoweit aufzuheben, als das Gericht die Verwaltungsgerichtsbeschwerde des Bundesamtes für Sozialversicherung gegen den Entscheid der AHV-Rekurskommission des Kantons Zürich vom 17. Oktober 1980 gutgeheissen hat, und demgemäss sei die Ausgleichskasse des Kantons Zürich zu verpflichten, die Kosten der ab 12. Juni 1978 durchgeführten medizinischen Massnahmen zu übernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 137 lit. b in Verbindung mit Art. 135 OG ist die Revision eines Urteils des Eidg. Versicherungsgerichts u.a. zulässig, wenn der Gesuchsteller nachträglich neue erhebliche Tatsachen erfährt oder entscheidende Beweismittel auffindet, die er im früheren Verfahren nicht beibringen konnte.\n\nAls \"neu\" gelten Tatsachen, welche sich bis zum Zeitpunkt, da im Hauptverfahren noch tatsächliche Vorbringen prozessual zulässig waren, verwirklicht haben, jedoch dem Revisionsgesuchsteller trotz hinreichender Sorgfalt nicht bekannt waren. Die neuen Tatsachen müssen ferner erheblich sein, d.h. sie müssen geeignet sein, die tatbeständliche Grundlage des angefochtenen Urteils zu verändern und bei zutreffender rechtlicher Würdigung zu einer andern Entscheidung zu führen. Beweismittel haben entweder dem Beweis der die Revision begründenden neuen erheblichen Tatsachen oder dem Beweis von Tatsachen zu dienen, die zwar im früheren Verfahren bekannt gewesen, aber zum Nachteil des Gesuchstellers unbewiesen geblieben sind. Sollen bereits vorgebrachte |172| Tatsachen mit den neuen Mitteln bewiesen werden, so hat der Gesuchsteller auch darzutun, dass er die Beweismittel im früheren Verfahren nicht beibringen konnte. Entscheidend ist ein Beweismittel, wenn angenommen werden muss, es hätte zu einem andern Urteil geführt, falls der Richter im Hauptverfahren hievon Kenntnis gehabt hätte. Ausschlaggebend ist, dass das Beweismittel nicht bloss der Tatbestandswürdigung, sondern der Tatbestandsermittlung dient. Es genügt daher beispielsweise nicht, dass ein neues Gutachten den Sachverhalt anders bewertet; vielmehr bedarf es neuer Elemente tatsächlicher Natur, welche die Entscheidungsgrundlagen als objektiv mangelhaft erscheinen lassen. Für die Revision eines Entscheides genügt es nicht, dass der Gutachter aus den im Zeitpunkt des Haupturteils bekannten Tatsachen nachträglich andere Schlussfolgerungen zieht als das Gericht. Auch ist ein Revisionsgrund nicht schon gegeben, wenn das Gericht bereits im Hauptverfahren bekannte Tatsachen möglicherweise unrichtig gewürdigt hat. Notwendig ist vielmehr, dass die unrichtige Würdigung erfolgte, weil für den Entscheid wesentliche Tatsachen nicht bekannt waren oder unbewiesen blieben ...\n\n2. Zur Begründung des Revisionsgesuches wird im wesentlichen geltend gemacht, mit dem Bericht vom \"23. Juni 1978\" habe sich das Eidg. Versicherungsgericht nicht auf das Schreiben, welches PD Dr. med. H. unter diesem Datum an den damaligen Vertreter des Revisionsgesuchstellers (Dr. I.) gerichtet hat, sondern auf die vom gleichen Verfasser stammende, nicht datierte \"Zusammenfassung der Krankengeschichte von Herrn Prerost\" bezogen. Aus der Datierung des an Dr. I. gerichteten Schreibens und dem fehlenden Datum der \"Zusammenfassung der Krankengeschichte\" habe das Eidg. Versicherungsgericht abgeleitet, diese sei im gleichen Zeitpunkt geschrieben worden und gebe den Beurteilungszustand vom Juni 1978 wieder. Gleicher Meinung seien der Versicherte und sein damaliger Rechtsvertreter gewesen. Am 11. September 1981 habe sich der Gesuchsteller zu Dr. H. - heute Professor an der Neurologischen Klinik X - begeben und bei dieser Gelegenheit zur Kenntnis nehmen müssen, dass die \"Zusammenfassung\" zufolge der von Prof. H. versehentlich unterlassenen Datierung von allen Verfahrensbeteiligten in einen völlig falschen zeitlichen Zusammenhang gebracht worden sei. Der Revisionsgesuchsteller legt im heutigen Verfahren eine Stellungnahme des Prof. H. vom 17. Oktober 1981 auf, worin u.a. folgendes ausgeführt wird: |173|\n\n\"Das Zeugnis - eine Zusammenfassung der Krankengeschichte des Patienten -, auf das sich das Eidg. Versicherungsgericht in seinem Urteil vom 6. Mai 1981 im wesentlichen stützt, wurde von mir versehentlich nicht datiert. Es wurde nicht, wie im erwähnten Urteil angegeben, am 23. Juni 1978, - wie aus dem Zeugnis selbst hervorgeht - unmittelbar nach der Bestrahlungen (März 1978) ausgestellt, als der neurologische des Patienten tatsächlich noch instabil war. Während seines Aufenthaltes in der Klinik B. (Januar bis November 1978) ich Herrn P. regelmässig neurologisch untersucht. Ein neurologisch stabiler Zustand war im Frühjahr 1978 erreicht. Ein genaues Datum wurde in früheren Zeugnissen nicht angegeben, weil diese nicht angesprochen wurde. Ausserdem ist es in solchen Fällen schwierig, sich prospektiv festzulegen. Rückblickend kann nach regelmässigen eigenen neurologischen Kontrolluntersuchungen festgehalten werden, dass seit Frühjahr 1978 keine Änderung im neurologischen Zustand mehr eingetreten ist ...\"\n\nAus der Stellungnahme des Prof. H. folgert der Gesuchsteller, die \"Zusammenfassung der Krankengeschichte\" sei nicht im Juni, sondern im März 1978 verfasst worden, weshalb sie den Beurteilungszustand vom März 1978 und nicht vom Juni 1978 wiedergebe. Die in der Stellungnahme vertretene Auffassung, wonach ein neurologisch stabiler Zustand im Frühjahr 1978 erreicht gewesen sei, hätte der Gutachter bereits im Juni 1978 und im Laufe des Beschwerdeverfahrens geäussert, wenn er damals befragt worden wäre. Diese Befragung sei nur deshalb unterblieben, weil Prof. H. die Antwort vermeintlich schon erteilt hatte. Aus der Stellungnahme vom 17. Oktober 1981 müsse jedoch zwingend geschlossen werden, dass sich der Gutachter bereits damals im soeben erwähnten Sinne geäussert hätte, weshalb der Argumentation des Eidg. Versicherungsgerichts insoweit der Boden entzogen gewesen wäre, als sie zur Gutheissung der Verwaltungsgerichtsbeschwerde des Bundesamtes für Sozialversicherung geführt habe. Damit seien die Revisionsvoraussetzungen des Art. 137 lit. b OG gegeben.\n\n3. Aufgrund der Ausführungen im Revisionsgesuch und gestützt auf die damit aufgelegte Stellungnahme des Prof. H. vom 17. Oktober 1981 darf angenommen werden, dass die \"Zusammenfassung der Krankengeschichte\", auf die das Eidg. Versicherungsgericht im Urteil vom 6. Mai 1981 abgestellt hat, im März 1978 und nicht am 23. Juni 1978 verfasst wurde. Es fragt sich, ob diese Tatsache, die im Sinne der Rechtsprechung \"neu\" ist, auch als erheblich gelten kann und ob die Ausführungen des Prof. H. ein entscheidendes Beweismittel darstellen.\n\nStreitpunkt bildete im Hauptverfahren die Frage, ob der heutige |174| Gesuchsteller ab 12. Juni 1978 medizinische Massnahmen der Invalidenversicherung für die stationäre Physiotherapie beanspruchen konnte, die wegen der Lähmungen notwendig wurde, welche im Anschluss an die Operation eines Glioblastoms und einer Syringomyelie des Rückenmarks aufgetreten waren. Im Rahmen des Art. 12 IVG war demnach zunächst die Frage zu klären, ob das Leiden des Versicherten überhaupt medizinischen Massnahmen der Invalidenversicherung zugänglich ist, was sich danach beurteilte, ob im massgebenden Zeitpunkt (12. Juni 1978) die Behandlung des ursächlichen Gesundheitsschadens als abgeschlossen galt oder untergeordnete Bedeutung erlangt hatte (Art. 2 Abs. 2 Satz 1 IVV). Aufgrund der von PD Dr. H. verfassten, als schlüssig erachteten \"Zusammenfassung der Krankengeschichte\", wonach die Prognose trotz anfänglicher Fortschritte ungewiss sei und sich noch nicht deutlicher abschätzen liesse, stellte das Eidg. Versicherungsgericht fest, es liege labiles pathologisches Geschehen vor, weshalb die medizinischen Vorkehren invalidenversicherungsrechtlich eine Behandlung des Leidens an sich darstellten.\n\nDie Tatsache, dass die \"Zusammenfassung der Krankengeschichte\" bereits vom März 1978 datiert und sich auf diesen Zeitpunkt bezieht, ist daher wohl erheblich in dem Sinne, dass in dieser Beziehung die tatbeständliche Grundlage des Urteils vom 6. Mai 1981 unrichtig war. Sie ist indessen nicht erheblich in dem Sinne, dass sie - in Verbindung mit der Stellungnahme des Prof. H. vom 17. Oktober 1981 - geeignet ist, zu einer andern Entscheidung zu führen.\n\nProf. H. hält in dieser vom Gesuchsteller als Beweismittel aufgelegten Stellungnahme fest, dass der neurologische Zustand des Versicherten im März 1978 tatsächlich noch instabil, im Frühjahr 1978 dagegen ein neurologisch stabiler Zustand erreicht war und dass - rückblickend - seither keine Änderung in diesem Zustand mehr eingetreten ist. Es mag sein, dass Prof. H. damit in zulässiger Weise aufgrund neuer Elemente tatsächlicher Natur den neurologischen Sachverhalt anders bewertet. Daraus kann jedoch nicht geschlossen werden, dass entgegen der vom Eidg. Versicherungsgericht im Urteil vom 6. Mai 1981 vertretenen Auffassung im fraglichen Zeitpunkt im Gesundheitszustand des Versicherten stabile Verhältnisse im Sinne der Rechtsprechung zu Art. 12 IVG vorgelegen haben. Einmal erscheint es entgegen der Meinung des Gesuchstellers als fraglich, ob Prof. H. die in der Stellungnahme vom 17. Oktober 1981 vertretene Ansicht bereits im Juni 1978 auf |175| entsprechende Befragung hin geäussert hätte, denn laut seinen Ausführungen ist es in Krankheitsfällen wie dem vorliegenden schwierig, sich prospektiv festzulegen. Zum andern geht aus den Akten hervor, dass Prof. H. noch am 11. Juni 1981 auf die Frage der Invalidenversicherungs-Kommission, ab wann das Grundleiden als ausgeheilt betrachtet werden könne, erklärte, es werde leider nicht möglich sein, zu einer Ausheilung des Grundleidens zu kommen. Daraus muss zwingend geschlossen werden, dass im fraglichen Zeitpunkt das Leiden des Versicherten medizinischen Massnahmen der Invalidenversicherung nicht zugänglich war. Mit Bezug auf diesen massgeblichen Punkt stellt somit die Stellungnahme des Prof. H. vom 17. Oktober 1981 kein entscheidendes Beweismittel dar.\n\nDie Revisionsvoraussetzungen des Art. 137 lit. b OG sind nicht gegeben ...\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDas Revisionsgesuch wird abgewiesen."}