{"annee": "108", "cour": "V", "page": "210", "date": "12/11/1982", "cite": [], "cite_par": ["115 V 191", "142 V 523", "130 V 488", "132 V 215", "124 V 265", "122 V 77"], "chapeau": "45. Auszug aus dem Urteil vom 12. November 1982 i.S. Bundesamt für Sozialversicherung gegen Kügel und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Art. 5 al. 1, 8 al. 1 et 2, 17 LAI. - La notion de capacité de gain au sens de l'art. 8 al. 1 LAI et celle de vie professionnelle selon l'art. 8 al. 2 LAI doivent être comprises dans un sens large: elles englobent également l'accomplissement des travaux habituels au sens de l'art. 5 al. 1 LAI (consid. 1c). - En principe, les bénéficiaires de rente d'invalidité peuvent aussi prétendre des mesures de réadaptation (consid. 1d). - Le bénéficiaire d'une rente entière d'invalidité qui exerçait une pleine activité lucrative avant la survenance de l'invalidité, n'a pas droit à un reclassement, que ce soit en vertu de l'art. 17 LAI ou à un autre titre, lorsque les mesures de réadaptation ne peuvent favoriser l'exercice d'une activité rémunératrice ou l'accomplissement des travaux habituels selon l'art. 5 al. 1 LAI et qu'elles ne sont pas destinées à de telles fins. La loi sur l'assurance-invalidité ne connaît pas de \"réadaptation sociale\" (consid. 2)."], "faits": "|211|\n\nA.- Der 1921 geborene Hugo Kügel arbeitete bis Mitte Februar 1979 als Revisor bei einer Versicherungsgesellschaft. Wegen seiner schweren Sehbehinderung liess er sich auf Ende März 1979 vorzeitig pensionieren. Seit dem 1. Mai 1979 bezieht er eine Entschädigung für Hilflosigkeit leichten Grades und seit 1. Februar 1980 eine ganze Rente der Invalidenversicherung. Am 28. Januar 1981 stellte er das Gesuch um Kostenübernahme für einen Aufenthalt in der Sozialrehabilitationsstätte für Sehbehinderte in Basel. Mit Verfügung vom 23. März 1981 wies die Ausgleichskasse \"Versicherung\" das Begehren ab. Sie begründete ihren Entscheid damit, dass sich mit der fraglichen Massnahme eine Wiedereingliederung des Versicherten nicht erzielen lasse.\n\nB.- Hugo Kügel führte Beschwerde und verlangte sinngemäss die Übernahme der Kosten für den Rehabilitationsaufenthalt durch die Invalidenversicherung. Die Eingliederungsvorkehr sei erforderlich, damit er wieder im Haushalt mitwirken könne, wie er dies früher auch getan habe. Zudem könne er damit von der Hilfe von Drittpersonen möglichst unabhängig gemacht werden. Da die Invalidenversicherung für Hausfrauen die Kosten der sozialen Rehabilitation übernehme, sei ihm entsprechend dem Grundsatz der Gleichbehandlung das gleiche zuzubilligen.\n\nDas Versicherungsgericht des Kantons Basel-Landschaft erkannte, dass dem Begehren im Hinblick auf die berufliche Eingliederung nicht entsprochen werden könne. Hingegen sei dem Gesuch unter dem Gesichtspunkt der Sozialrehabilitation stattzugeben. Da die Invalidenversicherung für die Kosten der sozialen Rehabilitation von Hausfrauen aufkomme, sei das entsprechend dem verfassungsrechtlich verankerten Grundsatz der Gleichbehandlung von Mann und Frau auch dem Versicherten in seiner Eigenschaft als \"Hausmann\" zu gewähren.\n\nC.- Das Bundesamt für Sozialversicherung führt |212| Verwaltungsgerichtsbeschwerde mit dem Antrag, in Aufhebung des kantonalen Entscheides sei die Kassenverfügung zu bestätigen. Der Versicherte hat sich nicht vernehmen lassen.", "considerants": "Aus den Erwägungen:\n\n1. a) Invalide oder von Invalidität unmittelbar bedrohte Versicherte haben Anspruch auf Eingliederungsmassnahmen, soweit diese notwendig und geeignet sind, die Erwerbsfähigkeit wieder herzustellen, zu verbessern, zu erhalten oder ihre Verwertung zu fördern (Art. 8 Abs. 1 IVG). Hinsichtlich der Behandlung von Geburtsgebrechen (Art. 13 IVG), der Sonderschulung und Betreuung hilfloser Minderjähriger (Art. 19 und 20 IVG) und der Hilfsmittel (Art. 21 IVG) besteht gemäss Art. 8 Abs. 2 IVG der Anspruch auf Leistungen unabhängig von der Möglichkeit der Eingliederung ins Erwerbsleben.\n\nAls Invalidität im Sinne des IVG gilt die durch einen körperlichen oder geistigen Gesundheitsschaden als Folge von Geburtsgebrechen, Krankheit oder Unfall verursachte, voraussichtlich bleibende oder längere Zeit dauernde Erwerbsunfähigkeit (Art. 4 Abs. 1 IVG). War ein Versicherter vor Eintritt der Invalidität nicht erwerbstätig und kann ihm die Aufnahme einer Erwerbstätigkeit nicht zugemutet werden, so wird die Unmöglichkeit, sich im bisherigen Aufgabenbereich zu betätigen, der Erwerbsunfähigkeit gleichgestellt (Art. 5 Abs. 1 IVG).\n\nb) Der Versicherte hat Anspruch auf Umschulung auf eine neue Erwerbstätigkeit, wenn die Umschulung infolge Invalidität notwendig ist und dadurch die Erwerbsfähigkeit voraussichtlich erhalten oder wesentlich verbessert werden kann (Art. 17 Abs. 1 IVG). Der Umschulung auf eine neue Erwerbstätigkeit ist die Wiedereingliederung in den bisherigen Beruf gleichgestellt (Art. 17 Abs. 2 IVG).\n\nc) Der Begriff Erwerbsfähigkeit in Art. 8 Abs. 1 und Art. 17 Abs. 1 IVG ist in einem weiten Sinne zu verstehen; er erfasst gegebenenfalls auch die Eingliederung in den bisherigen Aufgabenbereich gemäss Art. 5 Abs. 1 IVG (EVGE 1964 S. 239; nicht veröffentlichtes Urteil Jeanmaire vom 6. September 1977). Ebenso verhält es sich bezüglich des Begriffes Erwerbsleben in Art. 8 Abs. 2 IVG. Eingliederungsmassnahmen können demzufolge auch für Betätigungen nach Art. 5 Abs. 1 IVG gewährt werden.\n\nd) Der Umstand, dass das Gesetz den Eingliederungsmassnahmen die Priorität vor den Rentenleistungen zuerkennt, bedeutet |213| nicht, dass die Ausrichtung einer Rente die zusätzliche Gewährung von Eingliederungsvorkehren ausschliesse. Selbst die Eingliederung eines vor Eintritt der Invalidität erwerbstätig gewesenen Versicherten in eine nicht auf Erwerb gerichtete Tätigkeit ist nicht von vorneherein ausgeschlossen. Immerhin muss aber ein angemessenes Verhältnis zwischen den Kosten und dem praktischen Nutzen der Massnahme gegeben sein. So steht praxisgemäss die Tatsache, dass eine versicherte Frau für die Belange der Invaliditätsschätzung als Erwerbstätige behandelt worden ist, der Gewährung einer Umschulung oder eines Hilfsmittels zur Eingliederung in den hausfraulichen Aufgabenbereich nicht entgegen; denn Art. 8 Abs. 1 IVG erfasst auch die Rehabilitation im Beruf als Hausfrau, und überdies setzt die Zusprechung einer Eingliederungsmassnahme nicht voraus, dass diese den für den Rentenanspruch massgebenden Invaliditätsgrad beeinflusst (EVGE 1964 S. 238; ZAK 1964 S. 493; nicht veröffentlichte Urteile Prezzi vom 3. Juni 1982, Leuthard vom 13. März 1981, Fuhrimann vom 11. Dezember 1981, Feucht vom 5. Juni 1978 und Jeanmaire vom 6. September 1977).\n\n2. Es ist unbestritten, dass der Beschwerdegegner durch den Aufenthalt in der Sozialrehabilitationsstätte für Sehbehinderte nicht mehr in eine auf die Erzielung eines Erwerbseinkommens ausgerichtete Tätigkeit eingegliedert werden kann, was er im übrigen offenbar auch nicht beabsichtigte. Daher ist zunächst zu prüfen, ob er - analog einer vor Eintritt der Invalidität voll erwerbstätig gewesenen und nunmehr im Genusse einer Invalidenrente stehenden Frau, die gegebenenfalls Eingliederungsmassnahmen als Hausfrau erhält - von der Invalidenversicherung die Eingliederung in den Aufgabenbereich eines Hausmannes beanspruchen kann. Ein solcher Anspruch setzt aber definitionsgemäss voraus, dass das eigentliche Eingliederungsziel - hier die Betätigung als Hausmann - auch tatsächlich angestrebt wird und mit den verlangten Massnahmen als erreichbar erscheint.\n\nDas ist unter den Umständen des vorliegenden Falles zu verneinen. Der Beschwerdegegner hat sein Gesuch damit begründet, dass der Rehabilitationsaufenthalt ihn in die Lage versetze, \"wieder im Haushalt mitwirken zu können, wie er dies früher auch getan habe\", und dass er ihm ermögliche, die Abhängigkeit von Drittpersonen zu vermindern. Das zeigt mit hinreichender Wahrscheinlichkeit, dass sich die angestrebte Tätigkeit im bescheidenen Rahmen dessen hält, was der Beschwerdegegner vor der |214| gesundheitsbedingten Aufgabe seiner vollamtlichen Erwerbstätigkeit an Mithilfe im Haushalt geleistet hatte, ohne dass dabei von einer eigentlichen - ganzen oder auch nur teilweisen - Haushaltführung gesprochen werden könnte. Eine solche nach Ziel und Umfang beschränkte Beschäftigung kann nicht als Tätigkeit in einem Aufgabenbereich gemäss Art. 5 Abs. 1 IVG gewertet werden; sie fällt vielmehr in den Bereich der Betreuung der eigenen Person bzw. der eigenen Familie durch sinnvolle Gestaltung der freien Zeit. In den Schreiben der Beratungsstelle für Sehbehinderte Basel-Stadt und Basel-Land vom 28. Januar 1981 und vom 14. April 1981 an die Invalidenversicherungs-Kommission des Kantons Basel-Landschaft wird bei der Darlegung der Rehabilitationsziele denn auch nirgends von der Umschulung in eine bestimmte oder spezielle Tätigkeit gesprochen. Ebensowenig liegen Anhaltspunkte für eine wirtschaftlich oder anderweitig begründete Notwendigkeit der Einschulung zum eigentlichen Hausmann vor, dies beispielsweise zum Zwecke, dadurch der Ehegattin die Aufnahme einer Erwerbstätigkeit zu ermöglichen. Von einer Eingliederung des Beschwerdegegners zum Hausmann kann unter diesen Umständen nicht die Rede sein.\n\nDa die hier streitige Rehabilitation somit nicht als Vorkehr zur Eingliederung in den Aufgabenbereich eines Hausmannes gemäss Art. 5 Abs. 1 IVG qualifiziert werden kann, besteht kein Anspruch auf Umschulungsmassnahmen nach Art. 17 IVG; denn diese Bestimmung setzt voraus, dass die Umschulung oder Wiedereinschulung in eine auf Erwerb oder auf die Erfüllung eines Aufgabenbereichs gemäss Art. 5 Abs. 1 IVG gerichtete Betätigung abzielt, was beides hier nicht zutrifft.\n\nEine Leistungspflicht der Invalidenversicherung für Rehabilitationsmassnahmen unabhängig von der Möglichkeit der Eingliederung ins Erwerbsleben oder in einen speziellen Aufgabenbereich ist grundsätzlich lediglich in den in Art. 8 Abs. 2 IVG aufgeführten Fällen gegeben (siehe Erwägung 1a). Ein Anwendungsfall des Art. 8 Abs. 2 IVG liegt hier nicht vor. Daher genügt es für die Begründung der Leistungspflicht der Invalidenversicherung nicht, dass die streitigen Massnahmen den Beschwerdegegner im wesentlichen befähigen sollen, das Leben als schwer Sehbehinderter durch möglichst grosse Unabhängigkeit in der Fortbewegung und durch einen verbesserten Kontakt mit der Umwelt sinnerfüllend zu gestalten, um sich so bestmöglich in die Gesellschaft zu integrieren (von der Beratungsstelle für Sehbehinderte und vom Beschwerdegegner |215| als \"Sozialrehabilitation\" bezeichnet). Eine spezielle \"Sozialrehabilitation\" für Hausfrauen - die aus Gründen der Gleichberechtigung auch den Männern zuzugestehen wäre - kennt entgegen der Auffassung des Beschwerdegegners und offenbar auch der Vorinstanz das IVG nicht. Die Ablehnung der Kostenübernahme in der Verfügung vom 23. März 1981 erfolgte demnach zu Recht."}