{"annee": "108", "cour": "IA", "page": "155", "date": "22/9/1982", "cite": ["104 IA 434", "100 IA 89", "89 I 437", "102 IA 264", "105 IA 243", "106 IA 197"], "cite_par": ["113 IA 291", "117 IA 452", "130 I 290", "112 IA 332", "114 IA 427", "112 IA 136", "143 I 78", "132 I 104", "113 IA 46", "116 IA 466", "111 IA 196", "112 IA 391", "119 IA 271", "140 I 338", "112 IA 129"], "chapeau": "30. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 22. September 1982 i.S. Ruppli, Pircher und Lamprecht gegen Politische Gemeinde Eglisau und Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Votation communale. Crédit pour une campagne d'information sur une votation cantonale. 1. A quelles conditions la volonté politique des citoyens est-elle influencée de façon inadmissible (consid. 3b)? 2. Position du Conseil communal (exécutif) qui, sur demande de l'Assemblée communale, intervient dans la campagne précédant une votation cantonale (consid. 4). 3. Il n'y a pas violation du droit de vote lorsqu'une commune intervient dans la campagne précédant une votation cantonale dont l'issue présente pour elle un intérêt direct et particulier (consid. 5a). Limites dans lesquelles il est possible d'intervenir (consid. 5b). Proportionnalité de l'utilisation des fonds publics (consid. 5c). 4. La décision qui ouvre le crédit est-elle compatible avec le droit cantonal (consid. 6)?"], "faits": "|156|\n\nDer Bau der Umfahrungstrasse für die Zürcher Gemeinde Eglisau setzt eine kantonale Volksabstimmung voraus. Im Hinblick darauf fasste die Gemeindeversammlung der Politischen Gemein de Eglisau am 23. September 1981 mit 305 gegen 129 Stimmen folgenden Beschluss:\n\n\"1. Der Gemeinderat wird ermächtigt, im Vorfeld der kantonalen Abstimmung über die Umfahrung Eglisau die Stimmberechtigten des Kantons Zürich aus der Sicht der Gemeinde Eglisau im Rahmen des Kredites zweckmässig zu informieren.\n\n2. Für die Information wird ein Kredit von Fr. 60'000.-- bewilligt.\n\nDie Finanzierung erfolgt:\n\nFr. 50'000.-- zulasten des ordentlichen Verkehrs des Politischen Gemeindegutes\n\nFr. 10'000.-- zulasten des Rudolf-Laufer-Fonds.\"\n\nDiesen Kreditbeschluss fochten Barbara Ruppli, Joseph Pircher und Franz Lamprecht mit der Begründung an, es sei unzulässig, dass eine Gemeinde auf solche Weise in eine kantonale Volksabstimmung eingreife. Sie hatten jedoch weder beim Bezirksrat Bülach noch beim Regierungsrat des Kantons Zürich Erfolg. Mit staatsrechtlicher Beschwerde machen sie eine Verletzung ihrer politischen Stimmberechtigung geltend und beantragen die Aufhebung des angefochtenen Regierungsratsentscheids und des Kreditbeschlusses der Politischen Gemeinde Eglisau. Das Bundesgericht weist die Beschwerde ab. |157|", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführer sehen im streitigen Kreditbeschluss der Politischen Gemeinde Eglisau eine Verletzung des vom Bundesrecht und von Art. 16 KV gewährleisteten politischen Stimmrechts.\n\na) Einer Garantie, die in einer Kantonsverfassung verankert ist, kommt nur dann eigene Tragweite zu, wenn sie ein ausgedehnteres Recht als die Bundesverfassung gewährt (BGE 104 Ia 435 E. 2). Das ist in bezug auf Art. 16 KV nicht der Fall. Das Bundesgericht kann sich daher im vorliegenden Fall darauf beschränken, die Vereinbarkeit der Kreditbewilligung mit dem eidgenössischen Verfassungsrecht zu überprüfen.\n\nb) Das vom Verfassungsrecht des Bundes gewährleistete politische Stimmrecht gibt dem Bürger unter anderem Anspruch darauf, dass kein Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmbürger zuverlässig und unverfälscht zum Ausdruck bringt. Das Abstimmungsergebnis kann namentlich durch eine unerlaubte Beeinflussung der Willensbildung der Stimmbürger verfälscht werden. Das ist unter anderem der Fall, wenn die Behörde, die zu einer Sachabstimmung amtliche Erläuterungen verfasst, ihre Pflicht zu objektiver Information verletzt und über den Zweck und die Tragweite der Vorlage falsch orientiert (BGE 102 Ia 268 E. 3 mit Hinweisen). Eine unerlaubte Beeinflussung der Stimmbürger kann ferner vorliegen, wenn die Behörde in unzulässiger Weise in den Abstimmungskampf eingreift und entweder positive, zur Sicherung der Freiheit der Stimmbürger aufgestellte Vorschriften missachtet oder sich sonstwie verwerflicher Mittel bedient (BGE 89 I 443 E. 5). Als verwerflich gilt unter anderem, wenn eine Behörde mit unverhältnismässigem Einsatz öffentlicher Mittel in den Abstimmungskampf eingreift. Damit die Gleichheit der an der Auseinandersetzung Beteiligten so weit als möglich gewahrt bleibt, darf nach dem Erlass des behördlichen Abstimmungsberichts nicht mehr aufgewendet werden, als den Parteien und anderen Interessengruppen ohne erhebliche Opfer möglich ist (Urteil Beuttner vom 8. Juli 1964, E. 4c, veröffentlicht in ZBl 66/1965 S. 251). Diese Grundsätze sollen sicherstellen, dass sich die Auseinandersetzungen vor Sachabstimmungen grundsätzlich frei und ohne behördliche Einflussnahme abspielen können. In der Literatur ist denn auch der Grundsatz aufgestellt worden, |158| dass behördliche Interventionen, soweit sie nicht in der Abgabe eines beleuchtenden Berichts an die Stimmbürger bestehen, nicht zur Regel werden sollen, sondern sich auf jene Fälle zu beschränken haben, in denen triftige Gründe für ein Tätigwerden der Behörde sprechen (vgl. WERNER STAUFFACHER, Die Stellung der Behörden im Wahl- und Abstimmungskampf, in: ZBl 68/1967 S. 361 ff. und 385 ff., S. 392; kritischer: THEODOR BÜHLER, Ist eine amtliche Stellungnahme bei Abstimmungen erwünscht?, in: ZBl 72/1971 S. 521 ff., S. 528/529).\n\n4. Im vorliegenden Fall hat die Politische Gemeinde Eglisau einen Kredit von Fr. 60'000.-- bewilligt und den Gemeinderat ermächtigt, \"im Vorfeld der kantonalen Abstimmung über die Umfahrung Eglisau die Stimmberechtigten des Kantons Zürich aus der Sicht der Gemeinde Eglisau im Rahmen des Kredites zweckmässig zu informieren\". Der Gemeinderat hat somit den Auftrag, unter Verwendung kommunaler Mittel in einen künftigen kantonalen Abstimmungskampf einzugreifen.\n\na) Die Beschwerdeführer machen geltend, der Gemeinderat Eglisau sei an der kantonalen Vorlage für die Umfahrung Eglisau rechtlich nicht beteiligt. Eine solche Beteiligung sei aber Bedingung dafür, dass eine Behörde in einen Abstimmungskampf eingreifen dürfe (WERNER STAUFFACHER, a.a.O., S. 366; THEODOR BÜHLER, a.a.O., S. 523 ff.; LUCAS DAVID, Schweizerisches Werberecht, Zürich 1977, S. 353).\n\nDie von den Beschwerdeführern angegebenen Zitate beziehen sich ausschliesslich auf Fälle, wo Behörden jenes Gemeinwesens vor einer Abstimmung werben, die von diesem selbst durchgeführt wird (ausdrücklich: LUCAS DAVID, a.a.O., S. 351). Hier geht es um einen andern Sachverhalt: Die Gemeindeversammlung Eglisau hat den Gemeinderat ermächtigt, in einen kantonalen Abstimmungskampf einzugreifen. Der Gemeinderat handelt also nicht eigenmächtig gemeindeintern, sondern als Vertreter der Gemeinde gegen Aussen. Damit stellt sich nicht die Frage, ob eine Behörde selbständig vor einer Abstimmung werben dürfe; vielmehr fragt es sich, ob eine Gemeinde als solche in einen kantonalen Abstimmungskampf eingreifen dürfe.\n\nSoweit die Beschwerdeführer geltend machen, eine kommunale Intervention in einer kantonalen Abstimmung sei mangels Beteiligung der Gemeindebehörden am Vorverfahren ausgeschlossen, geht ihre Argumentation fehl, weil sie die hier zu entscheidende Rechtsfrage nicht trifft. Davon abgesehen war der Gemeinderat |159| entgegen der Annahme der Beschwerdeführer an der Entstehung des Projekts für die Umfahrungsstrasse Eglisau rechtlich beteiligt. So hatten ihn die kantonalen Behörden anzuhören (§ 6 lit. a des Gesetzes betreffend das Strassenwesen vom 20. August 1893, GS 722.1) beziehungsweise zur Vernehmlassung einzuladen (§ 5 der Verordnung über die Hauptverkehrsstrassen vom 8. Mai 1930, GS 722.12). Der Vorwurf der mangelnden Beteiligung wäre daher auch dann unbegründet, wenn ein selbständiges Eingreifen des Gemeinderates in den Abstimmungskampf zu beurteilen wäre.\n\nb) Ebenso verhält es sich mit der Rüge, eine Behörde dürfe im Abstimmungskampf nicht Partei ergreifen; zulässig seien nur Richtigstellungen (WERNER STAUFFACHER, a.a.O., S. 387 und 391/392). Der fragliche Kredit diene aber keineswegs nur dazu, Falschmeldungen richtigzustellen; er sei vielmehr dafür bestimmt, offensiv in den kantonalen Abstimmungskampf einzugreifen.\n\nAuch in dieser Hinsicht geht die Verweisung auf WERNER STAUFFACHER oder auf die eine strengere Auffassung vertretenden Autoren THEODOR BÜHLER (a.a.O., S. 527/528) und LUCAS DAVID (a.a.O., S. 353) am Problem vorbei, das sich hier stellt. Die Zitate betreffen ebenfalls nur Parteinahmen von Behörden des Gemeinwesens, das die Abstimmung selbst durchführt. Das ist jedoch - wie erwähnt - hier nicht der Fall. Auch unter diesem Gesichtspunkt stellt sich nur die Frage, ob es einer Gemeinde als Subjekt des öffentlichen Rechts gestattet sei, in einem kantonalen Abstimmungskampf unter Verwendung kommunaler Mittel Werbung zu betreiben.\n\n5. Die Beschwerdeführer erachten es indessen auch als unzulässig, dass eine Gemeinde ähnlich einer politischen Partei an einem kantonalen Abstimmungskampf teilnehme. Sie sehen darin eine Gefahr für die Demokratie. So frage es sich, ob allenfalls der Kanton mit seinen Mitteln in einen Abstimmungskampf einzugreifen habe, wenn beispielsweise mehrere Gemeinden eine kantonale Vorlage gemeinsam bekämpften. Ferner führe es zu einem volkswirtschaftlichen Unsinn, wenn sich zwei Gemeinden unter Verwendung von Steuergeldern bekämpften, indem die eine für die andere gegen eine kantonale Vorlage eintrete. Eine solche Entwicklung führe zu Machtkonzentrationen zu Ungunsten von Minderheiten, wodurch das Stimmrecht andersdenkender Bürger - im vorliegenden Fall der Gegner der Umfahrung Eglisau, insbesondere der Beschwerdeführer - beeinträchtigt werde.\n\nDiese grundsätzlichen Bedenken haben in der Tat Gewicht. Zudem ist es nicht ausgeschlossen, dass sich die Problematik noch |160| verschärfen kann, wenn Gemeinden stark verschiedener Grösse und Finanzkraft aktiv an einem kantonalen Abstimmungskampf teilnehmen. Auf der andern Seite aber darf nicht übersehen werden, dass die von den Beschwerdeführern befürchteten Gefahren für die Demokratie nur dann in ihrer vollen Tragweite denkbar wären, wenn die Gemeinden vollkommen frei in kantonale Abstimmungskämpfe eingreifen könnten. Das ist indessen nicht der Fall. Die Zulässigkeit der aktiven Teilnahme findet ihre Grenze jedenfalls dort, wo das vom Bundesrecht gewährleistete politische Stimmrecht der Bürger beeinträchtigt würde. Dabei stellt sich einerseits die Frage nach der Zulässigkeit des Eingreifens überhaupt und, wenn diese zu bejahen ist, jene nach der Zulässigkeit der Art und Weise, in der die Gemeinde tätig wird.\n\nWas die befürchteten Gefahren für die Demokratie betrifft, so dürfte es im übrigen wesentlich problematischer sein, wenn private Interessengruppen mit erheblichen Mitteln in Abstimmungskämpfe eingreifen. Solche Aktivitäten sind im Gegensatz zu jenen der Gemeinden schwerer überschaubar und damit rechtsstaatlichen Kontrollen weniger zugänglich.\n\na) Im Fall Bauert gegen Gemeinde Richterswil hat es das Bundesgericht als fraglich bezeichnet, ob das Eingreifen einer Gemeinde in einen kantonalen Abstimmungskampf mit der bundesrechtlichen Garantie des politischen Stimmrechts auch dann vereinbar wäre, wenn die kantonale Vorlage die Interessen der Gemeinde weniger direkt berühren würde, als beim Bau einer Umfahrungsstrasse, namentlich wenn es nicht um eine Abstimmung über einen Kreditbeschluss, sondern über eine Verfassungs- oder Gesetzesvorlage ginge (BGE 105 Ia 245 E. 4). Es konnte dieses Problem jedoch offen lassen, weil es keine Abstimmung über eine generellabstrakte Frage zu beurteilen hatte; Gegenstand der Beschwerde war die kantonale Abstimmung über einen Kreditbeschluss für eine Umfahrungsstrasse, an der die Gemeinde unmittelbar interessiert war. Die Zweifel an der Zulässigkeit der Parteinahme von Gemeinden in kantonalen Abstimmungen über generell-abstrakte Fragen sind in der Literatur bestätigt und verstärkt worden (ETIENNE GRISEL, L'information des citoyens avant les votations, in: Festschrift zum 70. Geburtstag von Hans Nef, Zürich 1981, S. 61).\n\nIm vorliegenden Fall geht es - wie im genannten Urteil (BGE 105 Ia 243 ff.) - um die Teilnahme einer Gemeinde an einem kantonalen Abstimmungskampf in einer Frage, die sie unmittelbar |161| und im Vergleich zu andern Gemeinden besonders stark berührt. Sie ist am Ausgang der Abstimmung darüber, ob die projektierte Umfahrungsstrasse gebaut werden kann, interessiert wie keine andere Gemeinde des Kantons. Eine besonders nahe und individuelle Beziehung zum Gegenstand der Abstimmung ist daher offensichtlich gegeben. Unter diesen Umständen stehen einer Intervention der Gemeinde in den kantonalen Abstimmungskampf von vornherein keine solchen Bedenken entgegen, wie sie bei generell-abstrakten Vorlagen allenfalls zu erheben wären. Wie es sich damit verhielte, braucht daher im vorliegenden Fall nicht näher untersucht zu werden.\n\nDiese in der Sache selbst liegende Beschränkung auf ein individuell konkretes, die Gemeinde Eglisau in besonderem Masse betreffendes Problem entkräftet die von den Beschwerdeführern erhobenen Bedenken weitgehend. Jedenfalls lassen sich keine grundsätzlichen Gefahren für die Demokratie und namentlich für das politische Stimmrecht erkennen. Bei kantonalen Abstimmungen über solche Fragen kann es im Gegenteil dem Informationsbedürfnis der Stimmbürger entsprechen, auch den Standpunkt der betroffenen Gemeinde von dieser selbst zu erfahren (vgl. ETIENNE GRISEL, a.a.O., S. 61). Das ist um so eher der Fall, als die Gemeinde keine Möglichkeit hat, zur kantonalen Abstimmung eine Botschaft zu verfassen. In der Teilnahme der Gemeinde Eglisau am kantonalen Abstimmungskampf über die Umfahrungsstrasse kann daher keine Beeinträchtigung des politischen Stimmrechts gesehen werden.\n\nb) Die Art und Weise, in der die Gemeinde Eglisau für die Umfahrung werben will, geht aus den Akten nicht hervor. Das künftige Vorgehen der Gemeinde kann daher jedenfalls im heutigen Zeitpunkt keinen Grund zum Einschreiten bilden.\n\nImmerhin sei festgestellt, dass die Gemeinde bei der Wahl der Werbemittel und bei deren Ausgestaltung nicht völlig frei sein wird. Die von der Gewährleistung des politischen Stimmrechts gebildete Schranke besteht darin, dass der Stimmbürger nicht in unzulässiger Weise beeinflusst werden darf. Die kommunale Behörde, die den Standpunkt der Gemeinde zu einer sie besonders betreffenden kantonalen Abstimmung darlegt, darf zwar jene Mittel der Meinungsbildung einsetzen, die in einem Abstimmungskampf von den Befürwortern und Gegnern der Vorlage üblicherweise verwendet werden. Sie hat dabei aber die kommunalen Interessen in objektiver und sachlicher Weise zu vertreten. Es darf |162| von ihr ein höherer Grad an Objektivität und Sachlichkeit erwartet werden als von privaten politischen Gruppierungen. Das heisst aber nicht, dass die Gemeindebehörde bei ihrer Intervention an die gleich strengen Grundsätze gebunden sei, die sie bei der Abgabe eines erläuternden Berichts zu beachten hätte. Schon bei der Abfassung eines solchen Berichts darf sich die Gemeinde darauf beschränken, jene Gründe darzulegen, die für die Mehrheit des Gemeindegesetzgebers massgebend waren, und sie ist von Bundesrechts wegen nicht gehalten, sämtliche für und gegen die Vorlage sprechenden Gründe darzulegen. Das gilt noch vermehrt, wenn sie die Auffassung der Gemeinde zu einer kantonalen Abstimmungsvorlage zum Ausdruck bringt (BGE 105 Ia 245 /246 E. 5b). Damit stellt das Bundesgericht weniger strenge Anforderungen als ETIENNE GRISEL, der bei geteilten Meinungen eine Darstellung der verschiedenen Ansichten verlangt (a.a.O., S. 61). Im übrigen stiesse eine solche auf praktische Schwierigkeiten, weil sich kaum objektiv festlegen liesse, wie und in welchem Umfang abweichende Ansichten wiederzugeben wären, damit das tatsächliche Meinungsverhältnis richtig dargestellt würde.\n\nc) Nach der Rechtsprechung hat sich die Gemeinde bei der Intervention in einen kantonalen Abstimmungskampf auch des Einsatzes unverhältnismässig hoher Beträge zu enthalten (in der amtlichen Sammlung unveröffentlichte E. 5c des Urteils BGE 105 Ia 243 ff., publiziert in ZBl 81/1980 S. 24). Im vorliegenden Fall kann der Informationskredit von Fr. 60'000.-- angesichts der Bedeutung der Umfahrungsstrasse für die Gemeinde und des Umstandes, dass die Stimmbürger eines grossen Kantons erreicht werden sollen, nicht als unverhältnismässig bezeichnet werden.\n\nd) Zusammenfassend ergibt sich, dass der streitige Kreditbeschluss der Gemeinde Eglisau im Hinblick auf die geltend gemachte Verletzung des politischen Stimmrechts der Bürger nicht zu beanstanden ist. An den Grundsätzen, die dem Urteil Bauert gegen Gemeinde Richterswil zu Grunde liegen (BGE 105 Ia 243 ff.), ist festzuhalten.\n\n6. Neben der Verletzung des politischen Stimmrechts machen die Beschwerdeführer geltend, der Beschluss der Politischen Gemeinde Eglisau über den Informationskredit verstosse gegen den materiellen Gehalt von § 151 GG. Danach können Gemeindebeschlüsse unter anderem angefochten werden, wenn sie gegen gesetzliche Bestimmungen verstossen (Ziff. 1) und wenn sie offenbar über die Zwecke der Gemeinde hinausgehen und zugleich eine |163| erhebliche Belastung der Steuerpflichtigen zur Folge haben, oder wenn sie Rücksichten der Billigkeit in ungebührlicher Weise verletzen (Ziff. 2).\n\na) Bei Beschwerden gemäss Art. 85 lit. a OG prüft das Bundesgericht die Anwendung und Auslegung des kantonalen Verfassungsrechts und jener Vorschriften des kantonalen Gesetzesrechts frei, die mit dem Stimmrecht eng zusammenhängen oder die dessen Inhalt und Tragweite umschreiben. In bezug auf das übrige kantonale Recht ist die Kognition des Bundesgerichts auf eine Willkürprüfung beschränkt (BGE 106 Ia 199 E. 2d mit Verweisungen).\n\nDie von den Beschwerdeführern angerufene Aussage von § 151 Ziff. 2 GG deckt sich wörtlich mit jener von Art. 48 KV, welche die Beschwerdeführer ebenfalls ausdrücklich anführen. Die Vereinbarkeit der streitigen Kreditbewilligung mit diesen Normen prüft das Bundesgericht daher frei. Ob es sich auch hinsichtlich § 151 Ziff. 1 OG so verhalte, kann dahingestellt bleiben, da auch eine freie Prüfung zu keinem andern Ergebnis führt.\n\nb) § 151 GG umschreibt in erster Linie die Voraussetzungen, unter denen ein Gemeindebeschluss bei den kantonalen Rekursinstanzen angefochten werden kann. Insoweit handelt es sich um eine Verfahrensvorschrift. Darüber hinaus kommt ihr jedoch auch ein materieller Gehalt zu (vgl. BGE 100 Ia 92 /93 E. 3 und 4). Die Zulässigkeitsvoraussetzungen für den Rekurs bilden zugleich den Massstab für die Zulässigkeit des angefochtenen Gemeindebeschlusses selbst.\n\nc) Die Beschwerdeführer erachten den streitigen Kreditbeschluss als gesetzwidrig im Sinne von § 151 Ziff. 1 GG, weil er das vom Verfassungsrecht des Bundes gewährleistete politische Stimmrecht der Bürger verletze. Wie sich aus den vorstehenden Erwägungen ergibt, liegt entgegen der Auffassung der Beschwerdeführer keine Stimmrechtsverletzung vor (vorn, E. 3-5). Damit ist auch keine Gesetzwidrigkeit im Sinne von § 151 Ziff. 1 GG gegeben.\n\nd) Gemäss § 151 Ziff. 2 GG dürfen Gemeindebeschlüsse zunächst nicht \"offenbar über die Zwecke der Gemeinde hinausgehen und zugleich eine erhebliche Belastung der Steuerpflichtigen zur Folge haben\". Mit der projektierten Umfahrungsstrasse soll unter anderem die Gemeinde Eglisau vom Durchgangsverkehr entlastet werden. Der Bau dieser Strasse ist somit für die Gemeinde von wichtiger Bedeutung. Ihr Eingreifen in den kantonalen Abstimmungskampf, in dem es um die Bewilligung des erforderlichen |164| Baukredits geht, dient daher offensichtlich einem kommunalen Zweck. Unter diesen Umständen kann offen gelassen werden, ob der streitige Informationskredit eine erhebliche Belastung der Steuerpflichtigen zur Folge habe, da beide Voraussetzungen kumulativ erfüllt sein müssen (vgl. METTLER/THALMANN, Das Zürcher Gemeindegesetz, 3. Aufl., Wädenswil 1976, S. 390).\n\nGemeindebeschlüsse sind sodann unzulässig, wenn sie \"Rücksichten der Billigkeit in ungebührlicher Weise verletzen\". Die Beschwerdeführer vertreten die Auffassung, der streitige Kreditbeschluss sei deshalb im Sinne dieses Grundsatzes unzulässig, weil an der fraglichen Gemeindeversammlung rund 30 Prozent der Anwesenden dagegen gestimmt hätten. Daher sei es zweifelhaft, von einer Stellungnahme \"der Gemeinde\" zu sprechen. Noch problematischer wäre es, wenn man an ein Stimmenverhältnis von 51 zu 49 Prozent denke. Jedenfalls sei es für die Gegner der Umfahrungsstrasse unerträglich, wenn mit ihren Steuergeldern dafür geworben werde, da sie so den Abstimmungskampf der Befürworter mitfinanzieren müssten. Auf diese Weise werden auf eine Minderheit keine Rücksicht genommen, die nicht in der Lage sei, vergleichbare Mittel aufzuwenden.\n\nFür die Auffassung der Beschwerdeführer sprechen gewichtige Gründe. Auf der andern Seite ist klar festzuhalten, dass der streitige Informationskredit mit einem demokratisch einwandfreien Mehrheitsentscheid bewilligt worden ist. Weiter hat sich aus den vorstehenden Erwägungen ergeben, dass der Kreditbeschluss und die Verwendung der bewilligten Summe zu objektiver und sachlicher Information keine Verletzung des politischen Stimmrechts der Bürger darstellt (vorn, E. 3-5). Unter diesen Umständen kann jedenfalls beim vorliegend massgebenden Stimmenverhältnis von rund 70 zu 30 Prozent nicht von einer ungebührlichen Verletzung von Rücksichten der Billigkeit gesprochen werden. Ob ein weniger deutliches Mehr eine andere Beurteilung gebieten würde, ist hier nicht zu entscheiden. Freilich mag der Informationskredit von den Beschwerdeführern als unbillig empfunden werden; objektiv gesehen handelt es sich indessen nicht um eine Unbilligkeit, sondern um ein Unterliegen im demokratischen Entscheidungsprozess. Daher kann auch nicht gesagt werden, der Informationskredit sei mit § 151 Ziff. 2 GG unvereinbar. Damit erweist sich die Beschwerde auch hinsichtlich der Rüge der Verletzung kantonalen Rechts als unbegründet."}