{"annee": "108", "cour": "II", "page": "419", "date": "14/12/1982", "cite": ["104 II 94", "63 II 77", "81 II 213", "90 II 449", "101 II 266"], "cite_par": ["121 III 350", "134 III 390", "120 II 331"], "chapeau": "81. Auszug aus dem Urteil der I. Zivilabteilung vom 14. Dezember 1982 i.S. A. gegen B. (Berufung)", "regestes": ["Invalidation du contrat et demande d'indemnisation pour dol; responsabilité à raison des actes dolosifs d'un auxiliaire ayant servi d'intermédiaire lors de la conclusion du contrat. La partie contractante victime d'un dol peut faire valoir sa créance en réparation du dommage en se prévalant tant d'un acte illicite que d'une culpa in contrahendo. Dans ce dernier cas, la responsabilité pour des auxiliaires se détermine d'après la règle de l'art. 101 CO."], "faits": "|420|\n\nFrau A. vermietete B. mit Vertrag vom 5. Oktober 1977 Räume zum Betrieb eines Restaurants für die Zeit bis 30. Juni 1983. Anlässlich der Vertragsverhandlungen, die Frau C. im Auftrag von Frau A. geführt hatte, war B. der durchschnittliche Jahresumsatz mit bisher Fr. 400'000.-- angegeben und das Restaurant als \"Goldgrube\" bezeichnet worden. Nachdem sich herausgestellt hatte, dass dieser Umsatz nicht zu erzielen war, und Verhandlungen über eine Änderung des Mietvertrages zu keinem Ergebnis geführt hatten, gab B. der Vermieterin am 2. August 1978 bekannt, dass er den Vertrag wegen absichtlicher Täuschung als unverbindlich betrachte. Frau A. hielt an der Verbindlichkeit des Mietvertrages fest und lehnte den Vorschlag des Mieters, das Restaurant bis Ende März 1979 weiterzuführen, ab. B. gab das Mietobjekt Ende März 1979 zurück.\n\nIm August 1979 klagte B. beim Bezirksgericht St. Gallen gegen Frau A. auf Zahlung von Fr. 180'000.-- nebst Zins. Er behauptete, wegen der absichtlichen Täuschung einen Schaden in dieser Höhe erlitten zu haben. Das Bezirksgericht hiess die Klage am 7. Mai 1981 gut.\n\nGegen dieses Urteil appellierte die Beklagte beim Kantonsgericht St. Gallen. Das Kantonsgericht erliess am 28. Mai 1982 einen Beweisbeschluss, welchen die Beklagte mit Berufung anfocht. Das Bundesgericht heisst die Berufung teilweise gut, hebt den angefochtenen Entscheid auf und weist die Sache zu neuer Entscheidung im Sinne der Erwägungen an das Kantonsgericht zurück.\n\n|421|", "considerants": "Aus den Erwägungen:\n\n2. (Feststellung, dass B. anlässlich der Vertragsverhandlungen von Frau C. absichtlich getäuscht worden ist und den Vertrag nicht nachträglich genehmigt hat. E. 4: Ablehnung der Auffassung des Kantonsgerichts, die Parteien hätten sich nach der Vertragsanfechtung am 2. August 1978 darauf geeinigt, der Kläger führe das Restaurant bis Ende März 1979 weiter und erhalte von der Beklagten den ihm bis zu diesem Zeitpunkt entstandenen Schaden ersetzt.)\n\n3. (Dasselbe)\n\n5. Das Kantonsgericht bejaht für die Zeit bis 2. August 1978 eine Haftung der Beklagten aufgrund von Art. 55 OR. Die Beklagte vertritt demgegenüber die Meinung, dass sie gegenüber Frau C. nicht die Stellung einer Geschäftsherrin im Sinne dieser Bestimmung eingenommen habe und es ihr zudem gelungen sei, den Entlastungsbeweis zu erbringen. Auch der Kläger spricht sich in der Berufungsantwort gegen die Anwendbarkeit des Art. 55 OR aus.\n\nDie Vorinstanz geht zu Recht und unwidersprochen davon aus, dass Frau C. nicht als Dritte im Sinne des Art. 28 Abs. 2 OR, sondern als Abschlussgehilfin der Beklagten zu betrachten ist, und ihre Täuschungshandlungen darum der Beklagten als eigenes Verhalten anzurechnen sind (BGE 81 II 217 E. 2a, BGE 63 II 78 E. 2 mit Hinweisen). Die Auffassung der Vorinstanz, der Schadenersatzanspruch des Getäuschten müsse ausschliesslich nach den Regeln über die ausservertragliche Haftung beurteilt werden und es sei insbesondere Art. 55 OR anzuwenden, ist dagegen in der Lehre umstritten. Zwar besteht insoweit Einigkeit, als angenommen wird, eine absichtliche Täuschung stelle grundsätzlich immer auch eine unerlaubte Handlung dar (GUHL/MERZ/KUMMER, 7. Aufl., S. 130; OSER/SCHÖNENBERGER, N. 31 zu Art. 31 OR; BUCHER OR Allg. Teil, S. 196). Verschiedene Autoren weisen indessen darauf hin, dass der Täuschende zugleich die Sorgfaltspflicht verletzt, die ihm mit der Aufnahme der Vertragsverhandlungen erwächst. Engel vertritt darum die Ansicht, die getäuschte Partei könne ihren Anspruch wahlweise auf culpa in contrahendo oder ausservertragliche Haftung abstützen, ausser wenn die Täuschung nicht von der Gegenpartei, sondern von einem Dritten ausgegangen sei (Traité des obligations, S. 245). Nach VON TUHR/PETER beruht die Haftung im Fall, dass die Partei oder ihr Abschlussgehilfe getäuscht |422| haben, auf dem \"quasikontraktlichen Rechtsverhältnis, das durch die Vertragsverhandlungen begründet wird\" (S. 339). Auch Bucher erklärt hinsichtlich Art. 31 Abs. 3 OR die Grundsätze der culpa in contrahendo oder der ausservertraglichen Haftung für anwendbar (a.a.O., S. 195).\n\nEbenfalls umstritten ist, ob für die culpa in contrahendo die Bestimmungen über die Deliktshaftung oder diejenigen über die Vertragshaftung entsprechend anzuwenden sind. Das Bundesgericht hat in BGE 90 II 458 eine vertragsähnliche Haftung angenommen, später dann aber die Frage offen gelassen und sich darauf beschränkt, die Anspruchsverjährung nach Art. 60 OR zu beurteilen (BGE 101 II 269 E. 4c, BGE 104 II 94). Zur Regelung der Haftung für Hilfspersonen hatte es bis heute noch nicht Stellung zu nehmen. Die Lehre spricht sich diesbezüglich überwiegend für die Anwendung von Art. 101 OR aus (VON TUHR/PETER, S. 193 und 318; SCHÖNENBERGER/JÄGGI, N. 594 zu Art. 1 OR; ENGEL, a.a.O., S. 506; BUCHER, a.a.O., S. 255). Dem ist für den vorliegenden Fall beizustimmen. Es wäre widersprüchlich und mit sachlichen Gründen kaum zu rechtfertigen, der Beklagten einerseits die Täuschungshandlungen ihrer Abschlussgehilfin wie eigene anzurechnen, ihr aber andererseits zu gestatten, sich der darauf beruhenden Haftung durch den Entlastungsbeweis gemäss Art. 55 Abs. 1 OR zu entziehen.\n\nDie Beklagte ist somit grundsätzlich zum Ersatz des Schadens verpflichtet, der dem Kläger daraus entstanden ist, dass er durch die absichtliche Täuschung zum Abschluss des Mietvertrages veranlasst worden ist."}