{"annee": "108", "cour": "IB", "page": "137", "date": "11/2/1982", "cite": ["106 IB 395"], "cite_par": ["137 IV 72"], "chapeau": "25. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 11. Februar 1982 i.S. Merih gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 16 al. 3 lettre f LCR; retrait du permis de conduire pour utilisation d'un véhicule automobile à des fins délictueuses. En cas de vol par métier, le lien nécessaire entre l'utilisation du véhicule automobile et la commission du délit est réalisé lorsque l'auteur a employé le véhicule pour se rendre dans des endroits, éloignés l'un de l'autre, où l'activité délictueuse a été commise."], "faits": "|137|\n\nAhmet Merih verübte im Verlauf des Jahres 1979 mindestens 45 Trickdiebstähle durch Manipulation an Geldspielautomaten. Die Tatorte lagen in mehreren Kantonen. Merih, der zusammen mit anderen Personen die Straftaten beging, fuhr zu mehreren der Deliktsorte mit dem Personenwagen seiner Freundin. Das Bezirksgericht Winterthur verurteilte Merih am 22. September 1980 wegen gewerbs- und bandenmässigen Diebstahls sowie Hehlerei im Sinne von Art. 137 Ziff. 2 und Art. 144 Abs. 1 StGB zu zwölf Monaten Gefängnis unter Gewährung des bedingten Strafvollzugs (Probezeit drei Jahre). Die Polizeidirektion des Kantons Zürich entzog Merih wegen dieser Delikte den Führerausweis für die |138| Dauer von drei Monaten. Auf Rekurs Merihs hin bestätigte der Regierungsrat des Kantons Zürich die erstinstanzliche Verfügung. Merih führt Verwaltungsgerichtsbeschwerde mit dem Antrag, von jeder Massnahme Umgang zu nehmen. Er bestreitet das Bestehen eines notwendigen sachlichen Zusammenhangs zwischen den Straftaten und der Verwendung des Motorfahrzeuges. Die Beute habe auch ohne Benützung des Motorfahrzeuges weggeschafft werden können, wie auch die Straftaten nicht notwendigerweise die Benützung des Motorfahrzeuges erheischten. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\nNach Art. 16 Abs. 3 lit. f SVG muss der Führerausweis entzogen werden, wenn der Führer ein Motorfahrzeug zur Begehung eines Verbrechens oder mehrmals zu vorsätzlichen Vergehen verwendet hat. Dass die vom Beschwerdeführer begangenen Diebstähle Verbrechen darstellen, bestreitet er ebensowenig wie die vorinstanzliche Feststellung, er habe mehrmals ein Motorfahrzeug zur Reise in die ausserhalb Winterthurs gelegenen Orte, wo sich Geldspielautomaten befanden, verwendet. Hingegen fragt sich, ob ein Missbrauch des Motorfahrzeuges zu deliktischen Zwecken vorliegt. Nach der Rechtsprechung liegt ein solcher nicht schon dann vor, wenn der betreffende Lenker beim Anlass einer Fahrt eine strafbare Handlung begeht. Dagegen ist Art. 16 Abs. 3 lit. f SVG anwendbar, wenn das Motorfahrzeug speziell dazu verwendet worden ist, um die Begehung von Straftaten zu erleichtern. Zudem muss das Motorfahrzeug ein wesentliches Hilfsmittel zur Begehung eines Delikts dargestellt haben, d.h. die Straftat muss unter Ausnützung der besonderen Möglichkeiten des Motorfahrzeuges verübt worden sein (BGE 106 Ib 397 E. 1).\n\nNach dem rechtskräftigen Urteil des Bezirksgerichts beteiligte sich der Beschwerdeführer an insgesamt 33 Trickdiebstählen ausserhalb Winterthurs. Das Motorfahrzeug erleichterte zwar nicht die Begehung des einzelnen Delikts, doch wurde die intensive, gewerbsmässige Tatbegehung durch die Verwendung des Motorfahrzeuges mindestens erleichtert, lagen doch die Tatorte in den Kantonen Zürich, Schwyz, St. Gallen, Glarus, Uri und Schaffhausen. Damit war das Motorfahrzeug ein wesentliches Hilfsmittel zur Begehung der gesamten Deliktserie. Unter diesen Umständen besteht ein genügend enger Zusammenhang zwischen der Verwendung |139| des Motorfahrzeuges und der Begehung der Delikte. Die Voraussetzungen zur Anordnung einer Massnahme sind daher gegeben."}