{"annee": "108", "cour": "IV", "page": "81", "date": "28/6/1982", "cite": ["99 IV 257", "103 IV 3", "100 IV 12"], "cite_par": ["124 IV 246", "115 IV 221", "119 IV 113", "122 IV 162"], "chapeau": "22. Urteil des Kassationshofes vom 28. Juni 1982 i.S. J. gegen Staatsanwaltschaft des Mittellandes des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["1. Art. 5 et 6 CP; infractions commises à l'étranger par un Suisse contre un Suisse. Lorsqu'un Suisse commet à l'étranger une infraction contre un autre Suisse, tant l'art. 5 que l'art. 6 CP trouvent application. Si la peine prononcée à l'étranger n'y a été subie que partiellement, l'infraction doit être jugée à nouveau en Suisse (consid. 1). 2. Art. 43 CP; définition de l'hôpital ou hospice. Un établissement ne peut être qualifié d'hôpital ou d'hospice au regard de la loi que s'il est dirigé par un médecin ou tout au moins s'il bénéficie des services d'un médecin qui le visite régulièrement; il faut en outre qu'il dispose des installations spécialisées nécessaires, en même temps que d'un personnel disposant d'une formation appropriée et d'une surveillance médicale (consid. 3c)."], "faits": "BGE 108 IV 81 S. 82\n\nA.- Am 6. Juni 1976 tötete der Schweizer J. auf dem Flughafen Seattle-Tacoma (USA) seine Ehefrau mit Messerstichen.\n\nEr wurde deswegen von den zuständigen Gerichten des US-Bundesstaates Washington schuldig befunden des \"murder of the first degree (while armed with a deadly weapon)\" und rechtskräftig zu lebenslanger Freiheitsstrafe verurteilt.\n\nIm Verlaufe des Strafverfahrens und während des anschliessend im Washingtoner Staatsgefängnis Walla-Walla begonnenen Strafvollzugs traten bei J. gesundheitliche Störungen vorab psychischer Natur auf. Am 25. April 1978 erliess die Gouverneurin des Staates Washington eine \"Order Releasing J. to the Custody of the Swiss Gouvernement for Completion of the Sentence\". Der Verurteilte, dessen Angehörige in der Schweiz, sein amerikanischer Verteidiger sowie die Schweizer Botschaft in den USA und konsularische Vertreter hatten sich zuvor für eine geeignete Unterbringung und Behandlung in der Schweiz eingesetzt. In der Order der Gouverneurin wurde ausdrücklich festgehalten, dass die Strafverbüssung in der Schweiz fortzusetzen sei.\n\nAm 8. November 1978 traf J. in der Schweiz ein.\n\nB.- Auf ein vom Bezirksprokurator II von Bern bei der Kriminalkammer des Kantons Bern eingereichtes Begehren, diese Instanz möge gestützt auf Art. 5 Abs. 3 StGB über die noch vollziehbare Strafe entscheiden, erachtete sich die Kriminalkammer als nicht zuständig. Darauf leitete die Staatsanwaltschaft des Mittellandes beim Geschwornengericht des Mittellandes gegen J. ein Verfahren auf Vollstreckung des in den USA gefällten Strafurteils ein. Mit Entscheid vom 17. Juli 1980 nahm die Kriminalkammer dieses Begehren zuhanden des Geschwornengerichts entgegen, verfügte die Verhaftung von J. und veranlasste seine psychiatrische Begutachtung.\n\nAm 4. Dezember 1980 führte das Geschwornengericht des II. Bezirks des Kantons Bern eine Exequaturverhandlung durch. Dabei beurteilte es die im US-Bundesstaat Washington begangene Tat nach schweizerischem Recht vollständig und verurteilte J. wegen Mordes in Berücksichtigung des bereits in den USA erlittenen Freiheitsentzugs zu einer Reststrafe von zehn Jahren Zuchthaus. Das Geschwornengericht folgte den Empfehlungen des BGE 108 IV 81 S. 83psychiatrischen Experten und ordnete gemäss Art. 43 Ziff. 1 Abs. 1 StGB an, dass J. unter Aufschub des Strafvollzugs in eine geeignete, nicht klinisch geführte Heilanstalt zur stationären psychiatrischen Behandlung einzuweisen sei, wobei als geeigneter Vollzugsort die Anstalten St. Johannsen empfohlen wurden.\n\nC.- Sowohl J. als auch die Staatsanwaltschaft des Mittellandes führten gegen das Urteil des Geschwornengerichts eidg. Nichtigkeitsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n1. Die Überprüfung und die Übernahme der Vollstreckung des in den USA gegen J. gefällten Strafurteils richtet sich nicht nach den Bestimmungen von Art. 94 ff. BG über internationale Rechtshilfe im Strafsachen (IRSG); denn dieses neue Gesetz tritt erst auf den 1. Januar 1983 in Kraft und bezieht sich überdies gemäss Art. 94 Abs. 3 IRSG nicht auf die in Art. 5 und 6 StGB geregelten Fälle (vgl. H. SCHULTZ in SJZ 77/1981 S. 107).\n\nDas Geschwornengericht ist richtigerweise davon ausgegangen, dass die hier in Frage stehende, im Ausland begangene Straftat eines Schweizers gegen eine Schweizerin unter Anwendung der Art. 5 und 6 StGB zu beurteilen sei. Mit der Kriminalkammer (Entscheid vom 17. Juli 1980) hielt es dafür, beim Zusammentreffen der Voraussetzungen von Art. 5 und Art. 6 StGB habe Art. 5 StGB den Vorrang, die Frage der Vollstreckung der Reststrafe bestimme sich somit hier nach Art. 5 Abs. 3 StGB; es sei aber in einem Exequaturverfahren die in der Schweiz zu vollziehende Strafe festzusetzen.\n\na) Die Auffassung, dass bei einer Konkurrenz zwischen Art. 5 und Art. 6 StGB dem Art. 5 der Vorrang zukomme, findet sich bei THORMANN-V. OVERBECK (S. 50, N. 6 zu Art. 5), LOGOZ-SANDOZ (S. 45, N. 2 zu Art. 5), HAFTER (Lehrbuch A.T. 2. Aufl., S. 60), SCHULTZ (Das schweiz. Auslieferungsrecht, 1953, S. 46 f.; Einführung in den allgemeinen Teil, 1. Band, 4. Aufl., S. 111) und wurde auch in BGE 99 IV 259 übernommen.\n\nZur Begründung ihrer Auffassung stützen sich THORMANN-VON OVERBECK vor allem auf den Wortlaut des Gesetzes, insbesondere auf die Einleitung von Art. 5 mit \"Wer ...\" statt \"Der Ausländer, der ...\" (wie es in den Vorentwürfen hiess). Zudem hätte die Anwendung des Art. 6 auf die Auslandtat eines Schweizers gegen eine Schweizerin \"die missliche Folge\", dass die im Ausland erfolgte Freisprechung anerkannt werden müsste, während gemäss BGE 108 IV 81 S. 84Art. 5 der im Ausland erfolgte Freispruch einer neuen Beurteilung in der Schweiz nicht entgegensteht. HAFTER begründet den Vorrang mit dem Hinweis, Art. 5 sei (gegenüber Art. 6) eine Spezialnorm (\"besondere Bestimmung\"). In seiner Einführung (a.a.O.) erklärt SCHULTZ, Art. 5 gehe, weil er nicht auf Auslieferungsdelikte beschränkt sei, dem Art. 6 StGB vor.\n\nb) Prüft man die Konkurrenzfrage im Hinblick auf den hier interessierenden konkreten Fall, so ergibt sich, dass die im Ausland erfolgte Verurteilung mit teilweiser Verbüssung der ausgefällten Strafe nach dem Wortlaut von Art. 5 Abs. 3 StGB in der Schweiz den Vollzug der Reststrafe (ohne neue Beurteilung) zur Folge haben muss, während der auf den schweizerischen Täter zugeschnittene Art. 6 StGB in keinem Fall den Vollzug einer ausländischen Sanktion vorsieht, sondern dem Schweizer, der wegen einer Auslandtat in der Schweiz zu bestrafen ist, stets die Neubeurteilung durch die schweizerische Justiz gewährleistet unter Anrechnung des im Ausland bereits verbüssten Teils der dort ausgefällten Strafe (letzter Abs. von Art. 6 Ziff. 2 StGB). Diese Gewähr der Neubeurteilung muss sinngemäss auch gelten, wenn nicht nur der Täter, sondern auch das Opfer der Auslandtat Schweizer ist; denn es besteht kein Grund, einen Täter schweizerischer Staatsangehörigkeit entgegen Art. 6 (d.h. gemäss Art. 5 Abs. 3 StGB) in der Schweiz eine ausländische Sanktion ganz oder teilweise verbüssen zu lassen, wenn das Opfer der Tat ebenfalls die schweizerische Staatsangehörigkeit besitzt, während die analoge Tat gegen einen Ausländer nur aufgrund einer Neubeurteilung in der Schweiz bestraft werden kann.\n\nErgibt sich somit aus dieser Erwägung, dass die Bestrafung der Auslandtat eines Schweizers prinzipiell gestützt auf eine Neubeurteilung durch das zuständige schweizerische Gericht zu erfolgen hat (Art. 6 StGB), so kann die richtige Lösung beim Zusammentreffen der Voraussetzungen von Art. 5 und 6 StGB (Täter und Opfer sind Schweizer) nicht im Vorrang und der ausschliesslichen Anwendbarkeit der einen oder andern Norm liegen, sondern die beiden Bestimmungen sind sinngemäss zu kombinieren. Der Schweizer, der im Ausland gegen einen Schweizer delinquiert hat, muss sich in der Schweiz gegebenenfalls gemäss Art. 5 für jede solche Straftat (nicht nur für Auslieferungsdelikte wie gemäss Art. 6 StGB) verantworten, er kann sich auch nicht auf den im Ausland erfolgten Freispruch berufen, weil Art. 5 (abweichend von Art. 6 StGB) dies nicht vorsieht. Anderseits hat er als Schweizer BGE 108 IV 81 S. 85stets Anspruch auf Neubeurteilung in der Schweiz, die Vollstreckung einer ausländischen Sanktion im Sinne von Art. 5 Abs. 3 StGB ist gegenüber einem Schweizerbürger ausgeschlossen.\n\nc) Diese dem Sinn und Zweck entsprechende, kombinierte Anwendung der Art. 5 und 6 StGB, führt im vorliegenden Fall zum Schluss, dass die Vorinstanz zu Unrecht glaubte, ausschliesslich Art. 5 Abs. 3 StGB anwenden zu müssen. Ob bei Vollstreckung eines rechtskräftigen ausländischen Urteils gemäss dieser Gesetzesbestimmung - trotz Fehlens entsprechender Vorschriften (Exequaturverfahren) - eine vollständige Überprüfung von Subsumtion und Strafmass nach schweizerischem Recht erlaubt wäre, erscheint als fraglich, ist aber hier nicht zu entscheiden. (Eine solche Überprüfungsmöglichkeit und damit einen neuen Strafprozess verneinen: THORMANN/V. OVERBECK, N. 21 zu Art. 5 StGB; MICHEL DIND, La Convention européenne sur la valeur internationale des jugements répressifs du 28 mai 1970 et son application en Suisse, Diss. Lausanne 1977 S. 60 ff.; RUTH ESTHER MAAG-WYDLER, Die Vollstreckung ausländischer Straferkenntnisse im Inland, Diss. Zürich 1978 S. 48 f., 56; WALTER HASLER, Die Wirkung ausländischer Strafurteile im Inland, Diss. Zürich 1939, S. 133 ff.). Auch die Art. 94 ff. IRSG dürften übrigens keine Grundlage für eine solche Überprüfung bilden. Ist der Täter eines gegen einen Schweizer begangenen Deliktes Schweizer, so hat auf jeden Fall gemäss Art. 6 StGB stets eine Neubeurteilung Platz zu greifen, wenn eine Bestrafung in der Schweiz in Frage kommen soll.\n\nDas Vorgehen des Geschwornengerichts, das die in den USA begangene Tat neu beurteilte und im praktischen Ergebnis nicht die Vollstreckung des amerikanischen Strafurteils angeordnet, sondern in Anwendung des schweizerischen Rechts eine neue Sanktion ausgefällt hat (unter Anrechnung des im Ausland bereits vollzogenen Teils der dort verhängten Strafe), kann zwar in der rechtlichen Begründung nicht bestätigt werden, entspricht aber im Ergebnis dem Bundesrecht, weil gemäss Art. 6 StGB unter den gegebenen Umständen die Beurteilung der Tat und die Festsetzung der Rechtsfolgen in der Schweiz nach dem schweiz. Strafgesetzbuch erfolgen muss (unter dem Vorbehalt milderen ausländischen Rechts). Dies hat die Vorinstanz effektiv getan, ohne allerdings das Dispositiv entsprechend zu formulieren. Dass das Verfahren - unrichtigerweise - formell als Vollstreckungsverfahren deklariert wurde, bildet keinen Grund, den Entscheid, der materiell einer BGE 108 IV 81 S. 86gemäss Art. 6 StGB vorgenommenen Neubeurteilung der Auslandtat nach schweizerischem Recht gleichkommt, aufzuheben.\n\nSoweit in den beiden Nichtigkeitsbeschwerden eine Verletzung der Bestimmungen über die schweizerische Gerichtsbarkeit (insbesondere von Art. 5 Abs. 3 StGB) gerügt wird, erweisen sie sich somit im Ergebnis als unbegründet (vgl. BGE 101 IV 330 E. 2d).\n\n3. c) Gemäss der Empfehlung des psychiatrischen Experten hat die Vorinstanz eine stationäre psychiatrische Betreuung angeordnet und zwar formell durch Aufschub des Vollzugs der verbleibenden Strafe und Einweisung des Verurteilten in eine geeignete, nicht klinisch geführte Heilanstalt gemäss Art. 43 Ziff. 1 Abs. 1 StGB, wobei im Urteil konkret als Vollzugsort St. Johannsen genannt wird.\n\nIn der Nichtigkeitsbeschwerde des Verurteilten wird anerkannt, dass die Verbüssung des Freiheitsentzuges in St. Johannsen mit den dortigen therapeutischen Möglichkeiten die geeignete Sanktion darstellt; doch macht J. geltend, Art. 43 Ziff. 1 Abs. 1 StGB setze voraus, dass der Täter einer spezialärztlichen Behandlung in einer psychiatrischen Klinik bedürfe; St. Johannsen sei keine Heil- oder Pflegeanstalt im Sinne dieser Bestimmung. Sinngemäss wird die Auffassung vertreten, der gewöhnliche Strafvollzug, allenfalls mit ausdrücklicher Anordnung der therapeutischen Behandlung ergebe die richtige rechtliche Grundlage für die als geeignet erachtete Sanktion.\n\nDer Staatsanwalt des Mittellandes beanstandet in seiner Nichtigkeitsbeschwerde ebenfalls die Anwendung von Art. 43 Ziff. 1 Abs. 1 StGB. Im Ergebnis hält auch er dafür, dass Art. 43 Ziff. 1 Abs. 1 StGB die Einweisung in eine psychiatrische Klinik erfordere und für die Internierung in einer nicht klinisch geführten Anstalt keine Grundlage bilde, die Bestimmung hätte daher im vorliegenden Fall nicht angewendet werden sollen.\n\nArt. 43 Ziff. 1 Abs. 1 StGB gibt dem Richter die Möglichkeit - unabhängig von der Beurteilung der Zurechnungsfähigkeit - jene ärztliche Behandlung (oder besondere Pflege) anzuordnen, welche nach dem Geisteszustand des Täters als angezeigt erscheint. An erster Stelle nennt das Gesetz die Einweisung in eine spezielle Institution, die mit dem herkömmlichen Begriff \"Heil- oder Pflegeanstalt\" umschrieben wird. Es ist aber auch die ambulante Behandlung zulässig und zwar nicht nur unter Aufschiebung der Freiheitsstrafe, sondern auch in Verbindung mit dem Strafvollzug (BGE 100 IV 12). Im Rahmen dieser umfassenden und vom BGE 108 IV 81 S. 87Gesetzgeber möglichst flexibel ausgestalteten Regelung, welche im Einzelfall eine den therapeutischen Bedürfnissen entsprechende Lösung erlauben soll, ist die (seit dem Vorentwurf 1894 gebräuchliche) Wendung \"Einweisung in eine Heil- oder Pflegeanstalt\" auszulegen. Damit war und ist natürlich in erster Linie die Unterbringung in einer psychiatrischen Klinik gemeint. Indem der Gesetzgeber aber nicht einfach den zur Zeit der Schaffung des StGB für klinisch geführte psychiatrische Institutionen verwendeten Terminus \"Heil- und Pflegeanstalt\" braucht, sondern von \"Heil- oder Pflegeanstalt\" spricht, erweitert er den Kreis möglicher Unterbringungsorte über die psychiatrischen Anstalten hinaus (vgl. Schultz, Einführung in den Allgemeinen Teil des Strafrechts, 2. Bd., 4. Aufl., S. 154 f.). Als mögliche Pflegeheime wurden in diesem Zusammenhang etwa Anstalten für Taubstumme, Schwachsinnige, Epileptiker genannt. Diesen Beispielen ist gemeinsam, dass sie keine eigentliche psychiatrische Kliniken darstellen, aber eine Behandlung anbieten, bei der die ärztliche Betreuung im Vordergrund steht. Art. 43 StGB spricht nur von ärztlicher Behandlung. Eine Heilanstalt i.S. des Gesetzes liegt deshalb nur vor, wenn die Behandlung durch einen Arzt oder unter Aufsicht eines Arztes erfolgt (BGE 103 IV 3). Im Regelfall wird somit verlangt werden müssen, dass die Anstalt von einem Arzt geleitet wird oder ihr zumindest ein Arzt zur Verfügung steht, der regelmässig die Anstalt besucht, wobei zudem die notwendigen speziellen Einrichtungen sowie entsprechend ausgebildetes und ärztlich überwachtes Personal vorhanden sein müssen.\n\nDas Geschwornengericht verfügte den Vollzug der Massnahme gemäss Art. 43 Ziff. 1 Abs. 1 StGB in einer \"nicht klinisch geführten Heilanstalt\". Als solche empfiehlt es der Strafvollzugsbehörde die Anstalten von St. Johannsen. Bei diesen handelt es sich um ein sog. Massnahmevollzugszentrum. Zum einen Teil werden Massnahmen mit Schwergewicht auf der Behandlung und Therapie (z.B. Art. 43 Ziff. 1 Abs. 1 und Art. 44 StGB), zum andern Teil werden sichernde Massnahmen (z.B. Art. 42, Art. 43 Ziff. 1 Abs. 2 StGB) in St. Johannsen vollzogen. Das Anstaltskonzept sieht den Gruppenvollzug vor; die Insassen leben in räumlich getrennten Gruppen (sog. Heimen) im Pavillonsystem mit fest integriertem Heimleiter und Betreuern. Dieser Art verfügen die Anstalten von St. Johannsen über eine Verwahrungsabteilung, ein Therapieheim, eine Suchtheilstätte sowie eine Arbeitsanstalt. Die gemäss Art. 43 Ziff. 1 StGB eingewiesenen Straftäter werden im Therapieheim BGE 108 IV 81 S. 88untergebracht. Neben Betreuern mit Spezialausbildung (Heimerzieher, Sozialarbeiter, Psychiatriepfleger etc.) auf Gruppenstufe ist im Anstaltsrahmen ein psychiatrisch/psychologischer Dienst eingerichtet. Letzterer wird von einem externen Spezialarzt geleitet, der sich wöchentlich mindestens einmal um die Betreuten kümmert. Zum psychiatrischen Dienst gehört auch ein ganzzeitig zur Verfügung stehender Psychotherapeut. Entgegen der Ansicht der Beschwerdeführer sind deshalb die Anstalten in St. Johannsen nicht generell als \"eigentliche Strafvollzugsanstalt\" zu bezeichnen. Vielmehr müssen die einzelnen \"Heime\" getrennt betrachtet werden. Das im Rahmen der Anstalt selbständige Therapiezentrum verfolgt offensichtlich (im Gegensatz etwa zur Verwahrungsabteilung) als primären Zweck, unter regelmässiger ärztlicher Aufsicht die psychotherapeutische Behandlung sicherzustellen. Damit erfüllt es die Voraussetzungen einer Heil- oder Pflegeanstalt i.S. des Gesetzes.\n\nDas Geschwornengericht verfügt in seinem Urteilsdispositiv nur die Einweisung in eine \"nicht klinisch geführte Heilanstalt\". Auch in den Urteilserwägungen umschreibt es nicht in allgemeiner Weise, was unter diesem Begriff zu verstehen ist. Es genügt indessen, dass das Gericht im konkreten Fall die Anstalten von St. Johannsen als Vollzugsort bezeichnet hat und damit implizite dem an sich weiten Begriff der \"nicht klinisch geführten Heilanstalt\" einen, genau bestimmten Inhalt gegeben hat. In dieser Sicht erscheint die im vorliegenden Fall getroffene Lösung gesetzeskonform und die beiden Nichtigkeitsbeschwerden sind auch in diesem Punkt abzuweisen."}