{"annee": "108", "cour": "IA", "page": "1", "date": "26/5/1982", "cite": ["95 I 213", "102 IA 457"], "cite_par": ["114 IA 452", "111 IA 201"], "chapeau": "1. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 26. Mai 1982 i.S. Heinrich Schad gegen Gemeinde Arosa und Verwaltungsgericht des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Déni de justice formel; non-entrée en matière sur un recours pour cause de tardiveté. Lorsqu'un citoyen entend se plaindre de ce que les prescriptions sur le référendum financier communal ont été éludées, le délai de recours commence à courir à partir du moment où ce citoyen apprend de manière sûre qu'il n'y a pas eu de décision formelle de l'autorité compétente accordant un crédit pour l'ensemble d'un projet de construction ou pour des dépenses supplémentaires par rapport au crédit déjà accordé (consid. 2 et 3). On ne peut pas dire qu'un citoyen acquiert la connaissance sûre d'un dépassement de crédit (par rapport au projet de construction soumis à la votation populaire) déjà par la décision d'octroi du permis de construire (consid. 4a)."], "faits": "BGE 108 Ia 1 S. 2\n\nAm 2. März 1980 bewilligten die Stimmberechtigten der Gemeinde Arosa einen Kredit für die Erstellung einer öffentlichen Parkgarage mit einer angegliederten Zivilschutzanlage. Nach einer öffentlichen Ausschreibung vergab der Gemeinderat Arosa die Detailprojektierung nicht an den Verfasser des Abstimmungsprojektes, sondern an einen andern Ingenieur. Auf dessen Anregung änderte der Gemeinderat das Abstimmungsprojekt in verschiedenen Punkten ab; unter anderem wurde die Zahl der vorgesehenen Parkplätze von zirka 380 auf rund 460 erhöht.\n\nHeinrich Schad erhob innert der Auflagefrist Einsprache gegen das abgeänderte Bauprojekt. Seine Beschwerde wurde jedoch am 10. Dezember 1980 abgewiesen. Am gleichen Tag erteilte der Gemeinderat Arosa die Baubewilligung.\n\nMit Beschluss vom 11. Februar 1981 vergab der Gemeinderat die Baumeisterarbeiten gemäss bereinigter Offerte im Betrag von Fr. 6'380'194.50. Aus den Erwägungen zum Vergebungsbeschluss geht hervor, dass gegenüber der Abstimmungsvorlage massive Kostenüberschreitungen eingetreten waren. Der Gemeinderat bezifferte diese (unter Ausklammerung der Teuerung) auf effektiv Fr. 444'000.--. Da die Bundessubventionen wegen der generell verfügten Sparmassnahmen gekürzt worden waren, sind darüber hinaus Fr. 209'000.-- aus Mitteln der Gemeinde aufzubringen.\n\nGegen diesen Beschluss erhob Heinrich Schad Rekurs beim Verwaltungsgericht des Kantons Graubünden. Er machte im wesentlichen geltend, die vom Gemeinderat in eigener Zuständigkeit vorgenommene Projektänderung bedeute eine Verletzung der Bestimmungen über das Finanzreferendum. Das Verwaltungsgericht trat auf den Rekurs nicht ein, überwies die Sache jedoch zur Behandlung als verfassungsrechtliche Beschwerde an die Regierung. Diese hielt sich ebenfalls für unzuständig. In der Folge sprach sich die für Kompetenzkonflikte vorgesehene Behörde für die Zuständigkeit des Verwaltungsgerichts aus.\n\nMit Entscheid vom 3. November 1981 trat das Verwaltungsgericht des Kantons Graubünden auf den Rekurs (erneut) nicht ein, weil Schad die gesetzliche Rekursfrist von 20 Tagen nicht eingehalten habe. Zur Begründung führte es aus, die Projekterweiterung sei nicht mit der Submission, sondern mit dem Baubescheid vom 10. Dezember 1980 bekannt geworden. Die Rüge der Verletzung der Gemeindeverfassung hätte deshalb innert 20 Tagen nach der Publikation jenes Beschlusses erhoben werden müssen; im Anschluss an spätere Beschlüsse, insbesondere an den Vergebungsbeschluss, sei sie nicht mehr zulässig.\n\nBGE 108 Ia 1 S. 3\n\nGegen diesen Entscheid hat Heinrich Schad staatsrechtliche Beschwerde wegen formeller Rechtsverweigerung eingereicht. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Auszug aus den Erwägungen:\n\n2. a) Es ist unbestritten, dass der Beschwerdeführer als Stimmberechtigter der Gemeinde Arosa befugt war, bei einer kantonalen Instanz zu rügen, die Abänderung eines durch Gemeindeabstimmung genehmigten Bauprojektes und namentlich die dadurch notwendig gewordenen Mehrkosten hätten den Stimmbürgern zum Entscheid unterbreitet werden müssen. Es steht auch fest, dass ein solcher Rekurs innert zwanzig Tagen erhoben werden musste. Streitig ist einzig, wann diese Frist zu laufen begann.\n\nb) Art. 55 des Verwaltungsgerichtsgesetzes des Kantons Graubünden enthält zunächst die allgemein übliche Regel, wonach die Rekursfrist von der Zustellung des angefochtenen Entscheides an läuft. Absatz 2 dieser Bestimmung lautet wie folgt:\n\n\"Ist eine Zustellung nicht vorgeschrieben oder nicht üblich, beginnt die Frist mit der Kenntnisnahme.\"\n\nDabei dürfte es sich um einen allgemein gültigen Gedanken handeln; ein anderer Zeitpunkt für den Beginn des Fristenlaufes ist jedenfalls nicht denkbar, wenn dem Bürger die Ausübung seiner Rechte gewährleistet werden soll. Das Verwaltungsgericht ist der Auffassung, für den Beschwerdeführer sei die behauptete Umgehung des Finanzreferendums mit der Auflage der definitiven Projektpläne erkennbar geworden. Die Rekursfrist habe daher spätestens im Zeitpunkt des Baubescheides, also am 10. Dezember 1980, zu laufen begonnen. Dem hält der Beschwerdeführer entgegen, die Mehrkosten seien aus der Planauflage nicht ersichtlich gewesen, und man könne vom Bürger auch nicht verlangen, in diesem Verfahren Berechnungen hierüber anzustellen. Die Argumentation des Verwaltungsgerichtes beruhe auf einer Verkennung des Unterschiedes zwischen der Tätigkeit des Gemeinderates als Baubehörde einerseits und als kommunaler Exekutive anderseits. Es könne dem Bürger nicht zugemutet werden, sich schon dann gegen eine Umgehung des Finanzreferendums zur Wehr zu setzen, wenn gewisse Mehrkosten nur zu vermuten seien, aber noch in keiner Weise feststünden.\n\n3. a) Die unbehinderte Ausübung des Stimm- und Wahlrechtes auf der Ebene des Bundes, des Kantons und der Gemeinde bildet eine unabdingbare Grundlage des demokratischen Staatswesens. Es ist daher darauf zu achten, dass auf diesem Gebiete die BGE 108 Ia 1 S. 4Rechte der Bürger genau beachtet werden, und es ist im Zweifelsfalle eher zugunsten der weitherzigeren Lösung zu entscheiden (vgl. BGE 102 Ia 461 E. 3b; BGE 95 I 218 E. 3).\n\nb) Das Verwaltungsgericht hält den angefochtenen Submissionsentscheid des Gemeinderates von Arosa für ein unter dem Gesichtswinkel des Finanzreferendums ungeeignetes Anfechtungsobjekt. Dies mag rein äusserlich gesehen zutreffen. Mit der Arbeitsvergebung selbst kann der Gemeinderat nicht in das Mitspracherecht des Volkes bei der Bewilligung von Ausgaben eingreifen. Indessen kann es hierauf nicht entscheidend ankommen. Der Gemeinderat darf klarerweise nur Arbeiten vergeben, wenn und soweit ihm dafür der erforderliche Kredit zur Verfügung steht. Trifft dies nicht zu, so überschreitet er seine Zuständigkeit.\n\nc) Dem Verwaltungsgericht kann darin beigepflichtet werden, dass die Anfechtung eines Submissionsentscheides wegen Verletzung der Bestimmungen über das Finanzreferendum nicht mehr möglich ist, wenn der behauptete Mangel früher hätte gerügt werden können. In der Tat stellt die Submission in der Regel einen Teil der Projektausführung dar, während sich das Referendum nur gegen die Kreditgewährung richten kann. Unterbleibt aber ein formeller Kreditbeschluss für ein ganzes Bauvorhaben oder für Mehraufwendungen gegenüber bewilligten Krediten, so muss der Bürger sich in dem Zeitpunkt zur Wehr setzen können, in dem er mit einer gewissen Zuverlässigkeit davon Kenntnis erhält, dass referendumspflichtige Ausgaben ohne Beschluss der Stimmberechtigten getätigt werden sollen; denn anders liesse sich eine mögliche Verfassungs- oder Gesetzesverletzung nicht verhindern.\n\n4. a) Das Verwaltungsgericht glaubt, der Beschwerdeführer hätte seinen Rekurs wegen Verletzung der Bestimmungen über das kommunale Finanzreferendum an den Beschluss des Gemeinderates über die Baubewilligung anschliessen können und müssen. Dies trifft nicht zu. Im Baubewilligungsverfahren erfolgt regelmässig lediglich eine Auflage der Pläne, gegebenenfalls mit den notwendigen Erläuterungen. Kostenberechnungen sind in diesem Verfahren nicht erforderlich. Die Gemeinde Arosa macht auch nicht geltend, im vorliegenden Falle seien entgegen der Regel solche Kostenberechnungen öffentlich aufgelegt worden. Es lässt sich daher nicht sagen, die stimmberechtigten Einwohner der Gemeinde hätten durch die Planauflage von der Kostenüberschreitung gegenüber der Abstimmungsvorlage Kenntnis erlangt. Sie hatten auch keinen Anlass, die Pläne in dieser Hinsicht genauer zu prüfen.BGE 108 Ia 1 S. 5\n\nDas Baubewilligungsverfahren hat einzig den Sinn, festzustellen, ob das Bauvorhaben mit den baurechtlichen Vorschriften von Kanton und Gemeinde übereinstimme; hingegen kommt ihm keine Bedeutung zu hinsichtlich der Frage, ob es auch finanzrechtlich in Ordnung sei, d.h. ob der bewilligte Kredit nicht in unzulässiger Weise überschritten worden sei. Erhebt ein Stimmberechtigter der Gemeinde gegen das Bauprojekt keine Einsprache oder wird diese abgewiesen, so ist er demnach für die Zukunft mit Einwendungen ausgeschlossen, welche sich auf die bauliche Gestaltung des Vorhabens beziehen; dagegen kann entsprechend dem Sinn der Bauausschreibung unmöglich dasselbe gelten hinsichtlich allfälliger Rügen, welche das Mitbestimmungsrecht des Volkes bei der Bewilligung von Ausgaben betreffen. Die Tatsache, dass der Beschwerdeführer Baueinsprache erhoben hatte und dass ihm dementsprechend der Baubewilligungsentscheid mitgeteilt worden war, ist somit im vorliegenden Zusammenhang unerheblich."}