{"annee": "108", "cour": "III", "page": "21", "date": "24/8/1982", "cite": ["93 III 23"], "cite_par": [], "chapeau": "9. Entscheid der Schuldbetreibungs- und Konkurskammer vom 24. August 1982 i.S. Kallivroussis (Rekurs)", "regestes": ["Art. 243 al. 1 LP. Encaissement des créances incontestées de la masse par voie de poursuite; notion de créances incontestées."], "faits": "BGE 108 III 21 S. 21\n\nA.- Am 17. Oktober 1980 wurde über Georgios Kallivroussis der Konkurs eröffnet. Zwischen ihm und der Bad Flüh AG ist ein Zivilprozess anhängig. Am 3. Februar 1981 anerkannte die damalige Verwaltungsratspräsidentin der Bad Flüh AG, Blanka Maria Kallivroussis, eine Forderung des Gemeinschuldners im Umfang von Fr. 1'050'000.--. Diese Anerkennung wurde in der Folge vom heutigen Verwaltungsratspräsidenten der Bad Flüh AG widerrufen. Eine Abschreibung der Klage unterblieb.\n\nB.- Am 24. April 1982 forderte der Gemeinschuldner die Konkursverwaltung auf, das Guthaben bei der Bad Flüh AG BGE 108 III 21 S. 22einzuziehen. Die Konkursverwaltung antwortete am 4. Mai 1982, der Entscheid über die Geltendmachung der Forderung stehe nicht ihr, sondern der 2. Gläubigerversammlung zu. Hiegegen beschwerte sich der Gemeinschuldner bei der Aufsichtsbehörde für Schuldbetreibung und Konkurs des Kantons Solothurn. Seine Beschwerde wurde jedoch mit Entscheid vom 28. Juli 1982 abgewiesen.\n\nC.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts beantragt der Gemeinschuldner, den Entscheid der kantonalen Aufsichtsbehörde aufzuheben und die Konkursverwaltung anzuweisen, das der Konkursmasse zustehende Guthaben gegenüber der Bad Flüh AG in Betreibung zu setzen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach Art. 243 Abs. 1 SchKG hat die Konkursverwaltung unbestrittene und fällige Guthaben der Masse, nötigenfalls auf dem Betreibungsweg, einzuziehen. Nach Lehre und Rechtsprechung hat die Konkursverwaltung gegen alle Drittschuldner, die auf eine vorausgegangene briefliche Aufforderung weder bezahlt noch eine ausdrückliche Bestreitung eingereicht haben, die Betreibung anzuheben. Ist eine Bestreitung offenbar trölerisch und der Rechtsvorschlag des Schuldners durch (provisorische oder definitive) Rechtsöffnung zu beseitigen, so ist für solche Forderungen trotz der Bestreitung die Betreibung fortzusetzen. Liegt dagegen eine ernsthafte Bestreitung vor, so ist es Sache der 2. Gläubigerversammlung, darüber zu entscheiden, ob der Prozessweg beschritten oder ob das Guthaben im Sinne von Art. 260 SchKG den Gläubigern zur Abtretung angeboten werden soll (BGE 93 III 26 E. 2; JAEGER, N. 1 und 3 zu Art. 243 SchKG; FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl. Bd. II, S. 141).\n\n2. Im vorliegenden Fall hat die Bad Flüh AG zwar am 3. Februar 1981 die Forderung der Konkursmasse im hängigen Zivilprozess anerkannt. Diese Anerkennung wurde indessen kurz danach vom heutigen Präsidenten des Verwaltungsrats der Bad Flüh AG bestritten. Sie führte zudem bisher nicht etwa zu einer Abschreibung der Klage. Unter diesen Umständen fehlt es bereits am Erfordernis des unbestrittenen Guthabens im Sinne von Art. 243 Abs. 1 SchKG. Welche materiell- und prozessrechtliche Tragweite die von der Ehefrau des Rekurrenten als damaliger Verwaltungsratspräsidentin der Bad Flüh AG ausgesprochene BGE 108 III 21 S. 23Anerkennung hat, ist hier nicht zu prüfen. Unter dem Gesichtspunkt von Art. 243 Abs. 1 SchKG genügt es, dass die Bad Flüh AG die Anerkennung heute nicht mehr gegen sich gelten lassen will, und dass der Prozess über die Forderung weiterhin anhängig ist. Wohl könnte die Konkursverwaltung versuchen, gestützt auf die Forderungsanerkennung die provisorische Rechtsöffnung zu erlangen. Würde diese gewährt, was angesichts der unklaren Rechtslage ungewiss ist, so wäre jedoch mit Sicherheit mit einer Aberkennungsklage durch die Bad Flüh AG zu rechnen, was wiederum darauf hinweist, dass von einem unbestrittenen Guthaben nicht gesprochen werden kann. Dazu kommt, dass die Bad Flüh AG gegenüber der Konkursmasse offenbar Gegenforderungen angemeldet hat, so dass die Geltendmachung der Forderung auch unter diesem Gesichtspunkt auf Schwierigkeiten stossen könnte.\n\nBei dieser Sachlage verstösst es keineswegs gegen Art. 243 Abs. 1 SchKG, wenn die Konkursverwaltung den Entscheid über das weitere Vorgehen hinsichtlich der Forderung gegen die Bad Flüh AG der 2. Gläubigerversammlung überlassen will. Der Rekurs ist daher als offensichtlich unbegründet abzuweisen."}