{"annee": "108", "cour": "II", "page": "102", "date": "22/6/1982", "cite": ["83 II 18", "66 II 158", "83 II 297", "59 II 236", "84 II 621", "27 II 505", "107 II 419", "88 II 410", "79 II 144", "82 II 411"], "cite_par": ["115 IB 517", "109 II 319", "109 IA 5", "127 III 83"], "chapeau": "20. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Juni 1982 i.S. Hegner gegen Pozzi (Berufung)", "regestes": ["Art. 28 et 31 CO. Vente d'actions, dol. 1. Invalidation du contrat de vente en raison d'un vice du consentement et action en garantie ou en dommages-intérêts pour cause d'inexécution. Signification et début du délai pour invalider le contrat. Conditions d'une ratification; fardeau de la preuve (consid. 2a et b). 2. En cas de dol, le juge ne peut pas se borner à constater la découverte de l'erreur, ni conclure à la légère à une ratification sans réserve du contrat (consid. 2a et c)."], "faits": "BGE 108 II 102 S. 102\n\nA.- Frau Pozzi war bis Mitte Juli 1977 Alleinaktionärin und einzelzeichnungsberechtigte Verwaltungsratspräsidentin der SPO AG, deren Grundkapital Fr. 50'000.-- betrug und in 500 Inhaberaktien zerlegt war.\n\nAm 2. Februar 1977 erhielt sie von Hegner ein Darlehen von Fr. 50'000.--. Die Summe sollte zur Herstellung von Werkzeug für eine von Schlatter entwickelte Kunststoffleiter verwendet werden, BGE 108 II 102 S. 103die am 19. Januar 1977 unter Nr. 644/77 zur Patentierung angemeldet wurde. Hegner interessierte sich in der Folge für eine Beteiligung an der SPO AG, wenn er insbesondere mit der kaufmännischen Leitung ihres Unternehmens betraut werde. Gemäss Vertrag vom 14. Juli 1977 einigte er sich mit Frau Pozzi dahin, dass diese sich verpflichtete, das Aktienkapital der Gesellschaft auf Fr. 100'000.-- zu erhöhen und ihm 490 ihrer bisherigen Aktien zum Preise von Fr. 100'000.-- zu verkaufen. Hegner leistete eine Anzahlung von Fr. 20'000.-- und stellte Frau Pozzi für die Kapitalerhöhung Fr. 50'000.-- zur Verfügung; den Restbetrag von Fr. 30'000.-- hatte er bis Ende 1977 zu bezahlen. Er versprach ferner, für die zum weiteren Aufbau der Gesellschaft erforderlichen Mittel bis zu höchstens Fr. 200'000.-- besorgt zu sein. Gemäss einer weiteren Abrede verkaufte Frau Pozzi \"ihr Patent Nr. 644/77\" für Fr. 50'000.-- an die SPO AG, die den Betrag als Darlehen schulden und verzinsen sollte.\n\nDem Vertrag ging eine mit \"Bestätigung und Zusicherung\" überschriebene Erklärung der Frau Pozzi vom 13. Juli voraus, dass das genannte Patent in Ordnung und die Kunststoffleiter bis Ende Juli 1977 zum Verkauf bereit sei und Hegner die kaufmännische Leitung sowie die Buchhaltung der Gesellschaft zugesichert werde.\n\nB.- Am 11. Juli 1978 liess Hegner Frau Pozzi mitteilen, dass er den Beteiligungsvertrag wegen Irrtums und absichtlicher Täuschung für unverbindlich halte und seine Leistungen zurückverlange. Da Frau Pozzi auf der Erfüllung des Vertrages beharrte, klagte er im Oktober 1979 gegen sie auf Feststellung der Unverbindlichkeit und auf Rückzahlung von Fr. 70'000.-- nebst Zins. Er machte geltend, er sei von der Beklagten durch täuschende Zusicherungen veranlasst worden, den Vertrag abzuschliessen und erhebliche Mittel für die Gesellschaft aufzuwenden.\n\nDas Bezirksgericht Zürich und auf Appellation hin am 23. Dezember 1981 auch das Obergericht des Kantons Zürich wiesen die Klage ab.\n\nDie Berufung des Klägers wird vom Bundesgericht dahin gutgeheissen, dass das Urteil des Obergerichts aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird.", "considerants": "Aus den Erwägungen:\n\n2. Das Obergericht fand, dass die massgeblichen tatsächlichen BGE 108 II 102 S. 104Verhältnisse für den Entscheid über die Frage, ob ein Grundlagenirrtum oder eine absichtliche Täuschung vorliege, in einem Beweisverfahren abzuklären wären, sich ein solches Verfahren aber erübrige, da der Kläger den Vertrag nach Entdeckung des angeblichen Willensmangels durch konkludentes Verhalten genehmigt habe. Es nahm unter Hinweis auf Erwägungen des Bezirksgerichts insbesondere an, der Kläger habe spätestens seit dem 28. Juli 1977 gewusst, dass die von der Firma Emmer in Mailand für die SPO AG hergestellte Kunststoffleiter noch nicht für den Verkauf bereit war. Gleichwohl habe er der Beklagten am 22. September 1977 ein weiteres Darlehen von Fr. 50'000.-- versprochen und ihr in der Folge auch gewährt; er habe sich zudem zusammen mit ihr verpflichtet, Schlatter je 30 Aktien der SPO AG abzutreten. Dadurch habe er den Vertrag nachträglich genehmigt und das Anfechtungsrecht verwirkt.\n\na) Nach ständiger Rechtsprechung, die letztmals in BGE 107 II 421 E. 1 gerade für einen Aktienkauf bestätigt worden ist, kann der Käufer bei unrichtiger Erfüllung entweder gemäss Art. 197 ff. OR auf Gewährleistung klagen oder nach Art. 97 ff. OR Schadenersatz wegen Nichterfüllung verlangen oder den Vertrag wegen eines Willensmangels im Sinne von Art. 23 ff. OR anfechten. Entschliesst er sich für die Anfechtung, so darf er bei seiner Erklärung, den Vertrag als nicht bestehend anzusehen und daher nicht halten zu wollen, behaftet werden. Der Richter braucht diesfalls nicht danach zu forschen, wie die gegenseitigen Verpflichtungen der Vertragspartner unter den anderen Gesichtspunkten zu beurteilen wären. Da der Käufer ein Gestaltungsrecht ausübt und das Schicksal des Vertrages sich innerhalb eines Jahres endgültig entscheiden muss, kann die Erklärung zudem grundsätzlich nicht mehr widerrufen werden. Sie darf auch nicht von Bedingungen abhängig gemacht werden. Anders verhält es sich nur, wenn der Kläger bloss eventuell, falls der Richter den Vertrag als verbindlich betrachten sollte, daran ganz oder teilweise festhalten will; sonst schliessen Klagen auf Erfüllung und solche wegen Willensmängeln einander zum vorneherein aus (BGE 83 II 300 E. 1, BGE 79 II 145 /46, BGE 27 II 518).\n\nDie Anfechtung wegen Grundlagenirrtums oder absichtlicher Täuschung hängt nicht von den besonderen Voraussetzungen der Sachgewährleistung ab. Art. 31 OR räumt dem dazu Berechtigten im Unterschied zu den Vorschriften über die Beanstandung der gekauften Sache oder des bestellten Werkes (Art. 201, 367 und 370 BGE 108 II 102 S. 105OR) ein volles Jahr Zeit ein; er ist daher nicht verpflichtet, von der faktischen Möglichkeit, sich auf einseitige Unverbindlichkeit des Vertrages zu berufen, sofort Gebrauch zu machen. Es kann ihm namentlich bei falschen Angaben oder Zusicherungen des Verkäufers nicht verwehrt werden, zunächst einen Überblick über den Schaden zu gewinnen, der ihm allenfalls aus der Täuschung droht; diesen Schwebezustand und die damit verbundene Ungewissheit muss sich der Täuschende, der keine besondere Rücksicht verdient (OSER/SCHÖNENBERGER, N. 20 zu Art. 31 OR), gefallen lassen. Es genügt daher in der Regel, dass der Anfechtungsberechtigte sich vor Ablauf der Frist auf den Willensmangel beruft, mag in einer Verzögerung unter Umständen auch ein Verhalten erblickt werden, das der Berechtigte sich im Rahmen der Art. 25 und 26 OR entgegenhalten lassen muss (BGE 107 II 421, BGE 83 II 23 E. 4, BGE 79 II 146 /47).\n\nDie Jahresfrist zur Anfechtung beginnt mit der Entdeckung des Willensmangels zu laufen; lässt der Berechtigte sie unbenützt verstreichen, so gilt der Vertrag gemäss Art. 31 Abs. 1 OR als durch Schweigen genehmigt. Dies kann schon während der Jahresfrist angenommen werden, wenn der Anfechtungsberechtigte durch positive Handlungen oder durch eine ausdrückliche Willenserklärung deutlich zu verstehen gibt, dass er sich mit dem mangelhaften Vertrag abgefunden hat. Eine Genehmigung ist selbst nach einer Berufung auf Unverbindlichkeit noch möglich, wenn die Gegenpartei einverstanden ist, dass der Vertrag aufrecht bleibe (BGE 88 II 412, BGE 84 II 625 E. c, BGE 66 II 159). Im einen wie im andern Fall setzt die Genehmigung aber eine sichere Kenntnis des Willensmangels voraus; blosse unbestimmte, nicht näher belegte Zweifel genügen nicht (BGE 82 II 426, BGE 27 II 516 /17). Im Falle der Täuschung ist neben der Entdeckung des Irrtums zudem die Erkenntnis erforderlich, dass der Mangel durch absichtliche falsche Vorspiegelungen verursacht worden ist (OSER/SCHÖNENBERGER, N. 11, 19 und 21, sowie BECKER, N. 4, 7 und 10 zu Art. 31 OR; vgl. ferner VON TUHR/PETER, OR I S. 331, GUHL/MERZ/KUMMER, OR S. 125; BUCHER, OR Allg. Teil S. 188). Wo eine ausdrückliche Erklärung fehlt, darf angesichts der Tragweite des Rechtsverzichts, der in einer Genehmigung liegt, namentlich bei einer absichtlichen Täuschung nicht leichthin auf vorbehaltsloses Einverständnis geschlossen werden. Ob eine bestimmte Handlung des Anfechtungsberechtigten als eindeutiger Ausdruck einer Genehmigung zu verstehen sei, beurteilt sich nach den Grundsätzen der Vertrauenstheorie.BGE 108 II 102 S. 106\n\nDie Beweislast für die behauptete Genehmigung trägt die Gegenpartei; dazu gehört auch der Nachweis, dass der Irrende den Willensmangel bereits vor der als Genehmigung geltend gemachten Handlung entdeckt habe (BGE 59 II 240).\n\nb) Das Obergericht folgerte aus Korrespondenzen der Beteiligten vom Juni 1977, dass der Kläger damals sehr grosses Gewicht auf einen baldmöglichen Vertrieb der Kunststoffleiter legte und dafür eine verbindliche Zusicherung verlangte, er über offenbare Verzögerungen der Entwicklungsarbeiten am Prototyp, der sich seit Mitte Juni 1977 angeblich in der Endphase befand, aber unterrichtet war. Ähnlich äussert sich das Obergericht bei der Würdigung der Zusicherungen, die in der schriftlichen \"Bestätigung\" der Beklagten vom 13. Juli 1977 enthalten sind; es verweist ausserdem auf die erheblichen finanziellen Mittel, welche der Kläger für die Gesellschaft aufzubringen hatte, lässt schliesslich die Frage, ob die von der Beklagten bestrittene \"Bestätigung\" rechtmässig zustande gekommen sei, jedoch offen.\n\nNach ihren Hinweisen auf Feststellungen des Bezirksgerichts hält die Vorinstanz sodann für erwiesen, dass dem Kläger anlässlich seines Besuches vom 28. Juli 1977 bei der Herstellerfirma Emmer in Mailand weder die schwerwiegenden Mängel der Leiter noch die andauernden Entwicklungsarbeiten entgangen sind. Das Bezirksgericht hielt dem Kläger ferner entgegen, er sei am 22. September 1977 nach eigenen Angaben von den technischen Auskünften Schlatters nicht befriedigt gewesen, weshalb er immer wieder erklärt habe, dass die Konstruktion technisch nicht ausgereift sei, die Leiter folglich nicht serienmässig hergestellt und vertrieben werden könne; am 4. November habe er denn auch wiederholt, schon lange dieser Ansicht zu sein.\n\nAls der Kläger im September 1977 der Beklagten das zweite Darlehen von Fr. 50'000.-- nicht nur versprach, sondern auch zur Verfügung stellte und 30 Aktien der Gesellschaft an Schlatter abtrat, war somit nach den angeführten Feststellungen der Vorinstanzen auch für ihn klar, dass die Zusicherung der Beklagten, die Leiter sei Ende Juli 1977 zum Verkauf bereit, inhaltlich so oder anders falsch war. Anderer Meinung konnte er auch Mitte November 1977 nicht sein, als er der Beklagten schrieb, nach wie vor bereit zu sein, sich im Sinne des Beteiligungsvertrages für die Einräumung eines Bankkredites zu verwenden, und seine Bereitschaft drei Tage später in einer Besprechung bestätigte. Dies gilt umsomehr, als er in der Replik behauptete, ein französischer BGE 108 II 102 S. 107Grossverteiler habe im Herbst 1977 die damalige Ausführung der Leiter als primitiv, dilettantenhaft und lächerlich bezeichnet. Nach dem, was in tatsächlicher Hinsicht feststeht, durfte das Obergericht daher ohne Verletzung von Bundesrecht folgern, der Kläger habe im September und November 1977 \"in Kenntnis\" der fehlenden Verkaufsmöglichkeit gehandelt, die ihm die Beklagte auf Ende Juli 1977 angeblich zugesichert hat. Es liegt insbesondere nichts dafür vor, dass die Vorinstanz den Rechtsbegriff der Irrtumsentdeckung verkannt habe.\n\nc) Die Vorinstanz übergeht die Fragen, ob und wann der Kläger im Falle einer Täuschung erkannt habe, dass sein Irrtum durch absichtliche falsche Vorspiegelungen der Gegenpartei veranlasst oder unterhalten worden ist. Sie begnügt sich vielmehr mit der Feststellung über die Entdeckung des Irrtums, den sie unbekümmert darum, ob er durch eine Täuschung hervorgerufen oder von der Beklagten bewusst ausgenutzt worden sei oder nicht, rechtlich gleich behandeln möchte. Das geht indes schon deshalb nicht an, weil die Rechtsfolgen der beiden Willensmängel sich nicht decken; im Falle der absichtlichen Täuschung ist der Anfechtungsberechtigte besser gestellt, da der erregte Irrtum kein wesentlicher zu sein braucht und die nachträgliche Genehmigung einen Anspruch auf Schadenersatz nicht ausschliesst (Art. 28 Abs. 1 und 31 Abs. 3 OR). Das angefochtene Urteil ist deshalb gestützt auf Art. 64 Abs. 1 OG aufzuheben und die Sache zur Ergänzung des Sachverhaltes und zu neuer Beurteilung an die Vorinstanz zurückzuweisen."}