{"annee": "108", "cour": "V", "page": "103", "date": "18/8/1982", "cite": ["106 V 53"], "cite_par": ["131 V 444"], "chapeau": "26. Auszug aus dem Urteil vom 18. August 1982 i.S. Bundesamt für Industrie, Gewerbe und Arbeit gegen Frei und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 19 al. 2 OAC. L'exigence relative au caractère suffisamment contrôlable de l'activité salariée dont le revenu est soumis à cotisations (art. 9 al. 2 AAC) vaut aussi par analogie dans le cadre de l'art. 19 al. 2 OAC, lorsqu'il s'agit de décider si le séjour à l'étranger à des fins de formation conduit à une prolongation de la période de référence de 365 jours au sens de l'art. 12 al. 1 OAC."], "faits": "", "considerants": "BGE 108 V 103 S. 104\n\nAus den Erwägungen:\n\n2. a) Streitig ist, ob der Aufenthalt in der englischsprechenden Familie des Donald Benz in USA als ausbildungsbedingt im Sinne von Art. 19 Abs. 2 AlVV gelten kann.\n\nDie Vorinstanz ging in rechtlicher Hinsicht davon aus, die fragliche Verordnungsbestimmung anerkenne nicht nur den Besuch einer Schule als Ausbildung; denn eine derartige Einschränkung müsste sich aus dem Wortlaut ergeben. Die in einer englischsprechenden Familie vermittelten Kenntnisse seien nicht weniger wichtig als die sprachliche Förderung in einer Schule, weshalb sich auch von der Sache her eine Gleichstellung aufdränge. Das Bundesamt wendet dagegen u.a. ein:\n\n\"Der vorinstanzlichen Auffassung könnten wir erst dann zustimmen, wenn eine solche Sprachausbildung aufgrund eines nachweisbaren Lernprogrammes mit entsprechenden Lernzielen betrieben wird; sie sollte zum mindesten mit einer kursmässigen Ausbildung vergleichbar sein und sowohl in zeitlicher als auch in qualitativer Hinsicht überprüfbar sein. Analog zu Artikel 13 Abs. 3 AlVV muss ferner die sprachliche Aus- und Weiterbildung die Vermittlungsfähigkeit des Versicherten fördern. Ein Sprachaufenthalt im Ausland hat aus der Sicht der Arbeitslosenversicherung zur Hauptsache diesem Zweck zu dienen. Eine andere Auslegung wäre mit der Zweckgebundenheit der Mittel dieser Sozialversicherung nicht vereinbar. Bekanntlich sind die Erscheinungsformen der Sprachausbildung derart vielfältig, dass ohne die obgenannten Kriterien eine klare Abgrenzung zwischen einem Sprachaufenthalt zu Ausbildungszwecken und einem Aufenthalt bei Bekannten und Verwandten oder Ferienaufenthalten im Ausland, die im weitesten Sinn ebenfalls eine sprachliche Ausbildung vermitteln könnten, nicht möglich ist. An diese Versicherten sind aus Gründen der Rechtsgleichheit dieselben Anforderungen zu stellen wie an die Versicherten, die im Inland einer überprüfbaren sprachlichen Aus- oder Weiterbildung nachgehen und sich darüber auch auszuweisen haben. Ferner wäre nicht einzusehen, weshalb die Versicherten, die sich zu Arbeitszwecken im Ausland aufhalten und gemäss bestehender Praxis ihre Tätigkeit ausführlich und überprüfbar zu belegen haben, strenger behandelt werden sollten als Versicherte, die sich zu Ausbildungszwecken im Ausland aufhalten.\"\n\nb) Der Argumentation des Bundesamtes ist jedenfalls insoweit zuzustimmen, als für den Aufenthalt zu Ausbildungszwecken im Sinne von Art. 19 Abs. 2 AlVV das Erfordernis der Überprüfbarkeit zu verlangen ist; denn dieses Kriterium findet sich in Art. 9 Abs. 2 AlVB, welcher generell von einer genügend überprüfbaren Beschäftigung als Arbeitnehmer spricht (dazu ARV 1981 Nr. 25 BGE 108 V 103 S. 105S. 111 Erw. 3 mit Hinweisen, 1980 Nr. 3 S. 6 Erw. 3a). Wenn der Gesetzgeber im Regelfall die Kontrollierbarkeit vorschreibt, ist nicht einzusehen, warum es sich im Sonderfall des Art. 19 Abs. 2 AlVV anders verhalten sollte. Im übrigen gilt der Grundsatz der Überprüfbarkeit auch hinsichtlich der weiteren Anspruchsvoraussetzung des anrechenbaren Verdienstausfalles (Art. 24 Abs. 2 lit. c AlVG, Art. 23 ff. AlVV; BGE 106 V 56 Erw. 3 mit Hinweis, vgl. auch 107 V 60 Erw. 1)."}