{"annee": "108", "cour": "IV", "page": "1", "date": "11/2/1982", "cite": ["105 IV 14"], "cite_par": ["134 IV 60"], "chapeau": "1. Urteil des Kassationshofes vom 11. Februar 1982 i.S. Staatsanwaltschaft des Kantons Aargau gegen K. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 49 ch. 3 al. 3 CP; conversion d'une amende en arrêts. Les amendes ou les soldes d'amende de moins de 30 fr. ne doivent pas faire l'objet d'une conversion en arrêts."], "faits": "", "considerants": "BGE 108 IV 1 S. 1\n\nDas Bundesgericht zieht in Erwägung:\n\na) Nach Art. 49 Ziff. 3 Abs. 3 StGB werden im Falle der Umwandlung \"dreissig Franken Busse einem Tag Haft gleichgesetzt\" (un jour d'arrêts sera compté pour 30 fr. d'amende; un giorno d'arresto sara ragguagliato ad ogni trenta franchi di multa). Zur Frage, was mit Bussen oder Bussenrestbeträgen von weniger als Fr. 30.-- zu geschehen habe, äussert sich das Gesetz nicht. Es liegt indessen auf der Hand, dass für diese beiden Fälle dieselbe Regelung gelten muss.\n\nDas Gesetz schreibt ausdrücklich vor, dass im Falle der Umwandlung Fr. 30.-- Busse einem Tag Haft gleichzusetzen sind. Dass ein niedrigerer Bussen- oder Bussenrestbetrag ebenfalls in einen Tag Haft umzuwandeln sei, sagt es nicht. Die Umwandlung von Bussen und demzufolge auch von Bussenrestbeträgen von weniger als Fr. 30.-- ist also vom Gesetz nicht vorgesehen und daher nicht zulässig (in diesem Sinne: SCHULTZ, Einführung in den allg. Teil des Strafrechts, Bd. II, 3. A. S. 112; LOGOZ, Allg. Teil, 2. A. S. 292; Praxis des Kantons Zürich gemäss SJZ 1972 S. 378/79; Praxis des Kantons Waadt gemäss JdT 1975 IV S. 96; BGE 108 IV 1 S. 2Praxis des Kantons Thurgau gemäss RB TG 1976 Nr. 28; vgl. dazu auch die deutsche Praxis, SCHÖNKE/SCHRÖDER, N. 4 zu § 43 StGB).\n\nb) In der Literatur und von Gerichten wurden allerdings auch andere Meinungen vertreten. Das Obergericht des Kantons Aargau empfahl am 23. Dezember 1971 den ihm untergeordneten Instanzen, Bussen von weniger als Fr. 30.-- in einen Tag Haft umzuwandeln, Bussenrestbeträge von weniger als Fr. 30.-- dagegen bei der Festsetzung der Umwandlungsstrafe unberücksichtigt zu lassen. Das Obergericht des Kantons Bern beschloss am 14. Mai 1981, Bussen- und Bussenrestbeträge von weniger als Fr. 30.-- seien in einen Tag Haft umzuwandeln. Unter der früheren, vor 1971 geltenden Regelung, wonach Fr. 10.-- Busse einem Tag Haft gleichzusetzen waren, hatte der bernische Oberrichter Kehrli postuliert, dass Fr. 5.-- in einen halben Tag Haft umzuwandeln seien (ZBJV 1944 S. 156 Ziff. IV). Dieselbe Lösung schlug auch ELSA TANNENBLATT vor, allerdings mit der Bemerkung, dass sich eine solche Praxis bisher nicht durchgesetzt habe. Sie hielt deshalb als Regel fest, dass Bussen und Bussenrestbeträge von weniger als Fr. 10.-- in einen Tag Haft umzuwandeln seien (Die Umwandlung einer Geldstrafe in eine Freiheitsstrafe, Bern, Diss. 1945 S. 48 f.). BRENN (Die Busse und ihr Vollzug nach dem schweizerischen Strafgesetzbuch, Bern, Diss. 1945 S. 98) vertrat dagegen dieselbe Meinung wie das Obergericht des Kantons Aargau in seiner erwähnten Empfehlung vom 23. Dezember 1971.\n\nDiese verschiedenen Meinungen finden indessen im Gesetz keine hinreichende Stütze. Aus BGE 105 IV 16 kann weder zugunsten der einen noch zugunsten der andern Lösung etwas abgeleitet werden. Dass ein Ständerat bei der Vorbereitung des Gesetzes im Jahre 1931 einmal äusserte, wer die Busse schuldhaft nicht bezahle, dürfe nicht straflos ausgehen, spricht ebenfalls für keine der verschiedenen Möglichkeiten. Wohl wollte der Gesetzgeber verhindern, dass ein Zahlungsunwilliger seiner Strafe entgehe. Er setzte für die Umwandlungsstrafe aber auch ein Höchstmass fest, so dass selbst höchste Bussen nur in drei Monate Haft umgewandelt werden können. Wo ein Höchstmass angesetzt wurde, ist die Ansetzung eines Mindestmasses jedenfalls nicht systemwidrig.\n\nc) Die Vorinstanz verletzte demnach das Bundesrecht nicht, wenn sie davon ausging, dass Bussen und Bussenrestbeträge von weniger als Fr. 30.-- nicht in Haft umgewandelt werden können. Die Beschwerde ist demnach als unbegründet abzuweisen."}