{"annee": "108", "cour": "II", "page": "334", "date": "3/5/1982", "cite": ["101 II 177", "101 II 366", "106 II 365"], "cite_par": ["139 III 110", "111 II 149", "118 II 213", "125 V 183", "118 II 206", "110 II 220"], "chapeau": "65. Estratto della sentenza 3 maggio 1982 della I Corte civile nella causa Comune di Muralto, Eredi fu Paolo Mariotta, Adolfo Zingrich e La Federale, Compagnia d'assicurazione (ricorsi per riforma)", "regestes": ["Art. 44 ss OJ. Ne sont pas des contestations civiles au sens de cette disposition celles qui concernent les matières pour lesquelles le Code civil réserve le droit public cantonal, en particulier celles qui ont trait à la responsabilité pour acte illicite des corporations de droit public, qui, conformément à l'art. 59 al. 1 CC, est réglée exclusivement par le droit public cantonal."], "faits": "BGE 108 II 334 S. 334\n\nDurante la notte tra il 9 e il 10 settembre 1965 la regione del locarnese fu sconvolta da fortissimi temporali. Il negozio d'arredamenti interni e d'antiquariato di Adolfo Zingrich a Muralto, situato in uno stabile del quale l'architetto Paolo Mariotta - ora deceduto - era proprietario e progettista, fu allagato dalla fuoruscita delle acque del torrente \"Gutta\", incorporato nelle fondazioni dell'immobile. L'allagamento fu dovuto ad alcuni errori d'arte commessi durante i lavori di costruzione, che ridussero di quasi la metà la superficie BGE 108 II 334 S. 335utile allo scorrimento dell'acqua. Si trattava in particolare dell'inserimento nel cunicolo di una canalizzazione comunale, autorizzato dalle autorità di Muralto, e dell'allacciamento a questa fogna di un tubo di scarico dell'edificio che, protetto da una putrella, attraversava il canale sotterraneo.\n\nIl 9 ottobre 1981, la II Camera civile del Tribunale di appello ticinese, in parziale riforma della sentenza del Pretore di Locarno-Città, condannò solidalmente i convenuti Comune di Muralto ed Eredi fu Paolo Mariotta a pagare all'attore Adolfo Zingrich Fr. 316'994.--, a titolo di risarcimento dei danni, e respinse la petizione nei confronti della convenuta Compagnia d'assicurazione La Federale. Gli eredi del professionista furono riconosciuti responsabili in applicazione degli art. 41, 58 e 255 CO, mentre l'ente pubblico soltanto in virtù degli art. 41 e 58 CO. Entrambi i convenuti presentarono ricorsi per riforma al Tribunale federale chiedendo, in via principale, la reiezione della petizione nei loro confronti; con ricorso adesivo l'attore chiese un maggiore risarcimento. Il ricorso del Comune di Muralto - il solo che qui interessa - venne respinto nella misura in cui era ammissibile.", "considerants": "Considerato in diritto:\n\n3. La responsabilità per atto illecito degli enti pubblici cantonali, quindi del Comune, è retta esclusivamente dal diritto pubblico cantonale, nella misura in cui essa è in relazione con la funzione pubblica (art. 59 cpv. 1 CC). In assenza di testi di diritto pubblico cantonale non v'è responsabilità aquiliana dell'ente pubblico, contrariamente a quanto avviene per i funzionari, la cui responsabilità, in assenza di norme cantonali, è retta dal diritto federale (art. 61 cpv. 1 CO). I Cantoni possono definire liberamente le modalità della responsabilità degli enti pubblici. Essi possono segnatamente rinviare, con o senza riserve, al diritto privato federale; in questo caso il diritto federale non è applicato in quanto tale, ma solo a titolo di diritto pubblico cantonale suppletivo. Ciò assume importanza nel giudizio d'ammissibilità dei rimedi giuridici: poiché il ricorso per riforma è proponibile soltanto per violazione del diritto federale (art. 43 cpv. 1 OG), esso non è ammissibile contro le decisioni cantonali che coinvolgono la responsabilità degli enti pubblici - nell'esercizio delle loro sovrane funzioni - sulla base del diritto pubblico cantonale, anche qualora questo sia costituito dal diritto federale applicato a titolo suppletivo (DTF 101 II 184 consid. 2b con i BGE 108 II 334 S. 336numerosi riferimenti, 96 II 343 consid. 3a; GRISEL, Droit administratif suisse, pag. 441; KNAPP, Précis de droit administratif, pagg. 263/4; OFTINGER, Haftpflichtrecht, II/1 pag. 126 n. 5).\n\nLa motivazione della sentenza impugnata non consente di comprendere se nei confronti del Comune di Muralto il Tribunale di appello abbia applicato le norme federali sulla responsabilità per atto illecito come tali oppure come diritto pubblico cantonale suppletivo. Certo quest'ultima ipotesi sarebbe conforme alla prassi cantonale, la quale, in assenza di un testo di legge esplicito, deduce il rinvio al diritto federale delle obbligazioni, in materia di responsabilità aquiliana dello Stato e degli enti pubblici in genere, dall'art. 21 della legge sull'ordinamento degli impiegati dello Stato e dei docenti del 5 novembre 1954, riguardante la responsabilità personale dei funzionari cantonali (cfr. Rep. 1960 pag. 286 consid. 1 e le critiche espresse contro questa prassi da BIANCHI, Ente pubblico e responsabilità per illecito, RDAT 1979 pag. 265 segg.). Tuttavia, il ricorso per riforma non è in ogni modo ammissibile. Secondo gli art. 44 segg. OG questo rimedio riguarda infatti solo le cause o i procedimenti civili, ossia le procedure che tendono all'ottenimento di un giudizio definitivo su rapporti di diritto civile, che si svolgono in contraddittorio dinanzi a un giudice o ad un'altra autorità avente potere decisionale, tra due o più persone fisiche o morali agenti come titolari di diritti privati oppure tra queste persone e un'autorità alla quale il diritto civile conferisce la qualità di parte (DTF 106 II 366 e riferimenti, DTF 101 II 368 consid. 2). Non sono cause civili in questo senso quelle concernenti materie per le quali il Codice civile riserva il diritto pubblico cantonale, anche se questo rinvia poi al diritto federale (BIRCHMEIER, Bundesrechtspflege, art. 44 OG pagg. 123 lett. d e 125 lett. g).\n\nNella fattispecie s'è detto che l'art. 59 cpv. 1 CC riserva il diritto pubblico cantonale per i rapporti giuridici degli enti pubblici, per cui la causa, nella misura in cui tocca la responsabilità per atto illecito del Comune di Muralto, non è civile e il ricorso per riforma non è ammissibile."}