{"annee": "108", "cour": "III", "page": "36", "date": "29/4/1982", "cite": ["84 III 100", "107 III 29", "104 III 42"], "cite_par": ["112 III 120", "109 III 93"], "chapeau": "15. Entscheid der Schuldbetreibungs- und Konkurskammer vom 29. April 1982 i.S. Vogel (Rekurs)", "regestes": ["Séquestre, délai pour intenter l'action en validation de séquestre (art. 278 LP). Le délai prévu pour intenter l'action en validation de séquestre est suspendu par une procédure de revendication en cours, en tout cas lorsqu'il s'agit d'un séquestre concernant un débiteur domicilié à l'étranger (art. 271 ch. 4 LP) et que le for de l'action dépend de l'issue de cette procédure."], "faits": "BGE 108 III 36 S. 36\n\nA.- Auf Begehren von Peter Vogel belegte das Bezirksgerichtspräsidium Werdenberg am 14. April 1981 für eine Forderung von Fr. 20'943.60 nebst Zins und Kosten gegen die in Vaduz domizilierte Transva Company Establishment gestützt auf Art. 271 Ziff. 4 SchKG einen Lastwagenaufleger mit Arrest. Am 16. April 1981 BGE 108 III 36 S. 37machte Wilfried Görg das Eigentum am Arrestgegenstand geltend, und am 7. Mai 1981 erhob er nach erfolgter Bestreitung seines Drittanspruchs rechtzeitig Klage gemäss Art. 107 SchKG. Inzwischen hatte der Gläubiger am 28. April 1981 die Betreibung gegen die Arrestschuldnerin eingeleitet. Nachdem diese am 13. Mai 1981 Rechtsvorschlag erhoben hatte, prosequierte er indessen den Arrest nicht mehr weiter.\n\nAm 4. Dezember 1981 verlangte die Arrestschuldnerin die Freigabe des arrestierten Gegenstandes. Der Gläubiger widersetzte sich diesem Begehren mit der Begründung, die Prosequierung des Arrestes sei wegen des hängigen Widerspruchsprozesses nicht notwendig gewesen. Mit Verfügung vom 29. Dezember 1981 wies das Betreibungsamt Buchs das Begehren ab. Eine Beschwerde der Arrestschuldnerin gegen diese Verfügung wurde vom Bezirksgerichtspräsidenten von Werdenberg als unterer Aufsichtsbehörde für Schuldbetreibung und Konkurs am 29. Januar 1982 abgewiesen, von der kantonalen Aufsichtsbehörde St. Gallen dagegen am 10. März 1982 gutgeheissen und der arrestierte Gegenstand freigegeben.\n\nB.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer beantragt Peter Vogel, der Entscheid der kantonalen Aufsichtsbehörde sei aufzuheben und derjenige des Bezirksgerichtspräsidenten von Werdenberg zu bestätigen.\n\nDie Arrestschuldnerin beantragt die Abweisung des Rekurses.\n\nMit Verfügung vom 31. März 1982 wurde dem Rekurs aufschiebende Wirkung zuerkannt.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach Art. 278 Abs. 1 SchKG hat der Arrestgläubiger, der nicht schon vor der Bewilligung des Arrestes Betreibung oder Klage angehoben hat, binnen 10 Tagen nach Zustellung der Arresturkunde die Betreibung anzuheben. Schlägt der Schuldner Recht vor, so hat der Gläubiger nach Abs. 2 dieser Bestimmung binnen 10 Tagen seit Mitteilung des Rechtsvorschlags Rechtsöffnung zu verlangen oder die Klage auf Anerkennung seines Forderungsrechts einzuleiten. Kommt er einer dieser Obliegenheiten nicht fristgerecht nach, so fällt der Arrest dahin (Art. 278 Abs. 4 SchKG).\n\nIm vorliegenden Fall hat der Rekurrent zwar rechtzeitig die Betreibung eingeleitet. Er hat es jedoch unterlassen, fristgerecht BGE 108 III 36 S. 38Rechtsöffnung zu verlangen oder die Anerkennungsklage anzuheben, nachdem die Rekursgegnerin am 13. Mai 1981 Recht vorgeschlagen hatte. Der Arrest ist daher dahingefallen, sofern der Fristenlauf des Art. 278 Abs. 2 SchKG durch die Widerspruchsklage vom 7. Mai 1981 nicht gehemmt worden ist.\n\n2. Wie die Vorinstanz zutreffend darlegt, kann die Antwort auf diese Frage entgegen der Ansicht der unteren Aufsichtsbehörde nicht Art. 107 Abs. 2 SchKG entnommen werden. Wohl ist diese Bestimmung, die vorschreibt, dass die Betreibung hinsichtlich des streitigen Gegenstandes bis zur Erledigung des Widerspruchsverfahrens einzustellen ist, gemäss der Verweisung des Art. 275 SchKG auch im Arrestverfahren anwendbar. Mit der Einstellung der Betreibung soll jedoch nur verhindert werden, dass ein gepfändetes Vermögensstück verwertet wird, bevor im Widerspruchsverfahren über die von einem Dritten behaupteten Rechte entschieden worden ist. Abgesehen davon wird der Gang der Betreibung durch die Erhebung eines Drittanspruchs nicht berührt (vgl. BGE 84 III 103). Da bei der Betreibung auf Pfändung das Widerspruchsverfahren an die Pfändung anschliesst, kann sich die Bestimmung zum vornherein nicht auf Fristen oder Betreibungshandlungen beziehen, die in ein früheres Stadium des Betreibungsverfahrens fallen. Art. 107 Abs. 2 SchKG sieht denn auch lediglich vor, dass während des Widerspruchsverfahrens der Lauf der für die Stellung des Verwertungsbegehrens (Art. 116 SchKG) geltenden Fristen gehemmt ist. Hinsichtlich des Laufs der Arrestprosequierungsfristen lässt sich daraus nichts ableiten.\n\n3. Wird das Eigentum des Drittansprechers am Arrestgegenstand im Widerspruchsverfahren anerkannt, so fällt der Arrest dahin. Damit wird die Frage, ob der Arrest rechtzeitig und erfolgreich prosequiert worden ist, gegenstandslos. Umgekehrt wird aber auch das Widerspruchsverfahren gegenstandslos, wenn der Arrest mangels rechtzeitiger Prosequierung dahinfällt oder wenn die Arrestprosequierungsklage abgewiesen wird. Das Gesetz spricht sich nicht darüber aus, in welcher zeitlichen Reihenfolge die Frage nach dem Eigentum am Arrestgegenstand und diejenige nach dem Bestand der Arrestforderung geklärt werden müssen. Es enthält jedoch eine Lösung für die analoge Frage, ob der Arrest prosequiert werden muss, solange nicht feststeht, ob überhaupt ein Arrestgrund gegeben ist. Art. 279 Abs. 2 SchKG schreibt nämlich ausdrücklich vor, dass während des Arrestaufhebungsprozesses die in Art. 278 SchKG vorgesehenen Fristen nicht laufen. Das BGE 108 III 36 S. 39Gesetz geht somit davon aus, dass dem Arrestgläubiger nicht zugemutet werden kann, den Arrest zu prosequieren, bevor Klarheit darüber besteht, dass die Bestreitung des Arrestgrundes durch den Arrestschuldner unbegründet ist und der Arrest deshalb Bestand haben wird.\n\nEs ist nun nicht einzusehen, weshalb etwas anderes gelten soll, wenn nicht der Arrestgrund, sondern das Vorhandensein von dem Arrestschuldner gehörenden Arrestgegenständen streitig ist. Auch in diesem Fall hat der Arrestgläubiger ein schützenswertes Interesse daran, mit der Prosequierung des Arrestes zuzuwarten, bis Klarheit über den Bestand des Arrestes besteht. Das Bundesgericht hat dieses Interesse in anderem Zusammenhang ausdrücklich anerkannt. So hat es in BGE 104 III 46 ff. E. 4 ausgeführt, der Gläubiger habe auch im Arrestverfahren ein erhebliches Interesse daran, dass über Drittansprachen in einem möglichst frühzeitigen Stadium des Betreibungsverfahrens befunden werde; andernfalls müsste er damit rechnen, dass das Vollstreckungssubstrat nachträglich wegfalle, so dass er die Umtriebe des Arrestprosequierungsprozesses, der unter Umständen jahrelang dauern und grosse Kosten verursachen könne, umsonst auf sich genommen hätte. Es hat unter anderem aus diesem Grund daran festgehalten, dass das Widerspruchsverfahren schon im Anschluss an den Arrest und nicht erst nach erfolgter Pfändung in Gang gesetzt werden sollte.\n\nDie Vorinstanz weist freilich zu Recht darauf hin, dass Art. 278 SchKG in erster Linie die Interessen des Arrestschuldners schützen soll. Die kurzen Fristen, innert welchen der Gläubiger den Arrest zu prosequieren hat, sollen gewährleisten, dass die Beschlagnahme der schuldnerischen Vermögensstücke nicht länger aufrechterhalten wird, als es mit dem Sicherungszweck des Arrestes vereinbar ist (vgl. BGE 107 III 31 /32). Würde der Lauf der Arrestprosequierungsfristen durch eine allfällige Widerspruchsklage gehemmt, so hätte dies jedoch - jedenfalls in einem Fall wie dem vorliegenden - kaum eine Verlängerung der Dauer der Beschlagnahme zur Folge. Während des Widerspruchsprozesses ist dem Schuldner das Recht, über den Arrestgegenstand zu verfügen, so oder so entzogen. Anderseits hängt es vom Ausgang des Widerspruchsverfahrens ab, ob der Arrest Bestand hat und ob deshalb der besondere Gerichtsstand des Arrestortes gegeben ist, den die kantonalen Zivilprozessordnungen jedenfalls für den Ausländerarrest vorsehen (vgl. GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., BGE 108 III 36 S. 40S. 90 N. 40). Wie auch die Vorinstanz anerkennt, bliebe dem Richter somit nichts anderes übrig, als den Arrestprosequierungsprozess bis zur Erledigung des Widerspruchsverfahrens zu sistieren, wenn die Klage sofort eingeleitet werden müsste. Ein Zeitgewinn wäre demnach mit diesem Vorgehen nicht verbunden. Die Interessen des Schuldners, die durch Art. 278 SchKG geschützt werden sollen, verbieten deshalb nicht, die Arrestprosequierungsfristen während der Dauer des Widerspruchsverfahrens stillstehen zu lassen. Im übrigen hat der Gesetzgeber in Art. 279 Abs. 2 SchKG das Interesse des Gläubigers, den Arrest nicht prosequieren zu müssen, bevor nicht Klarheit über das Bestehen des Arrestgrundes besteht, höher eingeschätzt als dasjenige des Schuldners an einer möglichst kurzen Dauer des Arrestbeschlags. Es besteht kein Grund, weshalb es sich anders verhalten sollte, wenn nicht der Arrestgrund, sondern das Vorhandensein eines Arrestgegenstandes streitig ist. Den Interessen des Schuldners kann durch eine entsprechend erhöhte Arrestkaution im Sinne von Art. 273 Abs. 1 SchKG Rechnung getragen werden.\n\nDer Fristenlauf für die Einleitung der Arrestprosequierungsklage wird somit durch ein hängiges Widerspruchsverfahren jedenfalls dann gehemmt, wenn der Gerichtsstand für die Klage vom Ausgang dieses Verfahrens abhängt. Wie es sich in den übrigen Fällen verhält, ist einstweilen nicht zu entscheiden.\n\n4. Geht man davon aus, so ist der Arrest im vorliegenden Fall entgegen der Auffassung der Vorinstanz nicht dahingefallen. Der Rekurrent erhielt erst am 13. Mai 1981 Kenntnis vom Rechtsvorschlag. In diesem Zeitpunkt war aber der Prozess über das von einem Dritten beanspruchte Eigentum am einzigen Arrestgegenstand, dessen Ausgang für das Bestehen eines schweizerischen Gerichtsstandes für die Arrestprosequierungsklage präjudiziell ist, bereits im Gang. Unter diesen Umständen durfte der Rekurrent mit der Einleitung der Arrestprosequierungsklage zuwarten, ohne den Hinfall des Arrestes in Kauf nehmen zu müssen. Da die Frist für die Klageerhebung noch gar nicht zu laufen begonnen hatte, als der den Fristenlauf hemmende Widerspruchsprozess eingeleitet wurde, steht sie ihm nach Erledigung dieses Prozesses immer noch in vollem Umfang zur Verfügung.\n\nDer Rekurs erweist sich somit als begründet."}