{"annee": "108", "cour": "IB", "page": "65", "date": "9/2/1982", "cite": ["104 IB 49"], "cite_par": ["118 IV 188", "113 IB 143", "123 II 106", "121 II 127", "119 IB 154"], "chapeau": "11. Arrêt de la IIe Cour de droit public du 9 février 1982 dans la cause Hofstetter contre Commission vaudoise de recours en matière de circulation routière (recours de droit administratif)", "regestes": ["Retrait du permis de conduire; art. 16 al. 2 LCR. Un dépassement de la vitesse maximale autorisée de plus de 30 km/h sur une autoroute entraîne, quand bien même les conditions de circulation sont bonnes, le retrait du permis de conduire, vu la mise en danger virtuelle ainsi créée (consid. 1). Lorsqu'il se produit aux abords d'une ville, un tel dépassement est de nature à incommoder le public, au sens de l'art. 16 al. 2 LCR, sans qu'il y ait lieu de rechercher en particulier quelles pourraient être les personnes lésées (consid. 2)."], "faits": "BGE 108 Ib 65 S. 65\n\nAlexandre Hofstetter, né en 1949, est titulaire d'un permis de conduire depuis 1970.\n\nLe 26 mars 1981, circulant au volant de sa voiture sur l'autoroute Lausanne-Genève, il a dépassé, à la hauteur de Morges, de 31 km/h - marge de sécurité déduite - la vitesse maximale de 100 km/h, autorisée à cet endroit. A la suite de ces faits, il a été condamné à une amende de 160 fr.\n\nLe 18 mai 1981, le Département de la justice, de la police et des affaires militaires du canton de Vaud, Service des automobiles, lui a retiré son permis de conduire pour une durée d'un mois. Le 11 septembre 1981, la Commission cantonale de recours en matière de circulation routière du canton de Vaud a rejeté le recours qu'il avait interjeté contre cette décision.\n\nBGE 108 Ib 65 S. 66\n\nAgissant par la voie du recours de droit administratif, Hofstetter demande au Tribunal fédéral d'annuler la décision de la Commission cantonale de recours et de renoncer à toute mesure administrative à son encontre, subsidiairement de prononcer un avertissement en lieu et place du retrait de permis. Les moyens qu'il fait valoir à l'appui de son recours seront examinés ci-dessous dans la mesure nécessaire.\n\nTant la Commission cantonale de recours que l'Office fédéral de la police proposent le rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le recourant ne conteste pas les faits retenus par l'autorité cantonale, mais s'en prend uniquement aux considérations juridiques sur lesquelles cette dernière fonde sa décision. Ainsi, son comportement n'aurait, selon lui, provoqué aucune mise en danger du trafic et les conditions d'une mesure administrative ne seraient dès lors pas remplies. Il faudrait à tout le moins, pour que cet élément soit réalisé, qu'une mise en danger abstraite puisse lui être reprochée, une simple fiction n'y suffisant pas. Il soutient, en se référant à différents cas de jurisprudence, que le seul fait de dépasser la limite de vitesse prescrite ne constitue pas nécessairement une mise en danger de la circulation, mais que c'est au regard de l'ensemble des circonstances que cet élément doit être déterminé. Il reproche en outre à l'autorité cantonale de s'être appuyée à tort sur le principe de la confiance. En aucun cas, en effet, l'automobiliste ne serait en mesure de compter avec le respect des règles de la circulation par les autres usagers de la route et rien ne le dispenserait de faire preuve de prudence et d'attention lorsqu'il décide de modifier sa direction de marche ou de changer de piste.\n\nLes arrêts cités par le recourant pour étayer son point de vue ne lui sont d'aucun secours. En effet, tant dans le cas Menegalli (ATF 104 Ib 49) que dans les deux autres arrêts non publiés dont fait état le recourant, la question à résoudre était uniquement de savoir si le dépassement de la vitesse autorisée entraînait un retrait de permis facultatif selon l'art. 16 al. 2 LCR ou un retrait obligatoire au sens de l'al. 3 de cette disposition. Elle n'avait donc aucune incidence sur la mesure de retrait elle-même qui, dans les trois cas précités, a du reste été confirmée par le Tribunal fédéral. Ce dernier a au contraire posé, dans une jurisprudence constante et à la BGE 108 Ib 65 S. 67lumière des directives de la Commission intercantonale de la circulation routière, qu'un dépassement à partir de 15 km/h de la vitesse maximale autorisée appelait un simple avertissement, tandis qu'au-delà de 30 km/h il devait entraîner un retrait de permis. Ces critères sont applicables alors même que les conditions de circulation sont favorables ou que les antécédents du conducteur fautif sont bons. En cas de circonstances aggravantes - par exemple mise en danger concrète de la circulation -, l'autorité pourra prononcer les mesures précitées même dans les cas où la vitesse était inférieure aux limites indiquées ci-dessus. Par ailleurs, il n'y a pas de raison, selon la jurisprudence, de faire appel au principe de la confiance pour déterminer si, par son comportement, le conducteur a provoqué une mise en danger propre à justifier une mesure administrative. En effet, une telle mise en danger peut fort bien être admise, alors même qu'au moment où le conducteur a commis son excès de vitesse, il ne se trouvait par hasard personne sur la route. Le danger provient bien plus du fait que beaucoup d'automobilistes s'avèrent incapables d'adapter de manière raisonnable la vitesse de leur véhicule aux circonstances. C'est pour parer à ce danger que les pouvoirs publics édictent des limitations de vitesse, chaque limite représentant un seuil à partir duquel naît le danger. Celui-ci peut être insignifiant lorsque le dépassement de la vitesse autorisée est lui-même minime, mais il grandira au fur et à mesure que la vitesse sera plus élevée. A cet égard, faute de gradation précise, l'importance du danger créé devra être déterminée non d'après des données concrètes, mais - ainsi que l'a fait la Commission intercantonale de la circulation routière - selon l'expérience générale de la vie. Contrairement à l'avis du recourant, cette méthode n'est pas fondée sur une simple fiction. A défaut d'éléments concrets, on parlera d'une \"mise en danger virtuelle\", qui est à rapprocher d'une mise en danger abstraite accrue, fondée, elle, sur des circonstances concrètes. Le recourant n'apporte aucun élément susceptible de faire revenir le Tribunal fédéral sur cette pratique. Aussi y a-t-il lieu de considérer le retrait de permis comme justifié dans un tel cas et de dénier tout fondement à son remplacement par un avertissement.\n\n2. Le recourant soutient en outre que la limitation de vitesse telle qu'elle a été introduite sur le tronçon d'autoroute traversant la ville de Morges aurait pour but non pas de renforcer la sécurité du trafic, mais exclusivement de réduire le bruit de la circulation.\n\nBGE 108 Ib 65 S. 68Il fait valoir qu'en fondant également, même si c'est à titre très subsidiaire, sa décision sur le fait qu'il aurait par son comportement incommodé le public, l'autorité cantonale n'a pas appliqué de manière correcte les directives de la Commission intercantonale de la circulation routière sur ce point.\n\nLe recourant n'apporte aucun élément permettant d'établir les raisons qui ont incité les pouvoirs publics à limiter la vitesse sur l'autoroute à la hauteur de la ville de Morges. De toute manière, il n'est pas possible, pour des raisons pratiques, de rechercher dans chaque cas mettant en cause une limitation de vitesse, les causes qui ont entraîné son introduction. De surcroît, il n'est nullement impossible qu'en dépassant la vitesse maximale autorisée, le recourant ait effectivement incommodé le public, au sens de l'art. 16 al. 2 LCR. Les directives de la Commission intercantonale de la circulation routière, auxquelles le recourant se réfère, ne limitent en effet pas aux seules hypothèses mentionnées au ch. 322.1.2 (ancienne teneur) les cas dans lesquels un conducteur incommode autrui. Cette énumération, précédée de la locution \"en règle générale\", laisse au contraire la place à d'autres formes d'atteinte qui n'y sont pas expressément mentionnées. En tout état de cause, si réellement la limitation de vitesse instituée à cet endroit vise la réduction du bruit, cet objectif ne peut être pleinement atteint que dans la mesure où cette prescription est respectée dans tous les cas. De ce point de vue, un dépassement de la vitesse réglementaire aussi considérable que celui qui est imputable au recourant est assurément de nature à incommoder le public. Au demeurant, compte tenu du volume du trafic circulant sur les autoroutes et dont les habitants placés en bordure de celles-ci font les frais, il est exclu de pouvoir exiger, dans chaque cas, la preuve que par son comportement un automobiliste a incommodé telle ou telle personne des alentours.\n\nLe recours est ainsi mal fondé et doit être rejeté."}