{"annee": "108", "cour": "IV", "page": "152", "date": "6/12/1982", "cite": ["94 IV 11"], "cite_par": ["130 IV 1"], "chapeau": "37. Auszug aus dem Urteil des Kassationshofes vom 6. Dezember 1982 i.S. Generalprokurator des Kantons Bern gegen H. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 41 ch. 2 CP. L'ordre d'effectuer un travail particulier en expiation ne constitue pas une règle de conduite admissible."], "faits": "|152|\n\nA.- In Bestätigung eines Urteils des Gerichtspräsidenten VIII von Bern vom 2. März 1982 hat das Obergericht des Kantons Bern (II. Strafkammer) am 17. August 1982 H. wegen eines im Migros-Markt in Hinterkappelen begangenen Diebstahls zu zwölf Tagen Gefängnis mit bedingtem Strafvollzug verurteilt. Die Probezeit wurde auf 3 Jahre festgesetzt, Schutzaufsicht angeordnet und der Verurteilten die Weisung erteilt, während zwölf vollen Arbeitstagen im Inselspital Bern halb- oder ganztagsweise eine ihr zugeteilte Arbeit zu verrichten.\n\nB.- Gegen diesen Entscheid führt der Generalprokurator Nichtigkeitsbeschwerde mit dem Antrag, das Urteil sei in bezug auf die Weisung aufzuheben.", "considerants": "Aus den Erwägungen:\n\n3. Das Gesetz gibt dem Richter die Freiheit, jede denkbare Weisung zu erteilen, welche geeignet ist, nach der ratio legis von Art. 41 StGB der Resozialisierung zu dienen, und vom Betroffenen nicht mehr als eine zumutbare, verhältnismässige Anstrengung verlangt.\n\na) Die Weisung kann und darf aber nicht ausschliesslich die Funktion einer Strafe (Ersatz für die aufgeschobene Freiheitsstrafe) haben (vgl. BGE 94 IV 12). Auch von der nach dem Verschulden bemessenen Strafe wird eine resozialisierende Wirkung erwartet; doch Spezialprävention durch eigentliche Strafen kann nicht die Aufgabe von Weisungen sein (vgl. SCHULTZ, Allgem. Teil, 2. Band, 3. Aufl., S. 98). Dass einzelne zulässige Weisungen |153| - wie etwa das Verbot, ein Motorfahrzeug zu führen oder der Verzicht auf Alkohol - für den Betroffenen einen pönalen Einschlag haben mögen, ist kein Argument gegen die grundsätzliche Schranke des Weisungsrechtes, welche dann überschritten ist, wenn der Richter eine als Ersatz der verwirkten (und aufgeschobenen) Freiheitsstrafe gemeinte, nach dem Verschulden bemessene Leistung anordnet.\n\nb) Im vorliegenden Fall geht es um eine solche \"Weisung\": Die von der Staatsanwaltschaft angefochtene Verpflichtung, zwölf Tage im Inselspital zu arbeiten, hat mit dem Delikt keinen Zusammenhang und ist auch nicht dazu bestimmt oder geeignet, die Bewährungssituation zu verbessern, sondern es handelt sich um eine dem Sühnebedürfnis der Täterin entsprechende Arbeitsleistung, die sinnvollerweise an Stelle der ausgefällten Freiheitsstrafe treten sollte, aber nach geltendem Recht keine gesetzlich mögliche Sanktion darstellt. Wollte man dem Postulat, dass kurze Freiheitsstrafen durch eine Verpflichtung zur Arbeitsleistung sollten ersetzt werden können, auf dem hier von den kantonalen Instanzen eingeschlagenen Weg durch entsprechende Weisungen beim bedingten Strafvollzug Rechnung tragen, so hätte dies faktisch im Falle der Nichtbewährung eine \"doppelte Bestrafung\" zur Folge; denn trotz der bereits erbrachten, die Freiheitsstrafe nicht formell, aber der Idee nach ersetzenden Arbeitsleistung müsste bei Nichtbewährung (z.B. bei Begehung neuer Delikte in der Probezeit) die bedingt aufgeschobene Freiheitsstrafe allenfalls doch vollzogen werden.\n\nDie Idee der Verpflichtung zur Arbeitsleistung als Sanktion ist denn auch richtigerweise im Jugendstrafrecht (Art. 87 Abs. 1/95 Ziff. 1 StGB) in der Form einer möglichen \"Hauptstrafe\" - nicht als Modalität (Auflage) bei bedingtem Strafvollzug - vorgesehen und wird für das Erwachsenenstrafrecht de lege ferenda als möglicher Ersatz kurzer Freiheitsstrafen gefordert (M. BOEHLEN, Ist Strafe unbedingt notwendig? Aarau 1974, S. 59 ff., SCHULTZ, Dreissig Jahre schweiz. StGB, ZStR 88/1972 S. 59/63). Nach geltendem Recht kann jedoch eine Freiheitsstrafe nicht in dieser Weise durch die Verpflichtung zu einer angemessenen Arbeitsleistung abgelöst werden. Die Pflicht zu sühnender Arbeitsleistung ist aber aus den dargelegten Gründen auch nicht ein zulässiger Weisungsinhalt. Die angefochtene Weisung verstösst somit gegen Art. 41 StGB und muss aufgehoben werden. Der Beschwerdegegnerin steht es selbstverständlich frei, sich aus eigenem Antrieb |154| durch Vermittlung des Schutzaufsichtsorgans für bestimmte Arbeitsleistungen in einem Spital zur Verfügung zu halten. Sie muss aber wissen, dass diese persönliche Sühnehandlung, welche der charakterlichen Reifung und Festigung dienen mag, bei erneutem Versagen während der Bewährungsfrist den Vollzug der bedingten Strafe nicht hindert.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, und die Weisung, während zwölf vollen Arbeitstagen im Inselspital Bern halb- oder ganztagsweise eine Arbeit zu verrichten, wird aufgehoben."}