{"annee": "108", "cour": "IA", "page": "33", "date": "16/3/1982", "cite": ["99 IA 247", "103 IA 288", "100 II 52", "105 IA 223", "106 IA 364", "104 IA 328", "104 IA 131", "102 IA 104"], "cite_par": ["109 IA 264", "115 IA 363", "109 IB 121", "109 IA 1", "114 IA 114", "115 IA 42", "111 V 357", "115 IA 127", "112 IB 465", "112 IA 155", "109 IA 257", "112 IB 164", "114 IA 233", "108 IB 479", "110 IB 138", "110 IA 167", "118 IA 305", "109 IA 188", "130 I 360", "115 IA 333", "113 IA 437", "127 II 238", "116 II 700", "110 IB 266", "111 II 149", "139 I 280", "140 I 168"], "chapeau": "8. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 16. März 1982 i.S. Alastor AG, Seiler und Mitbeteiligte, Erben Armbruster und Roesen, Meyer und Roesen sowie Stolz gegen Einwohnergemeinde Oberwil und Regierungsrat des Kantons Basel-Landschaft (staatsrechtliche Beschwerde)", "regestes": ["Art. 22ter Cst.; base légale permettant l'ouverture par étapes des zones à bâtir. Procédure. 1. Procédure: le Conseil d'Etat qui, dans le même temps, approuve une révision des dispositions du plan des zones et liquide les oppositions suscitées par cette modification ne viole pas l'art. 33 al. 3 lettre b LAT (consid. 1a). 2. Nonobstant le défaut de prescription expresse, la loi sur les constructions du canton de Bâle-Campagne constitue sans conteste une base légale claire permettant l'ouverture par étapes des zones à bâtir (consid. 3a)."], "faits": "BGE 108 Ia 33 S. 34\n\nAm 26. April 1979 beschloss die Gemeindeversammlung Oberwil BL eine Änderung der Zonenvorschriften, wonach unter anderem einzelne Randgebiete der Bauzone einer zweiten Etappe zugewiesen wurden. Für die betroffenen Grundstücke kam dies einer auf 9-18 Jahre befristeten Auszonung gleich. Die Beschwerdeführer erhoben gegen diesen Beschluss Einsprachen, die der Regierungsrat des Kantons Basel-Landschaft mit Beschluss vom 21. Oktober 1980 abwies. Gleichzeitig genehmigte er die Änderung der Zonenvorschriften. Die dagegen erhobenen staatsrechtlichen Beschwerden weist das Bundesgericht ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Mit dem angefochtenen Entscheid hat der Regierungsrat die streitige Revision der Zonenplanvorschriften genehmigt und zugleich die dagegen erhobenen Einsprachen als einzige kantonale Instanz erledigt. Indem er die Einsprachen ohne Einschränkung seiner Kognition geprüft hat, ist der Regierungsrat den Anforderungen nachgekommen, die Art. 33 Abs. 3 lit. b des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG) an den Rechtsschutz auf kantonaler Ebene stellt. Diese Vorschrift verlangt die volle Überprüfung durch wenigstens eine Beschwerdebehörde. Die Botschaft des Bundesrates zu einem Bundesgesetz über die Raumplanung vom 27. Februar 1978 sowie der Gesetzesentwurf sprachen indessen nur von \"Instanz\" (BBl 1978 I 1032, 1044, Art. 34 des Entwurfs). Die Änderung des Ausdrucks \"Instanz\" in \"Beschwerdebehörde\" wurde von der Redaktionskommission der eidgenössischen Räte vorgenommen. Es versteht sich von selbst, dass die Redaktionskommission die von ihr zu überprüfenden Erlasse materiell nicht ändern kann. Das ergibt sich zudem aus Art. 32 Abs. 1 des Geschäftsverkehrsgesetzes vom 23. März 1962 (GVG). Danach unterlässt die Redaktionskommission bei der Textbereinigung materielle Änderungen. Art. 32 Abs. 2 GVG sieht im weitern vor, dass die Kommission erhebliche Textänderungen in beiden Räten vor der Schlussabstimmung erläutern lässt. Das ist nicht geschehen. Somit hat die Kommission die Änderung der Bezeichnung \"Instanz\" auch nicht als erheblich BGE 108 Ia 33 S. 35erachtet. Demzufolge verlangt Art. 33 Abs. 3 lit. b RPG nicht zwingend eine Beschwerdebehörde im eigentlichen Sinne; eine Einspracheinstanz genügt. Dass der Regierungsrat als Einspracheinstanz gehandelt hat, verstösst daher nicht gegen Art. 33 Abs. 3 lit. b RPG.\n\n3. Mit der streitigen Revision des Zonenplans wurden die Grundstücke der Beschwerdeführer einer zweiten Baugebietsetappe zugewiesen. Dies stellt eine öffentlichrechtliche Eigentumsbeschränkung dar, die einem befristeten Bauverbot für nicht landwirtschaftliche Bauten gleichkommt. Derartige Eigentumsbeschränkungen sind mit der in Art. 22ter BV festgelegten Eigentumsgarantie vereinbar, sofern sie auf gesetzlicher Grundlage beruhen und im öffentlichen Interesse liegen. Kommen sie einer Enteignung gleich, so ist volle Entschädigung zu leisten (BGE 105 Ia 226 E. 2a mit Hinweisen)...\n\na) Das Erfordernis der gesetzlichen Grundlage ist erfüllt, wenn ein staatlicher Eingriff in einem Gesetz im materiellen Sinn, d.h. in einer generell-abstrakten Norm vorgesehen ist, die sich ihrerseits als verfassungsmässig erweist (BGE 102 Ia 114 E. 4 mit Hinweisen).\n\nBei Anrufung der Eigentumsgarantie prüft das Bundesgericht Auslegung und Anwendung kantonalen Gesetzesrechts grundsätzlich nur unter dem Gesichtswinkel der Willkür; die Frage der gesetzlichen Grundlage prüft es hingegen frei, wenn es um einen besonders schweren Eingriff geht (BGE 104 Ia 331 E. 4, 338 E. 2 mit Hinweisen). Ein solcher liegt in der Regel vor, wenn Grundeigentum zwangsweise entzogen wird oder wenn durch Verbote und Gebote der bisherige oder künftig mögliche bestimmungsgemässe Gebrauch des Grundstücks verunmöglicht oder stark erschwert wird (BGE 99 Ia 250 /51 E. 2 mit Hinweisen). Ob das auf die Grundstücke der Beschwerdeführer zutrifft kann indessen offen gelassen werden, da auch eine freie Prüfung nicht zu einem andern Ergebnis führt.\n\nNach der Rechtsprechung des Bundesgerichts muss die gesetzliche Grundlage für schwere Eingriffe in das Privateigentum klar und eindeutig sein (BGE 106 Ia 366 E. 2 mit Hinweisen). Im Bau- und Planungsrecht des Kantons Basel-Landschaft fehlt unbestrittenermassen eine ausdrückliche Bestimmung, die eine Etappierung des Baugebiets vorsieht. Darauf allein kommt es indessen nicht an; entscheidend ist vielmehr, ob für eine solche Etappierung im Baugesetz des Kantons Basel-Landschaft vom 15. Juni 1967 (BauG) BGE 108 Ia 33 S. 36eine hinreichend klare und eindeutige gesetzliche Grundlage gesehen werden kann. Es genügt, wenn sich aus dem Gesetz der klare Schluss ziehen lässt, die Baugebietsetappierung sei im System der ausdrücklich angeführten Planungsinstrumente mitenthalten.\n\nDie Gemeinden des Kantons Basel-Landschaft sind gemäss §§ 3 und 4 BauG unter dem Vorbehalt der Genehmigung durch den Regierungsrat befugt, Bauvorschriften und die für die Ortsplanung massgebenden Pläne mit den dazugehörigen Reglementen zu erlassen. Sie sind auf dem Gebiet des Bau- und Planungsrechts autonom (vgl. unveröffentlichtes Urteil Therwil vom 4. November 1981, E. 3). Die §§ 9 und 10 BauG ermächtigen die Gemeinden ausdrücklich, ihr Baugebiet festzulegen.\n\nDas Bundesgericht hat für das Bau- und Planungsrecht des Kantons Aargau - allerdings unter dem Gesichtswinkel der Willkür - entschieden, dass die Planungsorgane die Möglichkeit hätten, die Bauzone in verschiedene, stufenweise zu überbauende Abschnitte zu unterteilen, wenn sie schon befugt seien, das Baugebiet auf das für eine zweckmässige Besiedlung erforderliche Mass zu beschränken (BGE 104 Ia 141 E. 4b). Im bereits erwähnten Urteil Therwil vom 4. November 1981 hat das Bundesgericht festgestellt, dass der Leitgedanke des Aargauer Entscheids auch im Recht des Kantons Basel-Landschaft als massgebend betrachtet werden kann (E. 5b). Daran ist festzuhalten. In der umfassenden Kompetenz, das Baugebiet abzugrenzen, ist klarerweise auch die weniger weitgehende Befugnis enthalten, die Bauzone zeitlich gestaffelt für die Überbauung freizugeben bzw. eine solche Etappierung neu einzuführen. Die Baugebietsetappierung fügt sich somit als Zwischenstufe in das System der baugesetzlichen Planungsinstrumente ein. Sie findet daher im Baugesetz die von Art. 22ter Abs. 2 BV geforderte gesetzliche Grundlage.\n\nDie Beschwerdeführer wenden zu Unrecht ein, die auf das aargauische Recht abgestimmten Erwägungen des erwähnten Urteils träfen auf das Bau- und Planungsrecht des Kantons Basel-Landschaft nicht zu, weil die Bauetappierung im Aargauer Recht ausdrücklich geregelt sei. Davon kann keine Rede sein. Auch im aargauischen Recht ist die Baugebietsetappierung nirgends ausdrücklich angeordnet; § 34 der Vollziehungsverordnung vom 17. April 1972 zum Baugesetz des Kantons Aargau regelt lediglich die damit nicht zu verwechselnde Erschliessungsetappierung, die der systematischen und rationellen Erschliessung dient. Die Baugebietsetappierung bezweckt darüber hinaus, den Ablauf der BGE 108 Ia 33 S. 37Überbauung nach allgemeinen raumplanerischen Gesichtspunkten zu lenken (geordnete Überbauung, Verhinderung der Streubauweise). In den entfernter gelegenen Teilen der Bauzone ist das Bauen vorläufig grundsätzlich verboten, doch kann das einbezogene Land sukzessive in definitives Baugebiet umgewandelt und damit zur Überbauung freigegeben werden (BGE 104 Ia 140 E. 4a mit Hinweisen). Diese Grundgedanken kommen auch in den §§ 1 und 10-12 des Baugesetzes des Kantons Basel-Landschaft deutlich zum Ausdruck.\n\nNicht stichhaltig ist auch die Berufung der Beschwerdeführer auf das Urteil des Verwaltungsgerichts des Kantons Basel-Landschaft vom 6. August 1980 i.S. Gutzwiller. Danach sprechen die Gesetzesmaterialien eher dafür, dass bei Erlass des geltenden Baugesetzes auf eine Regelung des Baureservegebiets bewusst verzichtet wurde. Die Materialien fallen nach der Rechtsprechung nur dann ins Gewicht, wenn sie angesichts einer unklaren gesetzlichen Bestimmung eine klare Antwort geben (BGE 100 II 57 E. 2). Sie sind umso weniger zu beachten, je weiter die Gesetzesentstehung zeitlich zurückliegt (BGE 103 Ia 290 E. 2c). Das geltende Baugesetz ist vor 15 bis 20 Jahren entstanden. Den Materialien ist deshalb nurmehr eine geringe Bedeutung beizumessen, zumal in der Zwischenzeit auf dem Gebiet des Bau- und Planungsrechts eine erhebliche Entwicklung stattgefunden hat. U.a. ist das Bundesgesetz über die Raumplanung in Kraft getreten, das in Art. 18 Abs. 2 die grundsätzliche Möglichkeit einer Nutzungsetappierung vorsieht. Abgesehen davon geben die Gesetzesmaterialien keine klare Antwort auf die streitige Frage. Das Bundesgericht hat denn auch die Richtigkeit der Auffassung des Verwaltungsgerichts im erwähnten Urteil Therwil vom 4. November 1981 ausdrücklich in Zweifel gezogen (E. 5).\n\nDie Rüge, der Baugebietsetappierung fehle es an einer gesetzlichen Grundlage, erweist sich somit als unbegründet.\n\n(b-d: Prüfung der weitern Vorbringen, mit denen die Beschwerdeführer eine Verletzung der Eigentumsgarantie rügen.)"}