{"annee": "108", "cour": "IA", "page": "11", "date": "23/4/1982", "cite": ["100 IA 357", "98 IA 129", "98 IA 255", "102 IA 28", "103 IA 426", "106 IA 100"], "cite_par": ["119 IB 412", "110 V 360", "133 IV 335", "122 I 322"], "chapeau": "4. Auszug aus dem Urteil der II. Zivilabteilung vom 23. April 1982 i.S. X. gegen S. und Obergericht Uri (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; assistance judiciaire gratuite, législation sur le barreau. 1. L'avocat d'office ne peut pas demander une indemnité complémentaire à la partie qu'il a représentée, même si l'indemnité qui lui est versée par la Caisse de l'Etat n'équivaut pas à de pleins honoraires (consid. 1). 2. La présentation d'une note d'honoraires à la partie assistée constitue une infraction aux règles professionnelles, qui peut être punie par un blâme (consid. 3). 3. L'art. 4 Cst. n'exige pas que l'avocat qui a pu s'expliquer à propos du grief d'infraction aux règles professionnelles soit entendu encore une fois avant que soit prise une telle mesure disciplinaire (consid. 4)."], "faits": "|11|\n\nIm Scheidungsprozess der Eheleute S. bewilligte das Landgericht Uri dem Ehemann die unentgeltliche Rechtspflege. Rechtsanwalt X. übernahm am 10. März 1981 von einem andern Anwalt die Vertretung des Ehemannes und führte sie bis zu der am 29. Juni 1981 erfolgten Einreichung eines Berichtigungsbegehrens bezüglich des Kostenpunktes des Scheidungsurteils. In Abänderung dieses Urteils sprach das Landgericht Uri mit Verfügung vom 7. Juli 1981 Rechtsanwalt X. als Armenanwalt eine Entschädigung von Fr. 3'173.60 (Fr. 2'925.-- Honorar plus Fr. 248.60 Barauslagen) zulasten der Staatskasse zu.\n\n|12|\n\nAm 4. August 1981 stellte Rechtsanwalt X. für seine Bemühungen im Scheidungsprozess Rechnung im Betrag von Fr. 4'500.-- Honorar und Fr. 287.10 Barauslagen. Im Vergleich zur armenrechtlichen Entschädigung machte er somit einen zusätzlichen Honoraranspruch von Fr. 1'575.-- und weitere Barauslagen im Betrag von Fr. 38.50 geltend.\n\nIn Gutheissung einer Beschwerde des S. verpflichtete das Obergericht Uri als Aufsichtskommission über die Rechtsanwälte mit Entscheid vom 18. September 1981 Rechtsanwalt X., \"die beanstandete Honorarrechnung vom 4. August 1981 zurückzuziehen\". Ferner wurde Rechtsanwalt X. mit einem Verweis disziplinarisch bestraft.\n\nGegen diesen Entscheid erhob Rechtsanwalt X. staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Nach Auffassung des Obergerichts ist der Armenanwalt nicht befugt, von der von ihm vertretenen Partei eine zusätzliche Entschädigung zu verlangen, auch wenn die ihm aus der Staatskasse ausgerichtete Entschädigung nicht einem vollen Honorar entspricht. Dieses Verbot ergebe sich aus Sinn und Zweck des Instituts der unentgeltlichen Rechtspflege und namentlich auch aus Art. 97 Abs. 1 ZPO/UR, wonach der Kanton für die bedürftige Partei die Parteientschädigung bezahlt.\n\nDiese Auffassung entspricht der einhelligen Lehre (GUGGENHEIM, Die unentgeltliche Verbeiständung in den kantonalen Zivilprozessrechten, Diss. Zürich 1943 S. 96; ZEMP, Das Luzerner Anwaltsrecht, Diss. Freiburg 1967 S. 109; WEGMANN, Die Berufspflichten des Rechtsanwaltes unter besonderer Berücksichtigung des zürcherischen Rechts, Diss. Zürich 1969 S. 118; MARTIN-ACHARD, La discipline des professions libérales, ZSR 70/1951 S. 275a mit Hinweis auf das unveröffentlichte Urteil des Bundesgerichts vom 23. September 1948 i.S. X. gegen Kantonsgericht St. Gallen, E. 3) und wird allein dem Wesen der unentgeltlichen Verbeiständung gerecht. Ob es richtig sei, den Armenanwalt mit einem geringeren Honorar als dem üblichen zu entschädigen (das allein wird in dem vom Beschwerdeführer angeführten Werk von SALZMANN, Das besondere Rechtsverhältnis zwischen Anwalt und Rechtsstaat, Diss. Freiburg 1976 S. 305-307, beanstandet), berührt |13| nur das Verhältnis zwischen Armenanwalt und Staat. Selbst wenn dies nicht der Fall wäre, hätte der Anwalt kein Recht, von der verbeiständeten Partei eine zusätzliche Entschädigung zu verlangen.\n\nDie Ansicht des Obergerichts ist somit nicht nur nicht willkürlich, sondern richtig.\n\n3. Die Rechnungsstellung an die verbeiständete Partei stellt klarerweise eine Standeswidrigkeit dar. Eine Disziplinarmassnahme in Form des Verweises war daher durchaus am Platz. Die verhängte Massnahme war auch keineswegs unverhältnismässig (vgl. BGE 106 Ia 121 E. 13c, BGE 103 Ia 431 E. 4b, BGE 102 Ia 29 E. 1a, BGE 100 Ia 360 E. 3b).\n\n4. Der Beschwerdeführer hat im Aufsichtbeschwerdeverfahren eine Vernehmlassung eingereicht. Art. 4 BV verlangt nicht, dass er sich zu der ins Auge gefassten Disziplinarmassnahme vor deren Ausfällung noch speziell hätte äussern können. Auch unter dem Gesichtspunkt der Tragweite und Schwere der Massnahme drängte sich eine solche Anhörung nicht auf (vgl. BGE 98 Ia 132 E. 3). Aus BGE 98 Ia 257 kann der Beschwerdeführer im übrigen nichts für sich ableiten. Der vorliegende Verstoss des Beschwerdeführers gegen die Standespflichten wiegt nicht leicht und ist nicht auf Unkenntnis oder Unachtsamkeit zurückzuführen."}