{"annee": "94", "cour": "I", "page": "403", "date": "3/5/1968", "cite": ["91 I 295", "93 II 317", "91 I 144"], "cite_par": ["107 IA 19", "105 IB 343", "96 I 758", "139 II 106", "102 IB 203", "96 I 350", "101 IB 410"], "chapeau": "55. Urteil vom 3. Mai 1968 i.S. Geldner Rheinlager AG gegen Regierungsrat des Kantons Basel-Landschaft.", "regestes": ["1. Art. 2 LPEP. Au nombre des mesures autorisées par la loi figurent aussi le repérage du foyer de pollution et les inspections de contrôle (consid. 2). 2. Mesures coercitives au sens de l'art. 12 LPEP: a) notion de l'exécution d'urgence et de l'intervention immédiate de l'autorité en lieu et place de l'auteur du trouble (consid. 3); b) notion de personne ayant la charge des mesures à prendre et d'auteur du trouble (consid. 4); c) une personne qui n'a pas commis de faute pénale peut néanmoins être l'auteur du trouble (consid. 5 a); d) charge des frais lorsque le trouble a plusieurs auteurs (consid. 5 d); e) remboursement des frais occasionnés par l'intervention d'agents de l'Etat (consid. 6)."], "faits": "BGE 94 I 403 S. 404\n\nA.- Am 4. Januar 1967 waren an der Anlegestelle der Geldner Rheinlager AG Birsfelden - dem \"Steiger\" - im Rheinhafen von Birsfelden die Frachtschiffe Lugos, Zeelandia und Gallus nebeneinander verankert. Zunächst dem Steiger lag das Schiff \"Lugos\", in der Mitte die \"Zeelandia\" und zu äusserst das Tankschiff \"Gallus\". Am Abend des erwähnten Tages wurde Heizöl aus der \"Gallus\" ausgelagert. Zu diesem Zweck war eine Druckleitung vom Steiger über die \"Lugos\" und die \"Zeelandia\" nach dem Tanker \"Gallus\" installiert worden. Die Leitung bestand teils aus biegsamen, teils aus starren Rohrstücken. Über die \"Zeelandia\", welche die höchste Erhebung über dem Wasserspiegel aufwies, war ein starres Rohrstück gelegt. Während des Auspumpens platzte dieses Rohrstück an einer Schweissnaht. Eine nicht genau bestimmte Menge Öl - in einem Polizeirapport vom 25. Januar 1967 ist von 6 bis 8 Tonnen die Rede - floss in den Strom. Weder das Personal der Geldner Rheinlager AG noch die Mannschaft der drei Tanker erstattete Anzeige an die Hafenverwaltung oder die Polizei. Um 19.20 Uhr wurde das Öl beim Kraftwerk Birsfelden wahrgenommen.\n\nBGE 94 I 403 S. 405\n\nUm 20.30 Uhr benachrichtigte der Polizeiposten Birsfelden das kantonaleWasserwirtschaftsamt. Hierauf fuhr der Beamte Vetter zum Kraftwerk Birsfelden. In Zusammenarbeit mit der Wasserpolizei Basel, dem Polizeiposten Muttenz und Birsfelden konnte er die Unfallstelle ermitteln. Er begab sich auch am Morgen des 5. Januar dorthin.\n\nB.- Auf Grund dieses Tatbestandes und unter Hinweis auf Art. 2 und 12 des Bundesgesetzes vom 16. März 1955 über den Schutz der Gewässer gegen Verunreinigung (GSchG), die Vollziehungsverordnung des Bundesrates vom 28. Dezember 1956 und § 13 der kantonalen Vollziehungsverordnung vom 10. November 1960 erliess die Baudirektion des Kantons Basel-Landschaft am 9. März 1967 folgende Verfügung:\n\n\"1. Alle aus der Gewässerverunreinigung für Erhebungen und Untersuchungen entstandenen Kosten gehen zu Lasten der Firma Geldner Rheinlager AG, Hafenstrasse 14, Birsfelden.\n\n2. Für alle eventuell eintretenden Schäden, die erwiesenermassen aus der stattgefundenen Rheinwasserverschmutzung entstehen könnten, haftet die Firma Geldner Rheinlager AG in vollem Umfang.\n\n3. An das Statthalteramt Liestal wurde Anzeige erstattet.\"\n\nGegen die Ziffer 1 dieser Verfügung der Baudirektion erhob die Geldner Rheinlager AG am 15. März 1967 Beschwerde beim Regierungsrat des Kantons Basel-Landschaft. Mit Eingabe vom 27. April 1967 begründete sie ihre Beschwerde. Sie erklärte die Unterlassung einer Anzeige an das Hafenbüro oder das Wasserwirtschaftsamt damit, dass der Unfall abends nach Büroschluss eingetreten sei. Gegen die Kostenauflage brachte sie vor, sie habe auf das Löschen der Schiffe keinen Einfluss. Diese Arbeit werde von den Reedereien ausgeführt. Sie - die Beschwerdeführerin - stelle lediglich das notwendige Material zur Verfügung und sei beim Verlegen der Leitungen behilflich.\n\nC.- Der Regierungsrat des Kantons Basel-Landschaft wies die Beschwerde am 27. Juni 1967 ab. Der Begründung ist zu entnehmen: Der Rohrbruch sei durch die beim Herauspumpen des Öls entstandene Erschütterung verursacht worden. Das gebrochene Rohr sei Eigentum der Beschwerdeführerin. Als Lager- und Umschlagsfirma sei sie für das Ausladen der Waren, die durch Schiffe den Rhein herauftransportiert werden, verantwortlich. Sie sei zudem Eigentümerin des Steigers und der übrigen Löschvorrichtungen und daher Pflichtiger im Sinne BGE 94 I 403 S. 406von Art. 12 GSchG. Der für die Massnahmen zur Sauberkeit der Gewässer verantwortliche Kanton sei daher befugt, sich nur an die Beschwerdeführerin zu wenden.\n\nD.- Gegen den Entscheid des Regierungsrates erhebt die Geldner Rheinlager AG Verwaltungsgerichtsbeschwerde beim Bundesgericht. Sie verlangt die Aufhebung des Regierungsratsbeschlusses und der durch diesen bestätigten Verfügung der kantonalen Baudirektion vom 9. März 1967. Zur Begründung dieses Begehrens lässt sie u.a. ausführen: sie stelle den ankommenden Tankschiffen Rohre und Schläuche zur Verfügung für den Anschluss vom Schiff zu ihren festen Anlagen. Das Schiffspersonal lege und bediene diese Leitungen, und eine mit dem Schiff fest verbundene Pumpe bringe die flüssigen Brenn- und Treibstoffe in die Leitungen. Massnahmen im Sinne von Art. 12 GSchG seien überhaupt nicht getroffen worden. Ein Beamter des Wasserwirtschaftsamtes habe einen Augenschein genommen und seine Feststellungen schriftlich niedergelegt. Er habe getan, was in den Bereich seiner Amtspflicht gehöre. § 13 der kantonalen Vollziehungsverordnung lasse, abweichend von der Praxis des Bundesgerichts zu Art. 12 GSchG, nur die eigentliche Ersatzvornahme zu. Übrigens habe der Regierungsrat den Begriff des \"Pflichtigen\" (Art. 12 GSchG) unrichtig ausgelegt. Störer sei, wer eine Polizeivorschrift übertrete. Die Bedienung der Schiffspumpe und das Löschen des Öls sei ausschliesslich Aufgabe der Schiffsbesatzung. Die Leitung, aus der Öl ausfloss, sei in Gewahrsam und Gewalt der Schiffsbesatzung gestanden. Die Beschwerdeführerin werde erst Empfängerin des Öls, wenn es in ihren festen Anlagen an Land eintreffe. Bis dahin sei die Ware im Gewahrsam des Frachtführers, hier der Brag-Tankschiffahrt AG in Basel.\n\nAuch die Ziffer 2 der angefochtenen Verfügung sei aufzuheben. Hier entscheide der Regierungsrat über eine Zivilrechtsfrage unter Verletzung des Grundsatzes der Gewaltentrennung. Abgesehen davon sei der Beschwerdeführerin diesbezüglich das rechtliche Gehör verweigert worden.\n\nE.- Der Regierungsrat des Kantons Basel-Landschaft beantragt, die Beschwerde sei abzuweisen, soweit darauf einzutreten sei. Nicht einzutreten sei auf die gegen die Ziffer 2 der ursprünglichen Verfügung gerichteten Rügen, weil diese Ziffer beim Regierungsrat nicht beanstandet worden sei.\n\nZu den Massnahmen im Sinne des Art. 12 GSchG seien nicht nur solche zu zählen, welche die einmal stattgefundene BGE 94 I 403 S. 407Gewässerverschmutzung beheben und die Gesundung des Gewässers bezwecken, sondern alle Massnahmen, die sich zur konkreten Beschränkung der Verschmutzung, zur Feststellung der Ursachen und für den sich daran anknüpfenden Entscheid des Sachbearbeiters über die durchzuführenden Massnahmen als notwendig erweisen.\n\nDie Beschwerdeführerin habe durch Unterlassung einer Anzeige den ordnungswidrigen Zustand aufrecht erhalten, weshalb sie Störerin sei. Die Verschmutzung sei von der Anlegestelle der Beschwerdeführerin ausgegangen; der Hinweis auf die Schiffsbesatzung sei unbeachtlich.\n\nF.- Das Eidgenössische Departement des Innern äusserte sich zur Streitsache, ohne einen Antrag zu stellen. Es führte u.a. aus: Es stehe nicht fest, ob der Rohrleitungsbruch durch eine pflichtwidrige Nachlässigkeit der Beschwerdeführerin oder ihres Personals (z.B. wegen mangelhafter Kontrolle im Sinne von Art. 4 Abs. 4 GSchG) oder durch eine Fehlmanipulation der Löschmannschaft des Tankschiffs entstanden sei. Die Beschwerdeführerin sei nicht schon deshalb Störerin, weil sie Eigentümerin der Löschvorrichtungen sei. Es wäre allerdings angezeigter gewesen, statt der starr verschraubten Rohrleitungsstücke Rohre mit beweglichen Kugelgelenken oder flexible Schlauchleitungen zu benützen. Die Beschwerdeführerin hätte bedenken sollen, dass das Auslagern eines Tankschiffes mittels einer langen, über zwei andere Schiffe gelegten Leitung die Gefahr eines Leitungsbruchs wesentlich erhöhe. Das vom Gewässerschutzgesetz angestrebte Ziel lasse sich nur verwirklichen, wenn jedermann, der irgendeine Tätigkeit zu verrichten habe, zur grössten Sorgfalt verpflichtet sei. Das entspreche der Praxis der Strafbehörden. Wäre der Unfall auf eine unsachgemässe Manipulation der Mannschaft des Schiffes \"Gallus\" zurückzuführen, so wäre die Beschwerdeführerin als Störerin auszuschliessen. Es sei fraglich, ob die amtliche Kontrolltätigkeit der zuständigen kantonalen Fachstelle noch als \"Zwangsmassnahme\" im Sinne von Art. 12 GSchG betrachtet werden könne.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Gegenstand der Verwaltungsgerichtsbeschwerde)\n\n2. Gemäss Art. 2 Abs. 1 GSchG sind gegen die Verunreinigung oder andere schädliche Beeinträchtigung der ober- und unterirdischen Gewässer u.a. diejenigen Massnahmen zu BGE 94 I 403 S. 408treffen, die notwendig sind zum Schutze der Gesundheit von Mensch und Tier, zur Verwendung von Grund- und Quellwasser als Trinkwasser, zur Aufbereitung von Wasser aus oberirdischen Gewässern als Trink- und Brauchwasser, zur Benützung zu Badezwecken, zur Erhaltung von Fischgewässern.\n\nAuf Grund dieser Vorschrift hatte die zuständige kantonale Instanz am Abend des 4. Januar 1967 einzugreifen, nachdem eine Menge Oel im Rhein festgestellt worden und deren Herkunft nicht bekannt war. Die Ermittlung der Ursache war sowohl zum Schutze des Rheins als auch des parallel fliessenden Grundwasserstroms (vgl. Gutachten Dr. Bellin/Ingold vom 24. Februar 1967, erstattet i.S. Verwaltungsgerichtsbeschwerde der Alpina Rheinumschlag A.-G. Muttenz gegen den Regierungsrat des Kantons Basel-Landschaft) unerlässlich und dringlich. Hätten die Organe der Beschwerdeführerin oder die Schiffsbesatzung den Rohrbruch sofort der Polizei gemeldet, so hätte der Herd der Verschmutzung nicht während der Dunkelheit, also unter erschwerten Bedingungen, gesucht werden müssen.\n\nNotwendig war auch der Besuch am folgenden Tag, mit dem sich der zuständige Beamte versicherte, dass die Gefahr weiterer Verschmutzung des Rheins behoben sei und sich keine weiteren Massnahmen aufdrängten.\n\n3. Nach Art. 12 GSchG können die Kantone die zwangsweise Durchführung der von ihnen verlangten Massnahmen verfügen oder diese nötigenfalls auf Kosten der Pflichtigen selber besorgen. In BGE 91 I 300 ff. wurde festgestellt, dass Art. 12 GSchG die Kantone nicht nur zur eigentlichen Ersatzvornahme nach Aufforderung des Störers und Androhung dieses Zwangsmittels ermächtigt, sondern dass sie unmittelbar Massnahmen auf dessen Kosten treffen können. Das Bundesgericht hat die antizipierte Ersatzvornahme insbesondere zugelassen, wenn - selbst ohne zeitliche Dringlichkeit - zum vorneherein feststehe, dass dem Pflichtigen die rechtlichen und tatsächlichen Mittel fehlen, um einem Verwaltungsbefehl nachzukommen. Dies muss erst recht gelten, wenn die Behörde unter Zeitdruck handelt. In der Lehre ist nicht bestritten, dass das Gemeinwesen, wenn Gefahr im Verzug ist, vom üblichen Einleitungsverfahren absehen darf (DREWS-WACKE, Allgemeines Polizeirecht, 7. Aufl., 1961, S. 299/300;MERK, Deutsches Verwaltungsrecht, Band I, 1961, S. 961; WOLFF, Juristische Kurz- BGE 94 I 403 S. 409Lehrbücher, Verwaltungsrecht III, 1966, S. 281; JELLINEK, Verwaltungsrecht, 3. Auflage, Neudruck 1966, S. 341; RUCK, Schweizerisches Verwaltungsrecht I, 3. Aufl., S. 131). Dieses unmittelbare Eingreifen der Polizei wird im erwähnten Schrifttum als sofortige (unmittelbare) Ausführung oder sofortiger Zwang bezeichnet.\n\nUm einen Fall der sofortigen Ausführung handelt es sich hier. Das Eingreifen der Gewässerschutzbehörden war dringlich und nicht auf andere Weise zu bewerkstelligen. Dies gilt namentlich vom Aufspüren des Gefahrenherdes. Das unmittelbare Einschreiten hielt sich, wie in Ziffer 2 dargelegt, im Rahmen des Art. 2 GSchG. Ob die so erfolgte unmittelbare Ausführung auch vor § 13 der kantonalen Vollziehungsverordnung standhalte, ist unerheblich.\n\n4. Die Beschwerdeführerin bestreitet vor allem, dass sie \"pflichtig\" sei. Pflichtig im Sinne des Art. 12 GSchG ist nach einem allgemeinen rechtsstaatlichen Grundsatz der Störer. Störer ist, wer den Schaden oder die Gefahr verursacht hat, aber auch, wer Gewalt hat über Personen oder Sachen, die den ordnungswidrigen Zustand bewirkt haben (BGE 91 I 302). Störer ist nicht nur, wer eine adaequate Ursache des Schadens oder der Gefahr bildet, sondern jeder, der eine \"condicio sine qua non\" dafür gesetzt hat, ja sogar, wer es in Kauf nimmt, dass andern durch sein an sich nicht rechtswidriges Verhalten die Schaffung eines polizeiwidrigen Tatbestandes ermöglicht wird (BGE 91 I 147 /8). In diesem Sinne sind in der bisherigen Rechtsprechung die Inhaber einer von der Baupolizei abgenommenen, aber dann leck gewordenen Tankanlage und der Eigentümer einer Kiesgrube, die gegen seinen Willen zur Materialablagerung missbraucht wurde, als Störer behandelt worden (BGE 91 I 303 und 148).\n\nGeht man hievon aus, so muss die Beschwerdeführerin als Störerin bezeichnet werden. Sie hat die Leitung zum Auspumpen des Öls, welche der Beanspruchung nicht gewachsen war, geliefert. Sie trägt die Verantwortung für deren Zustand - schon nach allgemeinen Rechtsgrundsätzen und zudem nach der ausdrücklichen Vorschrift von Art. 4 GSchG; denn Absatz 4 (Fassung gemäss Art. 51 des BG über die Rohrleitungsanlagen zur Beförderung flüssiger oder gasförmiger Brenn- und Treibstoffe, AS 1964 S. 113) schreibt vor, dass die für die Lagerung und Beförderung flüssiger Stoffe, wie Öl, Benzin und dergleichen BGE 94 I 403 S. 410zum Schutze von Gewässern nötigen technischen Vorrichtungen zu erstellen und regelmässig zu kontrollieren sind. Die Beschwerdeführerin verschweigt, ob sie die Kontrolle regelmässig durchgeführt habe und an welchem Datum vor dem 4. Januar 1967 das geborstene Rohr letztmals in Ordnung befunden wurde. Da überprüfbare Angaben fehlen, vermag die Behauptung, ihre Anlagen seien in gutem Zustand gewesen, nicht zu überzeugen. Dies umso weniger, als die Beschwerdeführerin vor der kantonalen Instanz eingeräumt hat, dass der Bruch eines Rohrstücks längs einer Schweissnaht ein \"Materialermüdungsbruch\" sein könne. Zudem wäre es laut dem Bericht des Departementes des Innern nach dem heutigen Stand der technischen Erkenntnis angezeigt gewesen, \"anstelle der starr verschraubten Rohrleitungsstücke Rohre mit beweglichen Kugelgelenken oder aber flexible Schlauchleitungen zu benützen\". Nach demselben Bericht hätte die Beschwerdeführerin sich überdies Rechenschaft geben sollen, \"dass das Auslagern eines Tankschiffes mittels einer langen, über zwei andere Schiffe gelegten Leitung die Gefahr eines Leitungsbruchs wesentlich erhöht\". Es ist somit kein Zweifel möglich, dass mindestens eine Teilursache des Bruches durch die Beschwerdeführerin gesetzt worden und zu verantworten ist. Das genügt, um sie als Pflichtige ins Recht zu fassen.\n\n5. Was die Beschwerdeführerin und das Eidg. Departement des Innern zur Begründung ihrer abweichenden Betrachtungsweise vorbringen, ist nicht stichhaltig.\n\na) Das Eidg. Departement des Innern führt sinngemäss aus, die Störereigenschaft sei der strafrechtlichen Verantwortlichkeit nach Art. 15 GSchG nachgebildet; letztere greife aber nur Platz bei Verschulden dessen, der einen Schaden oder eine Gefahr verursacht habe. In Sachen Schüder wurde im Jahre 1965 entschieden, dass nichts darauf ankomme, ob der Inhaber der Gewalt über die eine Gefahr auslösenden Gegenstände privatrechtlich hafte, noch, ob ihn ein Verschulden treffe. An dieser Ansicht, die mit der schweizerischen und deutschen Lehre des Verwaltungsrechts übereinstimmt (vgl. BGE 91 I 302), ist festzuhalten.\n\nb) Die Beschwerdeführerin macht geltend, der Rohrbruch sei ausschliesslich die Folge davon, dass das Schiffspersonal das Öl unter zu grossem Druck an Land gepumpt habe. Allein dafür ist nicht nur kein Beweis angeboten worden; es fehlen BGE 94 I 403 S. 411auch alle Angaben tatbeständlicher Art, die zu einer Überprüfung durch Expertise Anlass geben könnten.\n\nc) Die Beschwerdeführerin behauptet ferner, es sei Sache des Reeders, das Öl an Land zu befördern, und die Leitung sei während des Auspumpens im Gewahrsam der Schiffsbesatzung gestanden. Auch diese Bestreitung nützt der Beschwerdeführerin nichts. Denn selbst wenn ihre Darstellung zutreffen sollte, so wäre nicht dargetan, dass die von ihr geliehenen Rohre tadellos waren. Das wäre aber unerlässlich, wenn auch für sich allein nicht genügend, um sie als Störerin auszuschliessen.\n\nd) Die Beschwerdeführerin wendet schliesslich sinngemäss ein, die Schiffsbesatzung der \"Gallus\" habe in erster Linie die gewässerpolizeiliche Ordnung gestört. Demnach habe sich der Staat zunächst an den Frachtführer, hier die Brag-Tankschifffahrt AG, zu halten. An diesem Einwand ist, nach den Akten zu schliessen, soviel richtig, dass auch die Reederei als Störerin in Frage kommt. Bei einer Mehrzahl von Störern hat die Behörde die Wahl, an welchen sie sich halten will (PETERS, Lehrbuch der Verwaltung, S. 382; ANSCHÜTZ, Die Polizei, S. 21; WOLFF, a.a.O., S. 282). Es entsteht in solchen Fällen etwas der Solidarhaft nach Art. 50/51 OR Ähnliches (vgl. BGE 93 II 322). Die Behörden des Kantons Basel-Landschaft waren also berechtigt, sich ausschliesslich an die Beschwerdeführerin zu halten und ihr allein die Kosten aufzuerlegen. In diesem Sinne hat das Obergericht des Kantons Aargau als Verwaltungsgericht bereits im Jahre 1961 entschieden (vgl. AGVE 1961 Nr. 32 S. 127 ff.).\n\n6. In BGE 91 I 299 ff. ist entschieden worden, dass die Pflichtigen dem Staat jene Kosten zu ersetzen haben, die ihm dadurch entstehen, dass er einen Dritten zur Ermittlung der Gefahr beauftragt hat. Hier geht es um die Kosten der Staatsorgane. Auch diese sind vom Störer zu tragen; denn die Ersatzvornahme besteht gerade darin, dass eine vertretbare Handlung, die der Pflichtige nicht erbringt, vom Staate selbst oder einem beauftragten Dritten ausgeführt wird (BGE 91 I 300 a).\n\n7. .........................\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen, soweit darauf einzutreten ist."}