{"annee": "94", "cour": "IV", "page": "107", "date": "20/12/1968", "cite": ["78 IV 91", "71 IV 10", "84 IV 91", "81 IV 99"], "cite_par": ["101 IV 36", "99 IV 80", "97 IV 57", "103 IB 232", "110 IV 85"], "chapeau": "29. Auszug aus dem Urteil des Kassationshofes vom 20. Dezember 1968 i.S. Schulthess und Kons. gegen Staatsanwaltschaft des Kantons Basel-Stadt.", "regestes": ["Art. 153, 154 CP. 1. Falsification de saucisses par addition d'un adjuvant interdit (consid. 3). 2. Tromperie (consid. 4). 3. L'existence d'un dommage et l'intention de le causer ne sont pas nécessaires à la réalisation de la falsification au sens étroit (consid. 5 et 6). 4. Fixation de la peine (consid. 7)."], "faits": "BGE 94 IV 107 S. 107\n\nA.- Die Eidg. Fleischschauverordnung vom 11. Oktober 1957 bestimmt in Art. 64, welche Hilfsstoffe zur Behandlung von Fleisch und zur Herstellung von Fleischwaren zulässig sind. Nach Abs. 3 darf einwandfreies, reines Magermilchpulver bei der Zubereitung von Brat-, Blut- und Eingeweidewürsten sowie von Fleischkäse verwendet werden, soweit damit frische Voll- oder Magermilch ersetzt wird. Für sämtliche übrigen Fleischwaren, insbesondere für alle andern Würste ist die Verwendung von Magermilchpulver verboten.\n\nBei Untersuchungen von Wurstwaren baslerischer Metzgereien BGE 94 IV 107 S. 108im Jahre 1965 wurden wiederholt Beimischungen von Magermilchpulver nachgewiesen. Die Schlachthofdirektion des Kantons Basel-Stadt erliess deshalb am 11. Januar 1966 ein Rundschreiben an alle Metzgereibetriebe des Kantons, worin an das Verbot erinnert wurde. Im Schlussabsatz werden die Metzgereien aufgefordert, die Vorschriften strikte einzuhalten und keine unerlaubten Zusätze zu verwenden; Fehlbare müssten wegen Warenfälschung angezeigt werden.\n\nB.- Am 2. Februar 1966 erhob der Schlachthoftierarzt bei Hans Schulthess verschiedene Wurstproben (Klöpfer, Landjäger, Lyoner). Die Untersuchung durch den Kantons-Chemiker ergab, dass den Würsten ca. 2% Magermilchpulver beigegeben worden war. Schulthess und sein Obermetzger Heinrich Häfeli gaben dies ohne weiteres zu. Seit jeher sei im Betrieb Schulthess die Beimischung von Magermilchpulver praktiziert worden. Beide anerkannten auch, Kenntnis vom Zirkular vom 11. Januar 1966 gehabt zu haben, worin das Verbot solcher Beigaben in Erinnerung gerufen worden war. Trotzdem wurde das Magermilchpulver allgemein weiter verwendet, und zwar durch Obermetzger Häfeli im Einvernehmen mit seinem Arbeitgeber Schulthess.\n\nC.- Das Strafgericht Basel-Stadt sprach Schulthess und Häfeli am 8. April 1968 von der Anklage der Warenfälschung frei und nahm lediglich eine verjährte Übertretung der Fleischschauverordnung an.\n\nDas Appellationsgericht erklärte Schulthess auf Appellation der Staatsanwaltschaft am 28. Juni 1968 der gewerbsmässigen Warenfälschung und des gewerbsmässigen Inverkehrbringens gefälschter Waren schuldig und verurteilte ihn zu 45 Tagen Gefängnis mit bedingtem Strafvollzug sowie zu einer Busse von Fr. 3000.--. Häfeli wurde wegen gewerbsmässiger Warenfälschung eine bedingte Gefängnisstrafe von einem Monat und Fr. 100.-- Busse auferlegt. Es wurde Publikation des Urteils angeordnet.\n\nD.- Beide Angeklagten führen Nichtigkeitsbeschwerde mit dem Antrag auf Aufhebung des appellationsgerichtlichen Urteils und Rückweisung der Sache zur Freisprechung.", "considerants": "Aus den Erwägungen:\n\n2. Dass die von den Beschwerdeführern hergestellten Würste Waren im Sinne von Art. 153 StGB sind, dass sie unter BGE 94 IV 107 S. 109Verwendung eines von der Fleischschauverordnung verbotenen Zusatzes fabriziert wurden und dass die Beschwerdeführer gewerbsmässig handelten, ist unbestritten. Hingegen macht die Beschwerde geltend, die Beigabe habe die natürliche Beschaffenheit der Würste nicht verfälscht, eine Täuschung liege nicht vor und es sei keine Schädigung eingetreten. Die Voraussetzungen der Warenfälschung seien daher nicht erfüllt. Diese sei ein betrugsähnlicher Tatbestand mit entsprechend schwerer Strafdrohung, die in offensichtlichem Missverhältnis zum Gewicht der blossen Übertretung der Fleischschauverordnung durch Beimischung von Magermilch stehe, sodass auch aus diesem Grund nicht auf Warenfälschung erkannt werden könne.\n\n3. Verfälscht wird eine Ware durch jede unerlaubte Veränderung ihrer natürlichen Beschaffenheit (BGE 71 IV 12, BGE 81 IV 99, 161, BGE 84 IV 95 ff.). Entgegen der Meinung der Beschwerdeführer braucht es sich nicht um standardisierte, nach vorgeschriebenen Kriterien hergestellte Ware zu handeln. Dass Würste gleicher Bezeichnung je nach Metzgerei grösser oder kleiner und unterschiedlich zusammengesetzt sein können, dass keine Mindestanforderungen bestehen und dass die Magermilchwürste der Beschwerdeführer gleichnamigen Würsten von Konkurrenzbetrieben an Geschmack und auch im Gehalt gleichwertig sein können, steht der Annahme einer Verfälschung nicht entgegen. Entscheidend ist, dass Klöpfer - um die es im angefochtenen Entscheid noch geht - nur Fleisch und die von der Fleischschauverordnung zugelassenen Hilfsstoffe enthalten dürfen. Die Klöpfer der Beschwerdeführer enthielten jedoch, im Gegensatz zu denjenigen korrekter Metzger, ausserdem Milch und durch diese eine erhöhte Menge Wasser; sie waren somit verfälscht (vgl.BGE 78 IV 92f.).\n\n4. Die Beschwerdeführer bestreiten auch die Täuschung. Statt Magermilchpulver hätten erlaubterweise und mit der gleichen Wirkung auch Speck oder Schwarten beigefügt werden können. Da der Kunde nicht Anspruch auf eine bestimmte Beimischung habe, sei er nicht getäuscht. Selbst wenn Magermilch und Speck oder Schwarten gleichwertig sein sollten, ist diesem Einwand mit der Vorinstanz entgegenzuhalten, dass der Kunde mit seinem Klöpfer Fleisch kaufen will, nicht Milch. Der Kunde, der einen pralleren Cervelat sieht, nimmt an, er enthalte mehr Fleisch. Tatsächlich ist aber nur dem Magermilchpulver und dem damit aufgenommenen Wasser das BGE 94 IV 107 S. 110grössere Volumen zuzuschreiben. Die Vorinstanz erklärt es daher mit Recht als belanglos, ob dieselbe Wirkung auch mit den erlaubten Beimischungen hätte erreicht werden können, da diese ebenfalls aus Fleisch bestehen.\n\nWas in der Beschwerdeschrift sonst noch zur Bestreitung der Täuschung vorgebracht wird, ist unzulässige Kritik an der Beweiswürdigung. Sie vermag die verbindliche Feststellung der Vorinstanz nicht zu widerlegen, dass durch die Beigabe der 2% Magermilchpulver die Würste praller, schöner und im Biss kerniger geworden seien, sodass der Konsument glaube, es sei viel mehr Fleisch darin. Die Kritik ist aber auch unbegründet. Das Appellationsgericht hat nicht nur auf die Gutachten abgestellt, sondern das Zugeständnis der Beschwerdeführer berücksichtigt, wonach mit der unerlaubten Beimischung das Aussehen der Würste verbessert werden sollte, weil sie dann praller aussähen.\n\nOb schliesslich das Färben einer Wurst schlimmer ist als das Beimischen von Magermilchpulver, spielt für die Beurteilung des Falles keine Rolle. Selbst wenn die Behauptung zutreffen sollte, bleibt es dennoch bei der durch das Milchpulver bewirkten Täuschung.\n\n5. Die Beschwerde rügt, dass die Vorinstanz den betrugsähnlichen Charakter der Warenfälschung nicht berücksichtigt habe. Warenfälschung setze eine Schädigung voraus. Der Kunde erhalte aber eine vollwertige Wurst, die sogar erheblich gesünder sei, als wenn die Beschwerdeführer Speck oder Schwarten statt Magermilchpulver beigemischt hätten.\n\nDie Verfälschung einer Ware durch unerlaubte Veränderung der natürlichen Beschaffenheit ist indessen auch dann strafbar, wenn das Erzeugnis ebenso gut und ebenso viel wert ist wie die unverfälschte Ware (BGE 78 IV 93). Eine Schädigung des Kunden ist nicht erforderlich, die Täuschung durch unerlaubte Veränderung genügt. Die Wertverringerung einer Ware ist eine besondere Begehungsform der Warenfälschung. Unerheblich ist auch, ob nach ernährungsmedizinischer Auffassung solche verbotene Magermilchwürste wegen des geringern Cholesteringehaltes zuträglicher sind als solche mit Beigabe von Speck. Mit dem gleichen Argument könnte sich der Fälscher entlasten wollen, der Butter mit Pflanzenöl versetzt und das Gemisch als reine Butter in den Verkauf bringt.\n\n6. Die Beschwerdeführer bestreiten den subjektiven Tatbestand BGE 94 IV 107 S. 111unter Hinweis darauf, dass sie nicht darauf ausgegangen seien, die Kunden zu schädigen. Schädigungsabsicht ist jedoch nicht Voraussetzung einer Verurteilung wegen Warenverfälschung. Es genügt, dass die Beschwerdeführer nach den Feststellungen der Vorinstanz das Milchpulver beigegeben haben, um die Würste praller und fleischiger erscheinen zu lassen. Durch diese täuschende Verfälschung sollte die Kauflust angeregt werden. Die Beschwerdeführer gingen darauf aus, den Absatz ihrer Produkte durch diese unerlaubte Verschönerung zu steigern.\n\n7. Die Beschwerdeführer waren sich unbestrittenermassen über die Unzulässigkeit der Beimischung genau im klaren. Die Tatsache, dass sie trotz der Mahnung im Zirkular der Schlachthofverwaltung und obwohl dort für den Fall der Wiederholung ausdrücklich die Bestrafung wegen Warenfälschung angedroht worden war, ihre verbotene Fabrikationsmethode unbeeindruckt fortsetzten, wirft auch ein schlechtes Licht auf ihre allgemeinen Charaktereigenschaften.\n\nDie Strafen halten sich an die gesetzlichen Bestimmungen. Sie sind ohne Ermessensüberschreitung ausgefällt worden. Den Entlastungsmomenten wurde weitgehend Rechnung getragen. Wer in Lebensmittelbetrieben Waren verfälscht und damit dem Kunden eine bessere Qualität oder grössere Quantität vortäuscht, hat umso weniger Anspruch auf besondere Nachsicht, als dem Kunden eine Prüfung überhaupt nicht und den Behörden nur stichprobeweise möglich ist. Die relativ scharfe Strafdrohung für Warenfälschung trägt dem Rechnung und enthält offensichtlich ein Moment der Generalprävention.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}