{"annee": "94", "cour": "II", "page": "167", "date": "24/9/1968", "cite": ["78 II 243", "63 II 240", "78 II 445"], "cite_par": ["101 II 121", "110 III 24", "102 II 297", "102 III 94", "140 III 150", "98 II 305", "96 II 145", "101 II 117"], "chapeau": "30. Urteil der I. Zivilabteilung vom 24. September 1968 i.S. Schweizerische Bankgesellschaft gegen D.M.", "regestes": ["Le dépôt joint et le compte joint relèvent en principe des règles applicables au mandat (consid. 2). Les mandants sont créanciers solidaires (consid. 3). Les rapports des mandants entre eux n'excluent pas que le pouvoir solidaire passe à leurs héritiers (consid. 4)."], "faits": "BGE 94 II 167 S. 167\n\nA.- Die Eheleute M. eröffneten vor dem zweiten weltkrieg gemeinsam mit Verwandten bei der Eidgenössischen Bank ein \"dépot joint de titres et un compte joint\" auf folgender Grundlage:\n\n1. La banque ouvre aux clients un dépôt joint de titres et un compte joint (compte courant, compte de dépôt à terme, livret de dépôt). Les relations d'affaires qui peuvent en résulter ainsi que les opérations éventuelles de crédit sont soumises aux dispositions du présent contrat.\n\n2. Conformément aux articles 143 à 150 C.O. les clients jouissent de tous les droits que leur confère leur qualité de créanciers solidaires; ils sont par contre responsables à l'égard de la banque, en tant que débiteurs solidaires, de tous les engagements découlant pour eux des dites relations.\n\n3. Chacun des clients a par conséquent la faculté de faire usage de tous ces droits à lui seul et sans le concours des autres. Chacun d'eux peut ainsi augmenter, diminuer, prélever ou retirer entièrement les objets et les avoirs déposés, donner en gage, vendre ou disposer à BGE 94 II 167 S. 168volonté des titres, objets de valeurs et créances, contracter des emprunts, en user, etc.\n\n4. Les clients sont solidairement responsables des dispositions individuelles de chacun d'entre eux et des conséquences pouvant en résulter. En d'autres termes, chacun répond personnellement du tout, même si le disponible ou la limite de crédit venaient à être dépassés. En outre, le dépôt commun tient lieu de gage pour toutes créances éventuelles de la banque.\n\n5. Sauf avis contraire, les intérêts et dividendes échus des valeurs déposées, les montants réalisés et les produits de ventes éventuelles sont portés par la banque au crédit d'un compte commun.\n\n6. Sont en outre applicables, les Conditions générales et le Règlement de dépôt de la banque (dont les clients certifient avoir reçu un exemplaire) ainsi que les conditions spéciales auxquelles sont soumises les opérations particulières.\n\n7. ...\n\nDie Eheleute M. starben in den fünfziger Jahren in X. Sie hinterliessen als einzige Erben die beiden Söhne D. und G. G. starb im Jahre 1957 ebenfalls und wurde von seinem Bruder D. beerbt.\n\nMit der Übernahme der Eidgenössischen Bank trat die Schweizerische Bankgesellschaft (SBG) in das genannte Vertragsverhältnis ein.\n\nAm 9. November 1961 verlangte D.M. von der SBG unter Nachweis seiner Erbberechtigung die Auszahlung von Fr. 30 000.--. Die SBG kam dieser Aufforderung auf Grund einer von D.M. vorgelegten Sondervollmacht nach.\n\nAm 19. September 1962 verlangte D.M. von der SBG Kontoauszüge über die Guthaben und Depots seiner verstorbenen Eltern. Am 24. Oktober 1962 stellte ihm die SBG ein Wertschriftenverzeichnis betreffend \"Succession de Monsieur M.\" zu und wies gleichzeitig darauf hin, dass das Depot gesperrt sei. Mit Schreiben vom 26. Oktober 1962 verlangte die SBG von D.M. eine Erbbescheinigung für das Depot \"Succession de Madame M.\". D.M. kam dieser Aufforderung am 12. März 1963 nach, verlangte ein Wertschriftenverzeichnis über das Depot seiner verstorbenen Mutter und ersuchte die Bank, die Wertschriften aus dem Nachlass seines Vaters zu liquidieren und den Erlös dem Konto seines Anwaltes gutzuschreiben. Die SBG teilte D.M. mit Schreiben vom 13. Juni 1963 mit, sie sei nicht in der Lage, seinem Gesuch um \"Herausgabe von Vermögenswerten und Erteilung von Auskünften Folge zu geben\".\n\nBGE 94 II 167 S. 169\n\nB.- Am 3. Dezember 1963 reichte D.M. beim Appellationshof des Kantons Bern gegen die SBG Klage ein. Er beantragte, die Beklagte zu verpflichten, sämtliche auf dem Depot \"Succession de Madame M.\" und \"Succession de Monsieur M.\" befindlichen Wertschriften herauszugeben und die auf den betreffenden Depotauszügen genannten Beträge zu bezahlen.\n\nDer Appellationshof hiess am 13. November 1967 die Klage gut, indem er die Beklagte verpflichtete, die gemäss den Auszügen vom 20. Oktober 1967 auf den beiden Depots befindlichen Wertschriften dem Kläger herauszugeben und ihm die entsprechenden Beträge von Fr. 20 737.65 und Fr. 8 209.35 auszubezahlen.\n\nC.- Die Beklagte hat die Berufung erklärt mit dem Antrag, die Klage abzuweisen.\n\nDer Kläger beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Auf das streitige Rechtsverhältnis ist schweizerisches Recht anzuwenden. Dieses wird in den Allgemeinen Geschäftsbedingungen und dem Depotreglement der Eidgenössischen Bank, welche Bestandteil des Vertrages sind (Ziff. 6), ausdrücklich als massgebend erklärt. Die Parteien und die Vorinstanz haben sich somit zu Recht auf schweizerisches Recht berufen.\n\n2. Der streitigen Vereinbarung liegt ein gemeinschaftliches (offenes) Wertschriftendepot und Konto zugrunde. Die Beklagte verpflichtet sich als Rechtsnachfolgerin der Eidgenössischen Bank, die Gelderträgnisse aus den verwahrten Titeln, wie Zinsen und Dividenden, sowie den Gegenwert aus allfälligen Verkäufen ohne anderslautende Anordnung auflaufende Rechnung dem gemeinsamen Konto gutzuschreiben (Ziff. 5). Zweck des Vertrages war somit nicht nur die Verwahrung der hinterlegten Titeln an einem sichern Ort (Art. 472 OR), sondern auch ihre Verwaltung durch die Bank. Das Rechtsverhältnis ist somit als Verbindung von Hinterlegungsvertrag und Auftrag, d.h. als gemischter Vertrag zu verstehen. Dabei liegt der Schwerpunkt auf den Dienstleistungen der Bank (vgl.BGE 63 II 242,BGE 78 II 254, GAUTSCHI, N. 8 c und 37 zu Art. 400 OR, N. 3 c der Vorbemerkungen zu Art. 472 ff. OR). Es sind daher grundsätzlich die Bestimmungen über den Auftrag (Art. 394 ff. OR) anzuwenden.\n\nBGE 94 II 167 S. 170\n\n3. Der Vertrag sieht vor, dass die Auftraggeber (\"clients\") der Bank im Sinne von Art. 143 - 150 OR solidarisch berechtigt und verpflichtet sind (Ziff. 2). Ziff. 3 bestimmt zudem ausdrücklich, dass jeder Auftraggeber selbständig und ohne Mitwirkung der andern Partner befugt ist, über das Depot zu verfügen. Unter den verschiedenen Auftraggebern besteht somit aktive Solidarität (vgl. OSER/SCHÖNENBERGER, N. 3 a zu Art. 150 OR; BECKER, N 2 zu Art. 150 OR; VON TUHR/SIEGWART, OR II S. 737; LAMBELET, Les compts-joints en Suisse, Diss. Genf 1917, S. 88 ff.; DE PREUX, Le contrat de dépôt ouvert de titres en banque, Diss. Freiburg 1946, S. 46; BRON, Le comptejoint en droit suisse, Diss. Lausanne 1959, S. 19; O. AEPPLI, Im Hinblick auf den Tod des Bankkunden abgeschlossene Depotverträge, SJZ 1948, S. 37). Damit haben die Vertragsparteien von der im Depotreglement der Eidgenössischen Bank vorgesehenen Möglichkeit Gebrauch gemacht, das Verfügungsrecht \"bei einer Mehrzahl von Deponenten\" durch besondere Vereinbarung zu ordnen, indem sie die sonst geltende gesamthänderische Berechtigung durch Begründung der Gläubigersolidarität ersetzten. Jeder Auftraggeber war daher berechtigt, sämtliche Ansprüche aus dem Vertragsverhältnis mit der Bank geltend zu machen, und es konnte sich die Beklagte durch Leistung an einen Auftraggeber zugleich von der Forderung der andern befreien (Art. 150 Abs. 1 und 2 OR).\n\n4. Die Beklagte wendet sich gegen die Auffassung der Vorinstanz, der Kläger sei kraft Erbrechts in die Rechte und Pflichten seiner verstorbenen Eltern aus dem Auftragsverhältnis mit der Beklagten eingetreten. Sie hält dafür, dass die Frage der Vererblichkeit der solidarischen Berechtigung nicht nach dem Vertrag mit der Beklagten (Aussenverhältnis), sondern nach den Rechtsbeziehungen zwischen den Auftraggebern (Innenverhältnis) zu beurteilen sei. Welcher Art auch immer das Innenverhältnis sei, setze der Vertrag mit der Bank auf seiten der Auftraggeber ein enges Vertrauensverhältnis voraus, das den Eintritt Dritter oder der Erben in die zwischen die Auftraggeber bestehende Rechtsgemeinschaft ausschliesse. Den Erben stehe daher nur ein Anspruch auf ihren Anteil am Liquidationsergebnis zu, der sich gegen die überlebenden Mitbeteiligten oder deren Rechtsnachfolger richte.\n\na) Nach Art. 560 Abs. 2 ZGB gehen die Rechte und Pflichten des Erblassers, unter Vorbehalt der gesetzlichen Ausnahmen, BGE 94 II 167 S. 171ohne weiteres auf die Erben über. Der Kläger hat somit alle Rechte seiner Eltern erlangt, soweit sie auf Grund des Auftragsrechtes den Tod der Auftraggeber überdauerten.\n\nArt. 405 Abs. 1 OR sieht vor, dass die Fortsetzung eines Auftragsverhältnisses mit den Erben eines verstorbenen Auftraggebers oder Beauftragten auch möglich ist, wenn es sich aus der Natur des Auftragsverhältnisses ergibt. Bei Bankgeschäften wird im allgemeinen angenommen, dass der Auftrag durch den Tod des Auftraggebers nicht erlischt, sondern mit den Erben als fortgesetzt gilt (vgl. OSER/SCHÖNENBERGER und BECKER, je N. 3 zu Art. 405 OR). Dafür spricht im vorliegenden Fall der Umstand, dass die streitige Vereinbarung auch Tatbestandsmerkmale des Hinterlegungsvertrages, also eines Rechtsgeschäftes aufweist, das durch den Tod einer Partei von Gesetzes wegen nicht beendigt wird. Unbehelflich ist in diesem Zusammenhang der Hinweis der Beklagten aufBGE 78 II 452. Diesem Entscheid liegt die Erwägung zugrunde, dass mehrere durch einen Treuhandvertrag zu einer Gemeinschaft verbundene Fiduziare Gesamteigentümer des Treugutes seien. Dabei entspreche es dem Wesen des fiduziarischen Rechtsgeschäftes und daher auch dem mutmasslichen Parteiwillen, dass beim Tod eines Treuhänders dessen Rechte nicht auf die dem Fiduzianten häufig unbekannten Erben übergehen, sondern den Mitfiduziaren anwachsen. Zu einer Überprüfung dieser Auffassung besteht hier kein Anlass. Sie fällt schon deshalb nicht in Betracht, weil im vorliegenden Fall keine Anhaltspunkte dafür bestehen, dass das Rechtsverhältnis zwischen der Beklagten und ihren Auftraggebern durch die für das fiduziarische Rechtsgeschäft typische Vertrauensbeziehung gekennzeichnet ist.\n\nb) Der Einwand der Beklagten, die Fortsetzung des Auftrages mit dem Kläger sei wegen des besonderen Vertrauensverhältnisses zwischen den Auftraggebern ausgeschlossen, hält ebenfalls nicht stand. Die Vertragsparteien haben durch Vereinbarung der Gläubigersolidarität die Anspruchsberechtigung gegenüber der Beklagten vom Innenverhältnis zwischen den einzelnen Auftraggebern bewusst getrennt und nur vom Aussenverhältnis (Auftrag) abhängig gemacht. Bezeichnend für diese Regelung ist die verbindliche Feststellung der Vorinstanz, wonach die Beklagte über das Innenverhältnis ihrer Vertragspartner nicht aufgeklärt wurde und somit nicht wusste, ob sie BGE 94 II 167 S. 172Mit- oder Gesamteigentümer der hinterlegten Werte waren, ob sie eine einfache Gesellschaft bildeten oder zueinander in einem Auftragsverhältnis standen. Die Beklagte hatte sich somit weder um die Beziehungen der Auftraggeber unter sich oder zu Dritten, noch um die Eigentumsverhältnisse an den hinterlegten Werten zu kümmern.\n\nDer Kläger trat daher ohne weiteres in die Rechtsstellung seiner verstorbenen Eltern ein. Er war befugt, den Auftrag jederzeit zu widerrufen und die hinterlegten Wertschriften samt Zuwachs zurückzufordern (Art. 404 Abs. 1 und Art. 475 Abs. 1 OR), von der Beklagten Rechenschaft über die Geschäftsführung zu verlangen und alles, was ihr infolge derselben aus irgendeinem Grund zugekommen ist, herauszuverlangen (Art. 400 OR). Ob damit die Ansprüche Dritter oder ihrer Rechtsnachfolger aufs Spiel gesetzt werden, berührt die Beklagte nicht. Es war den Vertragsparteien unbenommen, die Vererblichkeit der Rechte aus dem Auftragsverhältnis durch entsprechende Abrede zum voraus auszuschliessen und damit einer Rechtsgefährdung vorzubeugen. Die Zulässigkeit einer solchen Klausel ergibt sich aus der Vertragsfreiheit. Die Forderung eines jeden Solidargläubigers kann daher auch mit der auflösenden Bedingung verbunden werden, dass sie mit dem Tod eines Berechtigten erlischt (vgl. O. AEPPLI, a.a.O. mit Hinweisen).\n\n5. Die Beklagte hält in der Berufung an der Auffassung fest, sie habe \"auf Wunsch eines Rechtsnachfolgers eines verstorbenen Deponenten intern eine provisorische Aufteilung des Gemeinschaftskontos vorgenommen\" und dieses gesperrt, \"bis alle Rechtsnachfolger der ursprünglichen Co-Deponenten der Teilung zugestimmt hätten\".\n\nDie Beklagte hat diese Behauptung nach verbindlicher Feststellung der Vorinstanz nicht bewiesen. Sie wäre zudem ohnehin unerheblich, da sich die Beklagte dem Anspruch des Klägers nur dann mit Erfolg widersetzen könnte, wenn sie von einem andern Solidargläubiger (oder dessen Rechtsnachfolger) rechtlich belangt worden wäre (Art. 150 Abs. 3 OR). Das behauptet die Beklagte jedoch nicht.\n\n6. Die Beklagte rügt schliesslich die Auffassung der Vorinstanz, sie (die Beklagte) habe die ihr auferlegte Editionspflicht durch die Weigerung verletzt, die das Gemeinschaftsdepot betreffenden Akten dem Gericht offen einzureichen und damit dem Kläger von deren Inhalt Kenntnis zu geben.\n\nBGE 94 II 167 S. 173\n\nDiese Beanstandung ist unbegründet. Die Vorinstanz hätte durch die auf Grund prozessleitender Entscheide getroffene Anordnung Bundesrecht nur dann verletzt, wenn der Kläger nicht in die Rechtsstellung seiner Eltern eingetreten wäre.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationshofes des Kantons Bern, III. Zivilkammer, vom 13. November 1967 bestätigt."}