{"annee": "94", "cour": "II", "page": "128", "date": "9/7/1968", "cite": ["82 II 340", "92 II 95"], "cite_par": ["97 II 153", "118 II 322", "100 II 224", "97 II 234", "98 II 57", "98 II 67", "101 IB 361"], "chapeau": "20. Urteil der I. Zivilabteilung vom 9. Juli 1968 i.S. Aquafiltro AG gegen Filtro SA", "regestes": ["Raisons de commerce. Confusion entre des raisons de commerce par suite de l'identité de leur élément principal. Exigences quant au caractère distinctif."], "faits": "|128|\n\nA.- Die Filtro SA wurde am 16. Juli 1963 mit Sitz in Genf in das Handelsregister eingetragen. Sie bezweckt den Kauf, Verkauf und die Vertretung von Erzeugnissen zur Wasserbehandlung, die von einer französischen und einer deutschen Firma hergestellt werden. Ferner befasst sie sich mit der Erstellung von Einrichtungen, die mit den erwähnten Produkten in Zusammenhang stehen.\n\nAm 31. Januar 1966 wurde mit Sitz in Meilen die Aquafiltro AG in das Handelsregister eingetragen. Die Gesellschaft bezweckt die Herstellung und den Verkauf von Anlagen für die Wasserfiltrierung und die Errichtung von Pumpstationen.\n\nB.- Am 15. September 1967 klagte die Filtro SA gegen die Aquafiltro AG beim Handelsgericht des Kantons Zürich mit folgenden im Laufe des Verfahrens eingeschränkten Anträgen:\n\n\"1. Es sei die Beklagte zu verpflichten, ihre Firma 'Aquafiltro AG' innerhalb einer Frist von 14 Tagen, eventuell innerhalb einer vom Gericht anzusetzenden kurzen Frist, im Handelsregister des Kantons Zürich zu löschen.\n\n2. Alles unter Androhung der Bestrafung der Organe der Beklagten gemäss Art. 292 StGB im Widerhandlungsfalle.\"\n\nDas Handelsgericht hiess am 25. Januar 1968 die Klage gut.\n\nC.- Die Beklagte beantragt mit der Berufung, das vorinstanzliche Urteil aufzuheben und die Klage abzuweisen.\n\nDie Klägerin beantragt, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.\n\n|129|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Firma der Aktiengesellschaft muss sich von jeder in der Schweiz bereits eingetragenen Firma deutlich unterscheiden (Art. 951 Abs. 2 OR), ansonst der Inhaber der älteren Firma auf Unterlassung des Gebrauchs der neueren klagen kann (Art. 956 Abs. 2 OR). Da Aktiengesellschaften nach Massgabe von Art. 950 Abs. 1 OR ihre Firma frei bilden können, hindert sie nichts, dafür zu sorgen, dass sich ihre Firma von allen bereits eingetragenen deutlich unterscheide. Das Bundesgericht stellt daher an die Unterscheidungskraft der Firmen von Aktiengesellschaften strenge Anforderungen. Ob diesem Erfordernis Genüge geleistet sei, beurteilt sich grundsätzlich unter Berücksichtigung der ganzen Firma. Bestandteilen, die durch ihren Klang oder Sinn hervorstechen, kommt jedoch bei der Beurteilung der Verwechslungsgefahr erhöhte Bedeutung zu, da sie in der Erinnerung besser haften bleiben und im Verkehr, sei es von der Gesellschaft selber, sei es von Dritten, oft allein verwendet werden. Daher kann schon der Gebrauch oder die Nachahmung des Hauptbestandteiles einer Firma die Unterscheidung so erschweren, dass Verwechslungen möglich werden. Zudem hat das Bundesgericht wiederholt hervorgehoben, dass die Verwechselbarkeit zweier Firmen von der Aufmerksamkeit abhängt, die in den Kreisen üblich ist, mit denen die beiden Inhaber geschäftlich zu verkehren pflegen. Wenden sich beide an die gleichen Kreise, so sind naturgemäss an die Unterscheidbarkeit ihrer Firmen strengere Anforderungen zu stellen (vgl. BGE 92 II 96 ff. und die dort erwähnten zahlreichen Entscheide).\n\n2. Die Beklagte wirft dem Handelsgericht im wesentlichen vor, es habe dadurch, dass es ihr den Gebrauch einer \"spezifizierten\" Sachbezeichnung (aquafiltro) versage, die von der Klägerin verwendete Sachbezeichnung (filtro) monopolisiert. Damit trete ein Zustand ein, den es selber als unzulässig erkläre.\n\nDie Vorinstanz geht zutreffend davon aus, dass das Wort \"Filtro\" (filtre, Filter) eine gemeinfreie Sachbezeichnung ist und als solche den tragenden Bestandteil der Firma der Klägerin bildet. Eine solche Bezeichnung darf jedoch vom ersten Inhaber nicht ausschliesslich verwendet werden, sondern muss als sprachliches Gemeingut grundsätzlich auch Dritten zur Verfügung stehen. Das ergibt sich unmittelbar aus Art. 944 |130| OR, wonach jede Firma - neben dem vom Gesetz vorgeschriebenen wesentlichen Inhalt - Angaben enthalten darf, die auf die Natur des Unternehmens hinweisen. Doch braucht sich der Inhaber der älteren Firma die Verwendung einer verwechslungsfähigen Bezeichnung durch einen Dritten nicht gefallen zu lassen (Art. 951 Abs. 2 OR). Dem gesetzlichen Erfordernis der genügenden Unterscheidbarkeit kann unter Umständen dadurch Rechnung getragen werden, dass die jüngere Firma dem verwechslungsfähigen Hauptbestandteil der älteren Firma einen einprägsamen Nebenbestandteil von gewisser Unterscheidungskraft beifügt (BGE 82 II 341). Damit kann zwar die ältere Firma eine bestimmte Sachbezeichnung bis zu einem gewissen Grad zu ausschliesslichem Gebrauch verwenden. Das ist aber die notwendige Folge der gesetzlichen Ordnung, wonach Aktiengesellschaften für ihre Firma auch Sachbezeichnungen verwenden dürfen (BGE 82 II 342). Ob der Einwand der Beklagten berechtigt sei, hängt daher nur davon ab, ob sich ihre Firma von jener der Klägerin durch den Zusatz \"Aqua\" genügend unterscheide. Das ist mit dem Handelsgericht auf Grund des Wortsinnes der zu vergleichenden Bezeichnungen \"Aquafiltro\" und \"Filtro\" zu verneinen. Zwar ist der Beklagten darin zuzustimmen, dass das Wort \"Filtro\" an sich noch nichts darüber aussagt, was filtriert wird, und erst mit einem verdeutlichenden Zusatz einen bestimmten Sinn (z.B. Kaffeefilter, Gelbfilter, Luftfilter, Wasserfilter usw.) erlangt. Dieser Einwand entkräftet aber die Auffassung der Vorinstanz nicht, dass vor allem Flüssigkeiten filtriert werden. Wer von Flüssigkeiten spricht, denkt insbesondere an Wasser, einerseits wegen seines häufigen Vorkommens und anderseits wegen seiner hervorragenden Bedeutung für das Leben schlechthin. Damit ergibt sich - ohne Zuhilfenahme der Phantasie - eine natürliche Gedankenverbindung zwischen Filter - Wasserfilter/filtre - filtre à eau/filtro - aquafiltro. Das Wort \"Aqua\" ist das einzige Unterscheidungsmerkmal zwischen der Firma der Klägerin und jener der Beklagten und ist als lateinische und italienische Bezeichnung für Wasser auch in der deutsch- und französischsprachigen Schweiz allgemein bekannt. Die Verwechslungsgefahr ist daher gegeben. Sie liegt insbesondere dann vor, wenn der Leser die beiden Firmen nicht nebeneinander und mit zeitlichem Abstand zu Gesichte bekommt (z.B. in Werbeinseraten verschiedener Presseorgane). Unter solchen |131| Umständen besteht die Möglichkeit, dass er als Folge einer Erinnerungstäuschung die beiden Firmen in gedankliche Verbindung bringt und irrtümlich annimmt, die Aquafiltro AG sei ein Zweigunternehmen der Filtro SA oder umgekehrt. Die Klägerin braucht sich aber nicht gefallen zu lassen, dass Dritte meinen, sie sei eine Tochter- oder Muttergesellschaft der Beklagten oder mit ihr wirtschaftlich verbunden (vgl. BGE 92 II 99). Die Verwechslungsgefahr wird auch insofern erhöht, als sich die Tätigkeit der beiden Firmen ausschliesslich auf das Filtrieren von Wasser bezieht und sich mindestens teilweise, nämlich auf dem Gebiet der Wasseraufbereitungsanlagen für Schwimmbäder, überschneidet. Die Behauptung der Beklagten, beide Firmen verkehrten grösstenteils mit Fachleuten, setzt sich über die verbindliche Feststellung der Vorinstanz hinweg, wonach die Klägerin Kleinanlagen für Private, die Beklagte dagegen Grossanlagen für Gemeinden erstellt. Zudem beliefert auch die Beklagte private Interessenten. Ob sie damit nur einen geringen Anteil des Gesamtumsatzes erzielt, ist für die Frage der Verwechslungsgefahr belanglos.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 25. Januar 1968 bestätigt."}