{"annee": "94", "cour": "I", "page": "261", "date": "28/6/1968", "cite": ["94 I 165"], "cite_par": [], "chapeau": "39. Urteil vom 28. Juni 1968 i.S. Esrolko AG gegen Eidg. Verkehrs- und Energiewirtschaftsdepartement.", "regestes": ["Régale du transport des personnes; exception en faveur de services auxiliaires indispensables à des entreprises qui n'ont pas pour objet l'exploitation des transports (art. 2 al. 1 lit. a de la loi fédérale sur le service des postes, art. 4 de l'ordonnance d'exécution II), Pour juger si un service auxiliaire est indispensable ou si, au contraire. les communications établies par les entreprises de transports publics suffisent, on mettra en balance les intérêts antagonistes."], "faits": "|261|\n\nA.- Die Beschwerdeführerin Esrolko AG befasst sich in Dübendorf mit der Fabrikation und dem Vertrieb von Riechstoffen und Aromen. Für ihre in Zürich und Umgebung wohnenden Angestellten hat sie einen Zubringerdienst eingerichtet. Zwei Grosstaxis einer Zürcher Unternehmung mit je 8 Plätzen befördern die Benützer jeden Morgen von zwei Sammelplätzen beim Hauptbahnhof Zürich (vor dem Landesmuseum) und vor dem Restaurant Sternen in Oerlikon zur Fabrik und am Abend von da zurück zu den Sammelplätzen.\n\nB.- Das Eidg. Verkehrs- und Energiewirtschaftsdepartement (EVED) hat von diesem Zubringerdienst im Sommer 1967 durch ein Zeitungsinserat, in welchem die Beschwerdeführerin |262| eine Stelle ausgeschrieben hatte, Kenntnis erhalten. Es hat in einem Entscheid vom 4. März 1968 festgestellt, dass der genannte Dienst nicht notwendig im Sinne des Art. 4 der Vollziehungsverordnung II vom 4. Januar 1960 zum Postverkehrsgesetz (Automobilkonzessionsverordnung, VV II) sei und daher nicht als vom Personenbeförderungsregal ausgenommener Hilfsbetrieb anerkannt werden könne. Zur Begründung wird ausgeführt:\n\nDie SBB böten auf der Linie Zürich - Oerlikon - Dübendorf rasche und bestens auf die Arbeitszeit im Betriebe der Beschwerdeführerin abgestimmte Verbindungen, nämlich:\n\n7.16 Zürich Hbf. ab (17.35 Arbeitsschluss)\n\n7.25 Oerlikon ab 17.52 Dübendorf ab\n\n7.33 Dübendorf an 18.02 Oerlikon an\n\n(7.50 Arbeitsbeginn) 18.10 Zürich Hbf. an\n\nSo ständen für den etwa 1000 m langen Weg von der Station Dübendorfzur Fabrik und zurück je 17 Minuten zur Verfügung. Die Verkehrsbetriebe der Stadt Zürich (VBZ) seien bereit, die Errichtung einer auf den Fahrplan der genannten Züge abgestimmten Autobusverbindung auf dieser Strecke zu erwägen. Falls sich diese Lösung vorläufig noch nicht verwirklichen liesse, so wäre gegen einen auf den Weg zwischen dem Bahnhof Dübendorf und der Fabrik beschränkten Zubringerdienst der Beschwerdeführerin nichts einzuwenden.\n\nZudem gewährten die VBZ mit Tram und Bus in Abständen von 6 - 15 Minuten Verbindungen zu der nur 400 m von der Fabrik der Beschwerdeführerin entfernten Bushaltestelle Meierhof. Bei Benützung dieser Verbindung erfordere der Gesamtweg zur Fabrik (mit Einschluss des Umsteigens und des Fussmarsches) von Zürich Hbf. aus etwa 40 und vom Sternen Oerlikon aus etwa 30 Minuten. Der Zubringerdienst der Beschwerdeführerin benötige dafür von Zürich Hbf. aus etwa 30 und vom Sternen Oerlikon aus etwa 10 Minuten. Die Busse der VBZ führen nahe bei der Fabrik vorbei, und es wäre ohne weiteres möglich, den auf den Arbeitsschluss passenden Kurs dort halten zu lassen. Ein Zeitaufwand von 30 - 40 Minuten für Strecken von 5 - 10 km in einer grossen städtischen Agglomeration sei nicht ungewöhnlich und nicht unzumutbar. Sowohl die SBB als auch die VBZ böten Verbindungen, welche als genügend im Sinne des Art. 4 Abs. 2 VV II bezeichnet werden müssten.\n\n|263|\n\nC.- Mit der Verwaltungsgerichtsbeschwerde beantragt die Esrolko AG, den Entscheid des EVED aufzuheben und festzustellen, dass ihr Zubringerdienst als Hilfsbetrieb im Sinne des Art. 4 VV II anzuerkennen sei.\n\nSie führt aus, die Angaben im angefochtenen Entscheid über den Zeitbedarf bei Benützung der SBB seien an sich richtig, berücksichtigten aber nicht, dass die am Morgen mit öffentlichen Verkehrsmitteln in Zürich Hbf. oder in Oerlikon eintreffenden Angestellten wegen der Möglichkeit von Verspätungen eine gewisse Marge für das Umsteigen in den Zug nach Dübendorf einrechnen müssten, weil die Abfahrtszeiten der Züge fix seien, wogegen der Zubringerdienst auf verspätete Benützer mindestens 5 Minuten warte. Zu lang seien die im Entscheid für diesen Dienst angegebenen Zeiten; er benötige zwischen Zürich Hbf. und Fabrik am Morgen wegen der geringen Verkehrsdichte nur 15, am Abend 20 Minuten. Die Grosstaxis führen von Zürich Hbf. um 7.30, von Oerlikon um 7.35 ab und kämen um 7.45, also 5 Minuten vor Arbeitsbeginn, bei der Fabrik an. Am Abend träfen sie in Oerlikon um 17.45, in Zürich Hbf. um 17.55 ein. Allein schon beim Vergleich dieser Abfahrts- und Ankunftszeiten mit den entsprechenden der SBB ergebe sich für den ganzen Tag eine Einsparung von etwa 30 Minuten. Tatsächlich sei der Zeitgewinn für gewisse Angestellte viel grösser. So könne der in Wädenswil wohnende Fakturist Weber dank dem Zubringerdienst am Morgen den Zug benützen, der dort um 6.52 abfahre und um 7.26 in Zürich Hbf. eintreffe; sonst aber müsste er den in Wädenswil um 6.26 abfahrenden und in Zürich Hbf. um 7.05 ankommenden Zug benützen, um den um 7.16 abfahrenden Zug nach Dübendorf zu erreichen. Am Abend reiche es ihm mit dem Zubringerdienst bequem auf den Zug Zürich ab 18.14, Wädenswil an 18.54; mit der Bahn käme er erst um 18.10 nach Zürich und hätte keine Gewähr, jenen Zug noch zu erreichen, so dass er wohl oft den nächsten Zug benützen müsste: Zürich ab 18.48, Wädenswil an 19.26. Für ihn betrage also die Einsparung 34 (recte 26) + eventuell 32 = 66 (recte 58) Minuten im Tag. Für die Handlungsbevollmächtigte Fräulein Trefny, die nahe beim Zürichhorn wohne und von dort zum Hauptbahnhof mit dem Tram fahre, mache die Einsparung dank dem Zubringerdienst 20 + 15 = 35 Minuten im Tag aus. Diese beiden Fälle seien nicht besonders ausgewählt; die Lage sei für die |264| meisten mit dem Zubringerdienst beförderten Angestellten ähnlich.\n\nBei Benützung der VBZ seien die Verhältnisse noch etwas ungünstiger: Versuche hätten ergeben, dass der Unterschied gegenüber dem Zubringerdienst für die Hinfahrt am Morgen von Zürich Hbf. aus ca. 25, von Oerlikon aus ca. 20 Minuten betrage, für die Rückfahrt am Abend nach Zürich Hbf. ca. 35 und nach Oerlikon ca. 25 Minuten. Durch das Anhalten des Abendbus vor der Fabrik könnten schätzungsweise 10 Minuten gewonnen werden; doch gingen bis Zürich Hbf. immer noch 25 und bis Oerlikon 15 Minuten verloren.\n\nOhne den Zubringerdienst würde der Beschwerdeführerin die Anwerbung von Angestellten erschwert, wenn nicht verunmöglicht; es müsste mit dem Austritt der meisten jetzigen Benützer dieses Dienstes gerechnet werden. In der Gegend von Dübendorf seien kaum Angestellte zu finden, und Inserate ohne Hinweis auf den eigenen Transport hätten keinen Erfolg gehabt. Deshalb wende die Beschwerdeführerin jährlich Fr. 12'000.-- für diesen Dienst auf.\n\nDas EVED erkläre die Benützung der öffentlichen Verkehrsmittel als für die Arbeitnehmer der Beschwerdeführerin \"nicht unzumutbar\". Der Begriff der Zumutbarkeit lasse sich aber weder dem Postverkehrsgesetz noch der VV II entnehmen. Massgebend sei, ob das Bedürfnis des Publikums durch die öffentlichen Verkehrsmittel befriedigt werde. Diese befriedigten jedoch das Bedürfnis der Angestellten der Beschwerdeführerin nach rascher Beförderung zum Arbeitsplatz nicht. Entscheidend sei aber auch das bedeutende Interesse der Beschwerdeführerin selbst an dem Zubringerdienst; es sei im angefochtenen Entscheid überhaupt nicht beachtet worden. Dem Interesse der öffentlichen Verkehrsbetriebe sei mit diesem Entscheid nicht gedient, weil ihnen dadurch kein Verdienst zufliesse. Von den 130 Angestellten und Arbeitern der Beschwerdeführerin benütze keiner die Verbindungen der SBB oder der VBZ in Richtung Zürich; die meisten kämen mit privaten Motorfahrzeugen oder Fahrrädern oder zu Fuss; das würden sehr wahrscheinlich auch die jetzigen Benützer des Zubringerdienstes tun, wenn dieser aufgehoben würde.\n\nDas Bedürfnis nach solchen Transportdiensten ergebe sich auch aus deren Häufigkeit, namentlich im Raume Zürich und Dübendorf. Dass das EVED gegen die Beschwerdeführerin |265| einschreite, grössere Firmen aber verschone, offenbar weil es von ihnen mehr Widerstand erwarte, verletze die Rechtsgleichheit.\n\nNachdem der Zubringerdienst der Beschwerdeführerin 20 Jahre lang stillschweigend geduldet worden sei, verstosse es gegen Treu und Glauben, jetzt dagegen vorzugehen.\n\nD.- Das EVED beantragt die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der angefochtene Entscheid des EVED betrifft einen Anspruch, den die Beschwerdeführerin gestützt auf die Gesetzgebung über den Postverkehr erhebt. Er unterliegt nach Art. 99 Ziff. XI OG der Verwaltungsgerichtsbeschwerde.\n\n2. Nach Art. 1 Abs. 1 lit. a des Postverkehrsgesetzes vom 2. Oktober 1924 (PVG) und Art. 1 VV II hat der Bund das ausschliessliche Recht, Reisende in regelmässigen Fahrten mit Motorfahrzeugen zu befördern (Personenbeförderungsregal). Gemäss Art. 3 Abs. 1 PVG und Art. 10 VV II kann er das Recht, solche Fahrten gewerbsmässig auszuführen, durch Konzessionen I oder II an Transportunternehmungen verleihen. Nach Art. 11 Abs. 1 VV II sind Konzessionen u.a. dann zu verweigern, wenn im Falle der Erteilung öffentliche Transportunternehmungen wesentlich konkurrenziert würden (lit. b). Art. 2 Abs. 1 lit. a PVG nimmt die regelmässige Personenbeförderung, \"die einem Nichttransportgewerbe als notwendiger Hilfsbetrieb dient\", vom Regal aus. Art. 4 Abs. 1 VV II bestimmt dazu, dass die einem solchen Gewerbe als Hilfsbetrieb dienende Personenbeförderung nicht unter das Regal fällt, wenn sie notwendig ist (lit. a) und drei weitere Voraussetzungen erfüllt (lit. b - d); notwendig ist ein Hilfsbetrieb laut Abs. 2 daselbst, wenn öffentliche Transportunternehmungen keine oder keine genügenden Verkehrsverbindungen bieten. Öffentliche Transportunternehmungen im Sinne dieser Ordnung sind nach Art. 11 Abs. 2 VV II die Verkehrsbetriebe des Bundes und die konzessionierten Transportunternehmungen mit Ausnahme der Automobilunternehmungen mit Konzession II.\n\nIm vorliegenden Fall ist unbestritten, dass die Beschwerdeführerin kein Transportgewerbe betreibt und den Zubringerdienst als Hilfsbetrieb eingerichtet hat, ferner dass dieser die in Art. 4 Abs. 1 lit. b - d VV II umschriebenen Voraussetzungen erfüllt. Streitig ist einzig, ob er im Sinne von Art. 2 Abs. 1 |266| lit. a PVG sowie Art. 4 Abs. 1 lit. a und Abs. 2 VV II notwendig sei, d.h. ob öffentliche Transportunternehmungen, nämlich die SBB und die VBZ auf ihren in Betracht kommenden Linien, keine genügenden Verkehrsverbindungen bieten.\n\n3. Wie sich insbesondere aus Art. 2 Abs. 1 lit. a PVG ergibt, muss der Hilfsbetrieb, um vom Regal ausgenommen werden zu können, notwendig für das Unternehmen (\"Nichttransportgewerbe\") sein, dem er dienen soll. Diese Voraussetzung ist dann gegeben, wenn öffentliche Transportunternehmungen keine oder keine genügenden Verkehrsverbindungen bieten (Art. 4 Abs. 2 VV II). Bieten öffentliche Transportanstalten - hier die SBB und die VBZ - genügende Verbindungen, so dürfen sie durch Hilfsbetriebe von Unternehmungen, die nicht dem Transportgewerbe angehören, nicht konkurrenziert werden. Das Regal schützt das Interesse der öffentlichen Transportunternehmungen an der Vermeidung erheblicher Konkurrenz, wie namentlich aus Art. 11 Abs. 1 lit. b VV II hervorgeht. Diesem Interesse ist dasjenige des \"Nichttransportgewerbes\" am Betrieb eines eigenen Zubringerdienstes gegenüberzustellen. Die beidseitigen Interessen sind von Fall zu Fall gegeneinander abzuwägen. Aus der Abwägung ergibt sich, ob genügende öffentliche Verkehrsverbindungen bestehen oder ob ein Hilfsbetrieb notwendig ist (BGE 94 I 167).\n\nBei der Würdigung der Bedürfnisse des Unternehmens, dem der Hilfsbetrieb dienen soll, sind auch die Interessen der Arbeitnehmer, um deren Beförderung es sich handelt, in Betracht zu ziehen; denn in Frage steht das Interesse des Arbeitgebers an genügenden Verkehrsverbindungen für die Arbeitnehmer. Daher ist insbesondere zu prüfen, ob den Arbeitnehmern die Benützung bestehender öffentlicher Verkehrsverbindungen zumutbar sei. Die Notwendigkeit dieser Prüfung ergibt sich aus dem Sinn der gesetzlichen Ordnung, welche eine Abwägung der sich gegenüberstehenden Interessen verlangt; es ist unerheblich, dass der Ausdruck \"zumutbar\" weder im Gesetz noch in der Verordnung gebraucht wird.\n\n4. Nach dem derzeit geltenden Fahrplan führen die SBB am Morgen und am Abend je einen Zug, der bestens auf die Arbeitszeit im Betriebe der Beschwerdeführerin abgestimmt ist, indem für den etwa 1000 m langen Weg zwischen der Station Dübendorf und der Fabrik jeweils 17 Minuten zur Verfügung stehen. (Die Mittagsverbindungen werden von den Parteien |267| gar nicht erörtert, weil offenbar eine Heimkehr der in Frage stehenden Arbeitnehmer über den Mittag nicht in Frage kommt.) Die Fahrzeiten der SBB unterscheiden sich nach der Darstellung der Beschwerdeführerin nur wenig von denjenigen des Grosstaxis (am Morgen Zug 17 und Taxi 15 Minuten von Zürich Hbf. nach Dübendorf, Zug 8 und Taxi 10 Minuten von Oerlikon nach Dübendorf; am Abend Zug und Taxi je 10 Minuten von Dübendorf nach Oerlikon, Zug 18 und Taxi 20 Minuten von Dübendorf nach Zürich Hbf.). Das EVED hat im angefochtenen Entscheid für die Fahrt mit dem Grosstaxi von Zürich Hbf. zur Fabrik eine etwas längere Zeit angenommen, ohne in der Beschwerdeantwort darauf zu beharren. Die Beschwerdeführerin macht geltend, trotzdem gewännen ihre Angestellten bei Benützung des Zubringerdienstes rund 30 Minuten im Tag, weil der Grosstaxi direkt zur Fabrik führe und von dort abfahre, so dass der Fussmarsch zwischen Fabrik und Station Dübendorf wegfalle, und weil dann keine Marge für Zugsverspätungen eingerechnet werden müsse. Die von ihr für alle derzeitigen Benützer des Zubringerdienstes erstellten Zeittabellen ergeben ungefähr die genannte Differenz - mit Ausnahme von zwei besonders weit entfernt, nämlich in Wädenswil und Thalwil, wohnenden Angestellten. Diese beiden besonderen Fälle können jedoch für die Frage nach dem Genügen der Verbindungen der SBB nicht entscheidend sein. Zudem ist die Berechnung der Beschwerdeführerin im Falle des in Wädenswil wohnenden Angestellten Weber unrichtig: Der Zeitgewinn am Morgen (Differenz zwischen 6.26 und 6.52) beträgt nicht 34, sondern nur 26 Minuten. Am Abend dürfte die Umsteigezeit von 4 Minuten innerhalb des Hauptbahnhofs Zürich in der Regel ausreichen; genügen doch Weber 4 Minuten auch, um von seinem Morgenzug auf den Sammelplatz beim Landesmuseum zu gelangen. Auch bei ihm hält sich also die tägliche Einsparung - 26 Minuten - im allgemeinen Rahmen. Dasselbe gilt für Fräulein Matter in Thalwil, welche die gleichen Züge benützt wie Weber.\n\nDie Fahrzeiten bei Benützung der VBZ sind nach jenen Tabellen im allgemeinen ähnlich, für einige Angestellte, insbesondere Fräulein Trefny, etwas länger. Sie können aber durch das von den VBZ angebotene Anhalten des Abendbus bei der Fabrik um etwa 10 Minuten verkürzt werden. Zudem könnten auch jene Angestellten die Verbindungen der SBB benützen.\n\n|268| Dagegen brächte die Einrichtung einer Busverbindung zwischen Station Dübendorf und Fabrik wohl den Wegfall des Fussmarsches, aber keine Zeiteinsparung, weil der Fahrplan der Züge dadurch nicht verändert würde. (Dass die Beschwerdeführerin bloss zur Vermeidung des Fussmarsches keinen eigenen Transportdienst zwischen Station Dübendorf und Fabrik schaffen kann, liegt auf der Hand; der Erklärung des EVED, einem solchen stände nichts im Wege, kommt daher keine Bedeutung zu.)\n\nAuf Grund der vorliegenden Akten kann somit davon ausgegangen werden, dass der Zubringerdienst der Beschwerdeführerin seinen Benützern eine tägliche Zeiteinsparung von ca. 30 Minuten erlaubt. Diese ist abzuwägen gegenüber dem Interesse der SBB und der VBZ an der Beachtung des Regals. Dabei kommt es nicht nur darauf an, ob die jetzigen Benützer des Zubringerdienstes nach dessen Wegfall zu den SBB und den VBZ übergehen werden oder nicht, was nicht im voraus festgestellt werden kann. Zu berücksichtigen sind auch die möglichen künftigen Auswirkungen, zumal die Beschwerdeführerin selbst erklärt hat, sie werde in 2 - 3 Jahren ihren Betrieb vergrössern und ihr Personal vermehren und werde dann eine \"analoge Lösung\" treffen müssen. Vor allem aber ist der präjudiziellen Wirkung des zu fällenden Entscheids Rechnung zu tragen. Wenn sogar die hier vorhandenen bestmöglich auf die Arbeitszeit abgestimmten Verkehrsverbindungen der öffentlichen Transportunternehmungen als ungenügend erklärt würden, wären genügende solche Verbindungen kaum mehr denkbar und würde der Schutz, den das Regal den öffentlichen Transportunternehmungen gegen die Konkurrenz privater Zubringerdienste bieten soll, illusorisch. Zwar bringt der Zubringerdienst der Beschwerdeführerin den Benützern gewisse Vorteile; sie sind jedoch gering, und die gesamte Zeit, die hier beim Gebrauch der öffentlichen Verkehrsmittel für den Weg zur Arbeitsstätte und zurück erforderlich ist, hält sich im Rahmen dessen, was heute in städtischen Agglomerationen üblich ist. Den in Frage stehenden Angestellten der Beschwerdeführerin darf daher zugemutet werden, die von den öffentlichen Transportunternehmungen zur Verfügung gestellten Verbindungen zu benützen. Unter diesem Gesichtspunkt überwiegt das Interesse der öffentlichen Transportunternehmungen an der Beachtung des Regals.\n\n|269|\n\n5. Die Beschwerdeführerin macht geltend, sie habe ein bedeutendes Interesse an ihrem Zubringerdienst namentlich deshalb, weil ohne ihn die Anwerbung ihres Personals beträchtlich erschwert würde. Demgegenüber vertritt das EVED die Auffassung, massgebend sei nur das Bedürfnis der zu befördernden Personen und nicht auch das Interesse des Arbeitgebers an einer erfolgversprechenden Personalwerbung. Diese Gegenüberstellung ist jedoch unzutreffend; denn der Arbeitgeber hat ein eigenes Interesse an genügenden Verkehrsverbindungen für seine von auswärts kommenden Arbeitnehmer, und zwar gerade auch im Hinblick auf die Rekrutierung. Dieses von der Beschwerdeführerin in den Vordergrund gestellte Anliegen ist daher bei der Interessenabwägung mitzuberücksichtigen.\n\nDie Beschwerdeführerin erklärt, sie könne in Dübendorf und dessen näherer Umgebung kaum Angestellte finden; ohne den eigenen Transportdienst könnte sie solche auch schwerlich in einem weiteren Umkreis rekrutieren, so dass sie in eine schwierige Lage käme. Das ist wahrscheinlich richtig, trifft aber in gleicher Weise auch auf viele andere Betriebe auf dem Lande und in der Umgebung von Städten zu. Würden die von den öffentlichen Transportunternehmungen gebotenen Verkehrsverbindungen im vorliegenden Fall, wo sie gerade im Hinblick auf die Arbeitszeit im Betriebe der Beschwerdeführerin denkbar günstig sind, wegen jener Schwierigkeiten als ungenügend bezeichnet, so könnten die meisten industriellen Unternehmungen in der Nähe Zürichs die gleiche Würdigung für sich beanspruchen und wäre der Errichtung eigener Zubringerdienste kaum mehr eine Grenze gesetzt, so dass der Schutz der öffentlichen Transportunternehmungen gegen wesentliche Konkurrenz, den das Regal gewährleisten soll, in einer Weise beeinträchtigt würde, die mit der gesetzlichen Ordnung nicht vereinbar ist (BGE 94 I 168 Erw. 2). Die Rücksichtnahme auf eine einzelne Unternehmung darf nicht zu einer Aushöhlung des Regals führen. Schwierigkeiten, die sich aus seiner sinngemässen, einheitlichen Anwendung ergeben, muss der einzelne Betrieb auf sich nehmen. Daher ist auch das Interesse der Beschwerdeführerin, bei der Personalwerbung auf einen eigenen Zubringerdienst hinweisen zu können, kein Grund, ihren Bedürfnissen mehr Gewicht als dem Interesse der SBB und der VBZ an der Beachtung des Regals beizumessen.\n\n6. Die Beschwerdeführerin wendet sodann ein, sie sei |270| rechtsungleich behandelt worden, weil das EVED im Raume Zürich nur gegen sie und nicht auch gegen grössere Unternehmen mit Zubringerdiensten eingeschritten sei. Sie nennt aber diese Unternehmen nicht und behauptet insbesondere nicht, dass das Departement deren Transportdienste als notwendige Hilfsbetriebe im Sinne des Postverkehrsgesetzes und der Verordnung anerkannt habe, obwohl ebenso günstige Verkehrsverbindungen der öffentlichen Transportunternehmungen bestanden hätten wie im vorliegenden Falle. Das Departement versichert glaubhaft, dass es alle derartigen Zubringerdienste, von denen es Kenntnis erhalte, auf ihre Notwendigkeit im Sinne des Gesetzes prüfe. Eine rechtsungleiche Behandlung der Beschwerdeführerin ist nicht dargetan. Würde in anderen Fällen festgestellt, dass ebenso günstige öffentliche Verkehrsverbindungen wie hier bestehen, so wäre auch den betreffenden privaten Transportdiensten die Notwendigkeit abzusprechen, nicht aber derjenige der Beschwerdeführerin zuzulassen.\n\n7. Schliesslich wirft die Beschwerdeführerin dem EVED vor, es habe ihren Zubringerdienst 20 Jahre lang stillschweigend geduldet, weshalb sein nunmehriges Einschreiten gegen Treu und Glauben verstosse. Auch diese Rüge ist unbegründet, da das Departement, wie es glaubwürdig erklärt, von dem Transportdienst der Beschwerdeführerin erst im Sommer 1967 durch ein Inserat Kenntnis erhalten hat.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}