{"annee": "94", "cour": "I", "page": "205", "date": "26/6/1968", "cite": ["87 II 203", "71 I 383", "83 II 141", "87 I 100", "93 I 209", "72 II 307", "78 I 248"], "cite_par": ["94 I 513"], "chapeau": "31. Urteil vom 26. Juni 1968 i.S. Leimbacher gegen Hug und Meier sowie Obergericht des Kantons Aargau.", "regestes": ["Recours de droit public. Notion de la décision incidente et du dommage irréparable au sens de l'art. 87 OJ. Procédure civile cantonale. Procédure de défense. Interprétation de l'art. 263 du CPC argovien, selon lequel les défenses générales doivent être publiées de manière suffisante par la pose de panneaux de mise en garde ou d'une autre manière appropriée. Il est incompatible avec la lettre et le sens de cette disposition de prétendre qu'un tel panneau doit contenir tout le texte d'une décision interdisant de circuler avec des véhicules à moteur sur un chemin privé, que la pose du signal no 201 prévu par l'art. 16 OSR ne constitue pas une publication suffisante et que la procédure d'opposition ouverte contre cette décision à l'occasion de la pose du signal est dès lors prématurée et inadmissible."], "faits": "|205|\n\nA.- Die aargauische ZPO enthält in den §§ 257 ff. Bestimmungen über \"Verbote\". Behauptet jemand, im Besitz oder Gebrauch seines unbeweglichen Eigentums widerrechtlich gestört zu werden, so kann er die Störung durch ein Verbot des |206| zuständigen Bezirksgerichtspräsidenten untersagen lassen (§§ 257/8). Das gegen eine bestimmte Person gerichtete Verbot ist ihr zuzustellen (§ 262). \"Allgemeine Verbote sind durch Anbringen von Warnungstafeln oder auf andere angemessene Weise genügend bekanntzumachen und bekanntzuerhalten\" (§ 263). Binnen 10 Tagen von der Zustellung oder Bekanntmachung des Verbotes an kann dagegen beim Gerichtspräsidenten Rechtsvorschlag erhoben werden, u.a. mit der Begründung, das durch das Verbot geschützte Recht bestehe nicht im beanspruchten Umfange (§ 266). Über den Rechtsvorschlag wird im summarischen Verfahren entschieden (§ 267).\n\nB.- Die Eheleute Hug-Joos und Dr. Robert Meier sind Eigentümer der benachbarten Parzellen 29/2477 und 28/3451 in Baden. Über diese Grundstücke führt der St. Annaweg, eine von der Schartenstrasse abzweigende Sackgasse. Mit Bezug auf diesen Weg ist zugunsten der dem heutigen Beschwerdeführer Adolf Leimbacher gehörenden, nördlich von Parzelle 28/3451 gelegenen Parzelle 28/3450 im Grundbuch folgende Dienstbarkeit eingetragen: \"Fahrweg, 4 m breit, z.L. 29/2477, 28/3451 (für alt 513 m2)\".\n\nAm 2. Mai 1966 erliess der Präsident des Bezirksgerichts Baden folgendes\n\n\"Verbot Auf Verlangen der Eigentümer Fritz und Bertha Hug-Joos und Dr. Robert Meier, Fürsprecher, Baden, wird allen Unberechtigten, unter Androhung von Busse bis Fr. 100.-- im Widerhandlungsfalle gemäss § 261 ZPO, untersagt, den St. Annaweg (GB Baden Nr. 501, Pl. 29 Parz. 2477 und GB Baden Nr. 2016, Pl. 28, Parz. 3451) mit Motorfahrzeugen irgendwelcher Art zu befahren.\"\n\nDiese Verbotsverfügung enthält unter der Unterschrift und dem Amtssiegel des Gerichtspräsidenten den Zusatz:\n\n\"Bekanntmachung: Aufstellen von Warnungstafeln an geeigneter Stelle.\"\n\nAm 13. Juni 1966 liessen die Eheleute Hug und Dr. Meier an der Einmündung des St. Annaweges in die Schartengasse das Signal \"Allgemeines Fahrverbot\" (Nr. 201) gemäss Art. 16 SSV mit dem Zusatz \"Privatweg\" aufstellen.\n\nMit Eingabe vom 23. Juni 1966 erhob daraufhin Leimbacher beim Bezirksgerichtspräsidenten Baden Rechtsvorschlag mit dem Antrag: |207|\n\n\"Für den Fall, dass die Gesuchsteller nicht anerkennen, dass das gerichtliche Verbot vom 2. Mai 1966 die Rechte des Gesuchsgegners und seiner Gäste etc. auf Befahrung des St. Annaweges mit Motorfahrzeugen nicht berührt und ihm die Kosten des Verfahrens nicht vergüten, sei der Rechtsvorschlag gutzuheissen und das Verbot vom 2. Mai 1966 aufzuheben.\"\n\nZur Begründung machte er geltend, die Warnungstafel, welche ein unbeschränktes Verbot signalisiere, gehe über das gerichtliche Verbot hinaus, das sich nur gegen Unberechtigte richte und für ihn als Dienstbarkeitsberechtigten nicht gelte.\n\nDer Gerichtspräsident trat am 14. Juli 1967 auf das Begehren nicht ein in der Annahme, dass das am 2. Mai 1966 erwirkte Verbot noch nicht vorschriftsgemäss bekannt gemacht worden und der Rechtsvorschlag daher verfrüht sei.\n\nLeimbacher führte hiegegen beim Obergericht des Kantons Aargau Beschwerde, wurde aber mit Entscheid vom 11. Januar 1968 abgewiesen, im wesentlichen aus folgenden Gründen: Das am 2. Mai 1966 erlassene Verbot sei ein allgemeines (§ 263 ZPO). Der Rechtsvorschlag gegen ein solches Verbot setze dessen Bekanntmachung voraus (§ 266 ZPO); ein vorher erklärter Rechtsvorschlag sei unzulässig. Hier habe der Richter Bekanntgabe des Verbots durch \"Aufstellen von Warnungstafeln\" angeordnet. Eine solche Warnungstafel müsse die ganze Verbotsverfügung enthalten. Das Aufstellen der Signaltafel Nr. 201 mit dem Zusatz \"Privatweg\" sei daher keine hinreichende Bekanntmachung gewesen. Das Aufstellen dieses Signals hätte zudem nach Art. 88 Abs. 3 SSV die Genehmigung der für die Signalisation zuständigen Behörden (im Kanton Aargau: Gemeinderat und kant. Polizeikommando) vorausgesetzt. Diese Genehmigung sei hier nicht eingeholt worden. Ein derart eigenmächtiges, vorschriftswidriges Aufstellen eines Strassensignals könne nicht als Bekanntmachung eines Verbots im Sinne von §§ 263/266 Abs. 1 ZPO in Betracht fallen. Eine solche Bekanntmachung könne auch deshalb nicht vorliegen, weil das Aufstellen eines Strassensignals nach Art. 88 Abs. 3 SSV ein rechtswirksames richterliches Verbot voraussetze und ein Verbot erst von der Bekanntmachung an Rechtswirkungen entfalten könne. Habe die Bekanntmachung aber dem Aufstellen des Signals vorauszugehen, so sei die Annahme ausgeschlossen, durch das Anbringen des Signals werde das Erfordernis des § 263 ZPO erfüllt. Das Verbot sei somit noch nicht rechtswirksam gewesen, weshalb der dagegen erklärte |208| Rechtsvorschlag gegenstandslos und daraufnicht einzutreten sei. C. - Mit der staatsrechtlichen Beschwerde beantragt Adolf Leimbacher, der Entscheid des Obergerichts des Kantons Aargau vom 11. Januar 1968 sei aufzuheben. Er macht Verletzung des Art. 2 Ueb.Best. BV sowie des Art. 4 BV geltend und erhebt folgende Rügen:\n\na) Im Bereich des Motorfahrzeugverkehrs seien gemäss Art. 5 SVG und 72 SSV nur die in der SSV vorgesehenen Signale zulässig und beachtlich. Indem das Obergericht das Signal Nr. 201 als Warnungstafel nicht anerkenne und die Verwendung einer Tafel mit dem vollständigen Verbotstext vorschreibe, verletze es daher den Grundsatz der derogatorischen Kraft des Bundesrechts.\n\nb) Die Annahme des Obergerichts, dass das Aufstellen der Signaltafel Nr. 201 keine Bekanntmachung des Verbotes durch Warnungstafel im Sinne von § 263 ZPO sei und die Möglichkeit, entgegenstehende Privatrechte in dem dafür vorgesehenen Rechtsvorschlagsverfahren schützen zu lassen, nicht eröffne, stelle einen überspitzten Formalismus und damit Rechtsverweigerung und Willkür dar.\n\nDie Begründung dieser Rügen ist, soweit wesentlich, aus den nachstehenden Erwägungen ersichtlich.\n\nD.- Das Obergericht des Kantons Aargau hat unter Hinweis auf die Ausführungen im angefochtenen Entscheid auf Vernehmlassung zur Beschwerde verzichtet. Die Beschwerdegegner Eheleute Hug-Joos und Dr. Robert Meier beantragen Abweisung der Beschwerde, soweit auf sie einzutreten sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerdegegner machen zur Begründung ihres Antrages, auf die Beschwerde wegen Verletzung des Art. 4 BV nicht einzutreten, unter Berufung auf Art. 87 OG geltend, sie richte sich gegen einen blossen Zwischenentscheid, der für den Beschwerdeführer deshalb keinen nicht wiedergutzumachenden Nachteil zur Folge habe, weil er einen neuen Rechtsvorschlag erheben könne, sobald \"die prozessualen Voraussetzungen zu dessen Erhebung vorhanden\" seien. Der Einwand ist unbegründet. Durch den angefochtenen Entscheid wird das vom Beschwerdeführer eingeleitete Rechtsvorschlagsverfahren abgeschlossen und der Beschwerdeführer daran gehindert, das von den Beschwerdegegnern erwirkte Verbot insoweit, als es sich |209| gegen ihn richtet, in dem in den §§ 267 ff. ZPO vorgesehenen Wege aufheben zu lassen; er muss zu diesem Zwecke einen ordentlichen Zivilprozess einleiten. Der angefochtene Entscheid stellt daher einen Endentscheid im Sinne des Art. 87 OG dar. Selbst wenn er übrigens als Zwischenentscheid zu gelten hätte, wäre auf die Beschwerde einzutreten, da er für den Beschwerdeführer einen nicht wiedergutzumachenden Nachteil zur Folge hat. Das auf Grund des erwirkten Verbotes aufgestellte Signal Nr. 201 gilt, bis zur Aufhebung des Verbots in einem allfälligen ordentlichen Prozess, auch gegenüber dem Beschwerdeführer, und diese Tatsache kann auch durch ein für ihn günstiges Urteil im ordentlichen Prozess nicht mehr ungeschehen gemacht werden (vgl.BGE 71 I 386Erw. 1,BGE 78 I 251, BGE 87 I 105).\n\n2. Der Beschwerdeführer rügt als Verletzung des Grundsatzes der derogatorischen Kraft des Bundesrechts, dass das Obergericht das Signal Nr. 201 nicht als Warnungstafel im Sinne von § 263 ZPO anerkenne und die Verwendung einer Tafel mit dem vollständigen Text des Verbotes vorschreibe.\n\nDie Beschwerdegegner wenden ein, diese Rüge sei unzulässig, weil sie mit der Nichtigkeitsbeschwerde gemäss Art. 68 lit. a OG hätte erhoben werden können. Das trifft indes nicht zu. Zwar liegt, entgegen der Auffassung des Beschwerdeführers, eine Zivilsache im Sinne von Art. 68 Abs. 1 OG vor, da es sich bei dem von den Beschwerdegegnern erwirkten Verbot um eine Massnahme des Besitzesschutzes handelt (vgl. BGE 83 II 143 Erw. 1; EICHENBERGER, Beiträge zum aarg. Zivilprozessrecht S. 231). Dagegen kommt als eidgenössisches Recht im Sinne von Art. 68 lit. a OG nur das Zivilrecht in Betracht, nicht auch das eidgenössische Verfassungs- und Verwaltungsrecht (BGE 72 II 309Erw. 2, BGE 87 II 206 Erw. 2 a; BIRCHMEIER, Handbuch des OG S. 256/7). Die Bestimmungen des SVG und der SSV, deren Missachtung der Beschwerdeführer rügt, gehören aber nicht zum Zivilrecht, sondern sind verwaltungsrechtlicher Natur. Wegen Verletzung dieser Bestimmungen durch einen kantonalen Entscheid ist daher an sich die Beschwerde an den Bundesrat gemäss Art. 125 lit. b OG zulässig (vgl. Urteil des Bundesgerichts vom 13. Juli 1966 i.S. Schütz Erw. 2 und den diesem Urteil vorausgegangenen Meinungsaustausch mit dem Bundesrat). Ob die Missachtung des Art. 5 SVG und des Art. 72 SSV, die der Beschwerdeführer dem Obergericht vorwirft, durch Beschwerde beim Bundesrat geltend gemacht |210| werden könnte und die staatsrechtliche Beschwerde daher zur Beurteilung dieser Rüge dem Bundesrat zu überweisen wäre (Art. 96 Abs. 1 OG), kann indes dahingestellt bleiben, da die Rüge der Verletzung des SVG und der SSV als unbegründet erscheint und der angefochtene Entscheid, wie sich aus den nachstehenden Erwägungen ergibt, jedenfalls wegen Verletzung des Art. 4 BV aufgehoben werden muss.\n\n3. Das Obergericht nimmt an, dass die in § 266 ZPO vorgesehene Befugnis, gegen ein vom Richter erlassenes allgemeines Verbot Rechtsvorschlag zu erheben, die Bekanntmachung des Verbots voraussetze und dass ein vorher erklärter Rechtsvorschlag unzulässig sei. In der staatsrechtlichen Beschwerde wird nicht bestritten, dass erst nach der Bekanntmachung des Verbots Rechtsvorschlag erhoben werden könne. Streitig ist einzig, ob das Aufstellen des Signals Nr. 201 am Eingang des St. Annaweges als Bekanntmachung des Verbots zu gelten hat, das der Präsident des Bezirksgerichts Baden am 2. Mai 1966 erlassen hat.\n\na) Nach § 263 ZPO sind allgemeine Verbote durch Anbringen von Warnungstafeln oder auf andere angemessene Weise genügend bekannt zu machen. Der Gerichtspräsident hat beim Erlass des Verbotes Bekanntmachung durch \"Aufstellen von Warnungstafeln\" angeordnet. Wie eine solche Warnungstafel beschaffen sein müsse, sagt das Gesetz nicht, noch hat der Richter, der das Verbot erlassen hat, etwas über die Ausgestaltung der Warnungstafel angeordnet. Das Obergericht ist der Auffassung, dass die Warnungstafel die ganze Verbotsverfügung enthalten müsse und dass daher die von den Beschwerdegegnern aufgestellte Signaltafel Nr. 201 keine hinreichende Bekanntmachung des in Frage stehenden Verbotes bilde. Für diese Auslegung fehlt indes jeder Anhaltspunkt. § 263 ZPO schreibt lediglich \"genügende\" Bekanntmachung des Verbotes vor. Das bezieht sich offensichtlich auch auf die Ausgestaltung der Warnungstafeln. Genügend ist eine Bekanntmachung schon dann, wenn sie den Verbotsinhalt in klarer, unmissverständlicher Weise wiedergibt. Das kann nicht nur durch wörtliche Wiedergabe der ganzen Verbotsverfügung geschehen, sondern auch durch allgemeinverständliche, den Verbotsinhalt symbolisierende Zeichen, wie sie für das Gebiet des Strassenverkehrs in der SSV vorgesehen sind. Solche Zeichen sind zur Bekanntmachung von Verboten, die sich an vorbeifahrende |211| Motorfahrzeugführer richten, in der Regel sogar besser geeignet als die Wiedergabe des Verbotstextes, dessen Lektüre ihnen nicht möglich ist.\n\nDurch das richterliche Verbot vom 2. Mai 1966 wurde den Unberechtigten das Befahren des St. Annaweges mit Motorfahrzeugen irgendwelcher Art untersagt, wurde also dieser Weg als ein Privatweg gekennzeichnet, der mit einem richterlichen Fahrverbot belegt ist. Das Signal Nr. 201 mit dem Zusatz \"Privatweg\" bedeutet, dass die Wegeigentümer zum Schutze ihres Privatweges bei der zuständigen Behörde ein allgemeines Fahrverbot erwirkt haben, dessen Übertretung strafbar ist (Art. 27 und 90 SVG, 16 und 88 Abs. 3 SSV). Das Signal gibt somit den wesentlichen Inhalt des richterlichen Verbotes in einer jedem Motorfahrzeugführer bekannten, unmissverständlichen Weise wieder. Da dieses Signal zudem, wie im angefochtenen Entscheid ausdrücklich festgestellt wird, auf Veranlassung der Beschwerdegegner aufgestellt worden ist, liegt eine genügende Bekanntmachung des Verbotes im Sinne des § 263 ZPO vor. Indem das Obergericht diese Bekanntmachung trotzdem als unbeachtlich betrachtete, auf den dagegen innert der Frist des § 266 ZPO erhobenen Rechtsvorschlag des Beschwerdeführers nicht eintrat und damit die Prüfung seines Begehrens ablehnte, hat es Art. 4 BV verletzt (vgl. BGE 93 I 211 ff. und dort angeführte frühere Urteile).\n\nb) Was im angefochtenen Entscheid vorgebracht wird, vermag die vom Obergericht vertretene, mit Wortlaut und Sinn des § 263 ZPO unvereinbare Auslegung nicht als haltbar erscheinen zu lassen.\n\naa) Nach Ansicht des Obergerichts kann das Aufstellen des Signals Nr. 201 mit dem Zusatz \"Privatweg\" schon deshalb nicht als Bekanntmachung im Sinne von § 263 in Verbindung mit § 266 Abs. 1 ZPO in Betracht fallen, weil die Beschwerdegegner sich das Signal auf vorschriftswidrige Weise, nämlich ohne Bewilligung des Stadtrates und ohne Genehmigung des kantonalen Polizeikommandos, von der Stadtpolizei beschafft und es aufgestellt hätten. Ob der Richter befugt ist, hierüber im Rahmen des Rechtsvorschlagsverfahrens gemäss § 267 ff. ZPO zu entscheiden, kann dahingestellt bleiben. Denn für die hier zur Beurteilung stehende Frage, ob eine Bekanntmachung im Sinne der §§ 263/266 ZPO vorliegt, ist es belanglos, wie sich die Beschwerdegegner die der Bekanntmachung dienende Warnungstafel |212| beschafft haben. Erheblich ist allein, dass sie eine solche Warnungstafel aufgestellt und auf diese Weise ihren Willen, vom erwirkten richterlichen Verbot Gebrauch zu machen, unmissverständlich bekundet haben. Für diesen Fall räumt § 266 ZPO denjenigen, die durch das Verbot in ihren Rechten verletzt werden, das Recht ein, durch Erheben von Rechtsvorschlag eine richterliche Überprüfung des Verbots in einem kontradiktorischen Verfahren herbeizuführen. Es lässt sich weder mit dem Wortlaut und Sinn von § 266 ZPO vereinbaren noch durch ein ersichtliches schutzwürdiges Interesse rechtfertigen, dem Beschwerdeführer diesen Rechtsweg durch Nichteintreten auf seinen Rechtsvorschlag abzuschneiden.\n\nbb) Nach Auffassung des Obergerichts liegt im Aufstellen des Signals Nr. 201 auch deshalb keine Bekanntmachung im Sinne der §§ 263/266 ZPO, weil Art. 88 Abs. 3 SSV das Aufstellen des Signals von der vorherigen Erwirkung eines richterlichen Verbotes abhängig mache, worunter nur ein rechtswirksames Verbot verstanden werden könne; rechtswirksam sei indessen ein Verbot erst von der Bekanntmachung an, weshalb ein vorher aufgestelltes Verbotssignal keine Bekanntmachung gemäss § 263 ZPO darstellen könne. Diese Betrachtungsweise ist unhaltbar und willkürlich. Einmal ist es, wie dargelegt (lit. aa), unerheblich, wie das Signal beschafft wurde; erheblich ist nur, dass es aufgestellt wurde. Ist sodann das Signal Nr. 201, wie ebenfalls dargelegt wurde, geeignet, das Verbot bekannt zu machen, so ist es schlechterdings unverständlich und nicht vertretbar, die Befugnis zu dieser Bekanntmachung von einer vorgängigen andern Bekanntmachung abhängig zu machen. Übrigens ist die obergerichtliche Annahme, ein Verbot entfalte vor der Bekanntmachung keine Rechtswirkungen, in dieser allgemeinen Form mit der ZPO unvereinbar. Das ergibt sich schon aus § 269 ZPO, wonach ein Verbot, welches nicht durch Rechtsvorschlag entkräftet ist und für welches keine kürzere Dauer bestimmt wurde, 10 Jahre von seinem Erlass an dauert. Sodann entsteht mit dem Erlass des Verbotes das Recht auf dessen Bekanntmachung, die erforderlich ist, weil das Verbot von denjenigen, an die es sich richtet, nur dann beachtet und befolgt werden kann, wenn sie es kennen.\n\nDie Beschwerde ist demnach, soweit damit Verletzung des Art. 4 BV geltend gemacht wird, begründet und gutzuheissen. Der angefochtene Entscheid ist deshalb aufzuheben."}