{"annee": "94", "cour": "I", "page": "231", "date": "14/6/1968", "cite": [], "cite_par": ["129 V 226"], "chapeau": "35. Urteil vom 14. Juni 1968 i.S. R. gegen Rekurskommission des Kantons Bern.", "regestes": ["Impôt pour la défense nationale; déduction pour enfants (art. 25 al. 1 litt. b AIN). Le contribuable peut demander à bénéficier de la réduction de 1000 fr. prévue par cette disposition, en tant qu'il doit, dans l'année, dépenser au moins cette somme pour l'entretien d'un enfant de plus de 18 ans se trouvant en apprentissage."], "faits": "|231|\n\nA.- Der in N. wohnende Beschwerdeführer hat einen Sohn, der am 23. März 1946 geboren ist. Dieser hat in N. vom Frühjahr 1962 bis zum Frühjahr 1965 eine kaufmännische Lehre |232| durchgemacht. Er hat vom Lehrmeister im Jahre 1964 2050 Fr. und vom 1. Januar bis zum 23. April 1965 700 Fr. Bruttolohn erhalten.\n\nDer Beschwerdeführer hat in seiner Steuererklärung für die Wehrsteuer der 13. Periode (1965 und 1966) gestützt auf Art. 25 Abs. 1 lit. b WStB vom reinen Einkommen 1000 Fr. für den Unterhalt des Sohnes abgezogen. Die Veranlagungsbehörde hat den Abzug nicht zugelassen und demgemäss das steuerbare Einkommen auf 16'900 Fr. festgesetzt. Sie hat diese Einschätzung im Einspracheverfahren bestätigt. Die kantonale Rekurskommission hat die Beschwerde des Steuerpflichtigen gegen den Einspracheentscheid abgewiesen, weil nicht angenommen werden könne, dass der Beschwerdeführer am Stichtag (1. Januar 1965) zum vorwiegenden Teil für den Unterhalt des Sohnes habe aufkommen müssen.\n\nB.- Der Steuerpflichtige erhebt gegen den Entscheid der Rekurskommission Verwaltungsgerichtsbeschwerde mit dem Begehren, der in Art. 25 Abs. 1 lit. b WStB vorgesehene Abzug sei ihm zu gewähren. Er macht geltend, nach dieser Bestimmung komme es darauf an, ob er am Stichtag für den Sohn \"gesorgt\" habe. Das habe er getan; hätte doch der Sohn mit seinem Lehrlingslohn bei weitem nicht auskommen können.\n\nC.- Die kantonalen Behörden schliessen auf Abweisung der Beschwerde.\n\nDie eidgenössische Steuerverwaltung beantragt, die Beschwerde sei gutzuheissen. Sie nimmt an, dass der Abzug für ein mehr als 18 Jahre altes, in der Berufsausbildung stehendes Kind dann zuzulassen sei, wenn der Steuerpflichtige für die Bedürfnisse dieses Kindes mindestens 1000 Fr. im Jahr aufzubring en hat.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 25 Ab s. 1 lit. b WStB (in der seit 1. Januar 1965 geltenden, hier anwendbaren Fassung gemäss BB vom 27. September 1963 über die Weiterführung der Finanzordnung des Bundes und BR B vom 26. Juni 1964) bestimmt, dass vom reinen Einkommen ein Betrag von 1000 Fr. für jedes Kind unter 18 Jahren, für das der Steuerpflichtige sorgt, abgezogen wird, und ferner, dass der Abzug auch gemacht werden kann, wenn das Kind das 18. Alterjahr vollendet hat und sich in der Berufslehre oder im Studium befindet. |233|\n\nDiese Bestimmung ist nicht nur dann anwendbar, wenn der Steuerpflichtige für die Kosten des Unterhalts und der Erziehung des Kindes im vollen Umfange aufkommen muss. Sie stellt aber auch nicht die Bedingung, dass der Steuerpflichtige diese Kosten mindestens zu einem vorwiegenden Teil zu bestreiten hat. Dies gilt für Kinder unter 18 Jahren wie auch für ältere, in der Berufslehre oder im Studium stehende Kinder. In beiden Fällen lässt Art. 25 Abs. 1 lit. b WStB den Abzug für jedes Kind zu, \"für das der Steuerpflichtige sorgt\" (\"dont il a le soin\", \"di cui a cura\"). Diese Anforderung kann auch dann erfüllt sein, wenn der Steuerpflichtige für weniger als 50% der Kosten des Unterhalts und der Ausbildung des Kindes aufzukommen hat. Eine andere Auslegung ist nicht vereinbar damit, dass Art. 25 Abs. 1 lit. b WStB den Abzug auch für mehr als 18 Jahre alte Lehrlinge gestattet. Lehrlinge dieses Alters beziehen nicht selten einen Lohn, der zur Deckung des überwiegenden Teils der Kosten ihres Unterhalts und ihrer Erziehung ausreicht. In solchen Fällen ist der in Art. 25 Abs. 1 lit. b WStB vorgesehene Abzug nach dem Wortlaut und dem Sinn dieser Bestimmung nicht ausgeschlossen.\n\nAnderseits ist zu beachten, dass Art. 25 Abs. 1 lit. b WStB den abziehbaren Betrag auf 1000 Fr. festlegt. Daraus ist zu schliessen, dass der Abzug für ein mehr als 18 Jahre altes Kind, das sich in der Berufslehre oder im Studium befindet, nur zulässig sein soll, wenn der Steuerpflichtige für die Bedürfnisse dieses Kindes in einem Umfange aufzukommen hat, der ins Gewicht fällt. Ganz geringfügige Beträge können nicht genügen. Die eidgenössische Steuerverwaltung hält für erforderlich, dass der Steuerpflichtige für die Bedürfnisse des Kindes mindestens 1000 Fr. im Jahr aufzubringen hat. Der Gerichtshof hat keinen Grund, von dieser Auffassung abzuweichen. Sie lässt sich darauf stützen, dass Art. 25 Abs. 1 lit. b WStB den Betrag des Abzugs gerade auf 1000 Fr. bemisst. Es darf angenommen werden, dass sie auf einer zutreffenden Auslegung dieser Bestimmung beruht. Sie erlaubt eine sachgemässe, einheitliche und einfache Anwendung der gesetzlichen Ordnung.\n\nDie Voraussetzungen für die Gewährung des Abzugs müssen zu Beginn der Steuerpflicht, in der Regel also am 1. Januar des ersten Jahres der Veranlagungsperiode, erfüllt sein (KÄNZIG, Wehrsteuer und Ergänzungsband, je N. 1 zu Art. 25 WStB).\n\n2. Im vorliegenden Fall sind die Verhältnisse zu Beginn |234| der 13. Veranlagungsperiode (1. Januar 1965) massgebend. Der Sohn des Beschwerdeführers war damals mehr als 18 Jahre alt, doch befand er sich noch in der Berufslehre. Der Beschwerdeführer hat somit für die genannte Steuerperiode Anspruch auf den in Art. 25 Abs. 1 lit. b WStB vorgesehenen Abzug, wenn er nach den am Stichtag gegebenen Umständen mindestens 1000 Fr. für den Sohn aufwenden musste.\n\nDieser hat zu der in Frage stehenden Zeit einen Bruttolohn von etwas mehr als 2000 Fr. im Jahr bezogen. Allein schon für seinen damaligen normalen Lebensunterhalt (Verpflegung und Unterkunft im Elternhaus, Kleidung, Taschengeld) ist aber nach den Berechnungen der eidgenössischen Steuerverwaltung, die sich auf die Praxis zu Art. 11 Abs. 2 lit. b des Militärpflichtersatzgesetzes (betreffend Zuwendungen an erwerbsfähige, aber nicht erwerbstätige Ersatzpflichtige) stützen, ein Betrag in Rechnung zu stellen, der jedenfalls nicht unter 4000 Fr. im Jahr liegt. Dazu kommen weitere Aufwendungen (Ausbildungskosten, Versicherungsbeiträge usw.). Unter diesen Umständen muss angenommen werden, dass der Beschwerdeführer für die Bedürfnisse des Sohnes mehr als 1000 Fr. im Jahr aufzuwenden hatte. Es unterliegt keinem Zweifel, dass er hiezu imstande war. Sein jährliches Reineinkommen erreichte fast 20'000 Fr., und er musste für kein anderes Kind sorgen.\n\nDer streitige Abzug ist daher zuzulassen und demgemäss das steuerbare Einkommen des Beschwerdeführers auf 15'900 Fr. herabzusetzen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, der angefochtene Entscheid aufgehoben und das steuerbare Einkommen des Beschwerdeführers auf Fr. 15'900.-- festgesetzt."}