{"annee": "94", "cour": "II", "page": "65", "date": "11/7/1968", "cite": [], "cite_par": ["97 I 389", "105 II 215", "108 II 167", "103 II 6", "107 II 97", "105 IB 49"], "chapeau": "11. Arrêt de la IIe Cour civile du 11 juillet 1968 dans la cause Cardo contre Cardo.", "regestes": ["Art. 7 h LRDC. Divorce d'époux étrangers de nationalités différentes. 1. Le divorce peut être prononcé par le juge suisse du domicile de l'époux demandeur si celui-ci établit que les lois ou la jurisprudence de son pays d'origine admettent la cause de divorce invoquée et reconnaissent la juridiction suisse; contrairement à une ancienne jurisprudence (RO 59 II 113), il n'est pas nécessaire d'apporter cette preuve quant à la loi nationale de l'autre conjoint, défendeur au procès en divorce (consid. 3 et 4). 2. Lorsque l'époux demandeur a deux nationalités étrangères, il suffit que la preuve exigée par l'art. 7 h LRDC soit faite à l'égard de l'une de ses deux lois nationales, à savoir celle qui se rapproche le plus des conceptions du droit suisse (consid. 5). 3. Divorce prononcé par le juge suisse du domicile à la demande d'une épouse française mariée à un ressortissant italien (consid. 1, 2, 6 et 7)."], "faits": "|66|\n\nA.- Mirco Cardo, né à Novare le 21 janvier 1944, de nationalité italienne, et Liliane Touzé, née à Bernay (Eure) le 25 novembre 1941, de nationalité française, ont contracté mariage devant l'officier de l'état civil d'Aubonne le 13 mars 1965. Un enfant, Marc Edouard, est né de leur union le 10 mai 1965 à Aubonne.\n\nLes époux, qui s'étaient rencontrés environ 15 mois plus tôt, se sont mariés surtout en raison de la prochaine naissance de l'enfant. Dès le début du mariage, ils ont vécu en mésintelligence. Ils se disputaient fréquemment. Le mari injuriait grossièrement sa femme et l'a même frappée. Elle est, pour sa part, assez prompte et nerveuse.\n\nMirco Cardo, qui sortait généralement sans sa femme et fréquentait les bals, a noué une liaison adultère avec une vendeuse de Morges, qu'il connaissait déjà avant son mariage. Cette liaison dure toujours.\n\nB.- Par exploit du 13 janvier 1966, dame Cardo a ouvert une action en divorce. Elle s'est engagée ensuite comme serveuse dans un café à Peney près de Genève. Là, elle a fait la connaissance d'un tiers qui est devenu son amant et avec lequel elle vit à Satigny. Bonne mère, elle avait d'abord repris son fils auprès d'elle, puis elle l'a placé dans une pension.\n\nLa demanderesse a conclu à l'attribution de la puissance paternelle sur l'enfant Marc à la mère et au paiement par le défendeur d'une pension alimentaire pour ledit enfant, échelonnée de 180 à 250 fr. par mois selon son âge, et pour elle-même d'une pension mensuelle de 150 fr. en vertu des art. 151 et 152 CC.\n\nLe défendeur a conclu à libération des fins de la demande et, reconventionnellement, à la séparation de corps pour une durée indéterminée, ainsi qu'à l'attribution de la puissance paternelle sur son fils.\n\nLes parties ont liquidé à l'amiable leur régime matrimonial. Par jugement du 13 mars 1967, le Tribunal civil du district d'Aubonne a admis l'action de la demanderesse et prononcé le |67| divorce. Il a attribué à la mère la puissance paternelle sur l'enfant Marc Edouard et dit que le père contribuerait à son entretien par le versement d'une pension mensuelle de 120 fr. jusqu'à ce que le bénéficiaire ait atteint l'âge de 6 ans révolus, 150 fr. de 6 à 12 ans révolus et 180 fr. de 12 à 20 ans révolus, allocations familiales non comprises. Le tribunal a déclaré que le défendeur pourrait voir librement son fils et, à défaut d'entente entre les parents, alternativement le premier et le troisième dimanche, le second et le quatrième samedi de chaque mois, de neuf à dix-huit heures.\n\nCe jugement est motivé, en bref, comme il suit:\n\nLes deux conjoints sont domiciliés en Suisse et le défendeur est entré en matière, sans réserves, sur le fond, de telle sorte que le tribunal saisi est compétent pour connaître de l'action de la demanderesse.\n\nLe mari a commis adultère et, à de nombreuses reprises, il a injurié sa femme et l'a frappée. Il s'est de plus montré incapable d'entretenir sa famille. Certes l'épouse a elle aussi commis adultère, mais après l'ouverture d'action et la cessation de la vie commune. Sa liaison la prive de la qualité d'épouse innocente, et partant du droit à une indemnité ou à une pension alimentaire; elle n'a toutefois pas joué un rôle causal dans la désunion des parties. Les disputes fréquentes qui ont éclaté entre les époux constituent des causes indéterminées de divorce au sens de l'art. 142 CC. Bien que la demanderesse ait souvent manifesté une nervosité excessive, la désunion est principalement imputable au défendeur. Il en résulte que le divorce doit être prononcé, conformément à la demande de l'épouse, en vertu des art. 137 et 142 CC.\n\nC.- Saisie par le mari, qui invoquait une violation de l'art.\n\n7 h LRDC, la Chambre des recours du Tribunal cantonal vaudois, par arrêt du 30 juin 1967, a réformé le jugement de première instance et prononcé la séparation de corps pour une durée indéterminée.\n\nElle a réglé les effets accessoires de la séparation de corps de la même façon que le tribunal de district l'avait fait pour le divorce.\n\nLa juridiction cantonale a relevé dans ses considérants que la loi nationale du défendeur ne connaissait pas le divorce, et partant qu'un tribunal suisse ne pouvait pas dissoudre le lien du mariage contracté par un ressortissant italien avec une personne d'une autre nationalité étrangère.\n\n|68|\n\nD.- Dame Cardo recourt en réforme au Tribunal fédéral et reprend ses conclusions en divorce.\n\nL'intimé Mirco Cardo conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Selon la jurisprudence du Tribunal fédéral, la convention entre la Suisse et la France sur la compétence judiciaire et l'exécution des jugements en matière civile du 15 juin 1869 n'est pas applicable aux actions en divorce ou en séparation de corps (RO 79 II 8, consid. 1). La compétence des tribunaux suisses pour connaître de l'action en divorce que la recourante, se prévalant de sa nationalité française, intente à son mari, qui est italien, doit donc être examinée selon les règles du droit suisse (ibidem).\n\n2. Le divorce des étrangers en Suisse est régi par l'art. 7 h LRDC, aux termes duquel:\n\n\"Un époux étranger qui habite la Suisse a le droit d'intenter son action en divorce devant le juge de son domicile, s'il établit que les lois ou la jurisprudence de son pays d'origine admettent la cause de divorce invoquée et reconnaissent la juridiction suisse.\n\nLa cause de divorce qui date d'une époque où les conjoints étaient régis par une loi différente de leur loi actuelle ne peut être invoquée que si elle est consacrée aussi par la législation sous l'empire de laquelle cette cause s'est produite.\n\nLorsque ces conditions sont remplies, le divorce d'époux étrangers est d'ailleurs prononcé selon la loi suisse.\"\n\na) La recourante était domiciliée en Suisse tant au moment de l'introduction de l'action que lors du jugement, de telle sorte que les tribunaux suisses sont compétents pour connaître de sa demande en divorce au regard de l'art. 7 h LRDC (cf. BECK, Kommentar zum schweiz. ZGB, Schlusstitel, Berne 1932, n. 29, 30 et 40 ad art. 7 h LRDC; SCHNITZER, Handbuch des internationalen Privatrechts, 4e éd., Bâle 1957, tome I, p. 379). Peu importe à cet égard que le domicile de l'époux demandeur soit déterminé uniquement par le droit suisse ou que le droit étranger entre également en ligne de compte parce qu'il en ferait une condition de la reconnaissance de la juridiction suisse (cf. RO 83 II 496, consid. 2). En effet, lorsqu'elle a déposé l'exploit de citation en conciliation qui, selon la procédure civile vaudoise, constitue l'ouverture de l'action en divorce, dame Cardo avait son domicile à Aubonne, où se trouvait celui de son mari, tant en vertu du droit suisse (art. 25 al. 1 CC) que du droit |69| français (art. 108 al. 1 CCF) ou du droit italien (art. 45 al. 1 CCI). Au surplus, elle résidait alors en fait dans cette ville. Elle n'a pris que plus tard, après l'ouverture du procès, une demeure séparée dans le canton de Genève.\n\nEn droit suisse interne, le juge compétent pour connaître d'une action en divorce est celui du domicile de la partie demanderesse au moment de l'ouverture d'action (art. 144 CC; RO 90 II 213). Les tribunaux vaudois étaient dès lors compétents pour statuer sur la demande.\n\nb) Malgré son mariage avec un Italien, la recourante a conservé sa nationalité française, conformément aux règles du droit français, car elle ne l'a pas répudiée par une déclaration expresse (cf. art. 94 de l'ordonnance du 19 octobre 1945 portant code de la nationalité française; DALLOZ, Nouveau Répertoire de Droit, 2e éd., Paris 1964, tome III, nos 67 ss., p. 383; BATTIFOL, Droit international privé, 4e éd., 1967, p. 136, no 125). Mais en vertu du droit italien, elle a acquis la nationalité italienne par le seul fait de son mariage avec un ressortissant de ce pays (art. 10 al. 1 et 2 de la loi du 13 juin 1912 \"sulla cittadinanza italiana\"; QUADRI, Novissimo Digesto Italiano, tome III, 1957, au mot \"cittadinanza\", n. 7 E, p. 328). Elle se réclame toutefois uniquement de sa nationalité française pour saisir le juge suisse de son domicile d'une demande en divorce contre son mari, ressortissant italien.\n\n3. Dans son arrêt Schmidlin du 29 juin 1933 (RO 59 II 113), le Tribunal fédéral a jugé que lorsque les deux époux sont de nationalités différentes, sans qu'aucun d'eux soit ressortissant suisse, celui qui forme une demande en divorce devant le juge suisse de son domicile doit établir non seulement que la loi ou la jurisprudence de son propre pays d'origine, mais aussi celles du pays d'origine de son conjoint, admettent la cause de divorce invoquée et reconnaissent la juridiction suisse. Il a relevé dans ses considérants que l'art. 7 h LRDC ne par le assurément que du pays d'origine de la partie demanderesse. Mais cela s'explique par le fait que le législateur a envisagé le cas, de loin le plus fréquent, où les deux époux sont ressortissants du même pays. La raison de cette disposition légale est d'éviter la naissance de conflits avec le pays d'origine de conjoints étrangers au sujet de leur état civil. Le but visé par le législateur ne peut être atteint que si la preuve requise par l'art. 7 h LRDC est fournie également pour le pays d'origine du défendeur. La situation |70| est différente lorsque l'époux demandeur est ressortissant suisse; en pareil cas, l'action en divorce ne tend pas à la dissolution d'un mariage d'époux étrangers et l'art. 7 h LRDC ne trouve pas application.\n\nLa doctrine s'est en général prononcée dans le même sens, mais certains auteurs observent que l'interprétation quelque peu extensive ainsi donnée au texte légal rend plus difficile le divorce des étrangers en Suisse (STAUFFER, Das internationale Privatrecht der Schweiz aufGrund des Bundesgesetzes betreffend die zivilrechtlichen Verhältnisse der Niedergelassenen und Aufenthalter vom 25. Juni 1891/10. Dezember 1907, Aarau 1925, n. 6 ad art. 7 h LDRC; Die Scheidung von Ausländern in der Schweiz, RJB 59, 1923, p. 16; Aus der neuesten Praxis auf dem Gebiet des internationalen Ehescheidungs- und Ehenichtigkeitsrechtes, RSJ 23, 1926/1927, p. 161 s., notamment 162 ch. 2 litt. b in fine; BECK, op.cit., n. 2, 3, 32 et 45 ad art. 7 h LRDC; LACHENAL, FJS no 886, p. 4 ch. V, litt. c; SCHNITZER, op.cit., p. 373 ss., 378 ss., qui préconise de lege ferenda l'application de la loi du domicile, sur le modèle de la jurisprudence française). En revanche, KNAPP (RDS 1949 p. 127 s. et Mélanges François Guisan, Lausanne 1950, p. 216) s'est élevé contre la différence faite par la jurisprudence du Tribunal fédéral, selon que l'époux demandeur est suisse ou étranger; il estime que ce dualisme de solutions repose sur un motif politique plutôt que juridique, qu'il n'approuve pas, et tient pour suffisant que les exigences de l'art. 7 h LRDC soient remplies par la loi nationale de la partie demanderesse. Dénonçant lui aussi une contradiction dans la jurisprudence, VISCHER (\"Mariage mixte\" und Ehescheidung im internationalen Privatrecht der Schweiz, dans Jus et Lex, Festgabe Gutzwiller, Bâle 1959, p. 413 ss., notamment p. 425 s.) propose une révision législative qui tendrait à appliquer, lorsque les lois nationales des conjoints divergent quant à la reconnaissance de l'institution du divorce, la loi commune du lieu où se trouve le centre de la vie conjugale (das Recht des Zentrums der ehelichen Existenz). LALIVE rejette en principe la solution de l'arrêt Schmidlin, à savoir l'application cumulative des deux lois nationales des époux, et propose lui aussi que le législateur abandonne le critère de l'origine au profit de celui du domicile (Regards sur le droit international privé suisse, dans Recueil de travaux publié à l'occasion de l'Exposition nationale suisse Lausanne 1964, p. 187 et 195).\n\n|71|\n\n4. Si le juge ne peut pas se fonder sur des considérations relatives au droit désirable, il doit néanmoins s'efforcer d'appliquer la loi d'une manière aussi conforme que possible à la situation et à la mentalité actuelles. A cet effet, il sera souvent conduit à abandonner une interprétation traditionnelle, qui se justifiait sans doute lorsque la loi a été élaborée, mais qui n'est plus soutenable en raison du changement des circonstances ou même de l'évolution des idées (cf. STAUFFER, Einige Gedanken zu Art. 1 ZGB, RJB 87, 1951, p. 1 ss., notamment 8 s.; MEIER-HAYOZ, Kommentar, Einleitung, Berne 1962, n. 154 ss. ad art. 1er CC; TUOR/SCHNYDER, ZGB, 8e éd., Zurich 1968, p. 31; DESCHENAUX, Schweizerisches Privatrecht, tome II, Bâle 1967, p. 85 s.). Valables en droit civil, ces considérations le sont plus encore en droit international privé, qui est essentiellement de source jurisprudentielle, même s'il existe en la matière une loi générale (cf. FLATTET, RDS 1967 II 711).\n\nLa lettre de l'art. 7 h LRDC n'impose nullement l'interprétation extensive de l'arrêt Schmidlin; si elle exige du demandeur la preuve que les lois ou la jurisprudence de son pays d'origine admettent la cause de divorce invoquée et reconnaissent la juridiction suisse, elle ne fait nulle mention de la loi nationale de l'époux défendeur. En obligeant le demandeur à faire la preuve requise également au regard du droit du pays d'origine de son conjoint, la jurisprudence a donc posé une exigence supplémentaire, qui a pour effet de rendre plus difficile - et parfois impossible - le divorce des étrangers en Suisse. Or l'application cumulative delois nationales de chacun des deux époux ne peut se défendre que si l'on pose ouvertement le principe que le divorce doit rester un mode exceptionnel de dissolution du mariage (BATTIFOL, op.cit., p. 489 s., n. 61). Une pareille affirmation est inconciliable avec la réalité, tant en Suisse que dans la plupart des pays voisins: si les lois protègent la famille et demeurent fondées sur la règle de l'indissolubilité du mariage, elles n'en connaissent pas moins l'institution du divorce et les justiciables, qu'ils soient ressortissants du pays ou étrangers, recourent largement à la faculté de faire dissoudre leur mariage par un divorce prononcé pour les causes légales. Il convient dès lors de modifier la jurisprudence de l'arrêt Schmidlin et de s'en tenir désormais à une interprétation stricte de l'art. 7 h LRDC, en ce sens que l'époux demandeur à l'action en divorce ne devra fournir les |72| preuves requises que pour sa propre loi nationale, sans égard à à celle de son conjoint.\n\n5. Lorsque, comme en l'espèce, l'épouse a acquis la nationalité de son mari par l'effet que la loi nationale de celui-ci attribue au mariage, et qu'elle a conservé sa nationalité en vertu du droit de son pays d'origine, elle devient double nationale. Certains auteurs estiment que l'époux qui possède deux nationalités étrangères doit faire la preuve requise par l'art. 7 h LRDC pour chacun des deux pays dont il est ressortissant (STAUFFER, RJB 59, 1923, p. 16; n. 3 ad art. 5 et n. 7 ad art 7 h LRDC; NIEDERER, Einführung in die allgemeinen Lehren des internationalen Privatrechts, 3e éd., Zurich 1961, p. 159; S. SCHMIDHEINY, Die privatrechtlichen Folgen der selbständigen Staatsangehörigkeit der Ehefrau, thèse Zurich 1958, p. 40). Mais cette solution, sous le couvert d'une application cumulative des deux lois nationales, équivaut pratiquement à retenir la loi la plus restrictive (cf. KNAPP, RDS 1949 p. 127 s.). Et si l'une des deux lois qui entrent en ligne de compte ignore l'institution du divorce, la prétendue application cumulative aboutit à prohiber la dissolution du lien du mariage, quand bien même le jugement de divorce rendu en Suisse serait reconnu par le droit de l'un des pays d'origine du demandeur (cf. BECK, rem. prél. 61 ad art. 59 Tit. fin. CC et n. 35 ad art. 7 h LRDC). Aussi bien, d'autres auteurs ont proposé, à l'instar de la jurisprudence française (cf. BATTIFOL, op.cit., no 81, p. 85), de retenir uniquement celle des deux nationalités en présence à laquelle l'intéressé se rattache le plus en fait (SCHNITZER, op.cit., tome I, p. 163; KEGEL, Internationales Privatrecht, 2e éd., 1964, p. 156; F.-H. HOOL, Les effets de la double nationalité en droit suisse, thèse Neuchâtel 1949, p. 90, qui propose cette solution de lege ferenda). Toutefois, la détermination de la nationalité de fait sera souvent difficile et créerait le risque d'une insécurité juridique.\n\nAu demeurant, il est douteux qu'une pareille solution soit compatible avec le droit international privé suisse en vigueur. Il résulte en effet de l'art. 5 LRDC, appliqué par analogie aux étrangers en Suisse en vertu de l'art. 32 LRDC, que l'étranger qui possède plusieurs nationalités sera considéré comme ressortissant du pays d'origine dans lequel il a eu son dernier domicile ou, s'il n'a jamais été domicilié dans aucun de ses pays d'origine, du pays dont il a acquis en dernier lieu la nationalité |73| (HOOL, loc.cit.). C'est aussi la solution que propose BECK (n. 35 ad art. 7 h LRDC), lequel toutefois ne se réfère pas à l'art. 5 LRDC, mais à la volonté du législateur. S'exprimant à propos de la femme qui devient double nationale par suite de son mariage avec un étranger, RAAPE (Internationales Privatrecht, 5e éd., 1961, p. 57 et Staudingers Kommentar zum BGB, tome IV, Einführungsgesetz, 2. Teil, Internationales Privatrecht, 9e éd., 1931, p. 789, n. B III 2 b) accorde la préférence à la loi du pays dont la nationalité a été acquise en dernier lieu, sans égard au domicile, parce qu'elle est en même temps la loi nationale du mari et qu'une concordance du statut personnel des deux époux est souhaitable (cf. aussi ERMAN, Handkommentar zum BGB, 4e éd., 1967, vol. II, p. 1819; SOERGEL, BGB, 8e éd., 1955, vol. IV, p. 286).\n\nL'application des art. 5 et 32 LRDC conduirait en l'espèce à tenir la loi italienne, qui est celle de la dernière nationalité acquise par la recourante, pour la loi d'origine de la partie demanderesse au sens de l'art. 7 h LRDC. Toutefois, si le juge suisse ne veut pas rendre le divorce des étrangers doubles nationaux plus difficile, voire impossible lorsque l'une des lois nationales en présence ne connaît pas cette institution, il se contentera nécessairement, avec BECK (n. 35 ad art. 7 h LRDC) et LACHENAL (FJS no 886, p. 4, ch. V c 1), de la preuve que les conditions requises par l'art. 7 h LRDC sont réalisées dans une seule des lois nationales en présence. On peut en effet considérer qu'il suffit, au regard de cette disposition légale, que le jugement de divorce rendu en Suisse soit reconnu par l'un des pays d'origine du demandeur (voir ci-dessus consid. 4), où celui-ci pourra se faire délivrer des actes d'état civil correspondant à sa condition d'époux divorcé. Et du moment que sa propre loi connaît le divorce, le juge suisse n'a aucune raison de donner la préférence à la loi étrangère qui ignore cette institution. Il convient dès lors de choisir celle des deux législations d'origine de l'époux demandeur qui se rapproche le plus de nos conceptions. En l'espèce, c'est la loi française, qui connaît l'institution du divorce et subordonne la dissolution du lien conjugal à la constatation par le juge de la réalisation de certaines causes de divorce fixées par la loi, causes qui correspondent dans l'ensemble à celles du droit suisse.\n\nAu demeurant, il serait vain de refuser à la recourante un divorce qu'elle obtiendrait vraisemblablement devant les tribunaux |74| français, sans même prendre domicile dans son pays d'origine, en se prévalant de l'art. 14 CCF, applicable aux actions en divorce ou en séparation de corps formées par une Française contre son mari étranger (cf. Revue critique de droit international privé 1959, p. 495 et 1964, p. 739; BATTIFOL, op.cit., no 673, p. 756, n. 13 ter) et de la jurisprudence bien établie qui admet le divorce prononcé à la demande d'un époux français contre son conjoint italien (cf. BATTIFOL, loc.cit., p. 489). Le conflit avec la loi nationale de l'intimé se produirait ainsi de toute manière.\n\n6. La jurisprudence française admet la compétence des tribunaux suisses pour prononcer le divorce d'époux français domiciliés en Suisse, lorsque le défendeur ne décline pas cette compétence (RO 79 II 7 ss.). Et dans un arrêt Rivière du 17 avril 1953, la Cour de cassation française a posé une nouvelle règle de conflit qui soumet le divorce d'époux de nationalités différentes à la loi de leur domicile commun (Revue critique de droit international privé, 1953, p. 412; BATTIFOL, op.cit., no 443 p. 490). Le juge suisse saisi d'une demande en divorce d'époux étrangers domiciliés en Suisse, dont l'un seulement a la nationalité française, trouve ainsi que les tribunaux français jugeraient le mérite de cette même demande à la lumière du droit suisse, directement applicable en vertu de la règle suisse de conflit, et il n'a plus à rechercher, en raison de ce renvoi, la conformité de la loi nationale et de la loi suisse, à l'égard du conjoint français; il devra cependant tenir compte de l'ordre public français, qui pourrait faire obstacle à la reconnaissance du jugement (cf. BECK, n. 57 ad art. 7 h LRDC et FLATTET, Du divorce, en Suisse, d'époux dont l'un seulement a la nationalité française, Recueil de Travaux de la Faculté de droit de l'Université de Lausanne, 1958, p. 105 s., 115).\n\nLes faits constatés par les juridictions cantonales, notamment les sévices que l'intimé a commis sur la personne de sa femme et les injures graves qu'il a proférées à son endroit, constituent des causes de divorce tant en droit suisse (art. 138 et subsidiairement art. 142 CC) qu'en droit français (art. 232 CCF). De même, l'adultère du mari est une cause de divorce dont la femme peut se prévaloir en vertu de la législation suisse (art. 137 CC), comme de la législation française (art. 230 CCF).\n\nLa recourante a ainsi établi que les lois ou la jurisprudence de son pays d'origine, la France, admettent la cause de divorce |75| qu'elle a invoquée à l'appui de sa demande et reconnaissent la compétence des tribunaux suisses. Le divorce doit dès lors être prononcé, nonobstant le fait que ce jugement ne sera sans doute pas reconnu en Italie.\n\n7. L'arrêt attaqué a réglé les effets accessoires de la séparation de corps dans le sens des conclusions prises par la recourante. Il s'agit de l'attribution de la puissance paternelle sur l'enfant issu de mariage et de ses relations avec l'autre conjoint, d'une part, et de la liquidation du régime matrimonial, d'autre part. Ces questions doivent être réglées, que le juge prononce le divorce ou la séparation de corps, et elles peuvent l'être, en droit suisse, de la même façon dans les deux cas (cf. art. 155 et 156 CC). Aussi le recours est-il sans objet quant à ces conclusions.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et réforme l'arrêt attaqué en ce sens que l'action de la demanderesse est admise et le mariage dissous par le divorce."}