{"annee": "94", "cour": "III", "page": "43", "date": "17/9/1968", "cite": ["93 III 4", "52 III 73"], "cite_par": ["105 III 38", "99 III 41"], "chapeau": "9. Entscheid vom 17. September 1968 i.S. Aufina AG", "regestes": ["Renseignements sur les poursuites en cours (art. 8 al. 2 LP). Preuve d'un intérêt. Il ne suffit pas que le requérant produise la copie d'une lettre accusant réception d'une demande de crédit et adressée à la personne au sujet de laquelle les renseignements sont demandés (renforcement des exigences posées par la jurisprudence)."], "faits": "|43|\n\nA.- Im Januar/Februar 1968 ersuchte eine Handelsauskunftei im Auftrag der Finanzierungsgesellschaft Aufina AG das Betreibungsamt Zihlschlacht in Amriswil um Auskunft über allfällige Betreibungen gegen Bruno Farinelli und Reinhard Portenier in Amriswil. Den Gesuchen lagen Kopien von |44| Schreiben der Aufina AG an die Genannten vom 7. Januar bzw. 7. Februar 1968 bei, die mit dem Stempelaufdruck \"Gilt als Interessen-Nachweis gem.BGE 52 III 75\" versehen waren und deren vorgedruckter Text lautete:\n\n\"Für Ihre Kreditanfrage danken wir Ihnen bestens. Wir sind mit deren Prüfung beschäftigt und werden Sie innert Kürze von unserm Entscheid unterrichten.\n\nFür das entgegengebrachte Vertrauen danken wir Ihnen nochmals bestens und grüssen Sie freundlich.\"\n\nAm 8. Februar 1968 schrieb das Betreibungsamt der Auskunftei, sie gebe ihr die beiden Auskunftsgesuche zurück, weil kein Interessenachweis beiliege; das Schreiben der Aufina sei kein solcher.\n\nB.- Gegen diese Verfügung führte die Aufina AG Beschwerde mit dem Antrag, das Betreibungsamt sei anzuweisen, ihr die verlangte Auskunft über Farinelli und Portenier zu erteilen. Sie machte geltend, mit der Vorlegung eines Doppels ihrer Mitteilung an die möglichen Kreditnehmer sei der Nachweis eines Interesses im Sinne von Art. 8 Abs. 2 SchKG geleistet; ein schriftliches Kreditgesuch habe sie nicht einreichen können, weil ein solches - wie in 70 - 75% aller Fälle - nicht existiere; wenn jemand bei einem Händler, mit dem sie zusammenarbeite, einen Gegenstand (insbesondere ein Auto) auf Abzahlung kaufen wolle, teile der Händler ihr das telephonisch mit; sie trage die Angaben des Händlers über den Käufer, den Kaufgegenstand, die Anzahlung usw. in das Formular \"Kreditgesuch\" ein und beginne sofort mit der Prüfung der Angelegenheit, wozu der Auftrag an die Auskunftei gehöre, sich beim Betreibungsamt zu erkundigen; der Entscheid über die Gewährung eines Kredits müsse mit Rücksicht auf die grosse Konkurrenz in diesem Geschäftszweig rasch gefällt werden. Zum Beweis dafür, dass Farinelli und Portenier ihre Mitteilung erhielten, berief sie sich auf diese beiden als Zeugen.\n\nAm 24. April 1968 wies die untere Aufsichtsbehörde die Beschwerde ab; ebenso am 17. Juni 1968 die obere kantonale Aufsichtsbehörde.\n\nC.- Den Entscheid der obern kantonalen Aufsichtsbehörde hat die Aufina AG an das Bundesgericht weitergezogen.\n\n|45|", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Gemäss Art. 8 Abs. 2 SchKG kann jedermann, der ein Interesse nachweist, die von den Betreibungs- und den Konkursämtern geführten Protokolle einsehen und sich Auszüge aus ihnen geben lassen. Erforderlich ist nach der Rechtsprechung ein besonderes und gegenwärtiges Interesse rechtlicher Art, das Schutz verdient (BGE 93 III 6 mit Hinweisen, 9 lit. c). Dieses Interesse kann darin bestehen, dass der Gesuchsteller von der Person, über die er in den Betreibungsprotokollen Aufschluss suchen will, um einen Kredit ersucht wurde (BGE 52 III 75Erw. 1). Das Betreibungsamt hatte also der Rekurrentin die verlangte Auskunft zu erteilen, wenn die Rekurrentin nachwies, dass Farinelli und Portenier sie um einen Kredit ersucht hatten.\n\n2. Ein strenger Nachweis des Interesses darf vom Gesuchsteller nach der Rechtsprechung nicht verlangt werden. Erforderlich ist aber immerhin, dass ernsthafte Indizien das Bestehen des behaupteten Interesses wahrscheinlich machen (BGE 93 III 6 mit Hinweisen).\n\nIm vorliegenden Falle konnten das Betreibungsamt und die kantonalen Aufsichtsbehörden ohne Verletzung von Bundesrecht annehmen, die Rekurrentin habe diesem Erfordernis mit der Vorlegung von Doppeln ihrer Schreiben an Farinelli und Portenier nicht genügt. Müssten die Betreibungsämter auf Grund solcher vom Gesuchsteller selber hergestellter Belege die Einsicht in die Betreibungsprotokolle gewähren bzw. die verlangten Auszüge ausstellen, so wären Missbräuche zu befürchten. Der Rekurrentin war zuzumuten, schriftliche Kreditgesuche vorzulegen, die zu beschaffen bei zweckmässiger Organisation nur wenig Zeit und Mühe forderte. Indem das Betreibungsamt Zihlschlacht das Gesuch der Rekurrentin ablehnte, verstiess es also nicht gegen Art. 8 Abs. 2 SchKG. Soweit aus den Erwägungen des EntscheidesBGE 52 III 73ff. (Erw. 2) ein anderer Schluss gezogen werden könnte, ist daran nicht festzuhalten.\n\n3. Im Beschwerdeverfahren hat sich die Rekurrentin nicht bloss auf die erwähnten Briefdoppel, sondern ausserdem auf das Zeugnis von Farinelli und Portenier berufen. Sollten iese bestätigen, dass sie die Schreiben der Rekurrentin erhielten und |46| widerspruchslos entgegennahmen, so wäre das behauptete Interesse hinlänglich belegt. Die Vorinstanz hat nicht etwa auf Grund einer vorweggenommenen Beweiswürdigung festgestellt, ihren Aussagen wäre nicht zu trauen. Die Rekurrentin hat daher Anspruch auf Vernehmung dieser Zeugen.\n\nDemnach erkennt die Schuldbetr. u. Konkurskammer:\n\nDer Rekurs wird dahin gutgeheissen, dass der angefochtene Entscheid aufgehoben und die Sache zur Abnahme des von der Rekurrentin angebotenen Zeugenbeweises für das von ihr behauptete Interesse und zu neuer Entscheidung an die Vorinstanz zurückgewiesen wird."}