{"annee": "94", "cour": "IV", "page": "95", "date": "20/9/1968", "cite": [], "cite_par": ["107 IV 68", "97 II 94", "105 IV 285"], "chapeau": "25. Arrêt de la Cour de cassation pénale du 20 septembre 1968 dans la cause A. contre Ministère public du canton de Vaud.", "regestes": ["Art. 29 al. 2 OJ. La secrétaire d'un avocat n'a pas qualité pour signer la déclaration de pourvoi en nullité."], "faits": "|95|\n\nA.- Par jugement du 18 novembre 1965, que la Cour de cassation vaudoise a maintenu le 31 janvier 1966, le Tribunal de police correctionnelle du district de Lausanne a condamné A. à la peine de sept mois d'emprisonnement, pour abus de confiance. Le 19 avril 1966, la Cour de cassation pénale du Tribunal fédéral a déclaré irrecevable le pourvoi du condamné.\n\nCelui-ci a formé successivement contre l'arrêt cantonal trois demandes de revision, qui ont été rejetées, la dernière par arrêt du 26 juin 1968 de la Cour plénière du Tribunal cantonal vaudois.\n\nB.- A. s'est pourvu en nullité. La déclaration de pourvoi est signée par dame M., secrétaire de l'avocat X.; le mémoire par Me X. lui-même.", "considerants": "Considérant en droit:\n\nAux termes de l'art. 29 al. 2 OJ, peuvent seuls agir comme mandataires dans les affaires civiles et pénales les avocats patentés et les professeurs de droit des universités suisses; sont réservés les litiges provenant des cantons où l'exercice du barreau est libre. Tel n'est pas le cas du canton de Vaud. La loi du 22 novembre 1944 sur le barreau confère aux avocats brevetés inscrits au tableau des avocats dressé par le Tribunal cantonal ou autorisés par lui de cas en cas, le monopole de la représentation des parties devant les juridictions civiles et pénales (art. 2 et 12 à 15).\n\n|96|\n\nPour être valable, le pourvoi en nullité doit non seulement être motivé, mais aussi régulièrement déclaré (arrêts non publiés du 30 décembre 1949 dans la cause Benoit et du 23 juin 1961 dans la cause Steck). Déclaration et mémoire ont formellement la même importance. La déclaration doit donc elle aussi être signée par le recourant lui-même ou par une personne en droit d'agir en son nom. Tel n'est pas le cas de dame M., qui ne revêt aucune des deux qualités requises par l'art. 29 al. 2 OJ. Peu importe qu'elle ait signé en plein accord avec le recourant et son mandataire. Cela n'a pas pour effet de suppléer au défaut de qualité.\n\nLe mémoire, valablement signé par l'avocat X., n'a pas été déposé dans le délai de l'art. 272 al. 1 PPF. Si on voulait le tenir pour une déclaration de pourvoi, il serait tardif. La restitution du délai n'a pas été sollicitée.\n\nPar ces motifs, la Cour de cassation pénale:\n\nDéclare le pourvoi irrecevable."}