{"annee": "94", "cour": "I", "page": "659", "date": "22/11/1968", "cite": ["90 I 8", "88 I 303", "92 I 427", "86 II 417", "86 I 187"], "cite_par": ["104 IB 59", "116 IB 217", "113 II 37", "107 II 169", "110 IB 332", "119 V 317", "113 IB 195", "121 I 367", "127 II 49", "95 I 583", "105 III 80"], "chapeau": "90. Auszug aus dem Urteil vom 22. November 1968 i.S. Christian Holzäpfel GmbH gegen Eidg. Steuerverwaltung.", "regestes": ["Utilisation sans cause légitime d'une convention conclue en vue d'éviter les doubles impositions. 1. Conditions nécessaires pour que le droit de répliquer soit accordé en procédure de recours de droit public et de droit administratif. Art. 93 al. 3 et 107 OJ (consid. 1 b). 2. Le recours de droit administratif est recevable contre une décision sur réclamation refusant au contribuable le bénéfice d'une convention conclue en vue d'éviter les doubles impositions. Art. 100 OJ; art. 2 al. 1 litt. c de l'arrêté fédéral du 22 juin 1951 concernant l'exécution des conventions internationales conclues par la Confédération en vue d'éviter les doubles impositions; art. 5 al. 3 de l'ACF du 14 décembre 1962 instituant des mesures contre l'utilisation sans cause légitime des conventions conclues par la Confédération en vue d'éviter les doubles impositions. Application par analogie de l'art. 8 al. 5 LT (consid. 2). 3. Dans quelle mesure le Tribunal fédéral peut-il examiner la constitutionnalité d'une ordonnance dépendante du Conseil fédéral (consid. 3)? 4. L'art. 2 al. 2 litt. b de l'ACF du 14 décembre 1962 (qui traite du présent cas d'usage abusif d'une convention conclue en vue d'éviter les doubles impositions) n'est pas contraire à l'arrêté fédéral du 22 juin 1951, ni au sens et au but de la convention elle-même (consid. 4). 5. La disposition précitée s'applique aussi à la nouvelle convention conclue le 14 juin 1966 entre la Suisse et la Grande-Bretagne en vue d'éviter les doubles impositions. Rejet d'une objection tirée de l'art. 9 de l'ordonnance d'exécution de la loi sur l'impôt anticipé (consid. 5)."], "faits": "BGE 94 I 659 S. 661\n\nA.- Die Firma Christian Holzäpfel GmbH hat ihren Sitz in Basel und weist ein Stammkapital von Fr. 20'000. - auf. Die eine Hälfte des Stammkapitals gehört dem in Deutschland wohnhaften Christian Holzäpfel und die andere der Finadex AG., welche diesen Stammanteil nach den Angaben der GmbH treuhänderisch für Christian Holzäpfel besitzt. Im Jahre 1966 erzielte die Gesellschaft einen Ertrag aus Lizenzgebühren von Fr. 219'947.95 und einen Jahresgewinn von Fr. 148'535.35; der Gewinnvortrag belief sich auf Fr. 220'584.09.\n\nAm 7. Februar 1968 reichte die Firma Christian Holzäpfel GmbH gestützt auf Art. VII A des Doppelbesteuerungsabkommens mit Grossbritannien vom 30. September 1954/14. Juni 1966 und Art. 11 des BRB über die Ausführung des Doppelbesteuerungsabkommens zwischen der Schweiz und Grossbritannien vom 25. März 1955/25. April 1967 einen Antrag auf Entlastung von der britischen Einkommenssteuer ein. Die Eidg. Steuerverwaltung verweigerte jedoch dessen Weiterleitung mit der Begründung, an der fraglichen Gesellschaft sei eine nicht abkommensberechtigte Person (Christian Holzäpfel) in wesentlichem Umfange interessiert, und die GmbH nehme keine angemessene Gewinnausschüttung im Sinne von Art. 2 Abs. 2 lit. b des BRB vom 14. Dezember 1962 betreffend Massnahmen gegen die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen des Bundes vor. Die Christian Holzäpfel GmbH erhob gegen diese Weigerung Einsprache, welche von der Eidg. Steuerverwaltung am 10. Juni 1968 abgewiesen wurde.\n\nB.- Gegen den Entscheid der Eidg. Steuerverwaltung führt die Firma Christian Holzäpfel GmbH Verwaltungsgerichtsbeschwerde an das Bundesgericht. Sie beantragt, der angefochtene Entscheid sei aufzuheben und es sei festzustellen, dass sie das britisch-schweizerische Doppelbesteuerungsabkommen nicht missbräuchlich in Anspruch nehme. Sie sei dementsprechend von der Auflage, mindestens 25% der von der englischen Quellensteuer zu befreienden bzw. befreiten Lizenzgebühren als Gewinn auszuschütten, zu entbinden. Die Beschwerdeführerin macht der Sache nach geltend, Art. 2 Abs. 2 lit. b des BRB vom 14. Dezember 1962 sei ungesetzlich.\n\nC.- Die Eidg. Steuerverwaltung beantragt in ihrer Vernehmlassung Abweisung der Beschwerde. Sie weist insbesondere darauf hin, dass die Beschwerdeführerin offensichtlich nicht BGE 94 I 659 S. 662ein von einem deutschen und einem schweizerischen Beteiligten betriebenes Unternehmen zur gemeinsamen Ausnützung von immateriellen Güterrechten sei; denn die Einkünfte, deren Besteuerung umstritten ist, stammten ausschliesslich aus den Rechten des deutschen Gesellschafters. Es dränge sich daher die Vermutung auf, dass die Finadex AG. eine treuhänderische Funktion ausübe und bei der Gründung der GmbH nur deshalb mitgewirkt habe, um gegenüber den Behörden eine schweizerische Beteiligung vorzutäuschen. Die Einschaltung der beschwerdeführenden Gesellschaft habe nur den Zweck, die Einkünfte aus den Rechten, die der deutsche Gesellschafter zur Verfügung gestellt habe, der Besteuerung in Deutschland zu entziehen. Dieses Vorgehen des Gesellschafters möge sein gutes Recht sein, doch könne er nicht erwarten, darüber hinaus noch in den Genuss der Vorteile des von der Schweiz mit einem Drittstaat abgeschlossenen Doppelbesteuerungsabkommens zu gelangen, ohne dass eine volle Besteuerung in der Schweiz erfolge. Die von der Beschwerdeführerin in der Schweiz zu bezahlenden Wehrsteuern vom Ertrag (max. 7,2%) seien im Vergleich zu den zu erwartenden Steuerentlastungen in Grossbritannien (zur Zeit 41,25%) als äusserst bescheiden anzusprechen. Auf die Beschwerdeführerin finde deshalb der BRB vom 14. Dezember 1962 Anwendung.\n\nD.- Die Vernehmlassung der Eidg. Steuerverwaltung zur Beschwerde wurde der Beschwerdeführerin mit dem Vermerk \"zur Kenntnisnahme ohne Replikrecht\" zugestellt. Sie ersuchte daraufhin mit Eingabe vom 23. September 1968 um Einräumung des Replikrechts und stellte gleichzeitig noch weitere Anträge.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a)...\n\nb) Mit ihrem zweiten Begehren beantragt die Beschwerdeführerin, es sei ihr Gelegenheit zu einer ausführlichen Replik zu geben.\n\nGemäss Art. 93 Abs. 3 OG findet ein weiterer Schriftenwechsel nach Einreichung von Beschwerdebegründung und -beantwortung bei staatsrechtlichen und verwaltungsgerichtlichen Beschwerden nur ausnahmsweise statt. Er erübrigt sich immer dann, wenn die tatsächlichen und rechtlichen Verhältnisse durch die Beschwerdeschrift und die Vernehmlassung hinreichend abgeklärt sind, so dass das Gericht zur Urteilsfindung keine BGE 94 I 659 S. 663zusätzlichen Angaben mehr benötigt (vgl. BGE 90 I 11). Dagegen ist dem Beschwerdeführer das Replikrecht zu gewähren, wenn die Verwaltung in ihrer Vernehmlassung neue tatsächliche Behauptungen aufstellt, deren Richtigkeit nicht ohne weiteres aktenkundig ist und die nach Ansicht des Bundesgerichts für die Entscheidung von wesentlicher Bedeutung sind. Was allfällige neue rechtliche Argumente anbetrifft, ist davon auszugehen, dass das Bundesgericht das richtige Recht von Amtes wegen anzuwenden hat. Der blosse Umstand, dass die Verwaltung in ihrer Vernehmlassung zusätzlich zu den im Einspracheentscheid angeführten Gründen noch weitere Argumente für ihre Auffassung vorbringt, rechtfertigt noch keine Gewährung des Replikrechts. Anders ist jedoch die Sachlage, wenn das Bundesgericht der Ansicht ist, dass sich der angefochtene Entscheid mit der ursprünglichen Motivierung zwar nicht halten lässt, wohl aber mit einer andern, von der Verwaltung erstmals in der Beschwerdebeantwortung dargelegten Begründung. In einem solchen Fall hat der Beschwerdeführer Anspruch darauf, sich hiezu noch äussern zu können, um seine Gegenargumente vorzubringen.\n\n.....\n\n2. Die Beschwerdeführerin ficht eine Verfügung der Eidg. Steuerverwaltung an, welche die Weiterleitung eines Antrags auf Entlastung von einer ausländischen Einkommenssteuer ablehnt. Bei dieser Verfügung handelt es sich nicht um einen Entscheid über bundesrechtliche Abgaben im Sinne von Art. 97 OG. Art. 2 Abs. 1 lit. c des Bundesbeschlusses vom 22. Juni 1951 über die Durchführung von zwischenstaatlichen Abkommen des Bundes zur Vermeidung der Doppelbesteuerung ermächtigt jedoch den Bundesrat, die im Rahmen des Abkommens zu treffenden Entscheidungen der Eidg. Steuerverwaltung, welche Steuern des andern Vertragsstaates zum Gegenstand haben, der eidgenössischen Verwaltungsgerichtsbarkeit zu unterstellen. Art. 5 Abs. 3 des BRB vom 14. Dezember 1962 bestimmt, dass für Einsprache und Beschwerde gegen Entscheide der Eidg. Steuerverwaltung sinngemäss Art. 8 des Bundesgesetzes vom 4. Oktober 1917 über die Stempelabgaben gelte. Diese Bestimmung sieht in Abs. 5 die Verwaltungsgerichtsbeschwerde an das Bundesgericht gegen Einspracheentscheide der Eidg. Steuerverwaltung vor. Daraus muss geschlossen werden, dass der Bundesrat von der ihm im Bundesbeschluss vom 22. Juni BGE 94 I 659 S. 6641951 eingeräumten Befugnis Gebrauch gemacht hat und die Verwaltungsgerichtsbeschwerde demnach im vorliegenden Fall zulässig ist. Auf die Beschwerde ist daher einzutreten.\n\n3. Der BRB vom 14. Dezember 1962 betreffend Massnahmen gegen die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen des Bundes stützt sich auf den allgemeinverbindlichen Bundesbeschluss vom 22. Juni 1951 über die Durchführung von zwischenstaatlichen Abkommen des Bundes zur Vermeidung der Doppelbesteuerung (vgl. dazu MASSHARDT, Die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen, ASA Bd 31 S. 225 ff., und MATHEY, Les mesures contre l'utilisation sans cause légitime des conventions conclues par la Confédération en vue d'éviter les doubles impositions, RDAF 19 S. 53 ff.). Halten sich die Bestimmungen des BRB im Rahmen dieses Bundesbeschlusses, so sind sie anzuwenden; es ist nicht notwendig, dass auch die einzelnen Doppelbesteuerungsabkommen den Bundesrat zusätzlich zur Anordnung derartiger Massnahmen ermächtigen. Der BRB wäre nur dann nicht anwendbar, wenn er etwas enthielte, was den einzelnen Doppelbesteuerungsabkommen widersprechen würde; denn der Bundesbeschluss und damit auch der sich auf ihn stützende BRB sind nach dem Willen des Gesetzgebers in Übereinstimmung mit den völkerrechtlichen Pflichten durchzuführen, die sich aus den einzelnen Doppelbesteuerungsabkommen ergeben.\n\nIm vorliegenden Fall bestreitet die Beschwerdeführerin dem Sinne nach die Gesetz- und Verfassungsmässigkeit sowie die Staatsvertragskonformität von Art. 2 Abs. 2 lit. b des BRB vom 14. Dezember 1962. Die Eidg. Steuerverwaltung hat im angefochtenen Entscheid festgehalten, es sei nicht ihre Aufgabe, die Gesetz- und Verfassungsmässigkeit dieses BRB zu überprüfen; denn für die Verwaltung seien die Erlasse des Bundesrates verbindlich und müssten von ihr angewendet werden. Allenfalls sei es Sache des Bundesgerichts, einen Erlass auf der Verordnungsstufe insoweit auf seine Rechtsbeständigkeit zu untersuchen, als er in einem Einzelfall zur Anwendung gelange. Richtig ist, dass dem Bundesgericht gestützt auf Art. 113 Abs. 3 und Art. 114bis BV das akzessorische richterliche Prüfungsrecht gegenüber Verordnungen des Bundesrates zusteht. Bei unselbständigen Verordnungen, die auf Gesetzes- oder Beschlussesdelegation beruhen, bezieht sich die richterliche BGE 94 I 659 S. 665Kontrolle vorab darauf, ob sie im Rahmen der Delegation bleiben. Wie das Bundesgericht in BGE 92 I 432 ausgeführt hat, heisst dies aber nicht, dass dem Gericht die Kontrolle der Verfassungsmässigkeit solcher Verordnungen überhaupt entzogen sei. Es kommt daraufan, ob die gesetzliche Delegationsnorm den Bundesrat zum Erlass einer Verordnung, die von einem Grundsatz der Bundesverfassung abweicht, ermächtige oder nicht. Ist diese Frage zu bejahen, so kann das Bundesgericht allerdings die Verordnung nicht wegen der Verfassungswidrigkeit, welche vom Gesetz zugelassen wird, ungültig erklären. Dagegen kann das Gericht einschreiten, falls die Verfassungswidrigkeit der Verordnung nicht durch eine gesetzliche Ermächtigung gedeckt ist. Diese Befugnis steht ihm namentlich dann zu, wenn es mit einer Verwaltungsgerichtsbeschwerde gegen einen Entscheid befasst ist, der eine Verordnung des Bundesrates anwendet; gehört doch auch die Bundesverfassung zum Bundesrecht, dessen Verletzung mit diesem Rechtsmittel geltend gemacht werden kann (BGE 92 I 432 ff., BGE 88 I 307 und BGE 86 I 192 f.). Dass ein Gesetz den Bundesrat ermächtige, in der Verordnung von der Verfassung abzuweichen, kann nicht ohne weiteres angenommen werden. Vielmehr ist zu vermuten, dass der Gesetzgeber sich von der Verfassung nicht habe entfernen wollen (BGE 92 I 433).\n\n4. In der Botschaft zum Bundesbeschluss vom 22. Juni 1951 (BBl 1951 II 296 ff.) wird ausgeführt, dass das schweizerisch-amerikanische Doppelbesteuerungsabkommen den unmittelbaren Anlass geboten habe zur Schaffung einer gesetzlichen Grundlage für den Erlass einseitiger schweizerischer Durchführungsbestimmungen, die auch auf die andern schweizerischen Doppelbesteuerungsabkommen anzuwenden wären. Diese Ausführungsbestimmungen müssten insbesondere das Verfahren ordnen, das die in der Schweiz wohnenden Einkommensempfänger einzuhalten haben, damit ihnen die vom andern Vertragsstaat zugesicherte Entlastung von den an der Quelle erhobenen Einkommenssteuern gewährt werde.\n\nMit dem Bundesbeschluss vom 22. Juni 1951 ist diese gesetzliche Grundlage geschaffen worden. Art. 1 dieses Beschlusses sieht vor, dass die Ausführungsbestimmungen für die Durchführung der Doppelbesteuerungsabkommen vom Bundesrat aufgestellt werden. In Art. 2 Abs. 1 lit. b wird der Bundesrat insbesondere als zuständig erklärt, Massnahmen zu treffen, um BGE 94 I 659 S. 666zu verhindern, dass die vom andern Vertragsstaat zugesicherte Herabsetzung von an der Quelle erhobenen Steuern Personen zugute kommt, die darauf nach dem Abkommen keinen Anspruch haben. Gestützt auf diesen Bundesbeschluss war der Bundesrat durchaus ermächtigt, Bestimmungen über Massnahmen gegen die ungerechtfertigte Inanspruchnahme von Doppelbesteuerungsabkommen zu erlassen, wie er es im BRB vom 14. Dezember 1962 getan hat. Er war auch kompetent, die nicht abkommensberechtigten Personen durch generell abstrakte Normen zu umschreiben.\n\nDer Bundesrat benötigte dazu keiner Zustimmung der Vertragspartner der einzelnen Doppelbesteuerungsabkommen, sofern sein Vorgehen mit dem Sinn und Zweck dieser Abkommen im Einklang stand. Grundsätzlich ist jeder Vertragspartner berechtigt, ein Doppelbesteuerungsabkommen selbständig auszulegen. Insbesondere durfte der Bundesrat annehmen, auch die Vertragspartner würden den Sinn dieser Abkommen darin sehen, dass die Doppelbesteuerung der Angehörigen der Vertragsstaaten durch Quellensteuern einerseits und Einkommens- bzw. Reinertragssteuern anderseits gemildert oder beseitigt werde. Tritt infolge einer gezielten Geschäftspolitik für Vermögen und Einkünfte eines Angehörigen eines Vertragsstaates, der diese Werte für den Angehörigen eines Drittstaates besitzt, gar keine Doppelbelastung ein, so entfällt der Zweck des Doppelbesteuerungsabkommens. Diese gezielte Geschäftspolitik kann u.a. zur Folge haben, dass eine Gesellschaft trotz zufliessender Einkünfte keinen Reingewinn ausweist oder keinen Gewinn ausschüttet und nach den anwendbaren Steuergesetzen selbst auf den akkumulierten Gewinnen keine Reinertragssteuer bezahlen muss. Kommen die steuerlichen Vorteile Angehörigen von Drittstaaten zugute, so liegt ein Abkommensmissbrauch vor. Dementsprechend ist nach Art. 2 Abs. 2 des BRB vom 14. Dezember 1962 die Beanspruchung eines Doppelbesteuerungsabkommens insbesondere dann missbräuchlich, wenn Angehörige von Drittstaaten über die Erträgnisse von Beteiligungen bzw. Lizenzen praktisch steuerfrei verfügen können, indem sie\n\n- entweder diese Erträgnisse durch eine schweizerische Gesellschaft durchlaufen lassen (Durchlaufgesellschaften /Art. 2 Abs. 2 lit. a BRB) oder\n\n- die Gewinne bei einer schweizerischen Gesellschaft akkumulieren, BGE 94 I 659 S. 667um von der Schweiz aus darüber verfügen zu können (Gewinnakkumulierungs-Gesellschaften /Art. 2 Abs. 2 lit. b) oder\n\n- einen Treuhänder in der Schweiz bestellen, der die Erträgnisse für sie unter Beanspruchung der Steuerentlastung empfängt (Art. 2 Abs. 2 lit. c) oder\n\n- eine Familienstiftung oder Personengesellschaft ohne geschäftlichen Betrieb als abzugsberechtigten Empfänger vorschieben (Art. 2 Abs. 2 lit. d).\n\nAuch ohne Steuerentlastung an der Quelle kommt es in diesen vier Fällen nicht zu einer wirklichen Doppelbelastung, weil weder der schweizerische Empfänger noch die hinter ihm stehenden Personen in Drittländern erhebliche Steuern bezahlen müssen. Die Steuerentlastung an der Quelle rechtfertigt sich deshalb nach dem Sinn und Zweck der Abkommen in solchen Fällen nicht. Mit Recht bezeichnet der BRB die Inanspruchnahme einer Steuerentlastung ohne Doppelbesteuerung als missbräuchlich; denn Merkmal des Rechtsmissbrauchs ist die zweckwidrige Verwendung eines Rechtsinstituts zur Verwirklichung von Interessen, die dieses Rechtsinstitut nicht schützen will (vgl. MERZ, Kommentar, N. 50 zu Art. 2 ZGB und BGE 86 II 421). Dieses Merkmal trifft auf die in Art. 2 Abs. 2 BRB aufgezählten Fälle zu.\n\nNach dem Ausgeführten hält sich der BRB vom 14. Dezember 1962 und insbesondere dessen Art. 2 Abs. 2 lit. b im Rahmen des Bundesbeschlusses vom 22. Juni 1951. Er läuft aber auch dem Sinn und Zweck der Doppelbesteuerungsabkommen nicht zuwider.\n\n5. Die Schweiz hat im Jahre 1966 sowohl mit Frankreich als auch mit Grossbritannien Verhandlungen über den Abschluss eines neuen Doppelbesteuerungsabkommens geführt. Während Frankreich verlangte, dass die im BRB vom 14. Dezember 1962 aufgestellten Prinzipien ausdrücklich in das neue Abkommen aufgenommen würden (vgl. Art. 14 des Doppelbesteuerungsabkommens mit Frankreich vom 9. September 1966), verzichtete England auf eine entsprechende Regelung. Grossbritannien hat im Gegenteil darein eingewilligt, dass im neuen Abkommen die von seiner Seite vorgesehenen Steuererleichterungen auch Personen zugute kommen, die in der Schweiz von der Einkommens- oder Ertragssteuer befreit sind (Art. VI und VII A des Abkommens). Mit diesem Entgegenkommen BGE 94 I 659 S. 668sollen Institutionen, die aus besondern Gründen im andern Vertragsstaat steuerfrei sind wie das Rote Kreuz oder andere gemeinnützige Einrichtungen, begünstigt werden (vgl. die Botschaft des Bundesrates an die Bundesversammlung zur Änderung des Doppelbesteuerungsabkommens zwischen der Schweiz und Grossbritannien, BBl 1966 I 1310).\n\nDa der BRB vom 14. Dezember 1962 in den vergangenen Jahren auch England gegenüber immer angewendet wurde, ist anzunehmen, dass die schweizerische und die britische Delegation bei den Vertragsverhandlungen ohne weiteres davon ausgegangen sind, an der Anwendbarkeit des BRB solle nichts geändert werden. Auch wenn der BRB vom 25. April 1967 über die Ausführung des Doppelbesteuerungsabkommens zwischen der Schweiz und Grossbritannien keinen ausdrücklichen Vorbehalt zugunsten des BRB vom 14. Dezember 1962 enthält, so spricht doch alles dafür, dass er nach dem Willen des Bundesrates auch weiterhin neben dem BRB vom 25. April 1967 gilt und die darin erwähnten juristischen Personen beim Fehlen der entsprechenden Voraussetzungen keinen Anspruch auf Steuerentlastung erheben können.\n\nAn der Geltung des BRB vom 14. Dezember 1962 hat sich auch dadurch nichts geändert, dass die Eidg. Steuerverwaltung bei Gesellschaften, die von Ausländern beherrscht werden und ihre Gewinne akkumulieren, nunmehr gestützt auf Art. 9 der Vollziehungsverordnung zum Verrechnungssteuergesetz eine Sicherstellungsverfügung erlassen kann. Ob diese Verordnungsbestimmung gesetzes- und verfassungswidrig ist, wie die Beschwerdeführerin beiläufig behauptet, ist im vorliegenden Verfahren nicht zu prüfen; denn die Sicherstellungsverfügung verpflichtet die Gesellschaft nur zur Leistung einer Realkaution, Bürgschaft oder Garantie und steht mit der Berechtigung zur Inanspruchnahme der Doppelbesteuerungsabkommen nicht im Zusammenhang. Der weitere Einwand der Beschwerdeführerin, es widerspreche den elementarsten rechtsstaatlichen Grundsätzen, einen Steuerpflichtigen fiskalisch zu belasten, weil er später vielleicht einmal unkorrekt handeln könnte, ist nicht stichhaltig. Die Beschwerdeführerin kann selbst nicht bestreiten, dass es mehrere legale Wege gibt, welche den ausländischen Gesellschaftern oder Aktionären ermöglichen, de facto über die aufgehäuften Erträgnisse zu verfügen, ohne dass es zu einer offenen oder verdeckten Gewinnausschüttung BGE 94 I 659 S. 669kommt. Die blosse Möglichkeit der spätern Besteuerung der akkumulierten Erträgnisse ändert nichts an der Tatsache, dass diese Gesellschaften zur Zeit nicht von einer effektiven Doppelbelastung betroffen werden. Die Eidg. Steuerverwaltung hat daher der Beschwerdeführerin die Inanspruchnahme der im schweizerisch-britischen Doppelbesteuerungsabkommen vorgesehenen Steuerentlastungen mit Recht verweigert.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}