{"annee": "94", "cour": "I", "page": "199", "date": "31/1/1968", "cite": ["92 I 95", "87 I 172", "91 I 409"], "cite_par": ["97 I 1", "119 IV 168", "94 I 365", "95 I 193", "96 I 350", "115 IA 311", "127 I 92", "116 IA 181", "115 IA 315"], "chapeau": "30. Urteil vom 31. Januar 1968 i.S. X gegen Y und Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Détermination du rôle des parties dans le procès en nullité du brevet; art. 86 al. 1 in fine LBI. Admissibilité du recours de droit public contre une décision cantonale de dernière instance prenant extérieurement la forme d'une décision incidente. L'autorité compétente ne viole en aucun cas l'art. 4 Cst. en assignant à l'inculpé qui excipe de la nullité du brevet du plaignant le rôle de demandeur dans le procès en nullité du brevet. Il est en revanche arbitraire d'assigner à l'inculpé un délai pour ouvrir action en constatation de la validité de son propre brevet."], "faits": "|199|\n\nA.- Y war Hauptaktionär der A-AG, der B-AG und der C-AG\n\nUm das für den Weiterbestand der beiden erstgenannten Aktiengesellschaften notwendige Kapital beschaffen zu können, schloss Y mit X am 16. Oktober 1963 eine Vereinbarung. Danach ermöglichte X mit Fr. 200'000.-- die Verdoppelung des Aktienkapitals der A-AG Er stellte dieser Gesellschaft zudem einen Kredit von Fr. 100'000.-- zur Verfügung und übernahm die Hälfte der Aktien der B-AG sowie die Hälfte des Grundkapitals der C-AG Gleichzeitig verpflichtete sich Y, den X in |200| den Verwaltungsrat der drei Gesellschaften \"zu wählen\". Nach der genannten Vereinbarung sollten X und Y je zur Hälfte am Gewinn der drei Gesellschaften beteiligt sein und beide die Geschäftsführung innehaben, Y als technischer und X als kaufmännischer Leiter. Die Y gehörenden Patente sollten gegen Lizenzgebühr von der A-AG verwendet werden, blieben aber gemäss ausdrücklicher Bestimmung im Eigentum des Y.\n\nDifferenzen zwischen den beiden Partnern führten dazu, dass Y die technische Leitung und die Geschäftsführung bei der A-AG aufgab und gemäss Vertrag vom 28. April 1964 sich nur noch als technischer Berater und freier Mitarbeiter mit genau zugeteiltem Arbeitsgebiet betätigte. Aber schon am 8. Juli 1964 schrieb ihm die A-AG, sie stelle ab Juli die Salärzahlung ein, bis er seinen vertraglichen Verpflichtungen zu ihrer Zufriedenheit nachkomme.\n\nB.- Mit Strafanzeige vom 16. Dezember 1965 machte Y geltend, X verletze vorsätzlich seine Schweizer Patente Nr. 392434 und 400065, indem er durch die B-AG widerrechtlich...maschinen herstellen und vertreiben lasse. Da X die Einrede der Patentnichtigkeit erhob, setzte ihm die Strafverfolgungsbehörde gemäss Art. 86 PatG eine Frist zur Anhebung der Patentnichtigkeitsklage. Nachdem sein Rekurs gegen diese Verfügung abgewiesen worden war, reichte X am 10. Juni 1966 beim Handelsgericht Zürich Klage auf Nichtigerklärung ein; dieses Verfahren ist noch hängig.\n\nC.- Am 24. Februar 1967 reichte Y eine zweite Strafanzeige gegen X ein, diesmal wegen Verletzung der aus dem Schweizer Patent Nr. 409829 fliessenden Rechte betreffend eine ...maschine. Das Patent war am 29. Juli 1964 angemeldet und am 31. März 1966 erteilt worden.\n\nAm 3. August 1964 hatte X dieselbe Erfindung zum Patent angemeldet; die Patentierung erfolgte am 30. April 1966 unter der Nummer 411756.\n\nX erhob auch im neuen Strafverfahren die Einrede der Nichtigkeit. Darauf setzte die Bezirksanwaltschaft Meilen dem Y Frist zur Anhebung der Klage auf Feststellung der Rechtsbeständigkeit seines Patentes Nr. 409829 an. Auf Rekurs von Y hin änderte die Staatsanwaltschaft Zürich die Verfügung dahin ab, dass sie dem X Frist zur Anhebung der Patentnichtigkeitsklage sowie zur Einreichung der Rechtsbeständigkeitsklage betreffend sein eigenes Patent ansetzte.\n\n|201|\n\nD.- X ficht die Verfügung der Staatsanwaltschaft mit staatsrechtlicher Beschwerde an. Er rügt Verletzungen von Art. 4 BV und stellt im wesentlichen folgende Anträge:\n\n\"1. Es sei die angefochtene Verfügung der Staatsanwaltschaft des Kantons Zürich vom 30. August 1967 aufzuheben und es sei dem Beschwerdegegner im Sinne von Art. 86 PatG eine angemessene Frist zur Klageanhebung auf Feststellung der Rechtsbeständigkeit seines Patentes Nr. 409829 anzusetzen, unter der Androhung, dass im Säumnisfall das Strafverfahren ohne Weiterungen definitiv eingestellt würde, und es sei der Prozess zur Neuentscheidung im genannten Sinne an die Vorinstanz zurückzuweisen.\n\n2. Es sei der vorliegenden Beschwerde unverzüglich aufschiebende Wirkung zu erteilen.\n\n3. Eventuell sei dem Beschwerdeführer nur Frist anzusetzen, Klage auf Feststellung der Nichtigkeit des Patentes Nr. 409829 anzuheben, nicht jedoch Frist zur Klage auf Feststellung der Rechtsbeständigkeit des Patentes Nr. 411756.\"\n\nE.- Der Beschwerdegegner Y und die Staatsanwaltschaft des Kantons Zürich beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die angefochtene Verfügung der Staatsanwaltschaft ist nach § 409 der zürch. PZO endgültig, also ein letztinstanzlicher kantonaler Entscheid. Sie stellt in prozessualem Sinne einen Zwischenentscheid dar, mit welchem das weitere Verfahren geleitet wird. Zwar sind Zwischenentscheide grundsätzlich nur dann mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 BV anfechtbar, wenn sie für die Betroffenen einen nicht wiedergutzumachenden Nachteil zur Folge haben (Art. 87 OG). Indessen gilt diese Beschränkung nach der Rechtsprechung nicht für alle Entscheide, die im Verlaufe eines Verfahrens ergehen und die äusserlich Zwischenentscheide sind (BGE 87 I 177). Vielmehr können Prozessökonomie und Zweckmässigkeit sowie das wohlverstandene Interesse der Gegenpartei verlangen, dass der Beschwerdeführer sofort handle und nicht den Endentscheid abwarte. In diesem Sinne fallen beispielsweise Entscheide über die Zusammensetzung des Gerichts und solche über die sachliche oder örtliche Zuständigkeit nicht unter Art. 87 OG (BGE 87 I 177 mit Verweisungen). Gleich verhält es sich im vorliegenden Fall. Werden die Parteirollen bei Anwendung von Art. 86 PatG nicht richtig verteilt, besteht die Gefahr, das ganze Verfahren aufheben oder |202| ein mit unrichtiger Rollenverteilung durchgeführtes Verfahren, dessen Ausgang durch allfällige Beweislosigkeit entschieden worden ist, bestehen lassen zu müssen. Der Beschwerdeführer war daher befugt, die Verfügung der Staatsanwaltschaft mit staatsrechtlicher Beschwerde anzufechten, und es braucht mithin nicht geprüft zu werden, ob jene Verfügung für den Betroffenen einen nicht wiedergutzumachenden Nachteil zur Folge habe.\n\nb) Beschwerden der vorliegenden Art sind jedoch rein kassatorischer Natur (BGE 92 I 97, BGE 91 I 411 je mit Hinweisen). Soweit der Beschwerdeführer mehr verlangt als die Aufhebung des angefochtenen Entscheides, ist demnach auf seine Begehren nicht einzutreten.\n\n2. Die Staatsanwaltschaft begründet ihre Verfügung damit, Art. 86 PatG sehe als Hauptregel vor, dass der Angeschuldigte mit der Klageanhebung zu beschweren sei. Im vorliegenden Fall sei das Patent wohl ohne Vorprüfung erteilt worden, doch fehle es an der zweiten, nach Kommentar BLUM/PEDRAZZINI kumulativ zu erfüllenden Voraussetzung. Von einem klaren Fall, bei dem der Angeschuldigte die Nichtigkeit des umstrittenen Patentes glaubhaft gemacht hätte, ohne dass irgendwelche Zweifel übrig blieben, könne \"bei der derzeitigen Aktenlage nicht die Rede sein\". Es bestehe daher kein Anlass, von der in Art. 86 PatG für den Regelfall festgesetzten Ordnung abzuweichen; dies umso weniger, als das Patent des Strafanzeigers früher angemeldet und erteilt worden sei.\n\n3. Der Beschwerdeführer ficht zunächst die auf dem Kommentar BLUM/PEDRAZZINI beruhende Auffassung der Staatsanwaltschaft an, wonach in der Praxis die beiden Voraussetzungen von Art. 86 Abs. 1, 2. Halbsatz PatG (Erteilung des Patentes ohne Vorprüfung und Glaubhaftmachen von Umständen, welche die Nichtigkeitseinrede als begründet erscheinen lassen) kumulativ erfüllt sein müssen, um eine Umkehrung der Parteirollen zu rechtfertigen. Der Beschwerdeführer beruft sich auf das Protokoll über die Verhandlungen des Ständerates vom 23. September 1953 S. 396 und insbesondere auf ein Votum von Ständerat Schoch sowie auf den seines Erachtens eindeutigen Gesetzestext. Er hält die von der Staatsanwaltschaft vorgenommene Parteirollenverteilung für eine klare Ermessensüberschreitung.\n\nOb die in Art. 86 Abs. 1, 2. Halbsatz PatG genannten Voraussetzungen kumulativ erfüllt sein müssen, kann offen bleiben.\n\n|203| Eine willkürliche Parteirollenverteilung läge nämlich selbst dann nicht vor, wenn man - mit dem Beschwerdeführer und nach dem Wortlaut des Gesetzes - die Kumulation verneinte. Die genannte Bestimmung enthält eine blosse Kann-Vorschrift. Sie sagt lediglich, unter welchen Voraussetzungen der Richter (hier die Staatsanwaltschaft) von der Hauptregel abweichen darf, verpflichtet ihn dazu aber in keiner Weise. Die Auffassung des Beschwerdeführers, wonach sich die Behörde an die Grundsätze des strafrechtlichen Untersuchungsverfahrens zu halten und somit dem Staate bzw. dem Strafkläger die Klägerrolle zuzuteilen habe, schlägt angesichts des klaren Wortlautes des Gesetzes nicht durch. Art. 86 PatG ist eine Sondernorm, die den im Strafverfahren geltenden üblichen Grundsätzen vorgeht. Liegt aber eine willkürliche Parteirollenverteilung nicht vor, so kann sich die Staatsanwaltschaft umso weniger einer Ermessensüberschreitung schuldig gemacht haben.\n\nDamit erübrigt sich auch die Prüfung der Frage, ob die kantonale Instanz die Anforderungen an das Glaubhaftmachen im Sinne von Art. 86 PatG überspannte, als sie davon ausging, es dürften keine Zweifel mehr übrig bleiben. Denn selbst wenn dies zuträfe und somit beide Voraussetzungen für die Umkehrung der Parteirollen erfüllt wären, bestünde nach dem Gesagten gleichwohl keine Pflicht der Behörde, dem Strafkläger Frist zur Klage anzusetzen.\n\n4. Der Beschwerdeführer macht ausserdem eine Verweigerung des rechtlichen Gehörs geltend, weil die Staatsanwaltschaft die eingereichten Akten \"völlig unberücksichtigt\" gelassen habe und \"nur mit allgemeinen, unzutreffenden Floskeln darüber hinwegging\". Die mehrseitige diesbezügliche Begründung enthält jedoch nichts, woraus der Schluss gezogen werden könnte, die kantonale Instanz habe ein wesentliches Aktenstück oder ein anderes Beweismittel nicht gewürdigt. Sie war nicht verpflichtet, zu allen angerufenen und beigezogenen Beweismitteln Stellung zu nehmen, insbesondere nicht für den Entscheid darüber, wem in Anwendung von Art. 86 PatG die Klägerrolle zukomme. Von einer Verweigerung des rechtlichen Gehörs kann deshalb nicht gesprochen werden.\n\nÜbrigens wäre für den in der Beschwerde vertretenen Standpunkt auch dann nichts gewonnen, wenn die Staatsanwaltschaft infolge schlechterdings unhaltbarer Beweiswürdigung angenommen hätte, es sei dem Beschwerdeführer nicht gelungen, Umstände |204| glaubhaft zu machen, welche die Nichtigkeitseinrede als begründet erscheinen liessen. Wie in Erw. 3 hievor dargelegt, ist der Richter selbst beim Vorliegen beider Voraussetzungen nicht verpflichtet, die Parteirollen zu vertauschen.\n\n5. Zu prüfen bleibt der Eventualantrag. Nach diesem sollte dem Beschwerdeführer gegebenenfalls nur Frist zur Klage auf Feststellung der Nichtigkeit des gegnerischenPatentes Nr.409829, nicht aber zur Klage auf Feststellung der Rechtsbeständigkeit seines eigenen Patentes Nr. 411756 angesetzt werden. Auch darauf kann nur insoweit eingetreten werden, als dies mit der kassatorischen Natur der staatsrechtlichen Beschwerde vereinbar ist.\n\nDie Staatsanwaltschaft rechtfertigt ihre Doppelverfügung damit, im vorliegenden Fall seien beide Parteien im Besitze eines Patentes für die gleiche Erfindung. Auch aus Gründen der Zweckmässigkeit und der Prozessökonomie sei es angebracht, dass der Zivilprozess gleichzeitig über beide Patente geführt werde. Demgegenüber rügt der Beschwerdeführer die Fristansetzung zur Klage auf Feststellung der Rechtsbeständigkeit des Patentes Nr. 411756 als willkürlich. Dieser Vorwurf ist begründet.\n\nEinmal gibt Art. 86 PatG der Staatsanwaltschaft kein Recht, Frist zur Feststellung der Rechtsbeständigkeit des Patentes des Beschwerdeführers anzusetzen. Ausserdem sind Patentverletzungen Antragsdelikte, so dass es dem Willen des Beschwerdeführers anheimgestellt bleibt, ob er im Falle einer Verletzung seines Patentes überhaupt klagen will. Die Verfügung der Staatsanwaltschaft erscheint daher in diesem Punkte als willkürlich und muss aufgehoben werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird dahin gutgeheissen, dass die Verfügung der Staatsanwaltschaft des Kantons Zürich vom 21. August 1967 insoweit aufgehoben wird, als sie dem Beschwerdeführer Frist zur Klage auf Feststellung der Rechtsbeständigkeit seines Patentes Nr. 411756 setzt.\n\nIm übrigen wird die Beschwerde abgewiesen, soweit darauf eingetreten werden kann. Die dem Beschwerdeführer gesetzte dreissigtägige Frist zur Einreichung der Patentnichtigkeitsklage beginnt am 1. Februar 1968."}