{"annee": "94", "cour": "I", "page": "173", "date": "29/3/1968", "cite": ["89 I 55", "92 I 310", "92 I 415", "89 I 230", "92 I 314", "82 I 262"], "cite_par": ["109 IB 90", "116 II 550", "113 II 292", "95 I 184", "95 I 283", "113 II 442", "97 I 555", "110 II 304", "97 II 277"], "chapeau": "27. Urteil vom 29. März 1968 i.S. Heinis gegen Regierungsrat des Kantons Basel-Landschaft.", "regestes": ["Opposition à la vente de biens-fonds (art. 19 LPR). 1. Notion de domaine agricole. Application à une propriété dont une partie, rangée dans une zone de constructions, n'est pas soumise à la LPR - sous réserve des bâtiments et de leurs abords - en vertu de la loi cantonale d'introduction. Il peut être formé opposition contre la vente d'une parcelle sise en zone agricole (consid. 1). 2. La vente de cette parcelle rendrait l'exploitation non viable (consid. 2). 3. Justes motifs pouvant commander la suppression de l'exploitation. Prise en considération de la situation personnelle du vendeur (rectification de la jurisprudence) (consid. 3 et 4). 4. Opposition admise, parce que le propriétaire du domaine avait la faculté de vendre du terrain dans la zone des constructions, à laquelle la LPR ne s'applique pas (consid. 5)."], "faits": "BGE 94 I 173 S. 174\n\nA.- Landwirt Paul Heinis, der Beschwerdeführer, ist Eigentümer eines Hofes mit 517,17 a Land in Ettingen und Therwil (Basel-Landschaft). Er und seine Ehefrau bewirtschaften den Besitz selbst. 7 Parzellen im Umfang von 183,63 a, darunter die Hausliegenschaft, befinden sich im Baugebiet, das im neuen Bebauungs- und Zonenplan der Gemeinde Ettingen ausgeschieden ist; 5 Parzellen im Ausmass von 80,40 a liegen ausserhalb des Baugebietes, aber innerhalb des (erweiterten) Perimeters des generellen Kanalisationsprojektes dieser Gemeinde, BGE 94 I 173 S. 1754 Parzellen im Umfang von 105,55 a in deren Landwirtschaftszone und eine 124,13 a messende Parzelle (Nr. 254.1) in der Landwirtschaftszone der Nachbargemeinde Therwil. Zum Anwesen des Beschwerdeführers gehören ferner 23,46 a Wald. Zudem verfügt er über 280 a Pachtland.\n\nB.- Durch öffentlich beurkundeten Vertrag vom 23. Mai 1967 räumte der Beschwerdeführer der Immobiliengesellschaft Gaia AG in Basel ein Kaufsrecht an der Parzelle Nr. 254.1 ein. Der Kaufpreis wurde auf Fr. 273.086.-- (Fr. 22.- je m2) festgesetzt. Als Verkaufsgrund wurde \"Einschränkung des landwirtschaftlichen Betriebes\", als Erwerbsmotiv \"Kapitalanlage\" angegeben.\n\nDie Landwirtschaftsdirektion des Kantons Basel-Landschaft erhob Einspruch mit der Begründung, durch den Verkauf der Parzelle verlöre das landwirtschaftliche Gewerbe des Beschwerdeführers seine Existenzfähigkeit, was sich durch keine wichtigen Gründe rechtfertigen lasse (Art. 19 Abs. 1 lit. c BG über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951, EGG). Paul Heinis führte gegen den Einspruch Beschwerde beim Regierungsrat. Siewurdeabgewiesen (Entscheidvom 5. September 1967).\n\nC.- Paul Heinis erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, der Entscheid des Regierungsrates sei aufzuheben und der Einspruch für unbegründet zu erklären.\n\nEs wird geltend gemacht, der Grundbesitz des Beschwerdeführers habe infolge der neuen Zonenordnung der Gemeinde Ettingen den Charakter eines landwirtschaftlichen Heimwesens im Sinne des EGG verloren. In der Tat seien nun verschiedene Parzellen, welche einen wesentlichen Teil dieses Besitzes ausmachten, der Bauzone zugeteilt, weshalb sie nach Art. 3 EGG und § 1 Abs. 1 und 2 des kantonalen Einführungsgesetzes (EG) nicht mehr unter das landwirtschaftliche Bodenrecht fielen. Dies gelte insbesondere auch für das Wohn- und Ökonomiegebäude samt Umschwung; § 1 Abs. 4 EG, wonach dieser Komplex dem Bundesgesetz unterstellt bliebe, sei bundesrechtswidrig und deshalb nicht zu beachten. Das ausserhalb der Bauzone liegende Land stelle kein landwirtschaftliches Heimwesen dar. Es biete auch keine Grundlage für ein lebensfähiges landwirtschaftliches Gewerbe.\n\nAuf jeden Fall liege kein erhaltungsfähiger Betrieb vor. Keines der Kinder des Beschwerdeführers wolle den Hof als BGE 94 I 173 S. 176Selbstbewirtschafter übernehmen. Der im 58. Lebensjahr stehende Beschwerdeführer nehme zwar noch mit dem alten, baufälligen und unzweckmässig eingerichteten Ökonomiegebäude vorlieb; einem allfälligen Käufer könnte es jedoch nicht genügen. Ein Neubau falle ausser Betracht, da der Betrieb aus einer Mehrzahl weit auseinander liegender Einzelfelder bestehe, die nicht so bewirtschaftet werden könnten, dass der Ertrag eine Verzinsung und Amortisation des zu investierenden Kapitals gewährleiste. Der Zukauf von Land, für das auch ausserhalb der Bauzone mindestens Fr. 20.- je m2 bezahlt werden müssten, komme nicht in Frage.\n\nEventuell rechtfertigten wichtige Gründe die Aufhebung des landwirtschaftlichen Gewerbes. Der Beschwerdeführer und seine Ehefrau seien in der Gesundheit schwer geschädigt, weshalb der Arzt ihnen rate, den Betrieb einzuschränken. Der beabsichtigte Verkauf ermögliche dem Beschwerdeführer auch, sich der noch bestehenden hypothekarischen Belastung zu entledigen. Für eine Veräusserung komme in erster Linie das abgelegene Land in Therwil in Betracht. Mit der Aufgabe von Pachtland wäre dem Beschwerdeführer nicht geholfen; dieses Land sei günstig gelegen und ermögliche eine rationelle Betriebsführung. Die persönlichen Schwierigkeiten des Beschwerdeführers liessen sich auch nicht durch eine gesamthafte Veräusserung des Anwesens beheben; denn kein Landwirt wäre bereit, es zum heutigen Verkehrswert zu übernehmen, und ein Verkaufzum Ertragswert würde eine Verschleuderung bedeuten.\n\nD.- Die Gaia AG hält die Beschwerde für begründet.\n\nDer Regierungsrat des Kantons Basel-Landschaft und das Eidgenössische Justiz- und Polizeidepartement beantragen, die Beschwerde abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 19 EGG ist ein Einspruch nur zulässig gegen Kaufverträge \"über landwirtschaftliche Heimwesen oder zu einem solchen gehörende Liegenschaften\". Als landwirtschaftliches Heimwesen im Sinne dieser Bestimmung wird eine aus Land und Gebäulichkeiten bestehende Einheit angesehen, die geeignet ist, einem Bauern (Eigentümer oder Pächter) und seiner Familie als Lebenszentrum und Grundlage für den Betrieb eines landwirtschaftlichen Gewerbes zu dienen (BGE 89 I 231, BGE 92 I 316).\n\nBGE 94 I 173 S. 177\n\nDas Hofgut (Wohn- und Ökonomiegebäude mit 517,17 a Land), dessen Eigentümer der Beschwerdeführer ist, bildet ein solches Heimwesen. Das vom Beschwerdeführer gepachtete Land (280 a) gehört nicht dazu (BGE 82 I 264, BGE 89 I 231 /2). Die im Eigentum des Beschwerdeführers stehende Bodenfläche ist zwar nicht sehr ausgedehnt, doch ist Art. 19 EGG auch auf kleine Heimwesen anwendbar. Von einem landwirtschaftlichen Heimwesen könnte nur dann nicht gesprochen werden, wenn sich aus der Bewirtschaftung des dem Beschwerdeführer gehörenden Landes kein ins Gewicht fallendes Einkommen erzielen liesse (BGE 92 I 316). Dass es sich so verhalte, wird jedoch nicht behauptet und ist auch nicht anzunehmen.\n\nAllerdings liegen nun einige zum Grundbesitz des Beschwerdeführers gehörende Parzellen, darunter die Hausliegenschaft, in der von der Gemeinde Ettingen kürzlich ausgeschiedenen Bauzone, doch kann daraus nicht geschlossen werden, dass das Hofgut den Charakter eines landwirtschaftlichen Heimwesens im Sinne des Art. 19 EGG verloren habe. Wäre die Hausliegenschaft infolge ihrer Zuteilung zur Bauzone dem EGG nicht mehr unterstellt, so könnte freilich das Heimwesen durch Verkauf dieses Bestandteils aufgelöst werden, ohne dass dagegen Einspruch erhoben werden könnte. Indessen ist das EGG - und damit auch das Einspruchsverfahren - nach wie vor auf \"das Wohn- und Ökonomiegebäude nebst einem angemessenen Umschwung\" anwendbar; nur das übrige in der Bauzone gelegene Land ist davon ausgenommen (§ 1 EG zum EGG). Diese vom kantonalen Recht getroffene Unterscheidung ist mit dem EGG durchaus vereinbar. Nach Art. 3 EGG können die Kantone die Anwendung dieses Gesetzes auf Bauzonen, die für die Entwicklung einer Ortschaft unentbehrlich sind, ausschliessen. Gestützt hierauf hat der Kanton Basel-Landschaft in § 1 EG zum EGG die Gebiete, die von den Gemeinden mit Genehmigung des Regierungsrates als unentbehrlich für ihre bauliche Entwicklung bezeichnet werden, von der Anwendung des EGG ausgenommen (Abs. 1-3), mit dem Vorbehalt, dass \"die in der Bauzone gelegenen, zu einem landwirtschaftlichen Betriebe gehörenden Wohn- und Ökonomiegebäude nebst einem angemessenen Umschwung\" dem Bundesgesetz weiterhin unterstellt sind (Abs. 4). Diese Ordnung steht durchweg im Einklang mit Art. 3 EGG. Mit dem erwähnten Vorbehalt hat der Kanton lediglich festgestellt, dass die BGE 94 I 173 S. 178darunter fallenden Objekte nicht zu den für die bauliche Entwicklung der Ortschaften unentbehrlichen Bauzonen im Sinne des Art. 3 EGG gerechnet werden können; er hat damit diese Bauzonen in einer besonderen Weise abgegrenzt, wozu er nach dem Bundesgesetz befugt war. Diese Abgrenzung ist auch sachlich gerechtfertigt. Hätte der Kanton die zu einem landwirtschaftlichen Betriebe gehörenden Hausliegenschaften, die in einer Bauzone liegen, ebenfalls von der Anwendung des EGG ausgeschlossen, so hätte er seine Bestrebungen zur Erhaltung des bäuerlichen Grundbesitzes, welche ihn zur Einführung des Einspruchsverfahrens veranlasst haben, selber durchkreuzt.\n\nStellt somit das Hofgut des Beschwerdeführers nach wie vor ein landwirtschaftliches Heimwesen im Sinne des Art. 19 EGG dar, so kann gegen den Verkauf einzelner dazu gehörender Liegenschaften Einspruch erhoben werden, soweit sie vom Einspruchsverfahren nicht ausgenommen sind. Nicht davon ausgenommen ist die in der Landwirtschaftszone von Therwil gelegene Parzelle Nr. 254.1, deren Verkauf beabsichtigt ist. Unerheblich ist, dass es sich nicht um einen gewöhnlichen Kaufvertrag, sondern um einen Kaufrechtsvertrag handelt; denn auch in einem solchen Falle kann Einspruch erhoben werden (BGE 92 I 417).\n\n2. Nach Art. 19 Abs. 1 lit. c EGG, worauf der angefochtene Entscheid gestützt wird, kann Einspruch erhoben werden, wenn durch den Verkauf ein landwirtschaftliches Gewerbe seine Existenzfähigkeit verliert, es sei denn, die Aufhebung des Gewerbes lasse sich durch wichtige Gründe rechtfertigen.\n\nDas nur 517,17 a Land umfassende Heimwesen des Beschwerdeführers vermag für sich allein jedenfalls nur eine kärgliche Existenz zu bieten. Durch die beabsichtigte Veräusserung soll von ihm die 124,13 a messende grösste Parzelle, die rund 1/4 seiner landwirtschaftlich genutzten Fläche ausmacht, abgetrennt werden. Nach dieser einschneidenden Schmälerung des - schon jetzt kleinen - Heimwesens würde dessen Bewirtschaftung eine auskömmliche Existenz nicht mehr ermöglichen. In einem solchen Fall muss angenommen werden, dass durch den Verkauf ein landwirtschaftliches Gewerbe seine Existenzfähigkeit verliert (BGE 92 I 419 Erw. 3).\n\n3. Zu prüfen bleibt, ob der umstrittene Verkauf sich BGE 94 I 173 S. 179durch wichtige Gründe rechtfertigen lasse. Die in Art. 19 Abs. 1 lit. c EGG erwähnten Beispiele - Verkauf zur Überbauung oder zur gewerblichen oder industriellen Ausnützung des Bodens - fallen ausser Betracht, was nicht bestritten ist. Der Beschwerdeführer macht jedoch geltend, es lägen andere wichtige Gründe im Sinne dieser Bestimmung vor.\n\nOb solche Gründe die Aufhebung des landwirtschaftlichen Gewerbes rechtfertigen, prüft das Bundesgericht frei nach Recht und Billigkeit. Es sind die besonderen Umstände des einzelnen Falles zu würdigen. Zu berücksichtigen sind auch die persönlichen Verhältnisse der Vertragsparteien, insbesondere des Verkäufers, der in erster Linie beschwert wird, wenn der Einspruch durchdringt. Das öffentliche Interesse an der Erhaltung des in Frage stehenden landwirtschaftlichen Heimwesens und die privaten Interessen am beabsichtigten Verkauf sind gegeneinander abzuwägen (BGE 92 I 313 Erw. 2).\n\n4. Der Beschwerdeführer, geb. 1909, und seine Ehefrau, geb. 1912, sind nach dem ärztlichen Befund in ihrer Gesundheit beeinträchtigt. Der Arzt rät deshalb den beiden Ehegatten dringend, den bäuerlichen Betrieb einzuschränken. Dass eines der Kinder den Betrieb als Selbstbewirtschafter übernehmen wird, ist nach der - glaubwürdigen - Darstellung des Beschwerdeführers nicht zu erwarten. Dazu kommt, dass das Ehepaar offenbar in bescheidenen finanziellen Verhältnissen lebt. Nach den Steuerakten besitzt der Beschwerdeführer kein anderes Vermögen als das mit Grundpfandschulden im Betrage von Fr. 60'000.-- belastete Heimwesen (samt Vieh und Fahrhabe). Bei der im Jahre 1965 vorgenommenen Steuerveranlagung ist sein jährliches Roheinkommen aus der Landwirtschaft auf Fr. 10'460.-- festgesetzt worden. Unter diesen Umständen ist es verständlich, dass der Beschwerdeführer die Parzelle Nr. 254.1 verkaufen möchte. Durch den vorgesehenen Verkauf würde er nicht nur den Rat des Arztes befolgen, sondern auch Geldmittel für die Abtragung der Grundpfandschulden und für die weitere Sicherung seines Lebensabends erhalten. Das sind Verkaufsgründe, die ins Gewicht fallen.\n\nAnderseits wiegt das öffentliche Interesse an der Erhaltung des bäuerlichen Grundbesitzes in einem Falle, wie er hier vorliegt, nicht besonders schwer. Das Heimwesen des Beschwerdeführers ist klein, und das dazu gehörende Land besteht aus mehreren Parzellen, die teilweise weit verstreut sind. Die BGE 94 I 173 S. 180Leistungsfähigkeit der schweizerischen Landwirtschaft wird nicht stark beeinträchtigt, wenn ein solches Heimwesen weiter verkleinert wird oder eingeht; das öffentliche Interesse wird dadurch weit weniger berührt als durch die Schmälerung oder das Verschwinden grosser und gut arrondierter Heimwesen, die sich für eine rationelle Bewirtschaftung nach neuzeitlichen Methoden viel besser eignen.\n\nDer Regierungsrat wendet ein, es handle sich hier nicht um einen besonderen Fall; denn für jeden Landwirt stelle sich früher oder später die Frage, ob und in welchem Umfange er noch in der Lage sei, seinen Betrieb zu führen; nach der Rechtsprechung des Bundesgerichts könne darin, dass der Eigentümer das landwirtschaftliche Heimwesen nicht länger bewirtschaften kann oder will, kein wichtiger Grund für die Aufhebung des bäuerlichen Gewerbes erblickt werden. In der Tat hat das Gericht sich in BGE 89 I 61 in diesem Sinne ausgesprochen. Es hat beigefügt, nach dem Gesetz stehe es dem Eigentümer frei, das Heimwesen als Ganzes an jemanden zu veräussern, der dafür Gewähr bietet, dass der Besitz der Landwirtschaft erhalten bleibt. Auf diesen Weg verweist der Regierungsrat auch den Beschwerdeführer. Er bemerkt sodann, der nächstliegende Schritt wäre die Aufgabe des Pachtlandes, falls der Beschwerdeführer seinen Betrieb zu verkleinern wünsche.\n\nDie Ausführungen in BGE 89 I 61 werden jedoch nicht allen Fällen gerecht und sind daher zu berichtigen. Wie das Bundesgericht bereits in BGE 92 I 313 /4 festgestellt hat, ist im einzelnen Fall abzuwägen, ob nach den gegebenen Verhältnissen das öffentliche Interesse an der Erhaltung des Heimwesens oder das Interesse des Eigentümers an einem Verkauf, der die Existenzfähigkeit des landwirtschaftlichen Gewerbes aufhebt, den Vorzug verdient. Dem Eigentümer kann nicht unter allen Umständen entgegengehalten werden, dass er das Heimwesen als Ganzes an jemanden, der es der Landwirtschaft erhalten will, verkaufen könne. Ein Verkauf des Ganzen zur weiteren landwirtschaftlichen Nutzung wird in der Regel nur möglich sein, wenn der Preis den durch den landwirtschaftlichen Ertrag bestimmten Wert nicht übersteigt. Ist aber das zum Heimwesen gehörende Land in weitem Umfange Bauland oder Bauerwartungsland geworden, für welches bei freier Verkäuflichkeit ein jenen Ertragswert beträchtlich übersteigender Preis erhältlich ist, so kann dem Eigentümer nicht zugemutet werden, das BGE 94 I 173 S. 181Ganze zu einem Preis zu verkaufen, der weit unter dem Verkehrswert liegt.\n\nMit der Aufgabe des Pachtlandes wäre dem Beschwerdeführer offensichtlich noch nicht geholfen. Dadurch könnte er zwar seinen landwirtschaftlichen Betrieb verkleinern, aber keine Mittel für die Abtragung der Grundpfandschulden und für die weitere Sicherung seiner Existenz im Ruhestand erhalten. Aber auch die Verpachtung seines eigenen Landes brächte noch keine befriedigende Lösung. Da der Pachtzins 4,5-5,4% des landwirtschaftlichen Ertragswertes nicht übersteigen dürfte (Art. 3 BG über die Kontrolle der landwirtschaftlichen Pachtzinse vom 21. Dezember 1960), könnte der Beschwerdeführer den weit höheren Verkehrswert des Baulandes und Bauerwartungslandes im Falle der Verpachtung wiederum nicht ausnützen.\n\nIn derartigen Fällen würde es, sofern - wie hier - nur ein beschränktes öffentliches Interesse an der Erhaltung des landwirtschaftlichen Heimwesens besteht, gegen Recht und Billigkeit verstossen, wenn alternden Bauern, denen die Selbstbewirtschaftung immer beschwerlicher wird, verunmöglicht würde, ihr Bauland oder Bauerwartungsland günstig zu verkaufen. Es kann also nicht allgemein gesagt werden, dass der Wunsch eines älter werdenden Bauern, die Landwirtschaft nach und nach aufzugeben und sich durch Verkauf wesentlicher Teile seines Heimwesens ein genügendes Einkommen für den Lebensabend zu sichern, kein wichtiger Grund im Sinne von Art. 19 Abs. 1 lit. c EGG sein könne. Die abweichende Auffassung des Regierungsrates widerspricht dem Sinne dieser Bestimmung, wonach von Fall zu Fall die sich gegenüberstehenden Interessen abzuwägen sind.\n\n5. Im vorliegenden Fall ist jedoch auch zu beachten, dass der Beschwerdeführer einige Parzellen in der Bauzone besitzt, die er verkaufen könnte, ohne dass Einspruch erhoben werden könnte. Es dürfte ihm möglich sein, solches Land zu einem Preise zu veräussern, der ihm die gewünschte Verbesserung seiner Vermögenslage gestattet. Zu diesem Zwecke genügt unter Umständen schon der Verkauf einer verhältnismässig kleinen Baulandfläche, durch deren Wegfall die Existenz des Heimwesens nicht entscheidend gefährdet wird. Wäre der landwirtschaftliche Betrieb nach einem solchen Teilverkauf für den Beschwerdeführer und seine Ehefrau angesichts ihres Alters BGE 94 I 173 S. 182und Gesundheitszustandes noch immer zu gross, so könnte er zunächst durch Aufgabe des Pachtlandes weiter verkleinert werden. Angesichts dieser Möglichkeiten kann jedenfalls zur Zeit nicht angenommen werden, dass der beabsichtigte Verkauf der in der Landwirtschaftszone von Therwil gelegenen grossen Kulturlandparzelle sich durch wichtige Gründe rechtfertigen lässt. Unter den gegenwärtig noch vorliegenden Umständen überwiegt das öffentliche Interesse an der Erhaltung des landwirtschaftlichen Heimwesens gegenüber dem an sich verständlichen Wunsch des Beschwerdeführers, sich durch die Veräusserung dieser Parzelle liquide Mittel zur Verbesserung seiner Vermögensverhältnisse zu verschaffen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}