{"annee": "94", "cour": "I", "page": "581", "date": "30/10/1968", "cite": [], "cite_par": ["109 IB 26"], "chapeau": "80. Estratto della sentenza 30 ottobre 1968 nella causa Soldati contro Stato del Cantone Ticino.", "regestes": ["Art. 84 al. 2 LEx. Juge lié par la demande des parties. Pour déterminer quelle est la demande des parties au sens de cette disposition, on doit considérer l'ensemble des conclusions relatives à un objet d'expropriation déterminé, et non pas, séparément, les conclusions prises pour chacun des éléments d'appréciation."], "faits": "", "considerants": "|581|\n\nEstratto dei considerandi:\n\nI ricorrenti adducono che la Delegazione del Tribunale federale non poteva attribuire ai terreni espropriati definitivamente un'indennità inferiore a quella stabilita dalla Commissione federale di stima e non impugnata dall'ente espropriante. Essi fanno quindi valere, in sostanza, una violazione dell'art. 84 cpv. 2 LEspr., secondo cui \"il disegno di sentenza non può aggiudicare alle parti più di quanto esse abbiano domandato nella procedura di ricorso\". Questa norma dev'essere intesa nel |582| senso che il progetto non può attribuire un'indennità superiore a quella chiesta dall'espropriato, ma nemmeno può assegnare un'indennità inferiore a quella che l'ente espropriante ha riconosciuto.\n\nIl Tribunale federale ha però a questo riguardo stabilito che, nel caso di un'espropriazione parziale, il compenso per la frazione espropriata e quello per il deprezzamento della parte residua formano un'unità giuridica, in cui le singole poste rappresentano semplicemente i fattori atti a permettere la determinazione della piena indennità (RU 29 II 219/220). Vero è che questa sentenza risale all'inizio del secolo, ed è stata inoltre pronunciata quando ancora vigeva la vecchia legge d'espropriazione. Tuttavia, la tesi in essa esposta è stata ripresa dalla dottrina (W. BURCKHARDT, Die Entschädigungspflicht nach schweizerischem Expropriationsrecht, ZSR 32, p. 163 e segg.; cfr. inoltre WIEDERKEHR, Die Expropriationsentschädigung, p. 23/24) et il Tribunale federale non l'ha mai ripudiata, nemmeno sotto il dominio della nuova legge sull'espropriazione. In una recente sentenza inedita (del 23 febbraio 1966, nella causa Bezzola contro Ticino), è stato anzi esplicitamente stabilito che la domanda ai sensi dell'art. 84 cpv. 2 LEspr., oltre la quale il giudice non può andare, va considerata solo complessivamente per ogni oggetto d'espropriazione e non singolarmente per ogni fattore di valutazione. Un diverso modo di procedere finirebbe infatti con il vincolare il Tribunale federale al criterio di stima proposto dalle parti o stabilito dalla Commissione: ciò che urterebbe contro il chiaro principio secondo cui il Tribunale federale deve esaminare liberamente, in fatto e in diritto, il giudizio di prima istanza (cfr. inoltre la sentenza pubblicata in RU 83 I 72 e segg., ove è detto che tutti gli elementi dell'indennità devono essere fissati dalla Commissione nello stesso tempo, affinchè le parti possano, sulla base della somma complessiva attribuita, esaminare se convenga loro deferire il giudizio al Tribunale federale).\n\nSi giustifica di attenersi a questa prassi, e di considerare l'art. 84 cpv. 2 LEspr. vincolante solo nella misura in cui si riferisce alla domanda complessiva. Vero è che la Commissione di stima ha l'obbligo di indicare separatamente ed esattamente i singoli elementi di cui si compone l'indennità secondo l'art. 19 LEspr. (art. 73 cpv. 1 lett. g LEspr.). Ed è altresì vero che l'esigenza di tale specificazione, oltre che corrispondere ad una |583| legittima preoccupazione di chiarezza, trova il suo fondamento in motivi pratici e in ragioni d'ordine tecnico (v. HESS, Das Enteignungsrecht des Bundes, N. 2 all'art. 19 LEspr.). Tuttavia, non si può negare che solo i tre fattori delle lettere a, b e c dell'art. 19 LEspr. uniti formano l'\"indennità\" ai sensi della legge sull'espropriazione, e ciò anche se la somma globale non è indicata nel dispositivo o non figura nei motivi. È solo in base a questo importo globale, d'altra parte, che le parti possono farsi un'idea precisa e completa degli effetti economici che ha esplicato su di esse l'espropriazione; ed è, infine, su tale unica base che l'espropriato può esaminare se il suo diritto alla piena indennità è stato salvaguardato.\n\nCerto, il modo di procedere censurato dai ricorrenti, ma confermato con il presente giudizio, può talora condurre a taluni inconvenienti. Così, può capitare che un proprietario, nel caso di una valutazione generosa dei terreni da parte della Commissione di stima, non benefici dello stesso margine di guadagno di suoi vicini proprietari di fondi d'ugual valore solo perchè egli ha subito in più degli inconvenienti negati dalla Commissione ma riconosciuti dal Tribunale federale, che li ha computati nell'indennità generosa già stabilita dalla Commissione. Sennonchè, il giudice, quand'è adito, deve realizzare uno stato legale anche se sa che, accanto, continuano a sussistere situazioni non conformi alla legge, ch'egli non può correggere. D'altra parte, se nel presente caso, in cui solo gli espropriati hanno interposto ricorso, il riferito modo di procedere opera a loro detrimento, in altri esso può operare a loro vantaggio. Così, se l'ente espropriante, in una determinata fattispecie, ritiene a ragione eccessiva l'indennità di deprezzamento stabilita dalla Commissione, e solo impugna la decisione di quest'ultima, il Tribunale federale potrebbe ciononostante confermare l'impugnato giudizio qualora i suoi periti ritenessero che la parte espropriata è stata valutata in modo insufficiente."}