{"annee": "94", "cour": "II", "page": "139", "date": "14/6/1968", "cite": ["75 II 280"], "cite_par": ["99 II 382", "96 II 273", "119 II 208"], "chapeau": "24. Auszug aus dem Urteil der II. Zivilabteilung vom 14. Juni 1968 i.S. Greter und Mitbeteiligte gegen Küchler.", "regestes": ["Disposition pour cause de mort. Annulation pour erreur sur les motifs (art. 469 al. 1, 519 al. 1 ch. 2 CC). Peut être décisive toute erreur sur les motifs qui a exercé une influence effective sur la disposition. Mais celle-ci ne sera annulée pour cause d'erreur sur les motifs que si le demandeur rend vraisemblable que le testateur, s'il avait connu la situation réelle, aurait préféré supprimer sa disposition plutôt que la maintenir telle quelle (confirmation de la jurisprudence: RO 75 II 284 ss)."], "faits": "", "considerants": "BGE 94 II 139 S. 140\n\n4. Verfügungen, die der Erblasser unter dem Einfluss eines Irrtums errichtet hat, sind nach Art. 469 Abs. 1 ZGB ungültig; eine solche Verfügung wird nach Art. 519 Abs. 1 Ziff. 2 ZGB auf erhobene Klage für ungültig erklärt. Der Irrtum braucht kein wesentlicher im Sinne von Art. 23 ff. OR zu sein. Insbesondere kommt ein Irrtum im Beweggrund nicht bloss dann in Betracht, wenn es sich dabei um einen Grundlagenirrtum im Sinne von Art. 24 Ziff. 4 OR handelt. Vielmehr ist jeder Motivirrtum beachtlich, sofern er einen bestimmenden Einfluss auf die Verfügung hatte. Ein Testament wegen eines Motivirrtums für ungültig zu erklären, rechtfertigt sich indessen nach der Rechtsprechung des Bundesgerichts nur dann, wenn als wahrscheinlich dargetan ist, dass es der Erblasser bei Kenntnis der Sachlage vorgezogen hätte, die angefochtene Verfügung aufzuheben, statt sie unverändert fortbestehen zu lassen (BGE 75 II 284 ff., insbesondere 284 Erw. 3 und 287 Erw. 6). An dieser Rechtsprechung, die von RASCHEIN (Die Ungültigkeit der Verfügungen von Todes wegen, Berner Diss. 1954, S. 25) und von ESCHER (3. Aufl., N. 7 zu Art. 469 ZGB) kritisiert, von GUHL (ZBJV 1950 S. 506 f.) und von PICENONI (Die Auslegung von Testament und Erbvertrag, S. 61/62) dagegen nicht beanstandet wird, ist festzuhalten. Sie mutet dem das Testament anfechtenden Erben, der den Irrtum und dessen Kausalität für die Verfügung zu beweisen hat (Art. 8 ZGB; ESCHER, N. 6 zu Art. 469 ZGB; PICENONI, a.a.O. S. 61), entgegen der Auffassung von RASCHEIN nicht den schwierigen Nachweis zu, \"wie\" der Erblasser ohne den Irrtum verfügt, m.a.W. was er bei Kenntnis des Sachverhalts im einzelnen angeordnet hätte, sondern verlangt nur, es müsse wahrscheinlich gemacht werden, dass der Erblasser in diesem Falle die Aufhebung der Verfügung ihrer Aufrechterhaltung vorgezogen hätte. Wenn RASCHEIN ausserdem geltend macht, das gesetzliche Erbrecht müsse billiger erscheinen als eine unter Irrtum entstandene Verfügung und auch eine frühere mängelfreie Verfügung sei einer spätern mangelhaften vorzuziehen, so übersieht er, dass ein Erblasser unter Umständen auch eine mangelhafte Verfügung noch dem BGE 94 II 139 S. 141gesetzlichen Erbrecht oder einer früheren mängelfreien Verfügung vorziehen kann. Es entspricht der Bedeutung, die das schweizerische Erbrecht dem Willen des Erblassers einräumt, dass darauf geachtet wird, ob eine Ungültigerklärung des Testaments den Absichten des Erblassers entsprechen würde oder nicht."}