{"annee": "94", "cour": "IV", "page": "97", "date": "27/9/1968", "cite": [], "cite_par": ["101 IV 354", "109 IV 117", "107 IV 119"], "chapeau": "26. Extrait de l'arrêt de la Cour de cassation pénale du 27 septembre 1968 dans la cause Brusadelli et Dony contre Ministère public du canton de Vaud.", "regestes": ["Art. 50 CP. 1. Un délinquant agit par cupidité lorsqu'il est particulièrement avide d'avantages financiers, notamment lorsque, pour se procurer de l'argent, il outrepasse habituellement ou sans scrupules les limites tracées par la loi, la bienséance ou les bonnes moeurs et n'hésite donc même pas à se procurer un gain illicite (confirmation de la jurisprudence). 2. Le mobile de la cupidité peut résulter d'un acte isolé. 3. Application de cette définition aux participants à un crime d'obtention frauduleuse d'une constatation fausse (art. 253 CP)."], "faits": "|97|\n\nRésumé des faits:\n\nA.- Gravement atteint dans sa santé, André Conne, propriétaire de divers immeubles à Puidoux-Chexbres, se vit obligé |98| de vendre ses terrains qu'il ne pouvait plus cultiver. Pierre Marcel Dony en fit part à Antoine Brusadelli, lui signalant qu'il s'agissait d'une \"affaire intéressante\".\n\nEn collaboration avec un nommé Bordet, Brusadelli avait déjà servi de démarcheur rémunéré à Eugène Schneuwly, administrateur de sociétés, qui s'occupait activement d'affaires immobilières.\n\nLe 5 mars 1962, Brusadelli et Bordet ont signé une convention écrite par laquelle ils s'engageaient à payer à Dony 10 000 fr. le jour où l'acte de vente avec Conne serait conclu. Le même jour, ils adressèrent à Conne une lettre l'informant qu'ils étaient d'accord de lui acheter 43 580 m2 au prix de 7 fr. 50 le m2; ils lui proposèrent en outre \"pour nous faciliter cet achat\" de passer les actes notariés au prix de 8 fr. 50 le m2, la différence devant \"nous revenir\".\n\nLe lendemain, ils signèrent avec Conne, devant le notaire X., une promesse d'achat et de vente portant sur une surface d'environ 43 000 m2 au prix de 8 fr. 50 le m2; conformément à cet acte, ils versèrent à Conne la somme de 18 500 fr., qui devait lui rester acquise si la vente ne se réalisait pas dans un certain délai.\n\nSchneuwly exprima sa crainte de ne recevoir - lors de l'expropriation escomptée d'une partie des terrains à acquérir, en raison de la construction de la future autoroute - qu'une indemnité insuffisante; il chargea Brusadelli d'intervenir auprès de Conne afin que celui-ci consente à faire figurer dans l'acte de vente définitif le prix fictif de 17 fr. le m2, le prix réel restant fixé à 8 fr. 50.\n\nBrusadelli demanda à Dony, qui connaissait mieux Conne que lui-même, d'obtenir l'accord de celui-ci, moyennant rémunération. Dony remplit la mission qui lui avait été confiée. Conne exigea 40 000 fr., montant qui fut discuté lors de pourparlers menés par Brusadelli et Dony, puis arrêté en présence de Schneuwly.\n\nLe notaire X. reçut le mandat de préparer l'acte de vente. Il fut chargé également d'annuler la promesse de vente. L'on ignore l'auteur des instructions qui lui furent données à ce sujet. Brusadelli avait reconnu dans l'enquête que c'était lui, mais il revint ensuite sur ses aveux et prétendit que Schneuwly s'était adressé directement au notaire.\n\nLe 31 juillet 1962, Conne, d'une part, Brusadelli et Bordet, |99| d'autre part, se présentèrent chez le notaire X. Schneuwly et Conne signèrent un acte de vente portant sur 43 081 m2 au prix de 732 377 fr. (soit 17 fr. le m2). La promesse de vente fut annulée. Conne conserva le montant de 18 500 fr. qu'il avait reçu.\n\nConformément au contrat, Schneuwly remit à Conne, en présence du notaire, 366 188 fr. 50 en espèces et un chèque du même montant, tiré sur l'Union de banques suisses, à Bulle. Conne empocha le chèque et prit une partie de l'argent liquide, laissant 300 000 fr. en dépôt chez le notaire. Tous se réunirent ensuite pour le repas de midi dans un restaurant de Chexbres. Là, Conne restitua le chèque à Brusadelli, qui lui délivra un reçu. Schneuwly établit et remit à Brusadelli, à titre de commission, un autre chèque de 90 000 fr., que Brusadelli encaissa le jour même.\n\nAprès le repas, les participants se retrouvèrent chez Conne pour régler compte avec lui. Pour une raison non élucidée, Conne accepta finalement de réduire à 20 000 fr. sa rémunération pour avoir consenti à indiquer dans l'acte de vente un prix inexact; il restitua en revanche à Brusadelli et Bordet les 18 500 fr. reçus lors de la signature de la promesse de vente et leur versa, en outre, 43 000 fr. à titre de commission (ce qui représente environ un franc par mètre carré vendu).\n\nDe leur côté, Brusadelli et Bordet payèrent à Dony les 10 000 fr. qu'ils lui avaient promis et se partagèrent le solde des commissions reçues de Conne et Schneuwly, chacun d'eux réalisant ainsi, sous réserve de certains débours, un gain d'environ 43 000 à 45 000 fr.\n\nQuant à Schneuwly, il revendit, en décembre 1964, à l'Etat de Vaud, pour la construction de l'autoroute, environ un quart (soit 11 297 m2) des terrains acquis de Conne, ce pour le prix de 32 fr. le m2, recevant ainsi 361 504 fr.\n\nConne et Bordet sont décédés, l'un en décembre 1962 et l'autre en mars 1963.\n\nB.- Par jugement du 5 avril 1967, le Tribunal de police correctionnelle du district de Lavaux a condamné Brusadelli, pour obtention frauduleuse d'une constatation fausse et instigation à ce crime (art. 24 et 253 CP), à six mois d'emprisonnement avec sursis pendant trois ans. Il a condamné Dony, pour instigation à l'obtention frauduleuse d'une constatation fausse, à deux mois d'emprisonnement avec sursis pendant |100| deux ans. Estimant que les deux accusés avaient agi par cupidité au sens de l'art. 50 CP, il leur a infligé en outre une amende fixée à 10 000 fr. pour Brusadelli et à 2000 fr. pour Dony.\n\nC.- Le 22 mai 1967, la Cour de cassation pénale du Tribunal cantonal vaudois a rejeté les recours des deux condamnés et confirmé le jugement de première instance.\n\nD.- Contre cet arrêt, Brusadelli et Dony se sont pourvus en nullité au Tribunal fédéral. Ils invoquaient notamment une fausse application de l'art. 50 CP.\n\nLa Cour de cassation pénale a rejeté le pourvoi de Brusadelli et admis partiellement le pourvoi de Dony, annulant l'arrêt attaqué dans la mesure ou il le condamnait à une amende.", "considerants": "Extrait des considérants:\n\n5. a) Les recourants s'élèvent contre l'application à leur égard de l'art. 50 CP, qui permet au juge de prononcer une amende, outre la peine privative de liberté, lorsque le délinquant a agi par cupidité. Selon la jurisprudence, il faut entendre par cupidité la recherche du lucre si intense qu'elle est devenue une passion. La cupidité va au-delà du dessein d'enrichissement ou du dessein de se procurer un avantage; elle ne saurait non plus être confondue avec le souci de l'intérêt personnel. Est cupide l'auteur qui se montre particulièrement avide d'avantages financiers; par exemple, celui qui, pour se procurer de l'argent, outrepasse habituellement ou sans scrupule les limites tracées par la loi, la bienséance ou les bonnes moeurs et n'hésite donc même pas à se procurer un gain illicite (RO 74 IV 142, consid. 3; 75 IV 45, consid. 7; 79 IV 118 in fine; 86 IV 234; 89 IV 17 et 19 al. 1 in fine). La doctrine se prononce en général dans le même sens, en relevant que l'art. 50 CP est applicable si la cupidité était le mobile essentiel de l'auteur, qui manifeste par son acte le désir immodéré de percevoir un gain, méprisant complètement le bien d'autrui; certains relèvent que la réalisation effective du gain escompté n'est pas une condition nécessaire de l'application de cette disposition légale (HAFTER, Lehrbuch des schweizerischen Strafrechts, Allgemeiner Teil, 2e éd., p. 294; THORMANN/VON OVERBECK, Das schweizerische Strafgesetzbuch, tome I, Allgemeiner Teil, n. 1 ad art. 50 CP, p. 191; LOGOZ, Commentaire du Code pénal suisse, Partie générale, n. 1 ad art. 50 CP, p. 220 s.; SCHWANDER, Das Schweiz. Strafgesetzbuch, 2e éd., no 370, p. 193; GERMANN, Das Verbrechen |101| im neuen Strafrecht, p. 256, lequel souhaite une application plus fréquente de l'amende comme peine accessoire en matière de délits contre le patrimoine). F. CLERC (A propos de la cupidité, JdT 1962 IV 103 al. 2) souligne que \"la cupidité n'est pas une circonstance de l'acte, mais un trait de caractère du délinquant, un élément de sa personnalité dangereuse\"; pour l'admettre, il faut, écrit-il, que la recherche du profit \"apparaisse dans la personne de l'agent comme une véritable maladie\".\n\nIl appartient aujuge d'apprécier les circonstances particulières de chaque espèce pour dire si l'accusé a agi par cupidité. Bien que les arrêts précités l'aient déduit de la répétition d'actes répréhensibles durant une période prolongée, le mobile de la cupidité peut résulter d'un acte isolé (SCHWANDER, loc.cit.).\n\nb) La juridiction cantonale a admis la cupidité des recourants parce qu'ils s'étaient livrés \"à un acte de spéculation aussi caractérisé\", commis par le moyen d'une infraction. Ce considérant procède d'une conception erronée de la cupidité. En effet, la spéculation est une opération financière ou commerciale qui consiste à profiter des fluctuations naturelles du marché (cours des valeurs et des marchandises, prix des biens immeubles) pour réaliser un bénéfice. Bien que, dans le langage courant, ce terme ait souvent un sens péjoratif, la spéculation n'implique pas encore la recherche du lucre, assimilable à une passion.\n\nPour le Tribunal de district, la cupidité des recourants résulterait de leur comportement caractérisé par leur désir de gagner de l'argent au mépris de la loi et de la plus élémentaire honnêteté. Les premiers juges en ont tiré la conclusion que leur recherche d'un gain était devenue une passion. Fondée en outre sur l'ampleur du profit escompté, cette appréciation procède d'une conception correcte de la notion de cupidité. Il reste à examiner si elle repose sur des éléments suffisants à l'égard de chacun des recourants.\n\nc) En ce qui concerne Brusadelli, le Tribunal de district retient que celui-ci considérait comme normal d'obtenir d'un officier public une constatation fausse. Il avait d'ailleurs déjà indiqué au notaire, lors de la passation de la promesse de vente, un prix inexact. Il a déployé toute une activité pour que Conne, puis le notaire inscrivent un prix erroné dans l'acte de vente. Il a agi de la sorte pour se procurer de substantielles |102| commissions, soit environ 43 à 45 000 fr. Ainsi, Brusadelli n'a pas seulement fait preuve d'un dessein d'enrichissement patent, mais encore d'une malhonnêteté et d'une absence de scrupules évidentes, profitant des intentions illicites de Schneuwly pour s'octroyer une partie des avantages financiers que l'opération devait rapporter à ce dernier. Bien qu'il ait manifesté cette mentalité à l'occasion d'une seule affaire, on peut en déduire une recherche du lucre si intense qu'elle atteint la passion. C'est donc à bon droit que les juridictions vaudoises ont infligé à Brusadelli une amende en considérant qu'il avait agi par cupidité.\n\nd) Quant à Dony, il n'a touché que la commission de courtier, qui lui avait déjà été promise le 5 mars 1962, alors qu'il n'était nullement question d'une opération qui tombe sous le coup de la loi pénale. Le montant promis était raisonnable par rapport au prix de vente réel. Certes, Dony a accepté par la suite d'inciter Conne à stipuler un prix de vente surfait, afin de rendre possible la vente à la conclusion de laquelle son droit à ladite commission était subordonné. Cette circonstance démontre une certaine absence de scrupules; toutefois Dony n'a pas cherché à profiter des services supplémentaires, réprimés par la loi pénale, auxquels il avait consenti, pour se procurer un gain plus élevé. L'avidité particulière d'avantages financiers, qui est l'une des caractéristiques de la cupidité au sens de l'art. 50 CP, fait donc défaut en ce qui le concerne. Dès lors, l'arrêt attaqué viole le droit fédéral dans la mesure où Dony a été condamné à une amende."}