{"annee": "94", "cour": "III", "page": "46", "date": "29/2/1968", "cite": ["54 III 174", "84 III 76", "87 III 1", "35 I 582", "49 I 459", "54 III 25", "83 III 112", "46 I 160", "35 I 811", "30 I 81", "54 I 44", "32 I 774"], "cite_par": ["94 III 83", "109 III 112", "107 II 484"], "chapeau": "10. Entscheid vom 29. Februar 1968 i.S. Frédéric.", "regestes": ["Recours au Tribunal fédéral. A quelles conditions le recourant peut-il alléguer des faits nouveaux devant le Tribunal fédéral? (art. 79 al. 1, 2e phrase OJ; consid. 2). Effets d'une faillite prononcée en France sur les biens que le failli possède en Suisse (art. 6 al. 2 de la Convention franco-suisse sur la compétence judiciaire et l'exécution des jugements du 15 juin 1869). Principe de l'unité et de l'universalité de la faillite. Avant que le jugement de faillite prononcé en France ait été déclaré exécutoire en Suisse, le syndic de la faillite française, mais non le failli luimême, peut demander l'annulation des mesures qui tendent à une exécution spéciale en Suisse (consid. 3)."], "faits": "|47|\n\nAm 1. Dezember 1967 eröffnete das Handelsgericht von La Rochelle über den französischen Staatsangehörigen Robert Frédéric den Konkurs. Am 12. Januar 1968 erwirkte Edmond J. Hirschler, Lausanne, beim Gerichtspräsidenten IV von Bern gegen Frédéric für eine schliesslich auf 173 000 Schweizerfranken bezifferte Forderung einen Arrestbefehl, der als Arrestgegenstände die Guthaben und Vermögenswerte des Schuldners bei der Schweiz. Bankgesellschaft in Bern, insbesondere das Konto Nr. 200 150, nannte. Das Betreibungsamt Bern vollzog diesen Befehl am gleichen Tage.\n\nDie Beschwerde, mit welcher der Schuldner die Aufhebung des - nach seiner Auffassung gegen den Gerichtsstandsvertrag mit Frankreich verstossenden - Arrestvollzugs verlangte, wurde von der kantonalen Aufsichtsbehörde am 13. Februar 1968 abgewiesen, weil das Konkurserkenntnis in der Schweiz noch nicht als vollziehbar erklärt worden sei.\n\nDiesen Entscheid hat der Schuldner an das Bundesgericht weitergezogen. Er hält an seinem Beschwerdeantrag fest. In einer (noch innert der Rekursfrist eingereichten) Nachtragseingabe bringt er vor, der Anwalt der französischen Konkursverwalter habe mit Eingabe an den Appellationshof des Kantons Bern vom 12. Februar 1968 die Vollziehbarerklärung des französischen Konkurserkenntnisses verlangt.\n\nDie Schuldbetreibungs- und Konkurskammer weist den Rekurs ab.", "considerants": "Erwägungen:\n\n1. ... (Art. 79 Abs. 1 Satz 1 OG).\n\n2. Nach Art. 79 Abs. 1 Satz 2 OG kann neue Tatsachen im Rekursverfahren vor Bundesgericht nicht vorbringen, wer dazu im kantonalen Verfahren Gelegenheit hatte. Aus dieser Vorschrift glaubt der Rekurrent ableiten zu können, er dürfe die ihm erst am 20. Februar 1968 bekannt gewordene Tatsache, dass die Konkursverwalter am 12. Februar 1968 um die Vollziehbarerklärung des Konkurserkenntnisses nachsuchten, vor Bundesgericht vorbringen.\n\n|48|\n\nAus Art. 79 Abs. 1 Satz 2 OG darf jedoch nicht der Umkehrschluss gezogen werden, dass vor Bundesgericht jede beliebige neue Tatsache, die im kantonalen Verfahren aus irgendeinem Grunde nicht geltend gemacht werden konnte, vorgebracht werden dürfe. Vielmehr dürfen vor Bundesgericht nur solche Tatsachen neu vorgebracht werden, die bei Erlass des angefochtenen Entscheides bereits bestanden (BGE 83 III 114) und daher von der kantonalen Aufsichtsbehörde hätten berücksichtigt werden können, aber im kantonalen Verfahren deshalb nicht geltend gemacht wurden, weil die an ihrer Anrufung interessierte Partei in diesem Verfahren nicht angehört wurde oder die betreffenden Tatsachen damals ohne ihr Verschulden noch nicht kannte oder noch keinen Anlass hatte, sie vorzubringen (BGE 83 III 114, BGE 84 III 78, BGE 87 III 5). Die Nichtbeachtung einer Tatsache, welche die kantonale Aufsichtsbehörde aus zeitlichen Gründen nicht berücksichtigen konnte, vermag die Rüge, ihr Entscheid sei im Sinne von Art. 19 SchKG gesetzwidrig, nicht zu begründen.\n\nDas Gesuch um Vollziehbarerklärung des Konkurserkenntnisses ging erst am 13. Februar 1968 beim Appellationshof des Kantons Bern ein. Es konnte also von der kantonalen Aufsichtsbehörde bei ihrer Entscheidung schon aus zeitlichen Gründen kaum mehr berücksichtigt werden. Auf jeden Fall aber ändert die am 12. Februar 1968 erfolgte Einreichung des Gesuchs um Vollziehbarerklärung nichts daran, dass im Zeitpunkt, da die kantonale Aufsichtsbehörde den angefochtenen Entscheid fällte, die Vollzugsbewilligung noch nicht erteilt war.\n\n3. Wie die Vorinstanz zutreffend ausgeführt hat, wirkt sich ein im Ausland eröffneter Konkurs in der Schweiz nur aus, wenn und soweit ein Staatsvertrag das vorsieht (BGE 32 I 778Erw. 4,BGE 35 I 812Erw. 1,BGE 54 III 28). Der Gerichtsstandsvertrag zwischen der Schweiz und Frankreich vom 15. Juni 1869 bestimmt in Art. 6 Abs. 2, nachdem ein solches Urteil, d.h. ein in einem der beiden Vertragsstaaten ergangenes Konkurserkenntnis, gemäss Art. 16 des Vertrags auch für das andere Land vollziehbar erklärt worden sei, habe der Vertreter der Masse die Befugnis, durch Vorlegung des Urteils die Ausdehnung des Konkurses auf das bewegliche und unbewegliche Vermögen des Gemeinschuldners im andern Lande zu verlangen. Diese Bestimmung stellt für die Beziehungen zwischen der Schweiz und Frankreich den Grundsatz der Einheit und Allgemeinheit des Konkurses auf (BGE 30 I 87,BGE 35 I 592Erw. 2,BGE 46 I 164,BGE 49 I 460, |49| BGE 54 I 46,BGE 54 III 177), was u.a. bedeutet, dass die gesonderte Vollstreckung in Vermögenswerte, die in der Schweiz liegen, nicht zulässig ist, wenn über den Schuldner in Frankreich der Konkurs eröffnet wurde. Der Umstand, dass gemäss Art. 6 Abs. 2 des Gerichtsstandsvertrages die Konkursverwaltung die Einbeziehung des im andern Lande liegenden Vermögens in den Konkurs erst verlangen kann, nachdem das Konkurserkenntnis in diesem Lande gemäss Art. 16 als vollziehbar erklärt worden ist, hindert die Konkursverwaltung nicht, gegen Vollstreckungsmassnahmen in diesem Lande schon vor Erteilung der Vollzugsbewilligung Einspruch zu erheben. Würde ihr diese Befugnis verweigert, so könnte der von Art. 6 Abs. 2 des Gerichtsstandsvertrags verfolgte Zweck, im Interesse einer gemeinschaftlichen Befriedigung aller Gläubiger die Allgemeinheit des Konkurses zu gewährleisten (vgl.BGE 35 I 592/93), durch das Vorgehen einzelner Gläubiger unter Umständen vereitelt werden. Der Gemeinschuldner selbst kann dagegen im andern Lande das dort noch nicht vollziehbar erklärte Konkurserkenntnis nicht anrufen, um einer dort eingeleiteten Sondervollstreckung entgegenzutreten; denn der Grundsatz der Einheit und Allgemeinheit des Konkurses wurde nicht in seinem Interesse aufgestellt, sondern im Interesse der Gläubiger, das zu wahren allein die Konkursverwaltung berufen ist (vgl. zu alledem den Entscheid der Schuldbetreibungs- und Konkurskammer des Bundesgerichts vom 25. Juni 1927 i.S. Spring, abgedruckt in Semaine judiciaire 1928 S. 49 ff., zusammengefasst und besprochen von R. SECRETAN in JdT 1928, Droit fédéral, S. 2 ff.). Der vorliegende Rekurs ist daher unbegründet.\n\nSobald das französische Konkurserkenntnis in der Schweiz als vollziehbar erklärt ist, fällt der hier erwirkte Arrest dahin und fallen die arrestierten Gegenstände in die Konkursmasse (Art. 206, 199 SchKG). Bis dahin steht der Sondervollstreckung in Vermögenswerte des Gemeinschuldners in der Schweiz nichts im Wege, es sei denn, die Konkursverwaltung verlange die Aufhebung dieser Massnahmen. Hieran hat sie im allgemeinen kein Interesse, solange die Sondervollstreckung nicht zur Verwertung und zur Verteilung des Erlöses, sondern nur zu einer Beschlagnahme der davon betroffenen Vermögenswerte führt."}