{"annee": "94", "cour": "II", "page": "55", "date": "15/1/1968", "cite": [], "cite_par": ["118 II 108", "98 II 148", "104 II 136", "100 II 6"], "chapeau": "8. Estratto della sentenza 15 gennaio 1968 della II. Corte civile nella causa Steffen e cons. contro Caroni e cons.", "regestes": ["Recours en réforme. Art. 43 ss OJ. 1. Notion de la contestation civile au sens des art. 44 et 46 OJ. La procédure qui tend à faire dresser un inventaire en vertu de l'art. 553 ou de l'art. 580 CC n'est pas une contestation civile visée par les dispositions légales précitées (consid. 2). 2. L'inventaire dressé à titre de mesure de sûreté (art. 553 CC) est une mesure provisoire; la décision de l'autorité cantonale de dernière instance qui l'ordonne ou le refuse n'est dès lors pas une décision finale au sens de l'art. 48 OJ (consid. 3)."], "faits": "|56|\n\nRiassunto della fattispecie:\n\nA.- Giovanni Steffen, attinente di Flühli, nel canton Lucerna, e con ultimo domicilio ad Ascona, è morto a Muralto l'11 settembre 1966. Ha lasciato quali eredi legittimi la moglie Edvige, sposata in seconde nozze, e i figli di primo letto Walter e Werner.\n\nIl 25 marzo 1963 Giovanni Steffen aveva stipulato, con la moglie Edvige e il figlio Walter, un contratto successorio mediante il quale disponeva, in particolare, di diseredare l'altro figlio e di ridurne i discendenti alla legittima. Il contratto successorio è stato pubblicato il 23 settembre 1966.\n\nB.- Con istanza del 10 ottobre 1966 al Pretore di Locarno-Campagna, Werner Steffen chiese il beneficio d'inventario nella successione paterna. L'istanza fu accolta dal Pretore con decreto dell'11 ottobre 1966; con lo stesso atto il Pretore di Locarno-Campagna incaricò il notaio Leone Ressiga-Vacchini di allestire l'inventario.\n\nL'esecutore testamentario avv. Arrigo Caroni venne a conoscenza di tali misure del Pretore attraverso la loro pubblicazione sul foglio ufficiale cantonale; con ricorso del 25 ottobre 1966 egli impugnò il decreto che le ordinava, davanti al Tribunale di appello del Cantone Ticino.\n\nC.- Con una successiva istanza del 28 ottobre 1966 Werner Steffen chiese al Pretore di Locarno-Campagna di ordinare l'allestimento d'un inventario conservativo sui beni della successione, a mente dell'art. 553 CC, unitamente all'apposizione dei sigilli nell'abitazione del defunto, ad Ascona. Anche questa domanda venne accolta dal Pretore, con decreto del 2 novembre |571966| , mediante il quale l'avv. Ressiga-Vacchini fu nuovamente incaricato delle operazioni d'inventario; della apposizione dei sigilli venne invece incaricato il giudice di pace competente.\n\nQuesto decreto fu impugnato davanti al Tribunale di appello del Cantone Ticino dall'esecutore testamentario da una parte, dagli eredi Edvige e Walter Steffen dall'altra, mediante ricorsi portanti entrambi la data del 16 novembre 1966.\n\nD.- La Camera civile del Tribunale di appello, con sentenza del 28 febbraio 1967, accolse tanto il ricorso 25 ottobre 1966 dell'esecutore testamentario quanto quelli datati 16 novembre 1966 dell'esecutore testamentario, rispettivamente degli eredi Edvige e Walter Steffen. Essa annullò di conseguenza i decreti in oggetto e respinse le istanze che li avevano determinati.\n\nE.- Werner Steffen e i figli minorenni Jean Louis e Roberto Rolando, questi ultimi rappresentati dalla madre, impugnano la sentenza della Corte cantonale mediante un tempestivo ricorso per riforma.\n\nEssi chiedono di respingere i ricorsi 25 ottobre 1966 dell'esecutore testamentario e 16 novembre 1966 dell'esecutore testamentario, rispettivamente degli eredi Edvige e Walter Steffen, e di confermare i rispettivi decreti impugnati, attraverso i quali il Pretore di Locarno-Campagna aveva accordato il beneficio d'inventario e ordinato misure conservative della successione. Il Tribunale federale dichiara il ricorso per riforma irricevibile in forza dei seguenti motivi.", "considerants": "Considerando in diritto:\n\n1. (Questione procedurale)\n\n2. Il ricorso per riforma, a prescindere da casi speciali che non si avverano in concreto (cfr. art. 44 cpv. 1 lett. a, b, c e art. 45 OG), non è ammissibile che nelle cause civili (contestations civiles, Zivilrechtsstreitigkeiten) (art. 44 in principio, art. 46 OG). Per causa civile va inteso un procedimento contraddittorio tendente a fare statuire in maniera definitiva e stabile su rapporti di diritto civile, e svoltosi davanti al giudice civile o ad altra giurisdizione tra due o più persone fisiche o giuridiche nella loro veste di titolari di diritti privati, oppure tra una siffatta persona ed un'autorità alla quale la legge attribuisce qualità di parte (RU 91 II 396 e sentenze ivi citate).\n\nIl procedimento di inventario tanto ai sensi dell'art. 553 CC |58| quanto ai sensi dell'art. 580 CC non regola in modo definitivo rapporti di diritto civile. L'autorità che lo ordina non vi pronuncia il riconoscimento di un diritto materiale, nè pregiudica in alcuna maniera la questione dei diritti degli eventuali interessati sui beni della successione, ma si limita a far accertare il contenuto dell'eredità o a garantirne la conservazione. Tale procedimento si svolge, d'altra parte, davanti al giudice cantonale nelle forme della procedura graziosa o non contenziosa (art. 534 CPC ticinese, combinato con gli art. 2 e 3 della legge cantonale di applicazione e complemento del CC), i cui atti non possono costituire oggetto di ricorso per riforma (RU 91 II 397 consid. 1; WURZBURGER, Les conditions objectives du recours en réforme au Tribunal fédéral, p. 14-16, e segnatamente la nota 17, con citazioni di dottrina e giurisprudenza). Il fatto che, come è avvenuto nel presente caso davanti alla seconda istanza cantonale, la procedura si sia svolta tra due parti in contraddittorio, non rende contenzioso un procedimento che non lo è per sua natura; l'autorità di ricorso pronuncia sulla validità della decisione non contenziosa, ma non statuisce sui diritti materiali reciproci delle parti (cfr. WURZBURGER, op. cit., p. 22, n. 25 e note). Anche la circostanza che la Corte cantonale ha accolto i ricorsi interposti contro i citati decreti del Pretore, tra l'altro perchè li riteneva lesivi di talune prerogative dell'esecutore testamentario, non è influente. La precedente istanza ha bensì ritenuto che l'adempimento di determinate misure, quali ad esempio la confezione dell'inventario, spetta all'esecutore testamentario, ma non ha affatto statuito su eventuali diritti di quest'ultimo nei confronti della successione.\n\nIl Tribunale federale ha del resto già negato il carattere di causa civile ai sensi dell'art. 44 OG alle vertenze promosse per ottenere la designazione di un rappresentante della comunione ereditaria (RU 72 II 55) o per ottenere l'amministrazione d'ufficio di un'eredità (RU 76 II 335 e sentenze citate). Nella sentenza RU 84 II 324 e segg., esso ha stabilito che l'atto con cui è decretata l'amministrazione d'ufficio dell'eredità rientra nella giurisdizione volontaria e vi rimane anche se un esecutore testamentario si oppone a questo provvedimento e domanda sussidiariamente, invocando l'art. 554 cpv. 2 CC, di essere designato come amministratore (RU 84 II 326/327). Queste considerazioni valgono anche per il procedimento relativo al rilascio di un certificato ereditario (RU 91 II 396/397).\n\n|59|\n\nLa sentenza di cui si tratta non è quindi stata pronunciata in una causa civile ai sensi della legge federale sull'organizzazione giudiziaria: essa non può di conseguenza essere impugnata mediante un ricorso per riforma.\n\n3. Dal momento che il presente gravame è irricevibile in forza delle considerazioni sopra esposte, si può prescindere dall'esaminare se esso lo sarebbe pure in virtù dell'art. 48 OG, secondo il quale il ricorso per riforma non è ammissibile che contro le decisioni finali. Si può comunque rilevare che la sentenza impugnata è sicuramente non finale nella misura in cui riguarda l'inventario assicurativo, il quale si qualifica come misura provvisoria (RU 40 II 106) e non influisce sul merito delle pretese materiali delle parti."}