{"annee": "94", "cour": "II", "page": "297", "date": "13/12/1968", "cite": ["75 II 122", "77 II 272", "78 II 74", "79 II 87", "78 II 412", "81 II 391", "86 II 221", "76 III 60", "79 II 295", "72 II 405", "78 II 243", "88 II 471", "42 III 173", "93 II 379", "64 II 88", "85 II 452", "93 III 96", "67 II 221", "74 II 224"], "cite_par": ["102 III 94", "96 II 79", "107 II 484", "99 II 315", "102 II 143", "102 IA 574", "100 II 18", "109 II 319", "97 II 221"], "chapeau": "46. Urteil der II. Zivilabteilung vom 13. Dezember 1968 i.S. Koerfer gegen Goldschmidt.", "regestes": ["Action en restitution de tableaux dont le possesseur antérieur avait, en Allemagne, transféré la propriété aux fins de garantie à une banque, qui ont été ensuite vendus aux enchères publiques à la requête des autorités nationales-socialistes et qui se trouvent actuellement en Suisse. Prescription acquisitive. 1. Le transfert de propriété aux fins de garantie est soumis en principe au droit allemand, soit au droit du lieu où les tableaux se trouvaient alors. Mais faut-il, pour des raisons tirées de l'ordre public suisse, convertir en droit de gage le droit de propriété aux fins de garantie constitué valablement selon le droit allemand? Défaut d'un rapport avec la Suisse. Le transfert de propriété aux fins de garantie est compatible avec l'ordre juridique suisse (consid. 3). La vente aux enchères est-elle nulle? (consid. 4). 2. En règle générale, la prescription acquisitive est soumise au droit du lieu de situation de la chose (consid. 5 a). Qu'en est-il lorsque la chose est transférée dans un autre pays, avant que la prescription acquisitive ne soit accomplie selon le droit de l'ancien lieu de situation? La possession exercée à l'ancien lieu de situation ne doit pas être imputée sur la durée de possession exigée par la loi du nouveau lieu de situation, lorsque, selon le droit de l'ancien lieu de situation, la prescription acquisitive était paralysée (consid. 5 b, c). 3. Conditions de la prescription acquisitive selon l'art. 728 CC. Possession paisible (consid. 5 d). Bonne foi. Le possesseur actuel est tenu de s'informer, lorsque le possesseur antérieur revendique la propriété de la chose durant le délai de prescription acquisitive. Peut aussi se prévaloir de sa bonne foi celui qui, en présence de circonstances difficiles à apprécier, adopte une opinion erronée, mais soutenable (consid. 5 e, f, h)."], "faits": "BGE 94 II 297 S. 298\n\nA.- Jakob Goldschmidt in Berlin war unbeschränkt haftender Gesellschafter der 1922 gegründeten Darmstädter und BGE 94 II 297 S. 299Nationalbank (Danatbank). Er besass eine sehr bedeutende Kunstsammlung.\n\nAm 13. Juli 1931 musste die Danatbank die Zahlungen einstellen. Die Verpflichtungen Goldschmidts ihr gegenüber beliefen sich damals auf rund 13 Millionen RM. Zur Sicherstellung dieser Verpflichtungen hinterlegte Goldschmidt u.a. Wertschriften aller Art. Ausserdem schloss er am 22. Dezember 1931 mit der Bank einen sog. Sicherungsübereignungsvertrag, durch den er ihr unter Beibehaltung des unmittelbaren Besitzes alle Kunstgegenstände in seinen Häusern Matthäikirchstrasse 31 in Berlin und Luisenstrasse 15 in Neubabelsberg übereignete.\n\nIm März 1932 wurde die Danatbank von der Dresdner Bank übernommen. Mit Hilfe eines Kredites der August Thyssen-Hütte vermochte Goldschmidt die im Hause Matthäikirchstrasse untergebrachten Kunstgegenstände aus der Sicherungsübereignung auszulösen und zum grossen Teil ins Ausland zu verbringen. Im April 1933, wenige Monate nach der nationalsozialistischen Machtergreifung (30. Januar 1933), verliess er Deutschland wegen der dortigen Judenverfolgung endgültig. Einen Teil seines Vermögens, u.a. die Kunstsammlung im Hause Luisenstrasse 15 in Neubabelsberg, musste er zurücklassen. Als diese Villa im Jahre 1938 der Reichsjugendführung verkauft werden musste, nahm die Bank die darin befindlichen, vom Sicherungsübereignungsvertrag erfassten Gegenstände in Verwahrung.\n\nAm 16. Februar 1940 wurde Goldschmidt die deutsche Staatsangehörigkeit aberkannt. Ein Jahr später (18. Februar 1941) wurde sein Vermögen als dem Reich verfallen erklärt. Diese Verfügung betraf auch die der Bank übereigneten Kunstgegenstände aus der Villa in Neubabelsberg. Das Finanzamt Moabit-West ging davon aus, diese Gegenstände seien nicht Eigentum der Bank, sondern ihr bloss verpfändet. Es liess sie, nachdem die Bank sie nach längerem Widerstand herausgegeben hatte, am 25. September 1941 durch den Auktionator Hans W. Lange in Berlin öffentlich versteigern.\n\nJakob Koerfer, der damals in Berlin wohnte, ersteigerte für 76 000 bzw. 28 000 RM die Bilder \"Le premier tricot\" und \"Dans la loge\" von Toulouse-Lautrec. Nach seiner Darstellung schenkte er sie seiner im Jahre 1938 mit dem Sohne Patrick nach Bolligen bei Bern übergesiedelten Ehefrau, einer gebürtigen Schweizerin, als diese ihn im Herbst 1942 in Berlin besuchte.\n\nBGE 94 II 297 S. 300Am 14. Dezember 1944 trafen die Bilder mit anderem Hausrat in Bolligen ein, wo sie sich heute noch befinden.\n\nAm 17. Dezember 1944 starb Frau Koerfer. Ihr - von Jakob Koerfer ausgeschlagener - Nachlass fiel an ihre Kinder Patrick, Marlies-Helene und Thomas.\n\nB.- Mit Schreiben vom 1. September 1948 teilte Jakob Goldschmidt dem Jakob Koerfer mit, er sei rechtmässiger Eigentümer der von diesem am 25. September 1941 gekauften Bilder und habe seinen Herausgabeanspruch angemeldet. Von Koerfer angefragt, wieso er sich als rechtmässiger Eigentümer betrachte, antwortete er am 4. November 1948, die Bilder seien auf Veranlassung der nationalsozialistischen Behörden versteigert worden; die Handlungen dieser Behörden gegenüber jüdischen Staatsangehörigen seien im Sinne des menschlichen Rechts und menschlicher Gefühle als Diebstahl oder Raub zu kennzeichnen. Am 27. Januar 1949 liess er Koerfer durch einen Basler Anwalt schreiben, Koerfer habe die Bilder in bösem Glauben, d.h. in Kenntnis von Goldschmidts Eigentum sowie der Umstände der Wegnahme erworben; er fordere ihn daher auf, die Bilder bis zum 5. Februar 1949 zurückzugeben; sonst wäre er genötigt, unverzüglich gerichtliche Schritte einzuleiten. Koerfer liess dem Vertreter Goldschmidts am 4. Februar 1949 antworten, die streitigen Bilder seien bereits 1931 der Danatbank verpfändet und dann im ordentlichen Pfandverwertungsverfahren an öffentlicher Versteigerung zur Tilgung der Schulden Goldschmidts gegenüber der Bank verwertet worden. Das Finanzamt Berlin-Moabit habe den Erlös der Bank zur Deckung ihrer Forderung zur Verfügung gestellt. Es stimme also nicht, \"dass die Bilder Herrn Dr. J. Goldschmidt wegen seiner Eigenschaft als Nicht-Arier durch die nationalsozialistischen Behörden entzogen\" worden seien. Im übrigen verschaffe der Erwerb durch Zuschlag an einer öffentlichen Versteigerung nach § 935 des deutschen BGB unanfechtbares Eigentum. Aber auch nach schweizerischem Recht sei der Herausgabeanspruch unbegründet. Bösgläubiger Erwerb im Sinne von Art. 936 ZGB stehe ausser Frage.\n\nJakob Goldschmidt leitete die angekündigten gerichtlichen Schritte nicht ein. Vielmehr liess er Koerfer erst am 24. April 1952 unter Bezugnahme auf den früheren Briefwechsel mitteilen, er habe sich im Laufe verschiedener Rückerstattungsverfahren in Deutschland erneut von der Berechtigung seines BGE 94 II 297 S. 301Herausgabeanspruchs überzeugt und halte an diesem Anspruch fest. Koerfer lehnte diesen Anspruch von neuem ab.\n\nAm 23. September 1955 starb Jakob Goldschmidt in New York.\n\nC.- Am 11. Dezember 1956 reichte Alfred Erwin Goldschmidt, der Sohn und Alleinerbe Jakob Goldschmidts, gegen Jakob Koerfer, eventuell gegen dessen Kinder, Klage auf Herausgabe der streitigen Bilder ein.\n\nMit Urteil vom 28. Januar 1959 behaftete der Gerichtspräsident III von Bern Jakob Koerfer bei der Erklärung, dass er an den streitigen Bildern keinerlei Rechte geltend mache, erklärte die Klage gegenüber Jakob Koerfer gestützt auf diese Erklärung als gegenstandslos und trat auf die Klage gegenüber den Kindern Koerfer mangels sachlicher Zuständigkeit nicht ein. Der Appellationshof des Kantons Bern wies die Sache am 23. November 1959 an den Gerichtspräsidenten zurück. Hierauf wies dieser die Klage am 28. August 1962 ab mit der Begründung, die Sicherungsübereignung von Jakob Goldschmidts Kunstbesitz an die Bank sei gültig zustande gekommen und bis zur Beschlagnahme von Goldschmidts Vermögen wirksam geblieben; durch die Beschlagnahme sei also Goldschmidt nur ein schuldrechtlicher Anspruch gegenüber der Bank auf Rückerstattung der übereigneten Gegenstände entzogen worden; der Kläger als Rechtsnachfolger von Jakob Goldschmidt sei daher zur Geltendmachung von Eigentumsansprüchen gegenüber den späteren Erwerbern solcher Gegenstände nicht legitimiert. Nachdem der Appellationshof am 17. Juli 1963 die Aktivlegitimation des Klägers bejaht und die Sache neuerdings an den Gerichtspräsidenten zurückgewiesen hatte, verpflichtete dieser mit Urteil vom 9. November 1964 die Beklagten zur Herausgabe der streitigen Bilder an den Kläger. Der Appellationshof bestätigte diesen Entscheid am 31. März 1967 und nahm \"Akt\" von der vom Vertreter des Klägers am 7. März 1967 \"ohne jedes Präjudiz in Bezug auf Gut- und Bösgläubigkeit von Dr. Koerfer beim Erwerb der Bilder\" abgegebenen Erklärung, die Erbschaft Goldschmidt sei bereit, \"den Beklagten gegen Aushändigung der Bilder denjenigen Betrag in DM auszuzahlen, welchen Dr. Koerfer 1941 für die Bilder in RM ausgelegt hat ...\".\n\nD.- Gegen das Urteil des Appellationshofes vom 31. März 1967 haben die Beklagten die Berufung an das Bundesgericht BGE 94 II 297 S. 302erklärt mit dem Antrag, die Klage sei abzuweisen; eventuell sei die Sache zur Neuentscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1., 2. - ... (Prozessuale Fragen).\n\n3. Der Appellationshof nimmt an, der Sicherungsübereignungsvertrag von 1931 sei gültig zustande gekommen; eine Rückübereignung an Goldschmidt sei nicht dargetan; die Dresdner Bank sei daher als Nachfolgerin der Danatbank nach deutschem Gewohnheitsrecht bis auf weiteres Eigentümerin der Bilder geblieben und habe sich bis zur Einziehung von Goldschmidts Vermögen ihrer Verwertung mit Erfolg widersetzt; diese Einziehung könne in der Schweiz nicht anerkannt werden; nach der schweizerischen öffentlichen Ordnung sei nicht zulässig, dass Goldschmidt bei seiner damaligen ungünstigen Rechtslage \"behaftet\", d.h. \"sowohl seines fiduziarischen Rückübereignungsanspruchs als auch des fiduziarisch 1931 preisgegebenen Eigentumsrechts beraubt\" werde; die Sicherungsübereignung sei daher ex tunc als weggefallen bzw. nichtig zu betrachten und mit Wirkung von der Besitzergreifung durch die Bank (1938) an in ein Pfandrechtsverhältnis umzudeuten; das III. Reich habe also nicht Eigentum der Bank, sondern Goldschmidts beschlagnahmt, so dass dessen Erbe zur Vindikationsklage legitimiert sei.\n\nDie Beklagten machen demgegenüber geltend, es gehe nicht an, das gültig begründete Sicherungseigentum der Bank aus Gründen der schweizerischen öffentlichen Ordnung nachträglich in ein Pfandrecht umzudeuten; Goldschmidt sei daher zur Zeit der Versteigerung weder Eigentümer noch Besitzer der Bilder gewesen, so dass dem Kläger die Aktivlegitimation für einen Herausgabeanspruch fehle.\n\na) Mit der Berufung an das Bundesgericht kann nur gerügt werden, der angefochtene Entscheid verletze Bundesrecht (Art. 43 OG). Zum Bundesrecht gehören auch die Kollisionsregeln des schweizerischen internationalen Privatrechts und insbesondere der Vorbehalt der schweizerischen öffentlichen Ordnung (BGE 72 II 410mit Hinweisen,BGE 76 III 65E. 4,BGE 77 II 275E. 1 a.E.,BGE 79 II 92oben und 93, BGE 93 II 381 /82). Das Bundesgericht prüft als Berufungsinstanz von Amtes wegen, ob die Sache nach schweizerischem oder nach ausländischem Recht zu beurteilen sei (BGE 64 II 92f.,BGE 77 II 274,BGE 78 II 77E. 1,BGE 79 II 297E. 1a, BGE 94 II 297 S. 303 BGE 81 II 392 E. 1, BGE 85 II 453 E. 2, BGE 88 II 472 E. 1) und ob, wenn nach den schweizerischen Kollisionsnormen ausländisches Recht anwendbar ist, der erwähnte Vorbehalt eingreife (BGE 76 III 66).\n\nb) Für die Rechte an beweglichen Sachen ist nach der Rechtsprechung des Bundesgerichts wie für die Rechte an Liegenschaften grundsätzlich das Gesetz der Ortslage massgebend (BGE 74 II 228E. 4,BGE 75 II 129E. 6, BGE 93 III 100 E. 2). Die streitigen Bilder befanden sich bei Abschluss des Sicherungsübereignungsvertrages (Dezember 1931) sowie während der darauf folgenden dreizehn Jahre in Deutschland. Die Vorinstanz hat daher richtigerweise nach deutschem Rechte beurteilt, ob die Danatbank und ihre Nachfolgerin auf Grund des erwähnten Vertrags Eigentümerinnen der Bilder wurden und es bis auf weiteres blieben. Ihre Annahme, die Dresdner Bank sei bis zur Inbesitznahme der Bilder (1938) deren Eigentümerin gewesen, ist deshalb der Überprüfung durch das Bundesgericht entzogen (Art. 43 OG).\n\nc) Da sich die Bilder nicht bloss bis zur Inbesitznahme durch die Bank, sondern bis gegen Ende 1944 in Deutschland befanden, beurteilt sich auch die Frage, welche dinglichen Rechte nach dieser Inbesitznahme und nach der Einziehung von Goldschmidts Vermögen, insbesondere zur Zeit der Versteigerung vom 25. September 1941, daran bestanden, grundsätzlich nach deutschem Recht.\n\nDie Vorinstanz stellt im angefochtenen Urteil nicht fest, die streitigen Bilder seien infolge der - nach ihrer Auffassung in der Schweiz nicht anzuerkennenden - Vermögenseinziehung schon allein nach deutschem Recht mit Rückwirkung auf den Zeitpunkt der Besitzergreifung durch die Bank in das Eigentum Goldschmidts zurückgefallen. Vielmehr hat sie die Umdeutung des seinerzeit begründeten Sicherungseigentums in ein Pfandrecht, die nach ihrer Ansicht ohne weiteres zum Rückfall des Eigentums an Goldschmidt führt, aus Gründen der schweizerischen öffentlichen Ordnung vorgenommen.\n\nNach schweizerischer Rechtsprechung und Lehre setzt die Anwendung des Vorbehalts der schweizerischen öffentlichen Ordnung im allgemeinen voraus, dass das zu beurteilende Rechtsverhältnis eine ernstlich ins Gewicht fallende Beziehung zur Schweiz (sog. Binnenbeziehung) aufweist (BGE 78 II 249; vgl. auch schonBGE 64 II 104,BGE 67 II 221E. 3; SCHÖNENBERGER/JÄGGI, Kommentar zum OR, Allg. Einleitung, N. 118-120 mit Hinweisen).\n\nBGE 94 II 297 S. 304Der Sicherungsübereignungsvertrag zwischen Goldschmidt und der Danatbank sowie die Rechtsverhältnisse, die vom Abschluss dieses Vertrages an bis zur Versteigerung vom 25. September 1941 mit Bezug auf die streitigen Bilder bestanden, haben zur Schweiz keinerlei Beziehung, da der Vertrag in Deutschland abgeschlossen wurde, dort befindliche Gegenstände betraf und seine Wirkungen dort entfalten sollte und da kein Beteiligter in der Schweiz niedergelassen war oder die schweizerische Staatsangehörigkeit besass. Schon deshalb kann nicht die Rede davon sein, dass die Sicherungsübereignung aus Gründen der schweizerischen öffentlichen Ordnung in ein Pfandrechtsverhältnis umzudeuten sei.\n\nIm übrigen ist nicht ersichtlich, wieso das nach deutschem Recht gültig begründete Sicherungseigentum der Bank hinterher vom Zeitpunkt der Inbesitznahme der übereigneten Gegenstände durch die Bank an oder sogar ex tunc, d.h. mit Wirkung vom Vertragsabschluss an, mit der schweizerischen Rechtsordnung schlechthin unvereinbar geworden sein sollte.Auch im schweizerischen Recht ist anerkannt, dass die Sicherungsübereignung zulässig ist und dem Erwerber das volle Eigentum verschafft (BGE 86 II 226 unten mit Hinweisen). Die Sicherungsübereignung von Fahrnis ohne Übergabe der Sachen ist allerdings nach Art. 717 ZGB, der um der öffentlichen Ordnung willen erlassen wurde (BGE 42 III 174/175; OFTINGER N. 278 zu Art. 884 ZGB), Dritten (d.h. namentlich den Gläubigern) gegenüber unwirksam und gilt nur unter den Parteien (BGE 78 II 415E. 1 a.E.; OFTINGER a.a.O. N. 291-293). Im vorliegenden Falle kommt jedoch nichts darauf an, ob die Sicherungsübereignung vor der Inbesitznahme der übereigneten Gegenstände durch die Bank den Gläubigern Goldschmidts entgegengehalten werden konnte, und von diesem Zeitpunkt (1938) an war sie auch vom Standpunkt des schweizerischen Rechts aus voll wirksam.\n\nDie Sicherungsübereignung aus Gründen der schweizerischen öffentlichen Ordnung nachträglich mit Wirkung von 1938 oder gar von 1931 an als weggefallen oder nichtig zu betrachten und sie in eine Verpfändung umzudeuten, verbietet sich um so eher, als die Sicherungsübereignung der Bank besser als ein Pfandrecht erlaubte, den Forderungen der nationalsozialistischen Behörden auf Herausgabe und Verwertung der Goldschmidtschen Sammlung zu widerstehen und so die Interessen Goldschmidts zu wahren. Hätte der Bank nur ein Pfandrecht zugestanden, so BGE 94 II 297 S. 305wäre jeder Widerstand von vorneherein sinnlos gewesen, wogegen die Bank kraft ihres Eigentums die behördlichen Ansinnen wenigstens eine Zeitlang abzuwehren vermochte.\n\nDer Umstand, dass Goldschmidt durch die Einziehung seines Vermögens die Möglichkeit verlor, im Falle der Tilgung seiner Schulden gegenüber der Bank seinen obligatorischen Anspruch auf Rückübertragung der sicherungshalber übereigneten Gegenstände geltend zu machen, ist entgegen der Auffassung der Vorinstanz ganz abgesehen davon, dass eine sog. Binnenbeziehung fehlt, kein zureichender Grund dafür, die seinerzeit ohne behördlichen Zwang gültig zustande gekommene und den Interessen Goldschmidts besser als eine Verpfändung dienende Sicherungsübereignung nachträglich als mit der schweizerischen Rechtsordnung schlechthin unvereinbar zu betrachten und demzufolge den Kläger ungeachtet der Veräusserung der streitigen Bilder durch seinen Rechtsvorgänger zur Vindikationsklage zuzulassen.\n\nGreift der Vorbehalt der schweizerischen öffentlichen Ordnung in diesem Punkte nicht ein, so ist die Frage, ob der Kläger als Rechtsnachfolger Jakob Goldschmidts zur Klage auf Herausgabe der streitigen Bilder legitimiert sei, ausschliesslich nach deutschem Rechte zu beurteilen. Ob dabei auch die in Deutschland nach dem II. Weltkrieg erlassene Sondergesetzgebung über die Rückerstattung und Wiedergutmachung in Betracht komme, kann offen bleiben. Es erübrigt sich nämlich, die Sache an die Vorinstanz zurückzuweisen, damit sie ausschliesslich nach deutschem Recht beurteile, ob der Kläger zur Klage auf Herausgabe legitimiert sei. Denn die Klage kann selbst bei Bejahung dieser Legitimation nicht geschützt werden.\n\n4. ... (Es wird ausgeführt, die Versteigerung vom 25. September 1941 sei gemäss Feststellung der Vorinstanz wenigstens dann, wenn die seinerzeit der Bank übereigneten Gegenstände damals nach deutschem Recht wieder als Eigentum Goldschmidts zu gelten hatten, schon nach dem in diesem Punkte grundsätzlich anwendbaren deutschen Recht ungültig; diese Feststellung der Vorinstanz sei der Überprüfung durch das Bundesgericht entzogen.)\n\n5. Falls die Versteigerung vom 25. September 1941 nach dem massgebenden deutschen Rechte nichtig und folglich nicht geeignet war, Jakob Koerfer zum Eigentümer der streitigen Bilder zu machen, stellt sich die Frage, ob die Beklagten (oder einzelne BGE 94 II 297 S. 306von ihnen) seither durch Ersitzung Eigentümer dieser Bilder geworden sind.\n\na) Für die Ersitzung war, solange sich die Bilder bei Jakob Koerfer in Deutschland befanden (September 1941 bis Dezember 1944), das deutsche Recht als das Recht der damaligen Ortslage massgebend (vgl. E. 3 b hievor sowie - statt vieler - SCHNITZER, Handbuch des IPR, 4. A., Band II, 1958, S. 565, 578, und MEIER-HAYOZ, Kommentar zum Sachenrecht, 4. A., 1966, Systematischer Teil, N. 283). Der Appellationshof führt aus, während dieser Zeit sei die zehnjährige Ersitzungsfrist von § 937 BGB nicht abgelaufen; das \"Korrelat zur Ersitzung\" sei die Möglichkeit der Anfechtung des Besitzes nach § 941 BGB; diese Möglichkeit habe Goldschmidt damals als entrechteter Jude nicht gehabt. Die Vorinstanz nimmt also an, eine Ersitzung habe, solange die Bilder in Deutschland waren, schon nach dem als Recht der Ortslage anwendbaren deutschen Recht nicht stattfinden können. Diese Annahme ist ebenfalls der Überprüfung durch das Bundesgericht entzogen. Konnte Koerfer die Bilder zu jener Zeit nach deutschem Rechte nicht ersitzen, so ist unerheblich, ob, wie die Vorinstanz überdies meint, auch aus Gründen der schweizerischen öffentlichen Ordnung nicht angenommen werden dürfte, dass die Ersitzungsfrist lief, solange Goldschmidt den Besitz Koerfers nicht anfechten konnte.\n\nb) Wechselt die Sache den Ort, bevor die Ersitzung nach dem Rechte der bisherigen Ortslage eingetreten ist, so beurteilt sich grundsätzlich nach dem Recht der neuen Ortslage, ob und wann die Ersitzung sich vollende (SCHNITZER a.a.O. S. 578, MEIER-HAYOZ a.a.O. N. 284). Nach diesem Recht bestimmt sich insbesondere auch, ob und wieweit der am frühern Ort ausgeübte Besitz auf die vom Recht der neuen Ortslage geforderte Besitzdauer anzurechnen ist und inwieweit bei der Würdigung der am früheren Ort eingetretenen Tatsachen das dort geltende Recht herangezogen werden soll (SCHNITZER S. 578; RAAPE, IPR, 5. A. 1961, S. 604). Gemäss diesen Grundsätzen entscheiden sich die erwähnten Fragen im vorliegenden Falle nach schweizerischem Recht, in dessen Geltungsbereich sich die streitigen Bilder seit Dezember 1944 befinden.\n\nc) Der Erwerb des Eigentums an Fahrnis durch Ersitzung setzt nach Art. 728 Abs. 1 ZGB voraus, dass jemand eine fremde Sache ununterbrochen und unangefochten während fünf Jahren in gutem Glauben als Eigentümer in seinem Besitz hat.\n\nBGE 94 II 297 S. 307Für die Berechnung der Fristen, die Unterbrechung und den Stillstand der Ersitzung finden nach Art. 728 Abs. 3 ZGB die Vorschriften über die Verjährung entsprechende Anwendung.\n\nDarüber, ob im Falle eines Ortswechsels der am frühern Ort ausgeübte Besitz auf die fünfjährige Frist des Art. 728 Abs. 1 ZGB anzurechnen und inwiefern bei Beurteilung der am frühern Ort eingetretenen Tatsachen das dort geltende Recht heranzuziehen sei, findet sich im schweizerischen Recht keine ausdrückliche Bestimmung. SCHNITZER verweist auf die verschiedenen Lösungen, welche diese Fragen in Lehre, Rechtsprechung und Gesetzgebung des Auslandes erfahren haben, und bemerkt, am einfachsten sei es, \"die Laufzeit nach eigenem Rechte zu berechnen, gleichgültig wo sich die Sache jeweils befunden hat, und auch die übrigen Voraussetzungen der Ersitzung, so den guten Glauben, nach dem Recht des Landes zu beurteilen, in dem der Erwerb durch Ersitzung eintreten soll\"; eine entsprechende gesetzliche Bestimmung wäre zweckmässig. MEIER-HAYOZ (der diese Fragen nicht einlässlich behandelt) rechnet den gutgläubigen Besitz am frühern Ort vorbehaltlos auf die fünfjährige Frist des schweizerischen Rechts an (vgl. das in N. 284 angeführte Beispiel einer in Deutschland gestohlenen, dort während drei Jahren von einem Gutgläubigen besessenen und nachher in die Schweiz verbrachten Sache). Für das deutsche Recht, das diese Fragen ebenfalls nicht ausdrücklich regelt, erachtet WOLFF (Das IPR Deutschlands, 3. A. 1954, S. 181) als nahezu feststehend, dass die Erfordernisse des neuen Gebietsrechts erfüllt sein müssen, dass es aber genügt, wenn einige von ihnen sich schon unter dem alten Recht erfüllt haben; solche früher verwirklichten Tatbestandsstücke würden (nach einem Ausdruck ZITELMANNS) mit ihrem jetzigen \"Rechtswert\" eingesetzt, was offenbar heissen soll, sie seien nach dem neuen Gebietsrecht zu beurteilen. Deutlich in diesem letzten Sinne äussern sich WOLFF/RAISER (Sachenrecht, 10. Bearbeitung 1957, S. 366 f.), indem sie erklären, wenn der Erwerbstatbestand aus mehreren zeitlich folgenden Tatsachen bestehe und die Sache inzwischen den Ort wechsle, so komme es auf den Ort an, wo sich das letzte Tatbestandsstück verwirkliche; \"nur nach dem letzten Ortsrecht werden auch die früheren Tatbestandsstücke gewürdigt\"; befinde sich z.B. eine gestohlene Sache acht Jahre in einem Lande, das die \"res furtivæ\" für \"inhabiles\" (zur Ersitzung untauglich) erkläre, und bringe der (gutgläubige) Besitzer sie dann BGE 94 II 297 S. 308nach Deutschland, so ersitze er sie hier in zwei Jahren, weil sich jetzt alle Ersitzungsvoraussetzungen nach deutschem Recht beurteilten. RAAPE (a.a.O. S. 605 f.) will auf die Ersitzung von aus dem Ausland nach Deutschland verbrachten Sachen mit ZITELMANN die übergangsrechtlichen Vorschriften des Einführungsgesetzes zum BGB (Art. 185 in Verbindung mit Art. 169 EG) entsprechend anwenden, was u.a. dazu führt, dass der Beginn sowie die Hemmung und Unterbrechung der Ersitzung sich für die Zeit vor dem Ortswechsel nach dem Rechte der frühern Ortslage zu richten haben (vgl. Art. 185 in Verbindung mit Art. 169 Abs. 1 Satz 2 EG). Seine Ausführungen über die von einem ausländischen Staat in einen andern gelangten Sachen, deren Ersitzung nach seiner Auffassung mangels einschlägiger Vorschriften dieses andern Staates in Deutschland nach den dem Art. 185 EG entlehnten Grundsätzen zu beurteilen ist, schliessen mit der Bemerkung: \"Der Weisheit Schluss ist auch hier wieder wie in allen Fällen eines Statutenwechsels, die Entscheidung möglichst, d.h. bis an die Grenze der Gerechtigkeit, dem neuen Statut zu überlassen.\"\n\nAuf die vom Recht der neuen Ortslage geforderte Besitzdauer den am frühern Ort ausgeübten Besitz anzurechnen, ist nicht gerechtfertigt, wenn die Ersitzung nach dem dort geltenden Recht nicht beginnen konnte, sondern gehemmt war. Die Beklagten befürworten denn auch selber nicht die vorbehaltlose Anrechnung der am frühern Ort abgelaufenen Besitzdauer, sondern teilen die dem Gutachten Broggini zugrunde liegende Auffassung, die vor dem Ortswechsel abgelaufene Zeit sei dann vollständig anzurechnen, wenn der Lauf der Ersitzungsfrist nach dem Rechte der frühern Ortslage nicht gehemmt war. Indem die Vorinstanz unter Hinweis auf §§ 937 und 941 BGB ausführte, das Korrelat zur Ersitzung sei die Möglichkeit der Anfechtung des Besitzes, d.h. ein Besitz ohne Möglichkeit der Anfechtung durch den Berechtigten tauge nicht zur Ersitzung, und feststellte, diese Möglichkeit habe für Goldschmidt während der nationalsozialistischen Herrschaft in Deutschland nicht bestanden, bekannte sie sich zur Auffassung, nach deutschem Recht habe die Ersitzung nicht beginnen können, sondern sei gehemmt gewesen, solange die streitigen Bilder sich in Deutschland befanden. Diese im Berufungsverfahren nicht zu überprüfende Auffassung der Vorinstanz führt zum Schlusse, dass die in Deutschland abgelaufene Besitzdauer auf die fünfjährige Frist des Art. 728 ZGB BGE 94 II 297 S. 309nicht angerechnet werden darf, sondern dass diese Frist erst mit der Überführung der Bilder nach der Schweiz im Dezember 1944 beginnt. Die vom Appellationshof festgestellte Tatsache, dass Jakob Koerfer die Bilder schon vorher seiner in der Schweiz wohnenden Frau geschenkt hatte, kann hieran nichts ändern, da für die Ersitzung das deutsche Recht massgebend blieb, solange die Bilder in Deutschland waren, und da eine Anfechtung mit Wirkung für den Geltungsbereich dieses Rechts auch nach der Schenkung an Frau Koerfer ausgeschlossen war.\n\nd) Die Beklagten haben die streitigen Bilder vom Dezember 1944 an während mehr als fünf Jahren ununterbrochen besessen. Der Besitz hat im Sinne von Art. 728 (wie von Art. 661) ZGB als unangefochten zu gelten, solange der wahre Berechtigte sein Recht nicht durch Klage geltend macht (HAAB N. 10, MEIER-HAYOZ, 3. A. 1964, N. 23 zu Art. 661 ZGB). Jakob Goldschmidt hat nie, sein Erbe erst im Dezember 1956 geklagt. Die Beklagten haben also die Bilder mehr als fünf Jahre vom Dezember 1944 an unangefochten besessen.\n\nEs steht auf Grund des von der Vorinstanz festgestellten Tatbestandes ausser Zweifel und ist unbestritten, dass die Kinder Koerfer die Bilder im Sinne von Art. 728 ZGB als Eigentum besassen, d.h. dass Jakob Koerfer als gesetzlicher Vertreter seiner in jenen Jahren noch minderjährigen Kinder den Willen hatte, die Bilder für seine Kinder, die Erben seiner Frau, als Eigentum zu besitzen (vgl. HAAB N. 10, MEIER-HAYOZ N. 17 zu Art. 661 ZGB).\n\nInnert fünf Jahren vom Dezember 1944 an sind keine Tatsachen eingetreten, die nach Art. 728 Abs. 3 ZGB in Verbindung mit Art. 134 ff. OR die Unterbrechung oder den Stillstand der Ersitzung hätten bewirken können.\n\nDie Kinder Koerfer wurden also gemäss Art. 728 ZGB fünf Jahre nach dem Dezember 1944, d.h. im Dezember 1949 durch Ersitzung Eigentümer der Bilder, wenn sie diese bis dahin in gutem Glauben besassen. Eine allfällige Bösgläubigkeit ihres Vaters, der damals ihr gesetzlicher Vertreter war, wäre ihnen anzurechnen (vgl. HOMBERGER N. 35 zu Art. 933 ZGB, JÄGGI N. 137 zu Art. 3 ZGB; DESCHENAUX in Schweiz. Privatrecht II, 1967, § 21A V 2a S. 225).\n\ne) Die Vorinstanz stellt fest, der Kläger habe den von Gesetzes wegen zu vermutenden guten Glauben Jakob Koerfers zur Zeit der Inbesitznahme der Bilder durch ihn nicht zu widerlegen BGE 94 II 297 S. 310vermocht. Koerfer habe als Kunstfreund zwar gewusst, dass sich \"hinter den Initialen J.G.\", mit denen der Auktionskatalog die Herkunft des grössten Teils der am 25. September 1941 versteigerten Bilder bezeichnete (Titel des Katalogs: \"Gemälde und Kunstgewerbe aus der ehemaligen Sammlung J.G. /Berlin - Verschiedener Kunstbesitz\"), \"der emigrierte Jude und berühmte Kunstsammler Jakob Goldschmidt verbarg\"; er habe jedoch damals in guten Treuen annehmen können, die Versteigerung der \"ehemaligen Sammlung J.G.\" hänge mit der damals allgemein bekannten Überschuldung Goldschmidts zusammen.\n\nDie Annahme der Vorinstanz, Koerfer könne für den Zeitpunkt der Inbesitznahme der Bilder durch ihn den guten Glauben für sich beanspruchen, lässt sich auf Grund des von ihr festgestellten Sachverhalts nicht als bundesrechtswidrig beanstanden. Der Kläger wendet denn auch gegen diese Annahme nichts ein, sondern macht mit Bezug auf das Erfordernis des guten Glaubens nur noch geltend, Koerfer habe - wie das auch die Vorinstanz annimmt - seinen guten Glauben infolge der Mitteilungen Goldschmidts vom 1. September /4. November 1948 und 27. Januar 1949 vor Ablauf der Ersitzungsfrist verloren und die Ersitzung aus diesem Grunde nicht vollenden können.\n\nDiese Mitteilungen waren jedoch für sich allein nicht geeignet, Koerfer für die Zukunft bösgläubig zu machen oder ihm doch nach Art. 3 Abs. 2 ZGB für die Zukunft das Recht zu entziehen, sich auf seinen guten Glauben zu berufen. Sie zeigten ihm zunächst nur, dass Goldschmidt sich als rechtmässigen Eigentümer der Bilder betrachtete, dem diese durch widerrechtliche Massnahmen der Nationalsozialisten weggenommen worden seien, und dass Goldschmidt ihn als bösgläubigen Erwerber ansah und die Bilder von ihm herausverlangte. Diesen Rechtsstandpunkt brauchte Koerfer nicht ohne weiteres anzuerkennen. Der Vorwurf Goldschmidts, er habe die Bilder in bösem Glauben, d.h. in Kenntnis der widerrechtlichen Wegnahme seines Eigentums erworben, war nach den eigenen Feststellungen der Vorinstanz ungerechtfertigt. Koerfer nahm darnach an und war zur Annahme berechtigt, die Versteigerung der Bilder sei eine normale, rechtmässige Folge der Überschuldung Goldschmidts. Die blosse Behauptung des Gegenteils zwang ihn nicht, die bis dahin in guten Treuen gehegte Überzeugung kurzerhand preiszugeben, BGE 94 II 297 S. 311sondern verpflichtete ihn zunächst nur, deren Begründetheit zu überprüfen. Dieser Pflicht kam er nach, indem er auf das erste Schreiben Goldschmidts hin von diesem nähere Auskunft verlangte und sich in der Folge mit den Vorbringen Goldschmidts und des von diesem beigezogenen Anwalts ernsthaft auseinandersetzte. Seine Erhebungen bestätigten, dass Goldschmidt die Bilder schon 1931, also vor der nationalsozialistischen Machtergreifung, zur Sicherstellung seiner Schulden gegenüber der Bank hatte verwenden müssen und dass der Versteigerungserlös der Bank zur Tilgung ihrer Forderungen überlassen wurde. Dass Koerfer 1948/49 noch glaubte, Goldschmidt habe die Bilder im Jahre 1931 verpfändet, während es sich um eine Sicherungsübereignung gehandelt hatte, kann ihm nicht schaden. Auch unter der Voraussetzung, dass die Bilder der Bank bloss verpfändet und somit Eigentum Goldschmidts geblieben waren, durfte Koerfer trotz den Mitteilungen Goldschmidts - welche die Vorgänge des Jahres 1931 völlig übergingen - bei der Überzeugung bleiben, die Bilder seien zur Deckung der Schulden Goldschmidts gegenüber der Bank verwertet worden, und er habe sie daher rechtmässig erworben. Er durfte das um so eher, als Goldschmidt, nachdem der Anwalt Koerfers mit Schreiben vom 4. Februar 1949 das Herausgabebegehren unter Berufung auf den rechtmässigen Erwerb bei einer ordentlichen Pfandversteigerung zurückgewiesen hatte, die vorher angedrohten gerichtlichen Schritte nicht einleitete, sondern mehr als drei Jahre lang (bis zum 24. April 1952) stillschwieg.\n\nf) Da die Bilder der Bank im Jahre 1931 in Wirklichkeit übereignet worden waren, erwarb Koerfer sie vom Eigentümer, der den von ihm bezahlten Preis erhielt, und stellt sich die Frage der Ersitzung durch gutgläubigen Besitz überhaupt nicht, wenn das Sicherungseigentum der Bank zur Zeit der Versteigerung (25. September 1941) noch bestand. Sollte aber nach dem massgebenden deutschen Recht anzunehmen sein, die Bilder hätten damals nicht mehr der Bank, sondern wieder Goldschmidt gehört, was dahinsteht (vgl. Erw. 3 lit. c hievor), so wäre Koerfer doch zuzubilligen, dass ihn die 1948/49 erhaltenen Mitteilungen Goldschmidts bei Kenntnis der seinerzeit erfolgten Übereignung der Bilder an die Bank erst recht nicht hätten veranlassen können, seinen Besitz für unrechtmässig zu halten. Er konnte bei Anwendung der ihm zumutbaren Aufmerksamkeit unmöglich voraussehen, dass die gültige Sicherungsübereignung BGE 94 II 297 S. 312hinterher in eine blosse Verpfändung umgedeutet werden könnte, um Goldschmidt bezw. dem Kläger die Legitimation zur Klage auf Herausgabe der Bilder zu verschaffen.\n\ng) ...\n\nh) Nach alledem ist anzunehmen, Koerfer habe trotz den Mitteilungen Goldschmidts die seinem Erwerb und Besitz allfällig anhaftenden rechtlichen Mängel nicht gekannt und es sei auch nicht dargetan, dass er sie bei Anwendung der ihm nach den Umständen zumutbaren Aufmerksamkeit hätte kennen sollen, sondern er habe auch nach Erhalt der erwähnten Mitteilungen in guten Treuen annehmen dürfen, er besitze die Bilder rechtmässig. Wenn das Sicherungseigentum zur Zeit der Versteigerung der Bilder noch bestand, war diese Annahme sogar richtig (vgl. lit. f hievor). Andernfalls war sie wegen der aussergewöhnlichen Umstände, die eine zutreffende Beurteilung der tatsächlichen und rechtlichen Verhältnisse sehr erschwerten, wenigstens vertretbar. Wer unter solchen Umständen einer zwar falschen, aber doch vertretbaren Ansicht folgt, kann den guten Glauben für sich in Anspruch nehmen (vgl. JÄGGI N. 41 und 112 zu Art. 3 ZGB). Die Kinder Koerfer sind also gegen Ende 1949 (lit. d hievor) durch Ersitzung Eigentümer der streitigen Bilder geworden, wenn sie es nicht infolge rechtmässigen Erwerbs dieser Bilder schon vorher waren.\n\nDass nach den Konfliktsregeln des schweizerischen internationalen Privatrechts die deutsche Sondergesetzgebung über Rückerstattung und Wiedergutmachung anzuwenden sei und zur Gutheissung der Klage führen könnte, obwohl nach schweizerischem Recht in der Schweiz die Ersitzung eingetreten ist, behauptet der Kläger mit Recht nicht.\n\n6. Ist die Klage aus diesen Gründen abzuweisen, so kann die von den Parteien erörterte Frage, ob die Verwirkung der Fahrnisklage nach Art. 934 Abs. 1 ZGB den gutgläubigen Besitzer einer abhandengekommenen Sache zum Eigentümer mache oder ob die Verwirkung jener Klage die Eigentumsklage unberührt lasse, offen bleiben; denn die Eigentumsklage geht auf jeden Fall mit dem Eintritt der Ersitzung durch den gutgläubigen Besitzer unter.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das angefochtene Urteil aufgehoben und die Klage abgewiesen."}