{"annee": "94", "cour": "I", "page": "384", "date": "28/6/1968", "cite": ["85 IV 211", "69 I 101", "90 II 302"], "cite_par": ["99 IB 519", "117 V 237", "96 I 673"], "chapeau": "53. Auszug aus dem Urteil vom 28. Juni 1968 i.S. G. AG gegen Eidg. Steuerverwaltung.", "regestes": ["Art. 109 al. 2 OJ. Les considérants de droit par lesquels le Tribunal fédéral motive le renvoi d'une affaire lient l'autorité inférieure. Ils lient également le Tribunal fédéral appelé à statuer sur un recours formé contre la nouvelle décision de l'autorité inférieure (consid. 2). Droit de timbre sur les coupons et impôt anticipé. Art. 5 al. 2 LC, art. 4 de l'A CF instituant un impôt anticipé, du 1er septembre 1943 (AIA). Cas d'application: une société anonyme verse des \"intérêts\" aux actionnaires pour l'apport d'un nouveau capital propre, qualifié de \"prêt\" (consid. 2 et 3). Art. 11 LC, art. 6 quater AIA. On se trouve en présence d'une prestation imposable supplémentaire, ce qui augmente le montant de l'impôt, lorsque la société anonyme ne transfert pas les impôts aux actionnaires (consid. 4). L'art. 16 al. 2 de la LF sur l'impôt anticipé, du 13 octobre 1965 (LIA), selon lequel les montants arriérés de l'impôt anticipé portent un intérêt, s'applique aussi aux créances fiscales nées et échues sous l'empire de l'ancien droit (consid. 5)."], "faits": "|385|\n\nA.- Die Beschwerdeführerin G. AG, die ihren Sitz in der Schweiz hat, bezweckt den Handel mit Waren, die Vermittlung von Handelsgeschäften und die Beteiligung an Unternehmungen mit ähnlichen Zwecken. Bis zum 5. Juli 1956 gehörten ihre sämtlichen Aktien (100 voll einbezahlte Inhaberaktien zu Fr. 1000.--) der D. AG, deren Sitz sich ebenfalls in der Schweiz befindet. In den Bilanzen der Beschwerdeführerin vom 31. Dezember 1955 und 1956 waren an Aktiven nur noch Debitoren in geringen Beträgen (Fr. 3'469.70 bzw. Fr. 3'940.45) aufgeführt. In den Büchern der D. AG waren die Aktien der Beschwerdeführerin pro memoria mit Fr. 1.- bewertet.\n\nAm 5. Juli 1956 buchte die D. AG diese Aktien aus und belastete sie mit Fr. 1.- dem einzigen Verwaltungsrat beider Gesellschaften, dem schweizerischen Rechtsanwalt Dr. X. Nach der Darstellung der Beschwerdeführerin wurden sie zum symbolischen |386| Preis von Fr. 1.- auf die Aktionäre der D. AG übertragen. Wer diese Aktionäre sind, ist weder der Eidg. Steuerverwaltung (EStV) noch dem Bundesgericht bekanntgegeben worden. Dr. X. hat erklärt, er wisse nur, dass sie Ausländer seien; ihre Namen seien ihm nie mitgeteilt worden.\n\nAm 9. Juli 1957 wurden der Beschwerdeführerin durch den Schweizerischen Bankverein Fr. 150'000.-- gutgeschrieben. Es wurde ein \"Schuldschein Nr. 1\" ausgestellt. Darin anerkennt die Beschwerdeführerin, dem Inhaber ab 9. Juli 1957 Fr. 150'000.-- zu schulden. Ausserdem ist in der Urkunde festgehalten, dass die Schuld vom Gläubiger und vom Schuldner unter Beobachtung einer Frist von drei Monaten auf ein Quartalsende, erstmals auf den 30. Juni 1959, zur Rückzahlung gekündigt werden könne und dass für das \"Darlehen\" jährlich 5% Zins und vierteljährlich 1/4% Kommission zu bezahlen seien, die jährlich zum Kapital geschlagen und erst mit diesem fällig werden. Ferner trägt der Schuldschein den Vermerk: \"Stempelsteuerfrei (StG Art. 11 c undBGE 69 I 101)\".\n\nIn den Geschäftsjahren 1957-1962 erzielte die Beschwerdeführerin Reingewinne von insgesamt Fr. 94'328.28, die sie zur Abtragung des Verlustsaldos verwendete. Ende 1962 war daher fast ihr ganzes Aktienkapital wiederhergestellt; der Verlustsaldo betrug damals nur noch Fr. 1731.27.\n\nB.- Die EStV erblickte in der Veräusserung der Aktien der Beschwerdeführerin vom 5. Juli 1956 einen Mantelhandel im Sinne des Art. 21 Abs. 2 StG. Sie forderte daher von der Beschwerdeführerin für eine Kapitaleinbringung im Betrage von Fr. 98'268.73 (Fr. 100'000.-- abzüglich Verlustsaldo von Fr. 1731.27) eine Emissionsabgabe von Fr. 1965.40. Ferner forderte sie von der Beschwerdeführerin für die in den Jahren 1957-1962 aus den jährlichen Reingewinnen vorgenommene Kapitalauffüllung Fr. 3129.85 Couponabgabe und Fr. 25'168.65 Verrechnungssteuer, auf Grund der Annahme, die Beschwerdeführerin habe durch Finanzierung neuen Aktienkapitals aus ihren eigenen Mitteln die Aktionäre von einer ihnen obliegenden Einzahlungspflicht befreit und ihnen damit eine geldwerte Leistung im Sinne von Art. 5 Abs. 2 CG und Art. 4 Abs. 1 lit. a VStB erbracht (Einspracheentscheid vom 28. September 1965).\n\nDie von der G. AG gegen diesen Entscheid erhobene Verwaltungsgerichtsbeschwerde wurde vom Bundesgericht am |38713| . Mai 1966 teilweise gutgeheissen. Das Gericht erkannte, dass die im angefochtenen Entscheid geforderten Abgaben nicht geschuldet seien, weil die Verwertung eines leeren Aktienmantels im Sinne von Art. 21 Abs. 2 StG nicht nachgewiesen sei. Dagegen nahm es an, dass die als \"Darlehen\" bezeichnete Zuwendung im Betrage von Fr. 150'000.--, welche die Beschwerdeführerin nach ihrer eigenen Darstellung \"von Aktionärseite\" erhalten habe, in Wirklichkeit eine Kapitaleinbringung im Sinne des Art. 21 Abs. 1 StG darstelle. Es verpflichtete daher die Beschwerdeführerin, eine Emissionsabgabe von Fr. 3000.-- zu entrichten. Mit Bezug auf die Couponabgabe und die Verrechnungssteuer wies es die Angelegenheit zur neuen Entscheidung im Sinne der Erwägungen an die EStV zurück. Es führte dazu aus, die \"Zinsen\" und \"Kommissionen\", die im \"Schuldschein Nr. 1\" vorgesehen sind, seien gleich wie Dividenden zu behandeln, also der Couponabgabe und der Verrechnungssteuer zu unterwerfen, wenn und soweit die Beschwerdeführerin den Aktionären unter diesen Titeln Leistungen erbracht habe; ob und in welchem Umfange dies geschehen sei, müsse noch abgeklärt werden; falls sich ergebe, dass steuerbare Zuwendungen vorliegen, seien die entsprechenden Abgaben zu erheben, soweit sie nicht verjährt seien.\n\nC.- Auf Grund der Rückweisung und nach Abklärung des Sachverhalts fällte die EStV am 17. November 1967 folgenden neuen Einspracheentscheid:\n\n\"1. Die G. AG schuldet auf den ,Zinsen' und ,Kommissionen' von Fr. 40'500.--, die sie ihren Aktionären für die Geschäftsjahre 1961-1965 gestützt auf den,Schuldschein Nr. 1, vom 9. Juli 1957 gutgeschrieben hat, an Couponabgabe Fr. 1215.-- und an Verrechnungssteuer Fr. 10'935.--, zusammen Fr. 12'150.--.\"\n\n(Die auf frühere Jahre entfallenden Leistungen wurden wegen Verjährung der Abgaben nicht besteuert.)\n\n\"2. Die Steuern sind innert 30 Tagen der Eidg. Steuerverwaltung zu entrichten und auf die Leistungsempfänger zu überwälzen. Der Nachweis der Überwälzung ist innert der gleichen Frist zu erbringen.\n\n3. Im Falle der Nichtüberwälzung der Steuern erhöht sich der Steuerbetrag auf insgesamt Fr. 17'357.--.\n\n4. Der geschuldete Verrechnungssteuerbetrag ist ab 23. Februar 1967 mit 4 % p.a. zu verzinsen.\"\n\nD.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde beantragt die G. AG, der Einspracheentscheid vom 17. November 1967 sei als unbegründet aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab.\n\n|388|", "considerants": "Aus den Erwägungen:\n\n2. Die EStV hat im angefochtenen Entscheid auf Grund einer Prüfung der Bücher der Beschwerdeführerin festgestellt, dass diese in den Geschäftsjahren 1961-1965 gestützt auf den \"Schuldschein Nr. 1\" vom 9. Juli 1957 für \"Zinsen\" und \"Kommissionen\" insgesamt Fr. 40'500.-- aufgewendet hatte. Diese Feststellung ist unbestritten, und es besteht auch kein Grund, sie zu beanstanden. Es ist auch nicht bestritten und steht fest, dass die im angefochtenen Entscheid gestellte Steuerforderung nicht verjährt ist. Die Beschwerdeführerin macht jedoch geltend, die geforderten Abgaben seien nicht geschuldet, weil es sich nicht um steuerbare Leistungen handle.\n\nIn erster Linie behauptet sie, die EStV habe im neuen Entscheid das Urteil des Bundesgerichts vom 13. Mai 1966 \"zu weitgehend interpretiert\"; das Gericht habe in diesem Urteil die Frage, ob die \"Zinsen\" und \"Kommissionen\" gleich wie Dividenden der Couponabgabe und der Verrechnungssteuer unterliegen, bloss aufgeworfen, ohne sie zu entscheiden. Diese Behauptung ist abwegig. Das Bundesgericht hat sich im ersten Urteil nicht bloss \"gefragt\", ob das \"Darlehen\" von Fr. 150'000.-- eine verdeckte Kapitaleinbringung gemäss Art. 21 Abs. 1 StG darstelle und ob demzufolge die \"Zinsen\" und \"Kommissionen\" gleich wie Dividenden zu behandeln seien. Vielmehr hat es diese Fragen in den Erwägungen 3 und 5 eindeutig bejaht; demgemäss hat es in Dispositiv 2 der Beschwerdeführerin eine Emissionsabgabe für die als \"Darlehen\" bezeichnete Kapitaleinbringung auferlegt und in Dispositiv 3 mit Bezug auf die Couponabgabe und die Verrechnungssteuer die Angelegenheit zur neuen Entscheidung \"im Sinne der Erwägungen\" (eben der Erwägungen 3 und 5) an die EStV zurückgewiesen. Die Rechtsauffassung, mit welcher das Bundesgericht eine Rückweisung an die Vorinstanz begründet, ist der neuen Entscheidung der Vorinstanz zugrunde zu legen. Das Gesetz bestimmt dies für die Zivil- und Strafsachen ausdrücklich (Art. 66 OG und Art. 277 ter BStP); dasselbe gilt aber auch für die verwaltungsrechtlichen Streitigkeiten, obwohl eine entsprechende Bestimmung hierüber fehlt (KIRCHHOFER, Verwaltungsrechtspflege beim Bundesgericht, ZSR 1930 S. 69). Hier hat die EStV sich an die ihr im Rückweisungsentscheid erteilte rechtliche Anleitung gehalten. Sie hat sich richtigerweise darauf |389| beschränkt, die von ihr nach diesem Entscheid noch zu prüfenden Fragen abzuklären und die dem Ergebnis entsprechende Entscheidung zu treffen.\n\nIn der Hauptsache richtet sich die neue Verwaltungsgerichtsbeschwerde gegen die Rechtsauffassung, mit welcher das Bundesgericht die Rückweisung begründet hat. Die Beschwerdeführerin übersieht jedoch, dass das Gericht an die rechtlichen Weisungen, die es der Vorinstanz im früheren Urteil erteilt hat, ebenfalls gebunden ist, also darauf bei der Beurteilung der neuen Beschwerde nicht mehr zurückkommen kann (KIRCHHOFER a.a.O.; nicht veröffentlichtes Urteil vom 23. Juni 1944 i.S. Herzog, Erw. 1; vgl. BGE 85 IV 211, betr. Art. 277 ter BStP, und BGE 90 II 308 Erw. 2 a, betr. Art. 66 OG).\n\nHieraus ergibt sich, dass die \"Zinsen\" und \"Kommissionen\", welche die Beschwerdeführerin nach den Feststellungen der EStV für die Geschäftsjahre 1961-1965 durch Gutschrift entrichtet hat, der Couponabgabe und der Verrechnungssteuer unterliegen.\n\n3. Übrigens ist klar, dass die Einwendungen der Beschwerdeführerin gegen die rechtliche Begründung der Rückweisung nicht durchzudringen vermöchten, wenn sie zulässig wären.\n\nDie Beschwerdeführerin hat ja in der ersten Beschwerde selber ausgeführt, dass die im \"Schuldschein Nr. 1\" und in ihren Bilanzen als \"Darlehen\" bezeichnete Zuwendung von Fr. 150'000.-- in Wirklichkeit eine Kapitaleinbringung im Sinne des Art. 21 StG darstelle (in der irrtümlichen Meinung, die damit fällig gewordene Emissionsabgabe sei verjährt). Sie hat dazu erklärt, die Zuwendung stamme \"offensichtlich von Aktionärseite\", da ein Dritter ihr angesichts ihrer ungünstigen Bilanz vom 31. Dezember 1956 nicht einen Betrag von Fr. 150'000.-- zur Verfügung gestellt hätte. In der Tat müssen die Beteiligten sich darüber im klaren gewesen sein, dass sie der Beschwerdeführerin ein neues Eigenkapital von Fr. 150'000.-- verschafften, da im Zeitpunkt der Zuwendung das statutarische Grundkapital praktisch verloren war.\n\nAllerdings hat der Verwaltungsrat der Beschwerdeführerin im ersten Verfahren vor Bundesgericht auf Anfrage erklärt, er kenne die Aktionäre nicht; er verkehre lediglich mit deren Vertreter, der ihm ihre Namen nicht bekanntgebe; er wisse nur, dass sie Ausländer seien. Es hätte aber den Aktionären freigestanden, sich gegenüber dem Verwaltungsrat zu erkennen zu |390| geben. Zwar können sie dazu nicht gezwungen werden; aber die Beschwerdeführerin und mittelbar ihre Aktionäre müssen die Folgen tragen, die sich aus der Verweigerung der Auskunft ergeben. Das Bundesgericht durfte mangels irgendwelcher Gegenindizien annehmen, die Fr. 150'000.-- seien von den Aktionären \"im Verhältnis zu ihren Beteiligungen\" (Art. 21 Abs. 1 StG) eingebracht worden. Einen solchen Schluss muss die Behörde ziehen können, wenn ein Steuerpflichtiger durch Auskunftsverweigerung verunmöglicht abzuklären, ob eine zu vermutende, aber nicht eindeutig bewiesene Voraussetzung für die Abgabeerhebung erfüllt ist. Dem Steuerpflichtigen darf aus der Auskunftsverweigerung keinesfalls ein Steuervorteil erwachsen.\n\nNun macht die Beschwerdeführerin geltend, der Verwaltungsrat Dr. X. habe sich mit seiner Pflichtaktie nicht an der Kapitaleinbringung beteiligt; die Leistung sei also nicht von allen Aktionären \"im Verhältnis zu ihren Beteiligungen\" erbracht worden. Der Tatbestand wäre aber gleich zu beurteilen gewesen, wenn die Beschwerdeführerin diesen Einwand schon im ersten Verfahren erhoben hätte. Mangels Gegenbeweises, der hier fehlt, ist nach dem gewöhnlichen Lauf der Dinge zu vermuten, dass der schweizerische Verwaltungsrat, der eine inländische Aktiengesellschaft für ihm unbekannte ausländische Aktionäre verwaltet, nur fiduziarisches Eigentum an seiner Pflichtaktie hat. Deshalb kann im vorliegenden Fall ohne weiteres angenommen werden, dass in dem eingebrachten Kapital von Fr. 150'000.-- der auf die Pflichtaktie des Verwaltungsrats entfallende Anteil inbegriffen war.\n\nDie Aktionäre hätten es freilich in der Hand gehabt, die neuen Mittel nur zum Teil als Eigenkapital, im übrigen aber als Fremdkapital (Darlehen) mit kurzfristiger Kündigungsmöglichkeit in die Gesellschaft einzubringen; dann wären die Zinsen für das Darlehen nicht der Couponabgabe und der Verrechnungssteuer unterworfen. Die Aktionäre haben aber nicht diesen Weg gewählt. Sie haben ein einziges, ungeteiltes Rechtsgeschäft mit der Beschwerdeführerin abgeschlossen und müssen sich deshalb mit der einheitlichen steuerlichen Behandlung dieses Rechtsgeschäfts abfinden.\n\n4. Für die von der EStV ermittelten steuerbaren Leistungen im Gesamtbetrage von Fr. 40'500.-- schuldet die Beschwerdeführerin an Couponabgabe (3%) und Verrechnungssteuer |391| (27%) insgesamt Fr. 12'150.--. Diesen Betrag hat die Beschwerdeführerin gemäss Art. 11 CG und Art. 6 quater VStB auf die Aktionäre zu überwälzen. Für den Fall, dass die Überwälzung innert bestimmter Frist nicht nachgewiesen wird, fordert die EStV einen Steuerbetrag von Fr. 17'357.-- Die Beschwerdeführerin bestreitet diese Forderung, jedoch zu Unrecht. Unterlässt sie die Überwälzung, so liegt darin eine weitere nach Art. 5 Abs. 2 CG und Art. 4 Abs. 1 lit. a VStB steuerbare Zuwendung an die Aktionäre. Dann ist davon auszugehen, dass die den Aktionären gutgeschriebenen Fr. 40'500.-- einen um die Steuerbelastung von 30% gekürzten Nettobetrag darstellen, also nur 70% einer steuerbaren Bruttoleistung von Fr. 57'857.-- ausmachen, so dass sich der Steuerbetrag auf Fr. 17'357.-- (30% von Fr. 57'857.--) erhöht.\n\n5. Nach Art. 16 Abs. 2 des Bundesgesetzes über die Verrechnungssteuer vom 13. Oktober 1965, das am 1. Januar 1967 in Kraft getreten ist, sind fällig gewordene Steuerbeträge, die 15 Tage nach behördlicher Mahnung noch ausstehen, von der Mahnung an zu einem vom Eidg. Finanz- und Zolldepartement zu bestimmenden Satz zu verzinsen. Der Zinssatz beträgt gemäss Verfügung des Departements vom 30. Dezember 1966 4% für das Jahr. Auf diese Ordnung stützt sich die ebenfalls angefochtene Zinsforderung der EStV.\n\nZwar ist hier grundsätzlich noch der auf 1. Januar 1967 aufgehobene Verrechnungssteuerbeschluss vom 1. September 1943 anwendbar, unter dessen Herrschaft die in Frage stehenden Leistungen erbracht worden sind (vgl. Art. 71 Abs. 2 VStG, betr. die Couponabgabe). Er enthält indessen keine Bestimmung über die Verzinsung rückständiger Verrechnungssteuerbeträge. Vor dem 1. Januar 1967 waren daher solche Rückstände nicht zu verzinsen. Der seither geltende Art. 16 Abs. 2 des neuen Gesetzes ist jedoch auch auf Verrechnungssteuerforderungen anwendbar, die noch unter dem alten Recht entstanden und fällig geworden sind. Diese Bestimmung erfasst nach ihrem Wortlaut und Sinn alle Fälle, in denen fällig gewordene Verrechnungssteuerbeträge 15 Tage nach einer seit dem Inkrafttreten des neuen Gesetzes ausgesprochenen Mahnung noch ausstehen. Altrechtliche Steuerforderungen sind nicht ausgenommen. Eine andere Auslegung würde zu stossenden Ungleichheiten führen und ist daher abzulehnen. Art. 16 Abs. 2 VStG bezweckt gerade, solche Ungleichheiten zu vermeiden.\n\n|392| Er beruht auf der Überlegung, es sei ein Gebot der Rechtsgleichheit gegenüber dem pünktlichen Steuerzahler, dass der säumige Zahler die Forderung zu verzinsen habe (BBl 1963 II S. 976). Dieses Gebot erheischt, dass die neue Bestimmung auch auf Rückstände aus altem Recht, die 15 Tage nach einer seit dem 1. Januar 1967 ausgesprochenen Mahnung noch bestehen, angewandt wird.\n\nDie Beschwerdeführerin wendet ein, eine die Zinspflicht begründende Mahnung könnte erst ergehen, nachdem die amtliche Festsetzung der Steuer rechtskräftig geworden sei; folglich seien hier vorläufig keine Zinsen geschuldet. Diese Auffassung ist offensichtlich unbegründet. Art. 16 Abs. 2 VStG stellt darauf ab, ob die Verrechnungssteuer fällig geworden ist, nicht darauf, ob sie rechtskräftig festgesetzt ist. Die Bestimmung soll verhindern, dass der Steuerpflichtige, der die Steuer bei Fälligkeit pünktlich entrichtet, gegenüber dem säumigen Steuerzahler ungebührlich benachteiligt wird. Die Fälligkeit ist von vornherein im Gesetz festgelegt. Bei ihrem Eintritt hat der Steuerpflichtige die Steuer von sich aus zu entrichten. Zu einer Festsetzung der Abgabe durch behördlichen Entscheid kommt es nach der gesetzlichen Ordnung nur ausnahmsweise. Der Eintritt der Fälligkeit wird durch ein allfälliges solches Verfahren und durch die Ergreifung von Rechtsmitteln gegen einen darin getroffenen Entscheid nicht gehemmt. Im vorliegenden Fall waren die Abgaben längst fällig, als die Beschwerdeführerin am 23. Februar 1967 gemahnt wurde. Da sie 15 Tage nach dieser Mahnung noch nicht bezahlt waren, besteht die im angefochtenen Entscheid geltend gemachte Zinsforderung zu Recht."}