{"annee": "94", "cour": "I", "page": "102", "date": "28/2/1968", "cite": [], "cite_par": ["105 IA 193", "99 V 188", "106 IB 125", "112 IB 576", "103 IB 192", "103 IA 14"], "chapeau": "17. Sentenza del 28 febbraio 1968 nella causa Z. contro Consiglio di Stato del Cantone Ticino.", "regestes": ["Art. 87 et 88 OJ; art. 4 Cst; art. 9 al. 2 lettre b de la LF sur le séjour et l'établissement des étrangers. 1. L'étranger a qualité pour attaquer, par la voie du recours de droit public pour violation de l'art. 4 Cst, le retrait du permis de séjour (confirmation de la nouvelle jurisprudence; consid. 1). 2. Exclusion des allégués nouveaux dans les recours de droit public qui supposent l'épuisement préalable des voies de droit cantonales. Exceptions à ce principe: quand l'autorité peut-elle invoquer des arguments nouveaux à l'appui de sa décision? Limites de cette faculté (consid. 3). 3. L'autorité qui impute à un justiciable des circonstances aggravantes doit lui donner la possibilité de se déterminer aussi à leur sujet (consid. 5). 4. Les mesures de police doivent respecter le principe de la proportionnalité (consid. 6)."], "faits": "|103|\n\nRitenuto in fatto:\n\nA.- Il 21 dicembre 1966 l'Ufficio degli stranieri del Cantone Ticino rilasciò al cittadino italiano Z., nato l'11 aprile 1941, celibe, residente ad A. un permesso di dimora valido sino al 17 dicembre 1967, affinchè si occupasse quale muratore presso una impresa edile. Il permesso di dimora sostituiva quello quale lavoratore stagionale, a'sensi dell'art. 12 cifra 1 dell'Accordo fra la Svizzera e l'Italia relativo all'emigrazione dei lavoratori italiani in Svizzera del 10 agosto 1964, in vigore dal 22 aprile 1965 (RU 1965, p. 400 e segg.).\n\nB.- Il 16 maggio 1967 X. si rivolse all'Ufficio cantonale degli stranieri, chiedendo l'adozione di immediati provvedimenti contro Z., che accusava di intrattenere una relazione adulterina con la propria moglie, madre di cinque figli.\n\n|104|\n\nIl 15 giugno 1967 Z. fu convocato dalla polizia. Ammise spontaneamente la relazione, che dichiarò però di aver rotto da oltre dieci giorni. Promise che avrebbe respinto ogni tentativo che la donna avesse fatto per riannodarla.\n\nC.- Il 27 giugno 1967 l'Ufficio cantonale degli stranieri revocava il permesso, con la motivazione che il ricorrente aveva intrattenuto una pervicace relazione con una donna sposata, madre di cinque figli, creando un gravissimo turbamento nella famiglia e provocando l'abbandono del tetto coniugale da parte dell'amante.\n\nContro quella decisione Z. ricorse, il 6 luglio 1967, al Dipartimento di polizia del Cantone Ticino. Fece valere di aver allacciato la relazione ignorando che l'amante fosse coniugata; di averla voluta troncare, dopo aver appreso tale circostanza; di averla finalmente troncata al momento in cui apprese del dissidio insorto tra i coniugi e prima che la donna lasciasse il tetto coniugale, rifiutando di riprenderla nonostante le insistenze della amante. A tal proposito produsse dichiarazioni testimoniali. Osservò inoltre che la relazione non aveva dato origine ad alcuna procedura giudiziaria tra i coniugi, e che la misura presa nei suoi confronti lo ledeva gravemente e non appariva adeguata alle circostanze.\n\nD.- Con del decisione 18 luglio 1967 il Dipartimento respingeva il ricorso, prorogando dal 10 al 31 luglio il termine per l'abbandono del territorio cantonale. Nei motivi il Dipartimento sottolineava la gravità della tresca, causa del profondo turbamento delle relazioni tra i coniugi e l'abbandono del tetto coniugale. Riteneva che l'allontanamento dello Z. si imponeva anche per ragioni di ordine pubblico, il marito della donna essendo in istato di estrema esasperazione ed avendo proferito minacce gravissime contro il ricorrente.\n\nE.- Z. ricorse al Consiglio di Stato, riproponendo le ragioni del precedente gravame. Produsse una dichiarazione rilasciata dalla signora in questione al suo legale. In essa, la donna conferma che, all'inizio della relazione, Z. ignorava lo stato coniugale dell'amante, tra l'altro perchè questa non portava, per un eczema alle mani, la fede nuziale; che la relazione venne immediatamente troncata, non appena il marito scoprì l'adulterio; che, dopo l'avvenuta riconciliazione dei coniugi, l'abbandono del tetto coniugale fu improvvisamente imposto dal marito, sobillato da terze persone.\n\n|105|\n\nIl ricorso fu sottoposto a X. per osservazioni ed eventuali nuove adduzioni. Questi contestò l'esposizione del ricorrente; aggiunse che gli amanti, scoperti, si erano avvalsi della minorenne M. per stabilire i loro convegni. Confermò che l'abbandono del tetto coniugale da parte della donna fu dovuto unicamente all'infatuazione di questa per Z.\n\nF.- Con decisione 10 ottobre 1967 il Consiglio di Stato respinse il ricorso, prorogando al 31 ottobre il termine di partenza. Sui motivi, ove occorra, si tornerà in appresso.\n\nG.- Con tempestivo ricorso di diritto pubblico per violazione dell'art. 4 CF, Z. chiede al Tribunale federale di annullare l'impugnata risoluzione e di rinviare gli atti al Consiglio di Stato per regolare istruttoria e nuova decisione.\n\nIl ricorrente fa valere che il Consiglio di Stato avrebbe violato l'art. 18 della Legge di procedura per le cause amministrative (LPCA) che fa obbligo all'autorità di accertare d'ufficio i fatti. L'impugnata misura, secondo il ricorrente, non sarebbe stata preceduta da regolare istruttoria, non potendosi considerare valido atto istruttorio la richiesta di osservazioni al marito denunciante, il quale, secondo l'indicazione della stessa autorità, si trova in uno stato di estrema esasperazione. Inoltre il Consiglio di Stato avrebbe violato il diritto di essere sentito del ricorrente, fondando tra l'altro la sua decisione sulla circostanza, non contestata al ricorrente, per cui gli amanti si sarebbero avvalsi della figlia sedicenne della signora X. come intermediaria dei loro incontri.\n\nInfine, il Consiglio di Stato avrebbe ammesso fatti in contrasto con gli atti.\n\nH.- Il Consiglio di Stato propone la reiezione del ricorso. Con le osservazioni produce una ulteriore inchiesta fatta esperire dagli organi di polizia.\n\nPer questo motivo è stata concessa al ricorrente la facoltà di replicare. Egli conferma le conclusioni ricorsuali.", "considerants": "Considerando in diritto:\n\n1. Secondo la giurisprudenza inaugurata dal Tribunale federale con la sentenza del 3 febbraio 1967 nella causa X. c. Zurigo (ZBl. 68/1967, p. 376 e segg.) e confermata il 15 marzo dello stesso anno con la sentenza pubblicata in RU 93 I 1 e segg., lo straniero può interporre un ricorso di diritto pubblico per violazione dell'art. 4 CF contro la decisione di revoca del |106| permesso di dimora. Il Tribunale federale ha infatti precisato che la sfera di validità dell'art. 4 CF - il quale vincola non solo il giudice e l'amministrazione, ma anche il legislatore - non è limitata nè dal profilo oggettivo nè da quelle personale. In realtà, dal tenore di simile disposizione costituzionale, che par la dell'eguaglianza degli \"Svizzeri\" davanti alla legge, non si può senz'altro dedurre ch'essa si riferisce soltanto ai rapporti fra lo Stato e i suoi propri cittadini. Anzi, già la circostanza che lo Stato di diritto non può limitare ad una parte sola dei suoi soggetti la validità del principio per lui basilare dell'eguaglianza davanti alla legge e del conseguente divieto del diniego di giustizia materiale e formale, induce ad intendere sotto il termine \"Svizzero\", usato nell'art. 4 CF, l'individuo come tale. Anche lo straniero beneficia quindi della protezione di tale norma costituzionale, e può pertanto, di massima, interporre un ricorso di diritto pubblico contro la decisione cantonale d'ultima istanza che gliela nega. Naturalmente, perchè possa presentare un ricorso di tale natura, lo straniero deve dimostrare d'essere stato colpito dall'atto dell'autorità nella sua posizione giuridica e d'avere sofferto, in siffatta posizione, un pregiudizio materiale (e di regola anche attuale) (art. 88 OG). Il Tribunale federale ha già statuito che è leso nei suoi interessi giuridicamente protetti ai sensi dell'art. 88 OG lo straniero che si vede revocato, prima del termine, il permesso di dimora, o che se lo vede rifiutato in violazione di norme essenziali di procedura (RU 93 I 5).\n\nDato quanto precede, la censurata revoca del permesso di dimora poteva di conseguenza essere impugnata mediante il presente ricorso di diritto pubblico per violazione dell'art. 4 CF.\n\nVero è che, frattanto, il permesso in discussione è venuto a scadere (precisamente, il 17 dicembre 1967). Tuttavia, siccome il ricorrente risiede in Svizzera da oltre 5 anni, egli avrebbe in linea di principio il diritto di ottenere il rinnovo del permesso di dimora (art. 11 cpv. 1 lett. a del citato accordo tra la Svizzera e l'Italia), se la decisione di revoca dovesse cadere. L'interesse del ricorrente all'annullamento del provvedimento impugnato è quindi anche attuale (ZBl. 68/1967, p. 379, lett. c).\n\nIl presente gravame è pertanto ricevibile.\n\n2. Il ricorso di diritto pubblico per violazione dell'art. 4 CF ha in genere funzione meramente cassatoria. In quanto chiede al Tribunale federale di rinviare gli atti al Consiglio di Stato per nuova istruttoria e decisione il ricorso è irricevibile.\n\n|107|\n\n3. Il Consiglio di Stato ha, con le proprie osservazioni, prodotto un'inchiesta che ha fatto esperire dal Dipartimento cantonale di polizia posteriormente all'impugnata decisione. Tale istruttoria è stata, almeno su taluni punti, postulata dallo stesso legale del ricorrente, il quale, in una lettera del 6 novembre 1967 all'Ufficio degli stranieri, precisava che il suo cliente avrebbe gradito \"un'inchiesta intesa a controllare la veridicità delle sue asserzioni e la totale infondatezza della dichiarazione... di X.\". Il Consiglio di Stato, comunque, nelle sue osservazioni, dichiara di averla ordinata a titolo abbondanziale, per puro scrupolo di giustizia.\n\nQuesto documento è nuovo. Si pone pertanto il quesito a sapere se la sua produzione sia ammissibile.\n\nI ricorsi di diritto pubblico che, come quelli fondati sull'art. 4 CF, presuppongono l'esaurimento delle istanze cantonali (art. 86 cpv. 2 OG e art. 87 OG) sono, secondo la giurisprudenza costante (RU 73 I 112, 87 I 99 consid. 2 e rinvii) decisi sulla scorta degli atti cantonali. Solo a titolo eccezionale è pertanto concesso al ricorrente di fondare il proprio gravame su adduzioni di fatto e di diritto nuove (BIRCHMEIER, Bundesrechtspflege, p. 391/92; BONNARD, Problèmes relatifs au recours de droit public ZSR 1962 II p. 471 n. 62, e le sentenze citate da questi autori; cfr. inoltre la sentenza inedita del 29 maggio 1963, nella causa Maurer c. Hartmann e San Gallo). Codesto divieto, in linea di massima, non vale però nella stessa misura per la parte intimata e per l'autorità cantonale: e questo perchè il Tribunale federale prescinde dal cassare una decisione basata su motivi insostenibili, se a conforto della stessa può esser addotta un'altra motivazione che resista alla censura d'arbitrio (RU 77 I 46 consid. 3). Nella già citata sentenza Maurer, il diritto dell'autorità di invocare nuovi argomenti di fatto e di diritto fu comunque limitato alla risposta, escluso invece nella procedura di ulteriore scambio di allegati a'sensi dell'art. 93 cpv. 3 OG.\n\nUn'ulteriore limitazione a codesta facoltà dell'autorità cantonale fu stabilita nella recente sentenza Marmorex c. Tribunale di appello del Cantone Ticino, del 20 dicembre 1967. In quell'occasione, il Tribunale federale dichiarò che l'autorità cantonale non può invocare, a difesa della propria decisione, una circostanza di fatto nuova che costituisce l'opposto della fattispecie ritenuta nella decisione impugnata.\n\nUn'analoga limitazione alla facoltà riconosciuta all'autorità |108| cantonale di addurre nuovi fatti dev'essere ammessa nei casi in cui, come nel presente, il ricorrente addebita all'autorità cantonale violazioni di procedura che, se fondate, costituiscono non soltanto un arbitrio, ma sfociano necessariamente in un diniego di giustizia formale e, particolarmente, nella violazione del diritto di essere sentito. Adottando una diversa soluzione, si permetterebbe all'autorità cantonale di rimediare a posteriori a viziche, costituendoviolazione deldiritto d'esser sentito, debbono condurre all'annullamento del provvedimento impugnato, e si renderebbe così illusoria la tutela offerta al cittadino dall'art. 4 CF.\n\nVero è che il Tribunale federale, in materia di violazione del diritto di essere sentito, rinuncia a cassare la decisione, quando all'interessato, non sentito in prima istanza, è stata data la possibilità di esprimersi in sede di ricorso davanti ad un'istanza cui compete il libero esame del fatto e del diritto (RU 46 I 327; 76 I 180; 87 I 340). Ma tale ipotesi non si verifica nella fattispecie, l'inchiesta esperita dal Consiglio di Stato, con audizione del ricorrente, essendo avvenuta dopo l'adozione della misura impugnata.\n\nSi deve quindi concludere che, nel caso in esame, la produzione dell'inchiesta suppletoria, ordinata dal Consiglio di Stato dopo l'adozione del provvedimento impugnato, deve essere dichiarata inammissibile.\n\n4. Ciò premesso, occorre esaminare se l'impugnato provvedimento, sulla scorta degli atti anteriori alla sua definitiva adozione da parte del Consiglio di Stato, resiste alle censure sollevate dal ricorrente.\n\nIl ricorrente rimprovera anzitutto al Consiglio di Stato di aver deciso senza accertare d'ufficio i fatti e senza aver esperito a tal fine una regolare istruttoria, come disposto dall'art. 18 della legge cantonale di procedura per le cause amministrative, del 19 aprile 1966 (LPCA). Che nessuna istruttoria abbia avuto luogo, come pretende il ricorrente, non corrisponde al vero.\n\nCostituisce intanto valido atto istruttorio l'audizione del ricorrente operata il 15 giugno 1967 dagli organi di polizia; parimenti è atto istruttorio l'audizione del denunciante, chiamato a presentare osservazioni al ricorso di Z. al Consiglio di Stato, nonchè l'acquisizione agli atti di causa dello scritto inviato da X. l'l 1 giugno 1967 all'autorità cantonale di vigilanza sulle tutele. Che il marito tradito avesse veste di denunciante |109| e si trovasse in uno stato di esasperazione non è circostanza che impedisse all'autorità, tenuta a valutare le prove secondo il proprio prudente criterio, di raccogliere la versione dei fatti di quest'ultimo.\n\nLa censura è pertanto infondata.\n\n5. Secondo il ricorrente, l'impugnata decisione sarebbe basata anche sulla circostanza che gli amanti si sarebbero serviti della figlia sedicenne della signora X. per stabilire i loro appuntamenti. E'esatto che codesta circostanza non fu mai contestata al ricorrente prima della decisione del Consiglio di Stato.\n\nCerto, nel contesto della motivazione, essa è addotta unicamente quale prova del fatto che il ricorrente conosceva lo stato coniugale dell'amante. Ma, occorre rilevare, tale circostanza non aveva affatto bisogno di essere provata: il ricorrente ha sempre ammesso di aver appreso, in ogni caso poco dopo l'inizio della relazione, che l'amante era sposata.\n\nLa natura del rimprovero fa apparire questo elemento della motivazione come di indubbio rilievo per il giudizio del caso.\n\nPremessa la gravità oggettiva dell'adulterio per la lesione dell'istituto guiridico-sociale ch'esso comporta, l'autorità, nell'applicare l'art. 9 cpv. 2 lett. b della LF sulla dimora e il domicilio degli stranieri, deve prendere in considerazione, evitando ogni schematizzazione, gli elementi soggettivi della colpa, che in ogni caso appaiono diversi (cfr. RU 84 II 33 1 e segg.; RU 93 I 7 e segg.; ZBl 68/1967, p. 380 lett. a). Se, accanto all'adulterio, l'autorità vuol rimproverare all'interessato, ponendole a base della propria decisione, circostanze aggravanti, dev'essere offerta a quest'ultimo la possibilità di esprimersi sull'addebito specifico. Se l'autorità trascura questa misura, essa viola il diritto di essere sentito che discende dall'art. 4 CF, nella stessa maniera in cui commette diniego di giustizia formale omettendo di occuparsi, nella decisione, di una circostanza rilevante per il giudizio (ZBl 68/1967, p. 383 in fine).\n\nSiccome il diritto di essere sentito è di natura formale, la violazione dello stesso comporta la cassazione dell'impugnato provvedimento indipendentemente dalla prova di un interesse da parte del ricorrente, e dalle probabilità di esito favorevole di una nuova decisione del Consiglio di Stato (RU 92 I 264 in alto; ZBl 68/1967, p. 383 in fine).\n\n6. In tali circostanze, può apparire superfluo esaminare le ulteriori censure mosse dal ricorrente all'impugnato giudizio.\n\n|110| Tuttavia, a titolo abbondanziale, è opportuno rilevare ancora quanto segue:\n\na) Il ricorrente rimprovera al Consiglio di Stato di aver accertato, in contrasto con gli atti, che allorquando ebbe inizio la relazione, egli sapeva che la donna era sposata, e che questa portava sempre la fede nuziale.\n\nNon si può, a questo proposito, rimproverare all'autorità cantonale un arbitrario uso del potere di apprezzamento delle prove. Sulla scorta degli elementi in suo possesso, il Consiglio di Stato poteva ritenere che il ricorrente fosse al corrente dello stato coniugale della donna e non prestar fede alla dichiarazione da costei resa circa la fede nuziale, sulla quale il marito dà la versione opposta. D'altronde, la circostanza non è di rilievo per il giudizio, poichè il ricorrente stesso ammette di aver comunque appreso poco dopo che la donna era sposata. Ora, secondo la sua stessa ammissione, la relazione continuò ciononostante per due mesi, ossia in ogni caso sino all'inizio di giugno 1967.\n\nb) Il ricorrente rimprovera inoltre al Consiglio di Stato di aver ritenuto, nella sua decisione, che la relazione sia continuata anche oltre l'epoca ammessa dallo Z., e dopo l'intervento della polizia del 15 giugno 1967.\n\nL'impugnata decisione è, su tal punto, per lo meno ambigua: il Consiglio di Stato non si pronuncia, su questa circostanza, in modo chiaro. Dalla parte finale della motivazione si deduce però che l'autorità è partita dalla ipotesi che la tresca sia continuata. La stessa opinione, in forma invero più dubitativa, il Consiglio di Stato adotta nelle sue osservazioni.\n\nOra, tale circostanza è rilevante. È vero che il Tribunale federale ha già giudicato (ZBl 68/1967, p. 382 lett. a) che il provvedimento di polizia può apparire giustificato anche se la relazione adulterina è già cessata. Ma, poichè la misura di polizia deve conformarsi al principio della proporzionalità, e d'altronde l'autorità è tenuta a motivare esaurientemente la propria decisione (art. 19 cpv. 2 della citata LF sulla dimora e il domicilio degli stranieri, combinato con l'art. 20 cpv. 1 della relativa ordinanza), questo elemento dev'essere chiarito nella decisione, poichè è evidente che le finalità e l'intensità dell'intervento di polizia sono o possono essere diverse, a seconda che si tratti di impedire la relazione illecita, o soltanto di eliminare le conseguenze di una relazione adulterina già cessata.\n\n|111|\n\nOmettendo di prendere posizione in modo chiaro su tale punto, il Consiglio di Stato ha violato il diritto di essere sentito del ricorrente, e quindi l'art. 4 CF. Per le stesse ragioni esposte sub 5 l'impugnata decisione deve quindi essere cassata anche sotto questo profilo.\n\n7. Una corresponsione di ripetibili, data la natura del procedimento, non entra in considerazione (art. 156 cpv. 2 e 159 cpv. 5 OG).\n\nIl Tribunale federale pronuncia:\n\nIl ricorso, in quanto ricevibile, è accolto nel senso dei considerandi e la decisione impugnata è annullata."}