{"annee": "94", "cour": "III", "page": "25", "date": "6/6/1968", "cite": ["61 III 63", "35 I 265", "93 III 84", "51 III 180", "28 I 305", "71 III 181", "51 III 175", "35 I 217", "24 I 497"], "cite_par": [], "chapeau": "6. Entscheid vom 6. Juni 1968 i.S. Braunschweig & Co. AG und Mitbeteiligte.", "regestes": ["Délai pour porter plainte contre l'estimation des biens du débiteur par le commissaire dans la procédure concordataire. Lorsque le dossier est déposé dix jours avant l'assemblée des créanciers pour être consulté, selon l'art. 300 al. 2 LP et conformément à la publication, le délai pour porter plainte contre l'estimation des biens du débiteur (art. 299 LP), laquelle ressort des pièces déposées, expire seulement le jour de l'assemblée des créanciers (art. 17 al. 2 et 31 al. 1 LP; éclaircissement apporté à la jurisprudence)."], "faits": "|26|\n\nIm Nachlassverfahren des Paul Kälin, Modehaus, Küssnacht am Rigi, berief der Sachwalter am 8. Januar 1968 auf den 16. Februar 1968 die Gläubigerversammlung ein und gab den Gläubigern zugleich bekannt, dass die Akten zehn Tage vor der Versammlung aufgelegt würden.\n\nAm 16. Februar 1968, also am Tage der Gläubigerversammlung, führten drei Gläubiger gegen die vom Sachwalter vorgenommene Schätzung des Warenlagers des Schuldners Beschwerde mit dem Antrag auf Anordnung einer \"neutralen\" Schätzung nach dem Fortführungswert statt nach dem Liquidationswert. Die untere Aufsichtsbehörde erklärte die Beschwerde als verspätet und auferlegte den Beschwerdeführern die Verfahrenskosten. Die obere kantonale Aufsichtsbehörde, an welche die Beschwerdeführer rekurrierten, hob mit Entscheid vom 22. April 1968 die Kostenauflage auf (Dispositiv 2), bestätigte dagegen in der Sache selbst den erstinstanzlichen Entscheid (Dispositiv 1). Sie nahm an, nach Lehre und Rechtsprechung, deren Begründung allerdings nicht in allen Punkten überzeuge, decke sich die Frist zur Beschwerde gegen die Schätzung des Sachwalters mit der Aktenauflagefrist, die am 15. Februar 1968 zu Ende gegangen sei. |27|\n\nDiesen Entscheid haben die Beschwerdeführer an das Bundesgericht weitergezogen mit dem Antrag, ihn aufzuheben, die Beschwerde materiell zu behandeln und demgemäss die Neuschätzung des Warenlagers des Schuldners anzuordnen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Gegen die Schätzung der Vermögensstücke des Schuldners, die der Sachwalter nach Art. 299 SchKG vorzunehmen hat, können die Gläubiger und der Schuldner gemäss Art. 295 Abs. 3 in Verbindung mit Art. 17 SchKG Beschwerde führen.\n\nDie Frist für eine solche Beschwerde läuft nach Rechtsprechung und Lehre vom Tage der gemäss Art. 300 Abs. 2 SchKG zum voraus anzukündigenden Auflegung der Akten an, von welchem Tage an die Beteiligten von dem gemäss Art. 299 SchKG aufgenommenen Inventar und der darin enthaltenen Schätzung Kenntnis nehmen können (BGE 51 III 179, BGE 61 III 65; JAEGER und JAEGER/DAENIKER N. 3 zu Art. 299 SchKG; HANS GLARNER, Das Nachlassvertragsrecht nach schweiz. SchKG, 1967, S. 49; FRITZSCHE, Schuldbetreibung und Konkurs II, 1968, S. 324). Es verhält sich mit dieser Frist ähnlich wie mit der Frist für die Beschwerde gegen die Steigerungsbedingungen im Sinne von Art. 134 SchKG, die vom Tage an läuft, an dem die Steigerungsbedingungen gemäss öffentlicher Bekanntmachung aufgelegt werden (BGE 24 I 498 = Sep.ausg. 1 S. 230, BGE 51 III 179; JAEGER N. 7 zu Art. 134 SchKG).\n\nDie Akten müssen den Gläubigern nach Art. 300 Abs. 2 SchKG während zehn Tagen vor der Gläubigerversammlung (pendant les dix jours qui précèdent l'assemblée, nei dieci giorni che precedono detta adunanza) zur Verfügung stehen. Entsprechend dieser Vorschrift enthält die Einladung zur Gläubigerversammlung im vorliegenden Falle die Bemerkung: \"Aktenauflage: 10 Tage vor der Gläubigerversammlung\". Nach den tatsächlichen Feststellungen der Vorinstanz hatten die Gläubiger im Einklang mit dieser Ankündigung vom 6. bis zum 15. Februar 1968 Gelegenheit, die Akten einzusehen. Die zehntägige Frist für die Beschwerde gegen die aus den Akten ersichtliche Schätzung der Vermögensstücke des Schuldners begann also vom 6. Februar 1968 an zu laufen.\n\nIst eine Frist nach Tagen bestimmt, so wird nach Art. 31 Abs. 1 SchKG derjenige Tag nicht mitgerechnet, von welchem |28| an die Frist zu laufen beginnt. Nach dieser Vorschrift ging die vom 6. Februar 1968 an laufende Frist für die Beschwerde gegen die Schätzung des Sachwalters erst mit dem 16. Februar 1968, d.h. mit dem Tage der Gläubigerversammlung zu Ende.\n\n2. Im Falle BGE 51 III 175 ff., wo die Akten am 2.Oktober 1925 aufgelegt worden waren und eine zwei Tage nach der Gläubigerversammlung vom 12. Oktober 1925 eingereichte Beschwerde gegen die vom Sachwalter vorgenommene Schätzung der Liegenschaft des Schuldners als verspätet erklärt wurde, hat das Bundesgericht freilich ausgeführt (S. 179 f.):\n\n\"Wenn die Frist zur Anfechtung der Steigerungsbedingungen nach der bestehenden Rechtsprechung nicht über die Auflagefrist ausgedehnt werden darf, sondern vom Tage ihrer öffentlichen Auflegung an zu laufen beginnt (BGE 24 I 497 f.; BGE 28 I 305, namentlich 316 Erw. 3 [gemeint wohl: 310 Erw. 2]; Sep.ausg. 1 Nr. 53, 5 Nr. 52; Art. 29 Abs. 1 VZG), so muss es sich auch mit der Beschwerdefrist bei der Auflegung der Nachlassakten ähnlich verhalten. Wie es am Tage der Steigerung mit Sicherheit feststehen muss, ob die Steigerung auf Grund der aufgelegten Bedingungen vorgenommen werden darf, oder ob dagegen Beschwerde erhoben worden, ebenso muss im Nachlassverfahren am Tage der Gläubigerversammlung die Vermögenslage des Schuldners abgeklärt sein. Diese Abklärung ist ja der Zweck der Aktenauflage. Die Gläubiger müssen, damit sie sich über die Annahme oder Ablehnung des Entwurfes zum Nachlassvertrag schlüssig machen können, in ihrer Versammlung im Klaren sein, ob die Schätzung vorhandener Liegenschaften des Schuldners, wie sie der Sachwalter vorgenommen hat, anerkannt oder angefochten sei. Und da die Gläubigerversammlung nach Ablauf der Aktenauflagefrist stattfindet, muss in diesem Zeitpunkt die erforderliche Abklärung gegeben sein (vgl. Obergericht Solothurn, Rechenschaftsbericht 1914 Nr. 8, Schweizer. Jur.-Zeitg. S. 336 Nr. 305 [gemeint: SJZ 12, 1915/16, S. 336 Nr. 305]; JAEGER, Anmerkung 9 zu Art. 300; 3 zu Art. 299; 7 zu Art. 134; Praxis II Anm. 3 zu Art. 299).\n\nDie Frist zur Anfechtung der Liegenschaftsschätzung ist somit im vorliegenden Falle mit der Auflagefrist am 12. Oktober 1925 abgelaufen, und die Vorinstanz ist auf die erst am 14. Oktober eingereichte Beschwerde mit Recht wegen Verspätung nicht eingetreten\".\n\nEs läge in der Tat im Interesse einer möglichst raschen und umfassenden Orientierung der Gläubiger, wenn schon im Zeitpunkte der Gläubigerversammlung feststünde, ob die Schätzung des Sachwalters anerkannt oder durch Beschwerde angefochten sei. Es kann jedoch nicht die Rede davon sein, dass die Gläubigerversammlung geradezu ihren Zweck verfehle, |29| wenn diese Frage im Zeitpunkt ihrer Durchführung noch offen ist. Der Sachwalter kann über die Vermögenslage des Schuldners Bericht erstatten (Art. 302 Abs. 1 SchKG), und der Schuldner kann zur Erteilung von Aufschlüssen aufgefordert werden (Art. 302 Abs. 2 SchKG), auch wenn noch keine Gewissheit darüber besteht, ob es bei der Schätzung des Sachwalters bleibe oder nicht. Die Gläubiger brauchen sich nicht schon an der Gläubigerversammlung zu entschliessen, ob sie dem Entwurf des Nachlassvertrags zustimmen wollen (was nach Art. 302 Abs. 3 SchKG schriftlich zu geschehen hat), sondern die Zustimmungserklärungen können auch noch innerhalb von zehn Tagen nach der Verhandlung, ja sogar noch im Bestätigungsverfahren vor den Nachlassbehörden abgegeben werden (Art. 302 Abs. 4 SchKG; BGE 35 I 268 = Sep.ausg. 12 S. 68; JAEGER N. 7 zu Art. 302, 4 zu Art. 307 SchKG; FRITZSCHE a.a.O. S. 322). Auch wenn die Gläubiger an der Versammlung noch nicht erfahren können, ob die Schätzung des Sachwalters anerkannt oder angefochten sei, haben sie also die Möglichkeit, ihre Entschliessung hievon abhängig zu machen. Aus dem Zwecke der Gläubigerversammlung lässt sich also nicht ableiten, dass die vom Tage der Auflegung, d.h. vom zehnten Tage vor der Versammlung an laufende Frist für die Beschwerde gegen die Schätzung des Sachwalters in Abweichung von Art. 31 Abs. 1 SchKG schon mit dem der Versammlung vorangehenden Tage endige. Ein solcher Schluss rechtfertigt sich umso weniger, als selbst dann, wenn die Beschwerdefrist in dieser Weise verkürzt würde, im Zeitpunkte der Versammlung nicht sicher feststellbar wäre, ob eine Beschwerde erhoben worden sei oder nicht; denn es ist, wie die Vorinstanz zutreffend bemerkt, damit zu rechnen, dass eine am Tage vor der Versammlung zur Post gegebene Beschwerde erst nach der Versammlung bei der Aufsichtsbehörde eintrifft.\n\nAuch der in BGE 51 III 179 f. enthaltene Hinweis auf die Regelung, die nach Rechtsprechung und Lehre für die Beschwerde gegen die Steigerungsbedingungen gilt, vermag die Auffassung, dass die Frist für die Beschwerde gegen die Schätzung des Sachwalters mit dem Tage vor der Gläubigerversammlung zu Ende gehe, nicht zu stützen. In BGE 24 I 498 Sep.ausg. 1 S. 230 wurde nur erklärt, eine Beschwerde gegen die Steigerungsbedingungen sei innert zehn Tagen nach deren \"Bekanntgabe\" (d.h. nach der in Art. 134 Abs. 2 |30| SchKG vorgeschriebenen Auflegung) einzureichen. Dass bei der Berechnung dieser Frist der Tag der Auflegung entgegen Art. 31 Abs. 1 SchKG mitzuzählen sei, wurde in jenem Entscheid nicht gesagt. Ebensowenig steht etwas Derartiges in BGE 28 I 305 ff. = Sep. ausg. 5 S. 201 ff. Dieser Entscheid befasst sich überhaupt nicht mit der Frist für Beschwerde gegen die Steigerungsbedingungen, sondern mit der Frist für die Beschwerde gegen eine Steigerungspublikation, welche die betreibungsamtliche Schätzung der zu versteigernden Liegenschaft nicht angab und die Steigerung auf einen zu frühen Zeitpunkt festsetzte (Erw. 1 am Ende, Erw. 2). JAEGER stellt bei Behandlung der Beschwerde gegen die Steigerungsbedingungen an der in BGE 51 III 180 angezogenen Stelle (N. 7 zu Art. 134 SchKG) nur fest, die Frist für diese Beschwerde laufe nicht etwa erst vom Tage an, da der Beschwerdeführer tatsächlich in die Steigerungsbedingungen Einsicht genommen hat, \"sondern von dem Tage, von welchem an sie zur Einsichtnahme aufliegen; vgl. Art. 138 Ziff. 2\". Für die Berechnung der von diesem Tage an laufenden Frist verweist er in N. 6 zu Art. 138 SchKG ausdrücklich auf Art. 31 SchKG. In Anwendung dieser Vorschrift bezeichnet er für den Fall, dass die Steigerungsbedingungen am 10. des Monats aufgelegt wurden, den 20. als letzten Tag der Beschwerdefrist. Dieser Auffassung ist beizustimmen. Aus dem in BGE 51 III 179 erwähnten Art. 29 Abs. 1 VZG folgt nichts Abweichendes. Diese Vorschrift sagt nichts über die Berechnung der Frist für die Beschwerde gegen die Steigerungsbedingungen, sondern bestimmt nur, der Zeitpunkt der Steigerung sei so festzusetzen, dass jene Frist vor dem Steigerungstag abgelaufen ist. Diese Lösung drängt sich wegen der grundlegenden Bedeutung der Steigerungsbedingungen für die Steigerung auf und wird vom Gesetz dadurch ermöglicht, dass es den Zeitpunkt der Auflegung der Steigerungsbedingungen im Unterschied zum Zeitpunkt der Auflegung der Akten des Sachwalters im Nachlassverfahren (Art. 300 Abs. 2, zehn Tage vor der Gläubigerversammlung) nicht starr festlegt, sondern in Art. 134 Abs. 2 bestimmt, die Steigerungsbedingungen seien \"mindestens zehn Tage vor der Steigerung\" aufzulegen.\n\nDie Gründe, die in BGE 51 III 179 f. dafür angeführt wurden, dass die Frist für die Beschwerde gegen die Schätzung des Sachwalters mit dem der Gläubigerversammlung vorausgehenden |31| Tage ablaufe, halten also nicht stand. In jenem Falle war denn auch gar nicht entscheidend, ob der Tag der Gläubigerversammlung noch in diese Frist falle oder ob die Frist mit dem vorangehenden Tage zu Ende gehe; denn die damalige Beschwerdeführerin hatte die Beschwerde erst zwei Tage nach der Gläubigerversammlung eingereicht, in einem Zeitpunkt also, in welchem die von der Auflegung der Akten an laufende Beschwerdefrist auch bei Anwendung von Art. 31 Abs. 1 SchKG abgelaufen war. Zu entscheiden war damals nur die in BGE 35 I 219 /20 = Sep.ausg. 12 S. 19/20 offen gelassene Frage, ob die Beschwerdefrist mit dem Tage der Aktenauflegung oder erst mit dem Tage beginne, an welchem der Beschwerdeführer tatsächlich von den Akten Kenntnis genommen hat. Diese Frage war schon im Interesse der Rechtssicherheit und eines einheitlichen Laufs der Beschwerdefrist für alle Beteiligten im ersten Sinne zu beantworten (vgl. BGE 71 III 182 f., bestätigt durch BGE 93 III 87, wo die entsprechende Frage des Beginns der Frist für die Beschwerde gegen den Kollokationsplan im Konkurs behandelt wird). Für den Fall, dass die Frist mit dem Tage der Auflegung der Akten zu laufen beginnen sollte, wurde in BGE 35 I 219 = Sep.ausg. 12 S. 19 ausdrücklich Art. 31 Abs. 1 SchKG als anwendbar erklärt. Der Sache nach wurde diese Bestimmung im Widerspruch zu den Erwägungen sogar im Falle BGE 51 III 175 ff. angewendet; denn auf S. 180 wurde festgestellt, die - durch die Aktenauflegung vom 2. Oktober 1925 (S. 179 oben) in Gang gesetzte - Beschwerdefrist sei mit dem 12. Oktober (Tag der Gläubigerversammlung, S. 176) abgelaufen.\n\nWenn die Akten gemäss Art. 300 Abs. 2 SchKG zehn Tage vor der Gläubigerversammlung aufgelegt werden, endigt also die Frist für die Beschwerde gegen die Schätzung im Sinne von Art. 299 SchKG erst mit dem Tage dieser Versammlung. Art. 31 Abs. 1 SchKG auf diese Frist nicht anzuwenden und sie damit um einen Tag zu verkürzen, lässt sich umso weniger rechtfertigen, als die Praxis, welche die Frist mit der Auflegung der Akten statt mit der tatsächlichen Kenntnisnahme davon beginnen lässt, für die meisten Beteiligten ohnehin auf eine Verkürzung der gemäss Art. 17 Abs. 2 SchKG normalerweise zur Verfügung stehenden Beschwerdefrist hinausläuft.\n\nDer Entscheid des Obergerichtes des Kantons Solothurn vom 25. Januar 1914 (Rechenschaftsbericht 1914 Nr. 8 = SJZ |3212| , 1915/16, S. 336 Nr. 305; vgl. JAEGER, Praxis der Jahre 1915-1920, und JAEGER/DAENIKER, Praxis der Jahre 1911-1945, je N. 3 zu Art. 299 SchKG), dessen Erwägungen die Begründung des kantonalen und des bundesgerichtlichen Entscheids im Falle BGE 51 III 175 ff. mitbeeinflussten, und der von der Vorinstanz angeführte Entscheid des Zürcher Obergerichts vom 1. Februar 1940 (SJZ 37, 1940/1941, S. 233 Nr. 160; vgl. JAEGER/DAENIKER a.a.O. N. 11 am Ende zu Art. 17, N. 9 zu Art. 300 SchKG), hatten nur zur Frage Stellung zu nehmen, ob die Frist für die Beschwerde gegen die Schätzung im Sinne von Art. 299 SchKG mit dem Tage der Aktenauflage oder erst mit der tatsächlichen Kenntnisnahme beginne. Über die Anwendung von Art. 31 Abs. 1 SchKG sprechen sie sich nicht aus.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nIn Gutheissung des Rekurses wird der angefochtene Entscheid (Dispositiv 1) aufgehoben und die Sache zur materiellen Behandlung der Beschwerde an die Vorinstanz zurückgewiesen."}