{"annee": "94", "cour": "II", "page": "44", "date": "9/1/1968", "cite": ["57 II 603", "80 II 171", "42 II 166", "36 II 432", "84 II 221", "62 II 317", "60 II 249"], "cite_par": ["114 II 171", "96 I 752", "130 III 113", "96 II 257", "117 II 199"], "chapeau": "6. Auszug aus dem Urteil der I. Zivilabteilung vom 9. Januar 1968 i.S. André von Spaendonck & Zonen N.V. gegen International Latex Corporation.", "regestes": ["Art. 3 al. 2 LMF. Un mot qui n'est pas protégé comme marque, ou qui ne l'est plus, devient une désignation générique du seul fait que l'un des milieux intéressés, par exemple celui des gens du métier, l'utilise d'une manière générale pour désigner une espèce particulière de marchandises. Confirmation de la jurisprudence (consid. 6). Le fait que la même marchandise a un deuxième nom (\"Elastomer\") ne prive pas l'autre mot (\"Spandex\") de sa qualité de signe du domaine public (consid. 7). Celui qui utilise un signe descriptif qui fait partie du domaine public ne commet pas en principe un acte contraire à la protection des marques ou à la loi sur la concurrence déloyale (consid. 8). Le titulaire d'une marque enregistrée commet-il un abus de droit s'il soutient en cours de procès que la marque attaquée fait partie du domaine public? (consid.9)."], "faits": "|45|\n\nA.- Die Firma André van Spaendonck & Zonen N.V. in Tilburg ist Inhaberin der seit 1946 im internationalen Markenregister stehenden Wortmarke \"SPANDON\", die unter anderem für Fasern, Fäden, Gewebe und Kleider bestimmt ist, sowie einer im Jahre 1950 in das gleiche Register eingetragenen Wort- und Bild-Marke \"SPANDON PURE WOOL\" für Wollstoffe.\n\nDie in den Vereinigten Staaten von Amerika niedergelassene International Latex Corporation liess im Jahre 1961 die Marken \"SPANDEX\" und \"SPANTEX\" in das schweizerische Register eintragen, beide für Oberkleider, Unterwäsche, elastische Gewebe, Kunststoffgewebe und Stückwaren.\n\nB.- Am 12. November 1962 klagte die Firma Spaendonck beim Handelsgericht des Kantons Zürich gegen die International Latex Corporation auf Löschung der Marken \"SPANDEX\" und \"SPANTEX\" und auf Untersagung des Gebrauchs der beiden Wörter und sonstiger Bezeichnungen mit dem Stamme \"Spand\" oder \"Spant\" mit Beziehung auf Fasern, Garne, Gewebe und daraus herzustellende Waren. Am 17. Mai 1963 liess die Beklagte die beiden Marken löschen. Am 4. Juli 1966 nahm das Handelsgericht davon Vormerk und wies das Untersagungsbegehren ab. Auf Nichtigkeitsbeschwerde der Klägerin hob das Kassationsgericht des Kantons Zürich dieses Urteil am 20. Juni 1967 auf und wies die Sache zur Beweisergänzung und neuen Beurteilung an das Handelsgericht zurück.\n\nDas Handelsgericht fällte am 7. September 1967 das neue Urteil. Es merkte wiederum die Löschung der beiden Marken Spandex und Spantex vor. Zudem schützte es das Untersagungsbegehren mit Bezug auf den Gebrauch des Wortes Spantex.\n\nC.- Die Klägerin verlangt mit der Berufung die vollumfängliche Gutheissung des Untersagungsbegehrens; eventuell beantragt sie, die Sache zur Vervollständigung des Beweisverfahrens an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zicht in Erwägung:\n\n6. Ein weiterer Einwand der Klägerin geht dahin, das Handelsgericht habe bei der Beurteilung der Frage, ob \"Spandex\" Gemeingut sei, nicht auf die Auffassung der richtigen |46| Verkehrskreise abgestellt. So wie eine Marke erst dann zum Freizeichen werde, wenn sie in allen in Betracht kommenden Verkehrskreisen die Bedeutung einer Marke verloren habe, so könnte auch im vorliegenden Falle von einem Warennamen nur gesprochen werden, wenn jedermann im Worte Spandex einen solchen sähe. Es gebe aber noch Abnehmer der Ware, die das Wort Spandex nicht als Warennamen betrachteten.\n\nEs trifft zu, dass die Umwandlung einer Marke in ein Freizeichen erst abgeschlossen ist, wenn alle an der Herstellung, dem Vertrieb und dem Kauf der Ware beteiligten Kreise das Zeichen nicht mehr als Hinweis auf einen bestimmten Geschäftsbetrieb, sondern als Gemeingut, besonders als Warenname, ansehen (BGE 42 II 171, BGE 57 II 606 f., BGE 60 II 254, BGE 62 II 325). Diese Rechtsprechung trägt dem Interesse des Markeninhabers an der Erhaltung seines eingetragenen Zeichens Rechnung; solange dieses in gewissen Kreisen seine hinweisende Kraft nicht verloren hat, soll der Markeninhaber den Schutz weiterhin beanspruchen können. Es steht ihm aber frei, darauf zu verzichten, bevor die Umbildung in ein Freizeichen vollendet ist. Tut er das, so stellt sich die Frage, ob die Umbildung abgeschlossen sei, für ihn nicht mehr. Das Zeichen ist von der Löschung an nicht mehr geschützt. Dritte können sich nicht darauf berufen, die Umwandlung in ein Freizeichen sei noch nicht in allen beteiligten Kreisen vollendet. Vielmehr ist für Dritte die Lage gleich, wie wenn das Zeichen nie als Marke eingetragen gewesen wäre. Es fragt sich einfach, ob der Kreis von Personen, die das Wort als Warenname betrachten, genügend weit sei, damit es als Gemeingut im Sinne des Gesetzes gelten könne.\n\nDiese Frage ist nicht erst zu bejahen, wenn alle Kreise, die mit der Herstellung oder dem Verkehr der Ware zu tun haben, sich der Bedeutung des betreffenden Wortes als Warenname bewusst sind. Ein nicht oder nicht mehr als Marke geschütztes Wort ist schon dann Warenname, wenn nur ein bestimmter Kreis, z.B. nur die Fachleute, es allgemein zur Bezeichnung einer bestimmten Warenart verwendet. Auf diesen Standpunkt stellte sich das Bundesgericht schon in BGE 36 II 445. Die gleiche Auffassung liegt BGE 80 II 176 Erw. 3 zugrunde, wo sich die Frage stellte, ob das mit der eingetragenen Marke Clix verwechselbare Wort Clip \"eine Sachbezeichnung, eine Beschaffenheitsangabe\" sei und sein Gebrauch daher nicht gegen das Gesetz über den unlautern Wettbewerb verstosse. |47|\n\nDaher ist unerheblich, ob auch alle Hausfrauen, die Stoffe aus Kunstfasern oder Bekleidungsstücke aus solchen kaufen, im Worte Spandex einen Warennamen sehen. Nach den verbindlichen Feststellungen der Vorinstanz ist dieses Wort in der Schweiz in den Kreisen der Textilchemie, in der das Erzeugnis verarbeitenden Textilindustrie, im Grosshandel und Detailverkauf als Warenname bekannt geworden. Namentlich fassen auch die leitenden Organe der Warenhäuser es als solchen auf. Dem kaufenden Publikum ist er durch die Zeitungsreklame zum mindesten zur Kenntnis gebracht worden. Das Wort Spandex hat daher als Warenname genügend Verbreitung gefunden und sich im schweizerischen Sprachschatz einen Platz als Gemeingut erobert.\n\n7. Die Klägerin bringt sodann vor, das Wort Spandex werde mehr und mehr durch das Wort Elastomer ersetzt; es sei im Verschwinden begriffen. Sie behauptet sogar, es werde heute als Sachbezeichnung nicht mehr verwendet. Zudem macht sie geltend, es genüge nicht, dass ein Wort die Art oder Beschaffenheit der Ware während kurzer Zeit wiedergebe; Gemeingut sei es nur dann, wenn es das auf die Dauer tue. Was nach kurzer Zeit nicht mehr oder nur noch in vermindertem Masse als Begriff für eine Sache verwendet werde, sei keine Sachbezeichnung im rechtlichen Sinne.\n\nDie Behauptung, das Wort sei als Sachbezeichnung verschwunden, setzt sich über die verbindliche Feststellung der Vorinstanz hinweg, wonach es in den Fachkreisen immer noch als Warenname verstanden werde. Das Handelsgericht räumt nur ein, es habe zugunsten der Bezeichnung Elastomer an Verbreitung eingebüsst, weil die Klägerin im Verlaufe des Prozesses bei den Erzeugern und Grossverbrauchern der Ware unter Hinweis auf das ihr günstige niederländische Urteil vorstellig geworden sei. Nach wie vor werden Waren aus den Vereinigten Staaten mit Spandex-Etiketten in die Schweiz eingeführt. Im übrigen ist festgestellt, dass auch die Beklagte auf die Weiterverwendung des Wortes Spandex als Warenname nicht verzichtet hat. Die Behauptung der Klägerin, die Beklagte gebrauche es nicht mehr, ist nicht zu hören und übrigens nicht zu verstehen, da, wenn sie zuträfe, das Unterlassungsbegehren und die Berufung der Klägerin gegenstandslos wären.\n\nWird das Wort Spandex weiterhin als Warenname verwendet, wenn auch weniger häufig als früher, so ist es nach |48| wie vor Gemeingut. Der Verzicht gewisser Erzeuger und Grossverbraucher, die angesichts der (nicht gerechtfertigten) Intervention der Klägerin eine abwartende Haltung einnehmen, ändert nichts, da, wie bereits ausgeführt wurde, ein Wort nicht bloss dann Gemeingut ist, wenn es lückenlos von allen Leuten, die es tatsächlich verwenden könnten, tatsächlich gebraucht wird. Auch der Umstand, dass die gleiche Ware einen zweiten Namen (Elastomer) hat, nimmt dem Worte Spandex die Eigenschaft als Gemeingut nicht. Diese Auffassung liegt schon BGE 36 II 442 zugrunde, wo der Name Haematogen als Gemeingut gewürdigt wurde, obwohl die betreffende Ware auch als Ferratin bekannt war.\n\n8. Da das Wort Spandex als Warenname für eine bestimmte Kunstfaser Gemeingut ist, kann der Beklagten nicht verboten werden, es zur Bezeichnung dieser Faser und im Zusammenhang mit den aus ihr hergestellten Erzeugnissen zu verwenden. Sie begeht dadurch weder eine Markenrechtsverletzung noch unlautern Wettbewerb (BGE 80 II 173 f., BGE 84 II 227). Dass die Klägerin in einem Zeitpunkt, in dem das Wort Spandex noch nicht bekannt war, das ähnliche Wort Spandon als Marke eintragen liess, ist unerheblich. Diese Marke besteht weiter, nur ist sie im Verhältnis zu Spandex nicht mehr durchsetzbar, also insofern ein schwaches Zeichen geworden. Die Klägerin muss das auf sich nehmen, wie ein Markeninhaber sich sogar damit abfinden muss, wenn seine anfänglich schutzfähige Marke im Laufe der Zeit zum Warennamen und damit vollständig schutzunfähig wird.\n\nUnlauteren Wettbewerb beginge die Beklagte nur, wenn sie das Wort Spandex auch im Zusammenhang mit Fasern gebrauchen würde, die anders zusammengesetzt wären als jene, für die es im gegenwärtigen Sprachgebrauch bestimmt ist. Dass sie das jemals getan habe, behauptet die Klägerin aber nicht.\n\n9. Entgegen der Auffassung der Klägerin liegt kein offenbarer Rechtsmissbrauch darin, dass die Beklagte sich auf die Natur des Wortes Spandex als Warenname beruft, nachdem sie es vorher als Marke hatte eintragen lassen. Gewiss kann ein Zeichen nicht Marke und Gemeingut zugleich sein. Der Beklagten konnte aber nicht verwehrt werden, ihren Standpunkt zu wechseln, nachdem sie eingesehen hatte, dass \"Spandex\" des Markenschutzes nicht fähig sei, weil dieses Wort sich auch in der Schweiz als Sachname durchgesetzt habe. |49|\n\nNicht jeder Wechsel einer Auffassung ist als \"venire contra factum proprium\" missbräuchlich (vgl. MERZ, N. 401 zu Art. 2 ZGB). Rechtsmissbrauch kommt in Frage, wenn jemand einen Rechtsstandpunkt einnimmt, der sich mit seinem eigenen tatsächlichen Verhalten schlechterdings nicht verträgt. Wer z.B. den Rücktritt vom Vertrag erklärt, hierauf aber die empfangene Leistung weiterveräussert, statt sie zurückzuerstatten, kann je nach den Umständen sich nicht mehr auf Rücktritt berufen. Auch kann es Treu und Glauben widersprechen, mit einer bestimmten Stellungnahme die Gegenpartei zu einem für sie nachteiligen Verhalten zu veranlassen und sich hernach auf einen anderen Standpunkt zu stellen. Der Beklagten fällt im vorliegenden Falle nichts Derartiges zur Last. Indem sie das Wort Spandex als Marke registrieren liess, veranlasste sie die Klägerin nicht zu einem für diese schädlichen Verhalten. Die Auffassung der Klägerin, die Beklagte habe dadurch auf dem schweizerischen Markt Verwirrung gestiftet, die Klägerin zum Eingreifen genötigt und sie so geschädigt, kann nicht zur Bejahung eines offenbaren Rechtsmissbrauches und damit zur Gutheissung der nach den Regeln des Rechts unbegründeten Unterlassungsklage führen. Die unbefugte Registrierung des Wortes Spandex als Marke verbunden mit der Anerkennung des Löschungsbegehrens der Klägerin während des Prozesses, wurde vom Handelsgericht bei der Verteilung der Prozesskosten berücksichtigt. Damit ist die Klägerin für den Nachteil entschädigt, der ihr durch ihr prozessuales Eingreifen mit dem Löschungsbegehren entstanden ist. Die Folgen der unbegründeten Stellung eines Unterlassungsbegehrens hat sie selber zu tragen. Die Berufung auf BAUMBACH/HEFERMEHL, Wettbewerbs- und Warenzeichenrecht, 9. Auflage, Bd. I, Anm. 295 der Einleitung zum UWG, hilft ihr nichts. Die Beispiele unzulässiger Rechtsausübung, mit der sich ein Wettbewerber nach der Auffassung der Verfasser dieses Werkes mit seinem eigenen früheren Verhalten in Widerspruch setzt, haben mit dem heute zu beurteilenden Sachverhalt nichts gemeinsam. BAUMBACH/HEFERMEHL sagen, wer z.B. durch eigene rechtswidrige Benutzungshandlungen die Verkehrsgeltung einer fremden Bezeichnung geschwächt oder zerstört habe, könne sich dem Verletzten gegenüber nicht auf den Wegfall der Verkehrsgeltung berufen. Im vorliegenden Fall spielt die Verkehrsgeltung des Zeichens der Klägerin überhaupt keine Rolle, sondern zu |50| entscheiden ist nur, ob die Beklagte, wie alle andern Interessierten, berechtigt sei, ein dem Gemeingebrauch offenstehendes Wort trotz der von der Klägerin hinterlegten Marken zu benützen. Von einem Rechtsmissbrauch fehlt hier jede Spur, geschweige denn, dass er offenbar wäre, wie Art. 2 Abs. 2 ZGB voraussetzt.\n\nOb die Beklagte während der Zeit, da das Wort Spandex zu ihren Gunsten als Marke eingetragen war, gegen Dritte \"markenrechtliche Verwarnungsbriefe\" erliess, ist rechtlich unerheblich. Insbesondere spielt diese Behauptung für die Frage des Rechtsmissbrauches keine Rolle. Nur die Verwarnten könnten aus den angeblichen Verwarnungen allenfalls etwas gegen die Beklagte ableiten. Die Klägerin behauptet nicht, sie sei ebenfalls verwarnt worden, und die Verwarnung anderer musste ihr gleichgültig sein; nicht sie hat im Warenzeichenwesen für allgemeine Ordnung zu sorgen. Die Nichteinvernahme eines Zeugen, durch den die Klägerin ihre Behauptung betreffend \"markenrechtliche Verwarnungsbriefe\" der Beklagten beweisen wollte, verletzt daher Bundesrecht nicht.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 7. November 1967 bestätigt."}