{"annee": "94", "cour": "II", "page": "101", "date": "15/3/1968", "cite": [], "cite_par": ["96 II 325", "101 II 323", "95 II 143"], "chapeau": "15. Arrêt de la Ire Cour civile du 15 mars 1968 dans la cause Gaberel contre Brignolo.", "regestes": ["Litige relatif à la durée d'un sursis de paiement. Interprétation de la manifestation de volonté du créancier qui se déclare disposé à attendre la vente de terrains pour être payé."], "faits": "BGE 94 II 101 S. 101\n\nA.- Par convention du 21 janvier 1964, Aldo Brignolo et son associée ont vendu leur commerce de meubles de style, exploité sous la forme d'une société en nom collectif, ainsi que divers bâtiments à Raymond Guiger et Roger Gaberel. Selon l'art. 3 de la convention, le solde du prix de vente devait être payé dès le 3 janvier 1965 par des versements annuels de 100 000 fr.\n\nLe 1er juillet 1964, Brignolo a prêté 52 000 fr. à Gaberel qui s'est engagé à les rembourser au plus tard le 30 septembre 1964.\n\nGuiger et Jean-Claude Orange sont copropriétaires de plusieurs parcelles, d'une surface totale d'environ 700 000 m2, sises à Torgon, station de sports d'hiver située sur le territoire de la commune de Vionnaz. Ils cherchent à les vendre à qui s'intéresserait au développement de la station.\n\nAu printemps 1965, Brignolo a chargé Georges Delapierre de trouver un acquéreur pour ces terrains. Il lui a remis un dossier BGE 94 II 101 S. 102constitué à cet effet qu'il détenait de Guiger. Delapierre a soumis l'affaire à Luc Hermès.\n\nLe 26 mai 1965, Guiger et Orange ont passé une convention avec Vacanza SA relative à la vente des terrains de Torgon. Le 9 juin 1965, Vacanza SA leur a confirmé qu'elle entreprendrait immédiatement \"la réalisation du projet de station de Torgon\", dès qu'ils auraient rempli leurs obligations.\n\nPar lettre du 21 juin 1965, dont une copie a été adressée à Delapierre, Guiger et Orange ont avisé Hermès que l'affaire qu'on lui avait présentée avait été conclue avec \"un ancien groupe qui a signé l'acte en 24 heures\". Ils lui signalaient cependant que l'arrangement prévoyait des paiements échelonnés et qu'ils n'étaient pas absolument certains, avant d'avoir encaissé les premiers versements, du déroulement normal de l'opération. \"Il reste une petite chance, ajoutaient-ils, pour que l'affaire revienne sur le marché.\" Toutefois, invités quelque temps après à engager de nouveaux pourparlers avec Hermès, ils s'y refusèrent.\n\nLe 19 août 1965, Guiger et Gaberel ont écrit ce qui suit à Maître Jean Mérandon, huissier judiciaire:\n\n\"Nous accusons réception de votre lettre du 16 courant, relative à la demande de M. Aldo Brignolo, lettre dont le contenu a retenu toute notre attention.\n\nNous avons pris contact ce jour avec M. Brignolo, auquel nous avons exposé nos possibilités de réalisations financières dans un délai de un ou deux mois.\n\nM. Brignolo a bien voulu nous laisser entendre qu'il attendrait encore un peu que nous lui versions son dû et nous pensons qu'il vous écrira prochainement à ce sujet.\"\n\nLe 6 septembre 1965, Brignolo a adressé une lettre à Guiger et Gaberel qui a la teneur suivante:\n\n\"Suite à votre demande, et pour tenir compte des difficultés intervenues à la suite des restrictions de crédit, je vous confirme que je suis d'accord d'attendre la vente des terrains de Torgon appartenant à M. Guiger pour que commence le versement des acomptes annuels prévus à l'article 3 de la convention que nous avons signée en date du 21 janvier 1964.\n\nBien entendu, je suis également d'accord d'attendre la vente précitée pour le règlement de la dette personnelle que M. Gaberel a contractée à mon égard en date du 1er juillet 1964, pour un montant de 52 000 fr.\".\n\nLes pourparlers menés avec Vacanza SA en vue de l'exécution de la convention du 26 mai 1965 ont été rompus en BGE 94 II 101 S. 103décembre 1965. Les démarches entreprises auprès d'autres intéressés au sujet de la vente des terrains de Torgon n'ont pas abouti.\n\nLe 28 mars 1966, Gaberel a reçu notification d'un commandement de payer la somme de 52 000 fr. avec intérêt à 5% dès le 30 septembre 1964. Il fit opposition. Brignolo déposa une requête de mainlevée provisoire. Il la retira le 29 juin 1966, à l'issue d'une audience du juge de la mainlevée qui procéda à l'interrogatoire des parties.\n\nB.- Le 2 novembre 1966, Brignolo a assigné Gaberel devant le Tribunal de première instance de Genève en paiement de 52 000 fr. avec intérêt à 5% dès le 30 septembre 1964. Le défendeur a conclu au rejet de la demande. Invoquant le texte de la lettre du 6 septembre 1965, il prétendit que la créance en restitution de la somme prêtée le 1er juillet 1964 n'était pas exigible.\n\nPar jugement du 20 janvier 1967, la Deuxième Chambre civile du Tribunal de première instance de Genève a admis l'action. Dans ses motifs, elle relève qu'en août 1965, Guiger et Orange jugeaient \"la vente des terrains comme chose faite\". Cela résulterait notamment de leur lettre du 21 juin, de celle de Vacanza SA du 9 juin et de leur refus d'engager de nouveaux pourparlers avec Hermès. Selon la juridiction de première instance, il est certain que \"cette assurance et cet optimisme ont transparu et ont même été exprimés dans les propos tenus à Brignolo par Guiger et Gaberel\", lorsqu'ils l'ont prié de patienter, ainsi que cela ressort de leur lettre du 19 août, adressée à son mandataire Mérandon. Elle admet aussi qu'en déclarant, dans sa lettre du 6 septembre, qu'il était disposé à \"attendre la vente des terrains de Torgon\" pour être payé, le demandeur n'avait pas l'intention de reporter le remboursement de son prêt au-delà de quelques mois. Elle considère enfin que, dans ces circonstances, le défendeur ne devait pas comprendre autrement l'accord que Brignolo lui a communiqué à ce sujet dans sa lettre du 6 septembre.\n\nC.- Statuant le 12 décembre 1967 à la suite d'un appel interjeté par Gaberel, la Deuxième Chambre de la Cour de justice du canton de Genève a confirmé le jugement de première instance. Dans son arrêt, elle déclare se référer aux faits et motifs retenus par le premier juge. Elle ajoute que la lettre de Brignolo du 6 septembre 1965 constitue, d'une façon évidente, BGE 94 II 101 S. 104une réponse au sursis que les débiteurs lui avaient demandé le 19 août, en lui exposant \"leurs possibilités de réalisations financières dans un délai d'un ou deux mois\". Cette lettre confirmerait l'entente intervenue avec Brignolo, lequel, ce jour-là, \"a bien voulu leur laisser entendre qu'il attendrait encore un peu qu'ils lui versent son dû\".\n\nD. - Gaberel recourt en réforme au Tribunal fédéral et reprend ses conclusions libératoires.\n\nBrignolo conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. (Irrecevabilité de certaines observations du recourant.)\n\n2. Il est constant que les parties sont convenues, en août ou septembre 1965, de proroger l'échéance de la dette de 52 000 fr., exigible dès le 30 septembre 1964. Seule la durée du sursis accordé par le demandeur est litigieuse.\n\nD'après la juridiction cantonale, Brignolo n'entendait pas reporter l'échéance de sa créance au-delà de quelques mois. Cette constatation, qui a pour objet la volonté dite interne d'une partie, relève du fait et lie le Tribunal fédéral en vertu de l'art. 63 al. 2 OJ (RO 88 II 34).\n\nDans sa lettre du 6 septembre, le demandeur a déclaré qu'il était \"d'accord d'attendre la vente des terrains de Torgon pour le règlement de la dette personnelle de Gaberel\". La cour cantonale ne dit pas si le défendeur a effectivement compris cette déclaration en ce sens que le remboursement du prêt était différé de quelques mois au plus. Elle considère cependant qu'il ne devait pas la comprendre autrement. Ainsi, elle n'a pas établi le sens que le défendeur a réellement attribué à cette déclaration, mais elle a apprécié celui qu'il aurait dû lui donner. Le recourant soutient que l'opinion de la cour cantonale se heurte aux termes clairs et précis de la lettre du 6 septembre et qu'elle est par conséquent erronée. Il s'agit donc de déterminer la portée de la déclaration de volonté du demandeur contenue dans la lettre du 6 septembre. Cette question relève de l'application du droit. Elle est soumise au libre examen de la juridiction de réforme (RO 92 II 347/348).\n\nSelon la jurisprudence, les déclarations adressées à une personne doivent être interprétées d'après le sens que le destinataire pouvait raisonnablement leur attribuer en le considérant comme réellement voulu, sur la base de l'attitude antérieure du BGE 94 II 101 S. 105déclarant et des circonstances qu'il connaissait au moment où la déclaration lui a été faite (RO 90 II 454 consid. 3).\n\nEn l'espèce, le défendeur et Guiger sont intervenus le 19 août 1965 auprès du demandeur, afin qu'il leur accorde un sursis de paiement. A cette occasion, ils lui ont parlé de la \"vente des terrains de Torgon\". Ils étaient persuadés de recevoir des fonds dans un proche avenir. Ils ont fait part de leur assurance sur ce point au demandeur. Celui-ci leur a laissé entendre qu'il consentait à patienter \"encore un peu\". Le 6 septembre, il leur a encore répondu par écrit qu'il était \"d'accord d'attendre la vente des terrains de Torgon\" en ce qui concerne notamment le paiement de la dette personnelle de Gaberel. De ces faits, la cour cantonale a déduit avec raison que le défendeur devait comprendre la déclaration contenue dans la lettre du 6 septembre comme l'expression de la volonté de l'intimé de consentir à une prorogation de l'échéance de la dette, qui ne s'étendrait pas au-delà de quelques mois. Le recourant ne peut raisonnablement prétendre que l'intimé a été d'accord de subordonner l'exigibilité de sa créance à une vente qui pourrait bien ne pas avoir lieu avant des années.\n\n3. Limitée à quelques mois, la durée du sursis de paiement accordé au défendeur ne saurait être supérieure à une année. Ce délai était expiré lorsque le demandeur a introduit son action. Le recours doit donc être rejeté dans la mesure où il est recevable.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours dans la mesure où il est recevable et confirme l'arrêt rendu le 12 décembre 1967 par la Deuxième Chambre de la Cour de justice du canton de Genève."}