{"annee": "127", "cour": "IV", "page": "135", "date": "15/5/2001", "cite": ["113 IA 165", "122 IV 250", "111 IV 45"], "cite_par": [], "chapeau": "21. Auszug aus dem Urteil der Anklagekammer vom 15. Mai 2001 i.S. Bezirksstatthalteramt Arlesheim gegen Generalprokurator des Kantons Bern", "regestes": ["Art. 350 ch. 1 CP; détermination du for en cas de scission des débats. En cas de scission des débats (au sens de l'art. 294 du Code de procédure pénale bernois), l'inculpé est considéré comme encore \"poursuivi\" tant que la première instance ne s'est pas prononcée également sur la peine (consid. 2)."], "faits": "|135|\n\nA.- Die Behörden des Kantons Basel-Landschaft führen seit Oktober 2000 eine Strafuntersuchung gegen B. insbesondere wegen Diebstahls, Betruges und Veruntreuung.\n\n|136|\n\nDie Behörden des Kantons Basel-Stadt führen ebenfalls seit Oktober 2000 gegen B. eine Strafuntersuchung insbesondere wegen mehrfacher Zechprellerei. Dieses Verfahren wurde am 28. März 2001 durch das Bezirksstatthalteramt Arlesheim/BL übernommen.\n\nDie Behörden des Kantons Bern führen gegen B. seit längerem eine Strafuntersuchung wegen sexueller Nötigung (Art. 189 Abs. 1 StGB), eventuell Versuchs dazu, und Vergewaltigung (Art. 190 Abs. 1 StGB), angeblich begangen 1996, eventuell 1997. Gestützt auf den übereinstimmenden Überweisungsbeschluss der Untersuchungsrichterin und des Prokurators vom 11. Januar 2001 sprach das Kreisgericht VIII Bern-Laupen B. wegen dieser Delikte mit Urteil vom 23./24. Oktober 2000 im Sinne eines Schuldinterlokutes im Sinne von Art. 294 StrV/BE schuldig.\n\nB.- Am 21. Dezember 2000 ersuchte das Bezirksstatthalteramt Arlesheim/BL die Behörden des Kantons Bern, das bisher durch dieses Amt geführte Verfahren zu übernehmen. Am 5. Januar 2001 lehnte der Generalprokurator des Kantons Bern eine Übernahme des Verfahrens ab. Ein Meinungsaustausch zwischen den beiden Behörden führte zu keiner Einigung in der Frage des Gerichtsstandes.\n\nC.- Mit Gesuch vom 28. März 2001 beantragt das Bezirksstatthalteramt Arlesheim/BL, die Strafverfolgungsbehörden des Kantons Bern berechtigt und verpflichtet zu erklären, die B. vorgeworfenen strafbaren Handlungen zu verfolgen und zu beurteilen.\n\nDer Generalprokurator des Kantons Bern beantragt, das Gesuch abzuweisen und die Strafverfolgungsbehörden des Kantons Basel-Landschaft zuständig zu erklären.", "considerants": "Aus den Erwägungen:\n\n2. a) Wird jemand wegen mehrerer, an verschiedenen Orten verübter strafbarer Handlungen verfolgt, so sind die Behörden des Ortes, wo die mit der schwersten Strafe bedrohte Tat verübt worden ist, auch für die Verfolgung und Beurteilung der anderen Taten zuständig (Art. 350 Ziff. 1 Abs. 1 StGB).\n\nb) Die mit der schwersten Strafe bedrohte, dem Beschuldigten vorgeworfene strafbare Handlung ist die von ihm angeblich im Kanton Bern verübte Vergewaltigung. Dass der Beschuldigte damit in Anwendung von Art. 350 Ziff. 1 StGB im Kanton Bern zu verfolgen wäre, ist unbestritten. Der Gesuchsgegner vertritt jedoch die Auffassung, es sei im Kanton Bern mit dem Schuldspruch vom 24. Oktober 2000 bereits ein Strafurteil ergangen, womit diese |137| Vergewaltigung bei Anhebung des Meinungsaustausches betreffend den Gerichtsstand am 21. Dezember 2000 im Kanton Bern nicht mehr verfolgt worden sei.\n\nc) Der Gesuchsteller beruft sich demgegenüber auf BGE 111 IV 45. Nach diesem Urteil gilt der Täter wegen der ihm zur Last gelegten strafbaren Handlungen erst dann nicht mehr als verfolgt, wenn ein Sachurteil vorliegt, mit anderen Worten wenn über den Schuld- und den Strafpunkt entschieden und damit das Verfahren mindestens vor einer Instanz abgeschlossen ist. In jenem Urteil erkannte die Anklagekammer des Bundesgerichts, ein solcher Verfahrensabschluss liege nicht vor, wenn das Gericht das Urteil aussetze, bis ein Gutachten über die Zurechnungsfähigkeit des Beschuldigten vorliege und damit über die Sanktion entschieden werden könne; dies gelte auch, wenn der Beschuldigte in den Erwägungen des Gerichts im Sinne der Anklage schuldig gesprochen worden sei; der Beschuldigte müsse auch in diesem Fall noch als verfolgt gelten. Die Anklagekammer des Bundesgerichts begründete dies damit, dass sich erst auf Grund des Expertenberichts entscheiden lasse, ob das Verfahren ohne neue Hauptverhandlung abgeschlossen werden könne; das Gutachten stelle nämlich ein neues Beweismittel dar, mit welchem neue Tatsachen ins Verfahren eingeführt werden könnten, zu denen der Angeklagte Anspruch auf Stellungnahme habe.\n\nDer Gesuchsteller ist nun der Auffassung, auch im vorliegenden Fall sei mit dem Teilurteil über die Folgen des Schuldspruches noch nicht entschieden worden, da noch das Ergebnis eines in Auftrag gegebenen psychiatrischen Obergutachtens abgewartet werden soll. Auch der Umstand, dass nach bernischem Recht das gefällte Teilurteil erst nach dem noch zu erlassenden ganzen Urteil durch Rechtsmittel weitergezogen werden könne, spreche dafür, dass der Beschuldigte noch als verfolgt im Sinne von Art. 350 StGB zu gelten habe.\n\nd) Mit dem Schuldinterlokut im Sinne von Art. 294 StrV/BE wird in einer ersten Verhandlung und Beratung ein Teilurteil über die Schuldfrage und damit über die Frage der Tatbegehung gefällt. In einem zweiten Urteil wird sodann nur noch über die Folgen des Schuld- oder Freispruches verhandelt und beraten. Gegenstand des Schuldinterlokutes ist somit die reine Tatfeststellung, das heisst die Feststellung, ob der Beschuldigte die ihm zur Last gelegte Tat begangen habe (BEATRICE BILAND-ZIMMERMANN, Das Schuldinterlokut in der Hauptverhandlung, Diss. Zürich 1975, S. 2). In diesem ersten Verhandlungsabschnitt werden nach einhelliger Auffassung der objektive und subjektive Tatbestand sowie Vorsatz oder Fahrlässigkeit |138| beurteilt; auch Rechtfertigungsgründe sind hier zu erörtern (BEAT WOLFFERS, Das Schuldinterlokut in der Schweiz, insbesondere im Kanton Bern, in: ZStrR 117/1999 S. 225; BILAND-ZIMMERMANN, a.a.O., S. 75 f.). In der Praxis von Bedeutung ist das Schuldinterlokut vor allem in Fällen, in denen besondere Beweiserhebungen zur Festsetzung der Strafe erfolgen müssen, wie etwa die nachträgliche Anordnung einer psychiatrischen Expertise (BILAND-ZIMMERMANN, a.a.O., S. 114). Im Kanton Bern hat das (zudem sehr selten zur Anwendung gelangende) Schuldinterlokut absolute Bindungswirkung, das heisst, alle Prozessbeteiligten sind an den Entscheid gebunden und ein Zurückkommen darauf ist im laufenden Verfahren ausgeschlossen (WOLFFERS, a.a.O., S. 226 mit Hinweis auf JÜRG AESCHLIMANN, Einführung in das Strafprozessrecht, Bern 1997, Rz. 1554, und THOMAS MAURER, Das neue bernische Strafverfahren, Bern 1996, S. 85).\n\ne) Die in Art. 349 und 350 StGB umschriebenen Gerichtsstände sind Erscheinungsformen eines vom Gesetz zwar nicht ausdrücklich aufgestellten, aber doch vorausgesetzten prozessualen Vereinigungsprinzips, das einerseits auf dem Gebot der prozessualen Zweckmässigkeit beruht (einheitliche Beweisführung und Verteidigung etc.) und andererseits eine einheitliche Anwendung der materiell-rechtlichen Strafzumessungsgrundsätze ermöglichen und erlauben soll, dass insbesondere die in Art. 68 Ziff. 1 StGB vorgesehene Gesamtstrafe ausgesprochen werden kann (vgl. Art. 350 Ziff. 2 StGB). Der Gerichtsstand ist daher grundsätzlich so zu bestimmen, dass dieses Ziel erreicht werden kann. Das Vereinigungsprinzip findet nur dort eine Einschränkung, wo seine Beachtung nicht mehr die bezweckte Erleichterung, sondern eine Erschwerung des Verfahrens bewirkt und prozessual unzweckmässig ist (SCHWERI, Interkantonale Gerichtsstandsbestimmung in Strafsachen, Bern 1987, N. 10).\n\nDass das bernische Schuldinterlokut nach Auffassung der oben erwähnten Autoren grundsätzlich absolute Bindungswirkung entfaltet, ändert nichts daran, dass mit dem Schuldspruch allein das erstinstanzliche Verfahren noch nicht abgeschlossen ist. Solange die Strafe noch nicht festgelegt ist, kann immer noch eine einheitliche Strafzumessung für neu bekannt gewordene strafbare Handlungen des Beschuldigten erreicht werden. Die Bindungswirkung des Schuldinterlokuts betrifft allein die Delikte, die Gegenstand der ihm zu Grunde liegenden Anklage bildeten. Sie steht daher einer Beurteilung anderer strafbarer Handlungen auf Grund einer neuen |139| und zusätzlichen Anklage in der zweiten oder im zweiten Teil der Hauptverhandlung nicht entgegen. Es muss daher auch beim Schuldinterlokut - wo stets noch eine Hauptverhandlung bzw. ein zweiter Abschnitt derselben stattfindet (Art. 294 StrV/BE; ROBERT HAUSER/ERHARD SCHWERI, Schweizerisches Strafprozessrecht, 4. Aufl., Basel 1999, § 82 N 29) - dabei bleiben, dass der Täter erst nicht mehr als verfolgt gelten kann, wenn auch über den Strafpunkt erstinstanzlich entschieden ist. Dies entspricht nicht nur am besten dem Vereinigungsprinzip, sondern stellt in aller Regel auch die prozessökonomischere Lösung dar.\n\nDas Argument des Gesuchsgegners, anders als in BGE 111 IV 45, wo noch kein Teilurteil gefällt worden sei, sei im vorliegenden Fall eine gemeinsame Beurteilung aller dem Beschuldigten zur Last gelegten strafbaren Handlungen in einem Gerichtsverfahren nicht mehr möglich, da sich nach dem Schuldinterlokut auch im Kanton Bern ein neues Gericht mit den noch nicht beurteilten und zu übernehmenden strafbaren Handlungen - die zudem ausschliesslich in einem anderen Kanton verübt worden seien - befassen müsste, ist unbehelflich. Denn Art. 350 StGB gilt auch innerkantonal (BGE 113 Ia 165 E. 3) und geht allfälligen entgegenstehenden kantonalen Bestimmungen vor (BGE 122 IV 250 E. 3b). Damit sind auch die durch den Beschuldigten in den Kantonen Basel-Stadt und Basel-Landschaft verübten Delikte durch dasselbe bernische Gericht zu beurteilen, welches die Delikte dieses Täters bereits mit dem Schuldinterlokut beurteilte.\n\nf) Triftige Gründe für ein Abweichen vom gesetzlichen Gerichtsstand werden nicht geltend gemacht und sind auch nicht ersichtlich. Denn nachdem zunächst noch eine psychiatrische (Ober-)Begutachtung des Täters erforderlich ist, um die Sanktion festlegen zu können, könnten auch die Behörden des Kantons Basel-Landschaft das bisher durch sie geführte Verfahren nicht durch Urteil zum Abschluss bringen, bevor dieses Obergutachten vorliegt."}