{"annee": "127", "cour": "II", "page": "273", "date": "28/8/2001", "cite": ["125 II 591", "123 II 256", "115 IB 472", "117 IB 477", "114 IB 81"], "cite_par": ["136 II 214", "139 II 185"], "chapeau": "28. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 28. August 2001 i.S. P. gegen Politische Gemeinde Ermatingen, Departement für Bau und Umwelt des Kantons Thurgau sowie Verwaltungsgericht des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 8 ss LFSP, art. 6 et 7 LPN; permis de construire et concession pour un ponton d'amarrage. La décision \"coordonnée\" relative à l'installation est viciée, car elle ne comporte pas expressément, notamment, l'autorisation relevant du droit de la pêche exigée à l'art. 8 LFSP (consid. 3). La réalisation de l'installation constituerait une atteinte, dans l'ensemble considérable, à un objet IFP. En l'absence d'un intérêt d'importance nationale, la réalisation est donc en principe exclue, selon l'art. 6 LPN (consid. 4)."], "faits": "BGE 127 II 273 S. 274\n\nA.- Die Gemeinde Ermatingen plant im Bereich des Westerfeldes den Bau einer Bootssteganlage mit 162 Liegeplätzen, wobei die bestehenden Bojenfelder \"Bügen\" (im Westen) und \"Horn\" östlich der \"Stedi\" aufgehoben werden sollen. Zur Realisierung dieser Anlage wurde eine Änderung des Richtplanes des Kantons Thurgau durchgeführt, in dem als Zwischenergebnis der Neubau einer Steganlage im Westerfeld Ermatingen aufgenommen wurde, wobei als Realisierungsverfahren auf das Baubewilligungs- und das Konzessionsverfahren, verbunden mit einer Umweltverträglichkeitsprüfung (UVP), hingewiesen worden ist. Gleichzeitig wurde das Landschaftsschutzgebiet im Bereich des Westerfeldes reduziert. Diese Richtplanänderung war Bestandteil des Änderungspakets 1992 und wurde am 31. Januar 1994 durch das Eidg. Justiz- und Polizeidepartement (EJPD) genehmigt, ohne dass Bemerkungen zur Bootsstationierung angebracht worden wären, obwohl das Bundesamt für Umwelt, Wald und Landschaft (BUWAL) in einem Mitbericht vom 16. September 1992 zuhanden des damaligen Bundesamts für Raumplanung (BRP) auf eine Tangierung des seinerzeitigen Objekts im Bundesinventar der Landschaften und Naturdenkmäler von nationaler Bedeutung (BLN-Objekt) Nr. 12.4 \"Untersee und Seerücken\" (nunmehr Nr. 1411 \"Untersee-Hochrhein\") hingewiesen und gewichtige Gründe gegen eine spätere Festsetzung der Anlage vorgebracht hatte.\n\nAls die Gemeinde am 27. September 1996 um die Realisierung des Bootssteges ersuchte, sah das für die Baubewilligung und Konzessionierung zuständige kantonale Departement für Bau und Umwelt (DBU) entgegen der Bestimmung von Art. 7 des Bundesgesetzes vom 1. Juli 1966 über den Natur- und Heimatschutz (NHG; SR 451) davon ab, die - bereits im internen Vernehmlassungsverfahren des EJPD nicht angehörte - Eidg. Natur- und Heimatschutzkommission (ENHK) mit einem Gutachten zu beauftragen, dies offenbar aus dem genannten Grund, dass die Genehmigung vom 31. Januar 1994 ohne Bedenken erteilt worden war. Das Projekt umfasst eine Schwimmsteganlage, eine Stegbrücke, ein Betriebsgebäude BGE 127 II 273 S. 275und eine Parkplatzerweiterung im Gebiet \"Böschen\". Während der öffentlichen Auflage gingen verschiedene Einsprachen ein, darunter diejenige von P. als Eigentümer der in der öffentlichen Zone liegenden Parzelle Nr. 667 und diejenige der durch ihn vertretenen Privatklinik W. Das DBU wies die Einsprachen mit Entscheid vom 11. Juni 1998 ab und erteilte die Baubewilligung und die Konzession, nachdem es einen Umweltverträglichkeitsbericht (UVB) eingeholt und die Umweltschutzfachstelle angehört hatte, welche das Projekt unter gewissen Auflagen und Bedingungen als umweltverträglich erachtet hatte.\n\nGegen diesen Entscheid gelangten P. und die Privatklinik W. AG mit Beschwerde ans kantonale Verwaltungsgericht. Dieses trat mit Entscheid vom 9. Dezember 1998 auf die von der Klinik erhobene Beschwerde mangels Legitimation nicht ein, und jene von P., bei der es insbesondere um Aspekte der Parkplatzsituierung, Beeinträchtigung der (privaten) Aussicht, Lärmbelästigung und Notwendigkeit der Infrastrukturanlagen (namentlich des Betriebsgebäudes) ging, wies es als unbegründet ab. Offen gelassen wurde dabei die Frage, ob eine Konzentration der Boote in einem Hafen bzw. einer Steganlage wirklich besser sei als eine Anlage mit Bojenfeldern, wobei allerdings die Nachteile einer Steganlage insbesondere hinsichtlich Fauna und Flora auf grossen Flächen unübersehbar seien.\n\nIn der Folge verlangte P. mit Verwaltungsgerichtsbeschwerde beim Bundesgericht eine obligatorische Begutachtung des Eingriffs in das genannte BLN-Objekt (Art. 7 NHG). Während des hängigen bundesgerichtlichen Verfahrens ersuchte das DBU die ENHK um eine Begutachtung. In Anbetracht dessen hiess das Bundesgericht die Beschwerde mit Urteil vom 17. Mai 1999 gut und wies die Sache zur Neubeurteilung im Sinne der Erwägungen an das kantonale Verwaltungsgericht zurück (Verfahren 1A.22/1999). Das Verwaltungsgericht seinerseits wies die Angelegenheit zu neuem Entscheid an das DBU zurück.\n\nB.- Nach Vornahme eines Augenscheins erstattete die ENHK dem DBU am 28. September 1999 ihr Gutachten. Sie gelangte zum Ergebnis, dass die geplante Steganlage im Vergleich zu den vorhandenen Bojenfeldern eine erhebliche Beeinträchtigung des Schutzzieles des BLN-Objektes Nr. 1411 darstelle und mit dem Gebot der grösstmöglichen Schonung gemäss Art. 6 NHG nicht in Einklang stehe. Zweifellos bedeuteten die bereits bestehenden Bojenfelder \"Bügen\" und \"Horn\" eine gewisse Störung des Landschaftsbildes, da sie die freie Seefläche, die ein zentrales Schutzziel des BGE 127 II 273 S. 276BLN-Gebietes darstelle, beeinträchtigten. Allerdings würden im Winter alle Bojen und Boote weggeräumt, so dass die Seeoberfläche jedenfalls während dieser Zeit völlig frei von störenden Elementen sei. Insgesamt beeinträchtigten die schon bestehenden Bojenfelder das BLN-Objekt weniger als die neu geplante Anlage, die auch den Schilfbereich erheblich störe.\n\nHierauf beurteilte das kantonale Amt für Raumplanung das Vorhaben anhand des ENHK-Gutachtens. Mit Entscheid vom 11. November 1999 erteilte es die Ausnahmebewilligung nach Art. 24 Abs. 1 des eidgenössischen Raumplanungsgesetzes in der Fassung vom 22. Juni 1979 (aRPG; SR 700). Es hielt fest, dass die im Gutachten behandelten Aspekte schon im Rahmen des Umweltverträglichkeitsberichts geprüft und berücksichtigt worden seien. Das DBU seinerseits wies die von P. erhobene Einsprache mit Entscheid vom 17. November 1999 ab, und erteilte gleichzeitig der Gemeinde Ermatingen die Baubewilligung sowie die erforderliche Konzession, dies im Rahmen eines im Sinne von § 106 des kantonalen Planungs- und Baugesetzes vom 16. August 1985 (PBG) koordinierten Entscheides.\n\nAm 7. Dezember 1999 erhob P. Verwaltungsgerichtsbeschwerde an das kantonale Verwaltungsgericht. Nach Vornahme eines Augenscheins wies dieses die Beschwerde mit Entscheid vom 3. Mai 2000 als unbegründet ab. Es hielt dafür, die ENHK gewichte die durch das Bauvorhaben bedingten deutlichen Verbesserungen für die aquatische und terrestrische Flora und Fauna auf den ausgedehnten Flachwasser- und natürlichen Uferbereichen der bisherigen Bojenfelder eindeutig zu wenig stark. Entgegen ihrer Ansicht sei eine mit Blick auf alle wesentlichen BLN-Schutzziele erhebliche Beeinträchtigung bzw. eine Abweichung vom Gebot der ungeschmälerten Erhaltung oder grösstmöglichen Schonung im Sinne von Art. 6 NHG nicht gegeben. Wohl stelle die vom Amt für Raumplanung als \"touristisches Muss\" bezeichnete Bootssteganlage als solche keine nationale Aufgabe dar, doch berühre das vom Kanton in diesem Bereich verfolgte Ordnungskonzept, welches im vorliegenden Fall durch konkrete flankierende Massnahmen (Aufhebung der Bojenfelder) umgesetzt werde, ohne Zweifel Bundesaufgaben von Gesetzes- und Verfassungsrang (namentlich Ufer-, Biotop- und Tierschutz). Die Gesamtinteressenabwägung ergebe somit, dass insgesamt durchaus triftige Gründe für ein Abweichen von den Empfehlungen der ENHK vorlägen. Der Realisierung des Bauvorhabens stehe somit nichts entgegen.BGE 127 II 273 S. 277\n\nC.- Mit Eingabe vom 28. August 2000 führt P. Verwaltungsgerichtsbeschwerde ans Bundesgericht, mit der er namentlich die Verletzung von Art. 8 des Bundesgesetzes vom 21. Juni 1991 über die Fischerei (BGF; SR 923.0) und Art. 6 NHG rügt. Er beantragt, der Entscheid vom 3. Mai 2000 sei aufzuheben und das Bau- und Konzessionsgesuch der Gemeinde Ermatingen zum Bau der Bootssteganlage Westerfeld sei abzuweisen. Sodann hat er das Gesuch gestellt, der Beschwerde sei aufschiebende Wirkung beizulegen.\n\nMit Präsidialverfügung vom 10. Oktober 2000 ist der Beschwerde aufschiebende Wirkung zuerkannt worden.\n\nDas kantonale Verwaltungsgericht beantragt Abweisung der Beschwerde. Die Gemeinde Ermatingen und das DBU stellen den Antrag, die Beschwerde sei abzuweisen, soweit auf sie einzutreten sei.\n\nDie gemäss Art. 110 OG zur Vernehmlassung eingeladenen Bundesämter für Raumentwicklung sowie für Umwelt, Wald und Landschaft äussern sich zur Sache, indem sie in formeller und materieller Hinsicht Bedenken gegen das Vorhaben anmelden; dabei haben sie aber davon abgesehen, einen ausdrücklichen Antrag zu stellen. Die Eingaben sind den Verfahrensbeteiligten zur Stellungnahme zugesandt worden. Der Beschwerdeführer hat sich den Bemerkungen der Bundesämter angeschlossen und dabei auf weitere Ausführungen verzichtet. Die Gemeinde und das DBU haben ihre früheren Ausführungen ergänzt und ihre Auffassung, die Beschwerde sei unbegründet, bestätigt.", "considerants": "Aus den Erwägungen:\n\n3. a) Gemäss Art. 8 Abs. 1 BGF benötigen Eingriffe in die Gewässer, ihren Wasserhaushalt oder ihren Verlauf sowie Eingriffe in die Ufer und den Grund von Gewässern eine Bewilligung der für die Fischerei zuständigen kantonalen Behörde, bei der es sich im vorliegenden Fall um die kantonale Jagd- und Fischereiverwaltung handelt (§ 21 FiV). Dabei hat die zur Bewilligungserteilung zuständige Behörde für Neuanlagen nach Art. 9 (im Falle einer schon bestehenden Anlage nach Art. 10) BGF unter Berücksichtigung der natürlichen Gegebenheiten und allfälliger anderer Interessen alle Massnahmen vorzuschreiben, die geeignet sind, günstige Lebensbedingungen für die Wassertiere zu schaffen, die freie Fischwanderung sicherzustellen, die natürliche Fortpflanzung zu ermöglichen und zu verhindern, dass Fische und Krebse durch bauliche BGE 127 II 273 S. 278Anlagen oder Maschinen getötet oder verletzt werden (s. Art. 9 Abs. 1 BGF).\n\nb) Der Beschwerdeführer bringt zwar keine materiellen Einwände gegen eine Erteilung der fischereirechtlichen Bewilligung vor. Doch macht er geltend, das DBU habe in seinem Entscheid vom 17. November 1999 zu Unrecht darauf verzichtet, von der kantonalen Jagd- und Fischereiverwaltung eine schriftliche Zustimmung zur Erteilung der Bewilligung einzuholen. Diese Bewilligung sei denn auch nicht vom DBU selber erteilt worden; jedenfalls gehe eine solche Bewilligung nicht aus dem DBU-Entscheid hervor, auch wenn dieser als Gesamtentscheid betitelt worden sei. Es gehe somit auch nicht an, durch die Vorinstanz eine stillschweigend erteilte Bewilligung nach Art. 8 BGF anzunehmen.\n\nc) Dass die projektierte Bootssteganlage nebst allen weiteren vorstehend genannten Bewilligungen auch eine fischereirechtliche Bewilligung benötigt, ist unbestritten. Auch ist unbestritten, dass die Erteilung dieser Bewilligung mit der Erteilung der Konzession und den weiteren Bewilligungen koordiniert werden muss, wobei das Bundesrecht den Kantonen eine gewisse Freiheit lässt, auf welche Weise sie für eine hinreichende Koordination der Bewilligungsverfahren besorgt sein wollen.\n\nd) Für eine Angelegenheit wie die vorliegende ist im Kanton Thurgau - wie erwähnt - das Konzessionsverfahren zum Leitverfahren bestimmt worden. Das DBU hat die verschiedenen Bewilligungsverfahren der einzelnen Fachinstanzen (z.B. Amt für Raumplanung, Amt für Umwelt usw.) zu koordinieren sowie einen einheitlich anfechtbaren Gesamtentscheid betreffend Konzession und Baubewilligung zu treffen (§ 106 PBG), wie dies hier in Bezug auf die projektierte Bootssteganlage geschehen ist, gilt es doch, die einzelnen Bewilligungen gemeinsam und inhaltlich aufeinander abzustimmen und auch gemeinsam zu eröffnen. Soweit die anwendbaren Eröffnungsvorschriften dies erlauben, empfiehlt sich eine zusammenfassende Eröffnung durch die Koordinationsbehörde, wobei die einzelnen Teilentscheide als solche erkennbar sein müssen (s. MARTI, Kommentar RPG, Zürich 1999, Rz. 37 zu Art. 25a RPG).\n\nAlso ist es unumgänglich, dass jede einzelne Bewilligung ausdrücklich ins Entscheid-Dispositiv und nicht etwa nur in die Erwägungen einfliesst, damit letztlich Klarheit darüber herrscht, welche umweltrelevanten Vorkehren - im Falle einer fischereirechtlichen Bewilligung welche allfälligen Massnahmen nach BGE 127 II 273 S. 279Art. 9/10 BGF - im Zusammenhang mit der Projektverwirklichung erforderlich sind. Denn nur das Entscheid-Dispositiv und nicht auch die Entscheidbegründung erwächst in Rechtskraft und gibt letztlich den Überblick darüber, ob bzw. welche Bewilligungen erteilt und allfällige damit verbundene Vorkehren (Bedingungen, Auflagen) im Interesse der Wassertiere einzuhalten bzw. durchzusetzen sind.\n\ne) Zwar wurde die kantonale Jagd- und Fischereiverwaltung seinerzeit von Seiten des DBU im Rahmen des bei diesem hängigen Verfahrens eingeladen, sich zu den Fischereibelangen als Fachinstanz in Bezug auf die vorgesehene Bootssteganlage zu äussern. Eine Antwort der Fachinstanz unterblieb indes. Daraus folgerte das DBU als Koordinationsinstanz ohne weitere Rücksprache, die Fachinstanz habe somit keine Einwände zu erheben, so dass die fischereirechtliche Bewilligung als stillschweigend erteilt zu erachten sei. Das kantonale Verwaltungsgericht als Rechtsmittelinstanz schloss sich dieser Auffassung an, wobei es immerhin einräumte, das Fehlen der gemäss klarer Regelung schriftlich erforderlichen fischereirechtlichen Bewilligung stelle \"einen gewissen Mangel\" dar, doch sei diese Bewilligung als im einzig anfechtbaren koordinierten Gesamtentscheid des DBU mitenthalten zu erachten. Zutreffend weist indes der Beschwerdeführer darauf hin, dass das DBU die fischereirechtliche Bewilligung auffälligerweise nicht in das Dispositiv seines sog. Gesamtentscheides aufgenommen hat, obwohl dort alle übrigen Bewilligungen mit sämtlichen im Hinblick auf die Projektverwirklichung getroffenen Auflagen, Bedingungen usw. festgehalten worden sind.\n\nf) Die Würdigung des zur projektierten Bootssteganlage erstatteten UVP-Berichts (S. 23 ff.) kann wohl den Schluss zulassen, dass die materiellen Voraussetzungen zur Bewilligungserteilung nach Art. 8 BGF erfüllt sein dürften, wie denn auch das BUWAL in seiner im bundesgerichtlichen Verfahren erstatteten Vernehmlassung festhält. Dabei bleibt aber jedenfalls offen, ob bzw. gegebenenfalls welche Vorkehren im Sinne von Art. 9 BGF im Rahmen der Erteilung einer fischereirechtlichen Bewilligung angeordnet werden müssten, nachdem die zuständige kantonale Fachinstanz sich dazu überhaupt nicht äusserte und nachdem auch das DBU als Koordinationsinstanz bzw. das Verwaltungsgericht als Rechtsmittelinstanz sich in ihren Erwägungen insoweit - ohne allenfalls nötige Massnahmen nach Art. 9 BGF zu erörtern - auf die blosse Feststellung beschränkt haben, mit dem Stillschweigen der Fachinstanz sei die fischereirechtliche Bewilligung erteilt worden. Ebenso wenig lässt sich somit BGE 127 II 273 S. 280feststellen, ob die Fischereiinteressen allenfalls schon durch die entsprechenden Schutzbestimmungen des NHG (s. dazu BGE 117 Ib 477 E. 3a) oder durch die ebenfalls nötigen wasserrechtlichen Bewilligungen hinreichend berücksichtigt werden könnten.\n\nUnter diesen Umständen lässt sich die Annahme der kantonalen Behörden, die fischereirechtliche Bewilligung sei stillschweigend erteilt worden, nicht aufrecht erhalten. Nach dem Gesagten ist der angefochtene sog. Gesamtentscheid jedenfalls in Bezug auf die soeben dargelegten Aspekte unvollständig und nicht überprüfbar. Die Beschwerde ist daher insoweit begründet und somit gutzuheissen.\n\n4. a) Die Anwendung von Art. 5 und 6 NHG ist mit Verwaltungsgerichtsbeschwerde überprüfbar, wenn sie im Rahmen eines Bewilligungsverfahrens erfolgt, das als solches diesem Rechtsmittel unterliegt, wie z.B. bei der Erteilung einer raumplanungsrechtlichen Ausnahmebewilligung (BGE 125 II 591 E. 6c; BGE 123 II 256 E. 6; BGE 114 Ib 81 E. 1a). Dies trifft in Bezug auf den vorliegenden Fall zu.\n\nb) Das NHG enthält qualifizierte Schutzvorschriften zu Gunsten der in ein Bundesinventar (wie z.B. das BLN, Art. 5 NHG) aufgenommenen Objekte. Bei diesen Objekten ist einerseits der Eingriffsspielraum enger, und andererseits ist eine Begutachtung durch die ENHK obligatorisch, wenn die Erfüllung einer Bundesaufgabe nach Art. 2 NHG in Frage steht (Art. 6 und 7 NHG; BGE 125 II 591 E. 6c S. 601).\n\nDie Erteilung einer raumplanungsrechtlichen Ausnahmebewilligung wie hier für die streitige Bootssteganlage stellt nach dem Gesagten eine Bundesaufgabe gemäss Art. 2 NHG dar.\n\nSomit ist die zuständige Stelle verpflichtet gewesen, rechtzeitig ein Gutachten der ENHK (Art. 25 NHG) einzuholen. Dieses hat darzutun, weshalb das vom streitigen Bauvorhaben betroffene BLN-Objekt Nr. 1411 \"Untersee-Hochrhein\" ungeschmälert zu erhalten bzw. auf welche Weise es möglichst weitgehend zu schonen sei (Art. 7 NHG; s. BGE 125 II 591 E. 6c S. 601; ebenso das in der vorliegenden Angelegenheit bereits ergangene bundesgerichtliche Urteil vom 17. Mai 1999). Das Gutachten hat sich vorliegend in erster Linie darüber zu äussern, ob und gegebenenfalls in welchem Grad eine Beeinträchtigung vorliegt.\n\nMit der obligatorischen Begutachtung wird gewährleistet, dass ein unabhängiges Fachorgan bei der Beurteilung eines Projekts auf die Anliegen des Natur- und Heimatschutzes speziell achtet und dass die zuständigen Instanzen diesbezüglich über zuverlässige BGE 127 II 273 S. 281Unterlagen verfügen (LEIMBACHER, Kommentar NHG, Zürich 1997, Rz. 13 zu Art. 7; BBl 1965 III 94). Dem Gutachten der ENHK kommt dementsprechend grosses Gewicht zu (LEIMBACHER, a.a.O., Rz. 25 zu Art. 6 und Rz. 18 zu Art. 7). Es darf nur aus triftigen Gründen vom Ergebnis der Begutachtung abgewichen werden, auch wenn der entscheidenden Behörde eine freie Beweiswürdigung zusteht (BGE 125 II 591 E. 7a S. 602; vgl. auch Urteil des Bundesgerichts vom 22. Juli 1999 in URP 1999 S. 794 ff.). Dies trifft namentlich auch für die ihr zugrunde liegenden tatsächlichen Feststellungen zu. Mit Blick auf die besondere Funktion des Gutachtens der ENHK kann es nicht durch private Gutachten ersetzt werden (s. BGE 125 II 591 E. 7a S. 602).\n\nDementsprechend muss das ENHK-Gutachten für die zuständigen Instanzen bei der Beurteilung eines Projekts, das ein BLN-Objekt beeinträchtigen könnte, eine Entscheidhilfe sein. Anders als die UVP nach Art. 9 USG wird die Begutachtungspflicht der ENHK nicht näher geregelt. Es ist demnach der ENHK ein gewisses Ermessen in der Erfüllung ihrer Aufgabe zuzuerkennen. Dabei darf sie sich auf das für den Entscheid Wesentliche beschränken. Dazu gehört die Beantwortung der Frage, ob und wie schwer das betreffende Projekt das geschützte Objekt beeinträchtigen und auf welche Weise das Objekt ungeschmälert erhalten werden kann. Damit wird allerdings von der ENHK nicht verlangt, zu jedem Projekt umfassende Alternativen aufzuzeigen. Sie soll mit Blick auf die Schutzziele namentlich darlegen, ob das Ausmass und das Gewicht der Beeinträchtigung minimiert werden könnten, wobei sie für den Fall der Realisierung soweit nötig Auflagen vorschlagen kann und soll (BGE 125 II 591 E. 7b S. 603).\n\nc) Nach Art. 6 Abs. 1 NHG wird durch die Aufnahme eines Objektes in ein Inventar dargetan, dass es in besonderem Masse die ungeschmälerte Erhaltung oder jedenfalls grösstmögliche Schonung verdient. In Art. 6 Abs. 2 NHG wird diese klar erhöhte Schutzwürdigkeit inventarisierter Objekte nochmals verstärkt, indem gemäss dieser Bestimmung ein Abweichen von der ungeschmälerten Erhaltung im Sinne der Inventare bei Erfüllung einer Bundesaufgabe nur in Erwägung gezogen werden darf, wenn ihr bestimmte gleich- oder höherwertige Interessen von ebenfalls nationaler Bedeutung entgegenstehen.\n\nLaut der bundesrätlichen Botschaft zum NHG ist der Begriff der \"ungeschmälerten Erhaltung\" so zu verstehen, \"dass der im Inventar angestrebte Schutz vollumfänglich zur Geltung gelangen und allfälligen BGE 127 II 273 S. 282Bedrohungen begegnet werden soll\" (BBl 1965 III 103). Die Aufnahme eines Objektes in ein Inventar bedeutet andererseits nicht, dass sich am bestehenden Zustand überhaupt nichts mehr ändern darf. Der Zustand eines Objektes soll aber gesamthaft betrachtet unter dem Gesichtspunkt des Natur- und Heimatschutzes nicht verschlechtert werden. Allfällige geringfügige Nachteile einer Veränderung müssen durch anderweitige Vorteile mindestens ausgeglichen werden (BBl 1965 III 103; LEIMBACHER, a.a.O., Rz. 5 ff. zu Art. 6).\n\nZur Beurteilung der Problematik der ungeschmälerten Erhaltung eines BLN-Objektes ist dabei - worauf auch das BUWAL in seiner im bundesgerichtlichen Verfahren erstatteten Vernehmlassung zutreffend hinweist - von der jeweiligen Umschreibung des Schutzgehaltes auszugehen (s. BGE 114 Ib 81 E. 2a S. 84 ff.; s. auch LEIMBACHER, a.a.O., Rz. 7 zu Art. 6), d.h. die möglichen Beeinträchtigungen sind an den verschiedenen Schutzzielen zu messen, die in den gesondert veröffentlichten Beschreibungen zu den Gebieten des Inventars umschrieben sind (BGE 115 Ib 472 E. 2e/dd S. 490 ff. mit weiteren Hinweisen). Somit stellt sich vorweg die Frage, ob die Realisierung eines Bauvorhabens zu einem Eingriff führt, der den Schutzgehalt (die Schutzziele) überhaupt berührt.\n\nIst mit dem Bauprojekt ein schwerer Eingriff verbunden, d.h. ist damit u.a. eine auf ein Schutzziel ausgerichtete, umfangreiche und nicht wieder rückgängig zu machende Beeinträchtigung verbunden, die ein Abweichen von der ungeschmälerten Erhaltung im Sinne des Inventars zur Folge hat, ist dies in der Erfüllung einer Bundesaufgabe grundsätzlich unzulässig (so schon nicht veröffentlichtes Urteil des Bundesgerichts vom 27. Juni 1984 i.S. S. AG Neuheim; s. auch LEIMBACHER, a.a.O., Rz. 17 ff. zu Art. 6). Eine Ausnahme ist nach der gesetzlichen Regelung nur möglich, wenn das Eingriffsinteresse auf ein gleich- oder höherwertiges Interesse von ebenfalls nationaler Bedeutung zurückgeht (Art. 6 Abs. 2 NHG; s. etwa BGE 123 II 256 E. 6 S. 263 ff.; BGE 115 Ib 472 E. 2e/dd S. 491 f., mit weiteren Hinweisen). D.h. immer dann, wenn das zu einem Abweichen von der ungeschmälerten Erhaltung vorgebrachte Interesse nicht von nationaler Bedeutung ist, ist der Eingriff unzulässig und darf von der Entscheidbehörde keine Interessenabwägung mehr durchgeführt werden, denn in diesen Fällen hat der Gesetzgeber bereits zu Gunsten der ungeschmälerten Erhaltung entschieden (LEIMBACHER, a.a.O., Rz. 20 zu Art. 6).BGE 127 II 273 S. 283\n\nIst der Eingriff in ein Schutzziel bloss mit einem geringfügigeren Nachteil verbunden, ist er grundsätzlich bei der Interessenabwägung bezüglich der grösstmöglichen Schonung mit entsprechenden (qualitativ gleichwertigen) Ersatzmassnahmen auszugleichen. Zudem dürfen mit solchen Einzeleingriffen, die zwar für sich allein mit leichten Nachteilen verbunden sind, nicht negative Präjudizien für eine Folgeentwicklung zu erwarten sein, die insgesamt für den Natur- und Heimatschutz zu einem erheblich nachteiligen Ergebnis führen (vgl. BGE 123 II 256 E. 7 S. 266 f.; s. auch nicht veröffentlichtes Urteil des Bundesgerichts vom 28. März 1991 i.S. SL).\n\nd) Die Bedeutung des durch die projektierte Bootssteganlage betroffenen BLN-Objektes Nr. 1411 \"Untersee-Hochrhein\" (gemäss VBLN vom 10. August 1977; SR 451.11) wird im Inventar wie folgt umschrieben:\n\n\"Landschaftlich grossartige und kulturgeschichtlich bedeutsame See- und Stromlandschaft von noch weitgehend ursprünglichem Gepräge. Ausgedehnte natürliche Ufer, wo sich die angestammte Flora und Fauna bis heute zu halten vermochte. Untersee und Rhein bis Bibermühle: Rastgebiet von europäischer Bedeutung für zahlreiche Entenarten, Rastgebiet für Limnikolen. Bedeutendes Durchzugs- und Überwinterungsgebiet für Enten und einziges regelmässiges Überwinterungsgebiet des Singschwanes. Verbreitungsschwerpunkt der seltenen Kolbenente in der Schweiz. Eichenwald im Niederholz südwestlich von Marthalen: wichtiges Brutgebiet des Mittelspechtes. Zahlreiche vorgeschichtliche Ufersiedlungen an See und Strom. Ruinen von Kastell und Wachttürmen des römischen Limes. Bedeutende klösterliche und städtische Siedlungen des Mittelalters.\"\n\nDie ENHK ist in ihrem Gutachten vom 28. September 1999 gestützt auf die ihr unterbreiteten Akten inkl. UVP-Bericht, nach Vornahme eines Augenscheins, in Berücksichtigung der dargelegten Schutzziele - also namentlich Landschaftsschutz, Schutz der natürlichen Ufer bzw. Gewässerökologie, Vogelschutz - und insbesondere auch in Abwägung der Vor- und Nachteile der bisherigen Bojenfelder bzw. der projektierten Steganlage, welche die Bojenfelder ersetzen soll, zu folgendem Ergebnis gelangt (Gutachten S. 4 f.):\n\n\"Zweifellos bedeuten die heute bestehenden Bojenfelder \"Bügen\" und \"Horn\" bereits eine gewisse Störung des Landschaftsbildes, da sie die freie Seefläche, die ein zentrales Schutzziel des BLN-Gebietes darstellt, im Sommerhalbjahr etwas beeinträchtigen. Im Winter werden jedoch alle Bojen und Boote weggeräumt. Die Seeoberfläche ist während dieser Zeit völlig frei von störenden Elementen.BGE 127 II 273 S. 284\n\nDie Konzentration der Boote in einem Hafen beansprucht in der Regel weniger Seeoberfläche, dafür erscheint eine Hafenanlage als flächendeckendes Bauwerk, das nicht zu übersehen ist. Auch im vorliegenden Fall würde durch die Aufhebung der Bojenfelder ein Teil der Seeoberfläche auf dem ganzen Gebiet der Gemeinde Ermatingen wieder freigegeben. Die geplante Steganlage erhält aber so grosse Dimensionen und muss so weit in den See hinausgeschoben werden, dass sie als permanente Installation zu einer erheblich grösseren Beeinträchtigung des Landschaftsbildes als die bestehenden Bojenfelder führen wird. Sie würde die Situation in der sanften Bucht durch ihre grosse Fläche verunklären und die freie Seefläche optisch viel mehr belasten als die bestehenden Bojenfelder, die, wie erwähnt, während 4 ½ Monaten ohnehin nicht vorhanden sind. Die Steganlage wäre Sommer und Winter sichtbar. Die Bojenfelder, auch wenn sie eine gewisse Tiefe haben, lassen den Durchblick vom Ufer her weitgehend frei. Die Steganlage würde diesen auf eine Breite von rund 140 m völlig verschliessen.\n\nIm UVP-Bericht wird geltend gemacht, dass im Bojenfeld \"Horn\" im Winter bei extremem Niedrigwasser die Bojensteine sichtbar werden. Allerdings erscheinen diese Steine in der gleichen Farbe wie die Umgebung, da sie mit Algen überzogen sind.\n\nDer Ersatz der Bojenfelder durch die geplante hafenähnliche Steganlage bringt gemäss UVB eine lokale Verbesserung, da der Seegrund nicht mehr direkt durch die Bojenketten mechanisch gestört wird. Insbesondere die auf dem Seegrund wachsenden Makrophyten profitieren von dieser Situation. Es ist jedoch zu berücksichtigen, dass durch die Aufhebung mehrerer Bojenfelder am Bodensee dieses Problem bereits weitgehend entschärft wurde. Zudem könnten tiefer liegende Bojen so ausgerüstet werden, dass ihre Ketten weniger oder kaum mehr den Grund berühren. Für die Wasservögel, welche den Bereich der geplanten Steganlage vor allem im Winterhalbjahr nutzen, stellt die im Vergleich zu den Bojenfeldern ganzjährig vorhandene Anlage eine bedeutende zusätzliche Störung dar. Die Anlage soll zudem direkt vor einen Schilfbereich zu liegen kommen. Der UVB beurteilt die Beeinträchtigung des Schilfgürtels durch die Anlage als klein, jedoch unter der Voraussetzung, dass der Schilfgürtel erhalten und nicht durch zusätzlichen Wellenschlag oder Erholungsuchende gestört werde. Die Kommission ist der Ansicht, dass die Störung des Schilfbereiches durch die Anlage erheblich wäre.\"\n\nGestützt auf diese Ausführungen hielt die ENHK abschliessend fest, das betroffene BLN-Objekt Nr. 1411 werde durch die bestehenden Bojenfelder in geringerem Masse beeinträchtigt als durch die projektierte Steganlage. Diese stelle eine erhebliche Beeinträchtigung der Schutzziele des BLN-Objektes dar und stehe damit mit dem von Art. 6 NHG geforderten Gebot der grösstmöglichen Schonung des BLN-Objektes nicht in Einklang.BGE 127 II 273 S. 285\n\ne) An den dargelegten Komponenten des Schutzgehalts hat sich die Gewichtung des vorliegend zu beurteilenden Eingriffs zu orientieren, wie sowohl die ENHK wie auch das BUWAL zutreffend ausgeführt haben.\n\nDer konkrete Standort der projektierten Bootssteganlage soll in der weitgeöffneten Bucht westlich von Ermatingen zu liegen kommen. Über die dortige Verbauungsdichte des Ufers gehen zwar die Meinungen auseinander; laut BUWAL ist das Ufer in jenem Bereich kaum verbaut, während der Kanton und die Gemeinde geltend machen, diese Annahme sei unzutreffend, denn schon heute sei die Verbauung recht dicht, und in absehbarer Zeit werde praktisch der ganze Uferbereich überbaut sein. Entscheidender ist jedoch, dass die Anlage mit ihren Ausmassen von ca. 140 x 80 m in einem geringen Abstand von 40 bis 50 m vom Ufer entfernt vor die im Objektbeschrieb als relativ unberührt und naturnah bezeichnete Uferlandschaft \"gesetzt\" werden soll. Zu diesem geschützten Landschaftsabschnitt gehört neben der unmittelbaren Uferlandschaft mit dem Ortsbild von Ermatingen im Hintergrund und mit einem wertvollen Schilfgürtel im Vordergrund auch die freie Seefläche, welche dieser See- und Stromlandschaft ihr ursprüngliches Gepräge verleiht, wie dies auch das BUWAL richtigerweise feststellt. Mit den im Objektbeschrieb aufgezählten Natur- und Landschaftselementen soll dieses Gesamtbild erhalten bleiben. In Anbetracht dessen führt die dauerhaft zu errichtende Bootssteganlage zu einem schweren Eingriff, der - wie die ENHK und auch das BUWAL plausibel ausführen - im Ergebnis zu einem erheblichen Substanzverlust in der betroffenen geschützten Landschaftskammer führt, auch wenn die vorhandenen Bäume während der Vegetationszeit einen relativ guten Sichtschutz gegen die Anlage gewährleisten sollen, wie insbesondere das kantonale Amt für Raumplanung geltend macht. Gemäss dem unter der Federführung des BUWAL verfassten Landschaftskonzept Schweiz (Teil I, Konzept, Allgemeine Ziele Natur und Landschaft) erschöpft sich die Qualität einer Landschaft nicht nur in einer anthropozentrisch ausgerichteten, visuellen Beurteilung, sondern es kommt ihr insoweit ein selbständiger, qualitativer und quantitativer Wert zu, als ihr eine Eigenentwicklung bzw. eine Natürlichkeit zumindest dort in vermehrtem Masse zuzugestehen ist, wo - wie im vorliegenden Fall - natürliche Landschaftsformen und -elemente in ihrer Eigenart, Vielfalt und Schönheit als ganz besondere Erhaltungsziele in den einzelnen Inventarobjekten im Sinne von Art. 5 NHG angestrebt werden (Konzept S. 3). Der BGE 127 II 273 S. 286Bundesrat hat die mit dem Konzept formulierten Ziele und Massnahmen am 19. Dezember 1997 als verbindlich gutgeheissen und die Bundesstellen mit deren Umsetzung beauftragt.\n\nMit der ENHK und dem BUWAL ist somit festzustellen, dass die Realisierung der projektierten Bootssteganlage, gemessen an den genannten Schutzzielen des betroffenen BLN-Objektes, einen schwerwiegenden Eingriff in dieses bewirken würde, entgegen der Auffassung der kantonalen Instanzen, welche sich allzu sehr an den positiver lautenden UVP-Bericht angelehnt und dabei über die - nach dem Ausgeführten plausibel erscheinende - Gesamtbeurteilung der ENHK hinweggesetzt haben. Ein Abweichen vom Gebot der ungeschmälerten Erhaltung könnte daher im vorliegenden Fall nur ausnahmsweise zugelassen werden, d.h. nur dann, wenn das Eingriffsinteresse ein gleichwertiges oder höherwertiges Interesse von ebenfalls nationaler Bedeutung darstellen würde (vorstehend c). Inwiefern es sich bei der Realisierung der in Frage stehenden Bootssteganlage um ein solches Interesse handeln soll, ist nicht ersichtlich und wird denn auch von den Verfahrensbeteiligten nicht behauptet. Ebenso wenig ist ein anderes solches Interesse dargetan, das dem Eingriffsinteresse gegenübergestellt werden könnte; jedenfalls vermögen die zwar nicht zu verkennende grössere Praktikabilität der geplanten Anlage oder blosse regionale touristische Anliegen kein solches Interesse zu begründen. Dabei verkennen auch die ENHK und das BUWAL nicht, dass mit dem Ersatz der bisherigen Bojenfelder durchaus auch gewisse Vorteile verbunden wären; indes vermöchten diese den im Falle der Verwirklichung des Vorhabens schutzzielbezogen insgesamt als erheblich einzustufenden Eingriff in das betroffene BLN-Objekt nicht zu verhindern.\n\nUnter diesen Umständen ist die Errichtung der vorliegend zur Diskussion stehenden Bootssteganlage in Anwendung von Art. 6 NHG grundsätzlich ausgeschlossen (s. oben lit. c), zumal Massnahmen, welche die Eingriffsstärke reduzieren würden, so dass nur noch von einer geringfügigen Beeinträchtigung gesprochen werden könnte, nicht ersichtlich sind.\n\nSelbst gewisse durch die Beseitigung der Bojenfelder bedingte Vorteile, wie sie von den kantonalen Behörden ins Feld geführt und aber auch schon durch die ENHK in ihrem Gutachten berücksichtigt worden sind, vermögen an diesem Ergebnis nichts zu ändern. Zwar könnte sie namentlich für die Fischerei offenbar verschiedene Verbesserungen bewirken (s. diesbezüglich den bereits zitierten UVP-Bericht): So würde die Fläche im Uferbereich beruhigt, und BGE 127 II 273 S. 287der Bewuchs von Makrophyten würde sich durch den Wegfall der Scherbewegungen der für die Verankerung notwendigen Ketten wieder einstellen, was zu einer Verbesserung gewisser Fischlaichplätze in der Flachwasserzone führen könnte. Dies könnte schliesslich zur Folge haben, dass das Gebiet der Bojenfelder wieder für die Fischerei zugänglich würde. Mit der Realisierung der Bootssteganlage wären indes andererseits auch für die dortige Gewässerökologie Nachteile in Kauf zu nehmen (vermindertes Wachstum der Makrophyten infolge Beschattung des Uferbodens und eine Behinderung der Fischerei, s. BUWAL-Stellungnahme). Auch wenn aber im Rahmen einer Gesamtwürdigung mit der Errichtung der Bootssteganlage gewässerökologisch, für die Fischereibelange, allenfalls eine positive oder zumindest eine ausgeglichene Bilanz resultieren würde, könnte dies die vorstehend dargelegten, insgesamt erheblichen landschaftsschützerischen Nachteile nicht verhindern.\n\nEntsprechend vermag am Gesagten auch der von den kantonalen Instanzen und der Gemeinde betonte Umstand nichts zu ändern, dass es sich bei der Realisierung der Steganlage um eine im Rahmen der \"Bestrebungen der internationalen Gewässerschutzkommission und des Naturschutzes\" liegende \"Ordnungsmassnahme\" zur Aufhebung der \"je länger desto mehr unerwünschten Bojenfeldanlagen\" handeln und die \"Zahl der Dauerliegeplätze (162) ... unverändert\" bleiben soll. Abgesehen davon wird schon gar nicht geltend gemacht und ist auch sonstwie nicht ersichtlich, dass es sich bei solchen Bestrebungen um eine derzeitige Bundesaufgabe im Sinne von Art. 2 NHG handeln soll.\n\nf) Demgemäss ist die Beschwerde auch insoweit gutzuheissen, und das von der Gemeinde am 27. September 1996 zur Realisierung der Bootssteganlage eingereichte Baugesuch ist abzuweisen.\n\nOb bzw. inwiefern sich ein neues Projekt in Berücksichtigung der dargelegten Bestimmungen und namentlich der in Bezug auf das betroffene BLN-Objekt massgebenden Schutzziele allenfalls bis zur Bewilligungsfähigkeit erarbeiten lässt, um trotz allem doch noch zu einer ausgewogeren Lösung - mit einer festen Anlage als Ersatz für die zweifellos auch mit Nachteilen verbundenen Bojenfelder - gelangen zu können, bildet nicht Gegenstand des vorliegenden Verfahrens.\n\ng) Schliesslich ist unter den gegebenen Umständen nicht weiter zu erörtern, was das Bundesamt für Raumentwicklung erst in seiner im bundesgerichtlichen Verfahren erstatteten Vernehmlassung in raumplanerischer Hinsicht gegen das Vorhaben geltend macht.BGE 127 II 273 S. 288\n\nNachdem es weder im kantonalen Verfahren ein Rechtsmittel gegen die Bewilligungserteilung ergriffen noch selber eine Beschwerde ans Bundesgericht erhoben hat (obwohl es bzw. vormals das BRP von der Angelegenheit schon seit langer Zeit Kenntnis hatte), bilden seine Vorbringen schon in formeller Hinsicht nicht Streitgegenstand.\n\n5. Gemäss den vorstehenden Erwägungen ist die Beschwerde gutzuheissen, der angefochtene verwaltungsgerichtliche Entscheid aufzuheben und die Bewilligung zur Errichtung der von der Gemeinde Ermatingen beabsichtigten Bootssteganlage gemäss Baugesuch vom 27. September 1996 zu verweigern."}