{"annee": "127", "cour": "IV", "page": "172", "date": "29/6/2001", "cite": ["103 IV 299", "119 IV 255", "123 II 97", "127 IV 46", "116 IV 75"], "cite_par": ["129 IV 290", "133 I 33", "144 IV 345"], "chapeau": "28. Auszug aus dem Urteil des Kassationshofes vom 29. Juni 2001 i.S. Staatsanwaltschaft des Kantons Nidwalden gegen X. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 249 PPF; art. 55 et 91 al. 2 LCR; art. 138 al. 1 OAC. Conducteurs pris de boisson; constatation de l'ébriété. Lorsqu'il s'agit de constater l'ébriété, la prise de sang constitue l'examen approprié. Toutefois, lorsqu'aucune prise de sang n'a eu lieu, contrairement à la règle de l'art. 138 al. 2 OAC et alors qu'elle eût pu être effectuée, la preuve de l'inaptitude à conduire à la suite d'imprégnation alcoolique peut être rapportée par d'autres moyens; on peut se fonder en particulier sur un examen effectué au moyen d'un éthylomètre dont le résultat se révèle clair, ou à des témoignages (consid. 3)."], "faits": "BGE 127 IV 172 S. 173\n\nA.- Am 12. Juni 1999 führte die Kantonspolizei Nidwalden beim Motorfahrradfahrer X. zwei Atemlufttests (Dräger Alcotest) durch, die einen Blutalkoholgehalt von 1,36 bzw. 1,54 Gewichtspromillen ergaben. Auf die Durchführung einer Blutprobe wurde verzichtet.\n\nNachdem der Verhörrichter des Kantons Nidwalden X. mit Strafbefehl vom 25. August 1999 wegen Führens eines Motorfahrrades in angetrunkenem Zustand (Art. 91 Abs. 2 SVG [SR 741.01]) zu einer Busse von Fr. 300.- verurteilt hatte, sprach das Kantonsgericht des Kantons Nidwalden diesen am 6. September 2000 von der Anklage des Fahrens in angetrunkenem Zustand frei.\n\nDie durch die Staatsanwaltschaft des Kantons Nidwalden gegen dieses Urteil gerichtete Appellation wies das Obergericht des Kantons Nidwalden mit Urteil vom 18. Januar 2001 ab.\n\nB.- Mit eidgenössischer Nichtigkeitsbeschwerde vom 1./2. Mai 2001 beantragt die Staatsanwaltschaft des Kantons Nidwalden, das Urteil des Obergerichts des Kantons Nidwalden vom 18. Januar 2001 vollumfänglich aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n3. Die Beschwerdeführerin rügt eine Verletzung des Grundsatzes der freien Beweiswürdigung im Sinne von Art. 249 BStP (SR 312.0). Diese erblickt sie darin, dass die Vorinstanzen den Freispruch damit begründeten, weder die durchgeführten Atemlufttests BGE 127 IV 172 S. 174noch die Aussagen der Polizeibeamten (Feststellung von Alkoholgeruch im Atem des Beschuldigten) dürften als Beweismittel verwertet werden, weil keine Blutprobe durchgeführt worden sei, wie dies Art. 138 der Verordnung vom 27. Oktober 1976 über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr (VZV; SR 741.51) in jedem Fall vorschreibe, und damit der gesetzlich verlangte Beweis nicht erhoben sei.\n\na) Art. 249 BStP bestimmt, dass die entscheidende kantonale Behörde in Bundesstrafsachen die Beweise frei würdigen soll und nicht an gesetzliche Beweisregeln gebunden ist. Die Bestimmung will sicherstellen, dass die Organe der Strafrechtspflege frei von Beweisregeln und nur nach ihrer persönlichen Ansicht aufgrund gewissenhafter Prüfung darüber entscheiden, ob sie eine Tatsache für bewiesen halten. Daraus folgt, dass die Bestimmung dem Richter bloss verbietet, bei der Erhebung von Beweisen und der Würdigung erhobener Beweise gesetzlichen Regeln - z.B. Verwertungsverboten - zu folgen, die die eigene Prüfung und Bewertung der Überzeugungskraft von Beweismitteln ausschliessen. Eine Verletzung von Art. 249 BStP liegt mithin nur vor, wenn bestimmten Beweismitteln von vornherein in allgemeiner Weise die Beweiseignung abgesprochen wird oder wenn der Richter im konkreten Fall bei der Würdigung der Beweise im Ergebnis nicht seiner eigenen Überzeugung folgt (BGE 127 IV 46 E. 1c). Dagegen steht der Grundsatz der freien Beweiswürdigung nicht Beweisbeschränkungen entgegen, die sich daraus ergeben, dass das Gesetz den Richter anhält, sich bei Feststellung einer Tatsache gewisser Beweismittel zu bedienen; dann darf er die Feststellung nicht treffen, ohne den gesetzlich verlangten Beweis zu erheben und seine Beweiskraft zu prüfen; unterlässt er es, verletzt er die Vorschrift, die ihn zur Erhebung des Beweises verpflichtet (BGE 103 IV 299 E. 1a).\n\nb) Gemäss Art. 55 Abs. 2 SVG sind Fahrzeugführer, bei denen Anzeichen von Angetrunkenheit vorliegen, geeigneten Untersuchungen zu unterziehen. Die Blutprobe kann angeordnet werden. Nach Art. 55 Abs. 4 SVG erlässt der Bundesrat Vorschriften über das Vorgehen bei der Blutentnahme und über die technische Auswertung der Blutprobe sowie über die zusätzliche ärztliche Untersuchung des der Angetrunkenheit Verdächtigten.\n\nNach Art. 138 Abs. 1 VZV ist die Blutprobe die geeignete Untersuchungsmassnahme, der sich Fahrzeugführer zur Feststellung der Angetrunkenheit nach Art. 55 SVG zu unterziehen haben. Die Blutprobe ist vorzunehmen, wenn Anzeichen von Angetrunkenheit BGE 127 IV 172 S. 175bestehen oder wenn jemand sie an sich selbst zu seiner Entlastung verlangt (Abs. 2). Zur Vorprobe kann ein Atemprüfgerät verwendet werden. Von den weiteren Untersuchungen wird abgesehen, wenn die Atemprobe einen Alkoholgehalt von weniger als 0,6 Gewichtspromillen ergibt (Abs. 3). Wenn wichtige Gründe vorliegen, kann die Blutprobe gegen den Widerstand des Verdächtigten durchgeführt werden (Abs. 5). Vorbehalten bleiben weitergehende Bestimmungen des kantonalen Prozessrechts, ferner die Feststellung der Angetrunkenheit aufgrund von Zustand und Verhalten des Verdächtigten oder durch Ermittlung über den Alkoholkonsum und dergleichen, namentlich wenn die Blutprobe nicht vorgenommen werden kann (Abs. 6).\n\nc) Die Vorinstanz vertritt im angefochtenen Entscheid die Auffassung, aus dieser Regelung ergebe sich, dass die Blutprobe bei Anzeichen von Angetrunkenheit zwingend vorzunehmen sei. Wenn dies - obwohl möglich - nicht geschehe, sei der gesetzlich verlangte Beweis nicht erbracht und das Gericht dürfe die Feststellung der Angetrunkenheit nicht treffen. Insbesondere dürfe zur Feststellung der Angetrunkenheit das Ergebnis einer Atemprobe nur berücksichtigt werden, wenn diese als Vorprobe genommen worden sei und die Umrechnung der Atemalkoholkonzentration auf die Blutalkoholkonzentration ein eindeutiges Ergebnis ergeben habe, jedoch keine Blutprobe habe durchgeführt oder diese nicht habe analysiert werden können. Sie beruft sich dazu auf BGE 116 IV 76 (E. 4b) und BGE 123 II 105 (E. 3c/bb). Mit dem Verzicht auf die Blutprobe sei im vorliegenden Fall die Beweisregel von Art. 138 Abs. 2 VZV verletzt worden, welche die Erhebung einer solchen vorschreibe. Die Ergebnisse der beiden Atemlufttests dürften somit nicht berücksichtigt werden; dasselbe gelte damit für die Aussagen der als Zeugen befragten Polizisten.\n\nd) Die geeignete Untersuchungsmassnahme zur Feststellung der Angetrunkenheit ist die Blutprobe, wie Art. 138 Abs. 1 VZV ausdrücklich festhält. Wird sie nicht angeordnet und durchgeführt, besteht die Gefahr von Beweisschwierigkeiten. Die Untersuchungsbehörden sind deshalb gehalten, eine Blutprobe, soweit möglich, durchzuführen. Daraus folgt jedoch nicht, dass dort, wo - obwohl dies möglich gewesen wäre - keine Blutprobe abgenommen wurde, der Beweis der Angetrunkenheit nicht mit anderen Mitteln geführt werden dürfte. Art. 138 Abs. 6 VZV behält denn auch ausdrücklich die Ermittlung der Angetrunkenheit auf andere Weise vor (unveröffentlichtes Urteil des Bundesgerichts vom 8. August 1989 i.S. BGE 127 IV 172 S. 176S. gegen Rekurskommission des Kantons Bern für Massnahmen gegenüber Fahrzeugführern, E. 3a: in diesem Fall wurde die Anerkennung des Atemlufttestes von 0,9 Gewichtspromillen und der Fahrunfähigkeit durch den Beschuldigten im Rahmen der Beweiswürdigung als ausreichender Beweis anerkannt). Dies ergibt sich schon aus dem Grundsatz der freien Beweiswürdigung gemäss Art. 249 BStP. Der Bundesrat hätte deshalb gestützt auf Art. 55 SVG gar nicht die Kompetenz, auf dem Wege der Verordnung die Blutprobe als alleiniges Beweismittel festzulegen und damit eine Verurteilung gestützt auf andere Beweismittel auszuschliessen (unveröffentl. Urteil des Bundesgerichts vom 7. Juni 1994 i.S. M. gegen Ö., E. 2d; vgl. auch JÖRG REHBERG, Neuere Gerichtsentscheide zum Thema \"Alkohol am Steuer\", in: recht 1996 S. 81). Der Beweis der Fahruntauglichkeit durch Alkoholeinwirkung ist somit auch auf anderem Wege als über die Bestimmung des Blutalkoholgehaltes möglich.\n\nAuch das Ergebnis der Atemprobe kann daher ein Indiz bzw. Beweismittel für Angetrunkenheit bilden. Dies gilt umso mehr, als die neueren Atemalkoholmessgeräte in Bezug auf die Atemalkoholkonzentration (AAK) recht genaue Ergebnisse liefern, wenn sie nach Vorschrift bedient werden. Auch eine falsche Atemtechnik verfälscht das Resultat in der Regel nicht mehr, da moderne Geräte nur eine Luftprobe der Messeinheit zuführen, wenn der Atemstoss korrekt erfolgt. Zudem sind die luftführenden Geräteteile thermostatisiert, womit geräteintern den Auswirkungen der unterschiedlichen Temperaturen der Atemluft begegnet wird. Die gängigen Geräte zeigen aber als Messergebnis nicht die AAK an, sondern rechnen diesen Wert mittels eines Durchschnittsfaktors in die Blutalkoholkonzentration (BAK) um. Die so ermittelte BAK muss folglich nicht mit der BAK als Ergebnis einer Blutprobe übereinstimmen. Zudem können die Ergebnisse des Atemtests und der Blutprobe je nach Zeitpunkt der Testvornahme voneinander abweichen. Die Ursache für diese Abweichungen liegt im Wesentlichen in den Lungen des Probanden, namentlich in Unregelmässigkeiten der Lungendurchblutung und des Gasaustauschs. Weitere Faktoren, die unterschiedliche Resultate bewirken können, sind der Zeitpunkt des Atemtests, die Körpertemperatur sowie Alter, Geschlecht und Konstitution des Probanden. Alle Faktoren zusammen können dazu führen, dass das Ergebnis des Alcotests bis zu etwa 20% über oder unter der mittels Blutprobe festgestellten BAK liegt (BGE 119 IV 255 E. 2a). Die Atemalkoholanalytik stellt damit - trotz der damit verbundenen BGE 127 IV 172 S. 177Unsicherheiten (vgl. dazu auch THOMAS SIGRIST, Zum Nachweis der Fahrunfähigkeit wegen Angetrunkenheit - Atemtest versus Blutalkoholbestimmung, in: AJP 1996 S. 1111 ff.) - ein in sich geschlossenes und widerspruchsfreies Verfahren zur Beurteilung des Alkoholisierungsgrades eines Probanden dar. Es besteht daher kein sachlicher Grund dafür, die Verurteilung eines Fahrzeuglenkers zwar etwa gestützt auf Zeugenaussagen über dessen Zustand bzw. den Alkoholkonsum (vgl. Art. 138 Abs. 6 VZV), nicht hingegen aufgrund des Ergebnisses eines Atemlufttests zuzulassen. Denn der Verordnungsgeber misst dem Atemlufttest als Beweismittel gegenüber der zuverlässigeren Blutprobe lediglich weniger Bedeutung zu (unveröffentlichtes Urteil des Bundesgerichts vom 6. Mai 1992 i.S. S. gegen Verwaltungsrekurskommission des Kantons St. Gallen, E. 2). Das Bundesgericht erkannte in diesem Urteil, wegen der mit dem Atemlufttest verbundenen Ungenauigkeiten (es verwies dabei auf die für die Anordnung der Blutprobe festgelegte Grenze eines Atemlufttestergebnisses von 0,6 Gewichtspromillen, bei welcher eben eine Blutalkoholkonzentration von mindestens 0,8 Gewichtspromillen noch möglich sei) könne ein Atemlufttestergebnis von 0,87 bzw. 0,90 Gewichtspromillen von Bundesrechts wegen nicht eine ausreichende Grundlage für die Feststellung einer Blutalkoholkonzentration von mindestens 0,8 Gewichtspromillen bilden; ob ein Atemlufttestergebnis von 1,0 oder erst 1,2 Gewichtspromillen oder gar ein noch höheres Ergebnis dazu ausreiche, wurde offen gelassen (E. 2). Dem eindeutigen Ergebnis eines Atemlufttests indessen von vornherein jeglichen Beweiswert abzusprechen, widerspricht nicht nur Art. 138 Abs. 6 VZV, sondern auch dem Grundsatz der freien Beweiswürdigung (vgl. BGE 123 II 97 E. 3c/bb).\n\nAuch wenn die Polizei daher im vorliegenden Fall entgegen Art. 138 Abs. 2 VZV keine Blutprobe vorgenommen hat, obschon dies möglich gewesen wäre, war es dem Verhörrichter bundesrechtlich nicht verwehrt, die Angetrunkenheit gestützt auf das Beweismittel des eindeutigen Atemlufttests - mit zwei Messungen von 1,36 und 1,54 Gewichtspromillen und damit ausgehend vom tieferen Wert nach Abzug der möglichen Abweichung von 20% immer noch über 1,08 Gewichtspromillen - festzustellen (vgl. unveröffentlichtes Urteil des Bundesgerichts vom 7. Juni 1994 i.S. M. gegen Öffentliches Amt des Kantons Wallis, E. 2d). Dies gilt erst recht für die Zeugenaussagen der befragten Polizisten.\n\ne) Es kommt hinzu, dass es dem Beschuldigten frei steht, in Kenntnis des Ergebnisses des Atemlufttests, welches ihm unverzüglich BGE 127 IV 172 S. 178bekannt gegeben wird, auf der Durchführung einer Blutuntersuchung zu bestehen, auf welche er gemäss Art. 138 Abs. 2 VZV zu seiner Entlastung grundsätzlich Anspruch hat. Das hat der Beschuldigte nicht getan.\n\nf) Indem die Vorinstanzen Art. 138 VZV dahingehend auslegen, diese Bestimmung schliesse von vornherein den Nachweis der Angetrunkenheit mittels anderer Beweismittel wie Atemlufttest und Zeugenbefragung aus, wenn keine Blutprobe abgenommen worden sei, obwohl dies ohne weiteres möglich gewesen wäre, verletzten sie nach dem oben ausgeführten Bundesrecht, d.h. Art. 138 VZV und Art. 249 BStP."}