{"annee": "127", "cour": "III", "page": "173", "date": "13/2/2001", "cite": ["111 V 99", "121 III 284", "123 III 492", "67 III 69", "116 III 59", "115 III 6", "112 III 81", "104 III 12", "117 III 39"], "cite_par": ["132 II 153", "141 II 429"], "chapeau": "29. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 13. Februar 2001 i.S. A. (Beschwerde)", "regestes": ["Art. 19 al. 1 LP; point de départ du délai. Notification de la décision de l'autorité cantonale de recours à une adresse en poste restante: question laissée indécise de savoir si, par analogie avec la jurisprudence applicable aux communications faites dans les boîtes aux lettres et les cases postales, l'envoi doit être réputé notifié le dernier jour d'un délai de sept jours dès réception au bureau de poste de destination (consid. 1). Art. 57 al. 1 LP; service civil. La notification de commandements de payer pendant un service civil du poursuivi est nulle (consid. 3)."], "faits": "|173|\n\nDas Betreibungsamt X. liess im Luzerner Kantonsblatt in einer Reihe von Betreibungen gegen den damals im Zivildienst weilenden |174| A. die Zahlungsbefehle veröffentlichen und in andern gegen den gleichen Schuldner gerichteten Betreibungen bekannt geben, dass die Gläubiger das Fortsetzungsbegehren gestellt hätten und die Pfändung am ... vollzogen werde.\n\nDer Amtsgerichtspräsident von X. wies eine Beschwerde von A. am 19. September 2000 ab, soweit er darauf eintrat.\n\nAm 11. Dezember 2000 wies das Obergericht (Schuldbetreibungs- und Konkurskommission) des Kantons Luzern als obere Aufsichtsbehörde seinerseits den Beschwerdeweiterzug von A. ab, soweit es darauf eintrat.\n\nA. nahm den Entscheid des Obergerichts am 4. Januar 2001 in Empfang. Mit einer vom 13. Januar 2001 datierten und am 15. Januar 2001 zur Post gebrachten Eingabe führt er Beschwerde an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Diese stellt fest, dass die durch öffentliche Bekanntmachung vollzogene Zustellung der Zahlungsbefehle nichtig ist.", "considerants": "Aus den Erwägungen:\n\n1. Das Obergericht hat seinen Entscheid am 15. Dezember 2000 als eingeschriebene Sendung an die vom Beschwerdeführer bezeichnete Postlagernd-Adresse (Postamt B.) aufgegeben. Mit Datum vom 18. Dezember 2000 teilte dieses Postamt der Vorinstanz mit, der Entscheid habe noch nicht zugestellt werden können und werde auf Grund eines (Zurückbehalte-)Auftrags des Adressaten vielleicht noch längere Zeit, höchstens jedoch zwei Monate, lagern.\n\na) Postlagersendungen bleiben (längstens) einen Monat bei der Bestimmungspoststelle liegen (Publikation der Schweizerischen Post \"Briefpost Schweiz\", S. 39 der Ausgabe Januar 1999 bzw. S. 38 der Ausgabe Januar 2001; früher: Art. 166 Abs. 2 lit. a der Verordnung (1) zum Postverkehrsgesetz). Nach der bisherigen bundesgerichtlichen Rechtsprechung gilt eine solche Sendung, wird sie nicht früher abgeholt, als am letzten Tag der Monatsfrist zugestellt, sofern der Adressat wie hier, wo der Beschwerdeführer selbst den Entscheid der oberen kantonalen Aufsichtsbehörde veranlasst hatte, mit der Zustellung hatte rechnen müssen (BGE 111 V 99 E. 2c S. 102; vgl. auch BGE 116 III 59 E. 1c S. 61 f.). Es fragt sich, ob an dieser Rechtsprechung, die demjenigen einen prozessualen Vorteil verschafft, der sich den Entscheid einer Behörde \"postlagernd\" zukommen lässt - was die Zustellungsform der Gerichtsurkunde ausschliesst (S. 19 bzw. S. 10 der erwähnten Publikation der Post) - |175| festgehalten werden kann oder ob vom Adressaten, der einen Entscheid erwartet, nicht zu verlangen ist, dafür zu sorgen, dass ihn die Post innerhalb der bei Gerichtsurkunden oder eingeschriebenen Sendungen geltenden Abholfrist von sieben Tagen (hier ab Eingang bei der Bestimmungspoststelle) erreicht (zum Zurückbehaltungsauftrag vgl. BGE 123 III 492 ff.). Würde die genannte Sieben-Tage-Frist als massgebend betrachtet, wäre die vorliegende Beschwerde verspätet: Auf Grund der vom Postamt B. an die Vorinstanz gerichteten Meldung vom 18. Dezember 2000 (Montag) ist davon auszugehen, dass der angefochtene Entscheid (spätestens) an jenem Tag dort einging. Der erste Tag der Frist wäre mithin der 19. Dezember und der siebte - angesichts der Weihnachtsfeiertage - auf jeden Fall der 27. Dezember 2000 gewesen. Die zehntägige Frist von Art. 19 Abs. 1 SchKG hätte dann am 28. Dezember 2000 zu laufen begonnen, zumal der angefochtene Entscheid sich darauf beschränkt, den Beschwerdeweiterzug des Beschwerdeführers als unbegründet abzuweisen, soweit auf jenen überhaupt einzutreten war, und die Bestimmungen über Betreibungsferien und Rechtsstillstand (Art. 56 und 63 SchKG) somit nicht zum Tragen gekommen sind (dazu BGE 115 III 6 E. 4 und 5 S. 9 ff., 11 E. 1 S. 12 ff.). Da ausserdem Schuldbetreibungs- und Konkurssachen von der Vorschrift über den Stillstand der Fristen ausdrücklich ausgenommen sind (Art. 34 Abs. 2 OG), wäre das Ende der Beschwerdefrist auf den 8. Januar 2001 gefallen (der zehnte Tag, der 6. Januar, war ein Samstag). Die Beschwerde ist indessen erst am 15. Januar 2001 zur Post gebracht worden.\n\nRechtzeitig ist die Beschwerde demgegenüber, wenn dem Beschwerdeführer auf Grund der bisherigen Rechtsprechung zugestanden wird, dass die Beschwerdefrist zu laufen begonnen hat, als er den angefochtenen Entscheid am 4. Januar 2001 in Empfang nahm. Der zehnte Tag ist in diesem Fall der 14. Januar (Sonntag), so dass mit der Postaufgabe vom Montag, 15. Januar 2001, die Frist gewahrt worden ist.\n\nb) Die Frage der Rechtzeitigkeit mag hier letztlich offen bleiben. Wie darzulegen sein wird, hat die erkennende Kammer die Beschwerde ohnehin von Amtes wegen zu behandeln.\n\n3. Das Obergericht erklärt, die Vorschriften über den Rechtsstillstand seien nicht im öffentlichen Interesse aufgestellt worden, sondern einzig zum Schutz des Betreibungsschuldners. Die strittige Publikation von Betreibungsurkunden, die in den vom 1. Februar 2000 bis 13. Februar 2001 dauernden Zivildienst des Beschwerdeführers gefallen ist, hat für die Vorinstanz deshalb einzig zur Folge, |176| dass die Zahlungsbefehle ihre Wirkung erst nach Entlassung des Beschwerdeführers aus dem Zivildienst entfalteten.\n\na) Nach der seit dem 1. Januar 1997 geltenden Fassung von Art. 57 Abs. 1 SchKG besteht für einen Schuldner, der sich im Militär-, Zivil- oder Schutzdienst befindet, während der Dauer des Dienstes Rechtsstillstand; hat der Schuldner vor der Entlassung oder Beurlaubung mindestens 30 Tage ohne wesentlichen Unterbruch Dienst geleistet, so besteht der Rechtsstillstand auch noch während der zwei auf die Entlassung oder Beurlaubung folgenden Wochen (Art. 57 Abs. 2 SchKG). Vom Rechtsstillstand ausgenommen sind jedoch Betreibungen für periodische familienrechtliche Unterhalts- und Unterstützungsbeiträge (Art. 57 Abs. 3 SchKG). Ausser in Arrestverfahren oder wenn es sich um unaufschiebbare Massnahmen zur Erhaltung von Vermögensgegenständen handelt, dürfen gegen einen Schuldner, dem der Rechtsstillstand gewährt ist, keine Betreibungshandlungen vorgenommen werden (Art. 56 Ziff. 3 SchKG). In der Betreibung auf Pfandverwertung ist jedoch der Zahlungsbefehl auch während des wegen der erwähnten Dienstleistungen gewährten Rechtsstillstandes zuzustellen, wenn dieser drei Monate gedauert hat (Art. 57b Abs. 2 SchKG), und nach Art. 57c Abs. 1 SchKG kann der Gläubiger für die Dauer des genannten Rechtsstillstandes verlangen, dass das Betreibungsamt ein Güterverzeichnis aufnehme.\n\nb) Die Publikation der gegen den Beschwerdeführer ergangenen Zahlungsbefehle fiel mitten in die durch den Zivildienst begründete Schonzeit. Nach der Rechtsprechung ist dem Verbot von Betreibungshandlungen während der Schonzeit nicht (generell) eine absolute Wirkung beizumessen: So wie eine aus einem andern Grund fehlerhafte Zustellung eines Zahlungsbefehls nicht zwingend zu wiederholen ist (dazu BGE 112 III 81 E. 2b S. 84 f.; BGE 104 III 12 E. 1 S. 13 mit Hinweisen), ist beispielsweise auch die Zustellung während Betreibungsferien nicht nichtig. Die Missachtung von Art. 56 Ziff. 2 SchKG hat einzig zur Folge, dass die Betreibungshandlung ihre Rechtswirkung erst am ersten Tag nach Ablauf der Betreibungsferien entfaltet (BGE 121 III 284 E. 2b S. 285 mit Hinweisen). Diese Praxis ist dadurch gerechtfertigt, dass die in Frage stehende Schonzeit allein den Schuldner schützen soll (vgl. BGE 117 III 39 E. 4b S. 42 mit Hinweis).\n\nAnders verhält es sich beim Rechtsstillstand wegen Militär-, Zivil- oder Schutzdienstes: Hier geht es nicht nur um Individualinteressen des Dienstpflichtigen, sondern auch um das Interesse der |177| Allgemeinheit daran, dass die zu erbringende Dienstleistung nicht beeinträchtigt werde (vgl. FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, 3. Aufl., I. Bd., § 13 Rz. 8; PIERRE-ROBERT GILLIÉRON, C-ommentaire de la loi fédérale sur la poursuite pour dettes et la faillite, N. 16 zu Art. 57; HUGO WYSSEN, Geschlossene Zeiten, Betreibungsferien und Rechtsstillstand [Art. 56 ff. SchKG], Diss. Basel 1995, S. 130; KARL RÜEGGER, Die Rechtsstellung des schweizerischen Wehrmannes in der Schuldbetreibung, Diss. Zürich 1947, S. 11). So hat das Bundesgericht denn entschieden, dass die Zustellung eines Zahlungsbefehls während eines Militärdienstes gänzlich unbeachtlich, d.h. nichtig, sei. Der Wehrmann müsse den ihm während des Dienstes zugestellten Zahlungsbefehl ohne Nachteil vergessen dürfen und es dürfe ihm nicht zugemutet werden, im Dienst etwas vorzukehren, das ihn nach der Entlassung an die fällige Rechtsvorkehr erinnern solle (BGE 67 III 69f.; im gleichen Sinne auch der Entscheid der Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen des Kantons Genf vom 27. April 1983, veröffentlicht in: BlSchK 1985 S. 93 f., Nr. 22; dazu ferner: FRITZSCHE/WALDER, a.a.O., § 13 Rz. 23; GILLIÉRON, a.a.O., N. 13 und 29 zu Art. 57; WYSSEN, a.a.O., S. 131 oben; ALBERT KILLER, Betreibungsferien und Rechtsstillstand, in: BlSchK 1966 S. 15 oben; NICOLAS JEANDIN, Schuldbetreibung und Konkurs, Fristen, Betreibungsferien und Rechtsstillstand, SJK 518 S. 20 f.; einheitlich für einen blossen Aufschub der Wirkung: JAEGER, Schuldbetreibung und Konkurs, Zürich 1911, N. 5 zu Art. 57 SchKG; AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl., § 11 Rz. 34 f.).\n\nGründe, von der bisherigen Rechtsprechung abzuweichen, bestehen nicht. THOMAS BAUER (Kommentar zum SchKG, N. 14 zu Art. 57) hält die Nichtigkeitsfolge für nicht mehr zeitgemäss mit dem Bemerken, die Dauer der dienstbedingten Abwesenheiten der heutigen Militär-, Zivil- oder Schutzdienstpflichtigen lasse sich nicht mit der Länge des Aktivdienstes (in Kriegszeiten) vergleichen. Von Art. 57 Abs. 2 SchKG (wonach der Rechtsstillstand bei mindestens 30-tägiger Dienstdauer ohne wesentlichen Unterbruch um zwei Wochen verlängert wird) abgesehen, trifft das Gesetz indessen keine Unterscheidung nach der Länge des Dienstes. Namentlich gilt die Schonzeit beispielsweise auch für zwei- oder dreiwöchige Wiederholungskurse. Ausserdem zeigt gerade der vorliegende Fall, wo es um einen mehr als einjährigen Zivildienst geht, dass auch heutzutage Dienste von längerer Dauer durchaus vorkommen. Zu denken ist |178| ebenfalls an längere Einsätze von Armeeangehörigen im Ausland (dazu WYSSEN, a.a.O., S. 13) oder an eine künftige Möglichkeit, die gesamte Militärdienstpflicht ohne Unterbruch in einem Mal zu leisten. Entgegen der - nicht näher begründeten - Auffassung von BAUER (a.a.O.) fehlen ferner sachliche Gründe für eine Sonderbehandlung von Zivildienst- und Zivilschutzdienstleistenden (so auch JAEGER/WALDER/KULL/KOTTMANN, Bundesgesetz über Schuldbetreibung und Konkurs, 4. Aufl., Zürich 1997, N. 7 zu Art. 57). Auch der einer solchen Dienstpflicht Unterworfene ist davon zu bewahren, unter Umständen Monate im Voraus Vorkehrungen treffen zu müssen im Hinblick auf eine rechtzeitige Wahrung seiner Rechte nach Entlassung aus dem Dienst.\n\nc) Die vom Beschwerdeführer beanstandete öffentliche Bekanntmachung von Zahlungsbefehlen ist nach dem Gesagten nichtig, zumal sie offensichtlich nicht Betreibungen für familienrechtliche Unterhalts- und Unterstützungsbeiträge (Art. 57 Abs. 3 SchKG) betrafen."}