{"annee": "127", "cour": "V", "page": "10", "date": "3/1/2001", "cite": ["121 V 157", "112 V 387", "112 V 371", "125 V 266", "120 V 128", "122 V 19", "108 V 113", "127 V 1", "126 II 283", "105 V 271", "124 V 145", "121 V 1", "115 V 308"], "cite_par": ["130 V 253", "130 V 263", "142 V 299", "135 V 201", "135 V 215"], "chapeau": "2. Urteil vom 3. Januar 2001 i. S. Sozialversicherungsanstalt des Kantons St. Gallen gegen A. und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 3b al. 1 let. b, art. 5 al. 1 let. b, art. 19 al. 2 LPC; art. 16c al. 1 et 2 OPC-AVS/AI: Déduction du loyer. L'art. 16c OPC-AVS/AI est conforme à la loi, dans la mesure où il prévoit le partage obligatoire du loyer en cas de logement commun."], "faits": "BGE 127 V 10 S. 10\n\nA.- Die 1932 geborene A. bezieht Ergänzungsleistungen, welche zuletzt mit Verfügung vom 17. Juli 1997 auf monatlich 950 Franken festgesetzt worden waren. Von diesem Betrag entfielen 143 Franken auf die kantonale (so genannte ausserordentliche) Ergänzungsleistung. Auf Anfrage der Sozialversicherungsanstalt des Kantons St. Gallen vom September 1997 hin teilte die Versicherte am 14. Oktober 1997 mit, sie bezahle einen Bruttomietzins von jährlich 11'400 Franken; im gleichen Haushalt lebe auch ihre 14-jährige Enkelin. Die Sozialversicherungsanstalt berechnete daraufhin den Anspruch auf Ergänzungsleistungen neu. Dabei nahm sie in Berücksichtigung der im gleichen Haushalt wohnenden Enkelin einen auf die Hälfte reduzierten Mietzinsabzug vor und setzte die Ergänzungsleistungen mit Verfügung vom 6. Januar 1998 rückwirkend ab 1. Januar 1998 auf insgesamt 583 Franken (440 Franken bundesrechtliche BGE 127 V 10 S. 11und 143 Franken kantonalrechtliche Ergänzungsleistungen) im Monat herab.\n\nB.- Die dagegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons St. Gallen mit Entscheid vom 30. September 1998 gut, hob die angefochtene Verfügung auf und wies die Sache zur Neuberechnung der Ergänzungsleistungen unter Berücksichtigung des vollen Mietzinsabzuges an die Verwaltung zurück.\n\nC.- Die Sozialversicherungsanstalt des Kantons St. Gallen führt Verwaltungsgerichtsbeschwerde mit dem Antrag, in Aufhebung des vorinstanzlichen Entscheids sei die Verfügung vom 6. Januar 1998 zu bestätigen.\n\nA. lässt auf Abweisung der Verwaltungsgerichtsbeschwerde schliessen. Das Bundesamt für Sozialversicherung (BSV) beantragt Gutheissung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Soweit sich die Verwaltungsgerichtsbeschwerde auf die Höhe der ausserordentlichen Ergänzungsleistung bezieht, kann darauf nicht eingetreten werden, weil diese Leistungen auf kantonalem Recht beruhen. Zu prüfen ist deshalb vom Eidg. Versicherungsgericht lediglich die Höhe des Anspruchs auf bundesrechtliche Ergänzungsleistungen (vgl. BGE 124 V 146 Erw. 1).\n\n2. a) Gemäss Art. 2 Abs. 1 ELG (in der ab 1. Januar 1998 gültigen Fassung) haben Schweizer Bürger mit Wohnsitz und gewöhnlichem Aufenthalt in der Schweiz Anspruch auf Ergänzungsleistungen, wenn sie eine der Voraussetzungen nach den Art. 2a-2d ELG erfüllen und die gesetzlich anerkannten Ausgaben (Art. 3b ELG) die anrechenbaren Einnahmen (Art. 3c ELG) übersteigen. Dabei entspricht die jährliche Ergänzungsleistung dem Betrag, um den die anerkannten Ausgaben die anrechenbaren Einnahmen übersteigen (Art. 3a Abs. 1 ELG in der ab 1. Januar 1998 gültigen Fassung).\n\nb) Auf Grund der bis 31. Dezember 1997 gültig gewesenen EL-Ordnung konnten die Kantone bei Alleinstehenden vom Einkommen einen Abzug von höchstens 11'200 Franken für den Mietzins zulassen, soweit er bei Alleinstehenden 800 Franken im Jahr überstieg (alt Art. 4 Abs. 1 lit. b ELG). Für die Nebenkosten konnten sie einen jährlichen Pauschalabzug von höchstens 600 Franken für Alleinstehende in den Mietzinsabzug einschliessen (alt Art. 4 Abs. 1 lit. c ELG). Im Hinblick auf den nach alt Art. 4 Abs. 1 lit. b BGE 127 V 10 S. 12ELG zulässigen Mietzinsabzug hatte die Rechtsprechung den Grundsatz aufgestellt, dass bei gemeinsam gemieteten Wohnungen der Gesamtbetrag des Mietzinses in der Regel auf die einzelnen Mitbewohner gleichmässig aufzuteilen sei. Die konkreten Verhältnisse des Einzelfalls könnten indessen nahelegen, von der allgemeinen Regel abzuweichen, so etwa dann, wenn eine Person den grössten Teil der Wohnung belegt, oder wenn ein Versicherter vom Mitbewohner keinen Mietzinsanteil beansprucht, weil dieser ihn betreut (BGE 105 V 271; ZAK 1974 S. 556 Erw. 2).\n\nNach den im Rahmen der 3. ELG-Revision geänderten Bestimmungen (in Kraft seit 1. Januar 1998) werden die anrechenbaren Ausgaben in Art. 3b ELG umschrieben. Als Ausgaben anrechenbar sind danach u.a. der Mietzins einer Wohnung und die damit zusammenhängenden Nebenkosten (Art. 3b Abs. 1 lit. b ELG). Die Kantone legen den Betrag fest für die Mietzinsausgaben nach Art. 3b Abs. 1 lit. b ELG, höchstens aber 12'000 Franken im Jahr bei Alleinstehenden (Art. 5 Abs. 1 lit. b Ziff. 1 ELG). Gemäss dem neu in die Verordnung eingefügten Art. 16c ELV ist der Mietzins auf die einzelnen Personen aufzuteilen, wenn Wohnungen oder Einfamilienhäuser auch von Personen bewohnt werden, welche nicht in die EL-Berechnung eingeschlossen sind; die Mietzinsanteile der Personen, welche nicht in die EL-Berechnung eingeschlossen sind, werden bei der Berechnung der jährlichen Ergänzungsleistung ausser Betracht gelassen. Gemäss Abs. 2 dieser Verordnungsbestimmung hat die Aufteilung grundsätzlich zu gleichen Teilen zu erfolgen.\n\n3. a) Die Sozialversicherungsanstalt begründet die Neuberechnung der Ergänzungsleistung, welche zur Verfügung vom 6. Januar 1998 führte, mit den im Rahmen der 3. ELG-Revision durchgeführten und auf den 1. Januar 1998 in Kraft getretenen Gesetzes- und Verordnungsänderungen. Während bisher gestützt auf die Rechtsprechung des Eidg. Versicherungsgerichts bei von mehreren Personen gemieteten Wohnungen der Gesamtmietzins in der Regel auf die einzelnen Personen gleichmässig zu verteilen und in Sonderfällen je nach den konkreten Verhältnissen eine andere Aufteilung vorzunehmen gewesen sei, sehe Art. 16c ELV keine Ausnahmen vor, und es sei auch nicht mehr von gemeinsam gemieteten Wohnungen die Rede. Vorausgesetzt werde lediglich, dass eine Wohnung oder ein Einfamilienhaus von mehreren Personen bewohnt werde. Die Verordnungsbestimmung lasse im Einzelfall einzig noch in Bezug auf die konkrete Aufteilung einen Spielraum offen, indem vom Grundsatz der gleichmässigen Aufteilung BGE 127 V 10 S. 13abgewichen werden könne. Mit dem neuen Art. 16c ELV sei somit eine Rechtsänderung eingetreten, welche ein Zurückkommen auf die formell rechtskräftige Verfügung vom 17. Juli 1997 erforderlich gemacht habe.\n\nb) Die Vorinstanz kommt im angefochtenen Entscheid dagegen zum Schluss, die Änderungen der gesetzlichen Ordnung liessen die zu beurteilende Streitfrage unberührt. Den Erläuterungen zu den neuen ELV-Bestimmungen sei zudem zu entnehmen, dass auf Verordnungsstufe Grundsätze festgelegt werden sollten, weil bisher die Mietzinsaufteilung nur in den bundesamtlichen Weisungen enthalten und somit für die Gerichte nicht bindend gewesen sei. Daraus ergebe sich, dass keine objektive Rechtsänderung eingetreten sei. Die bisherige Praxis und Rechtsprechung behielten daher ihre Gültigkeit. Beim Erlass der Verwaltungsverfügung habe somit hinsichtlich der rechtskräftig erledigten Frage, ob der Mietzins aufzuteilen sei, keine neue Anordnung getroffen werden dürfen.\n\n4. a) Nach der Rechtsprechung des Eidg. Versicherungsgerichts gilt die formelle Rechtskraft einer Verfügung über Dauerrechtsverhältnisse nicht voraussetzungslos (BGE 115 V 312 Erw. 4a; MEYER-BLASER, Die Abänderung formell rechtskräftiger Verwaltungsverfügungen in der Sozialversicherung, in: ZBl 1994 S. 348 ff.; ALEXANDRA RUMO-JUNGO, Die Instrumente zur Korrektur der Sozialversicherungsverfügung, in: Verfahrensfragen in der Sozialversicherung, St. Gallen 1996, S. 277 ff.). Diese beschränkt sich vielmehr auf den Sachverhalt und die Rechtslage zur Zeit des Verfügungserlasses. Nun kann aber der Sachverhalt schon zur Zeit des Erlasses der Verfügung unrichtig festgestellt worden sein oder er kann sich nachträglich ändern. Ebenso kann die Verfügung auf einer anfänglich unrichtigen Rechtsanwendung beruhen oder die objektive Rechtslage kann sich nach Verfügungserlass ändern (BGE 115 V 312 f. Erw. 4a; UELI KIESER, Die Abänderung der formell rechtskräftigen Verfügung nach der Rechtsprechung des EVG - Bemerkungen zu Revision, Wiedererwägung und Anpassung, in: SZS 1991 S. 132 ff.).\n\nb) Das Eidg. Versicherungsgericht beantwortet die Frage nach der Tragweite der formellen Rechtskraft nach vier Gesichtspunkten (BGE 115 V 312 f. Erw. 4a; RÜEDI, Die Verfügungsanpassung als verfahrensrechtliche Grundfigur namentlich von Invalidenrentenrevisionen, in: Die Revision von Dauerleistungen in der Sozialversicherung, St. Gallen 1999, S. 12). Erstens soll im Rahmen der prozessualen Revision (als Rechtsprinzip des Sozialversicherungsrechts BGE 127 V 10 S. 14zur Verwirklichung des materiellen Rechts) eine Verfügung zurückgenommen werden können, die auf von Anfang an fehlerhaften tatsächlichen Grundlagen beruht (BGE 112 V 371 Erw. 2a). Zweitens steht die formelle Rechtskraft einer Verfügung über ein Dauerrechtsverhältnis unter dem Vorbehalt, dass nach Verfügungserlass keine erheblichen tatsächlichen Änderungen eintreten, welche mittels Leistungs- oder Rentenrevision zu berücksichtigen sind. Der Korrektur einer anfänglich unrichtigen Rechtsanwendung unter Einschluss der unrichtigen Sachverhaltsfeststellung im Sinne der Würdigung des Sachverhalts dient drittens die Wiedererwägung als allgemeiner Grundsatz des Sozialversicherungsrechts (BGE 122 V 21 Erw. 3a, 173 Erw. 4a, 271 Erw. 2, 368 Erw. 3, BGE 121 V 4 Erw. 6, je mit Hinweisen). Viertens gilt es schliesslich zu beurteilen, wie es sich mit der formellen Rechtskraft einer Verfügung bei nachträglicher Änderung der objektiven Rechtslage verhält (BGE 121 V 161 Erw. 4a und BGE 108 V 119 Erw. 5 bezüglich Rechtsänderung durch eine neue gesetzliche Norm; BGE 121 V 162 Erw. 4a, BGE 120 V 131 Erw. 3b und c, BGE 115 V 314 Erw. 4a/dd und BGE 112 V 394 Erw. 3c bezüglich einer neuen Verwaltungspraxis oder einer neuen Rechtsprechung).\n\nc) Nicht zur Diskussion stehen im vorliegenden Fall die prozessuale Revision, die Anpassung der rechtskräftigen Verfügung vom 17. Juli 1997 an geänderte tatsächliche Verhältnisse (vgl. Art. 25 ELV) oder die Wiedererwägung wegen zweifelloser Unrichtigkeit und erheblicher Bedeutung ihrer Berichtigung. Hingegen ist der vierte Gesichtspunkt zu beurteilen. Ob Änderungen des objektiven Rechts seit Verfügungserlass das Eingreifen in ein rechtskräftig geregeltes Dauerrechtsverhältnis rechtfertigen, wird von der Rechtsprechung differenziert beantwortet. Besteht die Rechtsänderung in einem Eingriff des Gesetzgebers, somit in einer neuen für den Anspruch erheblichen Norm, so ist - die Existenz wohlerworbener Rechte vorbehalten - die Anpassung der Verfügung über ein Dauerrechtsverhältnis nicht nur erlaubt, sondern gefordert. Besteht aber die Änderung des massgebenden Rechts lediglich in einer neuen gerichtlich bestätigten Verwaltungspraxis oder einer neuen Rechtsprechung, so darf die Verfügung über das Dauerrechtsverhältnis grundsätzlich nicht angetastet werden; eine solche Anpassung einer ursprünglich fehlerfreien Verfügung an eine neue gerichtlich bestätigte Verwaltungspraxis oder eine neue Rechtsprechung ist nur ausnahmsweise gerechtfertigt (BGE 121 V 161 Erw. 4a).\n\nBGE 127 V 10 S. 15\n\n5. Was die Mietzinsaufteilung auf verschiedene Personen betrifft, enthält Art. 3b Abs. 1 lit. b ELG ebenso wenig eine besondere Anordnung wie der frühere Art. 4 Abs. 1 lit. b ELG. Im Gesetz selber deutet somit nichts auf eine Rechtsänderung hin. Hingegen ist mit Art. 16c ELV eine neue Bestimmung in die Verordnung aufgenommen worden, welche von der bisherigen Praxis abweicht. Es ist daher zu prüfen, ob der Bundesrat mit der Schaffung der darin enthaltenen Grundsätze über die Mietzinsaufteilung die Schranken der ihm zustehenden Befugnisse eingehalten hat.\n\na) (Überprüfung von Verordnungen des Bundesrates durch das Eidg. Versicherungsgericht; vgl. BGE 127 V 7, Erw. 5a mit Hinweisen).\n\nb) Das Bundesgesetz über Ergänzungsleistungen zur Alters-, Hinterlassenen- und Invalidenversicherung ermächtigt den Bundesrat nicht zum Erlass ergänzender (gesetzesvertretender) Vorschriften über die Mietzinsaufteilung. Damit steht ihm nur das Recht zu, Ausführungsvorschriften zu erlassen. Die Kompetenz des Bundesrates zum Erlass von Vollziehungsverordnungen ist in der allgemeinen, von Art. 182 Abs. 2 BV eingeräumten Vollzugskompetenz enthalten (vgl. zu Art. 102 Ziff. 5 aBV HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, 4. Aufl., Zürich 1998, Rz 1004 sowie BGE 125 V 273 Erw. 6b). Art. 19 Abs. 2 ELG wiederholt diese Vollzugskompetenz, indem er den Bundesrat mit dem Erlass der Ausführungsbestimmungen beauftragt. Ausführungs- bzw. Vollzugsverordnungen kommt die Funktion zu, die gesetzlichen Bestimmungen zu konkretisieren und gegebenenfalls untergeordnete Lücken zu füllen, soweit dies für den Vollzug des Gesetzes erforderlich ist. Diese Ausführungsbestimmungen müssen sich jedoch an den gesetzlichen Rahmen halten und dürfen insbesondere keine neuen Vorschriften aufstellen, welche die Rechte der Bürger beschränken oder ihnen neue Pflichten auferlegen, selbst wenn diese Regeln mit dem Zweck des Gesetzes vereinbar wären. Vollzugsbestimmungen sind zudem nur in dem Umfang zulässig, als das Gesetz dafür Raum lässt und nicht bewusst auf eine präzisere Regelung der betreffenden Frage verzichtet (BGE 126 II 291 Erw. 3b mit Hinweis).\n\nc) Der Gesetzgeber hat in Art. 3b Abs. 1 lit. b ELG für die Ergänzungsleistungsberechnung den Grundsatz der Anerkennung des Mietzinses einer Wohnung und der damit zusammenhängenden Nebenkosten als Ausgaben aufgestellt, und er hat in Art. 5 Abs. 1 lit. b ELG den Höchstbetrag festgelegt, den die Kantone im Rahmen ihrer Kompetenz als Mietzinsausgaben anrechnen können. Art. 16c BGE 127 V 10 S. 16ELV bezeichnet lediglich, wann eine Aufteilung des Mietzinses zu erfolgen hat (Abs. 1) und wie aufzuteilen ist (Abs. 2). Während das Gesetz somit die grundsätzliche Anrechenbarkeit des Mietzinsabzuges regelt, beantwortet die Verordnung die für den Vollzug von Art. 3b Abs. 1 lit. b ELG bedeutsame, sich in der Praxis wiederholt stellende, im Gesetz aber nicht beantwortete Frage, was unter dem Titel des Mietzinses anzurechnen ist. Damit handelt es sich bei Art. 16c ELV um eine typische Vollzugsbestimmung.\n\nd) Des Weitern erweist sich die neu in die Verordnung aufgenommene Bestimmung von Art. 16c ELV als eine sachgerechte Regelung, die auf einer überzeugenden Auslegung des Gesetzes beruht, geht es doch darum, die indirekte Mitfinanzierung von Personen, die nicht in die Ergänzungsleistungsberechnung eingeschlossen sind, zu verhindern (AHI 1998 S. 34). Daher ist als Grundregel immer dann eine Aufteilung des Gesamtmietzinses vorzunehmen, wenn sich mehrere Personen den gleichen Haushalt teilen (Art. 16c Abs. 1 ELV). Der Verordnungsgeber hat aber auch erkannt, dass eine Aufteilung nach Köpfen im Einzelfall zu einem stossenden Ergebnis führen kann. Absatz 2 der Verordnungsbestimmung lässt deshalb Ausnahmen in Sonderfällen zu (AHI 1998 S. 34). Das Eidg. Versicherungsgericht hat keinen Anlass, diese Regelung als gesetzwidrig anzusehen. Bildet Art. 3b Abs. 1 lit. b in Verbindung mit Art. 19 Abs. 2 ELG eine genügende gesetzliche Grundlage für die Normierung der Mietzinsaufteilung auf Verordnungsstufe, verstösst es nicht gegen die Gewaltenteilung, wenn der Verordnungsgeber eine Vollzugsbestimmung erlässt, ohne dass sich das Gesetz geändert hätte, sofern sich die Regelung - wie hier - im Rahmen des geltenden Gesetzes hält. Die gesetzesvollziehende Behörde kann ihr Recht im Rahmen der Regelungen des formellen Gesetzes den laufenden Bedürfnissen anpassen, wenn sich Vollzugsbestimmungen aufdrängen oder wenn sich bisherige Vollzugsbestimmungen nicht bewährt haben. Unter diesen Voraussetzungen ist er dabei nicht an die auf Grund bisherigen Rechts ergangene Rechtsprechung gebunden.\n\n6. Ist mit Art. 16c ELV eine neue Rechtslage eingetreten und hält sich diese Bestimmung in den Schranken der Gesetzesordnung, ist weiter zu prüfen, ob die Verwaltung den Mietzinsabzug der Versicherten zu Recht auf die Hälfte reduziert hat.\n\na) Nach Auffassung des kantonalen Gerichts ist eine hälftige Aufteilung des Mietzinses nicht zulässig. Dies sei auch nach der neuen Verordnungsbestimmung nur bei einer gemeinsam gemieteten Wohnung BGE 127 V 10 S. 17oder einem entgeltlichen Mietverhältnis möglich. Diese Voraussetzungen seien im vorliegenden Fall indessen nicht erfüllt. Die Versicherte habe infolge der Aufnahme ihrer Enkelin keine grösseren Mietausgaben auf sich genommen, als sie für sich selber hätte tätigen müssen. Sie habe auch nicht bezweckt, die Wohnkosten aufzuteilen und auf diese Weise für die einzelne Partei zu senken. Zudem habe die Enkelin lediglich von Montag bis Freitag bei ihrer Grossmutter gewohnt. Auch könne nicht von einer ungerechtfertigten Belastung der Ergänzungsleistungen mit Wohnungskosten, für die tatsächlich ein Dritter aufkomme, gesprochen werden.\n\nDas BSV hält dem entgegen, es sei nicht einfach die bisherige Rechtsprechung Verordnungstext geworden. Nach Art. 16c ELV sei es nicht mehr nötig, dass eine Wohnung oder ein Einfamilienhaus gemeinsam gemietet sei; gemeinsames Bewohnen genüge.\n\nb) Der Vorinstanz kann insofern nicht beigepflichtet werden, als sie annimmt, eine Aufteilung des Mietzinses sei nur dann möglich, wenn die Wohnung gemeinsam gemietet oder das Mietverhältnis entgeltlich sei. Hätte der Bundesrat die bisherige Praxis (vgl. BGE 105 V 271) in die Verordnung aufnehmen wollen, hätte er dies tun können. Nach dem Wortlaut von Art. 16c ELV gibt jedoch bereits das gemeinsame Bewohnen Anlass für eine Mietzinsaufteilung. Der französische Text spricht von \"aussi occupés par\" und der italienische von \"sono occupati anche da\". Davon geht auch Rz 3023 der vom BSV herausgegebenen Wegleitung über die Ergänzungsleistungen zur AHV und IV (WEL) in der seit 1. Januar 1998 gültigen Fassung aus. Laut dieser Verwaltungsweisung ist für die Berechnung der jährlichen Ergänzungsleistung der Mietzins (inklusive Nebenkosten) zu gleichen Teilen auf die einzelnen Personen aufzuteilen, wenn mehrere Personen in einer Wohnung oder einem Einfamilienhaus wohnen. Etwas anderes lässt sich auch den Erläuterungen des BSV (AHI 1998 S. 34) nicht entnehmen. Beachtenswerte Gründe, welche gegen eine andere Verordnungsauslegung sprechen, sind weder dargetan noch ersichtlich. Anknüpfungspunkt ist somit nicht mehr wie nach bisheriger Praxis ein üblicherweise entgeltliches Mietverhältnis (BGE 105 V 272 Erw. 1), sondern das gemeinsame Bewohnen.\n\nc) Nach Art. 16c Abs. 2 ELV hat die Aufteilung grundsätzlich zu gleichen Teilen zu erfolgen. Gemäss den Erläuterungen des BSV zur Änderung der ELV auf den 1. Januar 1998 sind Ausnahmen in Sonderfällen möglich, was mit dem Begriff \"grundsätzlich\" ausgedrückt werde (AHI 1998 S. 34). In Rz 3023 WEL wird dazu ausgeführt, BGE 127 V 10 S. 18wenn eine Person den grössten Teil der Wohnung für sich in Anspruch nehme, könne je nach den Verhältnissen eine andere Aufteilung vorgenommen werden.\n\nWie den Angaben der Versicherten im vorinstanzlichen Verfahren zu entnehmen ist, wohnt die Enkelin lediglich während der Schulzeit von Montag bis Freitag bei der Grossmutter. Das Wochenende und die Ferien verbringt sie abwechslungsweise bei ihren geschiedenen Eltern. Somit verbringt sie gerade jene Zeit, in der sie ihr Zimmer und die Gemeinschaftsräume intensiv nutzen würde, bei ihren Eltern. Die Gemeinschaftsräume dienen somit zum grösseren Teil der Beschwerdegegnerin. Diese hat auch nicht etwa wegen ihrer Mitbewohnerin eine teurere oder grössere Wohnung bezogen. Vielmehr ist davon auszugehen, dass sie dieselbe Wohnung auch gewählt hätte, wenn sie allein wohnen würde. Unter diesen Umständen ist davon auszugehen, dass die Wohnung von der Enkelin lediglich zu etwa einem Drittel genutzt wird. Die Auffassung der Sozialversicherungsanstalt, wonach der Mietzins hälftig auf die Bewohnerinnen aufzuteilen sei, da die 14 Jahre alte Enkelin etwa die Hälfte des Wohnraumes beanspruche, kann auch deshalb nicht geteilt werden, weil die eigentliche Herrschaft über die Wohnung einzig bei der Beschwerdegegnerin verbleibt."}