{"annee": "127", "cour": "III", "page": "123", "date": "21/12/2000", "cite": ["121 III 246", "125 III 443", "74 II 81", "99 II 99"], "cite_par": ["127 III 390", "128 III 295", "127 III 553"], "chapeau": "21. Extrait de l'arrêt de la Ire Cour civile du 21 décembre 2000 dans la cause André & Cie S.A. contre CMB Transport NV (recours en réforme)", "regestes": ["Art. 117 LDIP; droit international privé; rattachement du contrat de transport. Lorsque les parties contractantes n'ont pas choisi un autre droit, le contrat de transport est soumis, en droit international privé suisse, au droit de l'Etat dans lequel le transporteur a sa résidence habituelle (consid. 2)."], "faits": "|123|\n\nA.- CMB Transport NV (ci-après: CMB), à Anvers (Belgique), s'est engagée à transporter par bateau du Havre (France) à Luanda (Angola), moyennant rémunération, vingt-quatre containers de viande congelée. Deux connaissements ont été émis à ce sujet le 19 octobre 1992. Le 3 novembre 1992, le navire est arrivé devant le port de Luanda qui était fermé pour une durée indéterminée à cause d'une guerre civile qui frappait l'Angola. Comme l'évolution du conflit était totalement imprévisible durant les quatre premiers jours du mois de novembre 1992 et que la cargaison transportée était périssable, le transporteur a décidé de dérouter le navire sur Pointe-Noire (République du Congo), où la marchandise a été entreposée.\n\nDéclarant représenter les \"intérêts marchandises\", André & Cie S.A. a reproché au transporteur d'avoir pris une décision jugée hâtive. Le port de Luanda ayant été rouvert le 6 novembre 1992, CMB, par télex du 9 novembre 1992, a fait savoir qu'un transport entre Pointe-Noire et Luanda n'interviendrait que sur une nouvelle base contractuelle. Le 27 novembre 1992, André & Cie S.A. a écrit à CMB ce qui suit: \"Nous garantissons que le paiement du transport sera fait dès que le cas de force majeure que vous invoquez s'avérera justifié\".\n\nLe navire du transporteur est arrivé à Luanda le 30 novembre 1992.\n\nB.- Le 16 mars 1995, CMB a actionné André & Cie S.A., réclamant à cette dernière les frais d'entrepôt à Pointe-Noire et le prix du transport entre cette ville et Luanda. |124|\n\nPar jugement du 13 septembre 1999, le Tribunal civil du district de Lausanne a rejeté la demande.\n\nStatuant sur recours de la demanderesse par arrêt du 15 mars 2000, la Chambre des recours du Tribunal cantonal vaudois a au contraire admis la demande, considérant que la guerre civile en Angola constituait un cas de force majeure selon le droit interne suisse.\n\nC.- André & Cie S.A. exerce un recours en réforme au Tribunal fédéral. Reprochant principalement à la cour cantonale de ne pas avoir appliqué la loi étrangère désignée par le droit international privé suisse, elle conclut à l'annulation de l'arrêt précité, la cause étant retournée à la Chambre des recours.\n\nLe Tribunal fédéral admet le recours, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour nouvelle décision.", "considerants": "Extrait des considérants:\n\n2. a) L'intimée réclame en premier lieu à la recourante le paiement des frais d'entreposage à Pointe-Noire.\n\nIl ne résulte pas des constatations cantonales - qui lient le Tribunal fédéral saisi d'un recours en réforme (art. 63 al. 2 OJ) - que la défenderesse aurait demandé au transporteur d'entreposer la marchandise. Il faut donc exclure que la créance invoquée tire son fondement d'un rapport contractuel spécial, par exemple un mandat.\n\nLa prétention déduite en justice repose entièrement sur l'exécution du contrat de transport entre Le Havre et Luanda. La question est de savoir si le transporteur était en droit de dérouter le navire et de mettre la marchandise en lieu sûr aux frais de son cocontractant. Ces questions dépendent des règles qui gouvernent le contrat de transport.\n\nb) L'intimée réclame également à la recourante le paiement du transport de Pointe-Noire à Luanda.\n\nSur ce point, la cour cantonale a retenu souverainement que la recourante s'est obligée directement à l'égard de l'intimée à payer les frais en question. Il n'est pas nécessaire de s'interroger ici sur la qualification juridique de cet engagement; il suffit de constater qu'il est clairement conditionné au fait que l'intimée puisse établir qu'elle était en droit de dérouter le navire. Partant, il n'est pas possible de statuer séparément sur cet engagement, sans examiner préalablement la question de la bonne exécution du contrat dont l'objet était le transport de la marchandise entre Le Havre et Luanda.\n\nc) Il sied donc de déterminer quel est le droit applicable au contrat précité. |125|\n\nSelon les constatations cantonales, l'intimée s'est obligée, moyennant rémunération, à transporter de la marchandise d'un lieu à un autre. Selon la loi du for, la convention conclue par l'intimée doit être qualifiée de contrat de transport (art. 440 al. 1 CO).\n\nIl ne résulte pas de l'état de fait déterminant qu'une élection de droit a été convenue (art. 116 LDIP; RS 291).\n\nEn pareille situation, le contrat est régi par le droit de l'Etat avec lequel il présente les liens les plus étroits (art. 117 al. 1 LDIP). Ces liens sont réputés exister avec l'Etat dans lequel la partie qui doit fournir la prestation caractéristique a sa résidence habituelle ou, si le contrat est conclu dans l'exercice d'une activité professionnelle ou commerciale, son établissement (art. 117 al. 2 LDIP). Comme le contrat de transport a pour objet un service, il faut considérer que ce service constitue la prestation caractéristique (art. 117 al. 3 let. c LDIP). En conséquence, le contrat de transport, en droit international privé suisse, est régi, en l'absence d'élection, par le droit de l'Etat dans lequel le transporteur a sa résidence habituelle (KELLER/KREN KOSTKIEWICZ, IPRG Kommentar, n. 80 ad art. 117 LDIP; BERNARD DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, 2ème éd., n. 27 ad art. 117 LDIP; PATOCCHI/GEISINGER, Code de droit international privé annoté, n. 13 ad art. 117 LDIP; ERNST STAEHELIN, Commentaire bâlois, 2e éd., n. 12 ad art. 440 CO; déjà sous l'ancien droit: ATF 74 II 81 consid. 1).\n\nDu moment que l'intimée a conclu le contrat dans l'exercice de son activité professionnelle ou commerciale, c'est le lieu de son établissement qui est déterminant (art. 117 al. 2 LDIP). L'établissement d'une société se trouve dans l'Etat dans lequel elle a son siège ou une succursale (art. 21 al. 3 LDIP).\n\nIn casu, il n'a pas été retenu que le contrat aurait été passé avec une succursale. Le rattachement dépend ainsi du siège social de l'intimée, lequel se situe à Anvers. Cette ville se trouve en Belgique, et nullement - comme cela apparaît sur la couverture de l'arrêt cantonal - aux Pays-Bas. Le nom \"Antwerpen\" figurant à la page 2 de l'arrêt déféré n'est que la désignation de cette même ville en langue flamande.\n\nIl s'ensuit que le contrat de transport entre Le Havre et Luanda est régi par le droit belge.\n\nd) Il appartenait à l'autorité cantonale d'établir le contenu du droit étranger et de l'appliquer (art. 16 al. 1 LDIP). Elle devait examiner les clauses du contrat à la lumière d'éventuelles dispositions impératives du droit belge. A défaut de clauses contractuelles, elle devait |126| appliquer les règles de droit dispositif en vigueur en Belgique. La Chambre des recours devait également tenir compte des traités internationaux applicables dans ce pays.\n\nIl est vrai que les notions en cette matière ont été largement unifiées par la Convention internationale pour l'unification de certaines règles en matière de connaissement (RS 0.747.354.11) conclue le 25 août 1924. Ce traité international ne peut cependant être pris en considération qu'en tant qu'il est applicable en Belgique (cf. ATF 99 II 99 consid. 2), avec les éventuelles réserves émises par ce pays. Même si la Belgique, par l'effet d'un accord international, a adopté les mêmes normes que la Suisse, cela n'a pas pour conséquence de transformer le droit belge en droit suisse.\n\nQuand le droit international privé suisse désigne une loi étrangère, cette désignation s'étend en principe à toutes les dispositions applicables à la cause (art. 13 LDIP). En particulier, la loi étrangère désignée règle aussi bien la naissance que les effets de l'obligation; elle régit donc également les conséquences d'une inexécution ou d'une mauvaise exécution (ATF 125 III 443 consid. 3c).\n\ne) En l'espèce, la cour cantonale a examiné la question de la force majeure en se référant, sans aucune explication, à la jurisprudence et à la doctrine du droit interne suisse, alors que ce droit n'était pas applicable. Sans conteste, la cour cantonale a transgressé l'art. 117 LDIP, norme de droit fédéral qui lui imposait de rechercher et d'appliquer le droit belge. Lorsque - comme c'est le cas en l'occurrence - l'autorité cantonale méconnaît les règles fédérales régissant la détermination du droit applicable, il s'agit d'une violation du droit fédéral qui peut être invoquée dans un recours en réforme (cf. ATF 121 III 246 consid. 3d, 436 consid. 4b/bb).\n\nf) Dès l'instant où l'autorité cantonale n'a pas appliqué du tout le droit étranger désigné par le droit international privé suisse, le Tribunal fédéral ne peut - contrairement à l'opinion de l'intimée - qu'annuler l'arrêt entrepris et renvoyer l'affaire à l'autorité cantonale pour nouvelle décision (ATF 121 III 246 consid. 3d). Il n'appartient pas à la juridiction fédérale d'appliquer le droit étranger en première et dernière instance; cette solution s'impose d'autant plus que si la cour cantonale avait jugé selon le droit belge, le recours en réforme n'aurait pas été ouvert pour se plaindre d'une violation du droit étranger (cf. art. 43a al. 2 OJ a contrario; ATF 125 III 443 consid. 3b).\n\ng) A toutes fins utiles, il faut observer que la recourante a soutenu dans la procédure que les circonstances commandaient d'attendre |127| quelques jours pour que la situation se clarifie; la cour cantonale n'a manifestement pas répondu à cet argument en se bornant à observer que la guerre civile est un cas de force majeure en droit suisse.\n\nSi l'on peut comprendre que la défenderesse puisse être tenue sur la base de son engagement conditionnel de payer les frais du transport de Pointe-Noire à Luanda, on ne parvient pas à saisir sur quelles bases juridiques elle serait tenue de payer les frais d'entreposage à Pointe-Noire. Sur ce point, la cour cantonale donne des explications obscures, affirmant que la recourante avait acquis la marchandise (p. 3 de l'arrêt déféré) et que celle-ci avait été assurée par son intermédiaire (p. 4 du même arrêt). A supposer que la Chambre des recours considère que la recourante est l'expéditeur dans le contrat qui avait trait au transport de la marchandise entre Le Havre et Luanda, il lui incombe d'exposer pourquoi le nom de cette dernière n'apparaît pas dans les connaissements; d'après ces documents (sur la notion de connaissement: STAEHELIN, op. cit., n. 21 à 23 ad art. 443 CO; PIERRE ENGEL, Contrats de droit suisse, 2ème éd., p. 752), il semble que l'expéditeur soit un tiers agissant en son propre nom, mais pour le compte d'autrui (vraisemblablement la recourante). Si la cour cantonale pense que la défenderesse a repris l'obligation de l'expéditeur (à titre privatif ou cumulatif), elle doit indiquer quel est l'acte juridique qui fonde cette situation. Bien entendu, la représentation ou la reprise de dette doivent être examinées à la lumière de l'ordre juridique désigné par le droit international privé suisse."}