{"annee": "127", "cour": "V", "page": "65", "date": "7/5/2001", "cite": ["126 V 421", "105 V 117", "125 V 221", "121 I 75", "109 V 70", "121 I 150", "118 IA 277", "120 V 163", "110 V 7", "125 V 230"], "cite_par": ["141 V 186", "135 V 361"], "chapeau": "10. Arrêt du 7 mai 2001 dans la cause G. contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 10 al. 1 et 3 LAVS; art. 28 RAVS: Fixation des cotisations dues par des personnes sans activité lucrative. Confirmation de la jurisprudence selon laquelle la pension alimentaire versée par l'assuré divorcé ou séparé à son ex-conjoint n'est pas déductible du revenu acquis sous forme de rente (ou de la fortune déterminante) selon l'art. 28 RAVS. L'évolution législative relative au traitement fiscal des pensions alimentaires ne justifie pas un changement de jurisprudence."], "faits": "|65|\n\nA.- G., né en 1934, est au bénéfice d'une pension de retraite de la société X, qui s'élevait à 99'612 francs. Il est affilié depuis le 1er janvier 1992 à la Caisse cantonale vaudoise de compensation comme personne sans activité lucrative. Il est divorcé depuis 1998.\n\n|66|\n\nSes cotisations ont tout d'abord été calculées sur la base d'une fortune déterminante représentant la moitié de la fortune nette du couple, soit 296'500 francs (593'000 francs : 2). La fortune était augmentée de la moitié du revenu sous forme de rente, par 49'806 francs (99'612 francs : 2), multiplié par 20.\n\nLe 10 mai 1999, la caisse de compensation a rendu une décision provisoire par laquelle elle a modifié, en raison du divorce des époux, le montant des cotisations dues par l'assuré pour la période du 1er janvier 1998 au 30 juin 1999 (mois au cours duquel l'assuré accomplirait sa 65ème année). Les cotisations ont été fixées sur la base de l'entier de la fortune (593'000 francs) et du revenu sous forme de rente (99'612 francs). Pour la période du 1er janvier 1998 au 31 mars 1999, elles s'élevaient à 7'505 fr. 55; les cotisations (fixées sur les mêmes bases) dues à compter du 1er avril 1999 jusqu'au 30 juin 1999 se montaient à 1'501 fr. 10 au total. La caisse précisait que son calcul serait revu dès réception de nouvelles communications fiscales de l'administration de l'impôt fédéral direct.\n\nB.- Par jugement du 30 septembre 1999, le Tribunal des assurances du canton de Vaud a rejeté le recours formé contre cette décision par l'assuré.\n\nC.- G. interjette un recours de droit administratif dans lequel il demande que le montant de ses cotisations soit calculé en fonction \"de la rente (qu'il) touche effectivement après déduction des montants versés à l'ex-épouse\".\n\nLa caisse de compensation conclut au rejet du recours.\n\nD.- Par lettre du 31 janvier 2001, le juge délégué a invité l'Office fédéral des assurances sociales (OFAS) à se déterminer sur le recours, en particulier sur la prise en compte de la pension alimentaire versée au conjoint divorcé dans le calcul du revenu acquis sous forme de rente.\n\nL'office s'est prononcé par écriture du 20 février 2001. Les parties n'ont pas fait usage de la possibilité qui leur a ensuite été donnée de se déterminer sur cette écriture.", "considerants": "Considérant en droit:\n\n1. Bien que \"provisoire\", la décision administrative litigieuse est susceptible de recours devant l'autorité cantonale compétente (art. 84 et 85 al. 1 LAVS; cf. ATF 109 V 70), dont le jugement peut ensuite faire l'objet d'un recours de droit administratif devant le |67| Tribunal fédéral des assurances (art. 97, 98 let. b à h et 98a OJ en corrélation avec l'art. 128 OJ).\n\n2. Comme aucune prestation d'assurance n'est litigieuse, le Tribunal fédéral des assurances doit se borner à examiner si le jugement de première instance viole le droit fédéral, y compris par l'excès ou par l'abus du pouvoir d'appréciation, ou si les faits pertinents ont été constatés d'une manière manifestement inexacte ou incomplète, ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 132 en corrélation avec les art. 104 let. a et b et 105 al. 2 OJ).\n\nIl faut en outre tenir compte de l'art. 114 al. 1 OJ, selon lequel le Tribunal fédéral des assurances n'est pas lié par les conclusions des parties en matière de contributions publiques, lorsque le litige porte sur la violation du droit fédéral ou sur la constatation inexacte ou incomplète des faits.\n\n3. a) Conformément à l'art. 10 al. 1 LAVS (dans sa teneur en vigueur jusqu'au 31 décembre 2000; RO 2000 2677), les assurés n'exerçant aucune activité lucrative paient une cotisation de 168 francs (actuellement 324 francs; cf. aussi l'art. 2 de l'Ordonnance 2000 sur les adaptations à l'évolution des prix et des salaires dans le régime de l'AVS et de l'AI [RS 831.110]) à 8'400 francs par an suivant leurs conditions sociales. L'art. 10 al. 3 LAVS délègue au Conseil fédéral la compétence d'édicter des règles plus détaillées sur le calcul des cotisations. C'est ce que l'autorité exécutive a fait aux art. 28 à 30 RAVS: elle y concrétise notamment la notion de conditions sociales en prescrivant de fixer les cotisations sur la base de la fortune et du revenu annuel acquis sous forme de rente (art. 28 RAVS). Le Tribunal fédéral des assurances a toujours reconnu la légalité de cette disposition (ATF 125 V 233 consid. 3a et les références citées).\n\nJusqu'au 31 décembre 1996, les épouses d'assurés, lorsqu'elles n'exerçaient pas d'activité lucrative, n'étaient pas tenues de payer des cotisations à l'assurance-vieillesse et survivants (ancien art. 3 al. 2 let. b LAVS). Cette situation a été modifiée avec l'entrée en vigueur, le 1er janvier 1997, de la 10ème révision de l'AVS, qui a introduit le principe de l'obligation de cotiser pour toutes les personnes sans activité lucrative, dans les limites d'âge fixées par l'art. 3 al. 1 LAVS (cf. ATF 125 V 232 consid. 1b). Aussi bien l'art. 28 al. 4 RAVS (introduit par le ch. I de l'ordonnance du 29 novembre 1995, en vigueur depuis le 1er janvier 1997 [RO 1996 668]) prévoit-il que si une personne mariée doit payer des cotisations comme personne |68| sans activité lucrative, ses cotisations sont déterminées sur la base de la moitié de la fortune et du revenu sous forme de rente du couple. Cette disposition a été jugée conforme à la loi par le Tribunal fédéral des assurances (ATF 125 V 221).\n\nb) Selon l'art. 29 RAVS, dans sa version en vigueur avant les modifications des 10 novembre 1999 (RO 1999 3044) et 1er mars 2000 (RO 2000 1441) et déterminante en l'espèce, la cotisation annuelle des personnes sans activité lucrative est en général fixée pour une période de deux ans (al. 1). En règle générale, elle est calculée sur le revenu moyen acquis sous forme de rente d'une période de deux ans ainsi que d'après la fortune; la période de calcul comprend la deuxième et la troisième année antérieures à la période de cotisation; le jour déterminant pour le calcul de la fortune est en général le 1er janvier de l'année qui précède la période de cotisations (al. 2). Les autorités fiscales cantonales établissent la fortune déterminant le calcul des cotisations des personnes sans activité lucrative sur la base de la taxation cantonale passée en force; elles tiennent compte des valeurs de répartition intercantonales (al. 3). Les art. 22 à 27 RAVS sont applicables par analogie à la fixation des cotisations selon les 1er à 3e alinéas (al. 4).\n\nc) Selon la caisse de compensation et le premier juge, qui se fondent sur les directives administratives, l'année de divorce (en l'occurrence 1998) n'est pas réputée être une année de mariage. Le changement d'état civil a des effets sur l'année entière de cotisations. En conséquence, jusqu'au 31 décembre 1997, les cotisations du recourant doivent être calculées sur la base d'une fortune déterminante représentant la moitié de la fortune nette du couple, augmentée de la moitié du revenu sous forme de rente, capitalisé selon le facteur 20 (art. 28 al. 1 RAVS). Pour l'année 1998, en revanche, les cotisations du recourant doivent être fixées sur la base de l'entier de la fortune (593'000 francs) et du revenu sous forme de rente (99'612 francs).\n\nA ce propos, les directives de l'OFAS auxquelles se réfèrent l'administration et le premier juge prévoient en effet l'obligation de payer des cotisations calculées en fonction de la fortune personnelle et du revenu acquis personnellement sous forme de rente pour l'année civile entière au cours de laquelle a eu lieu le mariage, le divorce ou le décès du conjoint (cf. les ch. m. 2064, troisième phrase, et 2069.1, quatrième phrase, des directives de l'OFAS sur les cotisations des travailleurs indépendants et non-actifs dans l'AVS, AI et APG [DIN] dans leur teneur valable depuis le 1er janvier 1997).\n\n|69|\n\nDans un arrêt R. du 22 décembre 2000 (H 287/99; ATF 126 V 421), le Tribunal fédéral des assurances a jugé que ces directives étaient contraires au règlement sur l'AVS. Durant toute la période du mariage - y compris pendant les mois de l'année civile qui ont précédé la dissolution de celui-ci - les cotisations des époux doivent être fixées, selon l'art. 28 al. 4 RAVS, sur la base de la moitié de la fortune et du revenu acquis sous forme de rente du couple. Après un changement d'état civil, une nouvelle procédure de fixation des cotisations selon l'art. 25 al. 1 RAVS (dans sa version, applicable en l'occurrence, en vigueur jusqu'au 31 décembre 2000 [RO 2000 1441]) peut être mise en oeuvre également pour des personnes non actives. Cette disposition, à laquelle renvoie par analogie l'art. 29 al. 4 RAVS précité, permet de fixer les cotisations sur la base du revenu actuel lorsque, depuis la période de calcul ordinaire, les bases du revenu de l'assuré ont subi \"une modification durable due à un changement de profession ou d'établissement, commercial ou autre, à la disparition ou à la naissance d'une source de revenu, à la répartition nouvelle du revenu de l'exploitation, ou encore à une invalidité de l'assuré qui entraîne une variation sensible du gain\" (procédure extraordinaire de fixation des cotisations). Pour les personnes sans activité lucrative, la dissolution du mariage par divorce ou par décès doit être assimilée aux circonstances énumérées par cette disposition réglementaire et peut donc justifier la fixation des cotisations d'après la procédure extraordinaire. Encore faut-il que la modification du revenu soit sensible. A cet égard, une variation de 25 pour cent représente une telle modification sensible (ATF 110 V 9 consid. 3c, ATF 105 V 118).\n\nDans le cas particulier, il ressort du jugement attaqué que les époux sont divorcés depuis le 13 février 1998. On ignore si cette date est celle du jugement de divorce ou celle de l'entrée en force de ce jugement. Quoi qu'il en soit, pour les mois de janvier et février 1998 et, le cas échéant, jusqu'au moment de l'entrée en force du jugement de divorce, les cotisations du recourant doivent être fixées sur la base de la moitié de la fortune et du revenu sous forme de rente, conformément aux principes ci-dessus exposés. Pour la période ultérieure, il appartiendra à la caisse de procéder à un calcul sur la base de la fortune et du revenu sous forme de rente du recourant. S'il en résulte une différence de 25 pour cent au moins, elle appliquera la procédure extraordinaire.\n\nPour ce motif, le jugement attaqué, ainsi que la décision administrative litigieuse, doivent être annulés et la cause renvoyée à l'administration pour qu'elle procède dans ce sens.\n\n|70|\n\n4. Le recourant soutient que la pension alimentaire qu'il verse à son ex-épouse doit être déduite de son revenu déterminant pour la fixation de ses cotisations.\n\na) La notion de revenu acquis sous forme de rente doit être comprise dans un sens très large, faute de quoi des prestations importantes échapperaient souvent à l'obligation de cotiser, motif pris qu'il ne s'agit ni d'une rente à proprement parler, ni d'un salaire déterminant au sens de l'art. 5 al. 2 LAVS. Aussi, le critère décisif n'est-il pas celui de savoir si les prestations perçues présentent plus ou moins les caractéristiques d'une rente, mais bien plutôt celui de savoir si elles contribuent à l'entretien de l'assuré, c'est-à-dire s'il s'agit d'éléments de revenu qui ont une influence sur les conditions de vie de la personne sans activité lucrative. Si tel est le cas, ces prestations doivent être prises en compte dans le calcul des cotisations conformément à l'art. 10 LAVS (ATF 125 V 234 consid. 3b, ATF 120 V 167 consid. 4a; RCC 1991 p. 434 consid. 3a et les références).\n\nb) Selon une jurisprudence déjà ancienne, la pension alimentaire versée au conjoint divorcé ne peut pas être déduite du revenu sous forme de rente et de la fortune des assurés sans activité lucrative. Les dépenses qui constituent un emploi du revenu ne sont pas déductibles. Le versement d'une pension alimentaire n'est donc pas censé diminuer le revenu acquis sous forme de rente et peut constituer pour un tiers un revenu soumis à son tour à cotisation (ATFA 1960 p. 38).\n\nCette jurisprudence est critiquée en doctrine. La pension alimentaire versée au conjoint séparé ou divorcé représente un revenu que le débiteur ne peut utiliser pour son entretien personnel. Il en résulte, par ailleurs, une double charge de cotisations, dans la mesure où des cotisations sont prélevées sur le même objet auprès de l'époux crédirentier. Les époux divorcés sont ainsi taxés plus lourdement que s'ils étaient encore mariés. Enfin, le maintien de la jurisprudence en cause n'est plus soutenable au regard de l'évolution législative relative au traitement fiscal des pensions alimentaires (sur ces divers points, voir HANSPETER KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, 2ème édition, Berne 1996, p. 229 sv., ch. 10.31 ss; UELI KIESER, Alters- und Hinterlassenenversicherung, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, ch. 72 et note en bas de page no 357; du même auteur, Die Abgrenzung zwischen Erwerbs- und Nichterwerbstätigen [einschliesslich Festsetzung der Beiträge von Nichterwerbstätigen], in: Aktuelle Fragen aus dem Beitragsrecht der AHV, St-Gall 1998, p. 87).\n\n|71|\n\nc) En droit fiscal, les dépenses qui constituent un emploi du revenu, c'est-à-dire qui ont servi à la satisfaction de besoins personnels du contribuable, ne sont pas déductibles, sauf disposition expresse. Aussi bien le contribuable ne peut-il porter en déduction de son revenu les dépenses faites pour son entretien et les personnes à sa charge (CHRISTINE JACQUES, De divers aspects du régime de déduction et d'imposition des pensions alimentaires, in: RDAF 1998 II p. 330 sv.). C'est en partant précisément de ce principe que la réglementation prévue par l'arrêté sur la perception d'un impôt fédéral direct (AIFD) n'autorisait pas la déduction des pensions alimentaires du revenu du contribuable: celles-ci étaient considérées comme des dépenses analogues aux frais d'entretien du contribuable ou de personnes à sa charge (JACQUES, loc. cit., p. 331); elles étaient en revanche exonérées du revenu du bénéficiaire (art. 21 al. 3 AIFD).\n\nLa loi fédérale du 14 décembre 1990 sur l'impôt fédéral direct (LIFD; RS 642.11), en vigueur depuis le 1er janvier 1995 (et qui a abrogé l'AIFD; art. 201 LIFD) institue désormais un système inverse en prévoyant que la pension alimentaire obtenue pour lui-même par le contribuable divorcé ou séparé judiciairement ou de fait est imposable (art. 23 let. f LIFD), alors qu'elle est déductible du revenu du débiteur (art. 33 al. 1 let. c LIFD). La loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (LHID; RS 642.14) instaure une réglementation analogue (art. 7 al. 4 let. g et art. 9 al. 2 let. c LHID). Les cantons dont le système s'écartait de la LHID devaient adapter leur législation à cette loi jusqu'à la fin de l'année 2000 (art. 72 al. 1 LHID).\n\nd) En dépit de cette évolution législative du droit fiscal et des critiques doctrinales susmentionnées, il n'y a pas lieu de se départir de la jurisprudence de l'arrêt ATFA 1960 p. 38.\n\naa) La notion de revenu acquis sous forme de rente selon l'art. 28 RAVS est indépendante de la notion de rente ou de revenu au sens du droit fiscal. Du point de vue de l'assurance-vieillesse et survivants, peu importe le régime fiscal auquel est soumis le revenu à prendre en considération (RCC 1991 p. 435 consid. 3c et les références). De même, les déductions admissibles en matière d'AVS ne sont pas identiques à celles prévues par le droit fiscal, en particulier par la LIFD. Pour le revenu d'une activité indépendante (art. 9 al. 2 LAVS; art. 17 et 18 RAVS), elles correspondent, dans une large mesure, à celles autorisées par la LIFD (art. 27 à 29 LIFD); la différence est en revanche nettement plus marquée en ce qui concerne le revenu tiré d'une activité dépendante, pour laquelle sont seules |72| déductibles, au titre de frais généraux selon l'art. 9 RAVS, les dépenses résultant pour le salarié de l'exécution de son travail, ce qui ne coïncide pas avec les frais professionnels selon l'art. 26 LIFD (sur ces divers points, voir RETO BÖHI, Der unterschiedliche Einkommensbegriff im Steuerrecht und im Sozialversicherungsrecht und seine Auswirkungen auf die Beitragserhebung, Berne 2001, pp. 123 ss et 257 ss). Pour les personnes sans activité lucrative, l'art. 28 RAVS se réfère au revenu acquis sous forme de rente, sans prévoir de déductions particulières. Cela s'explique par le fait que la déductibilité des frais est en principe limitée aux dépenses nécessaires ou directement liés à l'obtention du revenu professionnel (cf. WALTER RYSER/BERNARD ROLLI, Précis de droit fiscal suisse, 3e édition, Berne 1994, p. 157).\n\nEn outre, certaines déductions générales admises par le droit fiscal (par exemple les primes d'assurance-accidents pour une assurance conclue en faveur de l'exploitant (cf. art. 33 al. 1 let. g LIFD) ne sont pas déductibles du revenu déterminant dans l'assurance-vieillesse et survivants (RCC 1986 p. 233). Il en va de même des déductions sociales au sens de l'art. 35 LIFD. Le droit de l'assurance-vieillesse et survivants ne prévoit pas non plus - pour une ou plusieurs catégories de cotisants - la possibilité de déduire du revenu les pensions alimentaires versées à l'ex-conjoint.\n\nEn l'absence d'une règle spéciale sur ce point et compte tenu des différences propres à chacun des deux régimes, les innovations législatives en matière d'impôt fédéral direct et d'harmonisation fiscale ne sauraient produire un effet obligatoire dans le régime de l'assurance-vieillesse et survivants. En ce domaine il faut donc s'en tenir au principe général selon lequel les pensions alimentaires constituent, sauf disposition contraire - et inexistante en l'espèce - des dépenses analogues aux frais d'entretien du contribuable ou des personnes à sa charge.\n\nbb) Contrairement à ce que soutient le recourant, il ne s'agit pas d'un cas de double imposition. La double imposition, qui est d'ailleurs une notion de droit fiscal, supposerait, entre autres conditions, la perception d'une contribution auprès de la même personne (identité du contribuable) et un conflit de souveraineté fiscale (cf. JEAN-MARC RIVIER, Droit fiscal suisse: l'imposition du revenu et de la fortune, 2ème édition, 1998, p. 109).\n\nIl est vrai que, revenant sur sa jurisprudence antérieure, le Tribunal fédéral a renoncé exceptionnellement à l'exigence de l'identité des sujets fiscaux, en ce qui concerne précisément le traitement fiscal, |73| dans les rapports intercantonaux, des pensions alimentaires versées à un conjoint divorcé ou séparé pour lui-même et les enfants dont il a la garde. Il s'imposait, en particulier, de mieux tenir compte des liens juridiques et économiques existant encore entre les ex-époux s'agissant des aliments versés par l'un des conjoints à l'autre. Suivant en cela l'évolution du droit dans les cantons et sur le plan fédéral, il convenait donc que le canton de domicile du débiteur renonçât à imposer les montants versés par le jeu d'une déduction; ces montants pouvaient être imposés par le canton de domicile du créancier. Une telle solution était seule susceptible d'éviter que les époux séparés ne fussent imposés plus lourdement que les époux faisant ménage commun (ATF 121 I 150; cf. aussi ATF 121 I 75 et ATF 118 Ia 277; voir également DANIELLE YERSIN, De quelques développements récents de la jurisprudence du Tribunal fédéral en matière d'impôts directs, in: Archives 65 [1996/97] p. 363 ss; Jacques, loc. cit., p. 332 sv.). Mais ces considérations ne sont pas transposables sans plus au domaine des cotisations AVS, où la finalité contributive est différente, puisqu'il s'agit, pour chacun des conjoints sans activité lucrative, d'acquitter des cotisations qui sont en principe formatrices de rentes.\n\nAu demeurant, le système critiqué ne conduit pas nécessairement à un double prélèvement de cotisations sur le même objet. Ainsi, quand le conjoint créancier exerce une activité lucrative durable, il paie des cotisations en tant que salarié ou indépendant. Ce peut aussi être le cas s'il exerce une activité lucrative à temps partiel, voire occasionnelle ou intermittente. En effet, d'après l'art. 28bis RAVS, les personnes qui n'exercent pas durablement une activité lucrative à plein temps acquittent les cotisations comme les personnes sans activité lucrative, lorsque, pour une année civile, les cotisations qu'elles paient sur le revenu d'un travail, ajoutées à celles dues par leur employeur, n'atteignent pas la moitié de la cotisation due selon l'art. 28 RAVS; leurs cotisations payées sur le revenu d'un travail doivent dans tous les cas atteindre le montant de la cotisation minimale. Cette règle implique donc un calcul comparatif. Il faut calculer les cotisations de l'assuré en tant que personne dite \"active\", puis en tant que personne sans activité lucrative, avant de comparer les montants respectifs qui en découlent. Si le premier des montants à considérer n'atteint pas la moitié du second, l'assuré acquittera des cotisations comme personne sans activité lucrative; s'il est équivalent ou supérieur, il sera considéré, selon les cas, comme un salarié ou un indépendant et versera des cotisations en cette qualité |74| (GREBER/DUC/SCARTAZZINI, Commentaire des articles 1 à 16 de la loi fédérale sur l'assurance-vieillesse et survivants [LAVS], note 19 ad art. 10). Dans cette dernière éventualité, il n'y a pas non plus un double prélèvement de cotisations.\n\ncc) Enfin, l'assurance-vieillesse et survivants est fondée sur une conception universaliste, c'est-à-dire une assurance couvrant en principe l'ensemble de la population, active ou non-active professionnellement (GREBER/DUC/SCARTAZZINI, op.cit., note 4 ad art. 10). Les personnes sans activité lucrative visées par l'art. 10 al. 1 LAVS ont donc un statut de cotisant au même titre que les assurés qui exercent une activité lucrative, dépendante ou indépendante. Elles disposent d'autres ressources qu'un salaire ou un revenu provenant d'une activité lucrative indépendante. Par l'adoption des art. 10 LAVS et 28 RAVS, il s'est agi de trouver des modalités de perception des cotisations qui tiennent compte de la capacité contributive du débiteur de cotisations, en fonction de ces ressources (GREBER/DUC/SCARTAZZINI, op.cit., note 23 ad art. 10; PETER BINSWANGER, Kommentar zum Bundesgesetz über die Alters- und Hinterlassenenversicherung, Zurich 1950/51, pp. 81 ss). Mais le fait qu'une pension alimentaire est payée au moyen du revenu acquis sous forme de rente et/ou de la fortune de l'assuré n'est pas en soi un motif suffisant pour établir une distinction avec les autres catégories de cotisants, notamment les assurés exerçant une activité indépendante, pour lesquels la pension versée au conjoint séparé ou divorcé ne saurait, selon le régime légal actuel, être déduite du revenu de l'activité lucrative (cf. KÄSER, op.cit., p. 230 ch. 10.33.). S'il est vrai, de manière générale, qu'une déduction de la pension alimentaire du revenu du débiteur est mieux proportionnée à la capacité contributive de celui-ci (cf. le message du Conseil fédéral du 25 mai 1983 concernant les lois fédérales sur l'harmonisation des impôts directs des cantons et des communes ainsi que sur l'impôt fédéral direct, FF 1983 III 174), il ne se justifie pas, pour la perception des cotisations de l'assurance-vieillesse et survivants, de traiter différemment les assurés en fonction de la provenance de leur revenu.\n\ndd) En définitive, c'est au législateur qu'il appartient de décider s'il y a lieu ou non d'admettre dans le domaine de l'assurance-vieillesse et survivants, pour les assurés sans activité lucrative seulement ou de manière plus générale, une déduction des pensions alimentaires du revenu du débiteur.\n\n5. En conclusion, le recours apparaît partiellement bien fondé, cela pour les motifs exposés au consid. 3 ci-dessus. (Frais judiciaires)"}