{"annee": "127", "cour": "III", "page": "374", "date": "23/3/2001", "cite": ["101 III 99", "125 III 86", "122 III 176"], "cite_par": ["142 III 23", "132 III 564", "128 III 180", "131 III 306"], "chapeau": "63. Auszug aus dem Urteil der II. Zivilabteilung vom 23. März 2001 i.S. S. gegen Staat Luzern (Direktprozess)", "regestes": ["Responsabilité de l'Etat en cas d'ouverture supposée tardive de la faillite d'une société anonyme; qualité pour agir; distinction entre dommage direct et indirect des créanciers de la société; art. 725a CO. Distinction entre le dommage de la société et celui des créanciers (consid. 3a). Critères jurisprudentiels permettant de distinguer le dommage direct et indirect des créanciers (consid. 3b). L'art. 725a CO tend à créer, dans l'intérêt des créanciers et de la société, une situation propice à un éventuel assainissement (consid. 3c). Le juge de la faillite encourt, envers la société et les créanciers, une responsabilité d'une étendue analogue à celle des organes de la société; il est dès lors justifié de distinguer aussi le dommage direct et indirect des créanciers lorsqu'est actionné non un organe de la société, mais, dans le cadre de l'art. 725a CO, la collectivité publique (consid. 3d)."], "faits": "BGE 127 III 374 S. 375\n\nA.- Anfang Mai 1991 wurde die Z. Invest & Treuhand AG (nachfolgend: Z.) mit Sitz in Luzern gegründet. Ihr statutarischer Zweck bestand in der Durchführung von Vermögensverwaltungen und Treuhandgeschäften sowie im Halten von Beteiligungen. Die Z. nahm Darlehen ab DM 5'000.- gegen Zins zu hohen Ansätzen (1993 zwischen 9,5 und 11% pro Jahr) entgegen, wobei die meisten Kapitalanleger aus Deutschland stammten. Die Laufzeit der Darlehen war auf zwölf Monate mit Verlängerungsmöglichkeit festgelegt. Die Z. verpflichtete sich im Darlehensvertrag, die Darlehen durch Grundschuldbriefe auf deutschen Grundstücken, durch Beteiligungen an Unternehmen und durch Guthaben bei schweizerischen Grossbanken sicherzustellen.\n\nAm 16. März 1995 stellte S., Deutschland, einen \"Beteiligungsantrag\" für ein Darlehen im Betrag von DM 25'000.- zu einem Zinssatz von 11%. Am 20. April 1995 bestätigte der Treuhänder namens der Z. die Annahme des Antrags. Der Darlehensbetrag wurde am 23. März 1995 überwiesen.\n\nB.- Schon einige Monate zuvor, am 18. Oktober 1994, hatte der Verwaltungsratspräsident der Z. dem Konkursrichter des Amtsgerichts Luzern-Stadt (Amtsgerichtspräsident III) die Überschuldung der Z. zu Buch- und Veräusserungswerten mitgeteilt und um BGE 127 III 374 S. 376Konkursaufschub ersucht. Da die Bemühungen um eine Sanierung scheiterten, wies der Amtsgerichtspräsident III mit Entscheid vom 12. Juni 1995 das Aufschubgesuch ab und eröffnete unter dem gleichen Datum den Konkurs über die Z.\n\nC.- Am 11. November 1999 reichte S. beim Bundesgericht Klage gegen den Staat Luzern ein. Sie beantragt, dieser sei zu verpflichten, ihr DM 22'500.- bzw. Fr. 18'495.- nebst Zins zu 5% seit dem 23. März 1995 zu bezahlen. Das Bundesgericht weist die Klage ab.", "considerants": "Aus den Erwägungen:\n\n3. Der Beklagte bestreitet, dass die Klägerin zur Geltendmachung des Staatshaftungsanspruchs aktivlegitimiert ist. Er macht geltend, aus der angeblich verspäteten Konkurseröffnung resultiere jedenfalls keine direkte, klagbare Schädigung der Gläubiger, sondern höchstens ein mittelbarer Schaden. Direkt geschädigt wäre die Klägerin allenfalls, wenn die von ihr angerufene Norm (Art. 725a OR) ausschliesslich dem Gläubigerschutz dienen würde, was nicht der Fall sei, oder wenn die Schadenersatzpflicht aus Art. 41 OR oder einem Tatbestand der \"culpa in contrahendo\" abgeleitet würde, was ebenfalls nicht zutreffe. Aus dem gerügten Verstoss des Konkursrichters gegen Art. 725a OR sei gegebenenfalls die Gesellschaft direkt geschädigt worden und zur Schadenersatzklage legitimiert. Diese habe nie auf das Klagerecht verzichtet. Die Konkursverwaltung habe sich vielmehr an der zweiten Gläubigerversammlung ermächtigen lassen, Verantwortlichkeitsansprüche gegen den Beklagten zu erheben.\n\nDie Klägerin führt zu ihrer Aktivlegitimation aus, bei Art. 725a OR handle es sich nicht um eine Norm mit doppeltem Schutzzweck (Schutz der Gesellschaft einerseits und der Gläubiger anderseits). Dies gelte nur für Art. 725 OR, d.h. für Fälle, in denen die Verantwortlichkeit der Gesellschaftsorgane und nicht diejenige des Richters in Frage stehe. Bei Art. 725a OR seien die Interessen des einzelnen Gläubigers absolut zentral und liege dessen Klagelegitimation deshalb auf der Hand. Im Übrigen lasse sich die Klage auch auf die Schutznormen des SchKG abstützen, da Art. 25 Ziff. 2 SchKG i.V.m. Art. 192 aSchKG den Konkursrichter zu rascher Entscheidung verpflichte. Geschädigt und zur Klage legitimiert seien jedenfalls alle neuen Gläubiger, d.h. diejenigen, die bei rechtzeitiger Konkurseröffnung ihr Geld nicht angelegt hätten und daher nicht zu Schaden gekommen wären.\n\nDie Frage der Aktivlegitimation ist vorweg zu prüfen.\n\nBGE 127 III 374 S. 377\n\na) Nach der bundesgerichtlichen Rechtsprechung ist beim Konkurs einer Aktiengesellschaft zu unterscheiden zwischen dem Gesellschaftsschaden einerseits und dem Gläubigerschaden andererseits. Der Schaden der Gesellschaft wird nach der Konkurseröffnung von der Gläubigergesamtheit - bzw. im Fall einer Abtretung nach Art. 260 SchKG vom Abtretungsgläubiger - geltend gemacht. Der einzelne Gläubiger darf daneben unabhängig vom Gesellschaftsschaden den ihm unmittelbar entstandenen (Gläubiger-)Schaden, auf den er sich aus eigenem Recht unabhängig vom Vorgehen der Konkursorgane berufen kann, ins Recht legen. Soweit er indessen einen Schaden erleidet, der sich bloss aus dem Schaden der Gesellschaft ableitet, indem er infolge der Vermögenseinbusse der Gesellschaft für seine Forderungen nicht gedeckt ist, liegt ein mittelbarer Schaden vor, den er nicht selbstständig einklagen kann (BGE 122 III 176 E. 7a und b S. 189 f., mit weiteren Hinweisen).\n\nb) Massgebliches Kriterium für die Abgrenzung von unmittelbarem und mittelbarem Gläubigerschaden ist nicht, in welcher Vermögensmasse der Schaden unmittelbar eintritt bzw. ob die haftungsbegründenden Handlungen zu einer Beeinträchtigung des Vermögens der Gesellschaft geführt haben. Vielmehr kommt es nach der Rechtsprechung des Bundesgerichts auf die Rechtsgrundlage der jeweiligen Schadenersatzpflicht an, mithin auf die Art der Pflichtverletzung, die dem ins Recht gefassten Organ vorgeworfen wird, sowie auf die Interessen, deren Schutz die missachtete Vorschrift dient. Ein unmittelbarer Gläubigerschaden liegt demnach vor, wenn das Verhalten des fehlbaren Organs gegen aktienrechtliche Bestimmungen verstösst, die ausschliesslich dem Gläubigerschutz dienen, oder die Schadenersatzpflicht auf einem anderen widerrechtlichen Verhalten des Organs im Sinne von Art. 41 OR oder einem Tatbestand der \"culpa in contrahendo\" gründet. Werden Bestimmungen verletzt, die sowohl den Interessen der Gesellschaft als auch dem Schutz der Gläubiger dienen, liegt ein mittelbarer Schaden vor, der ausserhalb des Konkurses durch die Gesellschaft oder die Aktionäre und nach der Konkurseröffnung durch die Gläubigergesamtheit, allenfalls durch den an ihrer Stelle klagenden Gläubiger oder Aktionär geltend zu machen ist (Art. 756 Abs. 1 und Art. 757 Abs. 1 und 2 OR; BGE 122 III 176 E. 7b S. 190 f.). Diese Rechtsprechung ist zwar in der Lehre teilweise auf Kritik gestossen, doch hat das Bundesgericht in BGE 125 III 86 E. 3a S. 88 ausdrücklich daran festgehalten (vgl. auch die dortigen Hinweise auf die Lehre). Trotz erneuter Kritik (s. LUKAS GLANZMANN, Die BGE 127 III 374 S. 378Verantwortlichkeitsklage unter Corporate-Governance-Aspekten, in: ZSR 119/2000 II S. 135 ff., S. 168 f., mit weiteren Hinweisen) besteht daher kein Anlass, hier von dieser Praxis abzuweichen, umso weniger, als sie vor kurzem in einem ähnlich gelagerten Fall bestätigt worden ist (vgl. auch Urteil der II. Zivilabteilung vom 29. Juni 2000 i.S. X. AG [5C.124/1999], E. 2c und d S. 6; ferner zustimmend ALAIN HIRSCH, La responsabilité des organes en cas d'insolvabilité de la SA: dommage direct et dommage indirect des créanciers, in: SZW 2000 S. 94 ff., S. 99 f.).\n\nc) Art. 725a OR, dessen Verletzung die Klägerin dem Konkursrichter vorwirft, bezweckt, im Interesse der Gläubiger und der Gesellschaft die Rahmenbedingungen zu schaffen, um realistische Chancen auf eine Sanierung der Gesellschaft auszuloten und gegebenenfalls wahrzunehmen (ALEXANDER DUBACH, Der Konkursaufschub nach Art. 725a OR, in: SJZ 94/1998 S. 149 ff., S. 151). Es handelt sich somit um eine Bestimmung mit doppelter Schutzfunktion. Dies macht bereits das Antragsrecht sowohl des Verwaltungsrates als auch der Gläubiger deutlich (Art. 725a Abs. 1 OR), was das Bundesgericht zur altrechtlichen Vorschrift von Art. 725 aOR, die in Abs. 4 die gleichen Voraussetzungen zum Aufschieben des Konkurses enthielt wie die revidierte Norm, ausdrücklich festgehalten hat (BGE 125 III 86 E. 3b S. 89; BGE 101 III 99 E. 4 S. 106; vgl. auch WÜSTINER, Basler Kommentar, N. 4 zu Art. 725a OR). Die anderslautende Auffassung der Klägerin entbehrt jeder Grundlage; ihr kann nicht gefolgt werden.\n\nDer von der Klägerin eingeklagte Schaden ist somit als mittelbarer Schaden zu qualifizieren. Daran ändert nichts, dass die Klägerin nicht nur auf Art. 725a OR, sondern auch auf Bestimmungen des SchKG verweist (Art. 25 Ziff. 2 und Art. 192 aSchKG). Diesen Normen kommt als Haftungsgrundlage keine selbstständige Bedeutung zu, wenn ein Schaden aus widerrechtlicher Behandlung eines Konkursaufschubbegehrens durch den Richter behauptet wird. Sie halten bloss fest, dass das summarische Verfahren zur Anwendung gelangt (Art. 25 Ziff. 2 SchKG) und der Konkurs ohne vorgängige Betreibung eröffnet werden kann (Art. 192 SchKG bzw. Art. 192 aSchKG). Unter welchen Voraussetzungen der Richter aber einen Aufschub gewähren darf bzw. welche Anforderungen er an den Nachweis der Sanierungsaussichten zu stellen hat und welchen Zeitraum er für den Nachweis zur Verfügung stellen darf, ergibt sich in erster Linie aus Art. 725a OR. Dies gilt umso mehr, als Art. 194 SchKG betreffend das Verfahren der Konkurseröffnung ohne BGE 127 III 374 S. 379vorgängige Betreibung die Vorschrift von Art. 171 SchKG, wonach über die Konkurseröffnung ohne Aufschub zu befinden sei, (wie schon unter altem Recht) nicht als anwendbar erklärt. Die Klägerin räumt denn auch - in anderem Zusammenhang - selber ein, dass der Konkursaufschub ein aktienrechtliches Moratorium darstelle, die damit verbundenen Aufgaben dem Konkursrichter durch das OR und nicht durch das SchKG zugewiesen seien und die Anwendbarkeit der Haftungsnormen des SchKG \"a priori entfalle\".\n\nIm Übrigen hat auch die Gesamtheit der Gläubiger der Z. die Gesellschaft als direkt geschädigt betrachtet, indem sie an der zweiten Gläubigerversammlung vom 30. März 1998 einem Antrag der ausseramtlichen Konkursverwaltung zugestimmt hat, wonach die Konkursmasse Verantwortlichkeitsansprüche gegen den Beklagten geltend zu machen habe und die Konkursverwaltung ermächtigt werde, diese auf dem Prozessweg durchzusetzen.\n\nd) Die Klägerin bringt weiter vor, die Rechtsprechung zur Abgrenzung von mittelbarem und unmittelbarem Schaden sei im Zusammenhang mit der Verantwortlichkeit von Gesellschaftsorganen entwickelt worden und könne nicht auf Schädigungen durch den Konkursrichter übertragen werden. Der Hinweis auf den Hintergrund der Schadensdifferenzierung trifft zwar zu, spielt jedoch keine Rolle. Die Unterscheidung zwischen mittelbarem und unmittelbarem Schaden knüpft nicht an die Person oder Stellung des Schädigers an, sondern an die Rechtsgrundlage und die durch sie geschützten Interessen; auf die Person des Schädigers kommt dabei nichts an. Es ist deshalb nicht einzusehen, weshalb die Unterscheidung nur zu beachten sein sollte, wenn ein Gesellschaftsorgan im Zusammenhang mit den Folgen von Kapitalverlust und Überschuldung seine Pflichten missachtet, nicht aber, wenn der Konkursrichter im selben Zusammenhang widerrechtlich handelt und dadurch Gesellschaft und Gläubiger schädigt (im gleichen Sinn Urteil der II. Zivilabteilung vom 29. Juni 2000 i.S. X. AG [5C.124/1999], E. 2d und e S. 6 f.). Die Vorschriften über das Vorgehen und die Obliegenheiten der Organe und des Richters bei Kapitalverlust und Überschuldung einer Gesellschaft sind aufeinander abgestimmt und bilden ein Ganzes, und gegenüber der Gesellschaft und den Gläubigern übernimmt der Konkursrichter in ähnlichem Umfang Verantwortung wie die Gesellschaftsorgane. Hinzu kommt, dass die innere Rechtfertigung der Unterscheidung zwischen mittelbarem und unmittelbarem Gläubigerschaden bei Schädigungen durch Gesellschaftsorgane in ähnlichem Masse gegeben BGE 127 III 374 S. 380ist wie bei Schädigungen durch den Konkursrichter. In beiden Fällen würden ohne diese Unterscheidung mit dem Schadenersatzanspruch der Gesellschaft (hier aus Art. 725a OR) auch konkurrierende Schadenersatzansprüche einzelner Gläubiger bejaht, die zwar einen anderen Inhalt, aber dennoch einen engen Zusammenhang mit der Vermögenssituation der Gesellschaft haben. Es wäre unklar und bedürfte der Regelung, welchen Einfluss die Tilgung des einen Anspruchs oder der Verzicht auf Geltendmachung des einen Anspruchs auf den Fortbestand des andern hat (BGE 122 III 176 E. 7c S. 193 f., auch zum Folgenden). Im Weiteren wäre auch nicht auszuschliessen, dass die Bejahung eines Anspruchs aus unmittelbarer Gläubigerschädigung ähnlich wie bei der Organverantwortlichkeit zu einer faktischen Privilegierung dieser Kategorie von Gläubigern gegenüber den anderen führen würde. Das könnte dann der Fall sein, wenn das haftende Gemeinwesen gemessen an den geltend gemachten Schadenersatzansprüchen - zumindest zur Zeit - nur über ein ungenügendes Haftungssubstrat verfügen würde und es zu einem Wettlauf um Befriedigung daraus käme. Ausserdem würde der Verzicht auf die Unterscheidung zwischen mittelbarem und unmittelbarem Gläubigerschaden bei widerrechtlichen Handlungen des Konkursrichters dazu führen, dass das Gemeinwesen im Zusammenhang mit Konkurseröffnungen in weitergehendem Umfang haftet als fehlbare Gesellschaftsorgane. Es ist indessen nicht einzusehen, aus welchen Gründen das Gemeinwesen diesbezüglich eine grössere Verantwortung übernehmen sollte als die mit der Unternehmensleitung betrauten Personen. Die Interessen des Gläubigerschutzes gebieten nicht, die Verantwortlichkeit des Gemeinwesens im Zusammenhang mit Konkurseröffnungen im Sinne eines Auffangbeckens für alle von den Organen nicht erhältlichen Schadenersatzleistungen zu umschreiben, liegt doch die primäre Verantwortung für die Aufnahme von Geschäftsbeziehungen mit den am Markt tätigen Unternehmen beim Gläubiger und nicht beim Gemeinwesen. Der Gesellschaftsgläubiger muss damit rechnen, dass die Gesellschaft in finanzielle Schwierigkeiten gerät und seine Forderungen letztendlich nicht begleichen kann. Er kann nicht darauf vertrauen, dass das Gemeinwesen solche Gesellschaften sofort vom Markt entfernt und für allfällige Verluste wegen Verzögerungen ohne Einschränkungen einsteht, und er hat letztendlich keine Gewähr, dass ein mit ihm in Geschäftsbeziehungen tretendes Unternehmen nicht bereits überschuldet ist (vgl. PETER BÖCKLI, Schweizer Aktienrecht, 2. Aufl., Zürich 1996, Rz. 1719 f.).\n\nBGE 127 III 374 S. 381\n\nAus diesen Gründen erscheint es folgerichtig und sachgerecht, die Unterscheidung zwischen mittelbarem und unmittelbarem Gläubigerschaden auch dann Platz greifen zu lassen, wenn nicht ein Gesellschaftsorgan, sondern gestützt auf Art. 725a OR das Gemeinwesen ins Recht gefasst wird.\n\ne) Aus den Ausführungen der Klägerin in der Replik ist abzuleiten, dass sie aus der nach ihrer Auffassung verspäteten Konkurseröffnung auf eine Verminderung des Gesellschaftsvermögens und dadurch auch auf eine Schädigung der Ansprüche aller Gläubiger schliesst, wobei insbesondere die erst nach dem Zeitpunkt rechtzeitiger Konkurseröffnung zu Gläubigern gewordenen Personen geschädigt worden seien. Die Klägerin ist demnach von einem unmittelbaren Gesellschaftsschaden einerseits und mittelbaren Gläubigerschäden andererseits ausgegangen und hat ihren zur zweiten Kategorie zu zählenden mutmasslichen Verlust eingeklagt. Dazu ist sie nach dem Dargelegten nicht aktivlegitimiert. Im Parteivortrag bringt sie zwar neu vor, die Gesellschaft habe keinen Schaden erlitten, weil das Aktienkapital und die Reserven bei Einreichung der Überschuldungsanzeige bzw. im Zeitpunkt der Darlehensgewährung längst verloren gewesen seien. Einer Gesellschaft entsteht jedoch nicht nur dann ein Schaden, wenn Geldmittel oder Reserven verloren gehen, sondern auch dann, wenn zu ihren Lasten ungedeckte Verbindlichkeiten begründet werden. Weshalb ein solcher Schaden nicht spezifizierbar sein sollte, ist unerfindlich. Es ist auch nicht nachvollziehbar, warum es der Gesellschaft bzw. - nach Konkurseröffnung - der Konkursverwaltung verwehrt sein sollte, einen durch fehlbares Verhalten der Gesellschaftsorgane verursachten Schaden gegen die Organe geltend zu machen, so dass hierzu die (nach dem Gesagten nur mittelbar geschädigten) Gläubiger berechtigt sein sollten (Art. 754 Abs. 1, 755, 756 Abs. 1 und 757 Abs. 1 OR). Die Argumentation der Klägerin geht schon aus diesen Gründen fehl. Die Klägerin macht zudem selber nicht geltend, sie sei gestützt auf Art. 757 Abs. 2 OR oder auf eine Abtretung nach Art. 260 SchKG berechtigt, einen Teil des Gesellschaftsschadens einzuklagen.\n\nf) Im Weiteren legt die Klägerin nicht dar, dass sie einen unmittelbaren Gläubigerschaden erlitten hat, weil sich der Konkursrichter gegenüber ihr persönlich widerrechtlich im Sinne von Art. 41 OR oder eines Tatbestands der \"culpa in contrahendo\" verhalten habe. Sie zeigt nicht auf, dass der Konkursrichter eine Norm verletzt hat, die ausschliesslich ihrem Schutz dient (vgl. BGE 122 III 176 E. 7b BGE 127 III 374 S. 382S. 190 ff.). Damit aber steht fest, dass ihr die Aktivlegitimation fehlt, um den geltend gemachten Schaden einzuklagen. Die Klage ist daher abzuweisen. Bei dieser Sachlage erübrigt es sich, die Frage der Verjährung und die weiteren Haftungsvoraussetzungen zu prüfen."}