{"annee": "127", "cour": "V", "page": "368", "date": "19/12/2001", "cite": ["122 V 19", "120 V 187", "125 III 50"], "cite_par": ["143 V 9", "130 V 185", "128 V 39", "137 II 328", "138 V 481"], "chapeau": "55. Auszug aus dem Urteil vom 19. Dezember 2001 i. S. C. gegen Ausgleichskasse des Kantons Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 3c al. 1 let. c LPC; art. 3a al. 7 let. b LPC en corrélation avec l'art. 17 al. 4 OPC-AVS/AI; art. 3a al. 7 let. d LPC en corrélation avec l'art. 23 al. 1 et 4 OPC-AVS/AI: Evaluation de la part à prendre en compte de la fortune. Dans le calcul de la fortune nette selon l'art. 3c al. 1 let. c LPC, il n'y a pas lieu de porter en déduction les droits au gain conventionnels des cohéritiers en tant que facteurs de réduction de la valeur vénale des immeubles qui ne servent pas d'habitation au sens de l'art. 17 al. 4 OPC-AVS/AI."], "faits": "", "considerants": "|368|\n\nAus den Erwägungen:\n\n4. Während Verwaltung und Vorinstanz der Berechnung des Vermögensverzehrs den gesamten Verkehrswert der Liegenschaften Nr. 47 und 48, Grundbuch Z, von Fr. 103'900.- (Grundstückschätzung |369| der Schätzungskommission vom 20. Januar 1989) zu Grunde gelegt haben, vertritt die Beschwerdeführerin die Meinung, als Liegenschaftsvermögen sei bloss ein Fünftel von Fr. 103'900.-, eventuell von Fr. 153'600.- (Schätzung vom 4. Dezember 1998), anzurechnen.\n\nDie Beschwerdeführerin erbte von ihrer Mutter die Grundstücke Nr. 46 (43 m2 Garten) und Nr. 48 (Stall mit 187 m2 Gebäudegrundfläche und Umschwung) sowie 1/2 Miteigentumsanteil an Grundstück Nr. 47 (Wohnhaus mit 110 m2 Gebäudegrundfläche und Umschwung; Grundbuchauszug Gemeinde Z vom 27. Juli 1998). Dafür wurden ihr im Erbteilungsvertrag, der am 15. Februar 1985 unter den fünf Miterben geschlossen wurde, insgesamt Fr. 20'000.- an ihren Erbteil angerechnet. Im gleichen Erbteilungsvertrag räumten sich die fünf Geschwister gegenseitig ein im Grundbuch vorzumerkendes Vorkaufsrecht (Art. 959 Abs. 1 ZGB) an sämtlichen geerbten Grundstücken ein. Ferner wurde festgehalten, mit Ausnahme des Grundstücks Nr. 165-4 (ca. 720 m2 Wiese) seien die Grundstücke zum Ertragswert eingeschätzt worden. Die Erben räumten sich (folglich) gegenseitig ein Gewinnbeteiligungsrecht während 25 Jahren ein. Entgegen den Angaben in der Verwaltungsgerichtsbeschwerde wurden die Gewinnbeteiligungsrechte nicht im Grundbuch vorgemerkt (Grundbuchauszug vom 27. Juli 1998).\n\n5. Im Folgenden zu prüfen ist demnach, ob bei der Berechnung des Reinvermögens im Rahmen der Ermittlung des anrechenbaren Vermögensverzehrs im Sinne von Art. 3c Abs. 1 lit. c ELG die von der Beschwerdeführerin zu Gunsten der Miterben vereinbarten Gewinnbeteiligungsrechte als wertvermindernder Faktor vom Verkehrswert der nicht zu eigenen Wohnzwecken dienenden Grundstücke (Art. 17 Abs. 4 ELV) in Abzug zu bringen seien.\n\na) Ergänzungsleistungen werden ausgerichtet, um Bezügerinnen und Bezügern von Renten der Alters- und Hinterlassenen- oder der Invalidenversicherung das Existenzminimum zu gewährleisten, ohne dass die Versicherten Sozialhilfe beziehen müssen (Art. 112 Abs. 6 in Verbindung mit Art. 196 Ziff. 10 BV). Mit den Leistungen gemäss ELG soll somit der gegenwärtige Grundbedarf, sollen die laufenden Lebensbedürfnisse gedeckt werden. Aus diesem Grunde werden denn auch sämtliche Vermögenswerte, über welche die Anspruch erhebende Person frei verfügen kann, ungeachtet ihrer Bestimmung zum anrechenbaren Vermögen gezählt (BGE 122 V 24 Erw. 5a mit Hinweisen; AHI 2001 S. 292 Erw. 4b), und es wird den |370| Bezügerinnen und Bezügern von Ergänzungsleistungen zugemutet, einen Teil ihres Vermögens zur Bestreitung des Lebensunterhalts zu verwenden (Art. 3c Abs. 1 lit. c, Art. 5 Abs. 3 lit. b ELG). Da es sich bei den im Eigentum der Beschwerdeführerin stehenden Grundstücken um Vermögenswerte handelt, über welche sie frei verfügen kann (Veräusserung, hypothekarische Belastung), sind sie zum vollen Verkehrswert zum Reinvermögen zu rechnen. Die (befristete) rein obligatorische Verpflichtung der Beschwerdeführerin, einen bei Veräusserung der Grundstücke allenfalls erzielten Gewinn mit ihren Geschwistern zu teilen, ändert daran nichts. Denn diesem sich in Zukunft eventuell verwirklichenden Umstand kommt im hier massgebenden Bewertungszeitpunkt (1. Januar des Bezugsjahres oder Zeitpunkt des Anspruchsbeginns gemäss Art. 23 Abs. 1 bzw. Abs. 4 ELV in Verbindung mit Art. 3a Abs. 7 lit. d ELG) keine Bedeutung zu. Im Falle einer tatsächlichen Realisierung der Gewinnbeteiligungsverpflichtung (Veräusserung der Grundstücke vor Ablauf der 25-jährigen Befristung; Veräusserungswert liegt über dem seinerzeit angerechneten Ertragswert; Gewinnbeteiligungsrechte werden von den Geschwistern ausgeübt) ist (ohnehin) eine neue, auf den dannzumaligen Vermögensverhältnissen beruhende EL-Berechnung durchzuführen (Art. 25 ELV). Angesichts dieser jederzeit gegebenen Anpassungsmöglichkeit bedarf es im Gebiete der Ergänzungsleistungen - anders als bei der güterrechtlichen Auseinandersetzung, welcher grundsätzlich definitive Wirkung zukommt (BGE 125 III 50) - keiner Berücksichtigung rein hypothetischer Belastungen oder - wie hier - bloss latenter Schulden durch Gewinnbeteiligungsrechte im Zusammenhang mit Grundstücken. Das unmittelbar hievor angeführte Urteil des Bundesgerichts zeigt überdies deutlich, mit welchen praktischen Schwierigkeiten sich die EL-Behörden im Zusammenhang mit der Bewertung einer Gewinnbeteiligungsverpflichtung vor einer allfälligen künftigen Grundstückveräusserung konfrontiert sähen.\n\nb) Zu keinem anderen Ergebnis führen die in BGE 120 V 187 angestellten Überlegungen.\n\naa) In diesem Grundsatzurteil gelangte das Eidg. Versicherungsgericht zum Schluss, ein Rechtsgeschäft, mit dem jemand eine ihm gehörende Sache oder eine ihm zustehende Forderung (in casu eine Lebensversicherungspolice) dem Gläubiger eines Dritten verpfändet, um dadurch die Bezahlung der vom Dritten eingegangenen Schulden zu sichern, stelle einen bedingten Verzicht im Sinne des (bis Ende 1997 gültig gewesenen) Art. 3 Abs. 1 lit. f ELG dar |371| (welcher wörtlich dem seit 1. Januar 1998 geltenden Art. 3c Abs. 1 lit. g ELG entspricht). Zweifelsohne ist der Verzicht nur virtuell, solange sich die Bedingung nicht verwirklicht hat, was aber am Problem nichts ändert: Jede Schenkung kann mit einer Bedingung verknüpft werden; entscheidend ist allein, ob der Versicherte im Zeitpunkt, in dem sein anrechenbares Einkommen zur Ermittlung eines allfälligen EL-Anspruchs festgesetzt wird, über nach den gesetzlichen Bestimmungen zu berücksichtigendes Vermögen und daraus fliessenden Ertrag verfügt oder nicht. Dem Grund oder der genauen Rechtsnatur der gegenüber einem Dritten eingegangenen Verpflichtung kommt demnach keine Bedeutung zu. Unerheblich ist auch, ob die der Verpflichtung zu Grunde liegende Bedingung sich vor oder nach der Zusprechung einer Ergänzungsleistung verwirklicht. Sobald der Gläubiger vom Garanten die Erfüllung seiner Verpflichtung verlangen kann, hat dieser die Verfügungsfreiheit über seine Vermögenswerte bis zu jenem Betrag verloren, der von ihm in Erfüllung seiner Sicherheitsleistung gefordert wird. Dies soll es gegebenenfalls erlauben, Einkommenselemente oder Vermögensbestandteile zu berücksichtigen, welche nach einer EL-Zusprechung verschwunden sind, beispielsweise infolge einer Bürgschaft oder einer anderen, noch vor Erlass der leistungsgewährenden EL-Verfügung eingegangenen Verpflichtung zu Gunsten eines Dritten (BGE 120 V 191 Erw. 3b).\n\nbb) Diese Erwägungen sind nur zum Teil auf den vorliegend zu beurteilenden Fall übertragbar. So kann der Beschwerdeführerin angesichts der dargelegten Umstände (Erw. 4 hievor), die zur gegenseitigen Einräumung von Gewinnbeteiligungsrechten unter den Geschwistern im Rahmen der Erbteilung führten, in keiner Weise eine (bedingte) Verzichtshandlung im Sinne von Art. 3c Abs. 1 lit. g ELG vorgeworfen werden. Die adäquate Gegenleistung ist in der Anrechnung der ererbten Grundstücke zum Ertragswert statt zum Verkehrswert zu erblicken. Dass hier kein Vermögensverzicht vorliegt, darf indes nicht zum aus BGE 120 V 187 ff. abgeleiteten Umkehrschluss verleiten, wonach die obligatorische Gewinnbeteiligungsverpflichtung der Beschwerdeführerin schon vor einer Veräusserung der Grundstücke als wertvermindernder Faktor in Abschlag zu bringen wäre. Denn die vorliegende Ausgangslage präsentiert sich insofern völlig anders als diejenige, welche dem zitierten Grundsatzentscheid zu Grunde lag, als die Verwirklichung der vorerst virtuellen Verpflichtung (infolge einer Veräusserungshandlung) allein von der Beschwerdeführerin und nicht von einer |372| Drittperson (etwa einer Bank als Pfandgläubigerin; vgl. BGE 120 V 188 unten) abhängt. Im Gegensatz zum im publizierten Entscheid beurteilten Sachverhalt (dort verloren die EL-Ansprecherinnen die Verfügungsfreiheit über die verpfändete Lebensversicherungspolice, sobald die Gläubigerbank ihres Sohnes bzw. Neffen auf die Pfandsicherheit zurückgriff) erhält die Beschwerdeführerin zudem bei der Veräusserung ihrer Grundstücke nicht etwa einen um die Gewinnbeteiligungsrechte der Miterben reduzierten, sondern den vollen Verkaufserlös. Erst in einer zweiten, von der Grundstückveräusserung unabhängigen und von dieser klar zu trennenden Phase hat die Beschwerdeführerin ihre Geschwister im Rahmen der anlässlich der Erbteilung getroffenen Vereinbarung am erzielten Gewinn zu beteiligen. Die Erwägungen in BGE 120 V 187 sind jedoch insoweit auf den zu beurteilenden Fall übertragbar, als auch hier entscheidend darauf abzustellen ist, dass die Beschwerdeführerin im Bewertungszeitpunkt nach Art. 23 Abs. 1 oder 4 ELV frei über (unbewegliches) Vermögen verfügen kann, welches - unabhängig von den Motiven für die Einräumung der Gewinnbeteiligungsrechte - deshalb zum vollen Verkehrswert im Sinne von Art. 17 Abs. 4 ELV in die EL-Berechnung einzubeziehen ist. Die sich vorliegend stellende Rechtsfrage anders zu beantworten würde die Gefahr in sich bergen, dass künftig Einkommenselemente oder Vermögensbestandteile durch das Eingehen von Bürgschaften oder anderen Verpflichtungen zu Gunsten eines Dritten im Rahmen einer EL-Berechnung zum Verschwinden gebracht werden könnten, was der dargelegte Grundsatzentscheid gerade verhindern wollte (BGE 120 V 192 Erw. 3b)."}