{"annee": "127", "cour": "III", "page": "46", "date": "15/12/2000", "cite": ["107 III 15", "116 II 316"], "cite_par": ["137 III 455"], "chapeau": "8. Auszug aus dem Urteil der II. Zivilabteilung vom 15. Dezember 2000 i.S. A.R. gegen B.R (Berufung)", "regestes": ["Participation privilégiée du conjoint (art. 111 al. 1 ch. 1 et al. 5 LP). Prétentions de droit matrimonial en cas de maintien du régime matrimonial. Droit transitoire (art. 9b-d Tit. fin. CC). Art. 163 et 165 CC. Le contrôle judiciaire de la créance invoquée par le conjoint à l'appui de sa participation privilégiée (art. 111 al. 1 ch. 1 et al. 5 LP) s'étend également à la question de savoir si cette créance est échue (consid. 3a/bb). Possibilité de faire valoir des prétentions de droit matrimonial en dehors d'une liquidation générale du régime matrimonial (consid. 3a/cc). Droit transitoire en ce qui concerne la créance en récompense de l'épouse de l'ancien droit pour les biens qu'elle a apportés et qui ne sont plus représentés (consid. 3a/dd et ee). Les art. 163 et 165 CC sont applicables également lorsqu'un conjoint abandonne l'administration de ses biens à l'autre. Les dispositions du mandat ou sur l'enrichissement illégitime ne sont applicables que lorsque les prestations sont effectuées dans un autre but que l'entretien de la famille ou la collaboration à la profession ou à l'entreprise du conjoint (consid. 4)."], "faits": "BGE 127 III 46 S. 47\n\nA.- A.R. und B.R. heirateten im Jahre 1974. A.R. arbeitete damals in Deutschland als Oberärztin. Im Oktober 1975 kam sie in die Schweiz, wo sie weiterhin berufstätig war und schliesslich eine eigene Arztpraxis eröffnete. B.R. war Verkaufsleiter bei der Firma X. in Bern und wurde im März 1990 vorzeitig pensioniert. Am 1. September 1996 verliess er das eheliche Domizil.\n\nB.- Am 11. September 1997 wurde B.R. von der Schweizerischen Eidgenossenschaft für Fr. 13'003.- betrieben. Am 20. Dezember 1997 verlangte A.R. die Anschlusspfändung für Fr. 434'317.-. Das Betreibungsamt BernMittelland pfändete den Liquidationsanteil B.R.'s an der im gemeinsamen Eigentum der Ehegatten stehenden Liegenschaft sowie ab 22. Dezember 1997 Fr. 2'840.- monatlich von seinem Einkommen. Da B.R. die mit Anschlusspfändung geltend gemachten Ansprüche bestritt, reichte A.R. am 19. Juli 1998 beim Gerichtspräsident 3 des Gerichtskreises VIII Bern-Laupen Klage ein mit dem Antrag, ihre mit Anschlusspfändung geltend gemachte Forderung von (inklusive Pfändungskosten) Fr. 434'539.85 anzuerkennen und das Betreibungsamt anzuweisen, die provisorische Anschlusspfändung definitiv zu vollziehen. Der Gerichtspräsident wies die Klage \"zur Zeit\" ab, soweit die Klägerin Ansprüche aus Eigengut, als Ersatzforderung für die Tilgung vorehelicher Schulden und aus hälftigem Liegenschaftsunterhalt geltend mache; soweit weitergehend wies er die Klage ab. Er wies das Betreibungsamt an, die provisorische Anschlusspfändung aufzuheben.\n\nAuf Appellation der Klägerin hin bestätigte der Appellationshof des Kantons Bern, I. Zivilkammer, den erstinstanzlichen Entscheid.\n\nC.- Gegen das Urteil des Appellationshofes hat die Klägerin sowohl staatsrechtliche Beschwerde als auch Berufung eingereicht. Das Bundesgericht hat die Beschwerde mit Urteil vom heutigen Tag abgewiesen, soweit es darauf eintrat. Mit ihrer Berufung verlangt die Klägerin die Aufhebung des angefochtenen Urteils und die Gutheissung der Klage. Der Beklagte beantragt, auf die Berufung BGE 127 III 46 S. 48nicht einzutreten, eventuell diese abzuweisen. Das Bundesgericht heisst die Berufung teilweise gut, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. Die Vorinstanz kam zum Schluss, soweit die Klägerin ihre Begehren auf Ansprüche aus Eigengut, aus der Tilgung vorehelicher Schulden und nicht mehr vorhandenem Eigengut sowie aus hälftigem Liegenschaftsunterhalt stütze, könne die Klage zur Zeit nicht beurteilt werden. Es handle sich dabei um güterrechtliche Ansprüche, deren Beurteilung eine global vorgenommene güterrechtliche Auseinandersetzung bedinge, da nur unter Berücksichtigung aller gegenseitiger Ansprüche entschieden werden könne, welcher Partner dem anderen etwas herausschulde. Vorliegend habe noch keine güterrechtliche Auseinandersetzung stattgefunden, und es sei auch nicht angezeigt, im vorliegenden Verfahren die entsprechenden Ergebnisse bereits vorwegzunehmen. Der Beklagte habe keine eigenen güterrechtlichen Ansprüche gestellt und dazu auch keinen Anlass gehabt. Zudem seien sich die Parteien über den Liegenschaftswert bzw. über den Anrechnungspreis nicht einig und es sei diesbezüglich ein Prozess hängig; die Kammer sehe sich somit ausserstande, den Betrag festzusetzen, welchen der Beklagte der Klägerin allenfalls schulde. Auch aus prozess-ökonomischen Überlegungen mache es wenig Sinn, im Verfahren nach Art. 111 SchKG vorfrageweise und mit Sperrwirkung für den nachfolgenden Prozess um die güterrechtliche Auseinandersetzung über die gesamte, komplexe güterrechtliche Auseinandersetzung der Parteien zu entscheiden; dies könne nicht Zweck von Art. 111 SchKG sein. Gemäss BGE 107 III 17 E. 2 setze zudem die Anschlusspfändung voraus, dass die entsprechende Forderung bereits entstanden und fällig sei, was bezüglich der fraglichen Ansprüche erst mit der Auflösung des Güterstandes geschehe. Diese seien daher zur Zeit abzuweisen. Da die Klägerin wegen Ablaufs der Prosequierungsfristen keine weitere Möglichkeit habe, die Beurteilung der Ansprüche innerhalb der Klage nach Art. 111 SchKG vornehmen zu lassen, sei die provisorische Anschlusspfändung aufzuheben.\n\nDie Klägerin entgegnet, die von ihr geltend gemachten Ansprüche könnten auch ohne Vornahme einer güterrechtlichen Auseinandersetzung beurteilt werden. Wollte man das Anschlussprivileg gemäss Art. 111 SchKG von der güterrechtlichen Auseinandersetzung abhängig machen, so wäre diese Bestimmung sinn- und nutzlos.BGE 127 III 46 S. 49\n\nZudem mische sich ein Gericht, das den Ehegatten die Gütertrennung vorschreibe, in unzulässiger Weise in den Selbstbestimmungsbereich der Ehegatten ein. Für das eingebrachte und nicht mehr vorhandene Frauengut könne das Anschlussprivileg wie bisher geltend gemacht werden. Die Forderung aus hälftigem Liegenschaftsunterhalt sei im sachenrechtlichen Gesamthandverhältnis begründet und könne daher jederzeit geltend gemacht werden. Da die Voraussetzungen für eine Geltendmachung ihrer Forderungen im Verfahren nach Art. 111 SchKG gegeben seien, könne deren Beurteilung nicht entgegenstehen, dass der entsprechende Entscheid unter den Parteien unabänderliche Wirkung entfalte. Im Übrigen treffe es nicht zu, dass die Klägerin keine weitere Möglichkeit habe, die Beurteilung der Ansprüche innerhalb der Klage nach Art. 111 SchKG vornehmen zu lassen, stünden doch die Fristen für die Prosequierung der Betreibung während der Dauer der provisorischen Pfändung still.\n\na) aa) Die Möglichkeit, Klage zu erheben und ein Urteil zu erwirken, gilt als Reflex des objektiven Rechtes (MAX GULDENER, Schweizerisches Zivilprozessrecht, 3. Auflage, Zürich 1979, S. 194 f.). Soweit es um Ansprüche aus Bundesrecht geht, beruht das Klagerecht darauf. Ob die von der Klägerin erhobenen Ansprüche \"zur Zeit\" geltend gemacht werden können und insoweit zulässig sind, oder ob sie nur im Rahmen einer umfassenden güterrechtlichen Auseinandersetzung geltend gemacht werden können, ist eine Frage des Bundesrechts.\n\nbb) Nach dem am 1. Januar 1997 in Kraft getretenen revidierten Art. 111 Abs. 1 Ziff. 1 SchKG kann der Ehegatte des Schuldners - ohne Beschränkungen hinsichtlich der Art der betroffenen Schuld - die privilegierte Anschlusspfändung erklären. Da er dabei von einer vorgängigen Betreibung entbunden ist, stellt sich die Frage, ob die geltend gemachte Forderung fällig sein muss.\n\nDas Bundesgericht hat in BGE 107 III 15 E. 2 S. 17 festgehalten, die Anschlussmöglichkeit setze die Fälligkeit bzw. jedenfalls den Bestand der Forderung voraus. Die Entstehungsgeschichte des Art. 111 SchKG zeigt, dass der privilegierte Anschluss für fällige Forderungen gedacht war. Die Bestimmung diente unter altem Eherecht der Milderung des Verbots der Zwangsvollstreckung unter den Ehegatten, indem sich diese immerhin den Pfändungen Dritter anschliessen konnten und nicht tatenlos zusehen mussten, wie das Haftungssubstrat für ihre Forderungen verloren ging. Bei der Revision des Eherechts wurde trotz Aufhebung des Verbots der Zwangsvollstreckung BGE 127 III 46 S. 50unter Ehegatten am Anschlussprivileg des Ehegatten festgehalten. Dies wurde damit begründet, dass in der ehelichen Gemeinschaft nach wie vor gute Gründe bestünden, mit der Einleitung einer Zwangsvollstreckung gegen den Ehepartner bis zum letzten Moment zuzuwarten; der Ehegatte solle nicht gezwungen sein, die eheliche Gemeinschaft mit sofortigen Interventionen zu belasten (BBl 1979 II 1269; vgl. RUTH REUSSER, Das neue Eherecht und seine Berührungspunkte mit dem SchKG, BlSchK 1987 S. 82). Aus dem Gesagten erhellt, dass der Gesetzgeber sowohl bei der Einführung als auch im Rahmen der Beibehaltung des Anschlussprivilegs des Ehegatten fällige Forderungen vor Augen hatte. Unter Geltung des neuen Eherechts hat der Güterstand auf die Fälligkeit von Schulden zwischen den Ehegatten ohnehin keinen Einfluss (Art. 203 Abs. 1 und 235 Abs. 1 ZGB); unter der Geltung des alten Rechts wurde den betroffenen Interessen durch Sonderbestimmungen Rechnung getragen (Art. 210 Abs. 1 und Art. 224 Abs. 1 aZGB). Die gerichtliche Überprüfung der mit privilegiertem Pfändungsanschluss geltend gemachten Forderung gemäss Art. 111 Abs. 5 SchKG umfasst mithin auch die Frage, ob die Forderung fällig ist (INGRID JENT-SORENSEN, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, Bd. II, Basel/Genf/München 1998 [Hrsg. Adrian Staehelin, Thomas Bauer und Daniel Staehelin], N. 20 zu Art. 111 SchKG).\n\ncc) Die Klägerin verlangt keine umfassende güterrechtliche Auseinandersetzung, wie sie bei Anordnung einer Gütertrennung oder auch bei Scheidung oder Trennung stattfinden müsste. Das kann sie aber nicht hindern, einzelne güterrechtliche Ansprüche ohne Auflösung des Güterstandes geltend zu machen. Es besteht weder eine ausdrückliche noch dem ehelichen Güterrecht immanente Schranke, die der Geltendmachung güterrechtlicher Ansprüche und deren Beurteilung ausserhalb einer umfassenden güterrechtlichen Auseinandersetzung prinzipiell entgegenstünde. Es liegt an der Klägerin abzuwägen, ob es opportun sei, das Güterrecht der Ehegatten betreffende Ansprüche ohne umfassende Auseinandersetzung geltend zu machen. Vorausgesetzt ist nach dem Gesagten, dass die betroffenen Forderungen bereits entstanden und fällig sind. Soweit die Forderungen fällig und die Klägerin mithin zu ihrer Geltendmachung im Verfahren der privilegierten Anschlusspfändung berechtigt ist, steht die Rechtskraftwirkung des entsprechenden Entscheids (AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl., Bern 1997, S. 209 N. 52) der Beurteilung ihrer Ansprüche BGE 127 III 46 S. 51nicht im Wege. Soweit dies aber nicht der Fall ist, zieht die Klageabweisung zur Zeit auch die Aufhebung der provisorischen Anschlusspfändung nach sich, da die Klagefrist nach Art. 111 Abs. 5 SchKG, mit der die provisorische Pfändung prosequiert wird, inzwischen abgelaufen ist.\n\ndd) Die Parteien unterstehen nach den Feststellungen der Vorinstanz dem Güterstand der Errungenschaftsbeteiligung, welcher mit der Eherechtsrevision die Güterverbindung ablöste (Art. 9b Abs. 1 SchlT ZGB). Grundsätzlich richtet sich die güterrechtliche Auseinandersetzung nach Inkrafttreten des neuen Eherechts nach den Vorschriften über die Errungenschaftsbeteiligung (Art. 9d Abs. 1 SchlT ZGB). Nach Art. 9c SchlT ZGB sind aber die altrechtlichen Bestimmungen über die Ersatzforderungen der Ehefrau für das eingebrachte und nicht mehr vorhandene Frauengut bei Pfändung von Vermögenswerten des Ehemannes noch während zehn Jahren nach Inkrafttreten des neuen Rechts (1. Januar 1988) anwendbar. Während dieser Zeitspanne, d.h. bis zum 31. Dezember 1997, konnte die Ehefrau gemäss Art. 210 Abs. 1 aZGB bei Pfändung von Vermögenswerten des Ehemannes ihre Ersatzforderung für das eingebrachte und nicht mehr vorhandene Frauengut geltend machen. Dieser Schutz - der nach Ablauf der Zehnjahresfrist entfiel - sollte der Ehefrau ermöglichen, die ihr nach neuem Recht zustehende Verwaltung und Nutzung ihres Eigengutes (Art. 201 Abs. 1 ZGB) auch über diejenigen Vermögenswerte auszuüben, die bisher als eingebrachtes Frauengut durch den Ehemann verwaltet wurden bzw. in sein Eigentum übergegangen waren und die beim Übergang in den Güterstand der Errungenschaftsbeteiligung nicht mehr vorhanden waren (BBl 1979 II 1365). Vorliegend hatte die Hauptpfändung im Jahre 1997 und damit noch während der zehnjährigen Übergangsfrist stattgefunden und damit die Fälligkeit einer allfälligen Ersatzforderung für nicht mehr vorhandenes Frauengut ausgelöst. Die Klägerin verlangte die Anschlusspfändung am 20. Dezember 1997.\n\nee) Die Klägerin hat somit das Recht, ihre Ersatzforderung für eingebrachtes, nicht mehr vorhandenes Frauengut im Pfändungsanschlussverfahren geltend zu machen. Zum eingebrachten Gut der Ehefrau gehört nach Art. 195 Abs. 1 aZGB, was ihr zur Zeit der Eheschliessung gehörte oder ihr während der Ehe infolge Erbganges oder auf andere Weise unentgeltlich zufiel. Die bei Eheschluss vorhandenen Ersparnisse der Klägerin bildeten eingebrachtes Gut; ebenso die eingebrachten bzw. ihr geschenkten Fahrzeuge. Die Ersatzforderung besteht, wenn der Ehemann dafür einzustehen hat, dass die BGE 127 III 46 S. 52eingebrachten Vermögensstücke nicht mehr vorhanden sind, d.h. von der Ehefrau nicht mehr gemäss Art. 210 Abs. 3 aZGB an sich gezogen werden können (PAUL LEMP, Berner Kommentar, 1963, N. 24 zu 210 aZGB). Dies ist der Fall, wenn das Eigentum auf den Ehemann übergegangen ist (Art. 199 aZGB), wenn eingebrachtes Frauengut zur Tilgung von Mannesschulden verwendet wurde (Art. 209 Abs. 1 aZGB) oder wenn der Ehemann das eingebrachte Frauengut nicht pflichtgemäss verwendet hat und für dessen Untergang oder Wertverminderung verantwortlich ist (Art. 201 Abs. 1 aZGB). Soweit das eingebrachte Frauengut durch Zurücknahme ihres Eigentums durch die Ehefrau und die ihr gegebenen Sicherheiten nicht zur Hälfte gedeckt wird, geniesst die Ersatzforderung für den Rest dieser Hälfte ein Vorrecht nach dem SchKG (Art. 211 Abs. 1 aZGB) durch Kollokation in einer besonderen Klasse zwischen der zweiten und der dritten Klasse (Art. 2 Abs. 4 lit. b Schlussbestimmungen SchKG zur Revision vom 16. Dezember 1994).\n\nb) Die Klägerin begründet ihren Anspruch unter dem Titel \"Eigengut\" von Fr. 98'965.- damit, sie habe voreheliche Ersparnisse in Höhe von Fr. 40'000.- auf das SBG-Konto des Beklagten überwiesen und im Umfang von Fr. 50'000.- als Anzahlung an die gemeinsame Liegenschaft und von Fr. 8'965.- für Notariats- und Grundbuchgebühren verwendet.\n\nDurch die Überweisung der Fr. 40'000.- auf das Konto des Beklagten ging dieser Betrag in dessen Eigentum über, so dass nach dem Gesagten eine entsprechende Ersatzforderung besteht. Deren Beurteilung hat die Vorinstanz zu Unrecht verweigert. Da sie in dieser Hinsicht die nötigen Beweise nicht erhoben hat, kann das Bundesgericht über diesen Anspruch nicht befinden; die Sache ist daher zur Ergänzung des Sachverhaltes und zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDie Liegenschaft steht im Gesamteigentum der Parteien, welches offenbar - im Rahmen des gemeinsamen Kaufes - vertraglich begründet wurde. Die Parteien bilden mit Bezug auf die Liegenschaft eine einfache Gesellschaft im Sinne von Art. 530 Abs. 1 OR. Einlagen eines Gesellschafters sind erst im Rahmen der Liquidation zurückzuerstatten (Art. 549 Abs. 1 OR). Da die Liquidation vorliegend noch nicht erfolgt ist, ist der Rückerstattungsanspruch der Klägerin noch nicht fällig. In dieser Hinsicht ist das angefochtene Urteil nicht zu beanstanden.\n\nc) Einen weiteren Anspruch von Fr. 15'000.- begründet die Klägerin damit, dass der Beklagte ihr in die Ehe eingebrachtes Fahrzeug BGE 127 III 46 S. 53für Fr. 8'000.-, sowie ein weiteres, ihr von der Schwester geschenktes Fahrzeug für Fr. 7'500.- verkauft und den Erlös in beiden Fällen für sich behalten habe.\n\nVerkaufte der Beklagte die Fahrzeuge unter Geltung des alten Ehegüterrechts, besteht eine Ersatzforderung (siehe E. 3a/dd und ee). Dem angefochtenen Urteil lässt sich aber nicht entnehmen, wann der Beklagte die Fahrzeuge verkauft haben soll. Beide Fahrzeuge galten unter Geltung des alten Eherechts als eingebrachtes Frauengut (Art. 195 Abs. 1 aZGB); sofern sie beim Übergang zum neuen Recht noch vorhanden waren bzw. erst unter Geltung des neuen Rechts erworben wurden, wurden sie zu Eigengut der Klägerin (Art. 9b Abs. 2 SchlT ZGB; Art. 198 Ziff. 2 ZGB), über das die Klägerin selbst verfügte (Art. 201 Abs. 1 ZGB). Verkaufte der Beklagte die Fahrzeuge unter Geltung des neuen Rechts, stellt sich daher die Frage, auf welcher Rechtsgrundlage (z.B. Vermögensverwaltungsvertrag, Geschäftsführung ohne Auftrag) der Anspruch der Klägerin beruht. Die Fälligkeit entsprechender Forderungen richtet sich nach den allgemeinen Regeln, hat doch der Güterstand der Errungenschaftsbeteiligung keinen Einfluss auf die Fälligkeit von Schulden zwischen den Ehegatten (Art. 203 ZGB; vgl. BBl 1979 II 1311). So oder anders hat die Vorinstanz die Beurteilung der Forderung zu Unrecht abgelehnt. Da das Bundesgericht mangels genügender Abklärung des Sachverhaltes durch die Vorinstanz über den Anspruch nicht entscheiden kann, ist die Sache auch insoweit an diese zurückzuweisen.\n\nd) Die Klägerin verlangt sodann Ersatz für die Bezahlung vorehelicher Schulden des Beklagten im Gesamtbetrag von Fr. 108'952.-, die vom gemeinsamen Konto bezahlt worden seien. Auf dieses Konto hätten bis Dezember 1984 beide Parteien ihr Einkommen überwiesen; da das Einkommen der Klägerin ca. 65% des Gesamteinkommens ausgemacht habe, habe sie entsprechend zur Schuldentilgung beigetragen.\n\nDer Arbeitserwerb der Ehefrau gehört unter Geltung des alten Eherechts zu ihrem Sondergut (Art. 191 Ziff. 3 aZGB; PAUL LEMP, a.a.O., N. 27 zu Art. 191); die Begleichung von Mannesschulden aus Sondergut führt zu einem sofort fälligen Ersatzanspruch (Art. 209 Abs. 2 aZGB). Auch insoweit wird die Vorinstanz die Sachverhaltsfeststellungen zu ergänzen und über den Anspruch zu entscheiden haben.\n\ne) Schliesslich verlangt die Klägerin Fr. 33'000.-, was der Hälfte der für den Unterhalt der gemeinsamen Liegenschaft inklusive BGE 127 III 46 S. 54Flachdachsanierung aufgewendeten Kosten entspreche. Sinngemäss macht die Klägerin geltend, die Parteien hätten entsprechend ihrem Eigentumsanteil an der Liegenschaft deren Unterhaltskosten hälftig zu tragen. Dabei handelt es sich nicht um eine Einlage in das Gesellschaftsvermögen, sondern um Auslagen (Art. 537 Abs. 1 OR). In der Literatur wird die Meinung vertreten, der Ersatzanspruch für Auslagen werde bei Fehlen einer Vereinbarung darüber erst mit der Liquidation fällig; das Bundesgericht hat diese Frage bisher offen gelassen (BGE 116 II 316 E. 2c S. 318). Vorliegend ist unbestritten, dass der Beklagte bis zu seinem Auszug an den Unterhalt der Liegenschaft beigetragen hatte; er bestreitet eine entsprechende Pflicht auch nicht grundsätzlich, sondern erklärt, er werde an die Unterhaltskosten wieder beitragen, sobald die Klägerin Miete bezahle. Es fragt sich daher, ob von einer - allenfalls konkludent geschlossenen - Vereinbarung bezüglich der sofortigen Fälligkeit des Auslagenersatzes auszugehen ist, welche die Frage des gesetzlichen Fälligkeitstermins überflüssig werden liesse. Darüber wird die Vorinstanz im Rahmen ihrer neuen Entscheidung zu befinden haben.\n\n4. Die Klägerin verlangt unter dem Titel \"Verantwortlichkeit\" bzw. \"ungerechtfertigte Bereicherung\" Fr. 30'000.-; der Beklagte habe in den letzten Jahren ihr Geschäftskonto in diesem Umfang zur Bezahlung eigener Rechnungen belastet. Die Vorinstanz prüfte diese Ansprüche unter dem Gesichtswinkel von Art. 165 Abs. 1 und 2 ZGB, da persönliche Bedürfnisse, wie sie der Beklagte mit diesen Zahlungen beglichen haben soll, zum Unterhalt der Familie gehörten. Art. 165 ZGB sei insoweit als lex specialis zu Art. 62 ff. OR zu betrachten. Die Klägerin ist demgegenüber der Auffassung, der Anspruch entfliesse einem Vermögensverwaltungsvertrag und sei daher nach Auftragsrecht oder den Bestimmungen über die ungerechtfertigte Bereicherung zu beurteilen.\n\nWie viel ein Ehegatte an den gemeinsamen Unterhalt beizutragen hat, richtet sich - darauf weist die Klägerin selbst hin - nach Art. 163 ZGB. Nach dieser Norm ist auch die Frage zu beurteilen, ob ein Ehegatte Beiträge erbracht hat, welche massgeblich über den von ihm zu leistenden Teil hinausgehen. Erbringt ein Ehegatte an den Unterhalt der Familie bedeutend mehr, als er verpflichtet war, hat er nach Art. 165 Abs. 2 ZGB Anspruch auf angemessene Entschädigung. Selbst wenn die Ehegatten hinsichtlich der Vermögensverwaltung ausdrücklich oder konkludent einen Auftrag schliessen, richtet sich die Frage, wer wie viel an den Familienunterhalt beizutragen hat und welche Ansprüche bei ausserordentlichen Mehrleistungen BGE 127 III 46 S. 55bestehen, nach Art. 163 bzw. Art. 165 ZGB. Für die Anwendung der Bestimmungen des Auftragsrechts bzw. über die ungerechtfertigte Bereicherung bleibt nur Raum, wenn die Leistungen des einen Ehegatten zugunsten des anderen zu einem anderen Zweck als zum Familienunterhalt (Art. 165 Abs. 2 ZGB) oder als Beitrag zum Beruf oder Gewerbe des anderen (Art. 165 Abs. 1 ZGB) erfolgen (HAUSHEER/REUSSER/GEISER, a.a.O., N. 32 und 44 zu Art. 165 ZGB).\n\nDie Klägerin bestreitet die Annahme, dass der fragliche Aufwand zum Familienunterhalt gehörte, allein mit der Behauptung, es liege ein Vermögensverwaltungsvertrag vor. Wie gezeigt wurde, schlösse ein solcher die Anwendung der Bestimmungen über den Familienunterhalt bzw. über die ausserordentlichen Beiträge an denselben nicht aus. Die Vorinstanz erwog, nach der Darstellung der Klägerin habe es sich um persönliche Bedürfnisse des Beklagten gehandelt; die Befriedigung solcher Bedürfnisse gehöre zum Familienunterhalt. Die Klägerin legt nicht dar, und es ist auch nicht ersichtlich, dass diese Annahme bundesrechtswidrig wäre. Damit ist die Beurteilung des Anspruchs nach Art. 165 Abs. 2 ZGB nicht zu beanstanden."}