{"annee": "127", "cour": "III", "page": "383", "date": "30/4/2001", "cite": [], "cite_par": [], "chapeau": "64. Extrait de l'arrêt de la IIe Cour civile du 30 avril 2001 dans la cause X. contre Y. (recours en réforme)", "regestes": ["Art. 44 let. d OJ; recevabilité du recours en réforme dans le cadre d'un refus du retrait de l'autorité parentale. Le recours en réforme est ouvert contre toute décision au sujet du retrait ou du rétablissement de l'autorité parentale (consid. 1a)."], "faits": "|383|\n\nA.- Le 3 août 2000, la Chambre pupillaire de Bagnes a rejeté la requête de X. tendant à ce que l'autorité parentale sur les enfants G. et S. soit retirée à leur mère, dame Y.\n\nStatuant le 24 octobre 2000, le Juge du district de l'Entremont a déclaré irrecevable le recours interjeté par X. et mis les frais à la charge de celui-ci.\n\nB.- X. exerce un recours en réforme au Tribunal fédéral concluant, avec suite de dépens, à ce que la décision cantonale soit réformée en ce sens que le \"Tribunal de l'Entremont\" est compétent pour connaître de l'appel interjeté contre le refus de la Chambre pupillaire de Bagnes de retirer l'autorité parentale à la mère.\n\nLe Tribunal fédéral a rejeté le recours dans la mesure de sa recevabilité et confirmé la décision entreprise.", "considerants": "Extrait des considérants:\n\n1. La décision entreprise se fonde sur l'art. 420 al. 2 CC, disposition fédérale de procédure dont le recourant se plaint de la violation.\n\n|384|\n\na) Si le recours en réforme est certes recevable pour violation des règles fédérales de procédure (POUDRET, Commentaire de la loi fédérale d'organisation judiciaire, vol. II, n. 1.3.2 ad art. 43 OJ), il ne l'est cependant que dans les contestations civiles - hypothèse non réalisée dans le cas particulier - ou dans les éventualités expressément prévues par la loi. Celle-ci dispose notamment que le recours en réforme est ouvert en cas de \"retrait ou rétablissement [...] de l'autorité parentale\" (art. 44 let. d OJ). Qu'en est-il en revanche lorsque, comme en l'espèce, l'autorité a refusé de retirer l'autorité parentale?\n\nLes auteurs ont déjà traité cette question dans le cadre de l'art. 44 let. b aOJ, abrogé le 1er janvier 1978 par la loi du 25 juin 1977 modifiant le droit de la filiation, lequel ouvrait la voie de la réforme contre les décisions prononçant la \"déchéance et [le] rétablissement de la puissance paternelle selon les art. 285 et 287 du code civil\". Considérant que le recours en réforme a pour seul objet la protection de la puissance paternelle, BIRCHMEIER y répondait par la négative (Bundesrechtspflege, Zurich 1950, n. 8 ad art. 44 OJ, p. 133-134). Se référant au but principal du recours en réforme, qui est d'assurer l'application uniforme du droit fédéral, et arguant de la meilleure protection des intérêts de l'enfant qu'offre cette voie de droit, WURZBURGER était d'un avis contraire (Les conditions objectives du recours en réforme au Tribunal fédéral, thèse Lausanne 1964, n. 52, p. 39). POUDRET (op. cit., n. 2.4 ad art. 44 OJ) n'a pas interprété différemment l'art. 44 let. d OJ, dans sa teneur au 31 décembre 1999, auquel la novelle du 26 juin 1998, entrée en vigueur le 1er janvier 2000 (RO 1999 p. 1142), n'a pas apporté de modifications substantielles s'agissant de l'autorité parentale (Message du Conseil fédéral du 15 novembre 1995, FF 1996 I 176, ch. 261).\n\nCette interprétation extensive doit être approuvée. Depuis l'adoption de la loi d'organisation judiciaire, le législateur s'est en effet attaché à renforcer toujours plus la protection de l'enfant, que ce soit en général (FF 1974 II 1) ou après le divorce (FF 1996 I 31, ch. 144.5). Il est dès lors cohérent de le faire aussi d'un point de vue procédural et de considérer que le recours en réforme est ouvert contre toute décision au sujet du retrait ou du rétablissement de l'autorité parentale."}