{"annee": "127", "cour": "III", "page": "181", "date": "15/11/2000", "cite": ["121 II 252", "99 III 58", "59 III 139"], "cite_par": [], "chapeau": "31. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 15. November 2000 i.S. R. (Beschwerde)", "regestes": ["Art. 74 al. 1 LP; opposition par téléfax. Les principes qui valent en matière d'opposition formulée par téléphone sont applicables à l'opposition transmise par téléfax (consid. 4)."], "faits": "", "considerants": "|181|\n\nAus den Erwägungen:\n\n4. a) Der Beschwerdeführer, der die Erhebung eines Rechtsvorschlags per Telefax generell für unzulässig erachtet, macht zu Recht nicht etwa geltend, der Rechtsvorschlag könne nur in Form einer unterzeichneten schriftlichen Erklärung erhoben werden (vgl. Art. 74 Abs. 1 SchKG, worin ausdrücklich auch Mündlichkeit vorgesehen ist). Sein Hinweis auf BGE 121 II 252 ff. ist daher von vornherein unbehelflich: Dort war es um das Verwaltungsverfahren |182| gegangen, wo Beschwerden von Gesetzes wegen nur schriftlich erhoben werden können und die Beschwerdeschrift die Unterschrift des Beschwerdeführers tragen muss (vgl. Art. 52 Abs. 1 des Bundesgesetzes über das Verwaltungsverfahren; SR 172.021).\n\nb) Treffend ist dagegen der Vergleich des Beschwerdeführers mit dem Fall, da der Schuldner mit einem Telefonanruf beim Betreibungsamt (mündlich) Recht vorschlägt. Das Betreibungsamt darf die Erklärung des Rechtsvorschlags jedenfalls dann in dieser Form entgegennehmen, wenn keine Zweifel bezüglich der Identität des Anrufers bestehen. Liegen besondere Umstände vor, die beim Amt ausnahmsweise solche Zweifel wecken, kann dieses die Entgegennahme des telefonischen Rechtsvorschlags ablehnen und den Anrufenden auffordern, seine Erklärung schriftlich oder auf dem Amte mündlich zu erklären (BGE 99 III 58 E. 4 S. 65; vgl. auch BGE 59 III 139 S. 141).\n\nAuf Grund der tatsächlichen Feststellungen der Vorinstanz sind derartige Zweifel hier nicht zu erkennen. Der Beschwerdeführer bringt vor, dass ein Dritter einen Rechtsvorschlag per Fax übermitteln und durch Manipulationen seines Gerätes den Anschein erwirken könnte, die Erklärung sei von der dazu befugten Person ausgegangen. Mit derart lebensfremden Spekulationen liesse sich indessen jede vernünftige Handhabung der auf dem Vertrauensprinzip beruhenden Praxis zur Erklärung des Rechtsvorschlags verhindern. Es ist ihnen daher nicht Rechnung zu tragen."}