{"annee": "127", "cour": "IV", "page": "154", "date": "15/6/2001", "cite": ["126 I 112", "100 IV 12", "102 IV 15", "124 IV 258", "123 IV 100", "115 IV 221", "125 IV 118", "124 IV 246", "117 IB 197", "99 IV 208", "119 IV 309", "115 IV 87", "120 IV 1", "127 I 6"], "cite_par": ["128 I 92", "129 I 35", "141 IV 236", "140 IV 49", "129 I 12", "130 IV 49", "134 I 221", "130 I 16"], "chapeau": "25. Auszug aus dem Urteil des Kassationshofs vom 15. Juni 2001 i.S. X. gegen Polizei- und Militärdirektion sowie Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 43 CP; médication forcée; base légale, proportionnalité. L'art. 43 CP constitue la base légale pour le traitement médical et les soins spéciaux. Cela doit aussi valoir pour la médication forcée (consid. 3d). Proportionnalité d'une médication forcée (consid. 4)."], "faits": "BGE 127 IV 154 S. 155\n\nA.- X. (geb. 1955) leidet seit bald 30 Jahren an einer chronischen paranoiden Schizophrenie. Er wurde erstmals 1978 und bis ins Jahr 1991 weitere dreiundzwanzig Mal wegen akut psychotischer Zustände hospitalisiert. Aus einem weiteren Klinikaufenthalt 1992 entwich er mehrfach und wurde polizeilich zurückgeführt. In der Folge von Straftaten hielt er sich 1993 erneut in einer Klinik auf. Nach einer Klinikeinweisung 1994 entwich er nach Hamburg. Nach Rückführung und Aufenthalten in verschiedenen Institutionen wurde er in die Universitären Psychiatrischen Dienste verbracht, wo er bis zum Übertritt in eine Aussenstation blieb.\n\nB.- Das Strafrichteramt IX von Bern erachtete am 19. Juni 1995 die Anschuldigungen gegen X. (Tätlichkeit, evtl. einfache Körperverletzung, mehrfach begangen; Beschimpfung; Drohung, mehrfach begangen; Nötigung, evtl. sexuelle Nötigung) als tatbestandsmässig; es sprach ihn aber wegen Unzurechnungsfähigkeit (Art. 10 StGB) infolge eines Krankheitsschubs paranoider Schizophrenie zur Tatzeit im Juni 1993 (weil er die nötigen Medikamente nicht eingenommen hatte) frei und verwahrte ihn gemäss Art. 43 Ziff. 1 Abs. 2 StGB. Es führte zur Gefährlichkeit aus, X. habe zwei ihm unbekannte Personen verbal mit dem Tode bedroht, eine davon verletzt und der andern ein aufgeklapptes Stellmesser an den Hals gehalten; dass nichts Gravierenderes geschehen sei, sei wohl dem Zufall und dem beherzten Eingreifen einer Drittperson zu verdanken.\n\nDas Obergericht des Kantons Bern stellte im Appellationsverfahren am 2. April 1996 fest, die aus akuten Krankheitsschüben resultierende Fremdgefährdung stehe im engen Zusammenhang mit einer Unterdosierung bzw. einem Absetzen der neuroleptischen Medikation. Die gegenwärtige Depot-Neuroleptika-Behandlung sei - allenfalls zwangsweise durchführbar - geeignet, eine schwer wiegende Fremdgefährdung zu verhindern. Es ordnete nach dem Subsidiaritätsprinzip eine weniger einschneidende stationäre Massnahme gemäss Art. 43 Ziff. 1 Abs. 1 StGB an. Bei Erfolglosigkeit wäre eine Verwahrung erneut zu prüfen und dann wohl unumgänglich.\n\nBGE 127 IV 154 S. 156\n\nIn Vollziehung dieses Strafurteils wurde X. am 22. April 1996 in die Psychiatrische Universitätsklinik Bern (heute: Universitäre Psychiatrische Dienste, UPD) bzw. als Familienpflegepatient in eine Aussenstation auf unbestimmte Zeit eingewiesen.\n\nEr stellte im März 1997 erstmals ein Gesuch um Entlassung aus dem Massnahmenvollzug, das am 2. Mai 1997 abgewiesen wurde.\n\nC.- X. stellte am 16. Februar 1998 und durch seinen Rechtsanwalt am 4. Mai 1998 ein Gesuch um Entlassung aus dem Massnahmenvollzug, das die Abteilung Straf- und Massnahmenvollzug am 5. Juni 1998 abwies. Die gegen diesen Entscheid eingereichte Beschwerde wies die Polizei- und Militärdirektion des Kantons Bern (POM) am 23. Februar 1999 ab.\n\nEr erhob am 26. März 1999 Verwaltungsgerichtsbeschwerde beim Verwaltungsgericht des Kantons Bern. Im Instruktionsverfahren wurde ein psychiatrisches Gutachten vom 27. August 1999 in Auftrag gegeben unter Gewährung des rechtlichen Gehörs zur Auswahl des Gutachters und zur Stellungnahme zu den vorgesehenen Gutachterfragen. Beweisanträgen von X. entsprechend wurden ein Ergänzungsgutachten vom 10. Januar 2000 sowie ein neurologisches Gutachten vom 22. Februar 2000 erstellt, wozu er sich am 31. März 2000 äusserte. Die psychiatrische Begutachtung bestätigte die chronische paranoide Schizophrenie. Im neurologischen Gutachten wurden recht ausgeprägte Bewegungsstörungen infolge der jahrzehntelangen Depot-Neuroleptika-Behandlung festgestellt (Spätdyskinesien); aus neurologischer Sicht bestehe Handlungsbedarf. Das Verwaltungsgericht wies am 8. September 2000 die Beschwerde ab.\n\nD.- X. erhebt eidgenössische Verwaltungsgerichtsbeschwerde mit den Anträgen, (1) das Urteil des Verwaltungsgerichts aufzuheben, (2) festzustellen, dass sein Anspruch auf raschestmögliche Prüfung des Haftentlassungsgesuchs durch ein Gericht gemäss Art. 5 Ziff. 4 EMRK (SR 0.101) verletzt sei, und den Kanton Bern anzuweisen, das Verfahren menschenrechtskonform auszugestalten, (3) ihn umgehend aus dem Massnahmenvollzug zu entlassen, eventuell den Vollzug für die Dauer von sieben Monaten ab Urteilsdatum zu bestätigen und die Ärzte anzuweisen, die Depotmedikation bis spätestens fünf Monate nach Urteilsdatum schrittweise nach ärztlichem Ermessen abzubauen, gleichzeitig die Aussenstation anzuweisen, in Zusammenarbeit mit dem Sozialdienst der UPD und ihm eine geeignete Wohnung zu suchen und die ambulante Weiterbetreuung sicherzustellen, subeventuell nach dieser Anweisung den Entscheid BGE 127 IV 154 S. 157auszusetzen mit der Weisung, nach sieben Monaten über den Verlauf des Absetzens der Depotmedikation Bericht zu erstatten.\n\nE.- Das Verwaltungsgericht erachtet in seiner Vernehmlassung die Rüge, Art. 5 Ziff. 4 EMRK sei verletzt, für unbegründet. Es sei zwar zu Gunsten des Beschwerdeführers von der grundsätzlichen Anwendbarkeit von Art. 5 Ziff. 4 EMRK ausgegangen; es frage sich aber, ob Massstab für die Verfahrensdauer nicht ohnehin eher Art. 6 Ziff. 1 EMRK bilde: Im Zentrum des Streits stehe die medizinische Behandlung, nicht der Freiheitsentzug.\n\nDas Eidgenössische Justiz- und Polizeidepartement geht in seiner Vernehmlassung von einer Verletzung von Art. 5 Ziff. 4 EMRK und einer ungenügenden gesetzlichen Grundlage in Art. 43 StGB für eine Zwangsbehandlung aus.\n\nDas Bundesgericht bejaht eine Verletzung der Frist von Art. 5 Ziff. 4 EMRK. Es weist die Verwaltungsgerichtsbeschwerde im Sinne der Erwägungen ab.", "considerants": "Aus den Erwägungen:\n\n3. a) Ausgangspunkt jeder Beurteilung ärztlichen Handelns und Unterlassens ist das verfassungs- und persönlichkeitsrechtlich abgesicherte Selbstbestimmungsrecht des Patienten (insbesondere Art. 7 und 10 Abs. 2 BV; BGE 127 I 6). Ärztliche Eingriffe sind tatbestandsmässig Körperverletzungen und ohne Rechtfertigungsgrund rechtswidrig (BGE 124 IV 258 E. 2; BGE 117 Ib 197 E. 2; BGE 99 IV 208). Liegt keine rechtfertigende Einwilligung vor, muss ein anderer Rechtfertigungsgrund gegeben sein wie Notstandshilfe oder eine auf gesetzlicher Grundlage beruhende behördliche Anordnung (BGE 99 IV 208 E. 3; ARZT, Die Aufklärungspflicht des Arztes aus strafrechtlicher Sicht, in: Wiegand [Hrsg.], Arzt und Recht, Bern 1985, S. 49).\n\nb) Die Vorinstanz prüft die Frage, ob die Massnahme und die mit ihr verbundene zwangsweise Medikation weitergeführt werden kann, im Lichte des Grundrechts der persönlichen Freiheit. Es handle sich um einen schweren Eingriff. Der Beschwerdeführer sei hinsichtlich der Medikation nicht voll urteilsfähig. Es sei äusserst zweifelhaft, ob er überhaupt in der Lage sei, ihren Sinn und Zweck zu erkennen. Es sei davon auszugehen, dass er sich der Medikation nicht freiwillig unterziehe, auch wenn er sich das Medikament wegen des finanziellen Anreizes jeweils ohne grösseren Widerstand injizieren BGE 127 IV 154 S. 158lasse. Die gesetzliche Grundlage für eine Zwangsmedikation im bundesrechtlichen Massnahmenvollzug enthalte nicht das kantonale Recht, sondern Art. 43 StGB.\n\nc) Der Beschwerdeführer bezeichnet die vorinstanzlichen Erwägungen zur Grundrechtsproblematik der Zwangsmedikation als zutreffend. Er bestreitet jedoch eine genügende gesetzliche Grundlage in Art. 43 StGB für eine mehrjährige Zwangsmedikation.\n\nd) Damit stellt sich die Frage, was unter ärztlicher Behandlung zu verstehen ist und welchem Zweck Art. 43 StGB dient. Gemäss Art. 43 StGB haben Strafgerichte eine \"ärztliche Behandlung oder besondere Pflege\" anzuordnen, wenn dies erforderlich ist. Art. 43 StGB bildet folglich dafür die gesetzliche Grundlage. In der Botschaft zur Änderung des Schweizerischen Strafgesetzbuchs (Allgemeine Bestimmungen usw., BBl 1999 S. 1979, S. 2077) wird zu Art. 59 des Entwurfs zum StGB ausgeführt, mit dem Begriff der Behandlung solle zum Ausdruck kommen, dass die therapeutischen Massnahmen in erster Linie eine therapeutische, dynamische Einflussnahme und damit primär eine Verbesserung der Legalprognose zum Inhalt haben und nicht bloss eine Pflege im Sinne einer statisch konservativen Zuwendung (mit Verweisung auf die Ausführungen zum geltenden Recht bei TRECHSEL, Schweizerisches Strafgesetzbuch, 2. Aufl., Zürich 1997, Art. 43 N. 3). Die ärztliche Behandlung im Sinne von Art. 43 StGB ist weit zu fassen (BGE 124 IV 246). Im wohlverstandenen Interesse des Betroffenen sind auch bessernde Einwirkungen zulässig (Botschaft, a.a.O., S. 2070; REHBERG, in: Honsell [Hrsg.], Handbuch des Arztrechts, Zürich 1994, S. 305).\n\nMassnahmen gemäss Art. 43 StGB sind spezifische Formen der strafrechtlichen Sanktion und bezwecken die Verhinderung von Straftaten und die Wiedereingliederung der Täter. Das entscheidende Abgrenzungskriterium gegenüber den Strafen und sonstigen Massnahmen bildet der \"Geisteszustand des Täters\", also eine ärztlich-psychiatrische Indikation. Das Gesetz verpflichtet den Richter, seinen Entscheid über die Verwahrungs-, Behandlungs- und Pflegebedürftigkeit auf Grund von Gutachten über den körperlichen und geistigen Zustand des Täters zu treffen (Art. 43 Ziff. 1 Abs. 3 StGB). Damit verweist es für die psychischen Störungen und deren Behandlung ausdrücklich auf die lex artis der ärztlichen Wissenschaften. Die Strafgerichte haben die gutachterlichen Feststellungen und konkreten Massnahmenempfehlungen im ordentlichen Verfahren zu beurteilen, wobei Rechtsanwälte die diesbezüglichen Rechte der Betroffenen ebenfalls wahrnehmen. Die Vollzugsbehörden BGE 127 IV 154 S. 159haben die gerichtlich angeordneten Massnahmen mit ihren Kontroll- und Interventionsmöglichkeiten zu begleiten (BGE 124 IV 246 E. 3d; BGE 102 IV 15 E. 4b). Es besteht überdies ein öffentlichrechtliches Fürsorgeverhältnis (Art. 46 Abs. 2 StGB).\n\nFolglich kann in Art. 43 StGB nach Wortlaut, Sinn und Zweck eine bundesstrafrechtliche Grundlage für die nach den Regeln der ärztlichen Kunst und Ethik mit dem Heilungs- und Sicherungszweck im Einzelfall begründeten Massnahmen gesehen werden. Wegen ihrer Ausrichtung auf erheblich bis schwerst psychisch gestörte Straftäter (Art. 43 Ziff. 1 Abs. 1 StGB) sowie auf Straftäter, die wegen ihres Geisteszustands die öffentliche Sicherheit in schwer wiegender Weise gefährden (Art. 43 Ziff. 1 Abs. 2 StGB), muss dies auch für ärztliche Massnahmen gegen den Willen des Betroffenen (so genannte \"ärztliche Zwangsmassnahmen\") und - nach dem aktuellen Stand der Wissenschaft - für die Behandlung mit Psychopharmaka gelten. De lege ferenda müssten aber die auftretenden Fragen vielleicht doch in einen konkreteren gesetzlichen Rahmen gestellt werden. Wie erwähnt bezweckt Art. 43 StGB indes nicht die Heilung als solche, sondern die Verhinderung von Straftaten und die Wiedereingliederung der Täter (BGE 124 IV 246 E. 3b). Ärztliche Zwangsmassnahmen dürfen daher nicht über diesen Zweck hinausgehen oder mit ihm nicht vereinbare Ziele verfolgen. Entscheidend für die Anordnung, die Durchführung und die Aufhebung von Massnahmen bleibt das mit dem Geisteszustand des Täters zusammenhängende Delinquenzrisiko, nämlich die Wahrscheinlichkeit weiterer Straftaten. Diese Prognose erfordert eine Gesamtwürdigung der Person, des Vorlebens und der begangenen Straftaten.\n\n4. a) Der Beschwerdeführer macht schliesslich geltend, einerseits bestehe keinerlei gesicherte Prognose über eine erhebliche Gefährdung Dritter bei Absetzen der Medikation, während anderseits eine Weiterführung mit grosser Wahrscheinlichkeit zu einer Invalidisierung führe und damit in den Kerngehalt der persönlichen Freiheit eingreife. Könne dieser Argumentation nicht gefolgt werden, so erweise sich jedenfalls die Weiterführung der Medikation wegen der Nebenwirkungen als unverhältnismässig. Eine Gefährdung Dritter hänge wesentlich vom Betreuungs-Setting ab. Erhalte er ausreichend finanzielle Mittel, könne eine adäquate Betreuung ausserhalb der heutigen Institution möglich sein. Eine weitere Rückbehaltung sei unter diesen Umständen nicht verhältnismässig.\n\nb) Die Vorinstanz führt im Rahmen der Verhältnismässigkeitsprüfung aus, dass die Massnahme durch ein öffentliches Interesse BGE 127 IV 154 S. 160gedeckt sei, stelle der Beschwerdeführer zu Recht nicht in Abrede. Die Gutachter hielten übereinstimmend fest, dass er bei Entlassung bzw. bei Absetzen der Medikation höchstwahrscheinlich in massiver Weise in die psychotische Symptomatik zurückfallen würde und für diesen Fall mit ähnlichen gewalttätigen Handlungen gerechnet werden müsste wie jenen, die zur Anordnung der Massnahme geführt hätten. Die Akten enthielten neben der Strafverfolgung wegen Raubes und einfacher Körperverletzung im Jahre 1984 und den Anlasstaten (oben Bst. B) Hinweise auf weitere Übergriffe auf Personen, die zwar nicht zu Strafverfahren geführt hätten, indes die in akuten Phasen psychotischer Realitätsverkennung regelmässig zu konstatierende verbale und vorab brachiale Aggressivität, Unberechenbarkeit und Distanzlosigkeit belegten. Bei Reduktion oder Absetzen der Medikation käme es zu psychotischen Schüben mit erheblicher Rückfallgefahr. Zentral für die Wirksamkeit der Massnahme seien das Vollzugsregime und die regelmässige Medikation. Mildere Massnahmen seien nicht ersichtlich. Eine Entlassung und das vollständige Absetzen der Medikation seien wegen der Auswirkungen der unbehandelten Krankheit und der hohen Rückfallgefahr nicht gangbar, zumal die drohende Beeinträchtigung von Rechtsgütern Dritter, wenn auch nicht als gravierend, so doch als beachtlich qualifiziert werden müsse. Das Behandlungskonzept beruhe auf der fehlenden Kooperation des Beschwerdeführers, erspare ihm aber auch einen täglichen demütigenden Kampf (bei zwangsweiser oraler Medikation) und gewährleiste ihm ein höchstmögliches Mass an Freiheit. Dem Gefahrenpotential werde durch die Kombination von Depotmedikation und lockeren Vollzugsmodalitäten angemessen Rechnung getragen. Der Eingriff sei somit auch zumutbar.\n\nDie Vorinstanz weist die Vollzugsbehörden und die UPD ausdrücklich auf die diagnostizierten Nebenwirkungen und die Gefahr der fortschreitenden Invalidisierung hin: \"Sie werden aufgrund dieses Befunds die gebotenen Anstrengungen zu unternehmen haben, um die nötigen Voraussetzungen für ein nach Massgabe der Möglichkeiten des Beschwerdeführers schonenderes Behandlungsregime zu schaffen.\" Im Vordergrund stehe der vom Neurologen empfohlene Wechsel zu einem Alternativmedikament, \"der innert nützlicher Frist zumindest ernsthaft versucht werden sollte\". \"Mittelfristig liesse sich weiter prüfen, ob nach Einschätzung der behandelnden Ärzte bei entsprechender Vorbereitung und gebührendem Einbezug des Beschwerdeführers im Rahmen des Massnahmenvollzugs ein Absetz-Versuch in kontrolliertem Rahmen unter BGE 127 IV 154 S. 161sorgfältiger Beobachtung im Sinne der Ausführungen des psychiatrischen Gutachters lohnenswert sein könnte\".\n\nc) Strafrechtliche Sanktionen sind als schwerer Eingriff in die Persönlichkeitsrechte mit der Verfassung nur vereinbar, wenn sie sich auf eine gesetzliche Grundlage stützen, einem überwiegenden öffentlichen Interesse entsprechen, verhältnismässig sind und den Kerngehalt des Grundrechts wahren. Damit eine Massnahme verhältnismässig ist, muss sie geeignet und notwendig sein, und es muss eine vernünftige Zweck-Mittel-Relation vorliegen (Botschaft, a.a.O., S. 2069 ff.). Eine Zwangsmassnahme ist namentlich dann unverhältnismässig, wenn eine ebenso geeignete mildere für den angestrebten Erfolg ausreicht. Der Eingriff darf in sachlicher, räumlicher, zeitlicher und personeller Hinsicht nicht einschneidender sein als notwendig (BGE 126 I 112 E. 5b; Bundesamt für Justiz, Der \"Corpus of Standards\" des Europäischen Komitees zur Verhütung von Folter und unmenschlicher oder erniedrigender Behandlung oder Strafe [CPT], Bern 2001).\n\nNach diesen Kriterien der Verhältnismässigkeit bzw. der Subsidiarität ist die weniger eingreifende der eingriffsintensiveren und die bessernde der bloss sichernden Massnahme vorzuziehen (BGE 125 IV 118 E. 5e) und die geeignete Behandlungsform auszuwählen (BGE 124 IV 246). Nach diesem Verhältnismässigkeitsprinzip erfolgen die Einordnung in das Massnahmenraster von Art. 43 StGB (BGE 123 IV 100 E. 2) und die Prüfung des Vollzugsaufschubs von Freiheitsstrafen gemäss Art. 43 Ziff. 2 StGB (BGE 124 IV 246 E. 2a; BGE 119 IV 309 E. 8b; BGE 115 IV 87; BGE 100 IV 12). Die spezialpräventiv richtige Lösung hat den Vorrang (BGE 120 IV 1 E. 2b). Die Zivilbehörden werden durch Art. 43 StGB grundsätzlich nicht an der Anordnung anderer Massnahmen gehindert (BGE 115 IV 221 E. 2).\n\nd) Wie dargelegt dürfen Strafgerichte gestützt auf Art. 43 StGB bei erheblicher Fremdgefährdung auch eine Behandlung gegen den Willen des Betroffenen anordnen (Zwangsbehandlung). Auf Grund des Sachverhalts ist mit der Vorinstanz das überwiegende öffentliche Interesse an der Massnahme wie auch deren Notwendigkeit zu bejahen. Psychopharmaka können indes individualitätsverändernd wirken und greifen besonders stark in die physische und psychische Integrität ein (BGE 126 I 112). Dabei steht selbst der Urteilsfähige, der aufgeklärt in ein Behandlungskonzept einwilligt, unter dem zumindest mittelbaren Zwang zur Kooperation im Sinne des Massnahmenzwecks. Auch bei gültiger Einwilligung sind nur die erforderlichen und nach den anerkannten Regeln der ärztlichen Kunst und BGE 127 IV 154 S. 162Ethik begründeten, durchgeführten und kontrollierten Eingriffe durch Art. 43 StGB gerechtfertigt.\n\nDer Beschwerdeführer leidet seit rund dreissig Jahren an einer chronischen paranoiden Schizophrenie und wurde deswegen bereits über zwei Dutzend Male hospitalisiert. Die für die Straftaten kausale psychische Störung wird im Rahmen der Massnahme mit dem Ziel der Verhinderung weiterer Straftaten und der Wiedereingliederung nach ärztlichen Gesichtspunkten behandelt. Dabei wird versucht, sein Zustand soweit zu bessern, dass er nicht mehr gefährlich ist. Er wird beaufsichtigt und betreut. Im Übrigen hat er weitgehende Bewegungsfreiheit, erhält täglich ein Handgeld für das Verbringen des Nachmittags in der Stadt sowie das Abendessen und nimmt zeitweise allabendlich bei seinen Eltern das Abendessen ein. Die Zwangsbehandlung besteht in der zwingenden monatlichen intramuskulären Injektion des Depot-Neuroleptikums. Eine therapeutische Zwangsbehandlung (wie Sonderernährung, antibiotische und neuroleptische Behandlung) auf Grund der anerkannten Regeln der Medizin stellt keine unmenschliche oder erniedrigende Behandlung im Sinne von Art. 3 EMRK respektive Art. 10 Abs. 3 BV dar, jedenfalls wenn die ärztliche Notwendigkeit im Einzelfall überzeugend dargetan ist (Urteil Herczegfalvy c. Österreich, Série A, Nr. 244, Ziff. 82 = EuGRZ 1992 S. 538; BGE 127 I 6 E. 5c; JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3. Aufl., Bern 1999, S. 23).\n\nDer Beschwerdeführer macht in der Begründung seiner Beschwerde geltend, eine Gefährdung Dritter hänge wesentlich vom Betreuungs-Setting ab und eine adäquate Betreuung könnte (bei ausreichenden ihm zur Verfügung gestellten finanziellen Mitteln) ausserhalb der heutigen Institution möglich sein. Auch in seinen Anträgen geht er davon aus, dass er nicht in der Lage ist, selber eine Wohnung zu suchen oder unbetreut zu leben, und dass \"die ambulante Weiterbetreuung sicherzustellen\" sei. Damit bleibt auch in seiner Argumentation die Sicherstellung einer \"adäquaten\" Betreuung zentral. Diese lässt sich zurzeit in einem anderen Rahmen nicht gewährleisten. Diesem Zweck dient die angefochtene Massnahme. Der Wohnzwang dient seiner Betreuung, soll seinen Tagesablauf strukturieren und die monatliche Medikation sicherstellen. Die Massnahme erscheint als verhältnismässig. Eine Entlassung aus der Massnahme kommt zurzeit nicht in Betracht.\n\ne) Die Vollzugsbehörden und die UPD sind jedoch im Sinne der abschliessenden Erwägungen der Vorinstanz (oben E. 4b, zweiter Absatz) auf den vom Psychiater als sinnvoll bezeichneten Absetz-Versuch BGE 127 IV 154 S. 163sowie den vom Neurologen empfohlenen Versuch mit dem Alternativmedikament zu verpflichten (\"en vertu de ses obligations propres\", BGE 102 IV 15 E. 4b). Nach den Gutachten erscheinen ein Wechsel des Medikaments und selbst ein Absetz-Versuch nämlich möglich. Diese Versuche müssen durchgeführt und ausgewertet werden. Es versteht sich, dass dies nur nach Mass und Möglichkeiten des pflichtgemässen und gewissenhaften Ermessens der Ärzte geschehen kann. Von einer Weisung im Urteilsdispositiv ist abzusehen (vgl. BGE 102 IV 15 E. 4a)."}