{"annee": "127", "cour": "IV", "page": "236", "date": "24/8/2001", "cite": ["110 IV 114", "127 IV 141", "125 IV 90", "105 IV 278", "123 IV 150", "115 IV 152", "125 II 265"], "cite_par": ["128 IV 188", "129 IV 216", "128 IV 39", "128 IV 37", "129 IV 206"], "chapeau": "39. Auszug aus dem Urteil des Kassationshofes vom 24. August 2001 i.S. A. gegen B. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 270 let. g PPF; qualité de l'accusateur privé pour former un pourvoi en nullité. Seul l'accusateur privé \"principal\" a qualité pour former un pourvoi en nullité (consid. 2b/aa). Art. 270 let. e ch. 1 PPF; qualité de la victime pour former un pourvoi en nullité. Dent cassée à la suite d'un coup assené au moyen d'une pelle; qualité de victime reconnue à la personne blessée (consid. 2b/bb)."], "faits": "|236|\n\nIm Zusammenhang mit einem heftigen Streit zwischen den verwandten Ehepaaren A. und B. über die Benützung eines sich im Familienbesitz befindenden Chalets wurden drei der beteiligten Personen verletzt. Unter anderem stiess Herr B. mit einer Schaufel gegen den Kopf von Frau A., wodurch diese zur Hauptsache einen |237| \"Teilverlust des Zahnes 34\" erlitt. Herr B. wurde im kantonalen Verfahren von der Anschuldigung der (qualifizierten) einfachen Körperverletzung freigesprochen. Frau A. führt gegen diesen Freispruch eidgenössische Nichtigkeitsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n2. a) Zunächst richtet sich die Beschwerde dagegen, dass der Beschwerdegegner von der Anschuldigung der (qualifizierten) einfachen Körperverletzung, angeblich begangen durch einen Stoss mit einer Schneeschaufel zum Nachteil der Beschwerdeführerin, freigesprochen und die entsprechende Zivilklage der Beschwerdeführerin gegen den Beschwerdegegner zurückgewiesen worden ist.\n\nIm Verlaufe der Auseinandersetzung erlitt die Beschwerdeführerin eine leichte Verletzung an der linken Wange sowie einen \"Teilverlust des Zahnes 34\". Gemäss der Darstellung der Beschwerdeführerin sind diese Verletzungen dadurch entstanden, dass der Beschwerdegegner mit einer Schneeschaufel \"wie mit einer Lanze\" gegen ihren Kopf gestossen hat. Die Vorinstanz kommt zum Schluss, die Beschwerdeführerin sei, wie sie behauptet, vom Beschwerdegegner mit der Schneeschaufel getroffen worden, was bei ihr eine Kratz- bzw. oberflächliche Schnittwunde an der linken Wange und einen abgebrochenen Zahn verursacht habe. In rechtlicher Hinsicht qualifiziert die Vorinstanz das Verhalten des Beschwerdegegners als einfache Körperverletzung. Er habe mit der Schaufel ungezielt \"herumgefuchtelt\" und damit eine Verletzung der Beschwerdeführer in Kauf genommen. Es sei jedoch davon auszugehen, dass das Eindringen der Beschwerdeführer ins Chalet rechtswidrig und von massiver Gewalteinwirkung begleitet gewesen sei. Der Beschwerdegegner habe sich persönlich bedroht gefühlt, um seine körperliche Integrität gefürchtet und sich zu Recht in einer Notwehrlage gewähnt. Angesichts der für den Beschwerdegegner durch den verursachten Lärm offensichtlichen \"Bewaffnung\" der Beschwerdeführer mit verschiedenen Werkzeugen und unter Berücksichtigung des sich rasant abspielenden \"Turbulenzgeschehens\" müsse das \"Herumfuchteln\" mit einer Schneeschaufel schliesslich auch als angemessen bezeichnet werden.\n\nDie Beschwerdeführerin ist demgegenüber der Ansicht, die Gegenüberstellung der vorliegend in Frage stehenden Rechtsgüter lasse auf eine unverhältnismässige Abwehr durch den Beschwerdegegner schliessen. Es liege ein Notwehrexzess vor.\n\n|238|\n\nb) Es ist zunächst zu prüfen, ob die Beschwerdeführerin zur Beschwerde gegen den Freispruch des Beschwerdegegners legitimiert ist.\n\naa) Gemäss Art. 270 lit. g BStP (SR 312.0) ist der Privatstrafkläger zur Nichtigkeitsbeschwerde nur dann legitimiert, wenn er nach den Vorschriften des kantonalen Rechts allein und ohne Beteiligung des öffentlichen Anklägers die Anklage geführt hat. Dies betrifft jene in einigen Kantonen vorkommenden Fälle, in denen der Privatstrafkläger von Anfang an an die Stelle des öffentlichen Anklägers tritt (BBl 1999 S. 9534), weil die Verfolgung der Straftat wegen ihres geringen Unrechtsgehaltes und mit Rücksicht auf das vorwiegend private Interesse an der Bestrafung dem Geschädigten überlassen wird (sogenanntes prinzipales Privatstrafklageverfahren; vgl. dazu HAUSER/SCHWERI, Schweizerisches Strafprozessrecht, 4. Aufl. 1999, S. 377 ff.). Voraussetzung für die Legitimation des Privatstrafklägers zur eidgenössischen Nichtigkeitsbeschwerde ist also, dass der öffentliche Ankläger nach dem kantonalen Prozessrecht nicht zur Anklage befugt ist, so dass diese von Anfang an einzig dem Privatstrafkläger zusteht. Mit dieser Regelung ist sichergestellt, dass auch da, wo der öffentliche Ankläger nach den Vorschriften des kantonalen Rechts überhaupt keine Parteirechte ausüben durfte, auf der Anklageseite ein Beschwerdeführer vorhanden ist (BGE 110 IV 114 E. 1a). Die Frage, ob der öffentliche Ankläger im kantonalen Verfahren hätte Parteirechte ausüben können, ist auch zu bejahen, wenn der öffentliche Ankläger von seinem Appellationsrecht keinen Gebrauch macht, sondern im Appellationsverfahren auf seine Parteirechte stillschweigend oder ausdrücklich verzichtet. Insoweit ist BGE 115 IV 152 E. 3 zu präzisieren und die zu Art. 270 Abs. 3 BStP in der bis 31. Dezember 1992 geltenden Fassung ergangene abweichende Rechtsprechung (BGE 105 IV 278 E. 1) aufzugeben.\n\nDie Beschwerdeführer und der Beschwerdegegner wurden durch Beschluss des Untersuchungsrichteramtes und der Staatsanwaltschaft Berner Oberland dem Strafgericht Interlaken-Oberhasli zur Beurteilung überwiesen. Erst nachdem die Beschwerdeführer gegen den erstinstanzlichen Entscheid appelliert hatten, verzichtete der Generalprokurator des Kantons Bern auf die weitere Teilnahme am Verfahren. Da die Beschwerdeführerin folglich nicht allein und ohne Beteiligung des öffentlichen Anklägers die Anklage im kantonalen Verfahren vertreten hat, ist sie als Privatstrafklägerin zur Nichtigkeitsbeschwerde im Strafpunkt nicht legitimiert.\n\n|239|\n\nbb) Gemäss Art. 270 lit. e Ziff. 1 BStP ist das Opfer zur Nichtigkeitsbeschwerde legitimiert, wenn es sich bereits vorher am Verfahren beteiligt hat und sofern der Entscheid seine Zivilansprüche betrifft oder sich auf deren Beurteilung auswirken kann.\n\nOpfer ist unter anderem, wer durch eine Straftat in seiner körperlichen Integrität unmittelbar beeinträchtigt worden ist (Art. 2 Abs. 1 OHG [SR 312.5]). Die Beeinträchtigung muss von einem gewissen Gewicht sein, weshalb ein Bagatelldelikt, welches nur eine unerhebliche körperliche Beeinträchtigung bewirkt hat, vom Anwendungsbereich des Opferhilfegesetzes ausgenommen ist. Das Opferhilfegesetz betrifft anderseits jedoch nicht nur schwer geschädigte Opfer. Entscheidend ist, ob die Beeinträchtigung des Geschädigten in seiner körperlichen Integrität das legitime Bedürfnis begründet, die Angebote und Schutzrechte des Opferhilfegesetzes in Anspruch zu nehmen (vgl. BGE 125 II 265 E. 2a/aa).\n\nDer Beschwerdegegner stiess mit der Schneeschaufel gegen den Kopf der Beschwerdeführerin, wobei er in Kauf nahm, sie zu verletzen, und brach ihr durch sein Verhalten einen Teil des Zahns 34 ab. Ein abgebrochener Zahn ist eine recht schwere körperliche Schädigung und hat für den Betroffenen erhebliche Folgen, weshalb die Opfereigenschaft zu bejahen ist.\n\nAuf die Beschwerde ist jedoch in diesem Punkt nicht einzutreten, weil die Beschwerdeführerin nicht darlegt, weshalb sich der angefochtene Entscheid auf ihre Zivilforderung auswirkt (BGE 125 IV 102 E. 1b; BGE 123 IV 152 E. 1).\n\ncc) Auf die Beschwerde im Zivilpunkt ist mangels Begründung (Art. 273 Abs. 1 lit. b BStP) und mangels Angabe des Streitwertes (Art. 271 Abs. 2 BStP; BGE 127 IV 141 E. 2) nicht einzutreten."}