{"annee": "127", "cour": "III", "page": "235", "date": "28/2/2001", "cite": [], "cite_par": ["130 V 9"], "chapeau": "42. Auszug aus dem Urteil der II. Zivilabteilung vom 28. Februar 2001 i.S. X. Versicherungen AG gegen Y. (Berufung)", "regestes": ["Passage de l'assurance collective à l'assurance individuelle ensuite de cessation des rapports de travail; notion de réserve au sens de l'art. 71 al. 1 LAMal. Par réserve, l'art. 71 al. 1 LAMal entend aussi bien la limitation individuelle, concrète et temporaire de la couverture d'assurance dans des cas particuliers que son exclusion générale et illimitée dans le temps (consid. 2)."], "faits": "|235|\n\nA.- Y. arbeitete bis zum 28. Februar 1997 bei der Verwaltung der Stadt Z. und war über deren privatrechtliche Kollektiv-Krankentaggeldversicherung bei der X. Versicherungen AG (nachfolgend X.) versichert. Nach Beendigung des Arbeitsverhältnisses schied er aus der Kollektiv-Krankentaggeldversicherung aus und |236| wurde zufolge Arbeitslosigkeit per 1. März 1997 in die Einzel-Krankentaggeldversicherung der X. übernommen. Die Versicherungsdeckung in der Einzelversicherung umfasste - wie zuvor in der Kollektivversicherung - ein Krankentaggeld von Fr. 70.- ab dem 31. Tag für die Dauer von 720 Tagen.\n\nY. war in der Folge vom 18. November 1997 bis zum 27. Februar 1998 und vom 21. Mai bis zum 8. August 1999 wegen Alkoholmissbrauches arbeitsunfähig. In der Folge erhob er bei der X. Anspruch auf Krankentaggelder für die genannten Perioden; die X. lehnte die Zahlung indessen mit der Begründung ab, die Arbeitsunfähigkeit des Versicherten sei aufgrund des Alkoholentzuges erfolgt; gemäss Ziff. 3.6 der Allgemeinen Versicherungsbedingungen (AVB) für die Einzelversicherung gelte Alkoholmissbrauch nicht als Krankheit, weshalb keine Versicherungsleistungen geschuldet seien.\n\nB.- Am 17. Dezember 1999 klagte Y. beim Verwaltungsgericht des Kantons Thurgau als Versicherungsgericht gegen die X. auf Zahlung von Fr. 5'040.- nebst Zins zu 5% seit dem 22. Januar 1998 für die Periode vom 18. Dezember 1997 bis zum 27. Februar 1998 (72 Krankheitstage) bzw. von Fr. 3'430.- nebst Zins zu 5% seit dem 15. Juli 1999 für den Zeitraum vom 21. Juni bis zum 9. August 1999 (49 Krankheitstage). Mit Urteil vom 6. September 2000 hiess das Verwaltungsgericht die Klage gut.\n\nC.- Mit eidgenössischer Berufung beantragt die Beklagte zusammengefasst, der Entscheid des Verwaltungsgerichts sei teilweise aufzuheben und die Klage im Umfang von Fr. 5'040.- nebst Zins zu 5% seit dem 22. Januar 1998 abzuweisen.", "considerants": "Aus den Erwägungen:\n\n2. Die Verweisungsnorm von Art. 100 Abs. 2 des Bundesgesetzes vom 2. April 1908 über den Versicherungsvertrag (SR 221.229.1; VVG) erklärt Art. 71 Abs. 1 des Bundesgesetzes vom 18. März 1994 über die Krankenversicherung (SR 832.10; KVG) als sinngemäss anwendbar auf arbeitslose Versicherungsnehmer und Versicherte. Im vorliegenden Verfahren geht es um die Bedeutung dieses Verweises. Art. 71 Abs. 1 KVG lautet wie folgt:\n\n\"Scheidet eine versicherte Person aus der Kollektivversicherung aus,\n\nweil sie nicht mehr zu dem im Vertrag umschriebenen Kreis der Versicherten\n\nzählt oder weil der Vertrag aufgelöst wird, so hat sie das Recht, in die\n\nEinzelversicherung des Versicherers überzutreten. Soweit die versicherte\n\nPerson in der Einzelversicherung nicht höhere Leistungen versichert,\n\ndürfen keine neuen Versicherungsvorbehalte angebracht werden; das im\n\nKollektivvertrag massgebende Eintrittsalter ist beizubehalten.\" |237|\n\na) Die Vorinstanz hat angenommen, beim Übertritt von der Kollektiv- in die Einzelversicherung dürften dem Versicherten keine Einschränkungen des Versicherungsschutzes irgendwelcher Art auferlegt werden, verfolge Art. 71 Abs. 1 KVG doch das Ziel, dem Versicherten den bisherigen Besitzstand zu wahren. Diese Garantie wäre indessen nicht gegeben, wenn der Versicherungsschutz des Übertretenden durch Vorbehalte oder Bedingungen eingeschränkt würde. Zwar könnten bei der Aufnahme in die Kollektivversicherung Vorbehalte unter Benennung von Krankheit und Vorbehaltsdauer angebracht werden; beim Wechsel von der Kollektiv- zur Einzelversicherung aber seien neue Vorbehalte auf den bisherigen Leistungen unzulässig. Seien aber schon individuelle Vorbehalte untersagt, so müsse dies erst recht für allgemein umschriebene Versicherungsausschlüsse gelten. Im konkreten Fall würden die AVB der Kollektivversicherung - im Gegensatz zu den einschlägigen AVB der Einzelversicherung - keine Einschränkungen des Versicherungsschutzes bei Heilbehandlung und Arbeitsunfähigkeit infolge übermässigen Alkoholkonsums vorsehen. Damit aber dürften dem Übertretenden keine Einschränkungen der Versicherungsdeckung gegenüber dem bisherigen Versicherungsschutz auferlegt werden und sei der Anspruch des Versicherten auf Krankentaggeld grundsätzlich gutzuheissen.\n\nb) Die Beklagte wirft dem Verwaltungsgericht vor, es habe den Bestimmungen von Art. 100 Abs. 2 VVG und Art. 71 Abs. 1 KVG fälschlicherweise die Bedeutung beigelegt, dass dem in die Einzelversicherung Übertretenden nicht nur die bisherigen Leistungen, sondern darüber hinaus auch noch sämtliche bisherigen Versicherungsbedingungen zugestanden werden müssten. Diese Auffassung sei mit Sinn und Zweck der Übertrittsregelung unvereinbar. Die Besitzstandsgarantie erstrecke sich - im Gegenteil - nur auf die bisherigen Versicherungsleistungen. Der Übertritt erfolge zwar zu den alten Versicherungsleistungen, jedoch zu den Bedingungen und Tarifen der Einzelversicherung; diesbezüglich handle es sich um einen Neuabschluss, weshalb nicht mehr die Bedingungen der Kollektivversicherung, sondern jene der Einzelversicherung zur Anwendung gelangten. Dass es sich bei der Kollektivversicherung und der Einzelversicherung um identische Produkte mit denselben AVB handeln müsse, gehe weder aus dem Gesetz selber noch aus |238| den Materialien hervor und finde auch in der Literatur keine Stütze. Vielmehr würden die gesetzlichen Vorschriften vom Einzelversicherer nur verlangen, dass er dem Übertretenden das Krankentaggeld im bisherigen Umfang weiterversichere, sofern dieser es wünsche.\n\nc) Wie sich bereits aus der Überschrift zum dritten Titel des KVG, aber auch aus den Gesetzesmaterialien ergibt, besteht für die Krankentaggeldversicherung kein Obligatorium (vgl. dazu: Botschaft über die Revision der Krankenversicherung vom 6. November 1991, BBl 1992 I 93/97, 139; AB 1992 S 1335 f.; AB 1993 N 1893). Sie kann freiwillig auf der Grundlage des KVG oder des VVG abgeschlossen werden (ALFRED MAURER, Das neue Krankenversicherungsrecht, Basel 1996, S. 108 und 113; KURT MEIER/THOMAS FINGERHUTH, Krankentaggeld statt Lohnfortzahlung, Plädoyer 1999 3 S. 27). Vor diesem Hintergrund ist die Verweisungsnorm von Art. 100 Abs. 2 VVG zu sehen. Durch sie werden die privatversicherungsrechtliche und die sozialversicherungsrechtliche Regelung aufeinander abgestimmt und wird eine einheitliche Ordnung namentlich für den Fall geschaffen, dass eine versicherte Person aus der Kollektivversicherung ausscheidet (Art. 71 Abs. 1 KVG). In erster Linie gewährt Art. 71 Abs. 1 KVG dem aus der Kollektivversicherung Austretenden das Recht, beim gleichen Versicherer in die Einzelversicherung überzutreten, womit er sich nicht anderweitig um Versicherungsschutz bemühen muss, was namentlich für einen Arbeitslosen mit Schwierigkeiten verbunden sein kann. Beim Wechsel von der Kollektiv- zur Einzelversicherung sind der übertretenden Person die gleichen Leistungen zu gewähren wie in der Kollektivversicherung (MAURER, Bundessozialversicherungsrecht, 2. unveränderte Aufl., Basel 1994, S. 272). Damit hat es jedoch nicht sein Bewenden, wie die Beklagte offenbar annimmt. Als Zweites sieht Art. 71 Abs. 1 KVG vor, dass auf diesen gleichen Leistungen - mit Ausnahme des Falles der Höherversicherung - grundsätzlich keine neuen Vorbehalte angebracht werden dürfen. Was unter dem Versicherungsvorbehalt im Sinne von Art. 71 Abs. 1 KVG zu verstehen ist, ergibt sich aus Art. 69 Abs. 1 KVG: Danach kann der Versicherer Krankheiten, die bei der Aufnahme einer Person in die Versicherung bestehen, vom Versicherungsschutz ausschliessen; dasselbe gilt für frühere Krankheiten, die erfahrungsgemäss zu Rückfällen führen können; derartige Vorbehalte fallen allerdings nach fünf Jahren dahin (Art. 69 Abs. 2 KVG). Beim Vorbehalt handelt es sich demnach um eine individuelle, konkrete und zeitlich begrenzte Einschränkung des Versicherungsschutzes in |239| Einzelfällen. Ein solcher Vorbehalt ist grundsätzlich ausgeschlossen. Was aber für die individuelle Einschränkung der Versicherungsdeckung gilt, muss erst recht für einen generellen, zeitlich unbefristeten Deckungsausschluss Geltung haben, der wegen seiner abstrakten Formulierung und seiner zeitlichen Unbegrenztheit den Versicherungsschutz weit stärker einschränkt als ein konkreter, auf fünf Jahre begrenzter Vorbehalt bei einem individuellen Versicherten (argumentum a fortiori; zur geschilderten Methode vgl. ERNST A. KRAMER, Juristische Methodenlehre, Bern 1998, S. 151).\n\nd) Als der Kläger von der Kollektivversicherung in die Einzelversicherung übertrat, war er arbeitslos; nach der Verweisungsnorm von Art. 100 Abs. 2 VVG gelangt daher Art. 71 Abs. 1 KVG zur Anwendung, wobei der Kläger unbestrittenermassen keine Höherversicherung abgeschlossen hat. Die AVB der Kollektivversicherung, die bis zur Beendigung des Arbeitsverhältnisses gegolten hatten, sahen keine Einschränkung der Versicherungsdeckung für Heilbehandlungen und Arbeitsunfähigkeit infolge (übermässigen) Alkoholkonsums vor. Anders jedoch die AVB der Einzelversicherung. Gemäss deren Ziff. 3.6 ist der Versicherer nicht leistungspflichtig bei Heilbehandlungen und Arbeitsunfähigkeit wegen missbräuchlichen Alkoholgenusses. Die Einzelversicherung enthält demnach im Unterschied zur Kollektivversicherung eine neue Einschränkung des Versicherungsschutzes in Gestalt eines generellen und zeitlich unbegrenzten Deckungsausschlusses, was nach den Ausführungen unter E. 2c hievor ebenso unzulässig ist wie ein neuer individueller Vorbehalt. Aus dem Vergleich der beiden AVB erhellt mithin, dass der Versicherer in der Einzelversicherung überhaupt nicht leistungspflichtig ist in Fällen, in denen er im Rahmen der Kollektivversicherung unzweifelhaft Leistungen erbringen müsste. Insoweit ist bei einem Übertritt von der Kollektiv- zur Einzelversicherung der Leistungsbestand nicht garantiert, was Art. 71 Abs. 1 KVG gerade verhindern will. Die Vorinstanz hat daher kein Bundesrecht verletzt, indem sie den Anspruch des Klägers auf Krankentaggelder im Grundsatz bejaht hat. Die Berufung ist abzuweisen und das angefochtene Urteil zu bestätigen."}