{"annee": "127", "cour": "IV", "page": "59", "date": "29/3/2001", "cite": ["106 IV 75", "119 IV 1", "112 IV 121", "119 IV 25", "114 IV 126"], "cite_par": ["129 IV 1"], "chapeau": "8. Auszug aus dem Urteil des Kassationshofes vom 29. März 2001 i.S. A. gegen Staatsanwaltschaft des Kantons Thurgau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 123 ch. 1 al. 1 et 2 CP; lésions corporelles simples; cas de peu de gravité. Pour déterminer si l'on se trouve dans un cas de lésions corporelles simples de peu de gravité au sens de l'art. 123 ch. 1 al. 2 CP, il faut se fonder sur l'ensemble des circonstances de l'acte, non seulement sur les lésions objectivement subies (consid. 2a/bb)."], "faits": "BGE 127 IV 59 S. 60\n\nAm 28. November 1998 griff A. im Anschluss an eine verbale Auseinandersetzung B. tätlich an, warf ihn zu Boden und trat ihn mit den Füssen mehrfach in den Oberkörper. Gleichzeitig griff sein Kollege C. den D. an und brachte diesen zu Fall. B. zog sich bei dieser Auseinandersetzung Schwellungen und Rötungen hinter dem linken Ohr und im Bereich der linken Augenbraue sowie eine Druckschmerzhaftigkeit am unteren linken Rippenbogen zu. D. verstauchte sich das Fussgelenk.\n\nAuf Grund dieses und weiterer Sachverhalte sprach die Bezirksgerichtliche Kommission Frauenfeld A. mit Urteil vom 15. September 1999 unter anderem der Körperverletzung schuldig und verurteilte ihn zu einer Gefängnisstrafe von fünf Monaten unbedingt sowie zu einer bedingt vollziehbaren Landesverweisung von drei Jahren. Auf Berufung von A. hin bestätigte das Obergericht des Kantons Thurgau am 9. März 2000 das Urteil, gewährte aber den bedingten Vollzug für die Gefängnisstrafe bei einer Probezeit von fünf Jahren.\n\nGegen diesen Entscheid führt A. eidgenössische Nichtigkeitsbeschwerde, mit der er beantragt, das vorinstanzliche Urteil sei in Bezug auf die unterlassene Anwendung von Art. 123 Ziff. 1 Abs. 2 StGB aufzuheben. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. a) bb) In der Lehre wird die Frage kontrovers beantwortet, ob für die Abgrenzung zwischen Art. 123 Ziff. 1 Abs. 1 und Abs. 2 StGB allein auf die objektiven Verletzungsfolgen oder auf die gesamten Umstände der Tat abzustellen ist (vgl. REHBERG/SCHMID, Strafrecht III, 7. Aufl., Zürich 1997, S. 30; NOLL, Schweizerisches Strafrecht, Bes. Teil, Zürich 1983, S. 42). Das Bundesgericht hat in seinem Entscheid BGE 119 IV 25 diese Frage noch offen gelassen. Im nicht publizierten Entscheid vom 20. Dezember 1999 i.S. L.M. hat der Kassationshof die Frage jedoch im Sinne der zweiten Variante entschieden: Danach sind für diese Abgrenzung sämtliche objektiven und subjektiven Umstände der Tat zu berücksichtigen. Der Kassationshof liess sich dabei von folgenden Überlegungen leiten:\n\nDer Begriff des \"leichten Falles\" ist ein unbestimmter Rechtsbegriff, welcher der richterlichen Auslegung bedarf. Die Abgrenzung des leichten Falles vom Grunddelikt allein nach objektiven Kriterien dürfte schwierig sein und wäre mit den Grundstrukturen des Strafrechts nicht vereinbar: Art. 123 Ziff. 1 Abs. 2 StGB sieht BGE 127 IV 59 S. 61als Strafzumessungsregel Strafmilderung nach freiem Ermessen gemäss Art. 66 StGB vor. Würde die Abgrenzung des leichten Falles allein unter objektivem Gesichtspunkt vorgenommen, würde die für die Strafzumessung gerade wesentliche subjektive Komponente ausgeklammert. Deshalb wird auch in Bezug auf andere Tatbestände, welche Strafmilderung für leichte Fälle vorsehen, auf die Gesamtheit der objektiven und der subjektiven Umstände abgestellt (Art. 251 Ziff. 2 StGB, vgl. dazu BGE 114 IV 126 E. 2c; Art. 19a Ziff. 2 BetmG [SR 812.121], vgl. dazu BGE 106 IV 75 E. 2a-c; Art. 21 Abs. 1 ANAG [SR 142.20], vgl. dazu BGE 112 IV 121 E. 2; vgl. auch Art. 225 Abs. 2 StGB, dazu TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, 2. Aufl., Zürich 1997, Art. 225 N. 5, mit Hinweisen).\n\nDie Vorinstanz hat für den Kassationshof verbindlich festgestellt (Art. 277bis Abs. 1 BStP [SR 312.0]), dass der Beschwerdeführer den Geschädigten im Anschluss an eine verbale Auseinandersetzung überraschend gepackt, zu Boden geworfen und ihm dann mehrere Fusstritte in den Oberkörper versetzt hat. Im Laufe der Auseinandersetzung zog sich der Geschädigte zwei je ca. 2 x 5 cm grosse Schwellungen und Rötungen im Bereich der linken Augenbraue und des linken Ohrs und eine Druckschmerzhaftigkeit am unteren linken Rippenbogen zu. Diese objektiven Verletzungsfolgen sind nicht sehr erheblich und überschreiten die Grenze zwischen Tätlichkeit und Körperverletzung - wenn überhaupt - nur knapp. Auch nach dem allgemeinen Kriterium, das bei der Frage ansetzt, ob bloss eine vorübergehende harmlose Störung des Wohlbefindens oder aber ein krankhafter Zustand verursacht worden ist, ergibt sich nichts anderes (vgl. STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil I, 5. Aufl., § 3 N. 8). Da die Abgrenzung zwischen Tätlichkeit und Körperverletzung begrifflich nur schwer zu fixieren ist, billigt das Bundesgericht den Sachrichtern einen gewissen Ermessensspielraum zu (vgl. BGE 119 IV 1 E. 4a). Die Qualifikation der Tat als Körperverletzung ist nicht bestritten und wäre auch nicht zu beanstanden. Hingegen liegt in der Tatsache, dass die Grenze zur Körperverletzung nur knapp überschritten ist, ein klares Indiz dafür, dass es sich unter objektivem Gesichtspunkt um einen leichten Fall nach Art. 123 Ziff. 1 Abs. 2 StGB handelt.\n\nZu prüfen bleibt somit, ob auch die übrigen Umstände der Tat als leicht im Sinne dieser Gesetzesnorm zu qualifizieren sind. Die konkreten Tatumstände belasten den Beschwerdeführer erheblich. Zwar gab ihm der Geschädigte einen geringfügigen Anlass zur Tat, indem BGE 127 IV 59 S. 62er sich als Gast in einem Lokal in eine Sache einmischte, die nur den Beschwerdeführer und den Lokalinhaber betraf und im Übrigen auch nicht von Belang war. Die Reaktion des Beschwerdeführers war aber dennoch unmässig. Insbesondere der Umstand, dass er den Geschädigten nach einem ersten Abschluss der Auseinandersetzung von hinten angriff, als dieser das Lokal bereits verlassen hatte, zu Boden warf und mit den Füssen traktierte, spricht gegen die Annahme eines leichten Falles, zumal der Beschwerdeführer mit seinem Vorgehen ein erhebliches aggressives Potenzial offenbarte. Daraus ergibt sich, dass er, was seinen Vorsatz betrifft, durchaus auch gravierendere Verletzungsfolgen in Kauf genommen hat als diejenigen, die faktisch eingetreten sind. Demnach kann vorliegend nicht mehr von einem leichten Fall im Sinne des Gesetzes gesprochen werden."}