{"annee": "127", "cour": "I", "page": "97", "date": "29/6/2001", "cite": ["108 IA 248", "123 I 1", "119 III 18", "126 I 97"], "cite_par": ["134 I 293"], "chapeau": "12. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 29. Juni 2001 i.S. W. gegen Einwohnergemeinde Olten und Regierungsrat des Kantons Solothurn (staatsrechtliche Beschwerde)", "regestes": ["Art. 9 Cst.; art. 24 al. 2 Cst.; attestation du contrôle des habitants certifiant une déclaration de départ. Il est arbitraire de refuser à une personne une attestation de police certifiant la déclaration de départ pour le motif que cette personne a encore des dettes d'impôt. A été laissée ouverte la question de savoir si une telle attestation fait partie des papiers qui doivent être remis aux émigrants en vertu de la Constitution (liberté d'établissement)."], "faits": "BGE 127 I 97 S. 97\n\nAm 25. Februar 1999 verlangte W. (geb. 1943) die Auszahlung ihrer Freizügigkeitsleistung aus beruflicher Vorsorge, weil sie beabsichtige, ihren Wohnsitz (definitiv) nach Italien zu verlegen. Die Vorsorgeeinrichtung lehnte eine Barauszahlung ab, offenbar weil W. keine Abmeldebestätigung der Behörden ihres Schweizer Wohnorts beibringen konnte. W. hatte zwar bei der Einwohnergemeinde Olten BGE 127 I 97 S. 98eine solche verlangt, diese weigerte sich jedoch, ein entsprechendes Dokument auszustellen. Die Einwohnerkontrolle begründete ihre Haltung mit Steuerschulden von W.; für die Steuerrechnungen der Jahre 1995-1997 waren offenbar Verlustscheine in einer Höhe von insgesamt über Fr. 20'000.- ausgestellt worden.\n\nDaraufhin veranlasste W. die Überweisung ihres Freizügigkeitsguthabens auf ein Freizügigkeitskonto und versuchte weiterhin vergeblich, von der Einwohnerkontrolle der Gemeinde Olten eine Abmeldebestätigung zu erhalten. Am 14. Juni 2000 gelangte sie schliesslich an den Regierungsrat des Kantons Solothurn, machte eine Rechtsverweigerung durch die Gemeinde Olten geltend und verlangte die Ausstellung einer Abmeldebestätigung rückwirkend auf den 29. Februar 2000. Mit Beschluss vom 12. September 2000 wies der Regierungsrat ihre Beschwerde ab.\n\nHiergegen hat W. am 16. Oktober 2000 staatsrechtliche Beschwerde beim Bundesgericht eingereicht mit dem Antrag, den Beschluss des Regierungsrats aufzuheben.\n\nDas Bundesgericht heisst die Beschwerde gut, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Tritt ein Versicherter aus einer Einrichtung der beruflichen Vorsorge aus, ohne dass sich ein Versicherungsfall ereignet hat, steht ihm eine Freizügigkeitsleistung zu (Art. 2 Abs. 1 des Bundesgesetzes vom 17. Dezember 1993 über die Freizügigkeit in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge [FZG; SR 831.42]). Diese Austrittsleistung wird in der Regel auf eine neue Vorsorgeeinrichtung übertragen (Art. 3 FZG) oder auf ein Freizügigkeitskonto bzw. eine Freizügigkeitspolice einbezahlt (Art. 4 FZG in Verbindung mit Art. 10 ff. der Verordnung vom 3. Oktober 1994 über die Freizügigkeit in der beruflichen Alters-, Hinterlassenen- und Invalidenvorsorge [FZV; SR 831.425]). Eine Auszahlung in bar ist nur für Ausnahmefälle vorgesehen (vgl. Art. 5 FZG); der Versicherte kann eine solche unter anderem dann verlangen, wenn er die Schweiz endgültig verlässt (Art. 5 Abs. 1 lit. a FZG). Um Missbräuchen vorzubeugen, hat er diesfalls den Nachweis zu erbringen, dass seiner Ausreise aus der Schweiz definitiver Charakter zukommt. Die Absicht, auszuwandern, kann er mittels Urkunden bekräftigen (vgl. CARL HELBLING, Personalvorsorge und BVG, 7. Aufl., Bern 2000, S. 257; Botschaft des Bundesrates vom 19. Dezember 1975 zum Bundesgesetz über die berufliche Alters-, Hinterlassenen- und BGE 127 I 97 S. 99Invalidenvorsorge, in: BBl 1976 I 239), wobei es der Vorsorgeeinrichtung obliegt, vom Versicherten die geeigneten Belege zu verlangen. Eine Abmeldebestätigung der letzten schweizerischen Wohnsitzgemeinde ist ein solches Beweismittel. Daneben kommen etwa ein Arbeitsvertrag, den der Versicherte mit einem (neuen) ausländischen Arbeitgeber geschlossen hat, der Miet- bzw. Kaufvertrag für eine Wohnung oder ein Haus im Ausland, die Bestätigung der Anmeldung der zuständigen ausländischen Behörde sowie - bei einem Ausländer - eine Bescheinigung der Fremdenpolizei über den Verzicht auf Niederlassung bzw. Aufenthalt in der Schweiz in Frage (vgl. BGE 119 III 18 E. 3b/bb S. 20 f., mit Hinweisen; Urteil vom 9. Dezember 1996, in: SZS 1998 S. 120 f.).\n\n3. a) Der Regierungsrat des Kantons Solothurn hat den angefochtenen Entscheid damit begründet, dass die Beschwerdeführerin der Gemeinde Olten Steuern im Betrag von Fr. 25'000.- schulde, ohne sich zu bemühen, diese Summe zu bezahlen; wenn sie ihren Pflichten nachkomme, werde sie von der Gemeinde die Abmeldebestätigung erhalten und auf ihre Freizügigkeitsleistung greifen können. Weil die Vorsorgegelder inzwischen auf dem Freizügigkeitskonto sicher angelegt seien, würden keine schützenswerten Interessen der Beschwerdeführerin verletzt. Im Übrigen sei es dieser \"mit der Wohnsitzverlegung nicht sehr ernst\", halte sie sich doch angeblich häufig in Olten auf und ihre Adresse in Italien sei \"auch nur eine 'c/o Adresse'\". Solange nicht Gewissheit darüber bestehe, dass der Lebensmittelpunkt der Beschwerdeführerin im Ausland liege, sei die Weigerung der Gemeinde, eine Abmeldebestätigung auszustellen, begründet.\n\nb) Die Beschwerdeführerin rügt vorab, der Regierungsrat hätte sie zur Frage anhören müssen, ob sie tatsächlich endgültig nach Italien ausgewandert sei; indem er unbesehen vom Gegenteil ausgegangen sei, habe er ihren Anspruch auf rechtliches Gehör verletzt (Art. 29 Abs. 2 BV; vgl. BGE 126 I 97 E. 2b S. 102 f.). Überdies sei er in Willkür (Art. 9 BV) verfallen, weil er die Feststellung, sie habe ihren Wohnsitz nicht wirklich ins Ausland verlegt, gestützt auf unüberprüfte Behauptungen der Gemeindebehörden getroffen habe. Die Beschwerdeführerin verkennt mit ihrer Argumentation, dass der Regierungsrat seinem Entscheid keineswegs eine entsprechende Sachverhaltsfeststellung zugrunde gelegt hat. In den Erwägungen kommen lediglich gewisse Zweifel an der Ernsthaftigkeit ihrer Auswanderungsabsichten zum Ausdruck. Die diesbezüglich erhobenen Rügen sind mithin unbegründet.BGE 127 I 97 S. 100\n\nc) Im Übrigen ist es weder Sache der Einwohnerkontrolle noch des Regierungsrats, zu prüfen, ob eine Person, welche sich polizeilich abmeldet, die Schweiz endgültig verlassen will. Beim Ausstellen einer Abmeldebestätigung ist grundsätzlich lediglich die Tatsache der Abmeldung als solche zu bestätigen, ohne die damit verfolgten Zwecke zu beurteilen. Der Entscheid, ob die Voraussetzungen für eine Barauszahlung des Freizügigkeitsguthabens im Sinne von Art. 5 Abs. 1 lit. a FZG erfüllt sind, steht allein der Vorsorgeeinrichtung zu. Bezweifelt die Behörde, dass der Betroffene wirklich ausgewandert ist, oder vermutet sie sonstwie ein missbräuchliches Vorgehen, kann sie allenfalls die Abmeldebestätigung zuhanden der Vorsorgeeinrichtung mit entsprechenden Hinweisen ergänzen.\n\n4. a) In materieller Hinsicht macht die Beschwerdeführerin geltend, der angefochtene Entscheid greife auf verfassungswidrige Weise in ihre Niederlassungs- bzw. Auswanderungsfreiheit (Art. 24 BV) ein und sei willkürlich. Ohne Abmeldebestätigung sei es ihr unmöglich, die Freizügigkeitsleistung in bar zu beziehen, weshalb sie ihren Lebensabend vorläufig nicht im Ausland verbringen könne bzw. diesen dort nicht (selbständig) zu finanzieren vermöge. Bis zum Erreichen des AHV-Alters sei sie auf das Freizügigkeitskapital angewiesen, um ihre Lebenshaltungskosten zu decken.\n\nb) Die Abmeldebestätigung ist gemäss unbestrittener Darstellung des Regierungsrats weder im kantonalen noch im kommunalen Recht ausdrücklich geregelt, sondern wird offenbar von den für die Einwohnerkontrolle zuständigen kommunalen Behörden routinemässig erstellt, wenn sich eine registrierte Person abmeldet.\n\nEs handelt sich um eine blosse administrative Erfassung der Mutation, weshalb die Einwohnerkontrolle die Tatsache der polizeilichen Abmeldung zu bestätigen hat, wenn dies verlangt wird. Der Bürger hat von Verfassungs wegen einen allgemeinen (ungeschriebenen) Anspruch darauf, dass ihm die zuständige Behörde einen ihrer Kontrolle unterliegenden Vorgang auf Verlangen bescheinigt; dies ergibt sich unmittelbar aus dem Rechtsgleichheitsgebot (Art. 8 BV) sowie aus der Verpflichtung der staatlichen Organe auf Treu und Glauben (Art. 9 BV). Vorausgesetzt ist, dass die verlangte Bestätigung für anderweitig zu treffende Rechtsvorkehren notwendig oder von wesentlicher Bedeutung ist und dass das Ausstellen von Erklärungen der betreffenden Art üblich ist. Diese Bedingungen erscheinen vorliegend hinsichtlich der streitigen Bestätigung der polizeilichen Abmeldung als erfüllt: Zum einen hat die Beschwerdeführerin erfolglos die Auszahlung ihrer Freizügigkeitsleistung verlangt, BGE 127 I 97 S. 101wobei die Vorsorgeeinrichtung dem Barauszahlungsbegehren offenbar deshalb nicht entsprochen hat, weil ihr keine Abmeldebestätigung vorgelegt wurde. Der Regierungsrat und die Beschwerdeführerin gehen übereinstimmend davon aus, dass es der Letzteren ohne Bestätigung ihrer Abmeldung durch die Einwohnerkontrolle Olten nicht möglich sei, die Freizügigkeitsleistung erhältlich zu machen. Unter diesen Umständen kann offen bleiben, ob und inwieweit die Beschwerdeführerin gegenüber der Vorsorgeeinrichtung allenfalls auch auf andere Weise den Nachweis erbringen könnte, die Schweiz endgültig verlassen zu haben. Zum anderen ist unstreitig, dass die Einwohnerkontrolle Olten die Tatsache, dass sich eine bei ihr registrierte Person polizeilich abmeldet, routinemässig schriftlich bestätigt.\n\nSind die dargestellten Voraussetzungen erfüllt, so kann die zuständige Behörde, vorliegend die Einwohnerkontrolle, die verlangte Bestätigung nur verweigern, wenn sachliche Gründe dies gebieten. Es ist unzulässig, das Ausstellen einer Abmeldebestätigung vom Begleichen bestehender Steuerschulden abhängig zu machen: Steuerausstände sind auf dem gesetzlich vorgesehenen Weg einzutreiben, selbst wenn das - wie offenbar vorliegend der Fall - mit Schwierigkeiten verbunden sein sollte. Es geht nicht an, dass die kantonalen und kommunalen Behörden versuchen, säumige Steuerzahler mit zweckfremden Mitteln zum Tilgen ihrer Schulden zu zwingen. Dies umso weniger, wenn im konkreten Fall die Niederlassungsfreiheit des Betroffenen in Frage steht.\n\nc) Die Niederlassungsfreiheit gemäss Art. 24 BV gewährleistet die Möglichkeit persönlichen Verweilens an jedem beliebigen Ort der Schweiz; sie gebietet den Kantonen und Gemeinden, jedem Schweizerbürger die Niederlassung auf ihrem Gebiet zu erlauben, und verbietet ihnen gleichzeitig, die Verlegung des einmal gewählten Wohnsitzes in einen anderen Kanton, eine andere Gemeinde oder ins Ausland zu verhindern oder zu erschweren (BGE 108 Ia 248 E. 1 S. 249 mit Hinweisen). Zwar ist unbestritten, dass die Beschwerdeführerin die erforderlichen Papiere erhalten hat und die Schweiz verlassen konnte. Die Abmeldebestätigung, welche sie von der Einwohnerkontrolle verlangt, zählt nicht zu den Reisedokumenten im engeren Sinne. Dennoch können Auswanderungswillige für die Wohnsitznahme im Ausland aus dem einen oder anderen Grund auf eine entsprechende Bescheinigung angewiesen sein; sei dies, wie vorliegend, zur Erhältlichmachung der Freizügigkeitsleistung als faktische Voraussetzung für die Auswanderung oder sei es allenfalls BGE 127 I 97 S. 102als Beleg gegenüber den Behörden am neuen Wohnort. Es fragt sich deshalb, ob die Abmeldebestätigung als eine Art Reisedokument im weiteren Sinne zu betrachten ist, zu dessen Ausstellung die Behörden - wie bei den Reisedokumenten im engeren Sinne (vgl. JÖRG PAUL MÜLLER, Grundrechte in der Schweiz, 3. Aufl., Bern 1999, S. 156; ANDREAS AUER/GIORGIO MALINVERNI/MICHEL HOTTELIER, Droit constitutionnel suisse, Vol. II, Bern 2000, N. 904) - bereits aufgrund der Niederlassungs- bzw. Auswanderungsfreiheit (Art. 24 Abs. 2 BV) verpflichtet sind. Die Ausstellung solcher Dokumente darf nur verweigert werden, wenn dem Wegzug des Betroffenen besondere öffentlichrechtliche Pflichten entgegenstehen (so z.B. eine Passsperre im Rahmen einer hängigen Strafuntersuchung), nicht aber wegen ungetilgter Steuerschulden (vgl. FRITZ FLEINER/ZACCARIA GIACOMETTI, Schweizerisches Bundesstaatsrecht, Zürich 1949, S. 255 f.).\n\nd) Letztlich kann jedoch offen bleiben, ob Auswandernden bereits gestützt auf Art. 24 Abs. 2 BV ein Anspruch auf Ausstellung der Abmeldebestätigung zukommt und der angefochtene Entscheid deshalb die Niederlassungs- bzw. Auswanderungsfreiheit der Beschwerdeführerin verletzt: Nach dem Gesagten steht fest, dass sich die Verweigerung der Abmeldebestätigung - die üblicherweise jedem (auf Verlangen) ausgehändigt wird, der sich polizeilich abmeldet - nicht sachlich begründen lässt. Obschon das Ziel der Einwohnergemeinde Olten, Steuerausstände einzutreiben, durchaus legitim erscheint, darf es nicht mit den gewählten Mitteln verfolgt werden. Der angefochtene Entscheid des Regierungsrats des Kantons Solothurn, welcher das Verhalten der Einwohnerkontrolle Olten schützt, ist unhaltbar und verstösst mithin gegen das Willkürverbot von Art. 9 BV (vgl. BGE 123 I 1 E. 4a S. 5 mit Hinweisen); die staatsrechtliche Beschwerde ist gutzuheissen, soweit auf sie einzutreten ist."}