{"annee": "127", "cour": "IV", "page": "163", "date": "15/6/2001", "cite": [], "cite_par": ["140 IV 11"], "chapeau": "26. Extrait de l'arrêt de la Cour de cassation pénale du 15 juin 2001 dans la cause N. contre Procureur général et Office cantonal des personnes âgées du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 148 aCP: obtention illicite de prestations complémentaires d'assurance sociale, escroquerie. Tromperie par \"acte concluant\". Commet une telle tromperie le bénéficiaire de prestations d'assurance exclusivement accordées aux indigents, qui se borne à donner suite à la requête de l'autorité compétente tendant, en vue de réexaminer sa situation économique, à la production d'un extrait de compte déterminé, alors qu'il possède une fortune non négligeable sur un autre compte, jamais déclaré (consid. 2)."], "faits": "|163|\n\nA.- N. est arrivé en Suisse en 1975. Quelques années plus tard, il a requis de l'Office cantonal genevois des personnes âgées l'octroi |164| de prestations complémentaires au sens de la loi fédérale du 19 mars 1965 sur les prestations complémentaires à l'assurance-vieillesse, survivants et invalidité (LPC; RS 831.30). Se fondant sur son indigence apparente, cet office lui a accordé une rente de septembre 1980 à mai 1997.\n\nPar la suite, il s'est cependant avéré que N. avait, en 1978, gagné au Tiercé français une somme de 280'000 FF, soit 80'000 CHF à 100'000 CHF. Il avait alors versé ce montant sur un compte bancaire en Allemagne, puis l'avait transféré en 1988 auprès de la Banque C. à Zurich, sans jamais en révéler l'existence à l'Office cantonal des personnes âgées.\n\nB.- Le 7 janvier 2000, le Tribunal de police du canton de Genève a reconnu N. coupable d'escroquerie (art. 148 aCP) en raison des faits susdécrits. Ayant retenu en outre une infraction en matière de stupéfiants, il a condamné l'intéressé à dix mois d'emprisonnement avec sursis durant quatre ans.\n\nN. a déféré ce prononcé devant la Chambre pénale de la Cour de justice du canton de Genève, qui l'a confirmé le 10 avril 2000.\n\nC.- Statuant le 28 septembre 2000 (6S.288/2000), le Tribunal fédéral a admis partiellement le pourvoi en nullité formé par N. contre l'arrêt de la Chambre pénale, a annulé ce jugement et a renvoyé la cause à l'autorité cantonale pour nouvelle décision.\n\nLe Tribunal fédéral a confirmé que l'intéressé avait commis une escroquerie en sollicitant et obtenant des prestations de l'Office cantonal des personnes âgées, sans l'informer qu'il disposait d'une fortune non négligeable. Cet acte étant toutefois prescrit, il y avait lieu d'examiner si l'intéressé n'avait pas renouvelé cette infraction par la suite, dès lors qu'il avait continué à bénéficier des prestations de l'Office cantonal jusqu'en 1997. A cet égard, dans l'hypothèse où N. s'était borné à passivement percevoir ces prestations sans jamais spontanément déclarer sa situation financière réelle ni être interrogé à ce propos, on ne pouvait considérer qu'il ait répété à chaque fois une tromperie par commission, ni même par omission dès lors qu'il ne se trouvait pas dans une position de garant. En revanche, si l'Office cantonal ne s'était pas contenté de lui verser ces prestations de manière routinière, mais l'avait conduit à s'exprimer une ou plusieurs fois sur sa situation financière, au moins par acte concluant ou silence qualifié, par exemple en l'amenant à renouveler sa demande, il fallait alors admettre que N. avait commis des tromperies par action postérieures à sa demande initiale qui pouvaient, selon la date de leur réalisation, échapper à la prescription.\n\n|165|\n\nLe dossier a été renvoyé à l'autorité intimée pour qu'elle se prononce notamment sur ce point.\n\nD.- Statuant à nouveau le 15 janvier 2001, la Chambre pénale a derechef confirmé le jugement rendu le 7 janvier 2000 par le Tribunal de police.\n\nS'agissant des faits, l'autorité cantonale a retenu les éléments supplémentaires suivants:\n\nLe 1er février 1983, N. a requis de l'Office cantonal des personnes âgées l'octroi de prestations complémentaires, en indiquant expressément ne posséder aucune fortune. Par décision du 8 mars 1983, l'autorité lui a accordé une rente mensuelle avec effet rétroactif au 1er septembre 1980, versée auprès de la Banque Populaire Suisse sur son livret d'épargne no x. Le 2 mars 1987, l'Office cantonal a procédé au réexamen périodique de la situation économique de l'intéressé et lui a soumis un questionnaire à remplir. Le 12 août 1987, N. a répondu n'avoir aucun élément de fortune, à l'exception d'un solde en compte auprès de la Banque Populaire Suisse de 19 fr. 65 au 31 décembre 1986. Le 3 juillet 1992, l'Office cantonal a de nouveau réexaminé la situation de N. et lui a demandé de lui transmettre un extrait de son livret d'épargne no x, mentionnant le capital et les intérêts inscrits au 31 décembre 1991. N. s'est exécuté le 21 août 1992 en adressant une attestation indiquant un solde de 11 fr. 90.\n\nEn droit, la Chambre pénale a considéré que l'intéressé avait commis des escroqueries envers l'Office cantonal des personnes âgées en requérant et obtenant des prestations sans révéler sa fortune, non seulement lors de sa demande initiale le 1er février 1983, mais également le 12 août 1987 et le 21 août 1992.\n\nE.- Agissant par la voie du pourvoi en nullité, N. demande au Tribunal fédéral d'annuler l'arrêt du 15 janvier 2001 de la Chambre pénale. Il se plaint d'une violation des art. 59 CP et 148 aCP.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. Le recourant ne nie pas les escroqueries perpétrées en 1983 et 1987, mais conteste avoir réitéré une telle infraction en 1992.\n\na) D'après l'autorité intimée, le recourant a commis une tromperie par action le 21 août 1992, en se limitant à déclarer à l'Office cantonal des personnes âgées l'existence de son livret d'épargne auprès de la Banque Populaire Suisse, à l'exclusion de tout autre élément de fortune. Certes, l'Office cantonal n'avait pas invité |166| l'intéressé à produire d'autres relevés bancaires, mais il ignorait l'existence des avoirs auprès de la Banque C., de sorte qu'il ne pouvait manifestement pas exiger les justificatifs y relatifs.\n\nb) Les agissements en cause du recourant doivent effectivement être qualifiés d'escroquerie.\n\nCertes, le recourant a dûment donné suite à la requête de l'Office cantonal, tendant à la transmission d'un extrait déterminé de son livret d'épargne. Toutefois, il n'a pas révélé ses autres avoirs. Or, il ne pouvait ignorer que la démarche de l'Office cantonal visait en réalité à examiner si l'indigence, dans laquelle il avait expressément déclaré se trouver en 1983 et 1987, perdurait encore. En se limitant à produire le livret d'épargne, il a ainsi, par acte concluant, confirmé ses déclarations antérieures selon lesquelles il ne possédait pas d'autres biens que ce compte et affirmé son indigence. Force est donc de conclure qu'il a réalisé une tromperie par action en 1992 également.\n\nPar ailleurs, la condition de l'astuce reste de même remplie, du moment que l'autorité ne pouvait que très difficilement déceler sa fortune."}