{"annee": "127", "cour": "IV", "page": "97", "date": "22/2/2001", "cite": ["118 IV 337", "124 IV 94", "124 II 193", "110 II 293", "118 IV 52", "117 II 466", "122 IV 292", "117 IV 276", "101 IV 1", "114 II 91", "118 IV 342"], "cite_par": ["134 IV 17", "128 IV 3", "128 II 282", "128 IV 73"], "chapeau": "14. Extrait de l'arrêt de la Cour de cassation pénale du 22 février 2001 dans la cause X. contre Ministère public du canton de Fribourg (pourvoi en nullité)", "regestes": ["Art. 21 et 22 CP; tentative et délit manqué. Sauf en cas de désistement, respectivement de repentir actif, la différence entre la tentative inachevée et la tentative achevée n'a pas d'importance pratique. Celui qui est condamné pour délit manqué d'une infraction, alors que c'est la tentative simple qui eût dû être retenue, n'a donc pas d'intérêt juridique à l'annulation de l'arrêt attaqué sur ce point (consid. 1). Art. 63 et 41 CP; fixation de la peine; durée compatible avec l'octroi du sursis. Une peine privative de liberté n'est suffisamment proche de la limite de 18 mois permettant l'octroi du sursis que si elle n'excède pas 21 mois (consid. 3)."], "faits": "|98|\n\nA.- Par jugement contumacial du 4 juin 1996, le Tribunal criminel de la Gruyère a condamné X., ressortissant de l'ex-Yougoslavie né en 1971, pour délit manqué de viol (art. 190 al. 1 et 22 al. 1 CP), actes d'ordre sexuel avec des enfants au sens de l'art. 187 ch. 4 CP, lésions corporelles simples (art. 123 ch. 1 al. 1 CP) et infraction à la LSEE, à la peine de 2 1/2 ans d'emprisonnement ainsi qu'à une amende de 300 francs.\n\nLe 18 novembre 1996, X. a demandé le relief de ce jugement, mais ne s'est pas présenté à l'audience du Tribunal criminel de la Gruyère du 15 avril 1997, qui, par jugement du même jour, l'a condamné, derechef par défaut, pour les mêmes infractions, à la même peine.\n\nSa demande de relief de ce jugement ayant été écartée le 21 février 2000, X. en a appelé. Par arrêt du 6 novembre 2000, la Cour d'appel pénal du Tribunal cantonal fribourgeois, admettant partiellement le recours, a condamné X., pour délit manqué de viol (art. 190 al. 1 et 22 al. 1 CP), actes d'ordre sexuel avec des enfants au sens de l'art. 187 ch. 4 CP et infraction à la LSEE, à la peine de 2 ans d'emprisonnement ainsi qu'à une amende de 300 francs.\n\nB.- Cet arrêt retient, en résumé, ce qui suit.\n\na) Le 29 mai 1994, X. et son frère ont dîné avec Y., née le 6 février 1978, et la soeur de celle-ci dans l'appartement qu'il occupait avec un ami à Z. Après le repas, il est resté seul avec Y. Ayant fermé à clef la porte de l'appartement et de la chambre dans laquelle Y. était étendue sur un lit, il a fait à cette dernière des propositions, qu'elle a refusées. X., qui s'était entre-temps déshabillé, l'a alors frappée, notamment sur les bras et sur les jambes, lui causant de multiples ecchymoses, puis l'a partiellement déshabillée, tentant de lui enlever son pantalon. Saisissant un appareil de radio, Y. en a frappé X. à la tête, lequel s'est néanmoins couché sur elle; il a commencé à la pénétrer, mais n'est pas parvenu à entrer en elle; il s'est alors masturbé, éjaculant sur le ventre de sa victime.\n\nb) La cour cantonale a écarté le grief de l'appelant, qui soutenait que, s'agissant du viol, seule la tentative inachevée au sens de l'art. 21 al. 1 CP, et non le délit manqué au sens de l'art. 22 al. 1 CP, pouvait être retenue; elle a observé que c'est le viol consommé qui aurait dû être retenu, mais que l'interdiction de la reformatio in pejus ne lui permettait pas de corriger le jugement en ce sens. Elle a en revanche admis le recours dans la mesure où l'appelant contestait sa condamnation pour lésions corporelles simples, estimant que, dans le cas d'espèce, cette infraction était absorbée par le viol. Considérant que l'accusé devait être libéré de l'infraction de lésions corporelles |99| simples et que les premiers juges n'avaient pas exposé pourquoi ils n'avaient pas fait application de l'art. 65 CP en ce qui concerne le délit manqué de viol, elle a statué à nouveau sur la peine, l'arrêtant à 2 ans d'emprisonnement et 300 fr. d'amende.\n\nC.- X. se pourvoit en nullité au Tribunal fédéral. Invoquant une violation des art. 21 al. 1 et 22 al. 1 CP en relation avec l'art. 190 al. 1 CP, des art. 63 et 65 CP ainsi que de l'art. 41 CP, il conclut à l'annulation de l'arrêt attaqué. Il sollicite par ailleurs l'assistance judiciaire et l'effet suspensif.\n\nLe Tribunal fédéral a rejeté le pourvoi dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n1. Se référant à l' ATF 101 IV 1, le recourant fait valoir que le viol, en tant que pur délit formel, ne laisse aucune place au délit manqué au sens de l'art. 22 al. 1 CP. Comme le viol consommé ne pouvait être retenu en raison de l'interdiction de la reformatio in pejus, la cour cantonale aurait dû admettre la tentative inachevée au sens de l'art. 21 al. 1 CP.\n\na) L'arrêt attaqué rappelle expressément la jurisprudence invoquée par le recourant. S'il condamne néanmoins ce dernier pour délit manqué de viol au sens de l'art. 22 al. 1 CP, c'est parce qu'il considère que c'est le viol consommé qui aurait dû être retenu, mais que le droit cantonal ne lui permet pas de réformer le jugement de première instance en défaveur de l'accusé.\n\nIl n'y a pas lieu d'examiner la question, qui n'est au demeurant pas soulevée, de savoir si c'est à juste titre qu'il a été admis que le viol avait été consommé, puisque, compte tenu de l'interdiction de la reformatio in pejus, seul le viol tenté pouvait être retenu. Comme le viol est un pur délit formel, il ne laisse aucune place au délit manqué au sens de l'art. 22 al. 1 CP, conformément à la jurisprudence citée par le recourant (ATF 101 IV 1 consid. 2 p. 3). Seule la tentative inachevée au sens de l'art. 21 al. 1 CP pouvait par conséquent être retenue, sous réserve de cas particuliers (cf. GUIDO JENNY, Kommentar zum schweizerischen Strafrecht, vol. 4, Berne 1997, art. 190 CP, no 8). Reste à examiner si le recourant a un intérêt à l'annulation de l'arrêt attaqué sur ce point.\n\nb) Hormis le délit impossible, qui n'entre pas en considération en l'espèce, la loi distingue deux formes de tentative: la tentative simple ou inachevée (art. 21 al. 1 CP) et le délit manqué ou tentative achevée (art. 22 al. 1 CP), suivant que l'auteur n'a pas poursuivi jusqu'au |100| bout son activité coupable ou l'a poursuivie jusqu'au bout mais sans atteindre le résultat nécessaire pour que le crime ou le délit soit consommé. De la seule différence entre ces deux formes de tentative, la loi ne tire toutefois pas de conséquence; la tentative, qu'elle soit inachevée ou achevée, est punissable et, dans les deux cas, la loi prévoit que le juge pourra atténuer la peine selon l'art. 65 CP. Eu égard au principe selon lequel il se justifie de prendre en considération une révision de la loi en cours (cf. ATF 110 II 293 consid. 2a p. 296; également ATF 124 II 193 consid. 5d p. 201; ATF 122 IV 292 consid. 2d p. 297; ATF 118 IV 52 consid. 2c p. 55; ATF 117 IV 276 consid. 3c p. 279; ATF 117 II 466 consid. 5a p. 475; ATF 114 II 91 consid. 1), on peut au demeurant observer que l'art. 22 al. 1 du projet de révision du code pénal que le Conseil fédéral a soumis le 21 septembre 1998 aux Chambres fédérales réunit les deux formes de tentative dans la même disposition, avec les mêmes conséquences, à savoir que la tentative est punissable et que la peine peut être atténuée (cf. art. 22 du Message et du Projet du 21 septembre 1998, FF 1999 p. 1787 ss, 2106 [texte légal] et 1816 [texte du message]). La distinction entre les deux formes de tentative n'a d'importance pratique qu'en cas de désistement (art. 21 al. 2 CP), respectivement de repentir actif (art. 22 al. 2 CP): alors que dans le premier cas une exemption de toute peine est possible, seule une atténuation libre de la peine selon l'art. 66 CP est possible dans le second cas.\n\nEn l'espèce, la question du désistement, respectivement du repentir actif, ne se pose pas. Que, s'agissant de l'infraction en cause, le dispositif de l'arrêt attaqué condamne le recourant pour délit manqué en application de l'art. 22 al. 1 CP, alors qu'il eût fallu retenir la tentative inachevée au sens de l'art. 21 al. 1 CP, demeure donc sans incidence pratique, de sorte que le recourant n'a pas d'intérêt juridique à l'annulation de l'arrêt attaqué sur ce point (cf. ATF 124 IV 94 consid. 1a). Cela doit d'autant plus être admis en l'espèce que, selon l'arrêt attaqué, c'est en réalité le viol consommé, et non le viol tenté, qui aurait dû être retenu; dans cette mesure, fût-il modifié, le dispositif de l'arrêt attaqué serait de toute manière erroné. Le grief est par conséquent irrecevable.\n\n3. Invoquant une violation de l'art. 41 CP, le recourant reproche à la cour cantonale de n'avoir pas tenu compte, dans la fixation de la peine, de la limite de 18 mois au-delà de laquelle le sursis ne peut pas être accordé.\n\nTel qu'il est formulé, le grief revient en réalité à se plaindre d'une violation de l'art. 63 CP, non pas de l'art. 41 CP.\n\n|101|\n\nSelon la jurisprudence, lorsque la peine privative de liberté qu'il envisage de prononcer n'est pas d'une durée nettement supérieure à 18 mois et que les conditions du sursis sont par ailleurs réunies, le juge doit examiner si, compte tenu de la situation personnelle de l'accusé, l'exécution de la peine n'irait pas à l'encontre du but premier du droit pénal, qui est de prévenir la commission d'infractions; le cas échéant, il doit en principe en tenir compte dans un sens atténuant dans le cadre de l'art. 63 CP (ATF 118 IV 337 consid. 2c p. 339 s.); encore faut-il cependant que la peine demeure proportionnée à la faute à sanctionner (ATF 118 IV 342 consid. 2f p. 349 s.).\n\nDans un arrêt non publié 6S.539/1992 du 27 mai 1992, le Tribunal fédéral a admis qu'une peine privative de liberté de 21 mois est suffisamment proche de la limite de 18 mois pour que celle-ci soit prise en compte dans le cadre de la fixation de la peine. Il a en revanche nié, dans un arrêt non publié 6S.266/1996 du 21 mai 1996, qu'une peine privative de liberté de 22 mois soit suffisamment proche de cette limite. Dans la mesure où l'auteur cité par le recourant croit pouvoir déduire de l' ATF 118 IV 337 que ce n'est qu'au-dessus de 24 mois qu'une peine privative de liberté ne peut plus être considérée comme nettement supérieure à 18 mois, il ne saurait être suivi.\n\nAu vu de cette jurisprudence, la cour cantonale, qui envisageait de prononcer une peine de 2 ans d'emprisonnement, n'avait pas à tenir compte de la circonstance invoquée."}