{"annee": "127", "cour": "III", "page": "519", "date": "25/6/2001", "cite": ["122 III 10", "125 III 305", "125 III 78", "126 III 25", "119 III 60", "126 III 189", "126 III 375", "122 III 219", "121 V 150", "118 II 142", "113 II 25", "119 II 40"], "cite_par": ["137 III 226", "131 III 222", "139 III 7", "129 III 18"], "chapeau": "87. Extrait de l'arrêt de la Ire Cour civile du 25 juin 2001 dans la cause A. et B. contre C., D. et E. (recours en réforme)", "regestes": ["Preuve du caractère onéreux d'une prestation d'ingénieur. Lorsqu'un ingénieur fournit des plans et que le caractère onéreux du contrat est contesté, il lui incombe de prouver qu'une rémunération a été convenue (consid. 2a). Nature juridique du contrat d'ingénieur conclu à titre gratuit. Si un ingénieur s'engage à fournir ses prestations gratuitement, il n'y a pas conclusion d'un contrat d'entreprise, mais d'un contrat innomé (consid. 2b). Détermination du prix de l'ouvrage selon l'art. 374 CO. L'art. 374 CO ne s'applique que si les parties sont convenues du caractère onéreux de la prestation, mais n'ont pas déterminé le montant de la rémunération de l'entrepreneur (consid. 2c)."], "faits": "|520|\n\nA.- Au mois de juillet 1995, C. (dessinatrice), D. et E. (tous deux architectes) se sont associés afin de participer au concours d'idées en deux temps lancé par l'Etat de Vaud pour la réalisation du Relais autoroutier de Bavois sur l'autoroute N1 Lausanne-Yverdon.\n\nParmi les 120 projets présentés, celui de C., D. et E. a été retenu, avec 11 autres projets, pour prendre part à la seconde phase du concours. Cette phase impliquait la collaboration d'un bureau d'ingénieurs.\n\nLes trois concurrents sont entrés en contact avec les ingénieurs A. et B., grâce auxquels le bureau d'ingénieurs civils F., G., X. S.A. a accepté de mettre son nom à disposition, les ingénieurs A. et B. intervenant comme consultants. Une première rencontre a eu lieu à Orbe, le 16 janvier 1996, entre les trois concurrents et les ingénieurs A. et B. Au cours de cette séance, les concurrents ont présenté l'avancement de leurs travaux et les modalités du concours; il n'est pas |521| établi que la question d'une rémunération des ingénieurs aurait alors été discutée ni même évoquée.\n\nLe 16 mars 1996, les ingénieurs ont envoyé aux concurrents les plans de trois variantes de ponts pour le franchissement de l'autoroute; des plans, des esquisses et des croquis ont encore été transmis ultérieurement.\n\nLe 12 avril 1996, C. a exprimé à B. sa déception pour le travail fourni. Par courrier du 16 avril 1996, A. et B. ont répondu, sur un ton acide, en ajoutant la phrase suivante: \"Sur ce, nous vous communiquons notre numéro de compte pour le versement de la somme correspondant à la moitié de l'éventuel prix attribué à notre projet\".\n\nLe 19 avril 1996, les concurrents se sont adressés au bureau F., G., X. S.A., en réponse à la lettre du 16 avril 1996, en précisant qu'il n'a jamais été question d'honorer les prestations d'ingénieurs.\n\nLe 30 mai 1996, le jury du concours a accordé le premier prix, d'un montant de 18'000 fr. - auxquels s'ajoutent 8'000 fr. d'indemnisation fixe -, au projet présenté par C., D. et E.\n\nPar lettre du 12 septembre 1996, l'avocat des deux ingénieurs a mis en demeure les trois concurrents de leur payer la somme de 16'672 fr. 60 avec intérêts à 5% dès le 31 mai 1996.\n\nB.- Cette mise en demeure étant restée vaine, A. et B. ont déposé devant la Cour civile du Tribunal cantonal vaudois, le 28 novembre 1996, une demande en paiement dirigée contre C., D. et E., concluant à ce que ces derniers soient condamnés solidairement à leur verser la somme de 16'672 fr. 60 avec intérêts à 5% l'an dès le 31 mai 1996.\n\nPar jugement du 21 juillet 2000, la Cour civile a rejeté la demande. En substance, elle a estimé que les circonstances ne permettaient pas de présumer le caractère onéreux du contrat passé entre les parties.\n\nC.- A. et B. exercent un recours en réforme au Tribunal fédéral. Ils concluent à la réforme du jugement attaqué en ce sens que les défendeurs sont condamnés, solidairement entre eux, à leur verser la somme de 10'005 fr. avec intérêts à 5% l'an dès le 31 mai 1996.\n\nLe Tribunal fédéral a rejeté le recours et confirmé le jugement attaqué.", "considerants": "Extrait des considérants:\n\n2. a) A lire le mémoire de recours, il apparaît que les recourants invoquent tout d'abord une violation de l'art. 8 CC, et non 8 CPC/VD.\n\nSelon cette disposition, chaque partie doit, si la loi ne prescrit le contraire, prouver les faits qu'elle allègue pour en déduire son droit.\n\n|522|\n\nPour toutes les prétentions relevant du droit privé fédéral (cf. ATF 125 III 78 consid. 3b), l'art. 8 CC répartit le fardeau de la preuve (ATF 122 III 219 consid. 3c) - en l'absence de disposition spéciale contraire - et détermine, sur cette base, laquelle des parties doit assumer les conséquences de l'échec de la preuve (ATF 126 III 189 consid. 2b; ATF 125 III 78 consid. 3b). Cette disposition ne prescrit cependant pas quelles sont les mesures probatoires qui doivent être ordonnées (cf. ATF 122 III 219 consid. 3c; ATF 119 III 60 consid. 2c). Elle n'empêche pas le juge de refuser une mesure probatoire par une appréciation anticipée des preuves (ATF 121 V 150 consid. 5a). L'art. 8 CC ne dicte pas comment le juge peut forger sa conviction (ATF 122 III 219 consid. 3c; ATF 119 III 60 consid. 2c; ATF 118 II 142 consid. 3a).\n\nEn l'espèce, il est constant que les recourants, qui sont des ingénieurs professionnels, ont fourni des plans. Une telle prestation, par sa nature, peut faire l'objet d'un contrat d'entreprise (cf. ATF 119 II 40 consid. 2d). La question litigieuse est de savoir si la prestation des ingénieurs a été convenue à titre onéreux.\n\nComme les recourants se prétendent créanciers, c'est à eux qu'il incombe - selon la règle contenue à l'art. 8 CC - de prouver les faits dont on peut déduire leurs droits. Lorsque le litige porte sur le caractère onéreux du contrat, il incombe à l'entrepreneur de prouver qu'une rémunération a été convenue (GAUCH, Le contrat d'entreprise, adaptation française par Benoît Carron, n. 112, p. 34; TERCIER, Les contrats spéciaux, 2e éd., n. 3642, p. 447; BÜHLER, Commentaire zurichois, n. 68 ad art. 363 CO; ZINDEL/PULVER, Commentaire bâlois, 2e éd., n. 5 ad art. 363 CO).\n\nEtant parvenue - à l'issue d'une appréciation des preuves qui ne peut faire l'objet d'un recours en réforme - à la conclusion que la question était douteuse, la cour cantonale n'a pas renversé le fardeau de la preuve et violé l'art. 8 CC en tranchant le litige en défaveur de la partie qui avait le fardeau de la preuve.\n\nQuand les recourants reprochent à l'autorité cantonale de ne pas avoir suivi l'opinion de l'expert, ils soulèvent une question qui ne relève pas de l'art. 8 CC, puisque cette disposition ne règle pas comment le juge peut parvenir à une conviction; il s'agit d'une pure question d'appréciation des preuves, qui ne peut donner lieu à un recours en réforme.\n\nEt lorsque les recourants énumèrent des éléments qui leur paraissent favorables à leur version, ils invitent le Tribunal fédéral à revoir l'appréciation des preuves, alors que celle-ci ne relève pas de l'art. 8 CC et ne saurait être critiquée en instance de réforme.\n\n|523|\n\nIl n'y a donc pas trace d'une violation de l'art. 8 CC.\n\nb) Les recourants reprochent à la cour cantonale d'avoir violé l'art. 363 in fine CO, qui prévoit que le contrat d'entreprise revêt un caractère onéreux.\n\nIl résulte de la définition légale qu'il ne peut y avoir contrat d'entreprise que si l'une des parties s'oblige à exécuter un ouvrage, moyennant un prix que l'autre partie s'engage à lui payer (art. 363 CO). L'obligation de rémunérer l'entrepreneur est un élément essentiel de ce contrat, sans lequel la qualification de contrat d'entreprise ne peut pas être retenue (ATF 122 III 10 consid. 3). Si une personne s'engage à livrer gratuitement un ouvrage, il résulte clairement de l'art. 363 CO que la qualification de contrat d'entreprise est exclue; la doctrine actuelle considère qu'il s'agit alors d'un contrat innommé (GAUCH, op. cit., n. 115, p. 35; TERCIER, op. cit., n. 3643, p. 447; BÜHLER, op. cit., n. 68 ad art. 363 CO; ZINDEL/PULVER, op. cit., n. 6 ad art. 363 CO; KOLLER, Commentaire bernois, n. 51 ad art. 363 CO).\n\nDès l'instant où l'autorité cantonale a acquis la conviction, en appliquant la règle sur le fardeau de la preuve, que la prestation des ingénieurs devait être fournie gratuitement, elle n'a nullement violé l'art. 363 CO en constatant qu'elle ne se trouvait pas en présence d'un contrat d'entreprise au sens de cette disposition.\n\nc) Les recourants font grief à la Cour civile d'avoir violé l'art. 374 CO, qui prévoit le mode de calcul de la rémunération de l'entrepreneur lorsque le prix n'a pas été fixé d'avance ou ne l'a été qu'approximativement.\n\nSelon son texte clair, cette disposition ne concerne que la détermination du montant de la rémunération; elle s'applique lorsque - faute d'accord des parties sur ce point - il faut fixer après coup la quotité de la rémunération (GAUCH, op. cit., n. 110, p. 34; TERCIER, op. cit., n. 3647, p. 447; ZINDEL/PULVER, op. cit., n. 4 ad art. 363 CO; KOLLER, op. cit., n. 83 ad art. 363 CO; ENGEL, Contrats de droit suisse, 2e éd., p. 456 s.).\n\nPour que cette disposition soit applicable, il faut que les parties aient conclu un contrat d'entreprise au sens de l'art. 363 CO, c'est-à-dire un contrat onéreux. Cette disposition suppose que les parties soient d'accord sur le caractère onéreux de la prestation, mais qu'elles n'aient pas fixé le montant de la rémunération due à l'entrepreneur.\n\nComme il a été retenu en l'espèce que la prestation a été convenue à titre gratuit, il est évident que l'art. 374 CO ne trouvait pas application, de sorte que cette disposition n'a pas été enfreinte par la cour cantonale.\n\n|524|\n\nd) L'autorité cantonale a constaté en fait - d'une manière qui lie le Tribunal fédéral saisi d'un recours en réforme (art. 63 al. 2 OJ) - que les plaideurs n'ont pas passé un accord écrit ou un accord verbal sur le caractère onéreux de la prestation des ingénieurs.\n\nIl reste à examiner si un tel accord ne peut pas être déduit de l'attitude des parties, notamment en fonction d'un usage en la matière (KOLLER, op. cit., n. 77 ad art. 363 CO). La preuve d'un usage incombe cependant à l'entrepreneur (KOLLER, op. cit., n. 78 ad art. 363 CO). Autrement dit, il y a lieu d'interpréter l'attitude respective des parties selon la théorie de la confiance et examiner s'il en résulte une manifestation de volonté concordante (sur l'interprétation des manifestations de volonté selon la théorie de la confiance: cf. ATF 126 III 375 consid. 2e/aa; sur le pouvoir d'examen du Tribunal fédéral en cette matière: cf. ATF 126 III 25 consid. 3c, 59 consid. 5a, 375 consid. 2e/aa; ATF 125 III 305 consid. 2b, 435 consid. 2a/aa).\n\nLa cour cantonale a retenu qu'il n'était pas prouvé qu'il y ait un usage selon lequel les prestations d'un ingénieur dans le cadre d'un concours donneraient lieu à rémunération. La constatation sur l'existence ou l'inexistence d'un usage relève des faits, de sorte qu'elle ne peut être revue par le Tribunal fédéral saisi d'un recours en réforme (ATF 113 II 25 consid. 1a).\n\nD'un point de vue théorique, la participation des ingénieurs à un concours peut être réglée de différentes manières.\n\nOn peut imaginer tout d'abord que les architectes et les ingénieurs conviennent d'unir leurs efforts en vue d'obtenir le prix et constituent entre eux une société simple (art. 530 al. 1 CO). En l'espèce, il ressort des constatations cantonales qu'il s'agissait principalement d'un concours d'architecture (c'est d'ailleurs aux architectes que le prix a été remis), que les architectes sont intervenus seuls lors de la première étape du concours et que les ingénieurs n'ont apporté qu'une prestation d'appoint dans la seconde phase (sur laquelle les architectes ont porté une appréciation); dans une telle situation, on ne discerne pas une participation sur pied d'égalité, de sorte qu'il ne peut être constaté d'animus societatis. La cour cantonale n'a donc pas violé les règles du droit fédéral sur l'interprétation des manifestations de volonté en ne retenant pas en l'occurrence cette construction juridique.\n\nOn aurait aussi pu imaginer que les ingénieurs fournissent les plans et croquis en tant que prestation professionnelle donnant lieu à rémunération selon les tarifs usuels. Il est toutefois improbable que des |525| architectes acceptent de payer une telle rémunération dans le cadre d'un concours, alors qu'il y a objectivement peu de probabilités qu'ils obtiennent eux-mêmes une prestation pécuniaire (autre qu'une modeste indemnisation) à l'issue de celui-ci. En l'absence de preuve d'un accord contraire, la décision de la cour cantonale de ne pas retenir cette hypothèse n'est pas critiquable et procède d'une saine interprétation des circonstances.\n\nIl était possible de convenir d'une rémunération conditionnelle, en ce sens que les ingénieurs ne seraient payés au tarif professionnel que si le prix était obtenu. Mais on pouvait tout aussi bien imaginer une rémunération correspondant à une quote-part du montant du prix. Il n'était pas davantage exclu que les ingénieurs acceptent de collaborer gratuitement, par esprit de compétition ou dans l'espoir d'obtenir ensuite un mandat. La cour cantonale a d'ailleurs vu un indice en faveur de cette dernière hypothèse dans une lettre adressée par les ingénieurs à la commission des concours SIA. On voit donc que diverses hypothèses sont également concevables, y compris celle de la gratuité. L'interprétation de l'attitude des parties selon la théorie de la confiance aboutit donc à une incertitude, si bien qu'aucun accord n'est prouvé.\n\nDans une telle situation, la cour cantonale n'a pas violé le droit fédéral en tranchant en défaveur de la partie qui avait le fardeau de la preuve (art. 8 CC), même si cette solution n'est peut-être pas entièrement satisfaisante en équité.\n\nIl n'est dès lors pas nécessaire d'examiner l'argumentation des recourants relative à la quotité de la rémunération."}