{"annee": "127", "cour": "V", "page": "264", "date": "2/8/2001", "cite": ["121 V 97", "117 V 166"], "cite_par": ["136 V 65", "133 V 575", "130 V 80", "140 V 169"], "chapeau": "41. Auszug aus dem Urteil vom 2. August 2001 i. S. I. gegen Personalvorsorgestiftung X und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 6, 36 et 49 LPP: Adaptation des rentes de survivants et d'invalidité à l'évolution des prix. Est conforme à la loi la pratique administrative selon laquelle l'adaptation des rentes de survivants et d'invalidité, dont le montant dépasse le minimum légal prescrit, n'est pas obligatoire aussi longtemps que la rente totale est plus élevée que la rente LPP adaptée à l'évolution des prix (principe dit de l'imputation)."], "faits": "", "considerants": "BGE 127 V 264 S. 264\n\nAus den Erwägungen:\n\n2. a) Gemäss Art. 36 BVG werden Hinterlassenen- und Invalidenrenten, nicht aber Altersrenten, deren Laufzeit drei Jahre überschritten hat, für Männer bis zum vollendeten 65., für Frauen bis zum vollendeten 62. Altersjahr nach Anordnung des Bundesrates der Preisentwicklung angepasst (Abs. 1). Die Vorsorgeeinrichtung hat im Rahmen ihrer finanziellen Möglichkeiten Bestimmungen über die Anpassung der laufenden Renten in den übrigen Fällen zu erlassen (Abs. 2). Gestützt auf Art. 36 Abs. 1 BVG hat der Bundesrat am 16. September 1987 die Verordnung über die Anpassung der laufenden Hinterlassenen- und Invalidenrenten an die Preisentwicklung, in Kraft seit 1. Januar 1988, erlassen (SR 831.426.3).\n\nNach Rechtsprechung (BGE 117 V 166; SVR 2000 BVG Nr. 12 S. 58 Erw. 3a) und Lehre (HANS MICHAEL RIEMER, Das Recht der beruflichen Vorsorge in der Schweiz, Bern 1985, S. 29 N 14 in fine zu § 1) gilt Art. 36 BVG nur für die obligatorische Vorsorge, wogegen im weitergehenden Bereich der beruflichen Vorsorge BGE 127 V 264 S. 265von Gesetzes wegen keine Verpflichtung zur Anpassung der Hinterlassenen- oder Invalidenrenten an die Preisentwicklung besteht (vgl. auch AHI 1999 S. 195 f.). Im weitergehenden Bereich der beruflichen Vorsorge richtet sich die Teuerungsanpassung nach dem Reglement der Vorsorgeeinrichtung (oder nach den auf die Vorsorgeeinrichtung anwendbaren öffentlichrechtlichen Normen).\n\nb) Das Reglement der Personalvorsorgestiftung der Firma X (in der vorliegend massgebenden, ab 1. Januar 1994 geltenden Fassung; vgl. BGE 121 V 99 Erw. 1) sieht in Art. 20 vor, dass Invaliden- und Hinterlassenenrenten, auf die auch nach den Bestimmungen des BVG ein Anspruch besteht, nach Anordnung des Bundesrates der Preisentwicklung angepasst werden (Satz 1). Die Anpassung der gesetzlichen Minimalrenten erfolgt erstmals nach einer Laufzeit von drei Jahren auf den Beginn des folgenden Kalenderjahres (Satz 2). Sie wird danach periodisch, bis zur Vollendung des 62. Altersjahres bei anspruchsberechtigten Frauen und des 65. Altersjahres bei anspruchsberechtigten Männern, vorgenommen (Satz 3).\n\nDiese reglementarische Norm geht nicht über die Regelung gemäss Art. 36 Abs. 1 BVG hinaus.\n\n3. a) Es steht fest und wird im letztinstanzlichen Verfahren zu Recht auch nicht mehr bestritten, dass der Beschwerdeführer ab 1. September 1994 Anspruch auf eine Invalidenrente der beruflichen Vorsorge hat. Streitig ist, ob der Anspruch auf die Anpassung dieser Rente an die Teuerung gemäss Art. 36 BVG bzw. Art. 20 Reglement dadurch abgegolten ist, dass dem Beschwerdeführer eine Rente von monatlich insgesamt 1367 Franken ausgerichtet wird, welche höher als die Invalidenrente gemäss BVG ist. Nicht zu prüfen ist demgegenüber die Teuerungsanpassung der Kinderinvalidenrente, weil eine solche mangels Erfüllung der in Gesetz (Art. 36 BVG) und Reglement (Art. 20) vorgeschriebenen Mindestlaufzeit ausser Betracht fällt.\n\nb) Die Vorinstanz gelangte zum Ergebnis, dass die Rente von 1367 Franken pro Monat nicht der Teuerung anzupassen sei, weil die reglementarischen Ansprüche (16'404 Franken) die vom Gesetz garantierten (maximal 12'240 Franken) übersteigen, selbst wenn die inzwischen erfolgte Teuerungsanpassung von 3% per 1. Januar 1998 und 0,1% per 1. Januar 1999 mitberücksichtigt wird.\n\nDas Bundesamt für Sozialversicherung schliesst sich dieser Betrachtungsweise an, in Übereinstimmung mit der von ihm jährlich in der AHI-Praxis (vormals ZAK; letztmals AHI 2000 S. 272) BGE 127 V 264 S. 266veröffentlichten Mitteilung, wonach für Hinterlassenen- und Invalidenrenten, die über das vom Gesetz vorgeschriebene Minimum hinausgehen, der Teuerungsausgleich insoweit nicht obligatorisch ist, als die Rente insgesamt höher als die der Preisentwicklung angepasste BVG-Rente ist.\n\nc) Der Beschwerdeführer vertritt demgegenüber die Auffassung, die Vorinstanz vermische die Frage der in Art. 24 BVG (Art. 15 Reglement) normierten Höhe der Invalidenrente in unzulässiger Weise mit der in Art. 36 BVG (Art. 20 Reglement) als selbstständiges Forderungsrecht vorgesehenen Teuerungsanpassung. Es habe ein so genanntes \"Splitting\" zu erfolgen zwischen dem obligatorischen Teil der Rente, welcher nach dem Gesetz zwingend der Teuerung anzupassen sei, und dem überobligatorischen, für welchen dies nicht vorgesehen sei. Eine Verrechnung des zwingenden Anspruchs auf Teuerungsanpassung gemäss BVG für den Fall, dass der reglementarische Anspruch über den BVG-Minima liege, sei daher unzulässig.\n\n4. Die vorliegend streitige Frage, ob die reglementarischen Leistungen an die vom Gesetz für den obligatorischen Bereich vorgesehene Teuerungszulage angerechnet werden dürfen, in dem Sinne, dass die Vorsorgeeinrichtung nicht verpflichtet ist, ihre reglementarischen Leistungen entsprechend anzupassen, solange die gesetzliche Minimalrente einschliesslich Teuerungsausgleich das Niveau der Rente gemäss Reglement nicht erreicht (sog. Anrechnungsprinzip), wird zwar in einem im Jahre 1992 erschienenen Bericht der von der Kammer der Pensionskassen-Experten eingesetzten Arbeitsgruppe zum Thema \"Indexierung der laufenden Renten in der beruflichen Vorsorge\" (vgl. dessen Zusammenfassung durch JÜRG WALTER, Indexierung der laufenden Renten, in: Schweizer Personalvorsorge [SPV] 1992 S. 463 ff., insbes. S. 465) ohne weitere Begründung verneint, von der herrschenden Lehre und Praxis aber bejaht (vgl. STEFANO BEROS, Die Stellung des Arbeitnehmers im BVG: Obligatorium und freiwillige berufliche Vorsorge, Diss. Zürich 1992, S. 159; CARL HELBLING, Personalvorsorge und BVG, 6. Aufl., Bern 1995, S. 183; BERND HERZOG, Die Anpassung der Renten der Zweiten Säule an die wirtschaftliche Entwicklung, in: Soziale Sicherheit [CHSS] 1996 S. 63; DANIEL STUFETTI, Berufliche Vorsorge, Leistungen, in: SJK Nr. 1395 S. 19; HERMANN WALSER, Aktuelle rechtliche Probleme im Hinblick auf den Vollzug des BVG, in: SZS 1988 S. 304 f.; WALTER, Anpassung der laufenden BVG-Renten an die Teuerung, in: SPV 1999 S. 932).BGE 127 V 264 S. 267\n\nDieser letzteren Auffassung ist - ebenso wie der von einzelnen Autoren (STUFETTI, a.a.O., S. 19; WALSER, a.a.O., S. 305) angegebenen Begründung - beizupflichten: Die Bestimmung über den Teuerungsausgleich (Art. 36 BVG) stellt eine Mindestvorschrift dar (vgl. Art. 6 BVG; BGE 117 V 166), welche jede umhüllende Vorsorgeeinrichtung erfüllt, wenn sie den Nachweis erbringen kann, dass sie an Invalide und Hinterlassene Leistungen ausrichtet, die mindestens gleich hoch sind wie die gesetzlichen Mindestleistungen zuzüglich Teuerungszulage."}