{"annee": "127", "cour": "I", "page": "1", "date": "5/12/2000", "cite": ["122 II 446"], "cite_par": ["132 II 485", "136 I 65", "129 III 426", "128 I 273", "131 I 291"], "chapeau": "1. Auszug aus dem Urteil des Kassationshofes vom 5. Dezember 2000 i.S. Martin Stoll gegen Statthalteramt des Bezirkes Zürich und Obergericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Egalité de traitement dans l'illégalité (art. 4 aCst., art. 8 et 9 Cst.); légalité en procédure pénale. Une éventuelle pratique du Ministère public de la Confédération, consistant à n'ouvrir une instruction pour publication de débats officiels secrets (art. 293 CP) qu'en cas de dénonciation écrite par l'office fédéral concerné, est-elle contraire au principe de la légalité en procédure pénale? Question laissée indécise. Un droit à l'égalité de traitement dans l'illégalité n'a pas été admis en l'espèce (consid. 3)."], "faits": "BGE 127 I 1 S. 2\n\nA.- In der \"SonntagsZeitung\" vom 26. Januar 1997 erschienen unter den Überschriften \"Botschafter Jagmetti beleidigt die Juden\" und \"Mit Bademantel und Bergschuhen in den Fettnapf\" zwei von Martin Stoll signierte Artikel. Darin werden mehrere Passagen aus einem laut den Artikeln \"vertraulichen\" Strategiepapier des damaligen Schweizer Botschafters in den USA, Carlo Jagmetti, wiedergegeben.\n\nDas Eidgenössische Departement für auswärtige Angelegenheiten erstattete im Auftrag des Bundesrates Strafanzeige gegen Unbekannt wegen Verletzung des Amtsgeheimnisses (Art. 320 StGB). Die Bundesanwaltschaft stellte dieses Verfahren mit Verfügung vom 6. März 1998 ein. Gleichzeitig übertrug sie die Strafverfolgung wegen Veröffentlichung amtlicher geheimer Verhandlungen (Art. 293 StGB) dem Kanton Zürich.\n\nB.- Der Einzelrichter in Strafsachen des Bezirkes Zürich verurteilte Martin Stoll am 22. Januar 1999 wegen Veröffentlichung amtlicher geheimer Verhandlungen (Art. 293 StGB) zu einer Busse von 800 Franken.\n\nAm 25. Mai 2000 wies das Obergericht des Kantons Zürich die vom Gebüssten erhobene kantonale Nichtigkeitsbeschwerde ab, soweit es darauf eintrat.\n\nC.- Martin Stoll ficht den Entscheid des Obergerichts mit eidgenössischer Nichtigkeitsbeschwerde und mit staatsrechtlicher Beschwerde an. Mit der Letzteren beantragt er dessen Aufhebung.\n\nDas Bundesgericht weist die staatsrechtliche Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n3. Der Beschwerdeführer erhebt den Anspruch auf eine Gleichbehandlung im Unrecht und rügt in diesem Zusammenhang eine Verletzung des Legalitätsprinzips.\n\na) Der \"Anspruch auf Gleichbehandlung im Unrecht\" wird nach der bundesgerichtlichen Rechtsprechung ausnahmsweise anerkannt, BGE 127 I 1 S. 3nämlich wenn eine ständige gesetzwidrige Praxis einer rechtsanwendenden Behörde vorliegt und die Behörde zu erkennen gibt, dass sie auch in Zukunft nicht von dieser Praxis abzuweichen gedenke (BGE 122 II 446 E. 4a, mit Hinweisen). Der Beschwerdeführer meint, diese Voraussetzungen seien vorliegend erfüllt. Zur Begründung verweist er auf einen Aufsatz eines Adjunkten des Bundesanwalts (HANSJÖRG STADLER, Indiskretionen im Bund, in: ZBJV 136/2000 S. 112 ff., 124). Darin wird unter anderem ausgeführt, obschon der Tatbestand der Veröffentlichung amtlicher geheimer Verhandlungen ein Offizialdelikt sei, habe sich bei der Bundesanwaltschaft in den letzten Jahren die Praxis herausgebildet, dass ein Ermittlungsverfahren wegen Art. 293 StGB (und Art. 320 StGB) nur dann eingeleitet werde, wenn eine schriftliche Strafanzeige der betroffenen Bundesstelle vorliege. Denn diese wisse am besten, ob die veröffentlichten Informationen des Bundes geheim seien oder nicht. Dieses Vorgehen der Bundesanwaltschaft sei unter dem Gesichtspunkt des strafrechtlichen Legalitätsprinzips nicht unbedenklich. Es lasse sich jedoch insofern relativieren, als Art. 293 Abs. 3 StGB ein Umgangnehmen von Bestrafung durch den Richter in geringfügigen Fällen vorsehe. Selbst bei Vorliegen einer Strafanzeige prüfe die Bundesanwaltschaft die Bedeutung des veröffentlichten Geheimnisses, bevor sie ein gerichtspolizeiliches Ermittlungsverfahren gegen den involvierten Journalisten wegen Veröffentlichung amtlicher geheimer Verhandlungen einleite, dies in Berücksichtigung von Art. 10 EMRK betreffend das Recht auf freie Meinungsäusserung (a.a.O., S. 124).\n\nDer Beschwerdeführer macht geltend, die Praxis der Bundesanwaltschaft, ein Ermittlungsverfahren wegen Veröffentlichung amtlicher geheimer Verhandlungen nur dann einzuleiten, wenn eine schriftliche Strafanzeige der betroffenen Bundesstelle vorliege, sei gesetzwidrig. Aus den Äusserungen des Adjunkten des Bundesanwalts im zitierten Aufsatz gehe zudem hervor, dass von dieser Praxis in Zukunft nicht abgewichen werde. Hinzu komme im vorliegenden Fall, dass Passagen aus dem Strategiepapier des Botschafters nicht nur von ihm, sondern auch von anderen Journalisten in Zeitungsartikeln wiedergegeben worden seien. So sei in der Ausgabe der \"SonntagsZeitung\" vom 26. Januar 1997, in welcher die von ihm verfassten Artikel enthalten seien, auch ein Beitrag des damaligen Chefredaktors der Zeitung erschienen, worin ebenfalls aus dem Strategiepapier zitiert werde, um den Vorwurf der verfehlten Tonalität zu begründen. Zudem sei in der Ausgabe des \"Tages-Anzeigers\" BGE 127 I 1 S. 4vom 27. Januar 1997 ein grosser Teil des dieser Zeitung offenbar ebenfalls zugespielten Strategiepapiers im Wortlaut wiedergegeben worden. Schliesslich habe auch der \"SonntagsBlick\" in seiner Ausgabe vom 26. Januar 1997, wenn auch in knapper Form, aus dem Strategiepapier publiziert, wobei in diesem Artikel weniger auf die \"Tonalität\" als vielmehr auf den Inhalt Bezug genommen worden sei. Gegen alle diese Journalisten habe die Bundesanwaltschaft jedoch kein Ermittlungsverfahren eingeleitet. Dieses einseitige Vorgehen verstosse gegen das Gebot der rechtsgleichen Behandlung. Der bei Antragsdelikten in Art. 30 StGB ausdrücklich geregelte Grundsatz der Unteilbarkeit gelte auf Grund des Gebots der rechtsgleichen Behandlung beziehungsweise des Willkürverbots erst recht bei Offizialdelikten. Die Strafverfolgungsbehörden hätten ihn, den Beschwerdeführer, willkürlich aus einer Gruppe von bekannten Tätern am gleichen Objekt herausgegriffen. Seine Bestrafung sei daher willkürlich, rechtsungleich und verstosse gegen das Legalitätsprinzip.\n\nb) Es muss hier nicht geprüft werden, aus welchen Gründen im Einzelnen die Bundesanwaltschaft nicht auch gegen die vom Beschwerdeführer genannten Journalisten wegen der von diesen verfassten Zeitungsartikel ein Ermittlungsverfahren wegen Veröffentlichung amtlicher geheimer Verhandlungen einleitete und ob diese Gründe für einen Verzicht ausreichten. Selbst wenn man Letzteres verneinen wollte, könnte der Beschwerdeführer daraus nichts zu seinen Gunsten ableiten.\n\nDie Voraussetzungen, unter denen nach der bundesgerichtlichen Rechtsprechung ausnahmsweise ein Anspruch auf Gleichbehandlung im Unrecht besteht, sind nach den zutreffenden Ausführungen im angefochtenen Entscheid und im erstinstanzlichen Urteil nicht erfüllt. Das Vorgehen der Bundesanwaltschaft in der hier gegebenen Konstellation begründet für sich allein noch keine \"ständige\" (allenfalls gesetzwidrige) Praxis, weder in dem Sinne, dass Journalisten ohne sachliche Gründe in der Regel nicht, sondern nur ganz ausnahmsweise wegen Veröffentlichung amtlicher geheimer Verhandlungen zur Rechenschaft gezogen werden, noch in dem Sinne, dass im Falle der Veröffentlichung von Passagen aus demselben vertraulichen Papier durch mehrere Journalisten in verschiedenen Zeitungsartikeln stets nur derjenige Journalist strafrechtlich verfolgt werde, dessen Verhalten der Bundesanwaltschaft aus irgendwelchen Gründen - etwa wegen der Aufmachung des Artikels oder wegen der Auswahl der zitierten Passagen - als vergleichsweise am verwerflichsten BGE 127 I 1 S. 5erscheint. Zudem ist nicht ersichtlich, dass eine (allenfalls gesetzwidrige) Praxis im einen oder anderen Sinne auch in Zukunft gehandhabt werde.\n\nc) Der Beschwerdeführer kann schliesslich auch aus der seines Erachtens gesetzwidrigen Praxis der Bundesanwaltschaft, ein Ermittlungsverfahren nur bei Vorliegen einer schriftlichen Strafanzeige der betroffenen Bundesstelle einzuleiten, nichts zu seinen Gunsten ableiten. Der Beschwerdeführer hätte allenfalls dann Anlass, sich über eine Ungleichbehandlung zu beschweren, wenn in seinem Fall keine schriftliche Strafanzeige der betroffenen Bundesstelle vorgelegen hätte und trotzdem, abweichend von der Praxis, ein Ermittlungsverfahren eingeleitet worden wäre.\n\nSelbst bei Vorliegen einer Strafanzeige prüft die Bundesanwaltschaft die Bedeutung des veröffentlichten Geheimnisses, bevor sie ein gerichtspolizeiliches Ermittlungsverfahren einleitet (HANSJÖRG STADLER, a.a.O., S. 124). Damit, wie auch schon durch das Erfordernis einer schriftlichen Strafanzeige der betroffenen Bundesstelle, gilt faktisch ein Opportunitätsprinzip. Ob dieses - allenfalls nun in Art. 293 Abs. 3 StGB - eine hinreichende Grundlage habe, ist hier nicht zu prüfen. Der Beschwerdeführer ist zur Rüge, diese Praxis verstosse gegen das Legalitätsprinzip, nicht befugt, da er durch die Anwendung des Opportunitätsprinzips in andern Fällen nicht beschwert ist. Er ist insoweit einzig zur Rüge der rechtsungleichen Behandlung legitimiert. Dass aber eine ständige Praxis bestehe und in der Zukunft fortgeführt werde, Verhaltensweisen, die seinem Fall nach Art und Schwere vergleichbar sind, nicht zu verfolgen, legt der Beschwerdeführer nicht dar und ist auch nicht ersichtlich. Die im mehrfach zitierten Aufsatz dargestellten Fälle aus der Praxis (a.a.O., S. 116 ff.) sprechen deutlich gegen eine solche Annahme."}