{"annee": "127", "cour": "V", "page": "119", "date": "5/6/2001", "cite": ["126 V 455", "113 V 1"], "cite_par": ["130 V 505"], "chapeau": "19. Auszug aus dem Urteil vom 5. Juni 2001 i. S. A. gegen Ausgleichskasse für das schweizerische Bankgewerbe und Verwaltungsgericht des Kantons Freiburg", "regestes": ["Art. 35 al. 1 et 3 LAVS; art. 68 al. 3 RAVS; art. 29 al. 2 Cst.: Notification de décisions de rente. Lorsque les conditions du plafonnement des rentes individuelles pour couple sont réalisées, l'administration doit notifier les deux décisions de rente à chaque conjoint."], "faits": "", "considerants": "BGE 127 V 119 S. 119\n\nAus den Erwägungen:\n\n1. a) Im kürzlich ergangenen BGE 126 V 455 hat das Eidg. Versicherungsgericht das Recht zur Beschwerdeerhebung nach Art. 84 Abs. 1 AHVG auch für den Ehegatten des Adressaten einer auf Grund des AHVG erlassenen Verfügung bejaht, wenn und soweit sich der Verwaltungsakt unmittelbar oder allenfalls in einem späteren Zeitpunkt auf die Höhe seiner Altersrente auswirkt oder auswirken kann. Ist der Ehegatte im dargelegten Sinne betroffen, ist er, soweit beschwert, auch legitimiert, gegen den Entscheid der kantonalen Rekursbehörde gemäss Art. 84 Abs. 2 und Art. 85 Abs. 1 AHVG Verwaltungsgerichtsbeschwerde zu erheben (Art. 103 lit. a OG), und zwar ungeachtet, ob er die Verfügung angefochten hatte oder nicht. Für den (gesamten) verwaltungsgerichtlichen Prozess ergibt sich daraus folgerichtig für den Fall, wo nur der Ehegatte, der nicht Verfügungsadressat war, Beschwerde erhoben hat, dass der Verfügungsadressat ins Verfahren miteinzubeziehen ist, als Partei, wenn er eigene Rechtsbegehren stellt, oder dann als Mitinteressierter (BGE 126 V 459 Erw. 2d mit Hinweisen).\n\nb) Das Eidg. Versicherungsgericht hat im zitierten Urteil unter dem Gesichtspunkt des Betroffen-Seins beider Ehegatten namentlich auch auf den im Rahmen der 10. AHV-Revision neu gefassten, am 1. Januar 1997 in Kraft getretenen Art. 35 AHVG hingewiesen. Nach Abs. 1 dieser Gesetzesbestimmung beträgt die Summe der BGE 127 V 119 S. 120beiden Altersrenten eines Ehepaares (lit. a), oder wenn ein Ehegatte Anspruch auf eine Altersrente und der andere Anspruch auf eine Rente der Invalidenversicherung hat (lit. b), maximal 150% des Höchstbetrages der Altersrente. Als Folge der Plafonierung der \"Summe der beiden Renten für Ehepaare\" (so die Überschrift zu Art. 35 AHVG) kann also die Höhe der Altersrente (oder Invalidenrente) eines Ehegatten von Anfang an oder nachträglich reduziert werden, und zwar im Verhältnis ihres Anteils an der Summe der ungekürzten Renten (Art. 35 Abs. 3 AHVG). Diese Regel greift allerdings nicht und eine Kürzung entfällt bei Ehepartnern, deren gemeinsamer Haushalt richterlich aufgehoben wurde (Art. 35 Abs. 2 AHVG; zur ratio legis dieser Bestimmung [Gleichstellung mit Einzelpersonen und Konkubinatspaaren] vgl. die in BGE 126 V 459 Erw. 2c/bb in fine angeführten Gesetzesmaterialien).\n\nc) Angesichts der gesetzlich verankerten starren Koppelung der plafonierten Individualrenten von Ehepaaren (die Erhöhung der einen Rente bewirkt grundsätzlich die zwangsläufige Senkung der andern) sind beide Ehegatten vom Entscheid über die Rente des jeweils anderen Ehegatten direkt betroffen. Unter verfahrensrechtlichem Blickwinkel drängt es sich deshalb auf, dass die Verwaltung in Fällen, in denen die Voraussetzungen der Plafonierung gegeben sind, als Ausfluss des verfassungsrechtlichen Gehörsanspruchs (Art. 29 Abs. 2 BV) beide Rentenverfügungen beiden Ehegatten eröffnet (vgl. BGE 113 V 4 Erw. 3a; ferner Praxis 1998 Nr. 26 S. 171 Erw. 3a). Diese in BGE 126 V 459 Erw. 2d in fine ausdrücklich offen gelassene Frage ist demnach zu bejahen.\n\nIst eine Verfügung über eine plafonierte Individualrente nur dem Verfügungsadressaten eröffnet worden und hat dieser Beschwerde erhoben, muss das erstinstanzliche Gericht entweder den anderen Ehegatten beiladen oder die Sache an die Verwaltung zurückweisen, damit letztere dessen Verfahrensrechte wahre (durch Zustellung der angefochtenen Rentenverfügung auch an den mitbetroffenen Ehegatten, der diesbezüglich nicht Verfügungsadressat ist; vgl. BGE 113 V 5 Erw. 4a mit Hinweisen; ferner Praxis 1998 Nr. 26 S. 171 Erw. 3a in fine; vgl. auch RKUV 1997 Nr. U 270 S. 143, Nr. U 276 S. 196 Erw. 2, je mit Hinweisen)."}