{"annee": "127", "cour": "V", "page": "339", "date": "28/9/2001", "cite": ["127 V 328", "124 V 185"], "cite_par": [], "chapeau": "51. Urteil vom 28. September 2001 i. S. J. gegen Concordia Schweizerische Kranken- und Unfallversicherung und Sozialversicherungsgericht des Kantons Zürich", "regestes": ["Art. 31 al. 1 let. a LAMal; art. 17 (phrase introductive) et art. 17 let. b ch. 3 OPAS: Traitements dentaires en cas de parodontopathie. Afin de déterminer si les frais de traitement d'une parodontopathie imputable à une chimiothérapie d'une pathologie maligne doivent être pris en charge par l'assurance-maladie obligatoire, il convient d'examiner si elle constitue l'effet secondaire irréversible de médicaments au sens de l'art. 17 let. b ch. 3 OPAS."], "faits": "BGE 127 V 339 S. 339\n\nA.- Die 1941 geborene J. ist bei der Concordia (bis 31. Dezember 1999 Konkordia), Schweizerische Kranken- und Unfallversicherung, krankenversichert. Wegen eines Karzinoms musste sie sich im Jahre 1993 einer Chemotherapie unterziehen. Nach Abschluss dieser Therapie wurden die Zähne 11, 26, 37, 36, 35, 45, 46 und 47 extrahiert. Im Februar 1996 ersuchte J. die Concordia um Kostengutsprache für eine Zahnsanierung im Betrag von 40'521 Franken. Nachdem sich die Krankenkasse bei ihrem Vertrauensarzt Prof. Dr. Dr. med. H., Klinik für Mund-Kiefer-Gesichts-Chirurgie am Spital X, über die allfällige Übernahmepflicht und das weitere Vorgehen erkundigt hatte, wandte sie sich mit Schreiben vom 15. Mai 1996 an die behandelnden Zahnärzte Dres. G. und R. und forderte eine Dokumentation des Zahn- und Parodontalstatus vor und nach der Chemotherapie an. Nach Eingang der gewünschten Unterlagen und gestützt auf eine Empfehlung des Vertrauensarztes verneinte die Concordia mit Schreiben vom 17. Juli 1996 an die zuständigen Ärzte die Pflicht zur Übernahme der Kosten für die Zahnbehandlung. Auf Verlangen der Versicherten erliess sie am 9. August 1996 eine BGE 127 V 339 S. 340entsprechende anfechtbare Verfügung. J. liess gegen die Verfügung Einsprache erheben und die Übernahme der Zahnbehandlungskosten durch die Krankenkasse beantragen. Mit Einspracheentscheid vom 18. Oktober 1996 hielt die Concordia an ihrem Standpunkt fest und verneinte eine Leistungspflicht.\n\nB.- Die dagegen erhobene Beschwerde wies das Sozialversicherungsgericht des Kantons Zürich mit Entscheid vom 7. April 1998 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt J. wiederum die Übernahme der Zahnbehandlungskosten durch die Concordia beantragen.\n\nDie Concordia schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) beantragt sinngemäss ebenfalls deren Abweisung.\n\nD.- Am 28. März 2000 hat das Eidg. Versicherungsgericht eine Expertengruppe mit der Erstellung eines zahnmedizinischen Grundsatzgutachtens beauftragt. Das vorliegende Verfahren wurde deshalb mit Verfügung vom 3. April 2000 sistiert. Das Grundsatzgutachten ging am 31. Oktober 2000 beim Gericht ein und wurde am 16. Februar 2001 mit den Experten erörtert. Am 21. April 2001 erstellten die Experten einen Ergänzungsbericht.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Da das Gericht im Hinblick auf die sich hier stellenden medizinischen Fragen Fachpersonen konsultiert hat, wurde das Verfahren sistiert. Nach Vorliegen des Berichtes mit Ergänzungen ist der Grund der Sistierung weggefallen. Sie ist daher aufzuheben.\n\n2. a) Die Leistungen, deren Kosten von der obligatorischen Krankenpflegeversicherung bei Krankheit zu übernehmen sind, werden in Art. 25 des Bundesgesetzes über die Krankenversicherung (KVG) in allgemeiner Weise umschrieben. Im Vordergrund stehen die Leistungen der Ärzte und Ärztinnen, dann aber auch der Chiropraktoren und Chiropraktorinnen sowie der Personen, die im Auftrag von Ärzten und Ärztinnen Leistungen erbringen.\n\nDie Leistungen der Zahnärzte und Zahnärztinnen sind in der genannten Bestimmung nicht aufgeführt. Die Kosten dieser Leistungen sollen im Krankheitsfalle der obligatorischen Krankenpflegeversicherung nur in eingeschränktem Masse überbunden werden, nämlich wenn die zahnärztliche Behandlung durch eine schwere, nicht vermeidbare Erkrankung des Kausystems (Art. 31 Abs. 1 lit. a KVG) oder durch eine schwere Allgemeinerkrankung oder ihre Folgen bedingt (Art. 31 BGE 127 V 339 S. 341Abs. 1 lit. b KVG) oder zur Behandlung einer schweren Allgemeinerkrankung oder ihrer Folgen notwendig ist (Art. 31 Abs. 1 lit. c KVG).\n\nb) Gestützt auf Art. 33 Abs. 2 und 5 KVG in Verbindung mit Art. 33 lit. d KVV hat das Departement in der Verordnung über Leistungen in der obligatorischen Krankenpflegeversicherung (Krankenpflege-Leistungsverordnung [KLV]) zu jedem der erwähnten Unterabsätze von Art. 31 Abs. 1 KVG einen eigenen Artikel erlassen, nämlich zu lit. a den Art. 17 KLV, zu lit. b den Art. 18 KLV und zu lit. c den Art. 19 KLV. In Art. 17 KLV werden die schweren, nicht vermeidbaren Erkrankungen des Kausystems aufgezählt, deren Behandlungskosten von der obligatorischen Krankenversicherung zu übernehmen sind. In Art. 18 KLV werden die schweren Allgemeinerkrankungen und ihre Folgen aufgelistet, die zu zahnärztlicher Behandlung führen können und deren Kosten von der obligatorischen Krankenversicherung zu tragen sind. Hier müssen die Allgemeinerkrankungen oder ihre Folgen schwer sein, nicht hingegen die dadurch bedingte Erkrankung des Kausystems. In Art. 19 KLV schliesslich hat das Departement die schweren Allgemeinerkrankungen aufgezählt, bei denen die zahnärztliche Massnahme notwendiger Bestandteil der Behandlung darstellt.\n\n3. Zu prüfen ist zunächst die anwendbare Rechtsgrundlage.\n\na) Die Krankenkasse verneint von vornherein jegliche Leistungspflicht gestützt auf das KVG, da sie gemäss Art. 19 KLV nur diejenigen Kosten einer zahnärztlichen Behandlung zu übernehmen habe, die vorgängig einer Strahlen- oder Chemotherapie notwendig seien, die Zahnsanierung der Beschwerdeführerin jedoch nach Durchführung der Chemotherapie nötig geworden sei. Art. 18 KLV erwähne sodann weder das Mammakarzinom noch die Chemotherapie als schwere Allgemeinerkrankung beziehungsweise konsekutive Behandlung.\n\nDie Beschwerdeführerin hat im vorinstanzlichen Verfahren zur Begründung ihres Begehrens geltend gemacht, Art. 19 lit. c KLV sei gesetzwidrig. Diese Bestimmung erkläre die Kosten der zahnärztlichen Behandlung nur bei vorgängiger Chemotherapie zur Pflichtleistung, während das Gesetz in Art. 31 Abs. 1 lit. b KVG die Kosten für eine zahnärztliche Behandlung ausdrücklich der obligatorischen Krankenpflegeversicherung auferlege, wenn diese durch eine schwere Allgemeinerkrankung oder ihre Folgen bedingt sei. Die Vorinstanz schliesslich hat darauf hingewiesen, dass BGE 127 V 339 S. 342Art. 19 lit. c KLV denjenigen Fall regle, wo die zahnärztliche Behandlung notwendiger Bestandteil der Behandlung der schweren Allgemeinerkrankung selber oder ihrer Folgen sei, dass die Behandlung des Leidens vorliegend jedoch bereits 1993 abgeschlossen gewesen sei. Sie hat sodann Art. 18 KLV einer näheren Prüfung unterzogen und festgestellt, das maligne Leiden sei darin nicht aufgeführt. Auf Anfrage hin hat sie vom Departement die Antwort erhalten, das maligne Leiden sei deshalb in Art. 18 KLV nicht aufgenommen worden, weil es wissenschaftlich nicht erhärtet sei, dass Zahnschäden als Folge dieses Leidens oder seiner Behandlung auftreten könnten. Das kantonale Gericht sah keinen Grund, dieser Ansicht nicht zu folgen. Eher beiläufig stellte es der Vollständigkeit halber in Erw. 1 fest, dass eine Anwendung von Art. 17 KLV nicht in Frage komme.\n\nTrotz der Ausführungen der Vorinstanz, dass eine allfällige Gesetzwidrigkeit nicht in Art. 19 KLV, sondern allenfalls in Art. 18 KLV zu suchen wäre, hält die Versicherte im Verwaltungsgerichtsbeschwerdeverfahren an ihrer Auffassung fest.\n\nb) Im Ergebnis hat die Vorinstanz zunächst zu Recht festgestellt, dass eine Anwendung von Art. 19 KLV in der vorliegend anwendbaren, bis Ende 1998 gültigen Fassung ausser Betracht fällt. Zwar wurden bereits dieser Bestimmung nicht nur vorausgehende zahnärztliche Behandlungen, sondern generell die gesamte zahnärztliche Versorgung, die zur Behandlung einer in der Verordnungsbestimmung erwähnten schweren Allgemeinerkrankung notwendig war, zugeordnet (vgl. BGE 124 V 199 Erw. 2d; GEBHARD EUGSTER, Krankenversicherungsrechtliche Aspekte der zahnärztlichen Behandlung nach Art. 31 Abs. 1 KVG, in: LAMal - KVG, Recueil de travaux en l'honneur de la société suisse de droit des assurances, Lausanne 1997, S. 243); doch fällt der vorliegende Sachverhalt auch nicht unter diesen weiter gefassten Anwendungsbereich des Art. 19 KLV. Der Vollständigkeit halber kann darauf hingewiesen werden, dass der Wortlaut von Art. 19 KLV per 1. Januar 1999 entsprechend geändert worden ist, was auf den konkreten Fall jedoch keine Auswirkungen hat. Bezüglich Art. 18 KLV hat das kantonale Gericht sodann zutreffend ausgeführt, dass in dieser Bestimmung maligne Leiden von der Art, wie sie bei der Beschwerdeführerin zu behandeln waren, nicht als schwere Allgemeinerkrankung aufgeführt sind, welche selbst oder ihre Folgen eine zahnärztliche Behandlung notwendig machen. Die Aussage der Gerichts bezog sich auf die bis Ende 1998 gültig gewesene Fassung der BGE 127 V 339 S. 343Verordnungsbestimmung; daran hat sich in der ab 1. Januar 1999 in Kraft stehenden Regelung nichts geändert. Zu erwähnen ist schliesslich, dass das Eidg. Versicherungsgericht in BGE 124 V 185 entschieden hat, dass die in Art. 17-19 KLV erwähnten Erkrankungen, deren zahnärztliche Behandlung von der sozialen Krankenversicherung zu übernehmen ist, abschliessend aufgezählt sind. Bevor eine Prüfung des Art. 18 KLV auf seine Übereinstimmung mit dem Bundesgesetz in Betracht gezogen und gefragt wird, ob solche Leiden darin zu Unrecht nicht aufgeführt sind, was dem Eidg. Versicherungsgericht nicht verwehrt ist, wobei es sich aber grosse Zurückhaltung auferlegt (BGE 124 V 185), ist Art. 17 KLV, dessen Anwendung die Vorinstanz beiläufig ausgeschlossen hat, einer näheren Prüfung zu unterziehen.\n\n4. a) In Art. 17 KLV werden, wie bereits erwähnt, die schweren, nicht vermeidbaren Erkrankungen des Kausystems aufgezählt, deren Behandlungskosten von der obligatorischen Krankenversicherung zu übernehmen sind. Die Enumeration dieser Krankheiten wird gegliedert. In lit. a werden die Erkrankungen der Zähne genannt, in lit. b die Erkrankungen des Zahnhalteapparates (Parodontopathien), in lit. c die Erkrankungen des Kieferknochens und der Weichteile, in lit. d die Erkrankungen des Kiefergelenkes und des Bewegungsapparates, in lit. e die Erkrankungen der Kieferhöhle und in lit. f die Dysgnathien, die zu Störungen mit Krankheitswert führen. Im Vordergrund steht lit. b über die Erkrankung des Zahnhalteapparates. Um diese Littera im Zusammenhang mit der ganzen Regelung von Art. 17 KLV zu verstehen, wird die Verordnungsbestimmung nachfolgend aufgeführt:\n\nArt. 17 Erkrankungen des Kausystems\n\nDie Versicherung übernimmt die Kosten der zahnärztlichen Behandlungen, die durch eine der folgenden schweren, nicht vermeidbaren Erkrankungen des Kausystems bedingt sind (Art. 31 Abs. 1 Bst. a KVG). Voraussetzung ist, dass das Leiden Krankheitswert erreicht; die Behandlung ist nur so weit von der Versicherung zu übernehmen, wie es der Krankheitswert des Leidens notwendig macht:\n\na. Erkrankungen der Zähne:\n\n1. Idiopathisches internes Zahngranulom,\n\n2. Verlagerung und Überzahl von Zähnen und Zahnkeimen mit Krankheitswert\n\n(z.B. Abszess, Zyste);\n\nb. Erkrankungen des Zahnhalteapparates (Parodontopathien):\n\n1. Präpubertäre Parodontitis,\n\n2. Juvenile, progressive Parodontitis,\n\n3. Irreversible Nebenwirkungen von Medikamenten; BGE 127 V 339 S. 344\n\nc. Erkrankungen des Kieferknochens und der Weichteile:\n\n1. Gutartige Tumore im Kiefer- und Schleimhautbereich und tumorähnliche Veränderungen,\n\n2. Maligne Tumore im Gesichts-, Kiefer- und Halsbereich,\n\n3. Osteopathien der Kiefer,\n\n4. Zysten (ohne Zusammenhang mit Zahnelementen),\n\n5. Osteomyelitis der Kiefer;\n\nd. Erkrankungen des Kiefergelenks und des Bewegungsapparates:\n\n1. Kiefergelenksarthrose,\n\n2. Ankylose,\n\n3. Kondylus- und Diskusluxation;\n\ne. Erkrankungen der Kieferhöhle:\n\n1. In die Kieferhöhle dislozierter Zahn oder Zahnteil,\n\n2. Mund-Antrumfistel;\n\nf. Dysgnathien, die zu folgenden Störungen mit Krankheitswert führen:\n\n1. Schlafapnoesyndrom,\n\n2. Schwere Störungen des Schluckens,\n\n3. Schwere Schädel-Gesichts-Asymmetrien.\n\nb) Die Umschreibung der Erkrankungen in Art. 17 KLV ist unterschiedlich. So begnügt sich der Verordnungsgeber teils mit einzelnen Krankheitsbezeichnungen wie etwa der Kiefergelenksarthrose (Art. 17 lit. d Ziff. 1 KLV) oder der Mund-Antrumfistel (Art. 17 lit. e Ziff. 2 KLV), teils verwendet er Umschreibungen wie in Art. 17 lit. a Ziff. 2 KLV, wo ihm die Begriffe \"Verlagerung und Überzahl von Zähnen und Zahnkeimen\" für sich allein zu unbestimmt erscheinen, sodass er nur solche darunter verstanden wissen will, die \"Krankheitswert (z.B. Abszess, Zyste)\" erreichen. Damit stellt sich die Frage, ob dieser Krankheitswert ein anderer ist als jener Krankheitswert, der nach Art. 17 KLV zur allgemeinen Voraussetzung dafür erhoben wird, dass die in dieser Bestimmung aufgezählten Erkrankungen in den Leistungsbereich der sozialen Krankenversicherung fallen. Weiter ist danach zu fragen, ob der Krankheitswert, wie er in Art. 17 KLV allgemein oder in dessen lit. a Ziff. 2 bei verlagerten und überzähligen Zähnen und Zahnkeimen verwendet wird, mit dem in Art. 2 Abs. 1 KVG definierten Begriff der Krankheit übereinstimmt.\n\n5. Das Gericht hat dazu die von zwei verschiedenen Berufsgruppen zur Leistungspflicht der sozialen Krankenversicherung im Sinne von Art. 31 KVG herausgegebenen Leitfäden zu Rate gezogen (Atlas der Erkrankungen mit Auswirkungen auf das Kausystem [SSO-Atlas], herausgegeben von der Schweizerischen BGE 127 V 339 S. 345Zahnärzte-Gesellschaft SSO, 1996; KVG-Leitfaden, Leistungspflicht im Fachbereich Kiefer- und Gesichtschirurgie, herausgegeben von der Gesundheitspolitischen Kommission der Schweizerischen Gesellschaft für Kiefer- und Gesichtschirurgie, 1999). In der Erkenntnis, dass diese Unterlagen einerseits auf die sich stellenden Fragen wenig grundsätzliche Antworten geben und die Thematik mehr kasuistisch angehen und andererseits in vielen Einzelfragen zu unterschiedlichen Schlussfolgerungen gelangen, sowie angesichts der grossen praktischen Bedeutung mit allfällig weit reichenden finanziellen Folgen für die Versicherten und die Versicherer hat das Gericht eine Expertengruppe mit der Ausarbeitung eines Grundsatzgutachtens beauftragt. Dieses hatte die gestellten Fragen grundsätzlich, d.h. losgelöst von den anstehenden Einzelfällen, zu beantworten und so dem Gericht eine Grundlage zu bieten, welche es ihm erlaubt, den gesetzlichen Bestimmungen einen Inhalt zu geben, der auf einem zutreffenden Verständnis des der Regelung zu Grunde liegenden medizinischen Fachwissens beruht. Bei den drei Mitgliedern der Expertengruppe handelt es sich um PD Dr. med. dent. Urs Gebauer, Klinik für Kieferorthopädie, Bern, Dr. med. dent. Martin Chiarini, Ecole de médecine dentaire, Genève, und Dr. med. dent. Wanda Gnoinski, Klinik für Kieferorthopädie, Zürich. Diese Experten durften andere Fachpersonen kontaktieren.\n\n6. a) Die Experten wurden zum Krankheitswert befragt, der bei verlagerten und überzähligen Zähnen und Zahnkeimen nach Art. 17 lit. a Ziff. 2 KLV Voraussetzung der Leistungspflicht der sozialen Krankenversicherung ist. Die Fachpersonen erblicken in diesem Krankheitswert einen gegenüber dem allgemein definierten Begriff der Krankheit gemäss Art. 2 Abs. 1 KVG qualifizierten Begriff. Ihm komme - so führen sie aus - Abgrenzungsfunktion zu. Weil die Umschreibungen \"Verlagerung\" und \"Überzahl\" von Zähnen und Zahnkeimen sowohl leichte wie auch schwere Erkrankungen des Kausystems erfassten, würden auf diese Weise die schweren, eben jene mit Krankheitswert, von den übrigen Erkrankungen abgegrenzt, die nicht als schwer einzustufen seien und daher der Leistungspflicht der sozialen Krankenversicherung gemäss Art. 31 Abs. 1 KVG nicht unterlägen.\n\nb) Das Gericht sieht keinen Grund, im Krankheitswert, der nach Art. 17 KLV bei allen darin aufgeführten Erkrankungen erreicht sein muss, damit die Behandlung der Leistungspflicht unterliegt, etwas anderes zu erblicken. Auch hier dient der Begriff der Abgrenzung. Er drückt das Mass der Schwere der Erkrankung als Voraussetzung BGE 127 V 339 S. 346für die Leistungspflicht der sozialen Krankenversicherung aus. Nicht schwere Erkrankungen sollen nach der gesetzlichen Vorgabe des Art. 31 Abs. 1 KVG davon ausgeschlossen sein. Der in Art. 17 KLV geforderte Krankheitswert übersteigt somit den für die soziale Krankenversicherung allgemein geltenden Krankheitswert des Art. 2 Abs. 1 KVG (vgl. zum Ganzen: BGE 127 V 328).\n\n7. Vorliegend stellt sich die Frage, ob die Erkrankung des Zahnhalteapparates, unter welcher die Beschwerdeführerin unbestrittenermassen leidet, nicht unter Art. 17 lit. b Ziff. 3 KLV zu subsumieren ist. Auffälligerweise sind weder die Parteien noch die Vorinstanz auf diese Bestimmung aufmerksam geworden. Auch das BSV, das von der Vorinstanz auf den Umfang von Art. 18 KLV angesprochen worden ist, hat diese Bestimmung nicht erwähnt. Der Grund dürfte darin liegen, dass die Regelung nicht auf den ersten Blick als klar erscheint. Während die übrigen Ziffern (in lit. a deren zwei, in lit. b deren weitere zwei, in lit. c deren fünf, in lit. d deren drei, in lit. e deren zwei und in lit. f deren drei, insgesamt somit 18 Ziffern) allesamt Erkrankungen oder Dysgnathien mit Krankheitswert aufzählen, nennt lit. b Ziff. 3 keine Erkrankung. Die Rede ist lediglich von irreversiblen Nebenwirkungen von Medikamenten. Im Zusammenhang mit der Unterüberschrift von lit. b \"Erkrankungen des Zahnhalteapparates (Parodontopathien)\" und den Ziffern 1 und 2, nämlich Ziff. 1, welche die präpubertäre Parodontitis, und Ziff. 2, welche die juvenile, progressive Parodontitis nennen, drängt sich jedoch der Schluss auf, dass auch Ziff. 3 eine Parodontitis im Auge hat, nämlich eine durch irreversible Nebenwirkungen von Medikamenten verursachte Parodontitis. Diese Interpretation verdient vor jeder anderen denkbaren Auslegung den Vorzug. Insbesondere vermöchte nicht zu befriedigen, die genannte Bestimmung von Art. 17 lit. b Ziff. 3 KLV als systematisch falsch eingeordnet und als in Art. 18 KLV gehörend zu bezeichnen. Eine solche Interpretation gelänge nur durch die Bejahung eines systematischen Fehlers bei der Gesetzgebung, wobei dann aber noch ein zweiter Fehler zu überspringen wäre, nämlich dass eine Bezeichnung der schweren Allgemeinerkrankung immer noch fehlen würde, die nach Art. 18 KLV doch genannt sein müsste. Bei der dargelegten Interpretation dagegen ist nicht von einer eigentlich fehlerhaften Gesetzgebung auszugehen, sondern lediglich von einer nicht ohne weiteres verständlichen.\n\nDie dargelegte Interpretation führt zu einem vernünftigen Sinn. Zudem ist in diesem Zusammenhang darauf hinzuweisen, dass nach BGE 127 V 339 S. 347Meinung des PD Dr. med. O., Chefarzt Onkozentrum Y, die Chemotherapie zu Parodontose führen kann. Diese Auffassung vertreten auch der von der Beschwerdegegnerin als Vertrauensarzt beigezogene Prof. Dr. Dr. med. H. sowie die vom Eidg. Versicherungsgericht mit der Erstellung eines Grundsatzgutachtens beauftragten Experten.\n\n8. Fallen somit zahnärztliche Behandlungen von Paradontopathien als Folge von irreversiblen Nebenwirkungen von Medikamenten grundsätzlich unter die Pflichtleistungen der obligatorischen Krankenversicherung, so hat die Kasse im Sinne der Erwägungen abzuklären, ob und inwieweit die Parodontopathie sowie die Zahnextraktion der Beschwerdeführerin als Folge der Chemotherapie ihres malignen Leidens gemäss Art. 17 lit. b Ziff. 3 KLV zu betrachten sind. Nach Prüfung der Voraussetzungen der Kausalität und der Irreversibilität wird sie über ihre Leistungen neu zu verfügen haben, wobei zu beachten ist, dass sich der Umfang einer allfälligen Leistungspflicht in jedem Fall nach den Grundsätzen der Wirksamkeit, Zweckmässigkeit und Wirtschaftlichkeit zu richten hat (Art. 32 Abs. 1 KVG)."}