{"annee": "127", "cour": "III", "page": "572", "date": "15/10/2001", "cite": ["126 I 97", "73 III 114", "87 III 104", "77 III 69", "112 III 79", "121 III 24"], "cite_par": ["133 III 580"], "chapeau": "98. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 15. Oktober 2001 i.S. A. gegen Obergericht des Kantons Thurgau als kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs (Beschwerde)", "regestes": ["Saisie de revenus (art. 93 al. 1 LP). Le créancier qui veut attaquer le procès-verbal de saisie, parce qu'il n'est pas d'accord avec l'appréciation de l'office concernant le minimum d'existence du débiteur, doit porter plainte dans les dix jours dès la communication dudit procès-verbal, même si le calcul du minimum d'existence du débiteur n'apparaît pas dans cet acte. Il est cependant opportun que l'office donne connaissance de ce calcul au créancier dans le procès-verbal de saisie (consid. 3b et c)."], "faits": "BGE 127 III 572 S. 573\n\nA.- Am 11. Juli 2000 pfändete das Betreibungsamt X. in der Betreibung Nr. ... den Monatslohn des Schuldners A. im das Existenzminimum von Fr. 3'920.-/Monat übersteigenden Betrag. Die Pfändungsurkunde wurde am 17. Oktober 2000 versandt. Da die eigentliche Berechnung des Existenzminimums daraus nicht ersichtlich war, verlangte die Gläubigerin B. AG in Konkursliq. vom Betreibungsamt die Berechnung, welche ihr am 30. Oktober 2000 zugesandt wurde und am 1. November 2000 bei ihr eintraf. Am 10. November 2000 erhob die B. AG in Konkursliq. gegen die Festsetzung des Existenzminimums des Schuldners Beschwerde. Während der Vernehmlassungsfrist setzte das Betreibungsamt am 20. November 2000 das Existenzminimum des Schuldners rückwirkend ab 11. Juli 2000 auf Fr. 1'521.45/Monat fest und verfügte die Pfändung des Verdienstes im den Notbedarf übersteigenden Betrag. A. erhob am 30. November 2000 gegen die Neufestsetzung des Existenzminimums bzw. der pfändbaren Lohnquote Beschwerde. Mit Verfügung vom 9. März 2001 wies das Vizegerichtspräsidium Bischofszell als untere Aufsichtsbehörde über Schuldbetreibung und Konkurs die Beschwerde von A. ab; mit Verfügung gleichen Datums schrieb es die Beschwerde der Gläubigerin als gegenstandslos ab. A. legte gegen beide Verfügungen Beschwerde ein. Mit Beschluss vom 7. Mai 2001 hiess das Obergericht des Kantons Thurgau als kantonale Aufsichtsbehörde über Schuldbetreibung und Konkurs die Beschwerde (betreffend Existenzminimumsberechnung) teilweise gut und setzte das Existenzminimum auf Fr. 2'528.35/Monat für die Zeit vom 11. Juli bis BGE 127 III 572 S. 57419. November 2000 und auf Fr. 1'521.45/Monat ab 20. November 2000 fest.\n\nB.- A. hat den Beschluss vom 7. Mai 2001 des Obergerichts des Kantons Thurgau mit Beschwerdeschrift vom 19. Juli 2001 (rechtzeitig) an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts weitergezogen. Er stellt folgende Anträge:\n\n\"1. Der Entscheid des Obergerichts des Kantons Thurgau vom 7. Mai 2001 und die damit angefochtene Verfügung des Betreibungsamtes X. vom 2. [recte: 20.] November 2000 über die Festsetzung des Existenzminimums bzw. der pfändbaren Eigentumsquote [recte: Einkommensquote] in der Betreibung Nr. ... seien aufzuheben.\n\n2. Es sei festzustellen, dass in der Betreibung Nr. ... des Betreibungsamtes X. weiterhin die ursprüngliche Festsetzung des Existenzminimums vom 11. Juli 2000 gilt mit Reduktion auf Fr. 3'410.- ab 1. September 2000.\n\n3. Eventuell sei das Existenzminimum in der Betreibung Nr. ... des Betreibungsamtes X. für die Zeit ab 1. Juli 2000 ohne spätere Reduktion auf Fr. 2'528.35 festzusetzen.\"\n\nDie Gläubigerin B. AG in Konkursliq. als Beschwerdegegnerin beantragt die Abweisung der Beschwerde. Die obere Aufsichtsbehörde schliesst ebenfalls auf Abweisung. Das Betreibungsamt X. hat sich nicht vernehmen lassen.\n\nDie Schuldbetreibungs- und Konkurskammer des Bundesgerichts heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n3. b) Das Erwerbseinkommen ist insoweit pfändbar, als es nach Ermessen des Betreibungsamtes für den Schuldner und seine Familie nicht unbedingt notwendig ist (Art. 93 Abs. 1 SchKG). Die Nichtpfändung des Existenzminimums ist lediglich die negative Seite der Pfändung des pfändbaren Einkommens; die Verfügung über das nicht pfändbare Einkommen liegt für den Gläubiger in der Pfändungsurkunde, nicht in der nachträglich verlangten Notbedarfsberechnung, die vielmehr das Motiv zur Verfügung darstellt (BGE 73 III 114 S. 115 f.). Um Rückfragen des Gläubigers und unnötige Beschwerden wenn möglich zu vermeiden und weil die Existenzminimumsberechnung ohnehin unentbehrlich ist, um eine Einkommenspfändung zu verfügen, ist es gerechtfertigt, dem Gläubiger mit der Pfändungsurkunde die Zusammensetzung des Existenzminimums des Schuldners bekannt zu geben; dies pflegen einige Betreibungsämter seit jeher zu tun (vgl. BGE 77 III 69 E. 2 S. 71). Der BGE 127 III 572 S. 575Gläubiger hat indessen in jedem Fall - auch wenn ihm die Existenzminimumsberechnung nicht zugestellt wird - innert 10 Tagen Beschwerde gegen die Pfändungsurkunde zu erheben (BGE 77 III 69 E. 3 S. 72; BGE 73 III 114 S. 117/118), wenn er mit der Ermessensbetätigung des Betreibungsamtes bei der Nichtpfändung des Existenzminimums des Schuldners nicht einverstanden ist (AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl. 1997, § 23 Rz. 61). Wenn die Vorinstanz für die Beschwerdegegnerin die Frist zur Beschwerdeführung gegen die Festsetzung des unpfändbaren Notbedarfs nicht vom Empfang der Pfändungsurkunde an laufen lässt, sondern vom Empfang der detaillierten Existenzminimumsberechnung, die beim Betreibungsamt verlangt wurde und am 1. November 2000 zuging, ist dies nicht haltbar.\n\nc) Die Vorinstanz ist in diesem Zusammenhang zu Unrecht davon ausgegangen, dass die Beschwerdegegnerin das mit der Pfändungsurkunde vom 17. Oktober 2000 mitgeteilte Existenzminimum nicht in Frage habe stellen können. Das Betreibungsamt und die kantonalen Aufsichtsbehörden (vgl. Art. 20a Abs. 2 Ziff. 2 SchKG) haben von Amtes wegen die tatsächlichen Verhältnisse zu ermitteln, die für die Beschränkungen der Pfändbarkeit gemäss Art. 92 und 93 SchKG massgeblich sind (BGE 112 III 79 E. 2 S. 80 mit Hinweisen), und im Beschwerdeverfahren hat das Betreibungsamt die Beträge zu rechtfertigen, auf welche es bei der Festlegung des pfändbaren Einkommens bzw. des Existenzminimums abgestellt hat (vgl. BGE 87 III 104 E. 2 S. 105; GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, N. 176 zu Art. 93 SchKG). Entgegen der Auffassung der Vorinstanz lässt sich auch aus dem Anspruch auf rechtliches Gehör kein anderer Fristbeginn ableiten: Wollte die Beschwerdegegnerin behaupten, der Pfändungsurkunde fehlten ohne die Existenzminimumsberechnung wesentliche Gesichtspunkte in der Entscheidbegründung (vgl. Art. 29 Abs. 2 BV; BGE 126 I 97 E. 2b S. 102 mit Hinweisen), hätte sie gegen die Pfändungsurkunde im kantonalen Verfahren Betreibungsbeschwerde (vgl. vor Bundesgericht Art. 43 Abs. 1 i.V.m. Art. 81 OG; BGE 121 III 24 E. 2d S. 28) erheben müssen."}