{"annee": "127", "cour": "V", "page": "252", "date": "26/7/2001", "cite": ["120 V 445", "114 V 102", "121 V 65", "127 V 1", "126 V 48", "117 V 229", "126 II 377", "124 II 570"], "cite_par": ["130 V 18", "138 V 176", "137 V 105", "141 V 162", "130 V 380", "134 I 23"], "chapeau": "39. Urteil vom 26. Juli 2001 i. S. K. gegen Pensionskasse des Basler Staatspersonals und Versicherungsgericht des Kantons Basel-Stadt", "regestes": ["Art. 13 LPP; art. 66 ss CO; art. 8 al. 1 et art. 9 Cst.: Restitution de sommes de rachat qui n'ont plus d'incidence sur le droit à la rente de vieillesse au moment du départ à la retraite. Cas d'un assuré qui a effectué un rachat en vue d'un départ à la retraite anticipée; s'il ne retire aucun avantage de ce rachat, dans la mesure où, à la suite de la décision imprévue de son employeur de le mettre à la retraite anticipée, il aurait de toute façon bénéficié de prestations identiques même sans avoir effectué un tel rachat, il n'y a pas de violation du principe de l'égalité de traitement malgré l'inégalité de fait qui existe par rapport à d'autres assurés également mis à la retraite anticipée par l'employeur et qui n'ont pas effectué de rachat; il n'existe pas non plus de droit à la restitution de la somme de rachat versée sous l'angle de l'enrichissement illégitime ni de la protection de la bonne foi."], "faits": "|253|\n\nA.- K., geboren 1941, war bei den Basler Verkehrs-Betrieben angestellt und seit 1. September 1972 bei der Pensionskasse des Basler Staatspersonals (im Folgenden Pensionskasse) berufsvorsorgerechtlich versichert. Mit Grossratsbeschluss vom 15. Februar 1995 wurde das Gesetz betreffend die Pensionskasse des Basler Staatspersonals (Pensionskassengesetz [PKG]; SR/BS 166.100) vom 20. März 1980 auf den 1. Juli 1995 u.a. dahin geändert, dass die für den Anspruch auf Altersrente massgebende Altersgrenze nicht mehr nach dem vollendeten 65. Altersjahr, sondern nach 35 Versicherungsjahren, frühestens jedoch mit dem vollendeten 60. Altersjahr und spätestens mit dem vollendeten 63. Altersjahr erreicht wird [§ 30 Abs. 2 PKG]. In den Übergangsbestimmungen zur Gesetzesnovelle wurde u.a. bestimmt, dass alle bereits in der Pensionskasse versicherten aktiven Männer mit Lebensalter 50 oder älter, die gemäss bisheriger Regelung ihre Altersgrenze nach der Vollendung des 63. Altersjahres erreichen, in Abweichung von § 30 Abs. 2 PKG zwischen der bisherigen und der neuen Altersgrenze wählen können; bei Wahl der neuen Altersgrenze wird der für die Berechnung der Rentenleistungen massgebende anrechenbare Lohn um 0,25% pro Monat gekürzt, um den die neue Altersgrenze tiefer ausfällt, wobei die Kürzung durch einen nach versicherungstechnischen Grundsätzen berechneten Betrag ausgekauft werden kann (§ 64b Abs. 2 PKG). Auf Anfrage vom 15. Januar 1996 teilte die Pensionskasse K. am 4. April 1996 mit, dass bei einer Pensionierung im Alter von 63 Jahren der für die Rentenberechnung massgebende anrechenbare Lohn um 3160 Franken gekürzt werde und sich der Auskauf der Kürzung für die zwei Jahre auf 21'877 Franken belaufe. Am 18. April 1996 überwies K. diesen Betrag.\n\n|254|\n\nMit Verfügung vom 4. November 1998 eröffneten die Basler Verkehrs-Betriebe K., er werde wegen Aufhebung der Stelle auf den 31. Dezember 1998 im Rahmen der Aktion P-57 vorzeitig pensioniert. K. gelangte hierauf an die Pensionskasse und verlangte die Rückzahlung der Auskaufssumme von 21'877 Franken, was von der Vorsorgeeinrichtung abgelehnt wurde.\n\nB.- K. reichte beim Versicherungsgericht des Kantons Basel-Stadt Klage ein mit dem Begehren, die Pensionskasse sei zur Bezahlung des Betrages von 21'877 Franken, nebst Zins von 5% ab 18. April 1996, zu verpflichten. Das Gericht wies die Klage mit Entscheid vom 20. September 2000 ab.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt K. das vorinstanzliche Klagebegehren erneuern.\n\nDie Pensionskasse beantragt Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung lässt sich nicht vernehmen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. (Eingeschränkte Kognition; vgl. BGE 127 V 4 Erw. 2 und 67 Erw. 2)\n\n2. Im vorinstanzlichen Verfahren hat der Beschwerdeführer den Anspruch auf Rückerstattung der Auskaufssumme u.a. mit den Bestimmungen der Verordnung betreffend die vorzeitige Pensionierung von Mitgliedern der Pensionskasse des Basler Staatspersonals vom 28. März 1995 (\"P57-Verordnung\"; SR/BS 166.300) begründet. Hieran wird in der Verwaltungsgerichtsbeschwerde zu Recht nicht festgehalten. Nach den zutreffenden und unbestritten gebliebenen Feststellungen der Vorinstanz sieht die Verordnung eine Rückzahlung der Auskaufs- bzw. Einkaufssumme nur vor, wenn der vorzeitig Pensionierte nicht mehr als zehn Beitragsjahre aufweist und deshalb Anspruch auf eine Abfindung anstelle einer Rente hat (§ 4 Abs. 1 und 2 P57-Verordnung). Nichts anderes ergibt sich aus § 6 der Verordnung, wonach für die Berechnung der Altersleistungen die Bestimmungen des PKG bzw. der Übergangsordnung zu diesem Gesetz Anwendung finden und wonach der Staat der Kasse die Mehrbelastung im Deckungskapital (worunter die Differenz zwischen dem Deckungskapital bei ordentlicher Altersgrenze und demjenigen bei vorzeitiger Pensionierung gemäss P57-Verordnung zu verstehen ist) vergütet. Wie die Beschwerdegegnerin in der Vernehmlassung zur Verwaltungsgerichtsbeschwerde |255| zutreffend feststellt, geht daraus klar hervor, dass die vom Arbeitgeber veranlassten vorzeitigen Pensionierungen für die Pensionskasse kostenneutral zu sein haben.\n\n3. Der Beschwerdeführer begründet die Rückforderung mit dem Gebot der Rechtsgleichheit, welches seiner Auffassung nach dadurch verletzt ist, dass Arbeitnehmer, die eine Rentenkürzung zufolge Vorverlegung des Rentenalters ausgekauft haben, gleichgestellt werden mit Arbeitnehmern, die keinen Auskauf vorgenommen haben.\n\na) Unbestritten ist, dass sich aus der mit der Änderung des PKG vom 15. Februar 1995 auf den 1. Juli 1995 beschlossenen Herabsetzung der ordentlichen Altersgrenze auf das 60. bis 63. Altersjahr (§ 30 PKG) noch keine Ungleichbehandlung ergibt, welche die Rückforderung der geleisteten Auskaufssumme zu rechtfertigen vermöchte. Nach der Übergangsbestimmung von § 64b Abs. 2 und 3 PKG wird bei Anwendung der neuen Altersgrenze auf versicherte aktive Männer mit Lebensalter 50 oder älter der für die Berechnung der Rentenleistungen massgebende anrechenbare Lohn um 0,25% pro Monat gekürzt, um den die neue Altersgrenze tiefer ausfällt, wobei die Kürzung durch einen nach versicherungstechnischen Grundsätzen berechneten Betrag ausgekauft werden kann. Daraus folgt, dass ein vor der Gesetzesänderung erfolgter Auskauf der Rentenkürzung auch unter dem neuen Recht wirksam bleibt.\n\nAnders verhält es sich im Lichte der P57-Verordnung, indem nach deren § 3 Abs. 1 das vorzeitig pensionierte Mitglied bezüglich der Pensionskassenleistungen so gestellt wird, wie wenn es die ordentliche Altersgrenze erreicht hätte. Diese ebenfalls auf den 1. Juli 1995 in Kraft getretene Regelung führt insofern zu Ungleichheiten, als die vorzeitig Pensionierten unabhängig vom Lebensalter und der Versicherungsdauer und insbesondere ungeachtet des Umstandes, ob sie sich zuvor auf dieses Rentenalter eingekauft haben, Anspruch auf Leistungen wie Versicherte nach dem zurückgelegten 63. Altersjahr haben. Nach Auffassung des Beschwerdeführers ist hierin eine gegen Art. 8 BV verstossende Rechtsungleichheit zu erblicken.\n\nb) Auszugehen ist davon, dass die Statuten öffentlichrechtlicher Vorsorgeeinrichtungen auch zu Ungunsten der Versicherten abänderbar sind, soweit die Änderungen nicht wohlerworbene Rechte verletzen und nicht gegen das Willkürverbot oder die Rechtsgleichheit verstossen (BGE 117 V 234 Erw. 5 mit Hinweisen). Gegen die Rechtsgleichheit verstösst eine Regelung, wenn sie sich nicht auf ernsthafte Gründe stützen lässt, sinn- oder zwecklos ist oder rechtliche Unterscheidungen trifft, für die sich ein vernünftiger Grund |256| nicht finden lässt. Gleiches gilt, wenn sie es unterlässt, Unterscheidungen zu treffen, die richtigerweise hätten berücksichtigt werden sollen (BGE 126 V 52 Erw. 3b mit Hinweisen).\n\nIn dem in SZS 1989 S. 313 veröffentlichten Urteil W. vom 30. September 1988 hat das Bundesgericht ein wohlerworbenes Recht des Versicherten auf vorzeitige Pensionierung nach den bisherigen Versicherungsbedingungen bei Übernahme einer Vorsorgeeinrichtung durch eine andere Einrichtung verneint und festgestellt, dass eine Übergangsregelung, wonach Personen, die bei Inkrafttreten der neuen Bestimmungen das 55. bzw. 57. Altersjahr zurückgelegt hatten, die Möglichkeit eingeräumt wurde, mit 60 Jahren zu den bisherigen Bedingungen in den Ruhestand zu treten, nicht gegen die Rechtsgleichheit verstösst. Offen liess das Gericht, ob der Umstand, dass der Versicherte sich im Hinblick auf eine vorzeitige Pensionierung auf das 25. Altersjahr zurück eingekauft hatte, Anlass zu einer Rückerstattung der Einkaufssumme gab (SZS 1989 S. 327 Erw. 5). Rechtsungleich ist nach der Rechtsprechung des Eidg. Versicherungsgerichts eine statutarische Regelung, welche die mehr als 55-jährigen Versicherten vom rückwirkenden Einkauf im Hinblick auf das herabgesetzte Rücktrittsalter ausschliessen wollte (BGE 114 V 108 Erw. 3b). Als gegen die Rechtsgleichheit verstossend hat das Gericht auch eine Regelung qualifiziert, wonach freiwillig versicherte Mitglieder einer öffentlichrechtlichen Vorsorgeeinrichtung, die keinen Anspruch auf vorzeitige Pensionierung hatten, an der Finanzierung der vorzeitigen Pensionierung der obligatorisch versicherten Mitglieder durch höhere Beiträge mitzuwirken hatten; im konkreten Fall wurde dem freiwillig Versicherten ein Anspruch auf Rückerstattung der zur Finanzierung des flexiblen Rentenalters der obligatorisch versicherten Mitglieder entrichteten (zusätzlichen) Beiträge zuerkannt (SZS 1997 S. 331). Keinen Verstoss gegen die Rechtsgleichheit hat das Gericht darin erblickt, dass ein kantonales Pensionskassendekret es bei Neueintretenden dem pflichtgemässen Ermessen des Arbeitgebers überliess, einen Teil des freiwilligen Eintrittsgeldes zu übernehmen, während eine solche Möglichkeit für die aus der Sparversicherung in die Pensionskasse Übertretenden nicht bestand (nicht veröffentlichtes Urteil H. vom 7. November 1989, B 8/88; vgl. MEYER-BLASER, Die Rechtsprechung von Eidgenössischem Versicherungsgericht und Bundesgericht zum BVG, 1985-1989, in: SZS 1990 S. 83 f.).\n\nc) Im vorliegenden Fall ist ein Verstoss gegen das Rechtsgleichheitsgebot von Art. 8 Abs. 1 BV zu verneinen. Anders als in dem |257| in SZS 1997 S. 331 beurteilten Sachverhalt, hat der Beschwerdeführer mit der streitigen Auskaufssumme nicht zur Finanzierung der vorzeitigen Pensionierung derjenigen (vorzeitig pensionierten) Versicherten beigetragen, die sich nicht auf das 63. Altersjahr eingekauft haben. Auch ist er in seinen Rechten in keiner Weise geschmälert worden. Es verhält sich vielmehr nur so, dass er aus dem Auskauf der Rentenkürzung keine Vorteile mehr zieht, weil er zufolge vorzeitiger Pensionierung ohnehin in den Genuss der entsprechenden Leistungen gelangt. Die damit verbundene faktische Ungleichbehandlung gegenüber andern vorzeitig pensionierten Versicherten, die sich nicht rückwirkend eingekauft haben, stellt keine Verletzung der Rechtsgleichheit dar. Vielmehr gebietet gerade das Gleichbehandlungsgebot, dass vorzeitig Pensionierte ungeachtet ihrer persönlichen Versicherungsdauer so behandelt werden, wie wenn sie die reglementarische Altersgrenze erreicht hätten. Es liegt in der Natur vorzeitiger Pensionierungen durch den Arbeitgeber, dass generelle Lösungen zu treffen sind, welche sich je nach der individuellen Altersgrenze und Versicherungsdauer für die Betroffenen unterschiedlich auswirken können. Auch unter dem Gesichtspunkt einer einfachen und praktikablen Lösung ist die hier zur Diskussion stehende Regelung sachlich begründet. Dass die streitige Regelung Unterscheidungen trifft, für die sich ein vernünftiger Grund nicht finden lässt, kann nicht gesagt werden. Ebenso wenig unterlässt sie Unterscheidungen, die richtigerweise hätten berücksichtigt werden müssen. Fraglich kann daher lediglich sein, ob sich ein Rückforderungsanspruch unter einem andern Rechtstitel ergibt.\n\n4. a) Zu Recht hält der Beschwerdeführer an der in der Klage vom 15. Februar 2000 vertretenen Auffassung nicht fest, wonach sich ein Rückforderungsanspruch daraus ergibt, dass der Rechtsgrund der Zahlung nachträglich weggefallen ist. Zwar gilt analog zu den privatrechtlichen Regeln über die ungerechtfertigte Bereicherung (Art. 62 ff. OR) auch im Verwaltungsrecht als allgemeiner Rechtsgrundsatz, dass Zuwendungen, die aus einem nicht verwirklichten oder nachträglich weggefallenen Grund erfolgten, zurückzuerstatten sind (BGE 124 II 578 Erw. 4b mit Hinweisen). Im vorliegenden Fall ist der Rechtsgrund für die streitige Zahlung zwar insofern nachträglich weggefallen, als der Beschwerdeführer zufolge vorzeitiger Pensionierung auch ohne den Einkauf in den Genuss der vollen Leistungen gelangt wäre. Die Voraussetzungen für eine Rückerstattung der Auskaufssumme unter dem Titel der |258| ungerechtfertigten Bereicherung sind jedoch nicht gegeben. Zum einen hatte der Beschwerdeführer keinen zwingenden Rechtsanspruch auf Fortbestand seiner Anwartschaften, indem der Rechtszustand auch zu seinen Ungunsten hätte geändert werden können (vgl. BGE 117 V 229). Zum andern hat die Vorsorgeeinrichtung keinen ungerechtfertigten Vermögensvorteil erlangt, weil auch die vom Beschwerdeführer geleistete Auskaufssumme das für die vorzeitige Pensionierung erforderliche Deckungskapital nur zum Teil ausgleicht. Begünstigt ist allenfalls der nach § 6 Abs. 2 der P57-Verordnung zum Ausgleich des Deckungskapitals verpflichtete Kanton. Darin lässt sich jedoch keine die Rückerstattungspflicht der Vorsorgeeinrichtung rechtfertigende Bereicherung erblicken. Wie das Eidg. Versicherungsgericht in dem in SZS 1987 S. 244 veröffentlichten Urteil B. vom 26. Juni 1987 (B 1/87) ausgeführt hat, ist der rückwirkende Einkauf von Versicherungsjahren kein reiner Sparvorgang, sondern dient auch wesentlich dazu, die Leistungen im Falle des Eintritts des versicherten Risikos - und dies nicht nur in Bezug auf die Alters-, sondern auch im Hinblick auf die Invaliditäts- und Todesfallleistungen - zu verbessern. Der Umstand, dass von der Möglichkeit des vorzeitigen Altersrücktritts nicht Gebrauch gemacht wird, bedeutet daher nicht, dass die Vorsorgeeinrichtung ungerechtfertigt bereichert ist und die Einkaufssumme zurückzuerstatten hat (MEYER-BLASER, a.a.O., S. 84; vgl. auch VIRET; La jurisprudence du TFA en matière de prévoyance professionnelle: de diverses questions de fond, in: SVZ 1991 S. 108 f.). Dies hat auch im vorliegenden Fall einer Herabsetzung der Altersgrenze zufolge vorzeitiger Pensionierung zu gelten.\n\nb) Zu einem andern Ergebnis vermag schliesslich auch der Grundsatz von Treu und Glauben (Art. 2 ZGB), wie er im öffentlichen Recht Geltung hat (Art. 9 BV; BGE 126 II 387 Erw. 3a, BGE 121 V 66 Erw. 2a, BGE 120 V 449 Erw. 4b, je mit Hinweisen), nicht zu führen. Der Auskauf der Rentenkürzung erfolgte im April 1996 und damit lange vor der vorzeitigen Pensionierung auf Ende 1998. Zwar ist die P57-Verordnung bereits am 1. Juli 1995 und damit vor dem Auskauf der Rentenkürzung in Kraft gesetzt worden. Der Beschwerdeführer macht jedoch nicht geltend, die Pensionskasse hätte ihn hierüber ausdrücklich informieren müssen und er hätte bei entsprechender Information von einem Auskauf abgesehen. Hiezu bestand schon deshalb kein Anlass, weil im damaligen Zeitpunkt völlig ungewiss war, ob und gegebenfalls in welchem Zeitpunkt eine vorzeitige Pensionierung verfügt werden könnte. Es ist daher anzunehmen, dass |259| sich der Beschwerdeführer mit dem Auskauf der Rentenkürzung so oder so eine Pensionierung mit vollen Leistungen auf das vollendete 63. Altersjahr sichern wollte. Eine Rückerstattung der Auskaufssumme rechtfertigt sich daher auch unter dem Gesichtspunkt von Treu und Glauben nicht.\n\n5. (Gerichtskosten)"}