{"annee": "127", "cour": "IV", "page": "229", "date": "26/9/2001", "cite": ["106 IV 138", "104 IV 201"], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil des Kassationshofes vom 26. September 2001 i.S. K. gegen Staatsanwaltschaft und Obergericht des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 103 al. 1, 2 et 4 OSR; art. 50 al. 3 et 4 OSR; art. 4a al. 1 let. a et al. 2 OCR et art. 22 OSR; vitesse maximale \"50, Limite générale\". Les signaux d'interdiction et de prescription ne sont obligatoires que s'ils ont été placés de façon conforme et si, de plus, ils sont clairs et leur portée est aisément reconnaissable (consid. 2). Le début de la limitation générale de la vitesse maximale (autorisée) doit être indiqué au moyen du signal \"Vitesse maximale 50. Limite générale\". Un panneau de localité ne suffit pas pour signaler la limitation de vitesse (consid. 3). L'indication de la prochaine agglomération et de son éloignement, figurant sur un panneau de localité, n'annonce pas une signalisation suivante (consid. 4)."], "faits": "BGE 127 IV 229 S. 230\n\nA.- K. überschritt am 29. Juni 2000 auf dem Gemeindegebiet Rudolfstetten die signalisierte Höchstgeschwindigkeit von 50 km/h um 16 km/h (nach Abzug der Toleranz).\n\nWegen dieses Vorfalls wurde K. vom Bezirksamt Bremgarten mit Strafbefehl gebüsst. Nachdem er dagegen Einsprache erhoben hatte, sprach ihn das Bezirksgericht Bremgarten am 14. Dezember 2000 der einfachen Verkehrsregelverletzung durch Missachtung der Höchstgeschwindigkeit innerorts schuldig und bestrafte ihn mit einer Busse von Fr. 320.-.\n\nB.- Mit Urteil vom 14. Mai 2001 wies das Obergericht des Kantons Aargau, 3. Strafkammer, eine Berufung des Verurteilten ab.\n\nGestützt auf eine Fotodokumentation der Ortspolizei sowie auf die vom Berufungskläger ins Recht gelegte Videoaufzeichnung und Fotos hält das Obergericht fest, die Ortseinfahrtstafel Rudolfstetten befinde sich 50 m vor der Signalisation \"Generell 50\" auf der linken Strassenseite ausgangs der übersichtlichen Rechtskurve in Fahrtrichtung Zürich. Die Signalisation auf der rechten Seite sei erst neben dem doppelspurigen Geleise der Bremgarten-Dietikon-Bahn am Fahrleitungsmast angebracht. Beide linksseitigen Signalisationen überragten den entgegenkommenden Personenwagenverkehr und könnten höchstens durch Lastwagenverkehr verdeckt werden. Aus der Videoaufzeichnung sei ersichtlich, dass Rudolfstetten vor der Linkskurve in der Anfahrt Richtung Zürich auf der Ortsausfahrtssignalisation der vorausgehenden Gemeinde Mutschellen vorangekündigt werde. Es bestünden keine Zweifel, dass eine der beiden Signalisationen für den Beschwerdeführer erkennbar gewesen sei. Wäre die Signalisation \"Generell 50\" verdeckt gewesen, so hätte er auf Grund der vorausgehenden Ortseinfahrtssignalisation mit einer wie auch immer geregelten Höchstgeschwindigkeit innerorts rechnen und daher auch auf die Signalisation rechts der Bahngeleise achten müssen. Im unwahrscheinlichen Fall, dass beide linksseitigen Tafeln andauernd verdeckt gewesen wären, müsse ihm auf Grund der Vorsignalisation einer Ortseinfahrt Unachtsamkeit zur Last gelegt werden. Dabei handle es sich nicht um eine erhöhte Vorsichtspflicht, sondern um eine durchschnittliche Aufmerksamkeit, BGE 127 IV 229 S. 231wie sie im zwischen Inner- und Ausserortsstrecken wechselnden Verkehr zu erwarten sei.\n\nC.- K. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil aufzuheben und die Sache an die Vorinstanz zu seiner Freisprechung zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. a) Der Beschwerdeführer macht geltend, die Signale \"Höchstgeschwindigkeit 50 generell\" bei der Ortseinfahrt von Rudolfstetten seien nicht gesetzeskonform. Gemäss ständiger Rechtsprechung des Bundesgerichtes verpflichteten Gebots- und Verbotssignale nur, wenn sie klar und ohne weiteres erkennbar seien und der Signalisationsordnung entsprächen. Auch der ortsfremde Verkehrsteilnehmer müsse ein Verbot unzweideutig als solches erkennen können. Ein zwingender Ausnahmefall, wonach ein Signal auch nur links angebracht werden könne, liege hier nicht vor. In der Rechtskurve unmittelbar vor der Ortsbeginntafel befinde sich zwischen Fahrbahn und Bahnstrasse ein breiter Grünstreifen mit Buschbepflanzung. Keine 100 m vor dem Standort der für den Fahrzeuglenker ohne Sorgfaltswidrigkeit nicht erkennbaren Signale auf der linken Strassenseite und jenseits der Bahngeleise bestünde somit problemlos die Möglichkeit, eine Ortsbeginntafel kombiniert mit der Geschwindigkeitsanordnung aufzustellen. Diese könne allenfalls mit einer Distanztafel (5.01 Anhang zur Signalisationsverordnung vom 5. September 1979 [SSV; SR 741.21]) versehen werden, welche korrekt auf eine nachfolgende Geschwindigkeitsbegrenzung hinweisen würde. Ausser einer rechtsseitigen Vorsignalisation könnte die Signalisation auch ohne weiteres über die Fahrbahn gehängt werden. Das rechtsseitige Signal auf der anderen Seite der Bahngeleise liege vorliegend weit ausserhalb des durch Art. 103 Abs. 4 SSV umschriebenen Bereichs von 2 m bzw. in besonderen Fällen von max. 3,5 m. Für Situationen der offensichtlich zwangsläufig auftretenden temporären Unerkennbarkeit wichtiger Signale dürfe die Verantwortung nicht auf den Verkehrsteilnehmer abgeschoben werden. Dieser sei in seinem Vertrauen auf das Vorhandensein einer ohne speziellen Suchaufwand sichtbaren, den Anforderungen der Signalisationsverordnung genügenden Signalisation zu schützen.\n\nb) Die Vorinstanz erwägt, auf der Höhe der Signalisation sei keine Aufstellung beidseits der Strasse möglich, da ein Signal auf der BGE 127 IV 229 S. 232rechten Strassenseite in das Lichtraumprofil der Fahrbahn hineinragen würde. Es bestehe auch keine Vorschrift, in einem solchen Fall die Signalisation über der Fahrbahn zu montieren oder voranzukündigen.\n\nc/aa) Der Standort von Signalen wird von Art. 103 SSV geregelt. Danach stehen Signale am rechten Strassenrand. Sie können am linken Strassenrand wiederholt, über die Fahrbahn gehängt, auf Inseln gestellt oder in zwingenden Ausnahmefällen ausschliesslich links angebracht werden (Art. 103 Abs. 1 SSV). Signale werden so aufgestellt, dass sie rechtzeitig erkannt und nicht durch Hindernisse verdeckt werden (Art. 103 Abs. 2 SSV). Dabei dürfen Signale nicht in das Lichtraumprofil der Fahrbahn hineinragen. Der Abstand zwischen dem Fahrbahnrand und der nächsten Signalkante beträgt innerorts 0,3 - 2,0 m, (...), in besonderen Fällen maximal 3,5 m (Art. 103 Abs. 4 SSV).\n\nVerbotssignale verpflichten nur, wenn sie klar und ohne weiteres in ihrer Bedeutung erkennbar sind (BGE 106 IV 138 E. 3 S. 140 mit Hinweisen; vgl. ferner Entscheid 6A.11/2000 vom 7. September 2000). Ein Signal muss leicht und rechtzeitig erkannt werden können, wobei der Massstab eines Fahrzeuglenkers zu Grunde zu legen ist, der dem Strassenverkehr die notwendige und von ihm vernünftigerweise zu erwartende Aufmerksamkeit zuwendet (BUSSY/RUSCONI, Code Suisse de la circulation routière, N. 1.1 zu Art. 103 SSV unter Hinweis auf BGE 104 IV 201). Diese Rechtsprechung gilt sowohl für Verbots- als auch für Gebotssignale.\n\nbb) Im hier zu beurteilenden Fall wird die Innerorts-Höchstgeschwindigkeit von 50 km/h nach der Ortseinfahrt von Rudolfstetten in Fahrtrichtung Zürich durch zwei Signaltafeln angezeigt. Die eine steht auf der linken Strassenseite; die andere Tafel ist an einem Fahrleitungsmast rechts der parallel zur Hauptstrasse verlaufenden Geleise der Bremgarten-Dietikon-Bahn angebracht. Das Baudepartement des Kantons Aargau hält zu Händen des Bezirksamtes Bremgarten fest, auf Grund des vorgeschriebenen Abstandes eines Signales zum Strassenrand gemäss Art. 103 Abs. 4 SSV und des Lichtraumprofils der Bahn könnten zwischen Strasse und Geleise keine Signale aufgestellt werden. Das Aufstellen nur eines Signales auf der linken Seite vermöge indessen zu genügen. Das linke Signal könne als Primär- und das rechte Signal als optionales Wiederholsignal betrachtet werden.\n\ncc) Die fraglichen Signalisationen genügen weder für sich allein noch gesamthaft betrachtet den bundesrechtlichen Anforderungen. BGE 127 IV 229 S. 233\n\nFest steht, dass die rechts angebrachte Tafel deutlich ausserhalb der nach Art. 103 Abs. 4 SSV noch zulässigen Distanzen zum Fahrbahnrand am Eisenbahnmast angebracht ist. Kein Fahrzeuglenker ist gehalten, nach solchen vorschriftswidrig angebrachten Signalen Ausschau zu halten. Abgesehen davon wird das Signal bei der Durchfahrt eines Zuges verdeckt. Das rechtsseitig aufgestellte Signal vermag damit die Verkehrsteilnehmer nicht zu verpflichten.\n\nWeder dem angefochtenen Entscheid noch den Aktenstücken, auf welche die Vorinstanz verweist, lassen sich Anhaltspunkte für das Vorliegen eines zwingenden Ausnahmefalles im Sinne von Art. 103 Abs. 1 SSV entnehmen, der das Anbringen einer Signalisation ausschliesslich auf der linken Fahrbahnseite erlauben würde. Wie der Beschwerdeführer zutreffend ausführt, bietet sich unmittelbar vor der Ortsbeginntafel ein breiter Grünstreifen mit Buschbepflanzung zwischen Fahrbahn und Bahntrassee als geeigneter Standort für eine Signaltafel geradezu an. Denkbar wäre auch die vom Gesetz vorgesehene Möglichkeit, das Signal über die Fahrbahn zu hängen. Die kantonalen Behörden nennen jedenfalls keine Gründe, die gegen diese Lösungen sprechen würden. Gemäss der Signalisationsverordnung dienen Signale am linken Strassenrand grundsätzlich nur der Wiederholung, namentlich weil diese Signale durch den Gegenverkehr verdeckt werden können.\n\nd) Demnach entspricht die zur Diskussion stehende Signalisation nicht den gesetzlichen Anforderungen. Die Beschwerde ist daher in diesem Punkt begründet.\n\n3. a) Der Beschwerdeführer macht geltend, er habe nicht mit der allgemeinen Höchstgeschwindigkeit von 50 km/h rechnen müssen. Die Annahme der Vorinstanz, wonach in einem Ortsbereich vorbehältlich einer abweichenden Signalisation grundsätzlich von einer Tempobeschränkung auf 50 km/h auszugehen sei, verstosse gegen Bundesrecht. Die Höchstgeschwindigkeit innerorts gelte weder grundsätzlich nach einem Signal \"Ortsbeginn\" noch automatisch in dicht besiedelten Gebieten. Im Übrigen habe er sich bei der geltenden gesetzlichen Regelung auf Grund der örtlichen Gegebenheiten nicht bewusst sein müssen, dass an der Messstelle zwangsläufig Tempo 50 Gültigkeit habe.\n\nNach den Erwägungen der Vorinstanz musste der Beschwerdeführer von der allgemeinen Begrenzung der Innerortsgeschwindigkeit ausgehen. Besondere Umstände, um im Sinne von Art. 108 Abs. 3 - 5 SSV von der Höchstgeschwindigkeit abzuweichen, seien auf dem relevanten Innerortsstreckenabschnitt in Rudolfstetten nicht BGE 127 IV 229 S. 234gegeben, da sowohl die Einmündung zum Ortskern als auch die Überbauung beidseits der Strasse ab der Bahn-Haltestelle ein Sicherheitsrisiko darstellten.\n\nb) Die allgemeine Höchstgeschwindigkeit für Fahrzeuge beträgt in Ortschaften unter günstigen Strassen-, Verkehrs- und Sichtverhältnissen 50 km/h (Art. 4a Abs. 1 lit. a Verkehrsregelnverordnung vom 13. November 1962 [VRV; SR 741.11]). Sie gilt im ganzen dicht bebauten Gebiet der Ortschaft; sie beginnt beim Signal \"Höchstgeschwindigkeit 50 generell\" und endet beim Signal \"Ende der Höchstgeschwindigkeit 50 generell\" (Art. 4a Abs. 2 Satz 1 VRV). Der Beginn der allgemeinen Höchstgeschwindigkeit von 50 km/h wird mit dem Signal \"Höchstgeschwindigkeit 50 generell\" dort angezeigt, wo die dichte Überbauung auf einer der beiden Strassenseiten beginnt (Art. 22 Abs. 3 Satz 1 SSV). Nach dieser klaren gesetzlichen Regelung ist die Höchstgeschwindigkeit innerorts mit den dafür vorgeschriebenen Gebotstafeln zu signalisieren (vgl. auch SCHAFFHAUSER, Grundriss des Schweizerischen Strassenverkehrsrechts, Bd. I, S. 45 Rz. 66; BUSSY/RUSCONI, a.a.O., N. 3.6 zu Art. 32 SVG und N. 3 zu Art. 22 SSV). Die für unbedeutende Nebenstrassen geltende Ausnahme (Art. 4a Abs. 2 Satz 2 VRV und Art. 22 Abs. 4 SSV; vgl. auch Urteil des Bundesgerichts 6A.11/2001 vom 30. März 2001 kommt hier nicht zum Tragen.\n\nDa das Gesetz die Signalisation der Höchstgeschwindigkeit zwingend vorschreibt, muss nicht schon allein aus dem Vorhandensein einer Ortstafel auf die Höchstgeschwindigkeit 50 km/h generell geschlossen werden. Im Übrigen wird das Signal \"Ortsbeginn\" schon aufgestellt, wo das locker überbaute Ortsgebiet beginnt (Art. 50 Abs. 4 SSV), während die allgemeine Höchstgeschwindigkeit von 50 km/h nur im dichtbebauten Gebiet der Ortschaft gilt (Art. 4a Abs. 2 VZV [SR 741.51]; Art. 22 Abs. 3 SSV spricht von \"dichter Überbauung auf einer der beiden Strassenseiten\").\n\nBei der Beurteilung, ob sich eine Strasse in dicht bebautem Gebiet einer Ortschaft befindet, ist nicht bloss auf ein kurzes Teilstück abzustellen, sondern auf das ganze umliegende Gebiet (Urteil des Bundesgerichts 6S.337/1992 vom 10. Juli 1992). Zwischen der linksseitig angebrachten Ortseinfahrtstafel Rudolfstetten und dem Radar-Messpunkt steht auf der rechten Strassenseite auf einer Länge von rund 500 m kein einziges Haus; die Strasse führt auf diesem Abschnitt parallel zum Bahngeleise. Nach der Bahnhaltestelle verläuft ebenfalls parallel zum Geleise ein davon abgeschrankter Fussweg. Insoweit lässt nichts auf einen Innerortscharakter schliessen.BGE 127 IV 229 S. 235\n\nAuf der linken Strassenseite befinden sich nach der Signalisation \"Höchstgeschwindigkeit 50 generell\" mehrere Häuser, die indessen durch hohe Bäume und Büsche verdeckt sind und zudem an einem Hang liegen. Sie werden nicht von der Durchgangsstrasse her erschlossen. Auch daraus ist für einen ortsfremden Fahrzeuglenker - wie es der Beschwerdeführer gemäss den für das Bundesgericht verbindlichen tatsächlichen Feststellungen der Vorinstanz (Art. 277bis Abs. 1 BStP [SR 312.0]) war - der Innerortscharakter des fraglichen Streckenabschnitts nicht ersichtlich. Daran vermag die etwa in der Mitte zwischen Ortseingangstafel und Messstelle links in den Ortskern abbiegende Strasse nichts zu ändern; derartige Einmündungen finden sich auch ausserhalb von Lokalitäten.\n\n4. Der Beschwerdeführer wendet sich gegen die Annahme der Vorinstanz, wonach das Signal \"Höchstgeschwindigkeit 50 generell\" durch eine Vorsignalisation angezeigt wurde.\n\na) Die Vorinstanz führt aus, der vom Beschwerdeführer eingereichten Videoaufzeichnung lasse sich entnehmen, dass Rudolfstetten vor der Linkskurve in der Anfahrt Richtung Zürich auf der Ortsausfahrtssignalisation der vorausgehenden Gemeinde Mutschellen vorangekündigt werde. Auf Grund der Vorsignalisation einer Ortseinfahrt sei ihm daher Unachtsamkeit zur Last zu legen.\n\nb) Gemäss Art. 50 Abs. 3 SSV zeigt die Rückseite der Ortschaftstafel das Signal \"Ortsende auf Hauptstrassen\" oder \"Ortsende auf Nebenstrassen\"; sie trägt im oberen Feld den Namen der nächsten Ortschaft, im unteren Feld den Namen des nächsten Fernzieles sowie dessen Entfernung. Folgt eine Gabelung, können zwei Fernziele angegeben werden.\n\nSelbst wenn man mit der Vorinstanz annehmen wollte, dass die Hinweise auf der Rückseite einer Ortsendetafel die nachfolgende Ortseinfahrt \"vorsignalisieren\", kann darin jedenfalls keine Signalisation der zulässigen Höchstgeschwindigkeit erblickt werden (vgl. oben E. 3b Abs. 3). Eine allfällige Geschwindigkeitsüberschreitung in der folgenden Ortschaft kann deshalb auch nicht auf eine Unachtsamkeit beim Passieren der früheren Ortsendetafel zurückgeführt werden. Die Angabe der nächsten Ortschaft und ihrer Distanz auf einer Ortsendetafel dient zwar der Information des Reisenden über den vor ihm liegenden Streckenabschnitt, zeigt aber selbst keine künftigen Signalisationen an. Abgesehen davon vermochten die fraglichen Geschwindigkeitssignale wie aufgezeigt den Beschwerdeführer rechtlich nicht zu verpflichten."}