{"annee": "127", "cour": "III", "page": "365", "date": "30/5/2001", "cite": ["124 III 423", "108 II 337", "123 III 183", "117 II 113", "127 III 73"], "cite_par": ["132 III 626", "144 III 155", "144 III 452", "136 III 410", "144 III 519"], "chapeau": "61. Auszug aus dem Urteil der I. Zivilabteilung vom 30. Mai 2001 i.S. M. s.r.l. gegen B. AG (Berufung)", "regestes": ["Contrat de transport; Convention relative au contrat de transport international de marchandises par route (CMR; RS 0.741.611); allégation du dommage. Exigences relatives à la façon dont un dommage total doit être allégué lorsque celui-ci est contesté par la partie adverse (consid. 2). Compensation exclue entre un dommage indirect dont la CMR ne prévoit pas l'indemnisation et la prétention du transporteur à sa rémunération qu'il faut déterminer selon le droit interne suisse (consid. 3)."], "faits": "BGE 127 III 365 S. 366\n\nMit Vertrag vom 25. November 1996 kaufte die M. s.r.l. (Klägerin) von der A. AG eine gebrauchte Rollenoffsetanlage \"MAN Rotoman C\". Sie betraute in der Folge die B. AG (Beklagte) mit dem Transport der Anlage von X. nach Y. (Italien). Zu verladen war namentlich der zum Kaufgegenstand gehörende, mindestens 5,25 Tonnen schwere Wassertauscher, welcher im kantonalen Verfahren auch als \"Kühlturm\", \"Kühlaggregat\" oder \"Warmwassertauscher\" bezeichnet wurde und sich auf dem Dach des Gebäudes der A. AG befand. Um den strittigen Wassertauscher vom Dach zu heben und zu verladen, befestigte die Beklagte ein Vierer-Kettengehänge eines Kranes an vier Hängelaschen, welche am sog. Tropfenabscheider des Wassertauschers - von der Klägerin auch Deckel genannt - angeschraubt waren. Beim Hochheben des Wassertauschers rissen die Hängelaschen, da sie dem Gewicht nicht standzuhalten vermochten. Der Wassertauscher fiel aus ca. 3 bis 4 Metern auf das Dach und wurde dadurch beschädigt. Unter dem Tropfenabscheider, im Innern des Wassertauschers, befanden sich vier weitere, kräftigere Laschen, welche durch Entfernen des Tropfenabscheiders hätten freigelegt werden können und für das Heben des Wassertauschers bestimmt gewesen wären.\n\nDa sich die Parteien nicht darüber einigen konnten, wer das unsachgemässe Hochheben und damit die Beschädigung des Wassertauschers zu verantworten hatte, machte die Klägerin gerichtlich einen Schadenersatzanspruch von Lit. 82'210'000.- geltend, worauf die Beklagte Widerklage auf Bezahlung des noch ausstehenden Frachtlohnes von Fr. 16'925.- erhob. Das Handelsgericht BGE 127 III 365 S. 367des Kantons Zürich wies die Klage mit Urteil vom 20. April 2000 ab und hiess die Widerklage im Umfang von Fr. 15'005.- nebst Zins gut. Die gegen dieses Urteil gerichtete Berufung der Klägerin weist das Bundesgericht ab.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In rechtlicher Hinsicht ist unbestritten, dass auf die vorliegende Streitigkeit grundsätzlich das Übereinkommen vom 19. Mai 1956 über den Beförderungsvertrag im internationalen Strassenverkehr (CMR; SR 0.741.611) Anwendung findet. Die Vorinstanz wies die Klage ab, weil einerseits der Klägerin ein Verschulden im Sinne von Art. 17 Ziff. 2 CMR vorzuwerfen sei und sie anderseits ihren Schaden nicht substanziiert habe. Die Klägerin ficht beide Begründungen als bundesrechtswidrig an.\n\n2. In Bezug auf die Substanziierung des Schadens erwog die Vorinstanz, die Vorbringen der Klägerin liessen trotz gerichtlicher Substanziierungshinweise konkrete, zum Beweis verstellbare Behauptungen über die Beschädigungen des Wassertauschers vermissen; ebenso fehlten Angaben über die ausgeführten Arbeiten und die Kosten für den Ersatz oder die Reparatur des Wassertauschers sowie für die Instandstellung der gesamten Anlage. Die Klage sei deshalb mangels Substanziierung abzuweisen.\n\na) Gemäss Art. 25 Ziff. 1 CMR hat der Frachtführer bei Beschädigung des Frachtgutes grundsätzlich den Betrag der Wertverminderung zu zahlen, welche der Differenz zwischen dem Wert des Gutes bei der Übernahme und dem Wert infolge der Beschädigung entspricht (HERBER/PIPER, CMR, Internationales Strassentransportrecht, Kommentar, N. 2 zu Art. 25 CMR; THUME, in: Thume [Hrsg.], Kommentar zur CMR, N. 4 zu Art. 25 CMR; GLÖCKNER, Leitfaden zur CMR, 7. Aufl., N. 2 zu Art. 25 CMR). Dieser Schadensbegriff stimmt mit dem im schweizerischen innerstaatlichen Recht gebräuchlichen überein (dazu BGE 127 III 73 E. 4a S. 76 mit Hinweisen). Übersteigen die Wiederherstellungskosten den ursprünglichen Wert des Gutes, wird auch unter Herrschaft der CMR von einem Totalschaden ausgegangen, welcher dem Verlust der Sache gleichzusetzen ist (HERBER/PIPER, a.a.O., N. 1 zu Art. 25 CMR; THUME, a.a.O., N. 66 zu Art. 17 CMR; GLÖCKNER, a.a.O., N. 1 zu Art. 25 CMR; zum identischen Begriff des Totalschadens im innerstaatlichen Recht vgl. ALFRED KELLER, Haftpflicht im Privatrecht, Bd. II, 2. Aufl., S. 108; OFTINGER/STARK, Schweizerisches BGE 127 III 365 S. 368Haftpflichtrecht, Bd. I, 5. Aufl., S. 368 Rz. 366). Diesfalls berechnet sich der Schadenersatz gemäss Art. 23 Ziff. 1 CMR nach dem Wert des Gutes am Ort und zur Zeit der Übernahme zur Beförderung.\n\nb) Nach allgemeinen Grundsätzen hat die Schadenersatz beanspruchende Partei den Schaden zu beweisen (THUME, a.a.O., N. 62 zu Art. 23 und N. 33 zu Art. 25 CMR; GIEMULLA, in: Baumgärtel [Hrsg.], Handbuch der Beweislast im Privatrecht, N. 2 zu Art. 23 CMR; für das innerstaatliche Recht vgl. Art. 8 ZGB und Art. 42 Abs. 1 OR). Wie weit die anspruchsbegründenden Tatsachen dabei inhaltlich zu substanziieren sind, damit sie unter die massgeblichen Bestimmungen des materiellen Rechts subsumiert werden können, bestimmt das materielle Bundesrecht (BGE 123 III 183 E. 3e S. 188; BGE 108 II 337 E. 2 und 3). Die jeweiligen Anforderungen ergeben sich einerseits aus den Tatbestandsmerkmalen der angerufenen Norm und anderseits aus dem prozessualen Verhalten der Gegenpartei. Tatsachenbehauptungen müssen dabei so konkret formuliert sein, dass ein substanziiertes Bestreiten möglich ist oder der Gegenbeweis angetreten werden kann (vgl. BGE 117 II 113 E. 2; GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 164). Bestreitet der Prozessgegner das an sich schlüssige Vorbringen der behauptungsbelasteten Partei, kann diese gezwungen sein, die rechtserheblichen Tatsachen nicht nur in den Grundzügen, sondern so umfassend und klar darzulegen, dass darüber Beweis abgenommen werden kann (BGE 108 II 337 E. 3 S. 341; JÜRGEN BRÖNNIMANN, Die Behauptungslast, in: Leuenberger [Hrsg.], Der Beweis im Zivilprozess, S. 60). Wird das Vorliegen eines vorerst nur pauschal behaupteten Schadens vom Prozessgegner bestritten, hat der Ansprecher deshalb die einzelnen konkreten Tatsachen vorzutragen, welche Grundlage für die Qualifizierung einer Vermögenseinbusse als rechtlich relevanter Schaden bilden (JÜRGEN BRÖNNIMANN, Die Behauptungs- und Substanzierungslast im schweizerischen Zivilprozessrecht, Diss. Bern 1989, S. 149 f.).\n\nc) Die Klägerin macht geltend, sie habe einen neuen Wassertauscher herstellen und installieren lassen, was ihr Kosten von Lit. 82'210'000.- verursacht habe. Ob diese Schadensberechnung den in der CMR niedergelegten Grundsätzen entspricht, ist fraglich (vgl. Art. 23 Ziff. 1 und 2 CMR), kann jedoch offen bleiben. Denn die Vorbringen der Klägerin setzen einen Totalschaden voraus, welcher somit zunächst substanziiert darzutun war. Ein Totalschaden wurde von der Klägerin zwar pauschal behauptet, von der Beklagten aber bestritten. Die Klägerin stellt nicht in Abrede, dass sie es im BGE 127 III 365 S. 369kantonalen Verfahren trotz gerichtlicher Substanziierungshinweise versäumt hat, die konkreten Beschädigungen bzw. Defekte des transportierten Wassertauschers zu beschreiben. Wenn die Klägerin davon ausgeht, dass sie dazu auch nicht verpflichtet war, verkennt sie die bundesrechtlichen Anforderungen an die Substanziierung des Schadens. Jedenfalls nachdem die Beklagte das Vorliegen eines Totalschadens bestritten hatte, wäre die Klägerin gehalten gewesen, ihre vorerst pauschale Behauptung in Einzeltatsachen zu zergliedern und darzulegen, aufgrund welcher konkreten Beschädigungen der Wassertauscher irreparabel war oder inwiefern die Reparaturkosten dessen Wert überstiegen (vgl. THUME, a.a.O., N. 62 zu Art. 23 CMR). Diese Angaben waren nicht nur Voraussetzung für die Subsumtion der klägerischen Vorbringen unter den Begriff des Totalschadens, sondern auch für ein substanziiertes Bestreiten durch die Beklagte und die beweismässige Abklärung des Sachverhaltes (vgl. BGE 108 II 337 E. 3 S. 341).\n\nEntgegen der von der Klägerin vertretenen Auffassung genügt zur Substanziierung des Schadens nicht, dass der strittige Wassertauscher von der Beklagten hätte besichtigt werden können, liefe dies doch darauf hinaus, der Beklagten bundesrechtswidrig die Beweislast für das Nichtbestehen des Schadens aufzuerlegen. Ebenso fehl geht sodann der Hinweis der Klägerin auf eine gerichtliche Expertise, denn das kantonale Recht kann zur Verhinderung von unzulässigen Ausforschungsbeweisen vorschreiben, dass die Tatsachen, welche durch eine beantragte Beweismassnahme bewiesen werden sollen, genannt werden (FRANK/STRÄULI/MESSMER, Kommentar zur zürcherischen Zivilprozessordnung, 3. Aufl., N. 5 zu § 113 ZPO). Es verstösst daher nicht gegen Bundesrecht, wenn eine rechtsgenügliche Substanziierung des geltend gemachten Anspruchs vor der Durchführung einer Beweismassnahme verlangt und eine Ergänzung der Substanziierung aufgrund des Beweisverfahrens nicht mehr zugelassen wird (BGE 108 II 337 E. 3 S. 341/2; BRÖNNIMANN, Die Behauptungslast, a.a.O., S. 64/5).\n\nNach dem Gesagten hat die Vorinstanz kein Bundesrecht verletzt, wenn sie den Schadenersatzanspruch der Klägerin mangels rechtsgenüglicher Substanziierung abgewiesen hat. Damit erübrigt sich eine Prüfung der weiteren Haftungsvoraussetzungen.\n\n3. Die Vorinstanz hiess die Widerklage der Beklagten auf Bezahlung des restlichen Frachtlohnes im Umfang von Fr. 15'005.- nebst Zins gut. Die Klägerin wendet sich unter Hinweis auf BGE 124 III 423 gegen die Bezahlung der Honorarforderung der BGE 127 III 365 S. 370Beklagten, da der ihr neben dem unmittelbaren Schaden am Wassertauscher entstandene mittelbare Schaden - die Klägerin verweist namentlich auf die während des Ausfalls der Rollenoffsetanlage laufenden Leasingzinsen - den restlichen Honoraranspruch der Beklagten bei weitem übersteige. Die Klägerin vertritt die Auffassung, dass sie ihren weiteren Schaden mit dem Frachtlohnanspruch der Beklagten verrechnen kann.\n\na) Wie die Vorinstanz zutreffend darlegte, regelt die CMR den Anspruch des Frachtführers auf den Frachtlohn nicht, weshalb insofern schweizerisches innerstaatliches Recht anzuwenden ist (Art. 117 IPRG; HERBER/PIPER, a.a.O., N. 26 der Vorbemerkungen zu Art. 1 CMR). Die Anwendung nationalen Rechts darf jedoch nicht dazu führen, dass die zwingenden Regelungen der CMR unterlaufen werden (vgl. Art. 41 CMR), wäre doch dadurch das Ziel der einheitlichen Rechtsanwendung in den Vertragsstaaten in Frage gestellt (dazu HERBER/PIPER, a.a.O., N. 12 der Vorbemerkungen zu Art. 1 CMR). Aus diesem Grund kann die von der Klägerin geltend gemachte Verrechnung von vornherein nur erfolgen, wenn der von ihr zur Verrechnung gestellte Schadenersatzanspruch nach der CMR überhaupt Bestand hat.\n\nb) Die Klägerin will Verluste, welche sie durch den Stillstand der Rollenoffsetanlage erlitten hat, mit dem restlichen Frachtlohnanspruch der Beklagten verrechnen. Gerade solche mittelbare Schäden - im Schrifttum ausdrücklich genannt werden entgangener Gewinn und Verdienstausfall - sind nach der CMR jedoch nicht zu entschädigen (HERBER/PIPER, a.a.O., N. 4 zu Art. 23 und N. 5 zu Art. 25 CMR; THUME/SELTMANN, in: Thume, a.a.O., N. 3 f. zu Art. 23 CMR; GLÖCKNER, a.a.O., N. 4 zu Art. 23 und N. 5 zu Art. 25 CMR). Diese sind somit auch nicht über den Umweg der Verrechnung mit dem nach schweizerischem innerstaatlichem Recht zu beurteilenden Frachtlohnanspruch ersatzfähig. Eine Verrechnung des restlichen Frachtlohnes mit den von der Klägerin ins Feld geführten Ansprüchen ist deshalb ausgeschlossen."}