{"annee": "127", "cour": "II", "page": "32", "date": "5/2/2001", "cite": ["118 IB 145", "122 I 97", "122 II 33", "123 II 542", "125 II 192", "124 II 499", "123 II 371"], "cite_par": ["129 II 1", "136 II 274", "129 II 11", "131 II 58", "130 V 514", "129 I 361", "136 V 106", "137 III 217", "133 II 181", "129 II 497", "129 V 485", "145 III 436", "134 II 308", "130 I 312", "132 II 342", "134 II 45", "127 III 219", "137 I 273", "133 V 239", "136 II 489"], "chapeau": "4. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 5. Februar 2001 i.S. Eidgenössisches Volkswirtschaftsdepartement gegen Schweizerische Meteorologische Anstalt (SMA), Wettbewerbskommission und Eidgenössische Rekurskommission für Wettbewerbsfragen (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 97 et 103 OJ; art. 5 et 48 PA; art. 2 al. 1, art. 3 al. 1 let. a et art. 18 ss, notamment art. 30 LCart; loi fédérale du 27 juin 1901 concernant l'Institut suisse de météorologie, respectivement du 18 juin 1999 sur la météorologie et la climatologie; mesures du droit des cartels à l'encontre de l'Institut suisse de météorologie, respectivement de MétéoSuisse. Légitimation du Département fédéral de l'économie pour former un recours de droit administratif au Tribunal fédéral à l'encontre d'une décision de la Commission fédérale de recours pour les questions de concurrence (consid. 1). Légitimation de l'Institut suisse de météorologie, respectivement de MétéoSuisse pour recourir auprès de la Commission fédérale de recours pour les questions de concurrence à l'encontre d'une décision de la Commission de la concurrence (consid. 2). Application de la loi sur les cartels à l'Institut suisse de météorologie, respectivement à MétéoSuisse en tant qu'unité administrative de l'administration centrale (consid. 3)."], "faits": "BGE 127 II 32 S. 33\n\nAm 17. September 1998 gelangte die Meteotest, eine private Anbieterin von meteorologischen Dienstleistungen, an die Wettbewerbskommission und beantragte die Eröffnung einer Untersuchung sowie die Anordnung vorsorglicher Massnahmen gegenüber der Schweizerischen Meteorologischen Anstalt (SMA). Mit Verfügung vom 16. November 1998 verpflichtete die Wettbewerbskommission die Schweizerische Meteorologische Anstalt vorsorglich, meteorologische Basisleistungen Dritten zu denselben Bedingungen zur Verfügung zu stellen wie ihren eigenen erweiterten Diensten. Am 24. November 1998 machte die Wettbewerbskommission die Untersuchung im Bundesblatt amtlich bekannt, woraufhin die Meteomedia AG, eine weitere private Unternehmung, mit Schreiben vom 1. Dezember 1998 ihre Beteiligung am Verfahren anmeldete.\n\nAm 6. September 1999 traf die Wettbewerbskommission die folgende Verfügung:\n\n\"1. Es wird festgestellt, dass die SMA in den internationalen Märkten für Wetterbeobachtungsdaten zur Schweiz, für Klimadaten zur Schweiz sowie für Radarbilder zur Schweiz über eine marktbeherrschende Stellung verfügt.\n\n2. Es wird festgestellt, dass die Offerte der SMA an Meteotest vom 27. Juli 1998 eine unzulässige Diskriminierung von Handelspartnern gemäss Art. 7 Abs. 2 Bst. b KG darstellt.\n\n3. In Bestätigung der vorsorglichen Massnahmen vom 16. November 1998 wird die SMA verpflichtet, meteorologische Daten und Produkte Dritten zu enselben Bedingungen zur Verfügung zu stellen wie ihren eigenen erweiterten Diensten sowie anderen Dritten. Es ist ihr insbesondere untersagt, Diskriminierungen im Sinn der vorstehenden Ziffer 2 BGE 127 II 32 S. 34vorzunehmen.\"\n\nGegen diese Verfügung erhob die Schweizerische Meteorologische Anstalt am 11. Oktober 1999 Beschwerde bei der Rekurskommission für Wettbewerbsfragen. Weder die Meteotest noch die Meteomedia AG beteiligten sich am Verfahren vor der Rekurskommission. Diese hiess die Beschwerde am 15. August 2000 gut und hob die Verfügung der Wettbewerbskommission vom 6. September 1999 auf. Zur Begründung führte sie im Wesentlichen aus, allein schon die durch die Kündigung des Vertrages gegenüber der Schweizerischen Radio- und Fernsehgesellschaft (SRG) eingetretene Veränderung des Sachverhalts sowie die Änderung der Rechtslage durch das Inkrafttreten am 1. April 2000 des Bundesgesetzes vom 18. Juni 1999 über die Meteorologie und Klimatologie (MetG; SR 429.1; AS 2000 S. 664) liessen die angefochtene Verfügung als überholt erscheinen. Weiter sei nicht erstellt, dass ein allfälliges missbräuchliches Verhalten fortbestehe. Offen sei ferner, ob das fragliche Verhalten künftig dem hoheitlichen oder dem kommerziellen Bereich angehöre.\n\nMit Verwaltungsgerichtsbeschwerde vom 14. September 2000 an das Bundesgericht beantragt das Eidgenössische Volkswirtschaftsdepartement, der Beschwerdeentscheid der Rekurskommission für Wettbewerbsfragen vom 15. August 2000 sei aufzuheben und die Sache sei zu neuer Beurteilung an die Vorinstanz zurückzuweisen. Zur Begründung führt das Departement hauptsächlich aus, der Zweck des Kartellrechts werde unterlaufen, wenn durch Änderung des als missbräuchlich festgestellten Verhaltens eine Verfügung und die damit verbundene Sanktionsandrohung beseitigt werden könne. Richtigerweise hätte die Rekurskommission die beiden Feststellungen der Wettbewerbskommission in den Ziffern 1 und 2 ihrer Verfügung auf formelle und materielle Richtigkeit prüfen und die Begehren zu den weiteren Anordnungen gemäss Ziffer 3 allenfalls als Wiedererwägungsgesuch der Wettbewerbskommission überweisen müssen.\n\nDie Schweizerische Meteorologische Anstalt schliesst auf Abweisung der Beschwerde. Die Rekurskommission für Wettbewerbsfragen hat sich zur Beschwerde vernehmen lassen, ohne einen ausdrücklichen Antrag zu stellen; sinngemäss hält sie aber an ihrem Entscheid fest. Auch die Wettbewerbskommission hat kein ausdrückliches Rechtsbegehren gestellt, unterstützt jedoch die Verwaltungsgerichtsbeschwerde des Eidgenössischen Volkswirtschaftsdepartements.\n\nDas Bundesgericht heisst die Beschwerde im Sinne der Erwägungen gut.\n\nBGE 127 II 32 S. 35", "considerants": "Aus den Erwägungen:\n\n1. a) Nach Art. 97 OG in Verbindung mit Art. 5 VwVG (SR 172.021) beurteilt das Bundesgericht Verwaltungsgerichtsbeschwerden gegen rechtswirksame Anordnungen im Einzelfall, die sich auf öffentliches Recht des Bundes stützen. Neben der Möglichkeit, ein zivilrechtliches Verfahren einzuleiten, sieht das Bundesgesetz vom 6. Oktober 1995 über Kartelle und andere Wettbewerbsbeschränkungen (Kartellgesetz, KG; SR 251) verwaltungsrechtliche Massnahmen durch die Wettbewerbskommission vor (Art. 18 ff. KG). Bei der im vorliegenden Fall getroffenen Verfügung der Wettbewerbskommission und dem dagegen gerichteten Beschwerdeentscheid der Rekurskommission für Wettbewerbsfragen handelt es sich um rechtswirksame Anordnungen im Einzelfall, die sich auf den öffentlichrechtlichen Teil des Kartellgesetzes stützen (vgl. ZBl 100/1999 S. 64, E. 1; BGE 124 II 499 E. 1).\n\nb) Nach Art. 103 lit. b OG ist das in der Sache zuständige Departement berechtigt, Verwaltungsgerichtsbeschwerde gegen die Verfügung einer eidgenössischen Rekurskommission zu erheben. Die Behördenbeschwerde des Bundes bezweckt, das allgemeine öffentliche Interesse an der richtigen Durchsetzung und rechtsgleichen Anwendung des Bundesrechts zu wahren. Sie ist gemäss Art. 103 lit. b OG zulässig \"gegen die Verfügung einer eidgenössischen Rekurskommission, einer eidgenössischen Schiedskommission, einer letzten kantonalen Instanz oder einer Vorinstanz im Sinne von Artikel 98 Buchstabe h\" (mit öffentlichrechtlichen Aufgaben betraute Instanzen oder Organisationen ausserhalb der Bundesverwaltung). Massgebend ist, ob der mit Verwaltungsgerichtsbeschwerde anfechtbare Entscheid von einer dieser Vorinstanzen ausgegangen ist, was bei der Rekurskommission für Wettbewerbsfragen zutrifft. Beim Eidgenössischen Volkswirtschaftsdepartement handelt es sich um das in Wettbewerbsfragen zuständige Departement. Die Beschwerdebefugnis ist sodann im Unterschied zu derjenigen von Privatpersonen (Art. 103 lit. a OG) nicht von der Voraussetzung eines schutzwürdigen Interesses abhängig, sondern es genügt das öffentliche Interesse an der richtigen Durchsetzung des Rechts. Das Departement ist vorliegend der Auffassung, der angefochtene Entscheid unterlaufe den Zweck des Kartellrechts. Dies genügt für die Ergreifung der Verwaltungsgerichtsbeschwerde durch das Departement und entspricht der Funktion, welche der Behördenbeschwerde zugemessen wird (ZBl 100/1999 S. 64, E. 1; ISABELLE HÄNER, Die BGE 127 II 32 S. 36Beteiligten im Verwaltungsverfahren und Verwaltungsprozess, Zürich 2000, Rz. 958 ff., insbes. 972). In der Literatur wird zwar die Frage aufgeworfen, ob es sich angesichts der Unabhängigkeit der Wettbewerbskommission wirklich rechtfertige, dem Departement die Beschwerdelegitimation zuzuerkennen (PAUL RICHLI, Kartellverwaltungsverfahren, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, hrsg. von Roland von Büren und Lucas David, Basel/Genf-/München 2000, S. 514). Diese Frage wurde vom Bundesgericht aber bereits geprüft (ZBl 100/1999 S. 64, E. 1), und es sind keine neuen Argumente ersichtlich, die eine Praxisänderung zu begründen vermöchten.\n\nFür die Behördenbeschwerde ist ebenfalls nicht von Bedeutung, dass letztlich eine Bundesbehörde (Eidgenössisches Volkswirtschaftsdepartement) gegen den Entscheid einer anderen Bundesinstanz (Rekurskommission für Wettbewerbsfragen) Beschwerde führt, die wiederum in einer Sache geurteilt hat, in der eine Bundesinstanz (Wettbewerbskomission) gegen eine andere Bundesbehörde (Schweizerische Meteorologische Anstalt) verfügt hat. Zwei private Unternehmungen haben sich zwar als Dritte (vgl. Art. 43 KG) am erstinstanzlichen Verfahren vor der Wettbewerbskommission beteiligt, danach aber keine Parteirechte mehr wahrgenommen. Diese ausserordentliche Konstellation hindert die Legitimation des Eidgenössischen Volkswirtschaftsdepartements nicht, es ist darauf aber unter anderem Gesichtspunkt zurückzukommen (vgl. E. 3c).\n\nc) Auf die frist- und formgerecht eingereichte Verwaltungsgerichtsbeschwerde ist damit einzutreten.\n\n2. a) Die Vorinstanz hat die Legitimation der bei ihr beschwerdeführenden Schweizerischen Meteorologischen Anstalt nicht vertieft geprüft, sondern einfach festgehalten, diese sei von der Verfügung der Wettbewerbskommission ähnlich wie Private betroffen, weshalb sie ein schutzwürdiges Interesse an deren Aufhebung oder Änderung habe; sie sei damit in Anwendung von Art. 48 lit. a VwVG zur Beschwerdeführung befugt. Ob die Kommission Art. 48 VwVG richtig angewendet hat, ist eine Rechtsfrage, die das Bundesgericht von Amtes wegen und frei prüft (vgl. Art. 104 lit. a OG; BGE 123 II 542 E. 2a).\n\nb) Im Zeitpunkt der Beschwerdeerhebung vor der Vorinstanz handelte es sich bei der Schweizerischen Meteorologischen Anstalt - entgegen ihrer damaligen Bezeichnung - nicht um eine Anstalt im Rechtssinne, und schon gar nicht um eine privat- oder öffentlichrechtliche Organisationseinheit mit Rechtspersönlichkeit. Nach dem BGE 127 II 32 S. 37Reglement vom 7. Juli 1971 für die Schweizerische Meteorologische Zentralanstalt (AS 1971 S. 1055) verfügte sie zwar über typische Merkmale einer unselbständigen öffentlichen Anstalt (insbesondere über eine Kommission als oberstes Gremium mit eigenen substantiellen Kompetenzen). Ob sie je eine solche war, kann aber offen bleiben. Jedenfalls im hier fraglichen Zeitpunkt war die Schweizerische Meteorologische Anstalt - selbst noch unter der Geltung des alten Bundesgesetzes vom 27. Juni 1901 über die Schweizerische Meteorologische Zentralanstalt (AS 18 S. 786 und BS 4 S. 274) - als Bundesamt des Eidgenössischen Departements des Innern, somit als eine Verwaltungseinheit der zentralen Bundesverwaltung, organisiert (vgl. BBl 1998 S. 4166; Regierungs- und Verwaltungsorganisationsverordnung vom 25. November 1998, RVOV, Anhang betreffend Art. 6 Abs. 3 [SR 172.010]; vgl. auch RHINOW/SCHMID/BIAGGINI, Öffentliches Wirtschaftsrecht, Basel/Frankfurt a.M. 1998, § 18 Rz. 82). Entscheidend ist dabei, dass sie nicht über eigene Rechtspersönlichkeit verfügte. Das neue Bundesgesetz hat daran nichts geändert. Im Gegenteil hat der Bundesrat in seiner Botschaft vom 22. April 1998 ausdrücklich dargelegt, weshalb die Schweizerische Meteorologische Anstalt ein Bundesamt bleiben und insbesondere nicht als selbständige Anstalt ausgestaltet werden soll (BBl 1998 S. 4166). Daran hat sich auch das Parlament gehalten. Dem entspricht nunmehr die (neue) Bezeichnung des Instituts als Bundesamt für Meteorologie und Klimatologie (MeteoSchweiz; vgl. Art. 1 und 19 der Verordnung vom 23. Februar 2000 über die Meteorologie und Klimatologie, MetV [SR 429.11; AS 2000 S. 1163 und 1167 f.]) besser. Die Schweizerische Meteorologische Anstalt hatte somit weder im Zeitpunkt der Beschwerdeerhebung vor der Vorinstanz Rechtspersönlichkeit, noch hat sie diese heute als MeteoSchweiz unter der Geltung des neuen Rechts.\n\nc) Der Schweizerischen Meteorologischen Anstalt bzw. der MeteoSchweiz steht kein Beschwerderecht im Sinne von Art. 48 lit. b VwVG zu. Die in dieser Bestimmung verlangte Ermächtigung ergibt sich nicht bereits generell aus der Tatsache, dass eine Behörde für eine bestimmte Aufgabe zuständig ist, sondern nur aus einer ausdrücklichen spezialgesetzlichen Ermächtigung (BGE 123 II 542 E. 2c, mit Literaturhinweisen). Eine solche Ermächtigung zugunsten der Schweizerischen Meteorologischen Anstalt bzw. der MeteoSchweiz sieht im vorliegenden Zusammenhang weder das Kartellgesetz noch eine andere bundesrechtliche Bestimmung vor. Die Vorinstanz stützt die Beschwerdelegitimation denn auch nicht auf Art. 48 lit. b VwVG, sondern auf Art. 48 lit. a VwVG.BGE 127 II 32 S. 38\n\nd) Nach dieser Bestimmung ist zur Beschwerde befugt, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat. Die Formulierung entspricht Art. 103 lit. a OG. Danach sind zur Beschwerde zunächst die betroffenen Privaten berechtigt. Nach der Praxis des Bundesgerichts und des Bundesrats ist auch ein Gemeinwesen nach Art. 103 lit. a OG bzw. Art. 48 lit. a VwVG zur Beschwerde legitimiert, soweit es gleich oder ähnlich wie ein Privater berührt ist (BGE 125 II 192 E. 2a/aa; BGE 123 II 542 E. 2d, je mit Hinweisen). Das gilt insbesondere dann, wenn es in seinen vermögensrechtlichen Interessen betroffen ist (BGE 125 II 192 E. 2a/aa; BGE 123 II 542 E. 2d; BGE 122 II 33 E. 1b S. 36, 382 E. 2b S. 383). Darüber hinaus ist ein Gemeinwesen legitimiert, wenn es durch die angefochtene Verfügung in seinen hoheitlichen Befugnissen berührt ist und ein schutzwürdiges eigenes Interesse an der Aufhebung oder Änderung des angefochtenen Entscheids hat (BGE 125 II 192 E. 2a/aa; BGE 123 II 371 E. 2c S. 374 f., 542 E. 2d, je mit Hinweisen).\n\ne) Hingegen begründet nach ständiger Praxis das bloss allgemeine Interesse an einer richtigen Anwendung des objektiven Bundesrechts keine Beschwerdelegitimation des Gemeinwesens; insbesondere ist die in einem Rechtsmittelverfahren unterlegene Vorinstanz nicht legitimiert (BGE 123 II 371 E. 2d S. 375, 542 E. 2d S. 545, je mit Hinweisen; vgl. nunmehr auch ANDRÉ MOSER, in: Moser/Uebersax, Prozessieren vor eidgenössischen Rekurskommissionen, Basel/Frankfurt a.M. 1998, Rz. 2.33). Gleichermassen muss dies gelten, wenn es wie vorliegend nicht um ein eigentliches Rechtsmittelverfahren geht, sondern in einem erstinstanzlichen Verwaltungsverfahren eine Verfügung gegen das Gemeinwesen ergangen ist. Art. 48 VwVG enthält keine Art. 103 lit. b OG entsprechende Beschwerdebefugnis der in der Sache zuständigen Verwaltungsstelle (vgl. ATTILIO R. GADOLA, Die Behördenbeschwerde in der Verwaltungsrechtspflege des Bundes - ein \"abstraktes\" Beschwerderecht?, in AJP 1993 S. 1459). Der Gesetzgeber hätte eine analoge Bestimmung im Zusammenhang mit der Ordnung der Rekurskommissionen vorsehen können, hat dies aber nicht getan. Es ist daher nicht zulässig, die gesetzliche Regelung durch eine weite Auslegung von Art. 48 lit. a VwVG zu umgehen.\n\nf) Legitimiert sind sodann grundsätzlich nur Gemeinwesen als solche, nicht hingegen einzelne Behörden oder Verwaltungszweige ohne eigene Rechtspersönlichkeit (BGE 123 II 371 E. 2d S. 375, 542 E. 2f S. 545, je mit Hinweisen). Nach schweizerischem Staatsverständnis BGE 127 II 32 S. 39sollen Meinungsverschiedenheiten zwischen Behörden des gleichen Gemeinwesens nicht auf dem Weg der Verwaltungsrechtspflege, sondern durch die übergeordneten politischen Behörden geregelt werden (BGE 123 II 542 E. 2f S. 545; MOSER, a.a.O., Rz. 2.33). In der Praxis wird die Beschwerdelegitimation denn auch in der Regel lediglich in Fällen bejaht, in denen von Kantonen, Gemeinden oder öffentlichrechtlichen Anstalten und Körperschaften mit eigener Rechtspersönlichkeit (z.B. der Swisscom AG oder der Eidgenössischen Alkoholverwaltung, vgl. BGE 125 II 192 E. 2a/bb) gegen Entscheide von Bundesbehörden oder kantonalen Gerichten Beschwerde geführt wird oder in denen eidgenössische Stellen kantonale Entscheide anfechten (BGE 123 II 542 E. 2f S. 545 f., mit Hinweisen). Demgegenüber ist eine Verwaltungsstelle des Bundes grundsätzlich nicht befugt, Beschwerde gegen Entscheide einer anderen Verwaltungsstelle des Bundes zu führen (vgl. HÄNER, a.a.O., Rz. 822 ff.). Eine Ausnahme hat die Praxis lediglich für Betriebe wie die Schweizerischen Bundesbahnen (SBB) angenommen, denen das Gesetz ausdrücklich die Parteifähigkeit zuerkennt (vgl. BGE 123 II 542 E. 2f S. 546). Keine Ausnahme gilt hingegen etwa trotz seiner gesetzlich vorgesehenen Unabhängigkeit für den Eidgenössischen Datenschutzbeauftragten (BGE 123 II 542 E. 2g-i S. 546 f.). Diese Rechtsprechung des Bundesgerichts ist im Übrigen im Schrifttum weitgehend auf Zustimmung gestossen (vgl. die Bemerkungen von ATTILIO R. GADOLA in AJP 1998 S. 623 f.; sowie von ETIENNE POLTIER in RDAF 1998 I S. 553 ff.).\n\ng) Der Gesetzgeber hat davon abgesehen, die Schweizerische Meteorologische Anstalt bzw. die MeteoSchweiz mit R-echtspersönlichkeit auszustatten oder ihr eine besondere Beschwerdebefugnis zuzuerkennen. Als Bundesamt der Zentralverwaltung ist sie somit zur Beschwerde nicht legitimiert. Daran vermag nichts zu ändern, dass die Schweizerische Meteorologische Anstalt bzw. die MeteoSchweiz seit dem 1. Januar 1997 nach den Grundsätzen der wirkungsorientierten Verwaltungsführung mit Leistungsauftrag und Globalbudget (vgl. dazu Art. 33 RVOV; BBl 1998 S. 4164; RHINOW/SCHMID/BIAGGINI, a.a.O., § 18 Rz. 17 und 79 ff.) geführt wird. Damit richtete sich auch die Verfügung der Wettbewerbskommission an sich - trotz entsprechender (falscher) Adressierung - nicht gegen die Schweizerische Meteorologische Anstalt, sondern gegen den Bund als solchen. Wenn überhaupt kartellrechtliche Verwaltungsmassnahmen gegenüber dem Bund zulässig und dagegen ein Beschwerderecht gegeben wären (dazu unten E. 3), dann müsste dieses dem BGE 127 II 32 S. 40Bund selber zustehen. Dass die Schweizerische Meteorologische Anstalt bzw. (heute) die MeteoSchweiz ihn entsprechend vertreten könnte oder an seiner Stelle über ein eigenständiges Beschwerderecht verfügte, ergibt sich weder aus dem alten noch aus dem neuen Recht.\n\nh) Immerhin sieht das neue Bundesrecht nunmehr vor, dass innerhalb des Dienstleistungsangebots der MeteoSchweiz künftig zu unterscheiden ist zwischen dem so genannten Grundangebot an Dienstleistungen (Art. 3 MetG) und den so genannt erweiterten Dienstleistungen (Art. 4 MetG; vgl. auch Art. 3 Abs. 1 MetV). Dienstleistungen des Grundangebots, dessen Inhalt vom Bundesrat festgelegt wird (Art. 3 Abs. 1 MetG; vgl. auch Art. 3 Abs. 2 MetV), sind auf dem öffentlichrechtlichen Weg durch Gebühren zu entgelten (Art. 3 Abs. 3 MetG, Art. 8 ff. MetV sowie die Verordnung des Eidgenössischen Departements des Innern vom 23. Februar 2000 über die Gebührenansätze im Bereich Meteorologie und Klimatologie, MetGebV [SR 172.044.29; AS 2000 S. 1151]). Die erweiterten Dienstleistungen werden auf privatrechtlicher Basis angeboten, wobei sich das Entgelt nach marktwirtschaftlichen Grundsätzen bestimmt und namentlich nicht mit den Erträgen aus dem Grundangebot verbilligt werden darf (Art. 4 Abs. 3 MetG). In diesem privatrechtlichen Bereich der erweiterten Dienstleistungen wäre eine eigene Rechtspersönlichkeit der MeteoSchweiz allenfalls nützlich und vorstellbar. Dies ändert aber nichts daran, dass der Gesetzgeber auch insoweit darauf verzichtet hat. Es bleibt daher dabei, dass die allfälligen Vertragspartner direkt mit dem Bund kontrahieren - wenn auch in dieser vertraglichen Hinsicht vertreten durch die MeteoSchweiz - und auch im vorliegenden Zusammenhang keine eigenständige Beschwerdelegitimation des Bundesamts angenommen werden kann.\n\nFür die Zulässigkeit eines Rechtsmittels der Verwaltungsrechtspflege wird überdies - von hier nicht zutreffenden Ausnahmen abgesehen - verlangt, dass die formellen Voraussetzungen (bereits) im Zeitpunkt der Einreichung der Beschwerde erfüllt sind bzw. sich spätestens während der Beschwerdefrist verwirklichen (vgl. BGE 118 Ib 145 E. 2b). Die Verfügung der Wettbewerbskommission erging am 6. September 1999, und die Schweizerische Meteorologische Anstalt hat dagegen am 11. Oktober 1999 Beschwerde erhoben; beides ereignete sich demnach noch unter der Geltung des alten Rechts. Die neuen privatrechtlichen Regeln konnten somit vorliegend im Hinblick auf die Beschwerdelegitimation der Schweizerischen Meteorologischen Anstalt noch gar keine Wirkung entfalten.BGE 127 II 32 S. 41\n\nDas neue Gesetz trat lange (am 1. April 2000) nach Ablauf der gegen die Verfügung der Wettbewerbskommission laufenden Beschwerdefrist in Kraft. Dass die Vorinstanz über die Beschwerde erst am 15. August 2000 entschied, ändert nichts daran, dass die Beschwerdelegitimation sich ausschliesslich nach dem alten Recht richtete und damit der neuen privat-rechtlichen Komponente jedenfalls für die Frage der Beschwerdebefugnis keine Bedeutung zukommen kann.\n\ni) Gesamthaft ergibt sich somit, dass die Rekurskommission für Wettbewerbsfragen zu Unrecht und in Verletzung von Art. 48 VwVG auf die Beschwerde der Schweizerischen Meteorologischen Anstalt eingetreten ist.\n\n3. a) Dieses Ergebnis führt zur Gutheissung der Verwaltungsgerichtsbeschwerde und zur Aufhebung des angefochtenen Entscheids, ohne dass weiter auf die von den Verfahrensbeteiligten vorgetragenen Argumente eingegangen werden müsste. Immerhin rechtfertigen sich aufgrund der besonderen Sach- und Rechtslage folgende Bemerkungen:\n\nb) Die Vorinstanz hat die bei ihr angefochtene Verfügung als mangelhaft aufgehoben. In der Tat erweist sich diese als derart falsch, dass sie geradezu als nichtig zu beurteilen ist.\n\nc) Nach Art. 2 Abs. 1 KG gilt das Kartellgesetz für Unternehmen des privaten und des öffentlichen Rechts, die Kartell- oder andere Wettbewerbsabreden treffen, Marktmacht ausüben oder sich an Unternehmenszusammenschlüssen beteiligen.\n\nZwar ist diese Bestimmung auch auf öffentliche Unternehmen anwendbar; sie ist aber zugeschnitten auf Organisationseinheiten mit eigener Rechtspersönlichkeit sowie auf Bereiche der privatrechtlichen bzw. -wirtschaftlichen Preisbildung (vgl. BBl 1995 S. 533 ff.). Art. 3 Abs. 1 lit. a KG behält Vorschriften vor, die eine staatliche Markt- oder Preisordnung begründen. Das dürfte - nebst anderen spezielleren Fällen (vgl. dazu BBl 1995 S. 537 ff.) - regelmässig dort zutreffen, wo der Staat hoheitlich auftritt und sich die von ihm erbrachten Dienstleistungen über eine Gebührenordnung abgelten lässt. Auch die Vorinstanz sieht dies grundsätzlich so; sie schliesst aber Ausnahmen nicht aus. Eine solche Ausnahme mag insbesondere im Hinblick auf wirtschaftliche Tätigkeiten der unteren Gemeinwesen, namentlich der Kantone und Gemeinden, in Betracht fallen. Kein Raum für die Anwendung des Kartellgesetzes verbleibt aber jedenfalls dort, wo durch (besonderes) Bundesgesetz (vgl. dazu BBl 1995 S. 534) der staatlichen Verwaltung in ihrem Hoheitsbereich ohne ausdrückliche Unterstellung unter das Kartellrecht BGE 127 II 32 S. 42Marktmacht und das Recht auf eine eigene (geregelte) Gebührenordnung zugewiesen wird. Der allfällige Rechtsschutzbedarf für private Dienstleistungsempfänger wird diesfalls bereits durch die ordentliche öffentlichrechtliche Ordnung vollumfänglich gedeckt, sind doch Gebühren immer auf dem Verfügungsweg festzusetzen und lassen sie sich im Rahmen der ordentlichen Verwaltungsrechtspflege überprüfen (vgl. im vorliegenden Zusammenhang Art. 16 MetV bzw. Art. 9 der früheren Verordnung vom 19. Juni 1995 über die Gebühren der Schweizerischen Meteorologischen Anstalt; AS 1995 3192). Dabei können insbesondere unter dem Gesichtspunkt des öffentlichen Interesses, der Verhältnismässigkeit und der Rechtsgleichheit bei Bedarf auch wettbewerbsrechtliche Gesichtspunkte berücksichtigt werden. Schliesslich unterliegt eine Verwaltungsstelle der Aufsicht durch die ihr übergeordnete Verwaltungsinstanz. Damit steht auch die Möglichkeit offen, durch eine Anzeige an die Aufsichtsbehörde auf allfällige Mängel hinzuweisen und erforderliche Korrekturen aufsichtsrechtlich durchzusetzen. Daran ändert nichts, wenn eine Verwaltungseinheit mit Leistungsauftrag und Globalbudget geführt wird, solange sie nicht organisatorisch verselbständigt wird, sondern in der Verwaltungshierarchie verbleibt.\n\nDer vorliegende Fall zeigt die Problematik, wenn von einem anderen Verständnis ausgegangen wird: Letztlich ordnet eine - ausserhalb der Zentralverwaltung stehende, von dieser grundsätzlich unabhängige, aber doch nicht rechtlich verselbständigte - Bundesstelle (so genannte Verwaltungseinheit der dezentralen Bundesverwaltung; vgl. Anhang zu Art. 6 Abs. 3 RVOV; vorliegend: die Wettbewerbskommission) gegenüber einer solchen der zentralen Bundesverwaltung (hier: der Schweizerischen Meteorologischen Anstalt) eine Zwangsmassnahme in deren hoheitlichem Zuständigkeitsbereich an. Im Verwaltungs- sowie im Rechtspflegeverfahren steht sich der Bund selber als \"doppelte Partei\" gegenüber. Mit dem Bundesgericht sind nunmehr fünf Bundesinstanzen mit dem Fall befasst, wobei lediglich vor der Wettbewerbskommission als erster Instanz zwei private Unternehmen als Dritte, sozusagen \"als involvierte Zuschauer\", aber nicht unmittelbar als Parteien, beteiligt waren. Die kartellrechtlichen Verwaltungsmassnahmen in der vorliegenden Weise auf Verwaltungseinheiten der Zentralverwaltung anzuwenden, widerspricht der Systematik der Verwaltungsorganisation und erscheint mit Blick auf die für die Gebührenerhebung geltenden Grundsätze und auf den uneingeschränkt greifenden öffentlichrechtlichen Rechtsschutz für sich benachteiligt fühlende Private auch nicht erforderlich.BGE 127 II 32 S. 43\n\nd) Im Schrifttum wird - dem Wortlaut und Zweck des Gesetzes entsprechend - einhellig festgehalten, dass das Kartellgesetz nunmehr auch auf Unternehmen des Gemeinwesens anwendbar sei. Grundsätzlich soll es dabei auf die Rechtsform nicht ankommen. Teilweise wurde die Forderung, die Organisationsform dürfe nicht zum Ausschluss des Kartellrechts führen, schon vor Inkrafttreten des geltenden Kartellgesetzes erhoben (vgl. etwa WALTER A. STOFFEL, Wettbewerbsrecht und staatliche Wirtschaftstätigkeit, Freiburg 1994, S. 233 f. und S. 242 ff.). Teilweise wird der heutigen Kartellordnung sogar ein rein funktionaler Unternehmensbegriff zugewiesen, wonach die Rechtsform überhaupt keine Bedeutung mehr habe (vgl. RUDOLF RENTSCH, Deregulierung durch Wettbewerbsrecht, Basel/Genf/München 2000, S. 131 ff.), oder es wird gefolgert, auf die (rechtliche) Unternehmensqualität komme es nicht an (vgl. etwa JÜRG BORER, Kommentar zum schweizerischen Kartellgesetz, Zürich 1998, S. 93). Eine solche Betrachtungsweise übersieht aber die verwaltungsorganisatorischen und -verfahrensrechtlichen Probleme, welche im Bereich des öffentlichen Unternehmens damit verbunden wären; es ist denn auch bezeichnend, dass sich in den entsprechenden Publikationen keine Aussagen dazu finden, wie organisatorisch und verfahrensrechtlich vorzugehen wäre.\n\nEinigkeit besteht in der Literatur weitgehend darüber, dass das Kartellgesetz keine Legaldefinition des massgeblichen Unternehmens enthält und dass mit dem Gesetz bestimmte (verpönte) wirtschaftliche Phänomene (nunmehr) möglichst unabhängig von ihrer rechtlichen Struktur, oder anders gesagt, möglichst weitgreifend erfasst werden sollen (vgl. etwa BORER, a.a.O., S. 93; ROLF H. WEBER, Einleitung, Geltungsbereich und Verhältnis zu anderen Rechtsvorschriften, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, hrsg. von Roland von Büren und Lucas David, Basel/ Genf/München 2000, S. 37 f.). In den einschlägigen Kommentarwerken wird aber meist entweder ausdrücklich (so WEBER, a.a.O., S. 38; ROGER ZÄCH, Schweizerisches Kartellrecht, Bern 1999, S. 115, Rz. 218) oder doch wenigstens sinngemäss (HOMBURGER/SCHMIDHAUSER/HOFFET/DUCREY, Kommentar zum schweizerischen Kartellgesetz, Zürich 1997, Rz. 4 ff. zu Art. 2) festgehalten, massgebliche Unternehmensqualität setze wirtschaftliche und rechtliche Selbständigkeit voraus. Dies erscheint gerade im Hinblick auf öffentliche Unternehmen wegen der sonst unlösbaren organisatorischen und verfahrensrechtlichen Fragen als sachlich und systematisch logisch und zwingend. Andernorts wird, mit gleichem Ergebnis, festgestellt, BGE 127 II 32 S. 44dass insbesondere die Regiebetriebe - und damit umso zwingender (unselbständige) Einheiten der Zentralverwaltung - des Bundes unter die Ausnahmeregelung von Art. 3 Abs. 1 KG fielen (BBl 1994 I 540; HOMBURGER/SCHMIDHAUSER/HOFFET/DUCREY, a.a.O., Rz. 10 zu Art. 3; vgl. auch die zurückhaltende Beurteilung bei JENS IVAR DROLSHAMMER, Wettbewerbsrecht/Competition Law/Droit de la Concurrence, Bern 1997, S. 24, S. 29 f. und insbes. S. 35 f.). Dazu wird auch ausgeführt, das Kartellrecht müsse dort greifen, wo der Staat privatwirtschaftlichen Akteuren dazu verhelfe oder ihnen Raum lasse, den Wettbewerb zu verfälschen, ohne sie einer materiellen administrativen Kontrolle zu unterstellen (MARC AMSTUTZ, Neues Kartellgesetz und staatliche Wettbewerbsbeschränkungen, in AJP 1996 S. 890). Das lässt den Umkehrschluss zu, dass das Kartellgesetz nicht anwendbar ist, wenn - wie eben bei der Schweizerischen Meteorologischen Anstalt als einer Verwaltungseinheit der Zentralverwaltung - die ordentliche Verwaltungsrechtspflege und allenfalls die administrative Aufsicht greifen. Es kommt somit nicht darauf an, ob der Schwerpunkt eher beim Unternehmensbegriff nach Art. 2 Abs. 1 KG oder bei der Ausnahmeregelung gemäss Art. 3 Abs. 1 KG gesetzt wird.\n\nFreilich fällt auf, dass in den neueren kartellrechtlichen Publikationen die Schweizerische Meteorologische Anstalt häufig als Beispiel für ein vom Kartellgesetz erfasstes öffentliches Unternehmen genannt wird (so etwa bei RENTSCH, a.a.O., S. 143; WEBER, a.a.O., S. 38; ZÄCH, a.a.O., S. 119, Rz. 225; vgl. auch RHINOW/SCHMID/BIAGGINI, a.a.O., Rz. 11 zu § 21; ROGER ZÄCH, Verhaltensweisen marktbeherrschender Unternehmen, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, hrsg. von Roland von Büren und Lucas David, Basel/Genf/München 2000, S. 207). Dabei wird jedoch regelmässig lediglich auf die entsprechende Praxis der Wettbewerbskommission verwiesen. Eine vertiefte Auseinandersetzung mit der Frage, ob die Voraussetzungen der Anwendbarkeit des Kartellgesetzes denn auch tatsächlich erfüllt seien, findet sich nirgends. Namentlich wird an keiner Stelle - auch nicht dort, wo dies ausdrücklich als Voraussetzung des Unternehmensbegriffs definiert wird - untersucht, ob die Schweizerische Meteorologische Anstalt (bzw. nunmehr die MeteoSchweiz) über die erforderliche rechtliche Unabhängigkeit verfüge. Der reine Verweis auf die Praxis der Wettbewerbskommission greift aber aus den dargelegten Gründen zu kurz. Im Übrigen hat die damalige Kartellkommission selbst bereits 1996 festgehalten, trotz der geplanten Einführung einer Kostenrechnung BGE 127 II 32 S. 45bei der Schweizerischen Meteorologischen Anstalt bestünden zahlreiche Zweifel, ob eine wettbewerbsneutrale Lösung möglich sei, solange der privatwirtschaftlich tätige Zweig in die öffentliche Verwaltung integriert bleibe; um Wettbewerbsvor- und -nachteile zu vermeiden, sollten die rein kommerziell tätigen Zweige von der Schweizerischen Meteorologischen Anstalt institutionell getrennt werden (VKKP 1996/3 S. 45 f.), was nur heissen kann, dass sie eben rechtlich zu verselbständigen wären. Diese zutreffende Beurteilung der früheren Kartellkommission scheint in der Folge weder in der Praxis noch in der Literatur noch beim Gesetzgeber die nötige Beachtung gefunden zu haben.\n\ne) Jedenfalls nach altem Recht, gemäss welchem sich die Schweizerische Meteorologische Anstalt ihre Dienstleistungen ausschliesslich hoheitlich durch die Festlegung von Gebühren entgelten liess (vgl. die frühere Verordnung vom 19. Juni 1995 über die Gebühren der Schweizerischen Meteorologischen Anstalt; AS 1995 S. 3192) und für eine privatrechtliche bzw. -wirtschaftliche Preisbildung kein Raum bestand, verfügte damit die Wettbewerbskommission über keinerlei Zuständigkeit, gegenüber der Schweizerischen Meteorologischen Anstalt Zwangsmassnahmen zu treffen. Dass die Schweizerische Meteorologische Anstalt zuletzt mit Leistungsauftrag und Globalbudget geführt wurde, änderte daran nichts, brachte dies doch einzig intern eine gewisse Eigenständigkeit gegenüber der Verwaltung, nicht aber eine extern beachtliche Unabhängigkeit mit sich. Eine Zuständigkeit der Wettbewerbskommission konnte höchstens für nicht durchsetzbare Empfehlungen oder Gutachten zuhanden des Gesetzgebers (nach Art. 45-47 KG) bestehen (vgl. HOMBURGER/SCHMIDHAUSER/HOFFET/DUCREY, Kommentar zum schweizerischen Kartellgesetz, Zürich 1997, Rz. 15 zu Art. 3).\n\nIm Übrigen ist hier zu wiederholen, dass mangels Rechtspersönlichkeit sowie mangels ausdrücklicher gesetzlicher Zuständigkeitserklärung ein Bundesamt nicht Adressat einer Verfügung der Wettbewerbskommission sein kann. Wenn schon, dann hätte diese das entsprechende Gemeinwesen als solches in die Pflicht zu nehmen. Immerhin dürfte die falsche Zustellung nicht schaden, soweit die Adressierung an eine Behörde des fraglichen Gemeinwesens erfolgt. Dass daraus aber nicht automatisch auch eine Beschwerdelegitimation des angesprochenen Amtes folgt, wurde bereits dargelegt (vgl. E. 2).\n\nf) Nun erscheint es nicht als ausgeschlossen, dass unter neurechtlichen Gesichtspunkten eine andere Beurteilung vorgenommen werden BGE 127 II 32 S. 46muss. Im privatrechtlichen Tätigkeitsbereich des Bundes ist die Anwendung des Kartellrechts nicht ausgeschlossen (vgl. etwa sic! 1/1997 S. 38; unveröffentlichtes Urteil des Bundesgerichts vom 7. Juni 1995 i.S. Torche). Der Gesetzgeber hat nunmehr - im Unterschied zum alten Recht - ausdrücklich vorgesehen, dass die MeteoSchweiz bei gewissen Dienstleistungen privatrechtlich aufzutreten und auch privat-rechtlich den Preis festzulegen hat. Im Verordnungsrecht hat der Bundesrat die entsprechenden so genannten erweiterten Dienstleistungen negativ - durch Definition des so genannten Grundangebots (vgl. Art. 2 und 3 MetV) sowie durch die Festsetzung der Gebührenordnung für die Dienstleistungen des Grundangebots (vgl. Art. 1 ff. MetGebV) - umschrieben. Ob damit die Ausscheidung von Grundangebot und erweiterten Dienstleistungen in genügendem Masse vorgenommen wurde, kann offen bleiben. Jedenfalls entsprach es der Auffassung des Bundesrates, dass im privatrechtlichen Bereich die MeteoSchweiz nunmehr dem Kartellrecht unterstehen soll (vgl. BBl 1998 S. 4168 ff.). Das Parlament hat die vorgeschlagene Regelung übernommen. Dass der Gesetzgeber einen entsprechenden Bedarf gesehen hat, gerade im Hinblick auf die Geltung kartellrechtlicher Grundsätze einen privatrechtlichen Bereich festzulegen, stärkt im Übrigen die obige Auslegung des alten Rechts. Der Gesetzgeber hat daraus indessen nicht die Konsequenz gezogen, der MeteoSchweiz Rechtspersönlichkeit zu verleihen. Unter verfahrenstechnischen Gesichtspunkten hat er die Rechtslage damit jedenfalls nicht vereinfacht.\n\nKlar ist immerhin, dass Art. 2 Abs. 1 und Art. 3 Abs. 1 lit. a KG die Anwendbarkeit des Kartellgesetzes auf die MeteoSchweiz grundsätzlich nicht mehr ausschliessen. Aufgrund der unveränderten Behördenorganisation bleibt es allerdings weiterhin fraglich, ob gegenüber der Meteo-Schweiz verwaltungskartellrechtliche Zwangsmassnahmen (insbesondere nach Art. 30 KG) angeordnet werden dürften. Möglich erscheinen hingegen privatrechtliche Klagen gegen den Bund im Bereich der privatrechtlichen Tätigkeit der MeteoSchweiz (vgl. sic! 1/1997 S. 38). Überdies dürfte es den Wettbewerbsbehörden künftig freistehen, den Bundesbehörden uneingeschränkt Empfehlungen zu erteilen oder Gutachten zu erstatten (nach Art. 45 ff. KG). Weiterhin dürfte es auch zulässig sein, an die Aufsichtsbehörde zu gelangen, denn mangels anderer Organisation untersteht die MeteoSchweiz auch im privat-rechtlichen Tätigkeitsbereich der behördlichen Aufsicht. Zwar greifen die öffentlichrechtlichen Kriterien der Gebührenfestlegung für die privatrechtliche BGE 127 II 32 S. 47Preisbildung gerade nicht, hingegen gelten die - grundsätzlich weniger einschneidenden - öffentlichrechtlichen Bedingungen des Kartellrechts, also namentlich das Verbot des Missbrauchs von Marktmacht.\n\nWie es sich neurechtlich genau verhält, braucht hier aber nicht endgültig behandelt zu werden.\n\ng) Die Verfügung der Wettbewerbskommission erging am 6. September 1999; Auslöser dafür war eine Offerte der Schweizerischen Meteorologischen Anstalt vom 27. Juli 1998 an die Meteotest, die nach Auffassung der Wettbewerbskommission im Vergleich mit dem entsprechenden Vertrag zwischen der Schweizerischen Meteorologischen Anstalt und der Schweizerischen Radio- und Fernsehgesellschaft eine unzulässige Diskriminierung von Handelspartnern gemäss Art. 7 Abs. 2 lit. b KG bewirkt haben soll. Es kann hier offen bleiben, ob bereits eine Offerte zu einer kartellrechtlich wesentlichen Diskriminierung zu führen vermag. Jedenfalls hat die Schweizerische Meteorologische Anstalt noch im Jahre 1999 ihr Angebot abgeändert und den Vertrag mit der Schweizerischen Radio- und Fernsehgesellschaft auf Ende 1999 gekündigt; dies geschah im Übrigen auch, bevor die Wettbewerbskommission in der Sache entschieden hat. Damit ist der von der Wettbewerbskommission beanstandete Sachverhalt aber unter Geltung des alten Rechts abgeschlossen worden, nachdem das neue Recht erst am 1. April 2000 in Kraft getreten ist. Das neue Recht entfaltete für den vorliegenden Fall somit noch keine Wirkung. Es ist auch nicht zulässig, im Sinne einer Vorwirkung noch unter dem alten Recht sozusagen auf Vorrat eine Verfügung zu treffen, mit welcher künftig nach Inkrafttreten des neuen Rechts bestimmte Handlungen verboten werden, die erst nach neuem Recht ausgeschlossen sind. Dies hat vorliegend umso mehr zu gelten, als die Schweizerische Meteorologische Anstalt die ihr vorgeworfene Handlung bereits unter der Geltung des alten Rechts korrigiert hat.\n\nJedenfalls nach altem Recht war das Kartellgesetz, wie dargelegt, auf die Schweizerische Meteorologische Anstalt nicht anwendbar. Demnach hat die Wettbewerbskommission eine Verfügung getroffen, für welche sie gar nicht zuständig war. Nach der Praxis stellt die funktionelle und sachliche Unzuständigkeit einen schwerwiegenden Mangel und damit einen Nichtigkeitsgrund dar, es sei denn, der verfügenden Behörde komme auf dem betreffenden Gebiet allgemeine Entscheidungsgewalt zu oder der Schluss auf Nichtigkeit vertrüge sich nicht mit der Rechtssicherheit (IMBODEN/RHINOW, BGE 127 II 32 S. 48Schweizerische Verwaltungsrechtsprechung, 6. Aufl., Basel 1986, Bd. I, Nr. 40 B. Ziff. V, S. 242; RHINOW/KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel/Frankfurt a.M. 1990, Nr. 40 B. Ziff. V, S. 120; PETER SALADIN, Die sogenannte Nichtigkeit von Verfügungen, in: Festschrift für Ulrich Häfelin zum 65. Geburtstag, Zürich 1989, S. 539 ff.). Die Nichtigkeit eines Verwaltungsaktes ist jederzeit und von sämtlichen rechtsanwendenden Behörden von Amtes wegen zu beachten (BGE 122 I 97 E. 3a; 115 Ia 1 E. 3 S. 4); sie kann auch im Rechtsmittelweg festgestellt werden (IMBODEN/RHINOW, a.a.O., Nr. 40 B. Ziff. V III. c, S. 240). Im vorliegenden Z-usammenhang kommt der Wettbewerbskommission keine allgemeine Entscheidungsgewalt zu und ist die Annahme der Nichtigkeit wegen sachlicher und funktioneller Unzuständigkeit mit der Rechtssicherheit vereinbar. Die Verfügung der Wettbewerbskommission vermochte damit von Anfang an keine Rechtswirkungen zu entfalten.\n\nh) Damit ändert auch die fehlende Beschwerdelegitimation der Schweizerischen Meteorologischen Anstalt vor der Vorinstanz nichts daran, dass der Verfügung der Wettbewerbskommission keinerlei Rechtswirkungen zuzumessen sind. Die Verwaltungsgerichtsbeschwerde des Eidgenössischen Volkswirtschaftsdepartements kann daher lediglich in diesem Sinne gutgeheissen werden. Mangels Streitobjekts in der Sache steht es dem Bundesgericht allerdings nicht zu, formell die Nichtigkeit der Verfügung der Wettbewerbskommission festzustellen; das hindert die vorliegenden erläuternden Erwägungen in der Begründung aber nicht. Sie rechtfertigen sich umso mehr, als es der Schweizerischen Meteorologischen Anstalt verwehrt bleibt, die Verfügung der Wettbewerbskommission anzufechten, und eine Korrektur durch eine andere Behörde zurzeit als wenig wahrscheinlich erscheint."}