{"annee": "109", "cour": "V", "page": "245", "date": "9/12/1983", "cite": ["107 IB 243", "107 V 36"], "cite_par": ["112 V 248"], "chapeau": "43. Extrait de l'arrêt du 9 décembre 1983 dans la cause Walther contre Caisse cantonale vaudoise de compensation et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 79 al. 4 RAVS. Dans la mesure où cette disposition réglementaire déroge matériellement à l'art. 47 al. 1 LAVS, elle sort du cadre de la délégation législative contenue à l'art. 47 al. 3 LAVS."], "faits": "|245|\n\nPar décisions du 1er juin 1957, l'Agence communale AVS de Morges alloua une rente de veuve à Simone Walther, née en 1915, veuve depuis le 25 octobre 1956 de Philippe Walther, décédé au Maroc où les époux étaient alors domiciliés, et accorda en outre une rente d'orphelin à chacun des trois enfants issus du mariage des prénommés. Il s'agissait de rentes transitoires (appelées rentes extraordinaires depuis le 1er janvier 1960), soumises aux limites de |246| revenus. La rente de veuve en faveur de Simone Walther fut remplacée par une rente simple de vieillesse à partir du 1er avril 1977.\n\nA l'occasion d'une vérification entreprise par la Caisse cantonale vaudoise de compensation en 1978, il apparut qu'à la suite de différents héritages, la fortune de Simone Walther et celle de ses enfants s'étaient considérablement accrues depuis 1957, de sorte que, selon les constatations de l'administration, les limites de revenus entrant en considération étaient dépassées depuis de nombreuses années. La caisse de compensation rendit alors une décision, le 15 novembre 1978, par laquelle elle supprimait la rente de vieillesse en cours et fixait à Fr. ... le montant des rentes touchées à tort du 1er novembre 1973 au 30 novembre 1978 - soit dans les limites de la prescription quinquennale - et que Simone Walther devait restituer.\n\nAprès avoir recouru contre cet acte administratif et avoir été déboutée par le Tribunal des assurances du canton de Vaud, Simone Walther interjette recours de droit administratif en concluant, à titre principal, à la suppression de toute obligation de rembourser.", "considerants": "Extrait des considérants:\n\n2. a) La recourante conteste en premier lieu l'étendue dans le temps de son obligation de restituer et elle soutient que la caisse aurait dû se borner à supprimer, à partir du 1er décembre 1978, la rente extraordinaire qui lui avait été allouée. Elle invoque notamment à l'appui de ce premier moyen l'art. 79 al. 4 RAVS, qui vise uniquement le cas de rentes extraordinaires et qui est ainsi rédigé:\n\n\"Si la vérification périodique du droit à la rente, telle que la prévoit l'art. 69, 3e alinéa fait apparaître un amenuisement ou une extinction de ce droit, la décision de réduction ou de suppression rendue par la caisse prendra effet dès le mois suivant sa notification, à moins qu'on ne soit en présence d'une violation de l'obligation de renseigner selon l'art. 70bis al. 1er.\"\n\nPour leur part, les juges cantonaux se sont fondés sur le seul art. 47 LAVS qui, sous réserve de la prescription annale, respectivement quinquennale prévue au 2e alinéa ne contient aucune restriction de cette sorte à l'étendue de l'obligation de restituer les |247| rentes et allocations pour impotents indûment touchées. La question - qui doit être examinée d'office par le juge (ATF 107 Ib 246 et les arrêts cités) - se pose donc de savoir si l'art. 79 al. 4 RAVS est conforme à la loi.\n\nb) Il n'existe pas de norme de délégation spéciale du législateur qui autoriserait expressément le Conseil fédéral à déroger dans une certaine mesure, par voie d'ordonnance, à l'art. 47 al. 1 LAVS. L'art. 47 al. 3 LAVS confère seulement à l'autorité exécutive le pouvoir de régler la procédure relative à la restitution de rentes et allocations pour impotents indûment touchées. De plus, il est également évident que l'art. 154 al. 2 LAVS, qui charge le Conseil fédéral d'arrêter les prescriptions nécessaires à l'application de la loi, ne constitue pas une base légale suffisante à une réglementation qui s'écarte matériellement de l'art. 47 al. 1 LAVS, comme c'est le cas de l'art. 79 al. 4 RAVS. En effet, la loi ne donne ici que la compétence d'adopter des règles d'exécution.\n\nc) Il est vrai que dans le domaine de l'assurance-invalidité, le Tribunal fédéral des assurances a jugé que l'art. 85 al. 2 RAI, disposition semblable à l'art. 79 al. 4 RAVS, est conforme à la loi, avec la réserve toutefois qu'une dérogation à la règle de l'art. 47 LAVS - applicable \"par analogie\" en vertu de l'art. 49 LAI - ne se justifie objectivement que dans la mesure où il y a lieu de tenir compte des aspects spécifiques du droit de l'assurance-invalidité. Ainsi l'application de l'art. 85 al. 2 RAI se limite-t-elle à de tels cas spécifiques; l'art. 47 al. 1 LAVS est en revanche applicable sans restriction aux cas de l'assurance-invalidité dits analogues à ceux du droit de l'AVS (ATF 107 V 36, 105 V 163). C'est pourquoi on ne saurait voir dans cette jurisprudence un argument en faveur de la légalité de l'art. 79 al. 4 RAVS.\n\nd) L'Office fédéral des assurances sociales a en son temps motivé, dans le cadre de la 8e révision de l'AVS, l'introduction de l'art. 79 al. 4 RAVS par le fait que la réglementation en vigueur jusqu'alors (application pure et simple de l'art. 47 LAVS) était choquante (RCC 1972 p. 519). Pour sa part, le Tribunal fédéral des assurances a expressément relevé à propos de l'art. 47 LAVS, dans le rapport sur sa gestion en 1979, \"que les règles actuelles relatives à la restitution des prestations touchées indûment ne donnent pas entière satisfaction et mériteraient d'être modifiées (comme il en avait été du reste question à l'occasion de la 9e révision de la LAVS)\". La critique exprimée sur ce point tant par l'administration que par le Tribunal fédéral des assurances ne pourrait toutefois |248| être suivie d'effet - indépendamment du cas visé ci-dessus, sous let. c - que moyennant l'intervention du législateur et non par le biais de simples dispositions réglementaires. Le fait que l'art. 25 al. 2 let. d OPC-AVS/AI, adopté antérieurement à l'art. 79 al. 4 RAVS et dont il n'y a pas lieu d'examiner ici la légalité, comporte une réglementation analogue n'y change rien.\n\nAu demeurant, on ne voit pas en quoi l'application de l'art. 47 al. 1 LAVS devrait être jugée plus choquante en présence de rentes extraordinaires que lorsqu'il s'agit de rentes ordinaires ou d'allocations pour impotents; le caractère non contributif des rentes extraordinaires ne saurait guère fonder, d'un point de vue objectif, un traitement différent sous l'angle de la restitution.\n\ne) Ainsi, en l'absence d'une délégation de compétence du législateur et dès lors que la loi ne souffre pas d'une lacune, le Conseil fédéral n'était pas autorisé à déroger par voie d'ordonnance à l'art. 47 al. 1 LAVS. On ne saurait donc appliquer l'art. 79 al. 4 RAVS dans la mesure où il est contraire à l'art. 47 LAVS..."}