{"annee": "109", "cour": "III", "page": "112", "date": "7/9/1983", "cite": ["54 III 25", "94 II 355", "40 III 123", "107 III 25", "102 III 71", "95 II 109", "94 III 46", "100 IA 18", "92 II 111", "56 III 147", "37 II 587", "40 III 365", "107 II 484", "83 III 67", "95 III 83", "100 II 200", "53 III 204"], "cite_par": ["128 III 295", "111 III 38"], "chapeau": "31. Sentenza 7 settembre 1983 della I Corte civile nella causa Weissbank in compulsory liquidation contro Weisscredit, Banca commerciale e d'investimenti, in liquidazione concordataria (ricorso per riforma)", "regestes": ["Règles de conflit. Art. 43 al. 1 OJ. L'application du droit fédéral à titre subsidiaire par l'autorité cantonale, en l'absence de règles de conflit impératives imposant l'application du droit étranger, peut être revue en instance de réforme (consid. 1). Principe de la territorialité de la faillite: qualité pour agir d'une masse en faillite étrangère. Résumé de la jurisprudence (consid. 2a). Reconnaissance à une masse en faillite des Bahamas de la qualité pour agir en contestation de l'état de collocation dans une faillite suisse, tout au moins lorsqu'il n'y a pas de conflit d'intérêts entre les droits de la masse et ceux de la société étrangère en faillite, de ses créanciers ou actionnaires (consid. 2b). Art. 213 LP. Les exceptions au droit de compenser prévues par cette disposition sont consacrées dans l'intérêt de la masse; elles ne déploient donc aucun effet à l'égard de celle-ci (consid. 4a). Art. 32 al. 2 CO. Rapport fiduciaire. Ce rapport exclut la représentation directe entre le fiduciaire et son mandant (consid. 4b)."], "faits": "|114|\n\nLa Weisscredit S.A., banca commerciale e d'investimenti, con sede principale a Chiasso (in seguito: Weisscredit), e la Weissbank international Ltd., con sede a Nassau nelle Bahamas (in seguito: Weissbank), facevano parte di un gruppo di società sparse in tutto il mondo. Il 1o marzo 1977 la Commissione federale delle banche ha ordinato la chiusura degli sportelli della Weisscredit: il 7 marzo successivo è stata concessa la moratoria concordataria e il 13 marzo 1978 è stato omologato il concordato con abbandono dell'attivo da parte del Tribunale di appello ticinese. Questa vicenda si è ripercossa su tutto il gruppo di società: in particolare l'8 dicembre 1977 la Corte suprema delle Bahamas ha ordinato la liquidazione della Weissbank. Le due banche si trovano tutt'ora in fase di liquidazione. Durante la loro attività esse hanno intrattenuto intensi rapporti commerciali: la Weisscredit, quale fiduciaria, effettuava investimenti in nome proprio presso la Weissbank, per conto di suoi clienti. Verso la fine del 1979 detti clienti hanno ceduto alla Weisscredit in liquidazione i propri crediti verso la Weissbank.\n\nI liquidatori della Weisscredit hanno depositato la graduatoria per dieci giorni a partire dal 14 aprile 1980. Due crediti insinuati dalla Weissbank di Fr. 8'624'681.95 e Fr. 8'249'200.- più interessi (quest'ultimo avanzato sotto condizione, essendo oggetto di una causa nel Lussemburgo) non sono stati ammessi nella graduatoria, poiché a mente dei liquidatori essi sarebbero compensati con un credito di Fr. 14'914'956.- che la Weisscredit vantava contro la Weissbank, a dipendenza dei cennati depositi fiduciari.\n\nIl 23 aprile 1980 la Weissbank in compulsory liquidation ha proposto contro la Weisscredit in liquidazione concordataria l'azione di contestazione della graduatoria, tendente all'ammissione dei predetti crediti. La II Camera civile del Tribunale di appello ticinese ha respinto la petizione e ha posto le spese a carico dell'attrice con sentenza del 31 gennaio 1983. L'attrice è insorta al Tribunale federale con ricorso per riforma, del quale la convenuta ha chiesto la reiezione. Il Tribunale federale ha respinto il gravame.", "considerants": "Considerato in diritto:\n\n1. Il Tribunale federale esamina d'ufficio se una contestazione debba essere decisa secondo il diritto svizzero o quello straniero |115| (DTF 107 II 485). Tra i vari motivi avanzati dall'autorità cantonale per giustificare l'applicazione del diritto svizzero v'è quello tratto dalla procedura civile ticinese, secondo cui spetta alle parti di provare il contenuto del diritto straniero, in quanto ignoto al giudice (art. 87 cpv. 2 CPC): poiché la prova non è stata fornita, i giudici cantonali hanno statuito secondo il diritto svizzero. La giurisprudenza ammette questa soluzione, anche qualora in virtù delle norme svizzere sui conflitti il litigio fosse retto dal diritto straniero, perlomeno nella misura in cui l'applicazione di tale diritto non è prescritta in modo imperativo (DTF 92 II 116 consid. 2). Il diritto svizzero, applicato quindi dall'autorità cantonale a titolo sussidiario, può essere censurato davanti al Tribunale federale mediante ricorso per riforma (DTF 92 II 111, in part. 123/124 e 126; DTF 95 II 112, DTF 94 II 358).\n\n2. La capacità civile e la facoltà di stare in giudizio di una massa fallimentare sono rette dallo statuto personale, ossia dalla legge dello Stato in cui è dichiarato il fallimento (DTF 100 Ia 21 consid. 2 e rif.). Nel caso non è contestato che il diritto delle Bahamas conferisce alla ricorrente la qualità di parte, rappresentata dai liquidatori della banca. Rimane tuttavia da esaminare se, dal profilo materiale, possa essere riconosciuta la legittimazione attiva a un soggetto giuridico creato dal diritto sull'esecuzione forzata di uno Stato straniero, con il quale la Svizzera non ha conchiuso un trattato internazionale. Nel diritto svizzero vige infatti, di massima, il principio della territorialità, secondo il quale un fallimento pronunciato all'estero non esplica alcun effetto in Svizzera.\n\na) La prassi del Tribunale federale, in assenza di trattati internazionali, è apparsa a volte esitante. In una sentenza del 1911 è stato giudicato che i diritti della massa di una società fallita in Germania non possono essere riconosciuti in Svizzera, perlomeno quando sono in concorrenza con quelli di singoli creditori della fallita, i quali hanno già provveduto al sequestro dei beni siti in Svizzera (DTF 37 II 594 consid. 4). In una successiva sentenza del 1914 il Tribunale federale, alla fine di un considerando riguardante il fallimento di una succursale svizzera di una società in nome collettivo austriaca (art. 50 LEF) ha affermato senza commenti che l'eventuale saldo attivo della liquidazione deve essere consegnato alla massa fallimentare della sede principale in Austria (DTF 40 III 127/128). Il medesimo anno si è accennato, in forma ipotetica, alla possibilità per la massa fallimentare straniera di procedere in Svizzera per l'incasso di crediti del fallito (DTF 40 III 367: |116| la traduzione francese in JdT 1915 II 29 è errata). Tale possibilità è però stata negata nel 1928 a una massa danese, alla quale si è rifiutato di consegnare gli averi in Svizzera del debitore, costituiti dal dividendo che questi aveva percepito in un altro fallimento pronunciato in Svizzera (DTF 54 III 28/29). In seguito il Tribunale federale sembra essersi attenuto rigidamente al principio della territorialità del fallimento per diverso tempo (cfr. ad es. DTF 95 III 89 e DTF 94 III 48). Negli anni più recenti, a partire dal 1974, esso ha cercato in varie occasioni di mitigare gli effetti di tale principio. Nella sentenza pubblicata in DTF 100 Ia 18, statuendo sotto l'angolo dell'arbitrio e facendo ampio riferimento a pareri dottrinali, esso ha ritenuto controverso se una massa fallimentare estera potesse esercitare in Svizzera l'azione pauliana (consid. 5). In DTF 102 III 71, ancora con il conforto della dottrina, il Tribunale federale ha auspicato un'attenuazione del principio territoriale, il quale favorisce in modo iniquo i creditori del fallito straniero che hanno l'opportunità di sequestrare beni del debitore siti in Svizzera (consid. 3). Infine, in DTF 107 II 486 è stata richiamata l'attuale tendenza che affievolisce il principio territoriale a vantaggio di quello universale, senza ulteriori precisazioni.\n\nQuesto breve riassunto mostra come la giurisprudenza più recente evolva verso un'attenuazione del principio della territorialità del fallimento, auspicando anche in campo internazionale una certa universalità dell'esecuzione forzata e volendo garantire maggiormente l'uguaglianza di tutti i creditori. Il merito di questa evoluzione è da attribuire in buona parte alla dottrina, la quale critica da tempo la rigida applicazione del principio territoriale da parte del Tribunale federale. Gli aspetti principali delle critiche sono già esposti e commentati in alcune delle sentenze menzionate sopra; basti quindi rammentare, senza entrare nei dettagli delle varie soluzioni proposte, che la territorialità del fallimento è rimessa in questione soprattutto in seguito al forte sviluppo dei traffici commerciali internazionali. Gli autori principali sono HIRSCH, Aspects internationaux du droit suisse de la faillite, Recueil de travaux pubblicato nel 1969 dall'Università di Ginevra in occasione dell'assemblea della Società svizzera dei giuristi, pag. 69; DALLÈVES, Universalité et territorialité de la faillite dans la perspective de l'intégration européenne, BlSchk 1973 pag. 161, e Faillites internationales et |117| droit suisse, SJ 1978 pag. 337; HANISCH, Deux problèmes de faillites internationales, Mélanges offerti nel 1976 dall'Università di Ginevra alla Società svizzera dei giuristi, pag. 107, e Aktuelle Probleme des internationalen Insolvenzrechts, Annuario svizzero di diritto internazionale XXXVI, 1980 pag. 109; NUSSBAUM, Das internationale Konkursrecht der Schweiz de lege lata et ferenda, tesi Berna 1980, pag. 26 e segg.; SCHAUB, Zur Problematik des internationalen Konkursrechts der Schweiz, RDS 101/1982 I pag. 21, in part. 34 segg.: questo autore fornisce peraltro un riassunto aggiornato della giurisprudenza e della dottrina.\n\nb) Tenendo conto dell'evoluzione giurisprudenziale, appare conseguente di riconoscere a una massa fallimentare straniera la legittimazione attiva per l'azione di contestazione della graduatoria nel fallimento svizzero del debitore principale, perlomeno quando i diritti di tale massa non siano in concorrenza con pretese fatte valere direttamente dal debitore estero fallito o da suoi creditori. La limitazione del principio della territorialità è sorretta, oltre che dai motivi generali già menzionati, da altre ragioni pratiche. Anzitutto nessun interesse legittimo giustifica l'avvio di esecuzioni forzate in Svizzera o di procedure di delibazione se nessuna discordia sembra esistere tra le parti interessate al fallimento pronunciato all'estero; anzi, l'azione di contestazione promossa direttamente dalla massa estera permette un notevole guadagno di tempo e riduce i costi procedurali; inoltre, visto ch'essa deve essere proposta entro il breve termine di dieci giorni dalla pubblicazione della graduatoria (art. 250 cpv. 1 LEF), i rappresentanti della massa estera sono sovente meglio in grado di agire con la dovuta sollecitudine. Anche eventuali conflitti, riguardo ai beni situati in Svizzera, tra la massa e il debitore fallito all'estero sono praticamente da escludere, poiché in generale i diritti stranieri tolgono al secondo - o ai suoi organi se si tratta di una società - la facoltà di disporre dei suoi beni.\n\nNella fattispecie nessuno fa valere che l'azione di contestazione della Weissbank in liquidazione urterebbe interessi della società medesima, di suoi creditori individuali o di azionisti, per cui deve essere riconosciuto alla ricorrente il diritto di agire. Quale sia la soluzione auspicabile nel caso d'un simile conflitto d'interessi non deve essere deciso ora.\n\n3. Il litigio tra le due banche in liquidazione riguarda esclusivamente la possibilità di compensare i crediti insinuati dalla |118| Weissbank con i debiti ch'essa ha nei confronti della Weisscredit; le opposte pretese non sono, in quanto tali, contestate. La corte cantonale ha accertato che la Weisscredit effettuava presso la Weissbank investimenti fiduciari per conto di suoi clienti, con i quali essa era pertanto legata da contratti di mandato. I giudici cantonali hanno proseguito rilevando che l'art. 213 LEF consente la compensazione litigiosa, che poteva essere impedita soltanto dall'art. 401 cpv. 1 e 2 CO; la cessione legale di questa norma esplica però i suoi effetti, sempre secondo l'autorità cantonale, soltanto alle condizioni dell'art. 167 CO, ossia a partire dal momento in cui il mandante si è manifestato al terzo debitore, ciò che nella fattispecie non è avvenuto. La sentenza impugnata rammenta poi che la circostanza per la quale i creditori della Weissbank hanno ceduto le loro pretese alla Weisscredit solo dopo la concessione della moratoria concordataria è irrilevante: la possibilità di compensare le reciproche pretese non discende da questa cessione ma dai motivi sopraesposti. Infine l'autorità cantonale ha osservato che, vista l'applicabilità delle norme sul mandato, non v'è spazio per le disposizioni sulla rappresentanza diretta invocate dall'attrice (art. 32 cpv. 2 CO) ed ha concluso che gli investimenti presso la Weissbank non costituivano depositi irregolari secondo l'art. 481 CO.\n\nCon il ricorso per riforma la ricorrente contesta che la controparte fosse titolare dei crediti posti in compensazione: al momento della concessione della moratoria concordataria - determinante secondo l'art. 213 LEF - i crediti appartenevano ai clienti della Weisscredit sia per l'esistenza di un rapporto di rappresentanza diretta secondo l'art. 32 cpv. 2 CO, sia in virtù dell'art. 401 cpv. 1 e 2 CO, il quale, contrariamente alla tesi dell'autorità cantonale, non presuppone una notifica da parte del mandante. La ricorrente precisa poi che la cessione alla Weisscredit dei diritti che i clienti avevano verso la Weissbank è ininfluente, poiché è stata conclusa dopo il momento determinante per la compensazione.\n\n4. a) L'art. 213 LEF sancisce il diritto del creditore di compensare il suo credito con quello del fallito nei suoi confronti (cpv. 1); la compensazione non ha luogo, tra l'altro, quando egli diviene debitore del fallito o della massa soltanto dopo la dichiarazione del fallimento (cpv. 2 n. 2). Questa norma s'applica anche al concordato con abbandono dell'attivo delle banche, ritenuto che la pubblicazione della moratoria concordataria o della dilazione del fallimento sostituisce la |119| dichiarazione del fallimento (art. 32 RCB, 316m LEF). La limitazione della facoltà di compensare è istituita nell'interesse della massa al fine d'evitare che un creditore danneggi gli altri, creandosi le condizioni di reciprocità necessarie per la compensazione, con negozi posteriori al momento determinante (DTF 107 III 28 e rif., 144; JÄGER, art. 213 n. 6; AMONN, Grundriss, pag. 302). La ratio della restrizione esclude pertanto ch'essa esplichi effetti anche nei confronti della massa; l'art. 213 è del resto compreso nel capitolo della LEF (art. 208-220) intitolato \"degli effetti del fallimento sui diritti dei creditori\" (cfr. DTF 53 III 210/211). La giurisprudenza - pur non essendosi mai pronunciata sul problema specifico - ammette peraltro da tempo che la massa fallimentare compensi le pretese dei creditori con crediti del fallito o della massa medesima nei loro confronti, precisando soltanto che nel primo caso la compensazione deve essere dichiarata, salvo circostanze eccezionali, al più tardi al momento della pubblicazione della graduatoria (DTF 83 III 70 /71, 76 III 14/15, DTF 56 III 149 e 176/177). Non vi sono del resto motivi validi per impedire alla massa fallimentare o concordataria di opporre a un creditore la compensazione con una pretesa acquisita dopo la dichiarazione del fallimento o la pubblicazione della moratoria di concordato; la soluzione contraria costringerebbe la massa a pagare il creditore, per poi procedere successivamente all'incasso del proprio credito.\n\nIn concreto il Tribunale di appello ha accertato che sessantanove dei settantuno creditori della Weissbank hanno ceduto le loro pretese alla Weisscredit, la quale risulterebbe comunque creditrice della prima, anche omettendo di considerare le pretese concernenti i due creditori restanti. Al momento di allestire la graduatoria la Weisscredit era pertanto titolare di questi crediti e, in virtù di quanto esposto sopra, i liquidatori potevano opporre la compensazione alle pretese insinuate dalla Weissbank, senza riguardo al fatto che le cessioni sono avvenute dopo la pubblicazione della moratoria concordataria.\n\nb) La reiezione dell'azione di contestazione della graduatoria merita conferma già per tali motivi. In queste circostanze può rimanere indecisa la questione - non del tutto evidente - dell'applicazione dell'art. 401 cpv. 1 e 2 CO; è invece opportuno aggiungere, per completezza, che la tesi ricorsuale fondata sul rapporto di rappresentanza diretta esistente tra la Weisscredit e i suoi clienti è errata. |120|\n\nLa sentenza cantonale accerta infatti che la Weisscredit effettuava presso la Weissbank investimenti a titolo fiduciario, per clienti che intendevano rimanere anonimi, compiendo operazioni e aprendo conti in nome proprio. Questo accertamento di fatto vincola il Tribunale federale nella procedura di riforma (art. 63 cpv. 2 OG). La ricorrente ha del resto ammesso a diverse riprese l'esistenza di rapporti fiduciari tra la Weisscredit e i suoi clienti. La caratteristica dei rapporti fiduciari è appunto quella che il mandatario-fiduciario agisce in nome proprio ma per conto del suo mandante. Questi non è - e non può essere - parte contraente nei confronti del terzo, essendo il fiduciario privo della volontà e del potere di agire come rappresentante. I due requisiti sono però essenziali anche per l'applicazione dell'art. 32 cpv. 2 CO (DTF 100 II 211 e rif.). Nella fattispecie gli accertamenti della sentenza impugnata escludono tale volontà: il rapporto fiduciario, anche se noto alla Weissbank, ha impedito il sorgere di una rappresentanza diretta tra la Weisscredit e i suoi clienti (DTF 100 II 211 /212 e rif.).\n\n5. Per i motivi che precedono il ricorso per riforma deve essere respinto. L'argomento tratto dall'art. 481 CO non è sostanziato in conformità con l'art. 55 cpv. 1 lett. c OG. Le spese e le ripetibili vanno a carico della parte soccombente (art. 156 cpv. 1 e 159 cpv. 1 OG)."}