{"annee": "109", "cour": "V", "page": "176", "date": "15/9/1983", "cite": ["108 V 65", "105 V 139", "107 V 4"], "cite_par": ["112 V 89", "112 V 55", "115 V 224", "116 V 246", "110 V 103"], "chapeau": "34. Estratto della sentenza del 15 settembre 1983 nella causa Di Matteo contro Cassa svizzera di compensazione e Commissione federale di ricorso in materia d'AVS/AI per le persone residenti all'estero", "regestes": ["Art. 8 let. b de la convention italo-suisse relative à la sécurité sociale, ch. 2 du protocole final de l'avenant à la convention (entré en vigueur le 1er juillet 1973). Les ressortissants italiens sont considérés comme affiliés aux assurances italiennes au sens de l'art. 8 let. b de la convention si des contributions volontaires sont versées (ch. 2 let. a du protocole) avant la survenance de l'événement assuré selon le droit suisse ou si - toujours au moment de la survenance du risque - des périodes assimilées (ch. 2 let. b du protocole), dont l'existence doit être prouvée avant le prononcé de la décision administrative, sont portées en compte (précision apportée à la jurisprudence; consid. 2a). Art. 9 du deuxième avenant à la convention (entré en vigueur le 1er février 1982). L'assimilation du frontalier italien à l'assuré selon la législation suisse, telle qu'elle est prévue par cette norme, n'est possible que dans les cas où le risque d'invalidité assuré survient au sens du droit suisse après le 31 janvier 1982. Pas de rétroactivité impropre de cette disposition. (Consid. 2b.)"], "faits": "|177|\n\nA.- La cittadina italiana Angela Di Matteo ha lavorato in Svizzera come frontaliere nel 1965 e dal 1968 al 1977, versando i contributi impostile dall'assicurazione sociale svizzera, da ultimo durante 6 mesi e mezzo nel 1977, 11 mesi nel 1976 e 9 mesi nel 1975. Ha cessato di lavorare nell'industria alberghiera come ausiliaria per ragioni di salute il 15 luglio 1977 ed ha presentato nel dicembre di quello stesso anno una domanda intesa ad ottenere una rendita dell'assicurazione svizzera per l'invalidità.\n\nCon decisione del 9 gennaio 1980 la Cassa svizzera di compensazione ha respinto la richiesta, considerando che, all'epoca in cui l'istante aveva realizzato il rischio d'invalidità assicurabile giusta il diritto svizzero (10 luglio 1978), non era più assicurata in Svizzera, né riempiva il requisito assicurativo richiesto dalla Convenzione italo-svizzera relativa alla sicurezza sociale (detta appresso Convenzione).\n\nB.- Angela Di Matteo ha fatto deferire la decisione di rifiuto alla competente Commissione di ricorso. In sostanza essa ha documentato di aver prestato lavoro in Svizzera sino al 15 luglio 1977, di avere ottenuto l'autorizzazione alla prosecuzione volontaria dei contributi nella patria assicurazione sociale e di avere operato tre versamenti dal 14 maggio al 1o dicembre 1979.\n\nCon giudizio del 3 novembre 1982 la Commissione di ricorso, statuente con giudice unico, ha disatteso il gravame. Connotate le affezioni dell'insorgente quale malattia di lunga durata il primo giudice ha, nell'ipotesi più favorevole a Angela Di Matteo, fissato al 10 luglio 1978 l'insorgere dell'evento assicurabile giusta la legislazione svizzera. A quella data, sempre per il primo giudice, non era comunque dato il requisito assicurativo. Infatti il ritardato versamento di contributi volontari non surrogava il rapporto assicurativo, il quale doveva esistere al momento in cui si realizzava l'evento. A nulla poteva giovare all'insorgente il fatto di essere stata in data successiva a tale evento posta al beneficio di pensione italiana d'invalidità. Nemmeno erano dati i presupposti dell'art. 3 cpv. 3 dell'Accordo aggiuntivo alla |178| Convenzione perché nei tre anni precedenti l'evento Angela Di Matteo documentava solo 21 mesi di contribuzione in luogo dei 24 previsti. Inoltre, il Secondo Accordo aggiuntivo alla Convenzione, in vigore dal 1o febbraio 1982, non prevedeva effetto retroattivo delle modificazioni concernenti la clausola assicurativa.\n\nC.- Rappresentata dall'Istituto nazionale di assistenza sociale, con il ricorso di diritto amministrativo Angela Di Matteo chiede l'assegnazione della rendita d'invalidità, l'annullamento del querelato giudizio e che i periodi di contribuzione volontaria all'assicurazione italiana vengano riconosciuti validi a tutti gli effetti. Si prevale dell'art. 5 dell'Accordo aggiuntivo alla Convenzione, dell'art. 39 dell'Accordo amministrativo concernente le modalità di applicazione della Convenzione, dell'Accordo amministrativo concluso il 25 febbraio 1974, nonché del Protocollo finale dell'Accordo aggiuntivo alla Convenzione (cifra 2 lett. b) per pretendere la qualità di assicurata. Contrasta alcuni accertamenti medici per affermare la ricorrenza di invalidità di grado pensionabile giusta il diritto svizzero. Ricorda di essere stata ammessa al versamento di contributi volontari per il periodo dal 13 maggio 1978 al 30 giugno 1979 e di avere presentato la relativa domanda almeno un anno prima. Asserisce che comunque i pagamenti ebbero luogo prima della resa della decisione impugnata e si prevale delle disposizioni sul periodo neutro previsto dal Protocollo finale dell'Accordo aggiuntivo alla Convenzione entrato in vigore il 1o luglio 1973. Concludendo ricorda che in un caso analogo pendente presso il Tribunale federale delle assicurazioni l'Ufficio federale delle assicurazioni sociali aveva espresso parere favorevole ammettendo che i contributi volontari vanno presi in considerazione se sono stati versati prima della sopravvenuta invalidità o prima della decisione dell'organo amministrativo competente.\n\nLa Cassa svizzera di compensazione propone la disattenzione del gravame.\n\nL'Ufficio federale delle assicurazioni sociali asserisce che verosimilmente il periodo di contribuzione volontaria include l'epoca in cui l'evento assicurato si è verificato e che tali contributi sono stati versati prima della resa della decisione in lite. Concludendo chiede che venga confermata la legalità della pratica amministrativa intesa ad ammettere una retroattività impropria delle disposizioni del Secondo Accordo aggiuntivo alla Convenzione. All'Ufficio federale la prassi appare |179| conforme allo spirito degli accordi italo-svizzeri in materia di sicurezza sociale se vien fatto riferimento all'art. 23 p. 1 della Convenzione medesima. Il Secondo Accordo aggiuntivo alla Convenzione, inteso a completarla, giustificherebbe un'applicazione per analogia delle disposizioni transitorie dell'accordo principale.", "considerants": "Estratto dai considerandi:\n\n1. Nel querelato giudizio sono già state rettamente esposte le premesse del diritto alla rendita d'invalidità giusta la legislazione svizzera cui si rinvia. Da esso emerge che, nell'attuale procedura, la chiesta rendita potrebbe venir assegnata alla ricorrente soltanto se, successivamente al 15 dicembre 1976 (art. 48 cpv. 2 LAI) e fino alla data in cui è stata resa la controversa decisione del 9 gennaio 1980 (DTF 107 V 5, DTF 105 V 141 e 154), essa avesse realizzato il rischio d'invalidità assicurabile secondo la legislazione svizzera e nel contempo fosse stata iscritta all'assicurazione sociale italiana ai sensi dell'art. 8 lett. b Convenzione (disposizione applicabile anche al frontaliere per la cifra 1 del Protocollo finale all'Accordo aggiuntivo alla Convenzione, entrato in vigore il 1o luglio 1973, detto appresso Protocollo finale) o assimilata ad un assicurato secondo la legislazione svizzera in virtù di disposizioni convenzionali aggiuntive. Secondo queste disposizioni (art. 3 cpv. 3 dell'Accordo aggiuntivo alla Convenzione, vigente dal 1o luglio 1973) i cittadini italiani che esercitano o che hanno esercitato un'attività lucrativa in Svizzera quali frontalieri e hanno versato contributi all'assicurazione sociale di questo Stato per almeno due anni nei tre anni immediatamente precedenti il verificarsi dell'evento assicurato sono assimilati agli assicurati secondo la legislazione svizzera per quanto concerne le rendite ordinarie d'invalidità. Questa disposizione è stata modificata (art. 9 del Secondo Accordo aggiuntivo alla Convenzione, entrato in vigore il 1o febbraio 1982) nel senso che l'assimilazione, per quanto concerne le rendite ordinarie d'invalidità, è data quando i frontalieri italiani hanno versato i contributi all'assicurazione sociale svizzera per almeno un anno nei tre anni immediatamente precedenti la realizzazione del rischio assicurato.\n\nRiguardo al Secondo Accordo aggiuntivo alla Convenzione l'Ufficio federale delle assicurazioni sociali, in un supplemento alle direttive sullo statuto degli stranieri e degli apolidi, ha disposto quanto segue (traduzione del testo tedesco): |180|\n\n\"Le disposizioni del Secondo Accordo aggiuntivo, entrato in vigore il 1o febbraio 1982, hanno degli effetti anche sui casi assicurativi dell'AVS/AI che si sono realizzati prima dell'entrata in vigore del suddetto Accordo (per ciò che concerne le rendite di orfani di madre si farà riferimento a ...). Le prestazioni la cui erogazione avviene esclusivamente in applicazione dell'Accordo aggiuntivo sono tuttavia assegnate dal 1o febbraio 1982 al più presto.\"\n\nInoltre, nel Protocollo finale si è convenuto espressamente quanto segue:\n\n\"2. I cittadini italiani sono considerati iscritti alle assicurazioni italiane ai sensi dell'art. 8 lett. b della Convenzione: a) se sono versati dei contributi nell'assicurazione obbligatoria, nella prosecuzione volontaria dell'assicurazione obbligatoria o nell'assicurazione facoltativa italiane; b) durante i ... periodi assimilati secondo le disposizioni della legislazione italiana ...\"\n\nIl Protocollo esige dunque contributi che \"sono versati\" - quando si verifica l'evento assicurato come lo richiede la legislazione svizzera dalle persone secondo essa assicurate (art. 6 cpv. 1 LAI) - e non parla di contributi che saranno versati in un qualsiasi altro momento. Nello stesso ordine di idee il Protocollo medesimo dichiara operanti i periodi assimilati pure soltanto durante la loro decorrenza, astrazione fatta da taluni tempi neutri che la precedono.\n\n2. Nell'evenienza concreta non è controverso che la ricorrente abbia realizzato il rischio d'invalidità assicurabile secondo la legislazione svizzera nel luglio del 1978. Litigiosa è la questione di sapere se a tale epoca essa fosse stata iscritta all'assicurazione sociale italiana ai sensi dell'art. 8 lett. b Convenzione o, in applicazione delle disposizioni convenzionali aggiuntive, fosse da assimilare ad un'assicurato secondo la legislazione svizzera.\n\na) Nella risposta al gravame l'Ufficio federale delle assicurazioni sociali osserva che i versamenti dei contributi volontari all'assicurazione sociale italiana sono stati eseguiti dalla ricorrente prima della resa della decisione amministrativa in lite e ne deduce, con riferimento alla sentenza 24 marzo 1981 di questa Corte in re Borgatta, che da riconoscere sia l'adempimento del requisito assicurativo richiesto in regime convenzionale.\n\nQuesta tesi non può essere condivisa. Infatti, se la giurisprudenza (DTF 108 V 69) intende evitare la costituzione con effetto |181| retroattivo di una condizione assicurativa preesistente all'evento assicurabile giusta il diritto svizzero, ne deve essere dedotto che determinante è, secondo le norme convenzionali, la data del versamento dei contributi, il quale può e deve precedere la realizzazione dell'evento. Altra soluzione significherebbe far dipendere da elementi casuali l'adempimento o meno del requisito assicurativo. Sia ancora precisato che una differenza deve essere fatta tra il versamento di contributi nella prosecuzione volontaria dell'assicurazione sociale italiana (cifra 2 lett. a del Protocollo finale) e l'accredito di periodi assimilati (cifra 2 lett. b del Protocollo finale). Nel primo caso determinante è l'avvenuto pagamento prima del verificarsi dell'evento assicurabile giusta il diritto svizzero, nel secondo determinante - anche se eccezioni possono essere ammesse al fine di non rendere inoperante la norma nell'ipotesi di ritardi della competente amministrazione - è che l'accredito abbia luogo e sia comprovato - sempre per il momento della verifica del rischio - prima della resa della decisione amministrativa.\n\nCome rettamente costatato dal primo giudice alla ricorrente non possono nemmeno giovare le disposizioni dell'art. 1 del Protocollo aggiuntivo all'Accordo aggiuntivo, in vigore dal 25 febbraio 1974, il diritto a pensione italiana d'invalidità a decorrere dal 1o giugno 1980 essendole stato riconosciuto dopo il verificarsi dell'evento assicurabile giusta la legislazione svizzera.\n\nb) Dato che per le considerazioni che precedono la ricorrente non può essere considerata appartenente al novero degli iscritti ai sensi dell'art. 8 lett. b Convenzione, rimane da esaminare se essa, in qualità di frontaliere, possa essere assimilata ad un assicurato secondo la legislazione svizzera in virtù dell'art. 9 del Secondo Accordo aggiuntivo alla Convenzione, entrato in vigore il 1o febbraio 1982, come lo propone l'Ufficio federale delle assicurazioni sociali.\n\nÈ pacifico che un'assimilazione ai sensi dell'art. 3 cpv. 3 dell'Accordo aggiuntivo alla Convenzione, entrato in vigore il 1o luglio 1973 ed applicabile quando è stata resa la controversa decisione del 9 gennaio 1980, dev'essere esclusa, la ricorrente non avendo contribuito all'assicurazione sociale svizzera per almeno due anni nei tre anni immediatamente precedenti la realizzazione dell'evento assicurabile.\n\nSecondo l'Ufficio federale alle disposizioni del Secondo Accordo aggiuntivo alla Convenzione bisognerebbe riconoscere |182| una retroattività in senso improprio. Orbene, giusta l'art. 13 di tale accordo l'entrata in vigore era prevista per \"il primo giorno del secondo mese successivo a quello in cui gli strumenti di ratifica erano stati scambiati\". L'accordo, essendo stato ratificato con strumenti scambiati il 21 dicembre 1981, è entrato in vigore il 1o febbraio 1982. Tuttavia, per quanto riguarda l'art. 11 dell'accordo medesimo, sono ugualmente da prendere in considerazione, per l'apertura del diritto alla rendita, gli eventi assicurati che si sono realizzati successivamente al 31 dicembre 1976. Tali rendite saranno dovute solamente a partire dall'entrata in vigore dell'accordo stesso. La norma transitoria è quindi riferita esclusivamente all'art. 11 del Secondo Accordo aggiuntivo alla Convenzione, il quale concerne la concessione di rendite per orfani di madre secondo la legislazione svizzera e non già all'art. 9 attinente ai frontalieri. Se dal testo dell'accordo vuol essere dedotta una retroattività impropria, essa può essere riferita quindi solo agli orfani di madre. Inoltre, la disposizione transitoria accenna ad eventi assicurati intervenuti dopo il 31 dicembre 1976, il che non è del caso per quanto voluto in materia di frontalieri. Nemmeno l'art. 23 cpv. 1 Convenzione (in vigore dal 1o settembre 1964), su cui l'Ufficio federale fonda tra l'altro le sue argomentazioni, può conferire retroattività impropria alle disposizioni del Secondo Accordo aggiuntivo alla Convenzione. Questa norma regola l'assegnazione di prestazioni nei casi in cui l'evento assicurato si sia realizzato prima dell'entrata in vigore della Convenzione e dispone alla lett. b che le rendite ordinarie e straordinarie dell'assicurazione svizzera per l'invalidità, il cui diritto esiste per il mese durante il quale la Convenzione è entrata in vigore, sono da concedere al più presto con decorrenza dal 1o gennaio 1962. Questa disposizione era manifestamente intesa a regolare il diritto transitorio nella forma di una retroattività impropria. Da essa non può essere dedotto che ogni ulteriore modificazione del diritto convenzionale debba rispondere agli stessi criteri.\n\nIn una sentenza del 19 luglio 1974 in re Da Ros il Tribunale federale delle assicurazioni si era pronunciato sul tema della retroattività affermando tra l'altro quanto segue:\n\n\"Il 1o luglio 1973 sono entrati in vigore l'accordo aggiuntivo alla ... convenzione e il relativo protocollo finale, entrambi conclusi il 4 luglio 1969.\n\nQuest'ultimo protocollo definisce, tra l'altro, i periodi di contribuzione effettiva e i periodi assimilati, detti anche - questi ultimi - di contribuzione figurativa.\n\n|183|\n\nPer quanto concerne segnatamente i periodi assimilati, il protocollo finale dispone alla cifra 2, che i cittadini italiani sono considerati iscritti alle assicurazioni sociali patrie.\n\n'b) Durante i ... periodi assimilati secondo le disposizioni della legislazione italiana ...'\n\nOra, sebbene questa norma sia parte integrante di un accordo internazionale concluso il 4 luglio 1969 e valido dal 1o luglio 1973, la Cassa svizzera di compensazione e l'Ufficio federale delle assicurazioni sociali la considerano applicabile al presente caso, in cui l'evento assicurabile secondo il diritto svizzero sembra essersi verificato nel 1967. Questa Corte non può far propria tale opinione, in difetto non solo di una esplicita norma, ma altresì di qualsiasi punto di riferimento che giustifichi una retroattività impropria così estesa nell'ambito dei rapporti giuridici fra la Svizzera e l'Italia attinenti al diritto sociale.\n\nNondimeno occorre ora stabilire con esattezza il regime transitorio della norma in questione. A tale scopo s'impone, per ovvie ragioni di coerenza, una norma analoga a quella contenuta nella più recente novella alla convenzione di base italo-svizzera in materia di sicurezza sociale.\n\nInfatti, il 'protocollo aggiuntivo' del 25 febbraio 1974 all'accordo aggiuntivo italo-svizzero del 4 luglio 1969, introducendo come nuova categoria di periodi assimilati nel senso suesposto quelli durante i quali i cittadini italiani hanno diritto a una pensione d'invalidità a carico della patria assicurazione sociale, dichiara tali periodi operanti 'nei casi in cui l'evento assicurato secondo il diritto svizzero si sia verificato dopo il 30 giugno 1969'.\n\nAppare giusto di estendere questo ordinamento transitorio per analogia a tutti gli altri periodi assimilati contemplati dall'accordo aggiuntivo del 4 luglio 1969, applicando la cifra 2b del protocollo finale di questo accordo a tutte le pratiche non ancora decise mediante atto cresciuto in giudicato in cui l'evento assicurabile secondo la legislazione svizzera si è verificato dopo il 30 giugno 1969.\"\n\nIn sostanza questa Corte aveva considerato le norme dell'Accordo aggiuntivo alla Convenzione e del relativo Protocollo finale, entrati in vigore il 1o luglio 1973, in cui non figuravano (almeno per quanto riferito a rendite ordinarie dell'assicurazione svizzera dell'invalidità) disposizioni particolari di diritto transitorio ed ammesso una retroattività impropria (comunque diversa e più ristretta di quella voluta dall'amministrazione) alla luce di una nuova pattuizione contenuta nel Protocollo finale. Ora, il Protocollo aggiuntivo, entrato in vigore il 25 febbraio 1974, era un atto di attuazione all'Accordo aggiuntivo alla Convenzione e all'art. 4 prevedeva disposizioni retroattive che avrebbero avvantaggiato coloro che fossero stati riconosciuti al beneficio del requisito assicurativo in quanto titolari di una pensione d'invalidità italiana rispetto a quelli che lo erano per altro titolo. Si giustificava allora il richiamo per analogia di una norma riferita all'attuazione |184| di una stessa disciplina per evitare altrimenti disparità ingiustificata di trattamento.\n\nIn concreto l'art. 23 cpv. 1 Convenzione, invocato dall'Ufficio federale delle assicurazioni sociali, non soccorre quindi a conferire in regime convenzionale retroattività alle disposizioni del Secondo Accordo aggiuntivo. La sentenza in re Da Ros, cui l'Ufficio federale fa riferimento, costituisce un'esempio particolare di effetto retroattivo ammesso carente una particolare disposizione convenzionale, non richiamabile se non nella misura in cui risultasse una violazione del principio di parità di trattamento. Orbene, per costante giurisprudenza, l'interpretazione di un'accordo internazionale deve procedere anzitutto dal testo convenzionale. Se il testo è chiaro e se il significato, come risulta dal generale uso della lingua come pure dall'oggetto e dallo scopo della disposizione, non appare privo di senso, non è data interpretazione estensiva o limitativa, a meno che dal contesto o dai materiali si possa con sicurezza dedurre che il testo non corrisponde alla volontà delle parti contraenti (DTF 108 V 68).\n\nPer quanto concerne la normativa di cui all'art. 9 del Secondo Accordo aggiuntivo alla Convenzione, essa è stata adottata chiaramente dalle parti per uniformare la disciplina del riconoscimento del requisito assicurativo ai frontalieri, secondo gli schemi adottati in altre convenzioni internazionali sino allora non previsti per l'Italia (v. Messaggio concernente il Secondo Accordo aggiuntivo alla Convenzione di sicurezza sociale con l'Italia del 29 ottobre 1980 del Consiglio federale svizzero alle Camere federali). Se questa è stata l'intenzione delle parti, essa si è estrinsecata in una forma particolare, in virtù della quale l'effetto retroattivo è stato riconosciuto soltanto in una determinata ipotesi - quella degli orfani di madre - e non nelle altre. La carenza di una norma transitoria nelle disposizioni del Secondo Accordo aggiuntivo alla Convenzione appare quindi voluta, nel senso che le parti hanno esplicitamente dichiarato di non ammettere retroattività che in un solo e determinato caso. Ne consegue che l'art. 9 del Secondo Accordo aggiuntivo alla Convenzione trova applicazione soltanto se l'evento assicurato si è verificato dopo il 31 gennaio 1982.\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è respinto."}