{"annee": "109", "cour": "V", "page": "234", "date": "20/9/1983", "cite": ["103 V 107", "75 I 305", "72 I 75", "105 IA 115", "83 I 1"], "cite_par": ["120 V 150", "130 V 138", "111 V 156", "141 IV 269", "117 IA 202"], "chapeau": "41. Sentenza del 20 settembre 1983 nella causa Demarchi contro Cassa cantonale di compensazione del Cantone Ticino e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 54 et 58 PA. - Doit être tenue pour nulle la nouvelle décision par laquelle l'administration s'écarte matériellement du dispositif d'un jugement non encore entré en force et rendu par une autorité qui a statué sur le même objet. - Un tel acte peut cependant avoir la valeur d'une proposition au juge; à cet égard, il est sans importance que l'administration n'ait pas eu connaissance du dépôt d'un recours de droit administratif contre ce jugement (consid. 2). Retrait du recours. Effet. Contestation de la décision de radiation. In casu, a été considéré comme non avenu le retrait du recours de droit administratif provoqué par l'idée erronée que la décision nulle déployait des effets juridiques. (Consid. 3.)"], "faits": "BGE 109 V 234 S. 234\n\nA.- Mediante decisione del 26 novembre 1980 la Cassa cantonale di compensazione del Cantone Ticino ha assegnato a BGE 109 V 234 S. 235Pietro Demarchi, nato nel 1915, una rendita AVS per coniugi dell'importo mensile di Fr. 1087.-- con effetto dal 1o novembre 1980, mettendo in risalto l'esistenza di una lacuna contributiva negli anni dal 1958 al 1960.\n\nB.- L'assicurato ha deferito il provvedimento amministrativo al Tribunale delle assicurazioni del Cantone Ticino asserendo di aver contribuito nel 1958 quale salariato e negli anni successivi quale indipendente.\n\nNella sua risposta la Cassa di compensazione ha affermato di aver rintracciato altri pagamenti di contributi negli anni 1956, 1957 e 1958, ma che persisteva la lacuna contributiva negli anni 1959 e 1960 e quindi proposto l'accoglimento parziale del gravame con l'assegnazione di una rendita per coniugi di Fr. 1113.-- mensili.\n\nCon giudizio del 19 giugno 1981 il Tribunale delle assicurazioni del Cantone Ticino, dopo aver affermato che la Cassa aveva chiesto la reiezione dell'impugnativa, ha confermato il provvedimento in lite.\n\nC.- Pietro Demarchi, il 31 luglio 1981, interpone a questa Corte un ricorso di diritto amministrativo con cui, messo in risalto che l'autorità giudiziaria cantonale non si era adeguata alle conclusioni della Cassa, chiede perlomeno l'assegnazione di quanto da essa proposto, pur ribadendo di aver contribuito anche negli anni asseriti mancanti.\n\nIl Tribunale delle assicurazioni del Cantone Ticino nel trasmettere gli atti, in data 19 agosto 1981, ammette di essere incorso in una svista.\n\nNel frattempo, il 14 agosto 1981, la Cassa ha emanato una nuova decisione assegnante all'assicurato una rendita per coniugi di Fr. 1113.--.\n\nIn conseguenza di ciò, il ricorrente, il 22 settembre 1981, ha ritirato il ricorso di diritto amministrativo affermando che la nuova decisione lo avrebbe reso privo di oggetto.\n\nNella risposta al ricorso di diritto amministrativo, la Cassa opponente - osservato che essa, formalmente, non aveva il diritto di emanare una nuova decisione a quello stadio della procedura - ha espresso il parere che, essendo il provvedimento esatto dal punto di vista materiale, il ricorso doveva essere comunque considerato privo di oggetto.\n\nL'Ufficio federale delle assicurazioni sociali, dopo aver preliminarmente precisato che conforme alle disposizioni legali è BGE 109 V 234 S. 236il calcolo della Cassa e soggiunto che la decisione resa dall'amministrazione pendente lite è nulla e che essa può essere se del caso considerata conclusione di parte, si astiene dal pronunciarsi sulla portata del ritiro del ricorso determinato dell'emanazione dell'atto 14 agosto 1981.", "considerants": "Diritto:\n\n1. Le parti convengono che secondo un calcolo esatto la rendita AVS per coniugi da erogare sarebbe stata di Fr. 1113.-- al mese. L'Ufficio federale delle assicurazioni sociali è della stessa opinione e gli atti dell'inserto non permettono di pervenire a diverso risultato. È quindi pacifico, da un profilo di diritto materiale, che, come i primi giudici peraltro ammettono, il dispositivo della querelata pronunzia del Tribunale delle assicurazioni del Cantone Ticino nella misura in cui implicitamente conferma la decisione amministrativa iniziale sia errato.\n\n2. Dopo che le era stato notificato il giudizio del Tribunale delle assicurazioni del Cantone Ticino e prima della scadenza del termine di ricorso contro questa pronunzia, la Cassa ha reso una nuova decisione in modifica e sostituzione della precedente. Formalmente agli organi dell'assicurazione non era lecito procedere nel senso indicato e cioè emanare un nuovo provvedimento sullo stesso tema litigioso a quello stadio della procedura. In effetti, durante la litispendenza o comunque, nelle procedure di ricorso di primo grado che - come in concreto - contemplano una normativa analoga a quella di cui all'art. 58 PA, dopo l'invio della risposta al gravame all'autorità giudiziaria inferiore, non è consentito riesaminare la decisione oggetto dell'impugnativa.\n\nSecondo la giurisprudenza vigente provvedimenti resi posteriormente a questi termini devono essere considerati come semplici proposte indirizzate al giudice (DTF 103 V 109). Ora, con il ricorso di diritto amministrativo, l'Ufficio federale delle assicurazioni sociali sembra sostenere la tesi che la decisione amministrativa 14 agosto 1981 sarebbe da considerare nulla, il che comporterebbe quale conseguenza che essa non esplicherebbe effetto alcuno benché essa non sia stata oggetto di tempestiva impugnazione.\n\nPer il Tribunale federale è motivo di nullità di un atto amministrativo segnatamente l'incompetenza funzionale a statuire BGE 109 V 234 S. 237dell'autorità che lo ha emanato, nella misura in cui essa sia di particolare rilevanza. Deve quindi trattarsi di incompetenza qualificata: questa ipotesi è realizzata specialmente in caso di conflitto di competenza positivo, cioè qualora a causa dell'agire di un'autorità incompetente possano coesistere due decisioni divergenti fra loro oppure sussista l'eventualità che una decisione materialmente esatta e una procedura conforme alla legge siano messe in forse (DTF 83 I 1, cfr. IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 1976, volume I, pag. 242). In applicazione di questi principi il Tribunale federale delle assicurazioni ritiene che la successiva decisione di un'amministrazione in materiale contrasto con il dispositivo di un giudizio non ancora cresciuto in giudicato di un'autorità giudiziaria che ha statuito sulla stessa fattispecie non può che essere ritenuta nulla. Statuendo a quello stadio della procedura infatti l'amministrazione manifestamente presta il fianco all'eventualità che due contrastanti decisioni abbiano vigenza nel regolare lo stesso rapporto giuridico. A questo atto, reso dall'amministrazione in epoca in cui non le era consentito statuire, è comunque lecito riconoscere valore di proposta al giudice ai sensi della prassi vigente. Sempre la Corte ha osservato che la decisione di cui si tratta può essere considerata come proposta indirizzata al giudice pure se l'amministrazione ignorava, quando ha emanato il provvedimento, che contro la pronunzia dell'autorità giudiziaria era stato interposto un ricorso. La predetta giurisprudenza del Tribunale federale delle assicurazioni deve essere precisata in questo senso.\n\n3. Quando si osservi che pacifico appare che la soluzione ritenuta nell'atto 14 agosto 1981 della Cassa è materialmente esatta, nulla si opporrebbe all'accoglimento del ricorso di diritto amministrativo, se il ricorrente non avesse dichiarato di volerlo ritirare.\n\nSi pone quindi il tema di sapere quali siano gli effetti giuridici del ritiro del gravame determinato dall'erronea credenza che l'atto 14 agosto 1981 costituisse una decisione esplicante effetti.\n\nLa giurisprudenza ha affermato che di massima il ritiro del ricorso o dell'appello è irrevocabile e pone immediatamente fine alla lite anche se fu fatto per errore, la relativa decisione di stralcio dai ruoli essendo puramente dichiarativa, precisando comunque come quest'ultima sia impugnabile per vizio della volontà (cfr. DTF 105 Ia 115, sentenze inedite 31 agosto 1982 in re Linder, 3 maggio 1982 in re Gawlik e 29 maggio 1980 BGE 109 V 234 S. 238in re Lechner). La Corte ha inoltre avuto modo di affermare che colui che ritira un ricorso manifesta il suo disinteresse a che il giudice statuisca sul gravame e lascia intendere che non si aspetta a che l'autorità di ricorso si scosti nel suo giudizio dalla decisione impugnata (v. RCC 1978 pag. 559). In sostanza, applicando il principio di disposizione, un ritiro incondizionato del gravame sottrae alla competenza del giudice l'oggetto controverso. Potrebbe quindi essere affermato che avendo il ricorrente ritirato il ricorso a questa Corte non rimanga che prenderne atto stralciando la causa dai ruoli. In questo modo, tuttavia, da un lato non si modifica una decisione giudiziaria errata e dall'altro si afferma la nullità di una decisione amministrativa materialmente esatta.\n\nOrbene, sempre per la giurisprudenza un amministrato non deve subire pregiudizio qualora egli, a dipendenza di un comportamento dell'amministrazione idoneo a suscitare un affidamento degno di essere tutelato, si astiene dal fare valere i propri diritti omettendo di continuare normalmente la procedura incoata. La rinuncia o la perdita di diritti nella procedura sono senza effetto giuridico per l'amministrato qualora esse siano state determinate da un comportamento affidante dell'autorità. In particolare l'amministrato deve essere mantenuto nel suo diritto di ricorrere qualora egli abbia rinunciato ad interporre ricorso o ritirato un gravame in seguito ad un'affermazione dell'autorità assicurantegli la prossima resa di una nuova decisione a sua volta impugnabile o che la precedente decisione non avrebbe esplicato effetti (DTF 75 I 305, DTF 72 I 75; cfr. IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, 1976, volume I, pag. 463, 464, 487 e 488).\n\nIl Tribunale reputa che i principi contenuti nella menzionata giurisprudenza siano ancor maggiormente validi quando un assicurato, per la resa di una decisione nulla e di cui egli ignorava la nullità, è indotto a ritirare un rimedio di diritto. In queste condizioni il principio dell'affidamento vuole che, in concreto, il ritiro del gravame consecutivamente all'emanazione dell'atto 14 agosto 1981 sia considerato come non avvenuto.\n\n4. Fermi questi presupposti, ritenuto che il querelato giudizio è errato, che la decisione resa in pendenza di causa dalla Cassa di compensazione è nulla, comunque riconducibile ad una proposta indirizzata al giudice e, infine, che il ritiro del ricorso di diritto amministrativo è da considerare non avvenuto, il gravame non può essere accolto nel senso che BGE 109 V 234 S. 239all'assicurato è assegnata la rendita mensile di Fr. 1113.--.\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è accolto, la decisione 26 novembre 1980 della Cassa cantonale di compensazione e il giudizio 19 giugno 1981 del Tribunale delle assicurazioni del Cantone Ticino essendo riformati nel senso che al ricorrente è assegnata dal 1o novembre 1980 una rendita per coniugi AVS di Fr. 1113.-- al mese, conguagliate le rendite già versate."}