{"annee": "109", "cour": "IB", "page": "142", "date": "11/3/1983", "cite": ["96 I 758", "108 IB 71", "103 IB 144", "102 IB 264", "103 IB 313", "99 IA 113", "105 IB 105"], "cite_par": ["115 IV 131", "112 IB 241", "113 IB 376", "111 IA 72", "110 IA 67", "110 IB 63", "115 IB 347", "112 IB 235", "116 IB 175", "112 V 106"], "chapeau": "23. Extrait de l'arrêt de la IIe Cour de droit public du 11 mars 1983 dans la cause Henri Vidoudez contre Commune de Lavey-Morcles (recours de droit public)", "regestes": ["Art. 17 al. 4 LPEP; recevabilité: recours de droit public ou recours de droit administratif? 1. L'art. 17 al. 4 LPEP ne constitue pas une norme matérielle indiquant le mode de financement des stations d'épuration des eaux; les travaux préparatoires démontrent que cette disposition ne fait que sauvegarder les attributions autonomes des communes et des cantons dans le domaine des taxes et contributions aux installations d'épuration (consid. 2c). 2. S'agissant de l'application du droit cantonal ou communal dont la portée est indépendante par rapport au droit fédéral, seule la voie du recours de droit public est ouverte (consid. 1 et 2c)."], "faits": "|143|\n\nLa Commune de Lavey-Morcles a notifié à Henri Vidoudez, par bordereau du 27 novembre 1979, la taxe d'épuration des eaux usées pour 1979, calculée au taux de 3%o de la valeur de son immeuble, conformément à l'art. 34 du règlement communal sur les égouts et l'épuration des eaux usées du 17 avril 1979.\n\nLe 3 décembre 1979, Henri Vidoudez a formé contre cette décision un recours que la commission communale de recours en matière d'impôt a rejeté par décision du 23 janvier 1980. Henri Vidoudez a ensuite entrepris cette décision devant la commission cantonale de recours qui a également rejeté le recours par arrêt du 2 novembre 1981.\n\nHenri Vidoudez forme un recours de droit public au Tribunal fédéral, il conclut à l'annulation de l'arrêt du 2 novembre 1981. Le Tribunal fédéral admet le recours.", "considerants": "Extrait des considérants:\n\n1. Conformément à l'art. 84 al. 2 OJ, le recours de droit public n'est recevable que si la prétendue violation ne peut pas être soumise par une action ou par un autre moyen de droit quelconque au Tribunal fédéral ou à une autre autorité fédérale. Le Tribunal fédéral, examinant d'office quelle voie de droit est ouverte dans chaque cas particulier, peut considérer qu'un recours intitulé \"recours de droit public\" constitue en réalité un recours de droit administratif. Nonobstant le libellé du recours, celui-ci sera traité comme un recours de droit administratif, à condition évidemment qu'il remplisse les conditions prévues aux art. 97 ss OJ (ATF 108 Ib 74 consid. 1b, ATF 102 Ib 266 consid. 2a).\n\nAux termes de l'art. 97 al. 1 OJ, le Tribunal fédéral connaît en dernière instance des recours de droit administratif dirigés contre des décisions au sens de l'art. 5 PA, c'est-à-dire contre des mesures qui ont été prises par les autorités dans des cas d'espèce et qui sont fondées sur le droit public fédéral ou, selon la jurisprudence constante du Tribunal fédéral, qui auraient dû logiquement être fondées sur le droit public fédéral (ATF 108 Ib 74 consid. 1a, ATF 105 Ib 107 consid. 1a et les références). La notion de droit public fédéral comprend notamment le droit public cantonal d'application qui n'a aucune portée indépendante par rapport au droit fédéral (ATF 105 Ib 107 consid. 1a in fine, ATF 103 Ib 314 consid. 2b, ATF 99 Ia 118, ATF 96 I 761 consid. 1).\n\n|144|\n\n2. Les dispositions concernant la protection des eaux relèvent tant du droit fédéral que du droit cantonal ou communal. Il convient donc de déterminer en l'espèce s'il s'agit d'un recours de droit public, comme le libellé du recours l'indique, ou d'un recours de droit administratif.\n\nc) Le recours dirigé contre l'arrêt daté du 2 novembre 1981 se réfère à la taxe perçue pour l'année 1979 en vertu du nouveau règlement communal sur les égouts et l'épuration des eaux usées entré en vigueur le 1er août 1979. Ce règlement ainsi que la loi cantonale du 17 septembre 1974 sur la protection des eaux contre la pollution (Recueil systématique de la législation vaudoise, vol. 7.1.C) ont été adoptés suite à l'entrée en vigueur de la nouvelle LPEP du 8 octobre 1971 (RS 814.20). Contrairement à la LPEP de 1955, la LPEP de 1971 contient une disposition portant expressément sur la perception de taxes d'épuration, selon laquelle \"les exploitants d'installation satisfaisant aux obligations de droit public dans le domaine de la protection des eaux peuvent percevoir des contributions et des taxes\" (art. 17 al. 4).\n\nIl convient dès lors de s'interroger sur la portée de cette règle et d'examiner quel rapport elle entretient avec le droit cantonal et communal. Si celui-ci ne constitue qu'une réglementation d'exécution du droit fédéral dans le domaine particulier des taxes qui est en cause en l'espèce, le recours dirigé contre l'arrêt rendu par la Commission cantonale de recours au sujet de la taxe pour 1979 doit être considéré comme un recours de droit administratif. Si, au contraire, le droit cantonal et communal ne constitue pas une simple réglementation d'exécution, mais conserve une portée autonome, la voie du recours de droit administratif ne peut être envisagée et seul le recours de droit public est ouvert, conformément à l'art. 84 al. 2 OJ.\n\nAutrement dit, l'art. 17 al. 4 LPEP constitue-t-il une simple confirmation du pouvoir que les cantons ont déjà en matière fiscale, a-t-il pour but de prévoir une délégation de pouvoir en faveur de ceux-ci ou est-il une norme matérielle indiquant comment peut être assuré le financement de la construction et de l'exploitation des installations d'épuration des eaux? Pour trancher cette question, il convient de se référer aux travaux préparatoires.\n\nLe Conseil fédéral, dans son Message sur le projet (FF 1970 II, 1 p. 455/456), n'a fait aucune remarque au sujet des contributions d'épuration; au demeurant, l'art. 17 dudit projet contient certes les |145| trois premiers alinéas dont le texte a été modifié dans l'actuel art. 17 LPEP, mais l'al. 4 de cette disposition n'y figure pas, pas plus qu'aucune autre référence aux contributions et taxes.\n\nLa première apparition de l'actuel al. 4 de l'art. 17 se manifeste dans le procès-verbal de la session de la commission du Conseil des Etats chargée de préparer un projet de nouvelle loi fédérale sur la protection des eaux contre la pollution, des 23 et 24 novembre 1970. Le Conseiller aux Etats Rohner proposait alors l'adjonction d'un al. 4, estimant nécessaire de préciser que la Confédération n'était pas compétente pour légiférer en matière de contributions et de taxes (\"... Der Bund ist nicht befugt, über das Beitrags- und Gebührenwesen zu legiferieren\"). Il importait selon lui d'indiquer que les ressources financières proviendraient principalement des contributions des propriétaires fonciers et des taxes de raccordement. Le directeur de l'Office fédéral de la protection des eaux se ralliait alors à la proposition, qui était ensuite approuvée à l'unanimité. Dans sa séance du 10 mars 1971, le rapporteur de la commission du Conseil des Etats proposant l'introduction du nouvel al. 4, déclarait que celui-ci ne faisait en réalité que consacrer une pratique existante (Bull. stén. 1971, CE, p. 138).\n\nLa Commission du Conseil national, dans sa séance du 19 avril 1971, acquiesçant sur le principe à la proposition du Conseil des Etats, estimait toutefois que, contrairement au texte retenu par celui-ci pour l'art. 17 al. 4, on ne devrait pas réserver le droit de percevoir des taxes aux seuls propriétaires d'installations bénéficiant de subventions. Le Conseil national se ralliait d'ailleurs à cette proposition dans sa séance du 15 juin 1971 et estimait que, pour des motifs d'équité, \"tous les propriétaires dont les installations satisfont aux obligations de droit public pourront percevoir des droits et des taxes\" (Bull. stén. 1971, CN, p. 697). Une proposition Keller tendant à ajouter encore une phrase à l'art. 17 al. 4 pour préciser qu'il s'agissait \"des contributions et des taxes pour la construction et l'exploitation desdites installations\" fut rejetée.\n\nOn peut donc déduire des travaux préparatoires que la tâche de légiférer en cette matière a été réservée aux cantons et aux communes par une norme de droit fédéral qui ne fait que sauvegarder les attributions autonomes qui sont les leurs dans le domaine de la perception des taxes et contributions aux installations d'épuration (cf. aussi Schweiz. Zentralblatt für Staats- und Gemeindeverwaltung 75/1974, p. 422 ch. 2.22).\n\n|146|\n\nEn l'espèce, l'autorité intimée, dans son arrêt du 2 novembre 1981, a dès lors fait application du droit cantonal et communal, dont la portée est indépendante par rapport au droit fédéral. La voie du recours de droit administratif est ainsi exclue dans le cas particulier, non seulement parce que le droit cantonal et communal appliqué ne constitue pas une réglementation d'exécution du droit fédéral, mais encore parce que le recourant, avec raison, ne prétend pas que l'application du droit cantonal et communal aurait fait obstacle à la saine application du droit fédéral (ATF 103 Ib 146 consid. 2a). Cet argument serait en effet mal fondé, dès lors que le législateur fédéral (art. 17 al. 4 LPEP) n'a pas voulu autoriser la Confédération à légiférer en matière de taxes et contributions.\n\nS'agissant d'une décision fondée sur le droit cantonal ou communal, seule la voie du recours de droit public (art. 84 ss OJ) est ouverte en l'espèce pour entreprendre l'arrêt rendu le 2 novembre 1981 par la Commission cantonale de recours concernant la taxe d'épuration de l'année 1979."}