{"annee": "109", "cour": "II", "page": "367", "date": "23/6/1983", "cite": [], "cite_par": [], "chapeau": "77. Auszug aus dem Urteil der II. Zivilabteilung vom 23. Juni 1983 i.S. E. gegen E. (Berufung)", "regestes": ["Convention de séparation de corps entre époux pour une durée illimitée. Si la femme refuse de reprendre la vie commune sans prouver que les conditions de l'art. 170 al. 1 CC sont réunies, mais en invoquant une séparation de corps convenue entre les époux pour une durée illimitée, le mari peut à nouveau introduire une action en divorce, au cas où il a retiré une précédente action en divorce en se fondant sur la convention de séparation de corps."], "faits": "BGE 109 II 367 S. 368\n\nAlfred E. und Elsbeth N. gingen am 6. November 1953 miteinander die Ehe ein. Im Rahmen eines von der Ehefrau angestrengten Eheschutzverfahrens wurde der gemeinsame Haushalt aufgrund einer Parteivereinbarung am 6. Juni 1972 vorerst für sechs Monate aufgehoben. Ein Zusammenleben der Ehegatten kam indessen nie mehr zustande.\n\nAm 22. April 1974 reichte Alfred E. eine Scheidungsklage ein. Während des Scheidungsverfahrens schlossen die Parteien im August 1976 eine schriftliche Vereinbarung, in welcher sie festhielten, dass sie seit dem 1. Juli 1972 getrennt gelebt hätten und dass ein weiteres Zusammenleben nicht mehr denkbar sei, weshalb sie sich beide mit einer Trennung auf unbestimmte Zeit einverstanden erklärten. Sie regelten die güterrechtlichen Verhältnisse und einigten sich auf einen Unterhaltsbeitrag für die Ehefrau. Die Gültigkeit der Vereinbarung wurde davon abhängig gemacht, dass der Ehemann die Scheidungsklage zurückziehe. Am 5. November 1976 nahm das Zivilamtsgericht vom Rückzug der Klage Kenntnis und \"genehmigte\" die zwischen den Ehegatten abgeschlossene Vereinbarung.\n\nMit Schreiben vom 9. Mai 1979 richtete Alfred E. an seine Ehefrau die Frage, ob sie bereit sei, das eheliche Zusammenleben wieder aufzunehmen. Als die Antwort negativ ausfiel, erhob der Ehemann am 25. April 1980 erneut Scheidungsklage. Diese wurde vom Zivilamtsgericht mit Urteil vom 18. Juni 1982 zurückgewiesen BGE 109 II 367 S. 369mit der Begründung, es seien keine Tatsachen nachgewiesen worden, welche sich nach der ersten Scheidungsklage zugetragen hätten und geeignet wären, die Ehe der Parteien gegenüber dem Zeitpunkt des ersten Scheidungsverfahrens wesentlich anders erscheinen zu lassen. Der zweiten Scheidungsklage stehe somit die res iudicata entgegen.\n\nDer Appellationshof des Kantons Bern wies eine Appellation des Klägers ab und bestätigte das erstinstanzliche Urteil.\n\nMit Berufung an das Bundesgericht verlangt der Kläger die Aufhebung des Urteils des Appellationshofs und die Scheidung der Ehe der Parteien.\n\nDas Bundesgericht heisst die Berufung gut, hebt das angefochtene Urteil auf und weist die Sache zur Ergänzung des Sachverhalts und zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n2. Die Vorinstanz ist davon ausgegangen, dass im Zeitpunkt der ersten Scheidungsklage die Zerrüttung der Ehe der Parteien zu bejahen gewesen wäre. Dem Klagerückzug des Ehemannes komme in prozessualer Hinsicht die gleiche Bedeutung zu wie einem Scheidungsurteil. Eine neue Scheidungsklage könne daher nur unter der Voraussetzung an die Hand genommen werden, dass inzwischen neue Tatsachen eingetreten seien, welche für sich allein oder doch zusammen mit den früher gewürdigten ein wesentlich verändertes Bild der Ehe ergäben. Dies sei indessen hier nicht der Fall, stütze sich doch die zweite Scheidungsklage des Ehemannes in erster Linie auf die schon im Jahre 1976 festgestellte Zerrüttung. Dass beide Ehegatten sich während der im August 1976 für unbestimmte Zeit vereinbarten Trennung nicht weiter um die Ehe bemüht hätten, falle dagegen nicht weiter ins Gewicht. Insbesondere könne nicht von Bedeutung sein, dass der Kläger am 9. Mai 1979 die Beklagte mit eingeschriebenem Brief zur Wiederaufnahme des gemeinsamen Haushalts aufgefordert, sie dies am 21. Mai 1979 jedoch abgelehnt habe. Aus dieser Aufforderung ergebe sich kein ehrliches Bemühen des Klägers um die Ehe, gebe dieser doch selber zu, dass er im übrigen nie Kontakt mit der Beklagten gesucht habe. Auch die Weigerung der Beklagten, zum Kläger zurückzukehren, stelle keine neue Tatsache dar. In diesem Zusammenhang sei vor allem zu beachten, dass die Ehegatten in ihrer Trennungsvereinbarung vom August 1976 selber übereinstimmend festgestellt hätten, BGE 109 II 367 S. 370dass ein weiteres Zusammenleben nicht mehr denkbar sei und dass die Beklagte durchaus wichtige Gründe gehabt habe, nicht mehr an den ehelichen Wohnsitz zurückzukehren. Der Kläger habe daher keine neuen Tatsachen vorzubringen vermocht, welche die Ehe der Parteien gegenüber dem Zeitpunkt des Klagerückzugs im Jahre 1976 in einem wesentlich veränderten Licht erscheinen liessen.\n\n3. Diese Betrachtungsweise der Vorinstanz hat zur Folge, dass der von den Parteien vereinbarten Trennung auf unbestimmte Zeit, die dann allerdings vom Zivilamtsgericht, jedoch ohne materielle Prüfung, \"genehmigt\" worden ist, eine Wirkung zukommen soll, die selbst diejenige eines vom Richter gestützt auf Art. 147 ZGB ausgesprochenen Trennungsurteils bei weitem übertrifft. Bei einer gerichtlichen Trennung auf unbestimmte Zeit kann nach Ablauf von drei Jahren von beiden Ehegatten die Scheidung verlangt werden. Nach Art. 148 Abs. 1 ZGB muss die Scheidung ausgesprochen werden, auch wenn nur ein Ehegatte sie verlangt, es sei denn, dass sie auf Tatsachen gegründet werde, die ausschliesslich den nunmehr die Scheidung verlangenden Ehegatten als schuldig erscheinen lassen. Indessen ist gestützt auf Art. 148 Abs. 2 ZGB die Scheidung auch in diesem Falle auszusprechen, wenn der andere Ehegatte die Wiedervereinigung verweigert. Lehnt die Beklagte im vorliegenden Fall die Wiederaufnahme der ehelichen Gemeinschaft ernsthaft ab, müsste die Ehe geschieden werden, sofern das Getrenntleben auf einem richterlichen Trennungsurteil beruhen würde. Dass das für eine lediglich unter den Parteien vereinbarte Trennung nicht gelten soll, erscheint als stossend. Es darf nicht übersehen werden, dass einer solchen Trennungsvereinbarung unter den Ehegatten nicht die Bedeutung zukommen kann, dass damit der eheliche Haushalt für alle Zeiten aufgehoben sei. Angesichts der mit der Ehe grundsätzlich verbundenen beidseitigen Pflicht des Zusammenlebens kann die Aufnahme des gemeinsamen Haushalts nicht gegen den Willen eines Ehegatten auf die Dauer abgelehnt werden, es sei denn, der sich dem Zusammenleben widersetzende Ehegatte könne sich auf Art. 170 Abs. 1 ZGB berufen. Ist dies nicht der Fall und lehnt ein Ehegatte oder lehnen beide ein weiteres Zusammenleben ab, so kann dieses Verhalten nicht einfach mit dem Hinweis darauf gerechtfertigt werden, es seien sich beide Gatten über die Tatsache, dass ihre Ehe zerrüttet sei, einig. Damit würde dem Umstand nicht Rechnung getragen, dass trotz der Zerrüttung die Ehe nicht geschieden worden BGE 109 II 367 S. 371ist und demnach für die Ehegatten die grundsätzliche Pflicht zur Führung eines gemeinsamen Haushalts weiterbesteht.\n\nDie von den Parteien im August 1976 geschlossene Vereinbarung über die Aufhebung der ehelichen Gemeinschaft auf unbestimmte Zeit ist unter den gegebenen Umständen bundesrechtswidrig. Die Vorinstanz hätte daher dem Abschreibungsbeschluss, den das Zivilamtsgericht am 5. November 1976 aufgrund dieser Vereinbarung und des Klagerückzugs des Ehemannes erliess, nicht die Wirkung einer bereits beurteilten Streitsache zumessen dürfen. Die Einrede der res iudicata ist daher zu verwerfen, was zur Folge hat, dass die Scheidungsklage materiell geprüft werden muss. Dies führt zur Aufhebung des angefochtenen Entscheides und zur Rückweisung der Sache an die Vorinstanz zur materiellen Behandlung."}