{"annee": "109", "cour": "III", "page": "22", "date": "17/5/1983", "cite": ["107 III 97", "102 III 6", "109 III 18", "104 III 42", "106 III 57", "103 III 91"], "cite_par": ["114 III 92", "112 III 52", "125 III 391", "113 III 104", "118 II 264", "124 III 170"], "chapeau": "7. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 17. Mai 1983 i.S. Republic National Bank of New York (Rekurs)", "regestes": ["Revendication de tiers dans la procédure de séquestre. 1. Le refus du détenteur des biens séquestrés de donner des renseignements au sujet des biens du débiteur n'entraîne pas, ex lege, la déchéance de son droit de revendication. 2. Il incombe à l'Office des poursuites de procéder à l'ouverture d'une enveloppe scellée qui lui est adressée et à l'intérieur de laquelle se trouvent des renseignements émanant du tiers détenteur au sujet de l'existence et de l'importance des biens appartenant au débiteur. 3. Il est contraire au droit fédéral de restreindre à 10 jours le délai pendant lequel les tiers peuvent faire connaître leurs prétentions."], "faits": "|23|\n\nAm 30. Juli 1982 erwirkte die Republic National Bank of New York (RNB) gegen Ronald Sulkin einen Arrestbefehl. Das Betreibungsamt Zürich 1 vollzog den Arrest am 2. August 1982 und belegte verschiedene Vermögenswerte des Schuldners beim Bankhaus Rahn + Bodmer (Bankhaus) mit Arrest. Unter Berufung auf seine berufliche Schweigepflicht verweigerte das Bankhaus im Arreststadium jede Auskunft. Mit Schreiben vom 23. August 1982 an das Betreibungsamt Zürich 1 machte es unter Beilage eines versiegelten Couverts Gegenansprüche geltend. Laut diesem Schreiben befinden sich im versiegelten Couvert \"sämtliche zur Geltendmachung dieser Ansprüche nötigen Informationen (Aufstellung und Schätzung betreffend die verarrestierten Vermögenswerte; Begründung und Dokumentation betreffend Gegenansprüche)\". Am 30. August 1982 wies das Betreibungsamt Zürich 1 die Anmeldung der Eigentumsansprache durch das Bankhaus \"mit dem Vorwurf der arglistigen Verzögerung des bestehenden Arrest-Betreibungsverfahrens als verspätet eingereicht\" ab. Nach dem Betreibungsamt hätte die Anmeldung \"innert 10 Tagen, d.h. bis am 12. August 1982 erfolgen müssen\".\n\nEine gegen diese Verfügung erhobene Beschwerde des Bankhauses wies das Bezirksgericht Zürich als untere kantonale Aufsichtsbehörde mit Beschluss vom 12. November 1982 ab. Am 3. März 1983 hiess das Obergericht des Kantons Zürich als obere kantonale Aufsichtsbehörde die Beschwerde des Bankhauses |24| teilweise gut, hob den Beschluss des Bezirksgerichts Zürich und die Verfügung des Betreibungsamts Zürich 1 auf und wies die Sache an das Betreibungsamt zur Öffnung des versiegelten Couverts und zur anschliessenden neuen Beurteilung im Sinne der Erwägungen zurück.\n\nDie RNB erhebt Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts und verlangt:\n\n\"1. Es sei\n\na) der angefochtene Beschluss vollumfänglich aufzuheben, und\n\nb) gerichtlich festzustellen, dass die Rekursgegnerin bis anhin keine Drittansprache erhob, eventualiter die Drittansprache der Rekursgegnerin zurückzuweisen.\n\n2. Es sei dem vorliegenden Rekurs in dem Sinne aufschiebende Wirkung beizulegen, dass das Betreibungsamt Zürich 1 angewiesen wird, bis zum Vorliegen des Rekursentscheides der Rekurrentin keine Frist zur Erhebung der Widerspruchsklage anzusetzen.\"\n\nDem Gesuch um aufschiebende Wirkung wurde mit Präsidialverfügung vom 25. März stattgegeben.\n\nDas Obergericht des Kantons Zürich verzichtete auf Gegenbemerkungen. Das Bankhaus schliesst auf Abweisung des Rekurses. Das Betreibungsamt Zürich 1 beantragt implizite dessen Gutheissung.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach konstanter Praxis ist der Gewahrsinhaber von Vermögenswerten eines Schuldners, gegen den ein Arrest bewilligt wurde, verpflichtet, dem zuständigen Betreibungsamt über Bestand und Umfang dieser Vermögenswerte Auskunft zu erteilen. Ist der Gewahrsinhaber eine Bank, hat das Bankgeheimnis grundsätzlich vor den betreibungsrechtlichen Beschlagsrechten zurückzutreten (BGE 104 III 50; BGE 103 III 92 E. 1 mit Verweisen). Allerdings darf das Betreibungsamt zur Erzwingung der Auskunft keine Ungehorsamsstrafe im Sinne von Art. 292 StGB androhen, jedenfalls soweit der Gläubiger nicht einen Vollstreckungstitel vorweisen kann, der auch in einem zufolge mangelnden Rechtsvorschlages oder gewährter, selbst provisorischer Rechtsöffnung in Rechtskraft erwachsenen Zahlungsbefehl bestehen kann (BGE 107 III 99; BGE 102 III 9). Dasselbe gilt auch für die zwangsweise Öffnung |25| eines vom Schuldner gemieteten Tresorfaches (BGE 102 III 6). Die Verletzung der dem Gewahrsinhaber obliegenden Auskunftspflicht hat demnach für diesen nur zivilrechtliche Folgen, insofern er wegen seines ungesetzlichen Verhaltens zur Leistung von Schadenersatz an den Betreibenden verpflichtet werden kann. Das Gesetz sieht hingegen keine Sanktionen im Sinne eines Verlustes des Rechtes zur Drittansprache gemäss Art. 106 SchKG vor.\n\nEin solcher Verlust kann allerdings als mittelbare Folge der Auskunftsverweigerung eintreten. Der Drittansprecher muss zur Umschreibung seiner Ansprüche die Gegenstände bezeichnen, die er für den Schuldner in Gewahrsam hält, zumindest wenn er ein Pfand- oder Retentionsrecht an ihnen geltend machen will. Tut er das nicht, läuft er Gefahr, seine Rechte gemäss Art. 106 SchKG zu verwirken. Diese mittelbare Folge der Weigerung, die mit Arrest belegten Gegenstände genau zu bezeichnen, ist sicher dann nicht zu beanstanden, wenn - wie im vorliegenden Fall - nicht behauptet wird, es handle sich um einen Sucharrest (BGE 104 III 51 oben E. 4c).\n\n2. Entgegen der Auffassung der Rekurrentin bewirkt demnach die Verweigerung der Auskunft durch die Bank nicht von Gesetzes wegen die endgültige Verwirkung des Drittanspracherechts. Im übrigen ist nicht eindeutig, ob das Bankhaus sich wirklich geweigert hat, über den Umfang des Arrestes Auskunft zu erteilen. Diese Weigerung steht wohl für den Tag des Arrestvollzuges, den 2. August 1982, unbestritten fest. Am 23. August 1982 hingegen sandte das Bankhaus dem Betreibungsamt ein versiegeltes Couvert, in dem sich nach seinen ausdrücklichen Angaben eine Beschreibung des Arrestumfangs befinde. Im gleichen Schreiben bat das Bankhaus das Betreibungsamt, das Couvert wegen eines bevorstehenden Vergleichs zwischen den an der Betreibung beteiligten Parteien noch nicht zu öffnen. Immerhin solle es die Entsiegelung vornehmen, wenn es der Ansicht sei, dies sei zwecks Vermeidung der Anspruchsverwirkung unumgänglich.\n\nDas Betreibungsamt hätte demnach - mangels eines Vollstreckungstitels - zwar nicht gemäss Art. 91 Abs. 2 SchKG mit polizeilichen Zwangsmitteln die Öffnung von Räumlichkeiten und Behältern erzwingen können, aber es hatte die Möglichkeit, sich durch das Öffnen des Couverts die Informationen bezüglich Bestand und Umfang der sich im Gewahrsam des Bankhauses befindlichen Vermögenswerte des Schuldners zu beschaffen. Wenn das Betreibungsamt einen Arrest oder eine Pfändung vollzieht, |26| darf es nicht passiv bleiben und abwarten, bis der Betriebene oder der dritte Gewahrsinhaber ihm spontan melden, welche Vermögenswerte inventarisiert werden können. Vielmehr muss es klare Fragen stellen. Das Erfüllen der Auskunftspflicht durch den Schuldner und den dritten Gewahrsinhaber setzt mithin ein gewisses Aktivwerden des Betreibungsamtes voraus. Im vorliegenden Fall lieferte das Bankhaus dem Betreibungsamt angeblich alle gewünschten Auskünfte, allerdings in einem versiegelten Couvert. Solange die RNB nicht ausdrücklich auf den Arrest verzichtete, musste das Betreibungsamt diesen im Rahmen seiner Möglichkeiten vollziehen. Trotz der Bitte des Bankhauses, das versiegelte Couvert bis zum 27. August bzw. 3. September 1982 nicht zu öffnen, stand es in der Macht des Betreibungsamtes und war es mangels einer anderen Möglichkeit, die erforderliche Auskunft zu erhalten, geboten, das ihm zugesandte Couvert zu entsiegeln und von dessen Inhalt Kenntnis zu nehmen. Es ist jedenfalls nicht ersichtlich, weshalb das Betreibungsamt diese Entsiegelung sogar noch nach dem 3. September 1982 unterliess. Die obere kantonale Aufsichtsbehörde hat daher das Betreibungsamt zu Recht angewiesen, dieses Versäumnis nachzuholen.\n\n3. Die Entsiegelung hätte es dem Betreibungsamt erlaubt, sofort von den Ansprüchen des Bankhauses Kenntnis zu nehmen. Es kann dahingestellt bleiben, ob es überhaupt zulässig wäre, dass ein Drittansprecher die Angabe seiner Ansprüche in einem versiegelten Couvert vorlegt und dessen Öffnung an Bedingungen oder den Ablauf einer Frist knüpft. Im vorliegenden Fall musste das Betreibungsamt die Entsiegelung vornehmen, um zu wissen, welche Gegenstände im Gewahrsam des Bankhauses mit Arrest zu belegen waren. Hätte es bei der Entsiegelung auch noch Kenntnis von der Drittansprache bekommen, so hätte es diese Kenntnis verwerten und das Widerspruchsverfahren einleiten können.\n\n4. Der Vorinstanz ist auch zuzustimmen, dass die Anmeldung der Drittansprache nicht arglistig verzögert wurde. Die Verwirkung des Anspruchs hätte nur dann eintreten können, wenn die verspätete Anmeldung einem offensichtlichen Rechtsmissbrauch gleichkäme (BGE 109 III 18; BGE 106 III 58 E. 1). Rechtsmissbrauch läge vor, wenn der Drittansprecher das Verfahren nach Art. 106 SchKG dazu benützt, um Sand ins Getriebe des Betreibungsverfahrens zu streuen. Der Drittansprecher muss mit andern Worten seine Anmeldung ohne irgendeinen hinreichenden Grund verzögern. Das kann dem Bankhaus im vorliegenden Fall aber nicht |27| vorgeworfen werden. Es konnte eine angemessene Frist verlangen, um mit seinem Klienten Kontakt aufzunehmen und abzuklären, ob es sich um einen reinen Sucharrest handle. Auch musste es Zeit haben, ihm darzulegen, dass und weshalb es zur Wahrung seines Drittrechtes gezwungen sei, dem Betreibungsamt über den Umfang des Arrestes Auskunft zu erteilen (BGE 104 III 51).\n\nIm übrigen machte das Bankhaus geltend, es seien Vergleichsverhandlungen zwischen den an der Betreibung beteiligten Parteien im Gange und das Arrestgesuch könnte zurückgezogen werden. Diese Behauptung blieb unbestritten. Hätten die Vergleichsverhandlungen zum Ziel geführt, wären die vorherige Anmeldung der Drittansprache und die nachfolgende Eröffnung des Widerspruchsverfahrens tatsächlich nutzlos gewesen. Hätte das Bankhaus seine Ansprüche erst nach dem Scheitern der Vergleichsverhandlungen, also spätestens nach dem 3. September, angemeldet, könnte nicht gesagt werden, es habe seine Anmeldung unbegründet und auf gegen Treu und Glauben verstossende Weise verzögert.\n\nDie Vorinstanz wies mithin das Betreibungsamt zu Recht an, die Drittansprache nicht als durch arglistige Verzögerung verwirkt zu betrachten. Ausserdem ist mit der Vorinstanz festzuhalten, dass die Praxis des Betreibungsamtes, die Anmeldefrist für Drittansprachen auf 10 Tage zu beschränken, in klarem Widerspruch zum Bundesrecht steht.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird abgewiesen."}