{"annee": "109", "cour": "V", "page": "86", "date": "20/6/1983", "cite": ["106 IB 273", "108 V 189", "96 V 124", "102 V 206", "103 V 120", "108 V 50", "108 V 199"], "cite_par": ["111 II 480", "126 V 61", "121 V 240", "112 V 1", "112 V 6", "123 V 172", "114 V 213"], "chapeau": "18. Auszug aus dem Urteil vom 20. Juni 1983 i.S. T. gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 52 LAVS: Obligation de l'employeur de réparer le dommage. - Prise en considération de la situation juridique et de fait d'un organe d'une société anonyme (consid. 4-6). - Responsabilité solidaire. Rapport entre l'art. 52 LAVS et l'art. 9 al. 2 de la loi sur la responsabilité (responsabilité proportionnelle à la faute) (consid. 7). - Prescription du droit de demander la réparation du dommage. Rapport entre l'art. 16 al. 1 LAVS et l'art. 82 al. 1 RAVS (consid. 9). - Le débiteur ne saurait se prévaloir de la réclamation tardive de la créance en réparation du dommage à l'encontre d'autres administrateurs (consid. 10). - Responsabilité de l'administrateur d'une société anonyme pour le non-paiement de cotisations paritaires après sa sortie du conseil d'administration (précision apportée à la jurisprudence; consid. 13)."], "faits": "BGE 109 V 86 S. 87\n\nA.- Hans T. war Verwaltungsratspräsident, W. B. zunächst Mitglied des Verwaltungsrates und später dessen Vizepräsident und V. S. Delegierter des Verwaltungsrates und Geschäftsführer der Firma W. AG. Hans T. schied im Frühjahr 1976 aus dem Verwaltungsrat aus; die entsprechende Publikation im Schweizerischen Handelsamtsblatt erfolgte am 12. Mai 1976.\n\nAm 13. Juli 1976 wurde über die Firma W. AG der Konkurs eröffnet. Im Konkursverfahren kam die Ausgleichskasse des Kantons Zürich für in den Jahren 1971 bis 1976 nicht abgerechnete paritätische Sozialversicherungsbeiträge sowie Verwaltungskosten und Mahngebühren in der Höhe von Fr. 41'177.35 zu Verlust. Am 13. April 1977 wurde der Konkurs geschlossen und die Firma von Amtes wegen im Handelsregister gelöscht.\n\nGestützt auf Art. 52 AHVG erklärte die Ausgleichskasse die obgenannten Verwaltungsräte für den Betrag von Fr. 41'177.35 solidarisch haftbar und forderte sie zur Bezahlung des Schadenersatzes auf (Verfügungen vom 4. und 25. Juli 1977).\n\nB.- Gegen diese Verfügungen erhoben Hans T. sowie W. B. und V. S. im Sinne von Art. 81 Abs. 2 AHVV Einspruch, worauf die Kasse am 8. September 1977 bei der AHV-Rekurskommission des Kantons Zürich Klage erhob.\n\nDie Rekurskommission hiess die Klage gegen Hans T. gut und verpflichtete diesen zur Bezahlung des Schadenersatzes in der BGE 109 V 86 S. 88Höhe von Fr. 41'177.35. Dagegen wies sie die Klage gegen W. B. und V. S. wegen Verspätung ab (Entscheid vom 29. April 1980).\n\nC.- Hans T. lässt Verwaltungsgerichtsbeschwerde erheben mit dem Antrag, der Entscheid der Rekurskommission sei aufzuheben, soweit dieser ihn zur Bezahlung von Schadenersatz verpflichte; evtl. sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Die Ausgleichskasse und das Bundesamt für Sozialversicherung beantragen die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n1. (Kognition.)\n\n2. (Vgl. BGE 108 V 200 Erw. 1.)\n\n3. (Vgl. BGE 108 V 202 Erw. 3a.)\n\n4. Es steht fest, dass die Firma W. AG entgegen der Vorschrift des Art. 14 Abs. 1 AHVG paritätische bundesrechtliche Sozialversicherungsbeiträge, Verwaltungskosten und Mahngebühren in der Höhe von Fr. 41'177.35 der Ausgleichskasse nicht bezahlt hat und dass dieser dadurch ein Schaden entstanden ist. Hiefür haften somit die Verwaltungsratsmitglieder, insoweit sie den Schaden durch grobfahrlässige oder vorsätzliche Missachtung von AHV-Vorschriften verursacht haben. Die ohne nähere Begründung in der Verwaltungsgerichtsbeschwerde aufgestellte Behauptung, die subsidiäre Haftung der Organe einer Aktiengesellschaft für Schäden gemäss Art. 52 AHVG widerspreche den massgebenden gesetzlichen Bestimmungen, ist unzutreffend.\n\n5. In der Verwaltungsgerichtsbeschwerde wird geltend gemacht, dass die Sozialversicherungsbeiträge \"nicht aus einer Unterlassung heraus\", sondern in Ermangelung finanzieller Mittel nicht bezahlt worden seien. Das ist indessen unerheblich. Denn für die Beurteilung der Haftbarkeit des Beschwerdeführers kommt es nicht darauf an, dass die Aktiengesellschaft nicht über ausreichende materielle Mittel verfügte. Entscheidend ist vielmehr, ob sie infolge Verschuldens des Beschwerdeführers nicht in der Lage war, ihrer Zahlungspflicht gegenüber der Ausgleichskasse nachzukommen.\n\n6. Unerheblich ist auch der weitere Einwand, weder der Buchhalter noch der Geschäftsführer V. S. habe dem Beschwerdeführer je Mahnungen der Ausgleichskasse gezeigt. Als Verwaltungsratspräsident einer Firma, die nach eigenen Angaben in der BGE 109 V 86 S. 89Verwaltungsgerichtsbeschwerde sich \"in einer zunehmend schwierigeren Liquiditätskrise befand\" und bei der \"die in solchen Fällen üblichen Verzögerungen\" in der \"Begleichung aller Rechnungen\" eintraten, war der Beschwerdeführer verpflichtet, sich einen Überblick über die hängigen Verbindlichkeiten und deren Bedeutung zu verschaffen. Er musste wissen, dass und wieviel AHV-Beiträge noch zu bezahlen waren, und er hätte dafür sorgen müssen, dass mit den Löhnen auch die Beiträge bezahlt werden. Indem er im Verlaufe mehrerer Jahre (1971-1975) dieser Pflicht nicht nachgekommen ist, hat er das ausser acht gelassen, \"was jedem verständigen Menschen in gleicher Lage und unter gleichen Umständen als beachtlich hätte einleuchten müssen\". Der Einwand, dass er \"kein ausgebildeter Wirtschaftswissenschafter\" und \"keinesfalls der kaufmännische Experte in der Firma\" war und dass es nach Ausbildung und interner Funktionsaufteilung in erster Linie am Geschäftsführer V. S., am Buchhalter V. und am Verwaltungsrats-Vizepräsidenten W. B. gelegen hätte, bezüglich der AHV-Abrechnungspflicht für Ordnung zu sorgen, vermag den Beschwerdeführer nicht zu entlasten. Zwar dürfte es zutreffen, dass die genannten drei Personen intern primär für die AHV-Abrechnungen zuständig und über die Sache im einzelnen besser orientiert waren. Dies ändert aber nichts daran, dass dem Beschwerdeführer selber im Sinne der obigen Darlegungen ebenfalls grobe Fahrlässigkeit vorzuwerfen ist. Er kann als Verwaltungsratspräsident dort, wo es um die Verantwortlichkeit in Geschäften geht, mit denen er sich ihrer Bedeutung wegen befassen musste, nicht darauf berufen, dass sich seine Tätigkeit \"vor allem auf die Leitung der Verwaltungsratssitzungen und der Generalversammlungen\" beschränkt und er \"als Nichtaktionär ... auch keinen faktischen Einfluss auf die Geschäftsführung\" gehabt habe.\n\n7. Der Beschwerdeführer vertritt die Auffassung, ein Verwaltungsrat hafte nur anteilsmässig für den von ihm verursachten Schaden. Das Eidg. Versicherungsgericht habe jeweils keine solidarische Haftung der Verwaltungsräte für den entstandenen Schaden angenommen. Das AHVG sehe eine solidarische Haftung nicht vor. Zudem unterstehe der Arbeitgeber bezüglich der Zahlung paritätischer Beiträge dem Verantwortlichkeitsgesetz (VG); dessen Art. 9 Abs. 2 bestimme, dass mehrere Beamte, welche einen Schaden gemeinsam verschuldet haben, in Abweichung von Art. 50 OR lediglich anteilsmässig nach der Grösse des Verschuldens haften.\n\nBGE 109 V 86 S. 90\n\na) Entgegen der Behauptung des Beschwerdeführers hat das Eidg. Versicherungsgericht stets solidarische Haftung der schuldhaft handelnden Organpersonen einer in Konkurs geratenen Aktiengesellschaft angenommen. In Übereinstimmung mit der bisherigen Praxis ist in diesem Zusammenhang auf Art. 754 Abs. 1 OR in Verbindung mit Art. 759 Abs. 1 OR abzustellen, wonach alle mit der Verwaltung, Geschäftsführung oder Kontrolle einer Aktiengesellschaft betrauten Personen sowohl der Gesellschaft als den einzelnen Aktionären und Gesellschaftsgläubigern für den Schaden verantwortlich sind, den sie durch absichtliche oder fahrlässige Verletzung der ihnen obliegenden Pflichten verursachen, und solidarisch dafür haften, wenn sie für den gleichen Schaden verantwortlich sind. Im Falle einer einfachen Gesellschaft als Arbeitgeberin hat das Gericht ebenfalls auf die zivilrechtlich vorgesehene solidarische Haftung der Gesellschafter (Art. 544 Abs. 3 OR) abgestellt und dazu erklärt, dass die zivilrechtlichen Solidaritätsbestimmungen auch im öffentlichen Recht zu beachten sind (ZAK 1981 S. 378).\n\nb) Zur Begründung der bloss anteilsmässigen Haftung beruft sich der Beschwerdeführer auch auf SOMMERHALDER, Die Rechtsstellung des Arbeitgebers in der AHV, und auf BGE 96 V 125. SOMMERHALDER führt auf S. 59 aus, dass der Arbeitgeber wegen seiner Organeigenschaft dem Verantwortlichkeitsgesetz unterstehe. Für diese Annahme spricht der sehr weit gefasste Wortlaut von Art. 1 Abs. 1 lit. f VG, wonach ausser den in den lit. a-e genannten Behördemitgliedern, Beamten und übrigen Arbeitskräften des Bundes \"alle anderen Personen, insoweit sie unmittelbar mit öffentlichrechtlichen Aufgaben des Bundes betraut sind\", dem Verantwortlichkeitsgesetz unterstehen. Dabei ist es keineswegs erforderlich, dass diese mit öffentlichrechtlichen Bundesaufgaben betrauten Personen in einem Arbeitsverhältnis zum Bund, sei es öffentlich- oder privatrechtlicher Natur, stehen (BGE 106 Ib 275). Gerade zu dieser Personenkategorie würden grundsätzlich die Arbeitgeber gehören, denen die in Art. 14 Abs. 1 AHVG statuierte öffentlichrechtliche Pflicht zur Abrechnung und Ablieferung der paritätischen Sozialversicherungsbeiträge obliegt. Indessen hat das Eidg. Versicherungsgericht in BGE 96 V 125 erklärt, Art. 52 AHVG bilde \"innerhalb des Systems des Verantwortlichkeitsgesetzes eindeutig eine Spezialbestimmung\", indem nach dem klaren Wortlaut des Art. 52 AHVG - in Umkehrung des im Art. 19 Abs. 1 lit. b VG statuierten allgemeinen Grundsatzes der primären BGE 109 V 86 S. 91Haftung der fehlbaren Organe und der bloss subsidiären Haftung der Organisation als solcher - \"primär der Arbeitgeber, also gegebenenfalls die Organisation, haftet\". Daneben müsse \"im Hinblick auf den erwähnten allgemeinen Grundsatz aber auch die - wenigstens subsidiäre - Haftung der handelnden Personen angenommen werden\". Ferner hat das Gericht im gleichen Urteil erklärt, dass die dem Verantwortlichkeitsgesetz zugrundeliegenden allgemeinen Rechtsnormen auch bei der Auslegung des Art. 52 AHVG heranzuziehen seien.\n\nUnter der Voraussetzung, Art. 9 Abs. 2 VG, auf den sich der Beschwerdeführer beruft, wäre eine solche allgemeine, auch im Bereiche des Art. 52 AHVG anwendbare Rechtsnorm, würde sie auf den konkreten Fall nicht bzw. mindestens nicht direkt zutreffen. Denn Art. 2 Abs. 1 VG bestimmt, dass die Vorschriften über die Beamten auch für alle übrigen, in Art. 1 VG genannten Personen gelten, sofern das Verantwortlichkeitsgesetz nicht besondere Normen enthält. Der in Art. 9 verwendete Begriff des lediglich anteilsmässig haftenden \"Beamten\" würde hier dem Arbeitgeber entsprechen. Das hätte zur Folge, dass nur dann, wenn zwei oder mehr Arbeitgeber (natürliche oder juristische Personen) als solche gemeinsam einen Schaden verursachen, keine solidarische, sondern lediglich anteilsmässige Haftung besteht. Hier geht es aber darum, ob die subsidiär haftenden Organpersonen einer juristischen Person, die ihrerseits als Arbeitgeberin ohne Mitwirkung weiterer Arbeitgeber einen Schaden verursacht hat, solidarisch oder anteilsmässig für diesen von der juristischen Person verursachten Schaden haften. Es stellt sich also die Frage, ob diese subsidiären Haftungssubjekte entgegen ihrer zivilrechtlichen solidarischen Haftung (Art. 759 Abs. 1 OR) in Analogie zu Art. 9 Abs. 2 VG bloss anteilsmässig haftbar erklärt werden sollen. Dies ist zu verneinen, weil eine solche analoge Behandlung - jedenfalls theoretisch - auf eine doppelte Privilegierung der subsidiären Haftungssubjekte hinausliefe. Denn bei gemeinsamer Schadenszufügung durch mehrere Arbeitgeber würde zunächst der einzelne Arbeitgeber zum vornherein nur im Rahmen von Art. 9 Abs. 2 VG anteilsmässig haften, und danach wären - im Falle einer juristischen Person - die subsidiären Haftungssubjekte ihrerseits zum vornherein nochmals nur für ihren Anteil haftpflichtig und käme nicht erst auf dem Wege des Rückgriffs die Verteilung des Schadens nach Massgabe des Verschuldens in Frage, wie dies Art. 759 Abs. 2 OR vorsieht. Zu einer solchen zweifachen Privilegierung BGE 109 V 86 S. 92dieser subsidiären Haftungssubjekte, die dann in allen Fällen gelten müsste, in denen eine juristische Person in \"amtlicher Tätigkeit\" dem Bund einen Schaden zufügt, besteht kein Anlass; denn bei dieser subsidiären Haftung steht doch im Vordergrund, dass diese Organpersonen im Rahmen von Art. 759 OR für die juristische Person, in deren Namen sie gehandelt haben, voll einstehen sollen, unabhängig von der Rechtsnatur der auf diese Weise für die juristische Person geschaffenen Verbindlichkeit.\n\n8. ...\n\n9. Der Beschwerdeführer vertritt die Auffassung, die vor dem 25. Juli 1972 fällig gewesenen Sozialversicherungsbeiträge seien verjährt, weil für diese Beiträge die fünfjährige Verjährungsfrist des Art. 82 AHVV zur Zeit ihrer Geltendmachung durch die Schadenersatzverfügung am 25. Juli 1977 bereits abgelaufen gewesen sei.\n\nNach Art. 82 Abs. 1 AHVV verjährt die Schadenersatzforderung, wenn sie nicht innerhalb eines Jahres seit Kenntnis des Schadens verfügungsweise geltend gemacht wird, auf jeden Fall aber mit Ablauf von 5 Jahren seit Eintritt des Schadens. Der Eintritt des Schadens muss als erfolgt gelten, sobald anzunehmen ist, dass die geschuldeten Beiträge aus rechtlichen oder tatsächlichen Gründen nicht mehr erhoben werden können (BGE 103 V 122). Dies trifft im Falle eines Konkurses beispielsweise bei Erhalt des Verlustscheins zu (vgl. BGE 108 V 50). In diesem Zeitpunkt beginnt die fünfjährige Frist des Art. 82 AHVV zu laufen. In dem am 13. Juli 1976 über die Firma W. AG eröffneten Konkurs hat die Ausgleichskasse durch Zustellung des Verlustscheins am 13. April 1977 Kenntnis erhalten, dass sie mit ihrer Forderung zu Verlust kommen würde. Bereits am 25. Juli 1977 machte die Ausgleichskasse die Schadenersatzforderung verfügungsweise gegenüber dem Beschwerdeführer geltend. Seither läuft das Schadenersatzverfahren ununterbrochen. Von Verjährung der Forderung der Ausgleichskasse kann somit keine Rede sein.\n\nInsofern der Beschwerdeführer durch den Hinweis auf BGE 102 V 206 geltend machen will, die Forderung der Ausgleichskasse sei gemäss Art. 16 Abs. 1 AHVG verwirkt, kann ihm ebenfalls nicht gefolgt werden. Die Beitragsverwirkung nach Art. 16 Abs. 1 AHVG wird häufig eine Voraussetzung dafür bilden, dass überhaupt Schadenersatz gefordert werden kann. Der eigentliche Rechtsgrund des Schadenersatzes ist aber - neben dem Schaden - die absichtliche oder grobfahrlässige Rechtsverletzung seitens BGE 109 V 86 S. 93des Arbeitgebers. Liegt eine solche vor, so löst diese - anstelle der bisherigen Beitragsforderung - eine Schadenersatzforderung der Ausgleichskasse aus, für welche nicht die Verwirkungsfrist des Art. 16 Abs. 1 AHVG, sondern die Verjährungsfrist des Art. 82 AHVV gilt. Die allgemeine Verwirkung gemäss Art. 16 AHVG hat damit nichts zu tun (EVGE 1961 S. 231).\n\n10. Nach Auffassung des Beschwerdeführers wäre es auch deshalb unzulässig, ihn ins Recht zu fassen, weil die Frist zur Geltendmachung der Schadenersatzforderung gegenüber W. B. und V. S. versäumt worden sei. Auch dieser Einwand ist unerheblich. Es ist gerade die Eigentümlichkeit der Solidarschuldnerschaft, dass es im Belieben des Gläubigers steht, welchen Solidarschuldner er in Anspruch nehmen will (BGE 108 V 195 Erw. 3). Der Beschwerdeführer geht fehl, wenn er seine einseitige Inanspruchnahme für rechtsungleich hält. Ebenso unerheblich ist es, ob sich das Vorgehen der Ausgleichskasse auf das Regressrecht des Beschwerdeführers, zu dem sich das Eidg. Versicherungsgericht nicht zu äussern hat, allenfalls nachteilig auswirken wird.\n\n11. ...\n\n12. Zusammengefasst ergibt sich folgendes: Der Beschwerdeführer als Organperson der ehemaligen Arbeitgeberin W. AG hat der Ausgleichskasse dadurch, dass er sich nicht hinreichend um die Bezahlung der Sozialversicherungsbeiträge kümmerte und dass deshalb der Ausgleichskasse ein Schaden erwachsen ist, mindestens grobfahrlässig diesen Schaden verursacht (bzw. mitverursacht). Es sind keine Exkulpations- oder Rechtfertigungsgründe dargetan. Schliesslich ist die Forderung auch nicht aus formellen Gründen untergegangen. Die Schadenersatzpflicht des Beschwerdeführers ist somit grundsätzlich zu bejahen.\n\n13. In masslicher Hinsicht ist indessen folgendes zu beachten: Der Beschwerdeführer macht geltend, die im Jahre 1976 fällig gewordenen Sozialversicherungsbeiträge könnten ihm nicht mehr angelastet werden, weil er bereits am 17. März 1976 aus dem Verwaltungsrat ausgeschieden sei. Auf den gleichen, schon vor der Rekurskommission erhobenen Einwand hat diese darauf hingewiesen, dass der Rücktritt aus dem Verwaltungsrat nach Art. 932 Abs. 2 OR gegenüber Dritten nicht vor der Publikation im Schweizerischen Handelsamtsblatt wirksam werde. Im vorliegenden Fall sei die Publikation erst im Mai 1976 erfolgt. Weil sich der ganze Schaden aus nicht bezahlten Beiträgen auf bis Ende April 1976 ausbezahlten Löhnen zusammensetze, hafte Hans T., obschon BGE 109 V 86 S. 94bereits am 17. März 1976 aus dem Verwaltungsrat ausgeschieden, in vollem Umfang. Die Vorinstanz beruft sich auf BGE 103 V 123. In diesem Urteil hat das Eidg. Versicherungsgericht wohl erklärt, dass nicht nur die Eintragung, sondern auch die Löschung eines Verwaltungsratsmandats im Handelsregister gegenüber Dritten mit der Veröffentlichung im Handelsregister wirksam werde. Das Gericht hat aber auch darauf hingewiesen, dass die Organhaftung für Unterlassungen der Firma nur für Vorfälle in Betracht komme, die sich ergeben hatten, \"als er (sc. der Beschwerdeführer und frühere Verwaltungsratspräsident) tatsächlich Organ der Firma war\".\n\nIm nicht publizierten Urteil B. und S. vom 3. Dezember 1982 wurde die Schadenshaftung eines Verwaltungsratspräsidenten deshalb verneint, weil dieser bereits rund einen Monat vor der Fälligkeit der Beiträge aus dem Verwaltungsrat entlassen worden war und damals noch auf die Beitragsausstände aufmerksam gemacht hatte. Keine Bedeutung wurde dem Umstand beigemessen, dass das Ausscheiden aus dem Verwaltungsrat erst nach Fälligkeit der Beitragsforderung im Handelsamtsblatt veröffentlicht worden war. - In ähnlichem Sinne verneinte das Eidg. Versicherungsgericht im nicht publizierten Urteil B. vom 31. Januar 1983 die grobe Fahrlässigkeit bei einem Verwaltungsratsmitglied, das zehn Tage vor der Fälligkeit der Beiträge effektiv aus dem Verwaltungsrat ausgeschieden war, weil dieses Verwaltungsratsmitglied vom Zeitpunkt seines Ausscheidens hinweg keine Möglichkeit mehr hatte zu prüfen, ob die Beiträge bei Fälligkeit oder später tatsächlich bezahlt würden. Als unmassgeblich bezeichnete das Gericht dem Sinne nach den Umstand, dass die Organstellung der betreffenden Personen im Handelsregister noch nicht gelöscht war.\n\nEs scheint angezeigt, die dargelegte Rechtsprechung wie folgt zu präzisieren: Die Organhaftung aus Art. 52 AHVG besteht nicht für Beitragsforderungen, die nach der Publikation der Löschung der Organstellung der betreffenden Person im Handelsregister fällig werden, weil die betreffende Person im Zeitpunkt der Fälligkeit nicht mehr Organ ist. Für die vor der Publikation fälligen Beitragsforderungen haftet das Organ, wenn es durch eine vorsätzliche oder grobfahrlässige Handlung bzw. Unterlassung bewirkt hat, dass die Beiträge im Zeitpunkt der Fälligkeit nicht bezahlt werden konnten. Ein Verschulden des Organs kann nur so lange in Frage kommen, als es die Möglichkeit hat, durch Handlungen oder Unterlassungen die Geschäftsführung massgeblich zu BGE 109 V 86 S. 95beeinflussen. Das ist faktisch längstens bis zum effektiven Ausscheiden aus dem Verwaltungsrat der Fall.\n\nDer Beschwerdeführer ist am 17. März 1976 aus dem Verwaltungsrat ausgeschieden und hat deshalb bis zu diesem Zeitpunkt die Geschäftsführung der Firma W. AG massgeblich mitbeeinflussen können. Nachher hatte er keine Möglichkeit mehr zu veranlassen, dass die für das erste Quartal des Jahres 1976 geschuldeten und mit dem Ablauf dieser Zahlungsperiode fällig gewordenen Beiträge in diesem Zeitpunkt bzw. innerhalb von zehn Tagen nach ihrer Fälligkeit (Art. 34 Abs. 1 lit. a und Abs. 4 AHVV) bezahlt würden. Somit haftet er für die Beiträge, die auf den ab Januar 1976 ausbezahlten Löhnen geschuldet und Ende März und später fällig geworden sind, sowie für die entsprechenden Verwaltungskosten nicht. Damit reduziert sich die Schadenersatzsumme von Fr. 41'177.35 um Fr. 22'133.90 (Fr. 21'489.20 + 644.70) auf Fr. 19'043.45.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde wird die Schadenersatzforderung auf Fr. 19'043.45 herabgesetzt. Im übrigen wird die Verwaltungsgerichtsbeschwerde abgewiesen."}