{"annee": "109", "cour": "IB", "page": "253", "date": "4/11/1983", "cite": ["97 I 591", "104 IA 26", "98 IB 461"], "cite_par": ["116 IB 260", "143 I 336"], "chapeau": "43. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 4. November 1983 i.S. Gemeinde Jenaz und Mitbeteiligte gegen Generaldirektion PTT (Verwaltungsgerichtsbeschwerde)", "regestes": ["Notion de décision aux sens des art. 97 OJ et 5 al. 1 PA. Les mesures d'organisation (ici: changement de nom d'un bureau de poste) ne sont pas considérées comme des décisions au sens de l'art. 5 al. 1 PA parce qu'elles ne créent des droits et obligations pour personne. De telles mesures ne peuvent dès lors être attaquées par la voie du recours de droit administratif."], "faits": "BGE 109 Ib 253 S. 254\n\nIm Prättigau gibt es unter der Postleitzahl 7299 zwei verschiedene Poststellen, nämlich \"Furna-Dorf\" und \"Furna-Station\". Die erste bedient Gebiet der Gemeinde Furna, die zweite Gebiet der Gemeinde Jenaz (neben der Poststelle 7233 Jenaz). Einwohner von Furna-Dorf regten zur Behebung einer geltend gemachten Verwechslungsgefahr an, für die Poststelle \"Furna-Station\" auf den alten Ortsnamen \"Pragmartin\" zurückzukommen und es für die Bezeichnung des Dorfes beim einfachen Namen \"Furna\" bewenden zu lassen. Darauf schlug die Kreispostdirektion Chur folgende Bezeichnungen vor:\n\n- 7231 Furna-Station (für die Fraktion der Gemeinde Jenaz im Gebiet Planfieb/Pragmartin);\n\n- 7232 Furna (anstatt der Bezeichnung Furna-Dorf).\n\nNachdem die Gemeindeversammlung von Furna diesen Vorschlag abgelehnt hatte, forderte die Kreispostdirektion Chur die Gemeinde Jenaz auf, zum Problem der Umbenennung der Poststelle Furna-Station Stellung zu nehmen. In der Folge beantragte die Gemeinde Jenaz, auf eine Änderung der Poststellen-Bezeichnung zu verzichten; eventuell sei der Name \"Prag-Jenaz\" zu wählen.\n\nHierauf teilte die Kreispostdirektion Chur dem Gemeindevorstand Jenaz \"Namens und im Auftrag der Generaldirektion der Schweizerischen PTT-Betriebe\" mit, die Poststelle Furna-Station werde auf den 1. Januar 1984 gemäss dem Eventualantrag in \"7231 Prag-Jenaz\" umbenannt.\n\nGegen diese Umbenennung richtet sich die Verwaltungsgerichtsbeschwerde der Gemeinde Jenaz und von zehn Einwohnern dieser Gemeinde im Gebiet Furna-Station.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein, und zwar u.a. aus folgenden BGE 109 Ib 253 S. 255", "considerants": "Erwägungen:\n\n1. a) Das Bundesgericht beurteilt letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 des Bundesgesetzes über das Verwaltungsverfahren (VwVG) vom 20. Dezember 1968 (Art. 97 Abs. 1 OG). Gemäss Art. 5 Abs. 1 VwVG gelten als Verfügungen \"Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und zum Gegenstand haben:\n\na) Begründung, Änderung oder Aufhebung von Rechten oder Pflichten;\n\nb) Feststellung des Bestehens, Nichtbestehens oder Umfanges von Rechten oder Pflichten;\n\nc) Abweisung von Begehren auf Begründung, Änderung, Aufhebung oder Feststellung von Rechten oder Pflichten, oder Nichteintreten auf solche Begehren\".\n\nDaraus ergibt sich, dass eine Verfügung im Sinne von Art. 5 Abs. 1 VwVG die Begründung oder Feststellung von Rechten oder Pflichten zur Folge hat, also die Regelung eines Rechtsverhältnisses. Mittels der Verfügung wird eine konkrete Berechtigung oder eine bestimmte Verpflichtung begründet bzw. festgestellt (FRITZ GYGI, Bundesverwaltungsrechtspflege, 2. Aufl. 1983, S. 128). Diese Definition entspricht auch der Begriffsumschreibung der Verfügung, welche Praxis und Lehre ausserhalb des Bereichs des VwVG getroffen haben, indem sie die Verfügung als individuellen, an den einzelnen gerichteten Hoheitsakt definieren, durch den eine konkrete verwaltungsrechtliche Rechtsbeziehung rechtsgestaltend oder feststellend in verbindlicher und erzwingbarer Weise geregelt wird (BGE 104 Ia 29 E. d).\n\nb) Bei organisatorischen Anordnungen liegt keine Regelung eines Rechtsverhältnisses vor, \"weil niemandem gegenüber Rechte oder Pflichten geregelt werden\" (GYGI, a.a.O., S. 104). Um eine solche Anordnung handelt es sich aber bei der Umbenennung einer Poststelle. Es werden dadurch keine Rechte und Pflichten der Postbenützer oder der beteiligten Gemeinden betroffen.\n\nZwar kann eine solche Anordnung mittelbare Auswirkungen auf die faktische Stellung der Benützer einer Poststelle haben. Und diese mittelbaren Auswirkungen können durchaus dergestalt sein, dass sie ein Rechtsschutzinteresse, d.h. die Legitimation zur Anfechtung einer solchen Anordnung an sich begründen könnten.BGE 109 Ib 253 S. 256\n\nDas genügt aber nicht für die Zulässigkeit einer Beschwerde, die per definitionem nur gegen Verfügungen möglich ist (vgl. GYGI, a.a.O., S. 137). Man kann nicht von der Beschwerdebefugnis her (die gemäss der Regelung in Art. 103 lit. a OG keine Betroffenheit in einer Rechtsstellung voraussetzt) die Zulässigkeit der Beschwerde an sich, d.h. die Anfechtbarkeit einer Anordnung herleiten. Wenn und sofern dies in BGE 97 I 595 getan wurde, handelte es sich um einen Trugschluss. GYGI (a.a.O., S. 137) macht denn auch gegenüber diesem Entscheid mit Recht geltend, dass die Eröffnung einer Bahnhofsapotheke keine Verfügung sei und dass das Vorliegen eines Rechtsschutzinteresses das Erfordernis einer Verfügung nicht ersetze. Gleiches gilt für die Verlegung einer Hochschulabteilung (anders: VPB 39 Nr. 59 S. 42; vgl. aber: BGE 98 Ib 461 ff.), die Aufhebung einer Poststelle (VPB 39 Nr. 102 S. 86) oder der Frauenabteilung einer Strafanstalt (VPB 38 Nr. 18 S. 61 f.), die Bestimmung des Standortes einer Zivilschutz-Sanitätshilfsstelle (VPB 42 Nr. 93 S. 413 ff.) oder die Modernisierung des Postzustelldienstes (VPB 38 Nr. 67 S. 14 ff.). Das Bundesgericht hat die Praxis der Verwaltungsbehörden betreffend Aufhebung einer Postdienststelle (VPB 39 Nr. 102 S. 86) in einem nicht publizierten Entscheid vom 24. März 1982 i.S. Komitee gegen die Aufhebung der Haltestelle \"Tivoli\" der Trogenerbahn übernommen, indem es feststellte, dass das Eidg. Verkehrs- und Energiewirtschaftsdepartement zu Recht auf eine Beschwerde gegen die Aufhebung einer Bahnhaltestelle nicht eintrat, da es sich dabei nicht um eine Verfügung im Sinne von Art. 5 Abs. 1 VwVG handle. Wenn aber schon die Aufhebung einer Bahnhaltestelle bzw. einer Poststelle keinen Verfügungscharakter hat, dann gilt dies erst recht für die Umbenennung einer Poststelle."}