{"annee": "109", "cour": "II", "page": "273", "date": "18/10/1983", "cite": ["77 I 235", "66 I 286", "73 I 167", "77 II 102"], "cite_par": ["116 II 385", "127 III 342", "117 II 231"], "chapeau": "59. Urteil der II. Zivilabteilung vom 18. Oktober 1983 i.S. F. S. und Mitbeteiligte gegen Paula S. und Emil T. (Berufung)", "regestes": ["Art. 97 CC. Exigences quant à la capacité de discernement de la personne qui veut contracter mariage."], "faits": "|273|\n\nPaula S., geboren 1951, und Emil T., geboren 1934, leben seit dem 21. August 1979 in gemeinsamem Haushalt. An diesem Tage meldeten sie beim Zivilstandsamt G. ihr Eheversprechen an. Während des Verkündverfahrens erhoben die Mutter sowie Geschwister und Verschwägerte der Paula S. Einspruch. Dieser Eheeinspruch wurde von den Verlobten nicht anerkannt, worauf die Einsprecher beim Amtsgericht Klage auf Untersagung des Eheabschlusses erhoben. Das Amtsgericht wies am 24. September 1981 die Klage vollumfänglich ab. Es stellte gestützt auf zwei psychiatrische Gutachten vom 5. März 1981 und 7. Juli 1981 sowie auf ein Ergänzungsgutachten des Obergutachters vom 11. August 1981 fest, dass Paula S. an Schwachsinn im Grenzbereich zwischen schwerster Debilität und Imbezillität leide. Es befand jedoch, dass weder die Interessen der Beklagten selbst noch jene anderer Personen |274| einer Eheschliessung entgegenstünden. Paula S. könne auf diese Weise vielmehr in ihrer vertrauten Umgebung in geschütztem Rahmen leben. Eine Heirat mit Emil T. liege offensichtlich in ihrem Interesse. Auch erbbiologische Gründe stünden einer Eheschliessung nicht entgegen, nachdem die Gutachter davon ausgingen, dass die Geistesschwäche der Paula S. nicht ererbt, sondern erworben sei. Im Anschluss an die erste Begutachtung wurde bei Paula S. eine Schwangerschaft festgestellt. Das Amtsgericht prüfte deshalb auch, ob diese die nötigen Fähigkeiten für die Pflege und Erziehung ihres Kindes habe. Es führte dazu aus: Da Paula S. bei der Erfüllung ihrer Pflichten als Hausfrau und Mutter von Emil T. einige Hilfe erwarten könne und das einfache, naturverbundene Leben auf dem Bauernhof sowie die Harmonie zwischen den Beklagten einige erzieherische Mängel doch auszugleichen vermöchten, könne nicht gesagt werden, dass die Kindesinteressen, soweit sie überhaupt eine Rolle spielen könnten, dem Eheschluss der Beklagten zwingend entgegenstehen würden.\n\nAuf Appellation der Kläger wies auch das Obergericht des Kantons Luzern die Klage mit Urteil vom 15. März 1983 ab.\n\nDie Kläger haben gegen das obergerichtliche Urteil Berufung beim Bundesgericht eingereicht. Sie beantragen die Aufhebung dieses Urteils und verlangen, es sei den Beklagten wegen Eheunfähigkeit der Paula S. der Eheschluss gerichtlich zu untersagen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagten lassen am Schluss ihrer Berufungsantwort vorbringen, es stelle sich die Frage, ob die Kläger an der Untersagung eines Eheabschlusses überhaupt ein schützenswertes Interesse hätten. In gesellschafts- und rechtspolitischer Hinsicht habe sich seit Erlass des Zivilgesetzbuches viel geändert. Die Gesellschaft sei toleranter geworden, weshalb die allgemeinen Begriffe der \"Unfähigkeit\" heute in einem andern Lichte erschienen als noch vor 50 Jahren. In rechtspolitischer Hinsicht sei beispielsweise im Kanton Luzern das Konkubinatsverbot aufgehoben worden. Eine faktische Ehe (ohne Trauschein) könne demnach nicht verhindert werden. Da die zuständige Behörde keine Veranlassung gesehen habe, im Verkündverfahren Massnahmen zu ergreifen und sich auch im nachhinein nicht am Einspruchsverfahren beteiligt habe, sei davon auszugehen, dass den Klägern ein schutzwürdiges Interesse |275| an der Eheuntersagung fehle und die Berufung schon aus diesem Grunde abzuweisen sei.\n\na) Aus der Tatsache, dass sich der Zivilstandsbeamte weder gehalten sah, die Verkündung zu verweigern, noch sich am Einspruchsverfahren zu beteiligen, können die Beklagten nichts für sich herleiten. Gemäss Art. 107 ZGB ist das Gesuch der Verlobten um Verkündung abzuweisen, wenn ein Teil nicht ehefähig ist, oder wenn ein gesetzliches Ehehindernis vorliegt. Geht es um die Frage der Urteilsfähigkeit, darf der Zivilstandsbeamte die Verkündung nur verweigern, wenn die Eheunfähigkeit wegen mangelnder Urteilsfähigkeit offenkundig ist, d.h. sich aus einem Gerichtsurteil oder einem eindeutigen Gutachten klar und unanfechtbar ergibt (BGE 77 I 236, BGE 73 I 169 E. 2, 170 E. 3, GÖTZ, N. 6 zu Art. 107 ZGB, EGGER, N. 3 zu Art. 107 ZGB, GMÜR, N. 6 zu Art. 107 ZGB). Im Zweifelsfalle ist es Sache des Einspruchsverfahrens, die Frage der Eheunfähigkeit zu prüfen und zu entscheiden. Selbst Einspruch erheben oder sich am eingeleiteten Einspruchsverfahren beteiligen muss die zuständige Behörde nur im Falle eines Nichtigkeitsgrundes (Art. 109 ZGB). Im vorliegenden Fall aber, wo jedenfalls nicht auf der Hand liegt, dass öffentliche Interessen zu wahren sein könnten, bestand dafür kein Anlass.\n\nb) Gemäss Art. 108 ZGB hat der Einsprecher ein Interesse geltend zu machen. Als schutzwürdiges Interesse am Nichtzustandekommen der Ehe kommt ein vermögensrechtliches, vor allem erbrechtliches, oder auch ein bloss persönliches, moralisches Interesse in Betracht (GÖTZ, N. 2 zu Art. 108 ZGB, EGGER, N. 2 zu Art. 108 ZGB, GMÜR, N. 6 zu Art. 108 ZGB, TUOR/SCHNYDER, Das Schweizerische Zivilgesetzbuch, 9. Aufl. S. 142). Die Legitimation kann einem Einsprecher nur abgesprochen werden, wenn er augenscheinlich kein begründetes Interesse im Sinne dieser Bestimmung hat (GÖTZ, a.a.O.; BGE 66 I 288). Es wird von den Beklagten nicht behauptet, dass die Verwandten der Paula S., die sich auf deren besondere Schutzbedürftigkeit berufen, kein schutzwürdiges Interesse im Sinne des Art. 108 ZGB hätten. Was sie vorbringen, betrifft mehr gesellschafts- und rechtspolitische Fragen, die sich im Zusammenhang mit der praktischen Bedeutung von Art. 97 Abs. 1 ZGB stellen können, sowie die Tatsache, dass eine allfällige Gutheissung der Berufung keine praktischen Folgen haben könnte, weil sich auch mit einer Untersagung des Eheabschlusses nichts daran ändern würde, dass die Beklagten nunmehr seit vier Jahren zusammenleben, eine faktische Familie gegründet haben und wohl |276| von niemandem gezwungen werden könnten, ihre Lebensgemeinschaft aufzugeben. Dieser Umstand allein vermag nichts an der Legitimation der Kläger zu ändern.\n\nc) Die Kläger sind zumindest in prozessualer Hinsicht durch das angefochtene Urteil beschwert (BIRCHMEIER, Bundesrechtspflege, S. 74/75).\n\n2. Nach Art. 97 Abs. 1 ZGB müssen die Verlobten, um eine Ehe eingehen zu können, urteilsfähig sein. Urteilsfähig im Sinne des Gesetzes sind sie, wenn ihnen nicht wegen ihres Kindesalters oder infolge von Geisteskrankheit, Geistesschwäche, Trunkenheit oder ähnlichen Zuständen die Fähigkeit mangelt, vernunftsgemäss zu handeln (Art. 16 ZGB). Aus den bei den Akten liegenden Gutachten, insbesondere demjenigen von Dr. med. H. vom 28. Oktober 1982, ergibt sich, dass Paula S. infolge ihres Schwachsinnes mittleren Grades auch heute noch den Anforderungen der ersten Klasse Primarschule kaum gewachsen wäre und höchstens für den Kindergarten genügen würde.\n\n3. Damit ist noch nicht gesagt, dass die Urteilsfähigkeit auch im Blick auf Art. 97 ZGB verneint werden muss. Wie die kantonalen Instanzen mit Recht dargelegt haben, lässt sich die Urteilsfähigkeit oder -unfähigkeit nicht ein für alle Mal, abstrakt, feststellen, ohne jede Rücksicht auf die besonderen Umstände. Dies folgt bereits aus Art. 16 ZGB und gilt auch für Art. 97 Abs. 1 ZGB (BINDER, Die Urteilsfähigkeit in psychologischer, psychiatrischer und juristischer Sicht, 1964, S. 30/31).\n\nGeht es um die Urteilsfähigkeit im Sinne des Art. 97 Abs. 1 ZGB, so ist nur zu entscheiden, ob die Verlobten im Hinblick auf den geplanten Eheabschluss mit dem konkreten Partner die zur freien Eingehung der Ehe nötige Reife haben und als fähig zu betrachten sind, auf vernünftige Weise Wesen und Bedeutung der Ehe und der damit verbundenen Pflichten zu erfassen (TUOR/SCHNYDER, a.a.O., S. 138). Dabei ist die Anforderung, die an die für die Eheschliessung und -führung notwendige Urteilsfähigkeit gestellt werden muss, zwar grundsätzlich höher als jene, welche an die Urteilsfähigkeit für den Geschäftsverkehr erforderlich ist. Doch dürfen die Anforderungen auch wieder nicht zu hoch geschraubt werden, soll nicht das verfassungsmässige Recht auf Ehe für eine zu grosse Zahl von Menschen bedeutungslos werden (BINDER, a.a.O., S. 59, 64). Während EGGER (N. 2 zu Art. 97 ZGB) noch davon ausging, dass es sich bei der Eheschliessung um den wichtigsten Schritt im Leben, um einen Vorgang von grösster Tragweite handle, bei dem Würde und |277| Bürde der Ehegatten auf dem Spiel stünden und deshalb hohe Anforderungen an die Urteilsfähigkeit zu stellen seien (vgl. dazu auch das von DUKOR, Das schweizerische Eheverbot für Urteilsunfähige und Geisteskranke, 1939, S. 49/50 zitierte Urteil des Zivilgerichts Basel-Stadt vom 16. November 1935), stellen die jüngeren Autoren bescheidenere Ansprüche: Es wird heute allgemein die Auffassung vertreten, dass an die Urteilsfähigkeit insbesondere keine hohen Intelligenzansprüche gestellt werden dürfen (BUCHER, N. 106 zu Art. 16 ZGB, GÖTZ, N. 1 zu Art. 97 ZGB, DUKOR, a.a.O., S. 59, BINDER, a.a.O., S. 64 ff.). Es genügt, wenn die Verlobten eine gewisse bescheidene Fassungskraft und Einsicht für die Bedeutung der Ehe im allgemeinen besitzen (GÖTZ, N. 1 zu Art. 97), wenn sie fähig sind, ein Verhalten zu zeigen, das im weiteren Sinne noch sozial akzeptiert wird und die Führung einer Ehe nicht zum vorneherein ausschliesst (BUCHER, N. 35 zu Art. 16 ZGB).\n\n4. a) Ähnlich geht die Rechtsprechung davon aus, dass Urteilsfähigkeit im Sinne des Art. 97 Abs. 1 ZGB immer vorliegt, wenn die Verlobten in der Lage sind, das Wesen der Ehe und die den Ehegatten daraus erwachsenden Rechte und Pflichten zu erkennen und sich dieser Einsicht gemäss zu verhalten (BGE 77 II 105 /106). Das bedeutet, dass die Verlobten einen vernünftigen Grund für den beabsichtigten Eheschluss (Wunsch nach eigenem Heim, nach Geborgenheit und Zuneigung) haben müssen; sie sollen weiter wissen, was für Erwartungen und Pflichten mit dem Eingehen einer durchschnittlichen Ehe verbunden sind, dass also wirtschaftliche Vorsorge zu treffen, dass Haushaltsführung, allenfalls Kindererziehung nötig ist, dass das Zusammenleben auch ein gewisses Mass an gegenseitiger Achtung und Zuneigung verlangt. Die Verlobten müssen sodann auch den entsprechenden Willen aufbringen.\n\nb) Art. 97 Abs. 1 ZGB will verhindern, dass Ehen eingegangen werden, die ihrem Gehalt nach nicht wirkliche Gemeinschaften werden können (GÖTZ, N. 7 zu Art. 97 ZGB). Sodann bezweckt diese Bestimmung, einen Menschen, der infolge seiner Geistesschwäche die Konsequenzen einer Eheschliessung nicht zu überblicken vermag und auch sich selbst vor andern nicht genügend schützen kann, vor der Gefahr zu bewahren, dem Ehepartner ausgeliefert zu sein. Zeigt es sich aber, dass es im Interesse des weitgehend Urteilsunfähigen liegt, eine Ehe einzugehen, ist mit Binder und anderen ausnahmsweise die Ehefähigkeit zu bejahen |278| (BINDER, a.a.O., S. 65). Die Ehe kann jedenfalls einer möglichen sozialen Verwahrlosung oder auch einem Konkubinat mit der damit verbundenen Unsicherheit vorzuziehen sein. Art. 97 Abs. 1 ZGB hat eine starke fürsorgerische Ausrichtung, die es unter besondern Umständen rechtfertigt, die erforderliche Urteilsfähigkeit selbst dann zu bejahen, wenn die Fähigkeit zum Erfüllen der ehelichen und familiären Aufgaben stark herabgesetzt erscheint. Wenn die geplante Ehe offensichtlich im Interesse des Nupturienten liegt und seinem Wohlergehen dient, können an den Begriff der Urteilsfähigkeit im Sinne des Art. 97 Abs. 1 ZGB geringe Ansprüche gestellt werden (BINDER, a.a.O., S. 65 f. 109, vgl. DUKOR, Ausgewählte, kritisch besprochene Beispiele zum Eherecht der Geisteskranken, 1940, Beispiel 3, S. 9/10, das dem vorliegenden Fall vergleichbar ist, auch Beispiel 7, vor allem S. 19/20). Würde anders entschieden, so liefe dies gerade der ratio legis des Art. 97 ZGB zuwider und würde zudem auf harte und auch lebensfremde Weise in höchst persönliche, auch verfassungsmässig geschützte Rechte eingegriffen, ohne dass ein solcher Eingriff vom öffentlichen Interesse oder vom Erfordernis des Schutzes des einen oder andern Partners geboten wäre.\n\n5. Die Vorinstanz hat für das Bundesgericht verbindlich festgestellt, dass Paula S. als schwachsinnig bezeichnet werden muss. In Anlehnung an DUKOR (Das Eheverbot) ..., S. 86/87) hat sie weiter festgestellt, dass sie in intellektueller Hinsicht ein zwar bescheidenes, aber gerade noch genügendes Verständnis für das Wesen der Ehe im allgemeinen habe. Es sei ihr Wunsch, den Mann, den sie gern habe, zu heiraten und gemeinsam mit diesem Kinder zu haben. Sie wisse, dass Kinder betreut und ein Haushalt geführt werden müssten und dass dies Aufgaben seien, deren Erfüllung auch von ihr verlangt würde. Sie erfülle denn auch diese Pflichten seit bereits rund dreieinhalb Jahren, und zwar besser, als dies angesichts ihres Schwachsinns zu erwarten gewesen wäre. Ihr Kinderwunsch sei zudem normal. Es ginge nicht an, ausgerechnet von ihr die Einsicht zu verlangen, dass sie angesichts ihres Schwachsinns auf Kinder verzichten sollte. Ausserdem habe sie in Emil T. den für sie geeigneten Partner gefunden, der ihr Halt, Geborgenheit und Führung gebe. Darauf sei sie aber gerade angewiesen, nachdem bei ihr psychische Auffälligkeiten wie Ängstlichkeit, mangelndes Selbstvertrauen und fehlende Selbständigkeit festgestellt worden seien. Anhaltspunkte, dass Emil T. sie nur aus finanziellen Gründen oder mit Rücksicht auf ihre Arbeitskraft heiraten |279| wolle, lägen keine vor. Er habe sie im Gegenteil trotz ihrer geistigen Behinderung offensichtlich gern.\n\nDas Obergericht hat der Beklagten auch zugestanden, dass sie trotz ihres Unvermögens, Daten, Zeitablauf usw. zu erfassen, in dem Umfeld, in welchem sie lebt, und im Blick auf den konkreten Partner, ein genügendes Verständnis für das Alltägliche und Nächstliegende habe. Sie sei in der Lage, einen einfachen Haushalt zu führen, auch wenn ihr die Fähigkeit abgehe, gewisse Aufgaben, wie beispielsweise das Einkaufen, selbständig auszuführen. Sie habe bisher auch die Betreuung des am 19. Oktober 1981 geborenen Kindes zu bewältigen vermocht. Die Säuglingsfürsorge habe sich auf wenig Kontrollgänge beschränken können. Freilich sei nicht zu verkennen, dass ihre Geistesschwäche, zumindest was die intellektuelle Seite anbelange, eine Kindererziehung praktisch unmöglich mache. In dieser Hinsicht werde Emil T. eine wesentliche Rolle übernehmen müssen, wobei auch hier wieder vorteilhaft sei, dass er als Bergbauer im Haushalt mithelfen könne. Zumindest ebenso bedeutungsvoll wie die intellektuelle sei die affektive Seite der Erziehung, und dafür würde Paula S. den notwendigsten Anforderungen, wenn auch wegen ihres Schwachsinns nicht allzu differenziert, genügen. Das schon vorhandene Kind finde bei ihr, der eine warme, gemütvolle Art zu attestieren sei, die erforderliche Nestwärme. Sie verstehe es zudem ausserordentlich gut, im Zusammenwirken mit Emil T. ihren Schwachsinn zu verbergen. Dieser trete, da offenbar nicht ererbt, auch nicht in ihrem Äussern in Erscheinung, so dass das Kind erst im fortgeschrittenen Alter die geistige Schwäche der Mutter in ihrer ganzen Tragweite realisieren werde. Es wäre daher nicht gerechtfertigt, nur wegen der Tatsache, dass sie in intellektueller Hinsicht geringe Voraussetzungen für die Kindererziehung mit sich bringe, ihr die Ehe zu untersagen.\n\nIn affektiver Hinsicht bejaht die Vorinstanz schliesslich, dass bei der Beklagten achtenswerte Motive für die Eheschliessung vorlägen, dass ihr Triebleben als normal zu bezeichnen sei und dass sich auch aus ihrer psychischen Veranlagung heraus keine Schwierigkeiten ergeben hätten, das Alltagsleben zusammen mit Emil T. zu bewältigen.\n\n6. Aufgrund dieser für das Bundesgericht verbindlichen Feststellungen kann nicht gesagt werden, die rechtliche Schlussfolgerung der Vorinstanz verstosse gegen Bundesrecht, wonach Paula S. zwar minimale, aber unter den gegebenen Umständen noch genügende intellektuelle und affektive Voraussetzungen für das Eingehen |280| und Führen der Ehe mit Emil T. mit sich bringe. Paula S. kann daher im Sinne des Art. 97 Abs. 1 ZGB als urteilsfähig bezeichnet werden, und ihre Ehefähigkeit ist von der Vorinstanz zu Recht bejaht worden. Daran vermögen die Vorbringen der Kläger nichts zu ändern. Alle Experten stimmten zwar darin überein, dass Paula S. medizinisch-psychologisch gesehen wohl urteilsunfähig sei; im Blick auf die gesamten Umstände und den konkreten Partner bejahten die drei im bisherigen Verfahren beigezogenen Psychiater indessen ebenfalls übereinstimmend die Ehefähigkeit. Von der Vorinstanz wird lediglich im Zusammenhang mit der Kinderfrage festgehalten, dass Emil T. Mühe bezeuge, den wirklichen Geisteszustand seiner Braut zu beurteilen. Aus seinem Wunsch, mit seiner Braut allenfalls noch ein zweites Kind zu zeugen, - was tatsächlich in Übereinstimmung mit den Gutachtern vor allem unter dem Aspekt des Persönlichkeitsschutzes dieses gewollten Kindes (HAUSHEER, in ZZW 42 (1974), S. 337 f.) als nicht ganz problemlos, aber doch nicht völlig verantwortungslos zu bezeichnen ist - kann nicht geschlossen werden, dass ihm ganz allgemein eine kompensierende, erhöhte Beurteilungsfähigkeit auch in andern, alltäglichen Fragen abgehe. Soweit die Kläger jedoch die auf der Würdigung der Gutachten basierenden vorinstanzlichen Feststellungen kritisieren, sind ihre Vorbringen nicht zulässig (Art. 63 Abs. 2 OG).\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen, und das angefochtene Urteil des Obergerichtes des Kantons Luzern vom 15. März 1983 wird bestätigt."}