{"annee": "109", "cour": "IA", "page": "12", "date": "4/5/1983", "cite": ["104 IA 72", "99 IA 325", "66 I 16"], "cite_par": ["112 IA 14", "117 IA 277", "129 I 281"], "chapeau": "4. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 4. Mai 1983 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Assistance judiciaire gratuite en procédure pénale. Si la procédure cantonale accorde un droit de recours au lésé, l'art. 4 Cst. lui confère directement le droit d'être exonéré de l'obligation de fournir caution, pour autant qu'il soit dans le besoin et que son recours ne paraisse point voué à l'échec."], "faits": "|12|\n\nAm 14. Dezember 1981 erstattete X. bei der Bezirksanwaltschaft Zürich Strafanzeige gegen Unbekannt wegen Freiheitsberaubung, eventuell Nötigung, in Verbindung mit Amtsmissbrauch. Die aufgrund dieser Anzeige geführte Strafuntersuchung wurde von der Bezirksanwaltschaft Zürich am 5. Juli 1982 eingestellt, und die Untersuchungskosten von Fr. 330.50 wurden der Verzeigerin überbunden. X. rekurrierte gegen die Einstellungsverfügung an die Staatsanwaltschaft des Kantons Zürich mit dem Antrag, die Untersuchung zu ergänzen, eventuell die Untersuchungskosten auf die Staatskasse zu nehmen. |13|\n\nMit Verfügung vom 28. Juli 1982 forderte die Staatsanwaltschaft die Rekurrentin auf, innert 10 Tagen Fr. 800.-- zur Deckung der ihr allenfalls aufzuerlegenden Kosten und einer eventuellen Umtriebsentschädigung an die Gegenpartei zu leisten, widrigenfalls der Rekurs von der Hand gewiesen würde.\n\nX. führt gegen die Verfügung der Staatsanwaltschaft staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV. Das Bundesgericht heisst die Beschwerde im Sinne der Erwägungen gut.", "considerants": "Aus den Erwägungen:\n\n3. b) Weiter stellt sich die Frage, ob die Kautionsauflage den direkt aus Art. 4 BV abzuleitenden Anspruch der Beschwerdeführerin auf unentgeltliche Rechtspflege verletzt. Nach der Rechtsprechung des Bundesgerichts hat eine bedürftige Partei in einem nicht aussichtslosen Prozess unmittelbar aufgrund von Art. 4 BV Anspruch darauf, dass der Richter für sie ohne Hinterlegung oder Sicherstellung von Kosten tätig wird, und dass ihr ein unentgeltlicher Rechtsbeistand ernannt wird, wenn sie eines solchen zur gehörigen Wahrung ihrer Interessen bedarf (BGE 104 Ia 73, 326, BGE 99 Ia 327). Das Bundesgericht hat dies meist für den Zivilprozess ausgesprochen, doch muss es sinngemäss auch für den Strafprozess gelten. Dabei geht es in der Praxis im Strafprozess zumeist um den Anspruch auf Offizialverteidigung, doch kann es keinem Zweifel unterliegen, dass einer unbemittelten Partei im Strafverfahren auch nicht das Ergreifen von nicht aussichtslosen Rechtsmitteln durch das Begehren nach Kostensicherstellung verunmöglicht werden darf. Dies muss in gleicher Weise für den Verurteilten wie für den Geschädigten gelten, dem nach kantonalem Prozess Parteistellung und Weiterziehungsrecht zukommen.\n\nFür den subsidiären Privatkläger nach § 46 der zürcherischen Strafprozessordnung (StPO) hat das Bundesgericht freilich in BGE 66 I 18 f. sowie in einem in ZR 51 Nr. 109 teilweise publizierten Urteil vom 18. Januar 1952 die Verweigerung der unentgeltlichen Rechtspflege als mit Art. 4 BV vereinbar erklärt, dies im wesentlichen mit folgender Begründung: Der Grundsatz der Gleichheit der Bürger vor dem Gesetz enthalte keine Verpflichtung des Staates, unter allen Umständen und für jedes Verfahren Unentgeltlichkeit zu bewilligen. Ein Anspruch auf Einräumung des Armenrechts bestehe nur insoweit, als die mittellose Partei im Falle der Verweigerung in ihrem verfassungsmässigen Recht auf |14| staatlichen Rechtsschutz verkürzt würde. Unentgeltliche Prozessführung brauche nicht bewilligt zu werden für Verfahren, die mit Kosten und Vorschüssen verbunden seien, wenn der Staat seinen Schutz in einem anderen Verfahren unter genügenden Garantien kostenfrei gewähre. Soweit verschiedene Verfahren zur Verfügung ständen, dürfe die bedürftige Partei auf das für sie kostenfreie verwiesen und beschränkt werden. Da nach der Zürcher StPO Vergehen allgemein auf Anzeige hin von Amtes wegen verfolgt werden könnten in einem Verfahren, das für den Geschädigten grundsätzlich kostenfrei sei, liege keine Verweigerung des staatlichen Schutzes darin, dass Unentgeltlichkeit für die Privatstrafklage nach § 46 StPO nicht bewilligt werde.\n\nDas Bundesgericht begründet also die Zulässigkeit der Verweigerung des Kostenerlasses im subsidiären Privatklageverfahren gerade damit, dass das Offizialverfahren für den Geschädigten kostenfrei sei und ihm genügende Garantien biete. Solche Garantien gewährleistet das Offizialverfahren dem bedürftigen Geschädigten aber nur dann, wenn er sich auch ohne Hinterlegung von Kosten gegen eine ungerechtfertigte Einstellung des Verfahrens mit Rekurs zur Wehr setzen kann. Andernfalls ist ihm der gleiche Rechtsschutz wie dem Bemittelten nicht gewährleistet. Räumt das kantonale Recht dem Geschädigten ein Rekursrecht ein, so muss ihm dieses Rechtsmittel ungeachtet seiner finanziellen Verhältnisse offen stehen. Nur damit wird der Garantie der Rechtsgleichheit gemäss Art. 4 BV Genüge getan, die verlangt, dass eine bedürftige Partei in einem für sie nicht aussichtslosen Verfahren den Richter ohne Vorschussleistung für Prozesskosten angehen kann. Selbstverständlich darf nicht davon ausgegangen werden, Einstellungen erfolgten immer zu Recht und Rekurse dagegen hätten ohnehin keine Erfolgsaussichten.\n\nDie Beschwerdeführerin begründet ihr Interesse am Rekurs gegen die Einstellungsverfügung u.a. damit, dass ihr nach Art. 7 KV ein Schadenersatz- und Genugtuungsanspruch gegen den Staat zustehe. Wenn sie diesen nach dem kantonalen Haftungsgesetz geltend machen wolle, so könne ihr nach § 21 dieses Gesetzes die Rechtskraft der Einstellungsverfügung entgegengehalten werden. Ob dies zutrifft, kann offengelassen werden. Auch ohne derartiges Interesse hat sie Anspruch darauf, als Partei die ihr vom kantonalen Recht gewährten Rechtsmittel ohne Rücksicht auf ihre finanzielle Lage wahrzunehmen und sich auch gegen die Kostenauflage zur Wehr zu setzen. |15|\n\nDies führt zum Ergebnis, dass die Beschwerdeführerin im Rekursverfahren aufgrund von Art. 4 BV Anspruch auf Befreiung von der Kautionspflicht hat, falls sie unbemittelt ist und der Rekurs nicht als aussichtslos erscheint. Ob diese Voraussetzungen erfüllt sind, ist von der Staatsanwaltschaft nicht überprüft worden und kann den Akten nicht entnommen werden. Die angefochtene Verfügung ist daher aufzuheben. Die Staatsanwaltschaft wird zu prüfen haben, ob die erwähnten Voraussetzungen vorliegen."}