{"annee": "109", "cour": "IV", "page": "131", "date": "18/7/1983", "cite": ["86 IV 29", "92 IV 10", "101 IA 565", "101 IV 173", "100 IV 59", "104 IV 105"], "cite_par": ["112 IV 38"], "chapeau": "36. Arrêt de la Cour de cassation pénale du 18 juillet 1983 dans la cause K. contre Tribunal de Sierre (pourvoi en nullité).", "regestes": ["Art. 1er LCR, voie publique. Le propriétaire d'une partie d'un trottoir ouvert à la circulation publique, en occupant la portion qui lui appartient par le dépôt d'objets tels que tables, chaises, bacs à fleurs, voire véhicules à moteur, manifeste sa volonté de disposer de son bien et ne saurait être privé de l'exercice de son droit, sauf expropriation, par une décision unilatérale de l'autorité."], "faits": "", "considerants": "|131|\n\nConsidérant en droit:\n\n1. Stephan K. est propriétaire de locaux commerciaux et d'un appartement dans un immeuble où il exploite en outre un magasin |132| donnant sur le trottoir qui est large de 4 m 92 et chevauche la parcelle de l'immeuble sur une profondeur de 2 m 60. Un double signal d'interdiction de parquer interdit le stationnement sur la chaussée à la hauteur de l'immeuble en cause.\n\nK. ayant à plusieurs reprises laissé sa voiture en stationnement sur la partie de la parcelle de l'immeuble en cause qui est chevauchée par le trottoir, devant la vitrine de son magasin, pendant une durée supérieure à celle de 30 à 60 minutes qui est tolérée par la police, il a été dénoncé au Tribunal de police de Sierre, dont le président l'a condamné à 20 francs d'amende pour chaque contravention. Il a fait opposition et a été condamné derechef par le Tribunal de police, le 10 septembre 1982, à 80 francs d'amende (pour quatre contraventions). Il s'est alors pourvu en cassation auprès du Tribunal de Sierre, qui l'a débouté le 31 janvier 1983.\n\nOutre un recours de droit public qui a été déclaré irrecevable le 2 juin 1983, K. se pourvoit en nullité à la Cour de cassation du Tribunal fédéral. Il se plaint de la violation de l'art. 27 al. 2 OSR.\n\nL'autorité cantonale a déposé des observations dans lesquelles, tout en proposant le rejet du pourvoi, elle précise que l'usage de la parcelle litigieuse n'est restreint au profit de la collectivité publique ni par une servitude ni par les termes d'une convention.\n\n2. Le grief du recourant n'est compréhensible que si l'on admet qu'il se réfère à une ancienne édition de l'OSR. En effet, c'est bien l'art. 30 de cette ordonnance dans sa teneur actuelle qui est le cas échéant applicable en l'occurrence. Ce point n'a toutefois guère d'importance dans la mesure où ce qui est en jeu, c'est l'application de la législation routière à un domaine privé jouxtant sans séparation un trottoir large de 2 m 32. Dans l'affirmative, il est évident que l'infraction reprochée au recourant est réalisée (cf. ATF 104 IV 108).\n\nSavoir si une portion du domaine privé relève de l'application de la législation routière dépend de l'interprétation de l'art. 1er LCR: le terrain considéré est-il une \"voie publique\"? Autrement dit, est-il affecté à la circulation d'un nombre indéterminé de personnes (ATF 86 IV 29, ATF 92 IV 10, ATF 100 IV 61, ATF 101 IV 173 et ATF 104 IV 108 précité)? Tel est évidemment le cas de l'avenue en cause et du trottoir qui la borde sur tout l'espace nécessaire au passage des piétons.\n\n3. On peut toutefois se demander si, du seul fait que ledit trottoir chevauche une propriété privée que rien (barrière ou |133| écriteau, cf. ATF 101 IV 175 et ATF 104 IV 108, le dernier précité) ne distingue du domaine public, il est entièrement soumis à l'application de la législation routière, quelle que puisse en être la largeur et alors même que, si les piétons peuvent passer sur sa partie privée, celle-ci ne leur est d'aucune nécessité. Répondre par l'affirmative reviendrait à soumettre de grandes portions du territoire à l'application de la LCR et constituerait une atteinte à la propriété privée en empêchant sans contrepartie les propriétaires d'user de leur bien, sauf à engager auparavant les frais d'une barrière ou d'une signalisation et conduirait à une floraison intempestive et disgracieuse de signaux et de clôtures aux abords des voies publiques.\n\nIl est vrai que, selon la jurisprudence (ATF 101 Ia 572 et cit.), la notion de voie publique est très large, comprenant même \"les pistes de ski, les chemins réservés aux luges et aux promeneurs\", mais il est précisé que \"lorsque des véhicules à moteur sont utilisés sur des terrains de ce genre, la LCR est applicable\". Cette précision est importante, car elle marque bien les limites de l'application de la législation routière dont le but en fin de compte est de régler la circulation des véhicules automobiles et des cycles, celle des animaux et des piétons n'étant réglementée que par rapport à la précédente, dans la mesure nécessaire pour assurer la sécurité (cf. art. 1er al. 2 LCR et 1er OCR).\n\n4. Le problème n'a du reste pas échappé à l'autorité cantonale, qui a pris la peine de considérer qu'un \"passage de 2 m 30\" serait insuffisant pour les piétons et que partant il serait déraisonnable de laisser stationner les automobiles sur la partie privée du trottoir. Elle ajoute encore que l'accès à cette propriété privée par des véhicules mettrait en danger les piétons circulant sur le trottoir. Le premier argument ne résiste guère à l'examen, d'abord parce que bien des artères fréquentées ne disposent que d'un trottoir d'une largeur inférieure à 2 m 30 sans qu'il en résulte une gêne pour le passage des piétons, ensuite parce qu'il suffirait, on l'a vu, au recourant et à ses copropriétaires de baliser leur propriété pour pouvoir y stationner tout à leur aise, ce qui enlèverait du même coup aux piétons, sauf expropriation, l'avantage que voudrait leur réserver l'autorité cantonale. Quant au second, il ne présente aucune pertinence, d'une part parce que le recourant n'a pas été condamné pour avoir roulé sur le trottoir, d'autre part parce que l'autorité municipale voire cantonale pourrait fort bien interdire toute circulation sur la partie publique |134| du trottoir, si la sécurité des piétons en dépendait et pour autant que les droits des propriétaires bordiers soient respectés.\n\n5. Le Tribunal fédéral est tenu d'appliquer les lois votées par l'Assemblée fédérale et les arrêtés votés par cette assemblée qui ont une portée générale (art. 113 al. 3 Cst.). Il est néanmoins tenu également de respecter la constitution et notamment son art. 22ter, qui garantit la propriété. Il a en outre posé, à la satisfaction de tous, la règle générale selon laquelle les relations entre ceux qui exercent et ceux qui subissent le pouvoir sont dominées par le principe de la proportionnalité. Il en découle tout naturellement que le Tribunal fédéral ne saurait s'abstenir de respecter les règles de la constitution et de faire respecter le principe de la proportionnalité que si une loi ou un arrêté de portée générale le commande impérativement. Tel n'est pas le cas ici, où aucune disposition claire de la LCR n'oblige les propriétaires riverains de la voie publique à renoncer sans expropriation à user de leur bien aussi longtemps qu'ils n'en ont pas expressément interdit l'accès aux tiers. Au surplus, il n'est pas contesté qu'en l'absence de servitude ou de convention entre la collectivité publique et le propriétaire, comme c'est le cas ici, celui-ci peut en tout temps soustraire sa propriété à l'usage général. En occupant ladite propriété par le dépôt d'objets tels que des tables ou des chaises, des bacs à fleurs voire des véhicules à moteur, il manifeste sa volonté de disposer de son bien et ne saurait être privé de l'exercice de son droit, sauf expropriation, par une décision unilatérale de l'autorité. Le pourvoi doit donc être admis."}