{"annee": "109", "cour": "IA", "page": "335", "date": "18/3/1983", "cite": ["61 I 194", "97 I 359", "97 I 241", "90 I 41", "93 I 164", "102 IA 493", "66 I 27", "100 IA 418", "104 IA 448", "105 IA 190", "96 I 636", "104 IB 385", "108 III 41", "106 IA 58", "77 I 42", "107 IB 63", "99 IA 216", "81 I 351", "107 IA 155", "99 IA 78"], "cite_par": ["112 IA 75", "113 IB 7", "125 II 86", "128 I 354"], "chapeau": "57. Estratto della sentenza 18 marzo 1983 della II Corte di diritto pubblico nella causa Zoologischer Garten Basel AG c. Camera di diritto tributario del Tribunale di appello del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Art. 84 al. 1 lettre b OJ; recours de droit public pour violation d'un concordat. 1. Un accord de réciprocité en matière d'impôt sur les successions entre deux cantons est un concordat au sens de l'art. 84 al. 1 lettre b OJ (consid. 1). 2. Qualité pour recourir (consid. 2). 3. Dans le cadre d'un recours de droit public pour violation d'un concordat, le pouvoir d'examen du Tribunal fédéral est, en principe, libre; cependant, si le concordat ne contient pas de dispositions légales originales, mais se limite à reprendre le droit interne des cantons concordataires, le pouvoir d'examen du Tribunal fédéral est restreint à l'arbitraire (consid. 5; précision de la jurisprudence)."], "faits": "|336|\n\nA.- Il Cantone Ticino preleva un'imposta o tassa di successione, retta sino al 31 dicembre 1976 dalla legge sulle tasse di successione del 6 dicembre 1917 (LTS). Questa legge è stata abrogata il 1o gennaio 1977 con l'entrata in vigore della nuova legge tributaria del 28 settembre 1976 (nLT). Il prelevamento dell'imposta di successione e donazione è ora disciplinato dagli art. 106 e segg. nLT e dal regolamento d'applicazione del 9 dicembre 1976. Giusta l'art. 275 cpv. 1 nLT, le procedure successorie apertesi prima dell'entrata in vigore della nuova legge rimangono tuttavia soggette al diritto precedente, ovverosia alla cessata normativa del 6 dicembre 1917.\n\nL'art. 10 lett. a LTS esenta dalla tassa di successione e di donazione le istituzioni ed opere di pubblica utilità, gli stabilimenti di pubblica educazione, le opere di pubblica beneficenza nel Cantone e le casse pubbliche di assicurazione e malattia, e l'art. 10bis - introdotto con la novella del 23 giugno 1958 (BU 1958, 103) - autorizza il Consiglio di Stato a stipulare con i Cantoni confederati accordi di reciprocità estendenti alle istituzioni analoghe di quei Cantoni il beneficio delle esenzioni di cui all'art. 10 LTS. Sulla scorta di questa disposizione, il Governo ticinese ha concluso accordi di reciprocità con i Cantoni di Basilea-Città, Zugo e Berna. Il primo, che qui interessa, è stato stipulato il 26 febbraio 1965 ed ha il seguente tenore (RL vol. X, lett. O):\n\n\"1. Der Kanton Tessin verzichtet auf die Erhebung der Erbschafts- und Schenkungssteuer auch dann, wenn Institutionen im Sinne von Art. 10, lit. a des tessinischen Erbschaftssteuergesetzes ihren Sitz im Kanton Basel-Stadt haben oder in diesem Kanton tätig sind.\n\n2. Der Kanton Basel-Stadt verzichtet auf die Erhebung der Erbschafts- und Schenkungssteuer von Institutionen im Sinne von § 7, lit. c des baselstädtischen Steuergesetzes, sofern diese ihren Sitz im Kanton Tessin haben oder dort tätig sind.\n\n3. Die Gegenrechtsvereinbarung kann jeweils auf das Ende eines Jahres unter Einhaltung einer sechsmonatigen Frist gekündigt werden, erstmals somit am 30. Juni 1965 auf den 31. Dezember 1965.\n\n1. Il Cantone Ticino rinuncia al prelevamento delle tasse di successione e di donazione anche quando istituzioni ai sensi dell'art. 10, lett. a della legge ticinese sulle tasse di successione hanno la loro sede nel Cantone Basilea-Città o svolgono la loro attività in questo Cantone.\n\n2. Il Cantone Basilea-Città rinuncia al prelevamento delle imposte di successione e di donazione dalle istituzioni ai sensi del § 7, lett. c della legge tributaria di Basilea-Città che hanno la loro sede nel Cantone Ticino o ivi svolgono la loro attività.\n\n|337|\n\n3. L'accordo di reciprocità può essere disdetto per la fine di ogni anno col preavviso di sei mesi, e pertanto la prima volta entro il 30 giugno 1965 per il 31 dicembre 1965.\"\n\nB.- Il cittadino italiano Giovanni Baj-Macario, già dimorante a Lugano ed ivi deceduto il 16 giugno 1975, aveva designato quale erede universale la Zoologischer Garten Basel AG, con sede a Basilea. In data 15 giugno 1976, l'Amministrazione cantonale delle contribuzioni (ACC) ha emanato la decisione di tassazione, fissando l'imposta di successione a carico dell'erede universale in Fr. 170'483.75, ed ha poi respinto un'istanza con cui la ricorrente aveva chiesto d'essere esentata dalla tassa in quanto istituzione od opera di pubblica utilità ai sensi degli art. 10 lett. a LTS e 1 dell'accordo di reciprocità. Queste decisioni dell'autorità cantonale sono state confermate su ricorso dalla Camera di diritto tributario del Tribunale di appello (CDT) con sentenza del 22 ottobre 1979. Dopo aver premesso che nella prassi cantonale non sono mai state concesse esenzioni a persone giuridiche del diritto commerciale ed in particolare a società anonime, la CDT ha poi analizzato talune disposizioni statutarie della ricorrente e ne ha tratto la conclusione che la Zoologischer Garten AG non poteva esser esente dalla tassa di successione secondo l'art. 10 lett. a LTS e l'art. 1 dell'accordo di reciprocità.\n\nLa Zoologischer Garten Basel AG è insorta contro questa sentenza con tempestivo ricorso di diritto pubblico fondato sulla violazione dell'art. 4 Cost. e del citato accordo, ed ha chiesto al Tribunale federale di annullarla. L'ACC e la CDT hanno postulato la reiezione del gravame.", "considerants": "Considerando in diritto: I. Questioni d'ordine\n\n1. La ricorrente ha impugnato la sentenza 22 ottobre 1979 della CDT con un ricorso di diritto pubblico fondato non solo sulla violazione dell'art. 4 Cost., ma anche sulla lesione del citato accordo di reciprocità in materia di tasse di successione, stipulato fra i Governi del Cantone Ticino e del Cantone di Basilea-Città il 26 febbraio 1965. Ora, se la proponibilità del gravame per violazione dell'art. 4 Cost. è manifesta alla luce degli art. 84 cpv. 1 lett. a e 87 OG, ci si può per contro chiedere se il citato accordo di reciprocità costituisca un concordato ai sensi dell'art. 84 cpv. 1 lett. b OG e se il ricorso proposto dalla ricorrente per questo titolo sia di conseguenza ricevibile. |338|\n\nIl ricorso di diritto pubblico previsto dagli art. 84 cpv. 1 lett. b OG e 113 cpv. 1 n. 3 Cost. è dato per violazione dei concordati intercantonali di cui all'art. 7 cpv. 2 Cost., ovverosia delle convenzioni concluse fra due o più Cantoni sopra oggetti di legislazione, di giustizia o amministrazione, che stabiliscono fra i Cantoni stessi relazioni di diritto pubblico (DTF 81 I 358; ZBl 83/1982, 141 consid. 1d; GAAC 1955, n. 7; AUBERT, Traité de droit constitutionnel suisse, n. 884; DOMINICÉ, Fédéralisme coopératif, RDS 1969 II pag. 833; HÄFELIN, Der kooperative Föderalismus in der Schweiz, RDS 1969 II pag. 584 segg.; KEHRLI, Interkantonales Konkordatsrecht, tesi Zurigo 1968, pag. 17 segg. in part. 21; BIRCHMEIER, Bundesrechtspflege, n. III/3 all'art. 84 OG). Ora, nella categoria dei concordati ai sensi delle disposizioni appena citate rientrano - per prassi costante - anche gli accordi e le dichiarazioni di reciprocità bilaterali che vertono sull'esenzione dalle tasse di successione e donazione (DTF 90 I 46 segg. consid. 3; sentenza 24 settembre 1975 in re Verein Schulheim Guardaval, consid. 1, in RTT 1977, 41; DOMINICÉ, op.cit., pag. 836; HÄFELIN, op.cit., pagg. 597 e 626; MARTI, Die staatsrechtliche Beschwerde, IV ediz., n. 52; VETSCH, Die staatsrechtliche Beschwerde wegen Verletzung von Konkordaten, tesi Berna 1970, pag. 28; HANGARTNER, Grundzüge des schweizerischen Staatsrechts, vol. I, pag. 79). Sotto questo profilo, il gravame della ricorrente è dunque ricevibile: esso è rivolto infatti contro l'applicazione di un concordato concluso dal Governo del Cantone Ticino e da quello di Basilea-Città, il primo in base ad una delega di poteri conferitagli dal legislatore, il secondo sulla scorta di una competenza esecutiva sgorgante dalla stessa legge fiscale cantonale (art. 10bis LTS; GRÜNINGER/STUDER, Kommentar zum Basler Steuergesetz, II ediz., n. 3b al § 7, pag. 58; sulla possibilità per i Governi di concludere convenzioni intercantonali senza l'intervento dell'autorità legislativa cfr. DTF 97 I 245 /46 e KEHRLI, op.cit., pagg. 61/62). Per la verità, codesto accordo non sembra esser stato approvato in casu dal Consiglio federale, conformemente agli art. 7 cpv. 2 e 102 n. 7 Cost.: questa circostanza non è però determinante poiché l'approvazione dell'autorità federale ha una portata meramente dichiarativa (DTF 90 I 46 consid. 3a; AUBERT, op.cit., n. 889; KEHRLI, op.cit., pag. 93).\n\n2. Secondo la giurisprudenza - peraltro non sempre costante - del Tribunale federale, la legittimazione a proporre ricorso giusta l'art. 84 cpv. 1 lett. b OG è data quando il concordato |339| contiene norme generali e astratte che conferiscono diritti alle persone fisiche o giuridiche; il ricorso è per conseguenza escluso quando il trattato si limita a stabilire determinati obblighi a carico dei Cantoni concordatari (DTF 99 Ia 222, DTF 66 I 27, DTF 61 I 194; ZBl 83/1982, 141 consid. 1d, 67/1966, 306; MARTI, op.cit., n. 53). Questa prassi non è però stata seguita in altri casi, ove il Tribunale federale ha rilevato in sostanza che la questione di sapere se un concordato crei diritti a favore degli interessati attiene al merito e che il ricorso di diritto pubblico è quindi ricevibile anche se il trattato si limita a statuire determinati obblighi a carico dei Cantoni contraenti (DTF 100 Ia 421 consid. 2a, DTF 96 I 645 consid. 2a, DTF 90 I 46, DTF 81 I 358 consid. 3; MALINVERNI, Remarques sur la qualité pour recourir dans le recours de droit public pour violation de concordats, SJZ [RSJ] 1978, pag. 236 segg.). La questione, tuttavia, non merita qui maggiore approfondimento poiché l'accordo di reciprocità del 1965 conferisce indubbiamente un diritto all'esenzione alle istituzioni, opere, corporazioni, fondazioni, casse pubbliche o private di assicurazione e malattia ecc. di cui è discorso all'art. 10 lett. a LTS e, risp., al § 7 lett. c della legge tributaria di Basilea-Città (cfr. GRÜNINGER/STUDER, n. 3b al § 7, pag. 58; BOTTOLI, Lineamenti di diritto tributario ticinese, II ediz., pag. 168). In qualsiasi ipotesi, il gravame della ricorrente appare dunque ricevibile anche sotto il profilo dell'art. 88 OG.\n\n5. Nell'ambito dei ricorsi che non presuppongono l'esaurimento delle istanze cantonali (art. 86 cpv. 2 e 3 OG), il Tribunale federale può tener conto anche di eventuali censure di fatto e di diritto non sollevate nella procedura cantonale e può rivedere il giudizio impugnato con piena cognizione (DTF 104 Ia 450 consid. 3, DTF 99 Ia 86 consid. 3b, DTF 93 I 167 consid. 2; MARTI, op.cit., n. 196, 200 e 295). Ne consegue che, adito con ricorso di diritto pubblico ai sensi dell'art. 84 cpv. 1 lett. b OG, il Tribunale federale può esaminare per principio liberamente tanto le questioni di fatto quanto l'interpretazione e l'applicazione delle disposizioni del concordato da parte dell'autorità cantonale (DTF 107 Ia 158 consid. 2a, DTF 107 Ib 65 consid. 1, DTF 100 Ia 422 segg. consid. 3 e 5; MARTI, op.cit., n. 302; AUBERT, op.cit., n. 893; VETSCH, op.cit., pagg. 69/70). Anche in questo contesto, il potere d'esame del Tribunale federale è però limitato se le censure del ricorrente non riguardano il trattato come tale, ma vertono invece su disposizioni del diritto cantonale applicate congiuntamente con il diritto concordatario (DTF 102 Ia 502 consid. 5a, DTF 99 Ia 86 consid. 3b). |340|\n\na) A mente dell'autorità cantonale ed in particolare dell'ACC, il potere cognitivo del Tribunale federale dovrebbe nel concreto caso esser limitato all'arbitrio anche per quel che concerne la pretesa disattenzione del diritto convenzionale. L'accordo di reciprocità stipulato nel 1965 non contiene infatti delle norme applicabili direttamente che avrebbero la precedenza sulle disposizioni fiscali cantonali e che rappresenterebbero una rinuncia da parte dei Cantoni concordatari ad applicare le rispettive norme: esso lascia per contro ai Cantoni contraenti la competenza di attuare le proprie disposizioni relative all'esenzione fiscale nei confronti di istituzioni od enti con sede nell'altro Cantone alla stessa stregua di quelli che hanno sede invece sul proprio territorio. Questa opinione si avvera fondata per le ragioni che si esporranno in seguito.\n\nb) Per l'interpretazione dei concordati ci si deve basare in primo luogo sul tenore letterale delle norme, secondo gli stessi principi applicabili anche nel diritto internazionale: un'interpretazione estensiva contro il testo chiaro di una norma si giustificherebbe solo eccezionalmente, ove dovesse risultare dalle circostanze e dall'esegesi del trattato che il testo della norma non corrisponde alla volontà dei Cantoni concordatari (DTF 100 Ia 423 consid. 5a, DTF 97 I 363 segg. consid. 3, DTF 90 I 47, DTF 77 I 48).\n\nNel caso in esame, l'accordo di reciprocità del 1965 non definisce autonomamente le condizioni da cui dipende l'esonero fiscale di un'istituzione o di un ente nell'altro Cantone concordatario, ma rinvia invece alle disposizioni fiscali cantonali che sono esplicitamente riprodotte nell'accordo stesso. Esso si scosta da queste disposizioni unicamente per la sede del beneficiario, sottoponendo in tal modo ad identico trattamento gli enti basilesi nel Cantone Ticino e quelli ticinesi a Basilea-Città. L'esenzione fiscale non è tuttavia automatica: al di fuori dei presupposti di luogo, che si ritengono realizzati, l'autorità deve controllare infatti se i requisiti fissati dalla propria legge fiscale sono adempiuti e soltanto in caso affermativo potrà concedere l'esonero ad un ente che ha la propria sede o che svolge la propria attività nell'altro Cantone concordatario. Il Cantone Ticino potrà quindi rifiutare l'esenzione fiscale ad un istituto basilese, anche se quest'ultimo non soggiace alla tassa nel proprio Cantone, per ragioni tratte dall'art. 10 lett. a LTS, e quello di Basilea-Città potrà a sua volta procedere al prelevamento dell'imposta di successione a carico di un ente esente nel Cantone Ticino, per il motivo che codesto ente non soddisfa ai presupposti |341| del § 7 lett. c della legge tributaria. Come risulta anche dal testo chiaro del trattato (art. 1 e 2), l'esonero fiscale dipende dall'adempimento dei requisiti stabiliti dal diritto interno dei Cantoni concordatari, che applicano quindi la propria legge nei confronti di quegli istituti od enti che chiedono l'esenzione e che hanno sede nell'altro Cantone o vi svolgono la loro attività. Ne consegue che sulla nozione di istituzione (\"Institution\") che può beneficiare di un'esenzione fiscale, le norme del concordato sono sprovviste di originalità sostanziale, non hanno una portata propria e s'identificano anzi con le disposizioni delle leggi cantonali che lo stesso concordato, nel preambolo, esplicitamente richiama: in definitiva, gli art. 1 e 2 dell'accordo di reciprocità appaiono come semplici disposizioni d'attuazione dell'art. 10 lett. a LTS e, risp., del § 7 lett. c StG/BS, poiché si limitano in pratica ad estendere l'applicabilità di queste norme del diritto interno agli istituti, enti ed opere di pubblica utilità che hanno sede nell'altro Cantone concordatario. In queste circostanze, il controllo dell'interpretazione e dell'applicazione del concordato che il Tribunale federale è chiamato ad operare coincide in sostanza con il controllo dell'interpretazione e dell'applicazione di norme cantonali del livello legislativo ed il suo potere d'esame dev'esser di conseguenza limitato all'arbitrio (cfr. DTF 106 Ia 61 consid. 2, DTF 105 Ia 191, DTF 104 Ib 407 consid. 15). Sotto questo profilo, non v'è infatti ragione per sindacare diversamente le questioni sottoposte al Tribunale federale, allorché il ricorso non è inoltrato da un'istituzione con sede nel Cantone ov'è chiesta l'esenzione, bensì da un ente dell'altro Cantone, che si prevale del concordato: in ambo i casi, l'esenzione fiscale potrà in effetti esser concessa soltanto se sono adempiuti tutti i requisiti fissati esclusivamente dal diritto cantonale e sarebbe quindi un fuor d'opera controllare l'applicazione e l'interpretazione della stessa norma fiscale cantonale, in un caso con cognizione limitata e nell'altro con piena cognizione.\n\nc) Se ne deve concludere che se il potere d'esame del Tribunale federale in materia di ricorsi per violazione di concordati è per principio libero, esso deve invece esser ristretto all'arbitrio quando il concordato non contiene norme originali, ma si limita in realtà a riprendere il diritto interno dei Cantoni contraenti, conferendogli solo apparentemente rango supracantonale. Per evidenti motivi, ciò varrà essenzialmente per un accordo di reciprocità, ove due o più Cantoni si impegnano ad applicare determinati disposti del |342| proprio diritto nei confronti di soggetti giuridici dell'altro o degli altri Cantoni.\n\nStante quel che precede, la decisione con cui la CDT ha confermato il rifiuto di concedere alla ricorrente l'esenzione fiscale potrà essere annullata soltanto se riconosciuta arbitraria, ovvero del tutto insostenibile poiché contraddice manifestamente la situazione di fatto, o viola in modo palese l'art. 10 lett. a LTS in comb. con l'art. 1 dell'accordo di reciprocità, o contrasta in modo urtante con il sentimento della giustizia (cfr. DTF 108 III 42, 107 Ia 114, 105 Ia 176 consid. 4).\n\nII. Questioni di merito\n\n6.- a 10.- [Il Tribunale federale ha accolto il ricorso ed ha annullato la sentenza impugnata. Esso ha ritenuto in particolare che una società anonima non può - senz'arbitrio - essere esclusa a priori dal campo d'applicazione dell'art. 10 lett. a LTS e che la Corte cantonale, negando alla ricorrente il carattere di istituzione od opera di pubblica utilità e rifiutandole quindi la postulata esenzione, ha violato in modo palese la predetta norma unitamente all'accordo di reciprocità ed ha adottato una decisione insostenibile che contraddice il sentimento della giustizia.]"}