{"annee": "109", "cour": "IA", "page": "235", "date": "30/12/1983", "cite": ["103 IV 8", "107 IA 186", "109 IA 160", "109 IA 166", "106 IA 7"], "cite_par": ["145 IV 42", "112 IV 138", "114 IA 299"], "chapeau": "43. Arrêt de la Ire Cour de droit public du 30 décembre 1983 dans la cause dame B. contre Vaud, Tribunal d'accusation du Tribunal cantonal (recours de droit public)", "regestes": ["Art. 6 par. 2 CEDH; présomption d'innocence; condamnation du prévenu libéré au paiement des frais d'enquête. L'accusé reconnu innocent ou au bénéfice d'une décision de non-lieu ne peut être condamné aux frais qu'en vertu de considérations absolument étrangères à une appréciation de sa culpabilité du point de vue pénal. En l'espèce, l'art. 6 par. 2 CEDH est violé parce que les motifs retenus reflètent nettement le sentiment que la prévenue est coupable pénalement (consid. 2a et b). Droit du prévenu ou de l'accusé de se taire (consid. 2c)."], "faits": "|236|\n\nEn juin 1982, sur plainte de la régie immobilière X., le Juge informateur de l'arrondissement de Lausanne a ouvert une enquête pour violation de domicile contre dame B. et consorts, auxquels il était reproché d'avoir occupé illicitement certains appartements d'un immeuble.\n\nLa plainte a toutefois été retirée le 30 novembre suivant, ce qui amena le Juge informateur à rendre, le 27 janvier 1983, une ordonnance de non-lieu. Considérant que les frais d'enquête devaient être supportés par tous les prévenus formellement mis en cause ou ayant admis avoir pénétré dans les appartements litigieux, le magistrat instructeur a mis le septième desdits frais, soit 140 francs, à la charge de dame B.\n\nCelle-ci a recouru, sur cette question des frais, au Tribunal d'accusation du Tribunal cantonal vaudois. Elle contestait être entrée dans l'immeuble et faisait valoir que le seul fait d'avoir été mise en cause ne suffisait pas pour la condamner à une partie des frais. D'ailleurs, soutenait-elle à titre subsidiaire, cette condamnation était arbitraire dans la mesure où elle l'astreignait à supporter |237| des frais concernant des tiers mis hors de cause et exemptés, par conséquent, de toute peine et de tous frais.\n\nPar arrêt du 21 mars 1983, le Tribunal d'accusation a rejeté le recours, en application de l'art. 158 du Code de procédure pénale vaudois (CPP vaud.).\n\nAgissant par la voie d'un recours de droit public fondé sur les art. 4 Cst. et 6 CEDH, dame B. requiert le Tribunal fédéral d'annuler l'arrêt du Tribunal d'accusation.\n\nCe dernier et le Juge informateur ont présenté des observations, dont il ressort que le recours devrait être rejeté.", "considerants": "Considérant en droit:\n\n1. Devant le Tribunal fédéral, dame B. reprend son argumentation selon laquelle il serait arbitraire de lui faire supporter des frais de tiers mis hors de cause, c'est-à-dire exemptés de toute peine et de tous frais. Ce moyen, soulevé à titre subsidiaire, a trait à la quotité des frais mis à la charge de la recourante. Il n'est cependant étayé d'aucun motif, d'aucune tentative de démonstration, de sorte qu'il est irrecevable au regard de l'art. 90 al. 1 lettre b OJ (cf. ATF 107 Ia 186 /187).\n\n2. Aux termes de l'art. 158 CPP vaud., que l'autorité cantonale déclare applicable par analogie au retrait de plainte hors débats, le prévenu libéré des fins de la poursuite pénale ne peut être condamné à tout ou partie des frais que si l'équité l'exige, notamment s'il a donné lieu à l'ouverture de l'action pénale ou s'il en a compliqué l'instruction.\n\na) Récemment, dans l'arrêt Vienne du 21 septembre 1983 (arrêt non publié), le Tribunal fédéral a eu l'occasion de préciser que, en soi, cette disposition n'est pas en contradiction avec le droit constitutionnel ou avec la Convention européenne des droits de l'homme, puisqu'elle se prête à une interprétation conforme aux exigences posées par ces normes de rang supérieur et, en particulier, avec la présomption d'innocence instituée à l'art. 6 par. 2 CEDH. Selon la jurisprudence actuelle (ATF 109 Ia 160 et arrêt Vienne précité), l'accusé reconnu innocent ou au bénéfice d'une décision de non-lieu ne peut être condamné aux frais qu'en vertu de considérations absolument étrangères à une appréciation de sa culpabilité. Une décision judiciaire reflétant le sentiment que l'inculpé est coupable pénalement n'est ainsi pas conforme à l'art. 6 par. 2 CEDH et il suffit, pour qu'il en aille de la sorte, d'une |238| motivation donnant à penser que le juge considère l'intéressé comme coupable (cf. arrêt Minelli du 25 mars 1983, Publications de la Cour européenne des droits de l'homme, série A, vol. 62; RSJ 79/1983 p. 197 ss).\n\nb) Pour justifier la condamnation de la recourante à une partie des frais, l'autorité cantonale a notamment retenu qu'en l'espèce les prévenus avaient adopté \"un comportement punissable, en pénétrant - quoi qu'ils en disent - sans droit dans l'immeuble de la plaignante\".\n\nCette motivation - nonobstant sa rectification apportée devant le Tribunal fédéral - reflète très nettement le sentiment que la recourante était coupable pénalement. D'ailleurs, le Tribunal d'accusation a tenu à rajouter que le non-lieu résultait du (seul) retrait de la plainte, laissant entendre clairement par là que si l'action pénale avait pu être conduite à son terme, la recourante aurait très vraisemblablement été punie pour violation de domicile. Une telle supputation est contraire à la présomption d'innocence, telle qu'envisagée par l'art. 6 par. 2 CEDH et la jurisprudence y relative (cf. notamment affaire Minelli déjà citée). Le grief formé sur ce point par la recourante est donc fondé.\n\nLa question peut rester indécise de savoir s'il en irait de même pour le cas où l'autorité cantonale aurait, dans son arrêt, nié expressément toute culpabilité pénale de la recourante et motivé sa condamnation aux frais par le caractère illicite, au sens du droit privé, du comportement incriminé.\n\nc) Selon l'arrêt attaqué, la recourante a compliqué l'instruction en refusant de répondre à certaines questions du Juge informateur. La recourante critique ce motif de condamnation au paiement des frais. On ne peut que lui donner raison, car le prévenu ou l'accusé a le droit de se taire et de laisser à l'accusation la tâche de découvrir la vérité (ATF 106 Ia 8 consid. 4, ATF 103 IV 10 consid. 3a). Aussi, sous réserve de l'abus de droit - qui n'est ici ni établi, ni même allégué -, le refus de l'intéressé de participer activement à l'administration des preuves ne peut-il conduire à sa condamnation aux frais d'enquête ou de procès (ATF 109 Ia 167 consid. 2b).\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours dans la mesure où il est recevable et annule l'arrêt attaqué."}