{"annee": "109", "cour": "II", "page": "433", "date": "10/11/1983", "cite": ["108 IB 97", "92 II 1", "63 II 252", "83 II 427", "33 II 251"], "cite_par": ["131 III 61", "113 V 180", "111 II 55", "132 V 404", "112 V 265", "111 II 429", "129 III 503"], "chapeau": "91. Estratto della sentenza 10 novembre 1983 della I Corte civile nella causa Fondazione X. contro Società di assicurazioni Y. (ricorso per riforma)", "regestes": ["Point de départ du délai de prescription de l'action en dommages-intérêts pour acte illicite et de l'action pour cause d'enrichissement illégitime (art. 60 et 67 CO). Le délai d'un an fixé par les art. 60 et 67 CO commence à courir dès que le créancier connaît l'existence, la nature et les éléments du dommage, de manière à pouvoir fonder et motiver une action en justice. Contrairement à la réglementation prévue par l'art. 26 CO pour l'erreur, le point de départ du délai ne dépend pas du moment où le lésé aurait pu découvrir l'importance de sa créance en faisant preuve de l'attention commandée par les circonstances."], "faits": "|433|\n\nA.- La Società di assicurazioni Y. stipulò nel 1936 e 1937 tre polizze di rendita vitalizia concernenti la persona di A. Alla morte |434| di quest'ultima, avvenuta il 3 maggio 1976, l'obbligo contrattuale della società assicuratrice si estinse. Tuttavia, non essendo a conoscenza del decesso, la compagnia continuò a versare alla stipulante B., e in seguito alla Fondazione X., erede di B., le rendite pattuite nelle polizze. Nel novembre 1980 la società assicuratrice accertò, nell'ambito di un normale controllo, la morte di A. e richiese alla Fondazione X. la restituzione delle rendite pagate dopo il decesso dell'assicurata. La Fondazione eccepì la prescrizione del credito.\n\nB.- Con sentenza del 24 gennaio 1983 il Pretore di Locarno-Città condannò la Fondazione X. a retrocedere alla Società di assicurazioni Y. le rendite percepite in eccesso, pari alla somma di Fr. 17'208.80 più interessi. Il 20 luglio 1983 la II Camera civile del Tribunale di appello del Cantone Ticino respinse un ricorso della Fondazione X., confermando il giudizio del Pretore.\n\nC.- Insorta il 7 settembre 1983 con un ricorso per riforma al Tribunale federale, la Fondazione X. domanda l'annullamento della sentenza cantonale. La Società di assicurazioni Y. conclude per la reiezione del ricorso.", "considerants": "Considerando in diritto:\n\n1. L'azione di indebito arricchimento si prescrive in un anno decorribile dal giorno in cui il danneggiato ha conoscenza del suo diritto di ripetizione e, in ogni caso, nel termine di dieci anni dal giorno in cui è nato tale diritto (art. 67 cpv. 1 CO). La ricorrente non contesta che la compagnia assicuratrice abbia ignorato fino al mese di novembre 1980 di aver pagato un indebito, e che da quel momento al primo atto interruttivo della prescrizione non è trascorso un anno. Essa sostiene nondimeno che la prescrizione comincia a decorrere non solo quando si ha conoscenza del diritto di ripetizione, ma anche quando, usando l'attenzione richiesta dalle circostanze, si dovrebbe conoscere tale diritto. A suo parere la compagnia ha agito con negligenza poiché, ove appena avesse effettuato controlli annuali, avrebbe saputo oltre un anno prima di qualsiasi atto interruttivo della prescrizione che l'assicurata non era più in vita.\n\n2. L'opinione della ricorrente non può essere condivisa. In materia di prescrizione né l'art. 67 CO né, del resto, l'art. 60 CO equiparano l'ignoranza colposa alla conoscenza, diversamente da quanto stabilisce, per l'errore, l'art. 26 CO richiamato nel gravame. Questa differenza si giustifica con il fatto che, interpretando in senso restrittivo le norme |435| sulla decorrenza del termine annuale di prescrizione, si renderebbe eccessivamente ardua, per il danneggiato, la possibilità di esigere sia la riparazione di un danno causato da atto illecito (art. 41 CO), sia la retrocessione di un trapasso patrimoniale indebito (art. 62 CO; cfr. DTF 63 II 258 consid. 3, 82 II 428 consid. 9).\n\nSecondo costante giurisprudenza il termine di prescrizione relativa comincia a decorrere una volta che il creditore ha conosciuto l'esistenza, la natura e gli elementi del danno, in modo da fondare e motivare un'azione giudiziaria (DTF 108 Ib 99 consid. 1c con rinvii). L'inizio del termine non risale al momento in cui il danneggiato da atto illecito o da indebito arricchimento avrebbe potuto scoprire l'entità del suo credito facendo prova dell'attenzione richiesta dalle circostanze (cfr. DTF 33 II 257 consid. 4). Ciò vale, quanto meno, finché il creditore non sia edotto degli elementi essenziali della pretesa, potendosi esigere solo allora ch'egli si informi sui particolari e sulle precisazioni necessarie per promuovere una causa (v. DTF 83 II 429 consid. 9b per l'azione di indebito arricchimento; DTF 92 II 4 consid. 3, 96 II 41 per l'azione aquiliana).\n\nLa dottrina riprende, senza sollevare critiche, l'indirizzo della giurisprudenza (OSER/SCHÖNENBERGER in: Zürcher Kommentar, 2a edizione, note 12 e 13 ad art. 60 CO e nota 3 ad art. 67 CO; VON TUHR/PETER, Allgemeiner Teil des schweizerischen Obligationenrechts, vol. I, pag. 518; GUHL/MERZ/KUMMER, Das schweizerische Obligationenrecht, 7a edizione, pag. 117 seg. e pag. 204; BUCHER, Schweizerisches Obligationenrecht, Allgemeiner Teil, pag. 639 seg.; GAUCH/SCHLUEP/JÄGGI, Schweizeriches Obligationenrecht, 3a edizione, vol I, n. 1177; KELLER/SCHAUFELSBERGER, Das schweizerische Schuldrecht, vol. III, pag. 96; VON BÜREN, Schweizerisches Obligationenrecht, Allgemeiner Teil, pag. 428; ENGEL, Traité des obligations en droit suisse, pag. 541 seg.; DESCHENAUX/TERCIER, La responsabilité civile, 2a edizione, pag. 201 seg.; SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, vol. I, pag. 188; GILLARD, Vers l'unification du droit de la responsabilité, in: RDS 1967 II pag. 193 segg., in particolare pag. 233 seg.). Certi autori, anzi, respingono esplicitamente l'assimilazione degli art. 60 e 67 CO all'art. 26 CO proposta dalla ricorrente (BECKER in: Berner Kommentar, 2a edizione, nota 5 ad art. 60 CO e nota 3 ad art. 67 CO; WERNER SCHWANDER, Die Verjährung ausservertraglicher und vertraglicher |436| Schadenersatzforderungen, tesi, Friburgo 1962, pag. 9); così pure le sentenze cantonali pubblicate in: ZBJV 101/1965 pag. 145 e 115/1979 pag. 617.\n\nDate queste premesse è superfluo esaminare se e a quali condizioni la prescrizione relativa non decorra soltanto con la conoscenza dei fatti motivanti la pretesa, ma anche con la conoscenza del diritto di ripetizione.\n\n3. Non occorre nemmeno appurare se la compagnia assicuratrice fosse giuridicamente obbligata a ragguagliarsi sulla vita della propria assicurata e se, nell'affermativa, la ricorrente possa ora prevalersi di questa inosservanza senza violare le regole della buona fede (art. 2 CC). Basterà osservare, in proposito, che l'errore in cui è incorsa la compagnia (art. 63 cpv. 1 CO) è dovuto soprattutto al comportamento della ricorrente e della stipulante, le quali sono responsabili di aver sottaciuto il decesso dell'assicurata e di aver continuato a percepire rendite vitalizie senza manifestare alcunché.\n\nPer questi motivi, il Tribunale federale pronuncia:\n\nIl ricorso è respinto e la sentenza impugnata è confermata."}