{"annee": "109", "cour": "IB", "page": "125", "date": "22/7/1983", "cite": ["108 IB 130"], "cite_par": ["112 IB 270", "115 IB 400", "128 I 254", "110 IB 266", "111 IB 85", "112 IB 409", "115 II 167"], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 22. Juli 1983 i.S. Regierung des Kantons Graubünden gegen Bernet und Verwaltungsgericht des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 24 LAT; applicabilité de cette disposition à une construction agricole projetée dans une zone communale sans affectation spéciale? La construction d'un bâtiment agricole dans une zone communale sans affectation spéciale, qu'une disposition expresse du droit cantonal assimile à une zone agricole au sens de l'art. 16 LAT, est subordonnée à l'octroi non pas d'une autorisation exceptionnelle selon l'art. 24 LAT, mais d'une autorisation ordinaire selon l'art. 22 LAT."], "faits": "|126|\n\nChristian Bernet ist Eigentümer eines Maiensässes im Tarnatler Boden im übrigen Gemeindegebiet der Gemeinde Peist. Er beabsichtigt unter anderem, das Stallgebäude abzubrechen und durch einen neuen Stall zu ersetzen. In einem Rekursverfahren stellte das Verwaltungsgericht des Kantons Graubünden fest, dass es sich um ein zonenkonformes Projekt handle, das auf dem ordentlichen Weg zu bewilligen sei. Die Regierung des Kantons Graubünden führt Verwaltungsgerichtsbeschwerde beim Bundesgericht. Sie vertritt die Auffassung, dass der projektierte Stallneubau zonenfremd sei und deshalb einer Ausnahmebewilligung bedürfe. Das Bundesamt für Raumplanung teilt diese Ansicht. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Umstritten ist in erster Linie, ob das Verwaltungsgericht den projektierten Stallneubau als zonenkonforme Baute im Sinne von Art. 22 Abs. 2 lit. a des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 (RPG) betrachten durfte. Das trifft dann zu, wenn die im übrigen Gemeindegebiet gelegene Fläche von Tarnatel, wo sich die Maiensässparzelle des Beschwerdegegners befindet, einer Landwirtschaftszone im Sinne von Art. 16 RPG gleichgestellt werden kann.\n\na) Nach der Auffassung des Bundesamtes für Raumplanung stellt das übrige Gemeindegebiet keine Zone, sondern ein Gebiet im Sinne des Art. 18 Abs. 2 RPG dar, dessen Nutzung noch nicht bestimmt ist. Der Begriff der in den Nutzungsplänen festzulegenden |127| Zonen setze die präzise Nutzungsfestlegung in parzellenscharfer Begrenzung voraus. Nach Bündner Recht könne hievon nicht gesprochen werden, weil das übrige Gemeindegebiet grundsätzlich wie bisher zu nutzen und Art. 30 des Raumplanungsgesetzes für den Kanton Graubünden vom 20. Mai 1973 (KRG) über die Landwirtschaftszonen nur sinngemäss anzuwenden sei, wenn die landwirtschaftliche Nutzung überwiege. Solange das zuständige Gemeinwesen die zulässige Bodennutzung nicht festgelegt habe, könne das übrige Gemeindegebiet nicht einer Zone mit bestimmtem Nutzungszweck gleichgesetzt werden.\n\nb) Dass in Tarnatel im übrigen Gemeindegebiet der Gemeinde Peist die landwirtschaftliche Nutzung überwiegt, ist unbestritten. Demzufolge ist nach Art. 31 Abs. 1 KRG die Vorschrift von Art. 30 KRG über die Landwirtschaftszonen sinngemäss anzuwenden. Es trifft zu, dass diese Regelung des Bündner Raumplanungsgesetzes die Flächen nicht von vornherein parzellenscharf bezeichnet, auf denen die landwirtschaftliche Nutzung überwiegt. Daher muss in einem weitern Schritt - in der Regel bei der Prüfung eines Baugesuchs - festgestellt werden, wo Art. 30 KRG zum Zug kommt. Art. 18 Abs. 2 RPG erlaubt ausdrücklich, dass das kantonale Recht Vorschriften enthalten kann über Gebiete, die noch nicht einer Nutzungszone zugewiesen sind. Art. 31 Abs. 1 KRG stellt eine solche Regelung dar.\n\nNach Art. 22 Abs. 2 lit. a RPG darf eine Baubewilligung nur erteilt werden, wenn die Bauten und Anlagen dem Zweck der Nutzungszone entsprechen. Es fragt sich, ob diese Vorschrift ausschliesslich Nutzungszonen im Sinne von Art. 14 bis 18 Abs. 1 RPG voraussetzt. Träfe dies zu, so dürften Bauten und Anlagen in den noch nicht bestimmten, in Art. 18 Abs. 2 RPG genannten Gebieten nur nach Art. 24 RPG ausnahmsweise bewilligt werden, und zwar auch dann, wenn das Vorhaben den Vorschriften entspricht, die das kantonale Recht im Sinne von Art. 18 Abs. 2 RPG enthält. Diesfalls käme dem in Art. 18 Abs. 2 RPG enthaltenen Vorbehalt zugunsten des kantonalen Rechts kaum mehr massgebende Bedeutung zu, da sich das Bauen in solchen Gebieten ausserhalb der Bauzonen stets nach den Anforderungen des Art. 24 RPG richten müsste. Ein solches Ergebnis widerspräche jedoch dem Sinn der gesetzlichen Regelung; der Gesetzgeber wollte in Respektierung der Planungshoheit der Kantone dem kantonalen Recht die Möglichkeit vorbehalten, auch im übrigen Gebiet bestimmte Nutzungen zuzulassen, die den Zielen und |128| Grundsätzen der eidgenössischen Raumplanungsgesetzgebung entsprechen (Botschaft des Bundesrates zu einem Bundesgesetz über die Raumplanung vom 27. Februar 1978, Erläuterung zu Art. 19 des Entwurfs, BBl 1978 I 1026). Regelt das kantonale Recht die zulässige Nutzung im \"übrigen\" Gebiet präzis und in Übereinstimmung mit den Zielen und Grundsätzen des eidgenössischen Raumplanungsgesetzes, so dürfen die entsprechenden Gebiete der Nutzungszone im Sinne von Art. 22 Abs. 2 lit. a RPG gleichgesetzt werden (HEINZ AEMISEGGER, Leitfaden zum Raumplanungsgesetz, VLP-Schriftenfolge Nr. 25, Bern 1980, Ziff. 18.2, S. 63; EJPD/BRP, Erläuterungen zum Bundesgesetz über die Raumplanung, Bern 1981, N. 16 zu Art. 18, S. 238).\n\nIm vorliegenden Fall geht es um eine Nutzung, die mit den Grundsätzen des eidgenössischen Raumplanungsgesetzes übereinstimmt. Die Vorschrift von Art. 30 KRG über die Landwirtschaftszonen entspricht Art. 16 RPG. Wenn nun Art. 31 Abs. 1 KRG die Vorschrift von Art. 30 KRG auch im übrigen Gemeindegebiet für sinngemäss anwendbar erklärt, wo landwirtschaftliche Nutzung überwiegt, so handelt es sich dabei um eine Regelung im Sinne von Art. 18 Abs. 2 RPG. Konkret lässt sie Bauvorhaben zu, die der landwirtschaftlichen Nutzung dienen und damit den für die Landwirtschaftszone geltenden Bestimmungen genügen, weshalb sie jener Zone gleichzusetzen ist. Für die Erteilung einer Ausnahmebewilligung bleibt unter diesen Umständen kein Raum. Das kantonale Recht umschreibt die zulässige Nutzung mit genügender Klarheit. Ob die landwirtschaftliche Nutzung überwiegt, dürfte im Regelfall ohne Schwierigkeiten zweifelsfrei festzustellen sein. Wo dies - wie hier - zutrifft, besteht im Sinne der Ziele und Grundsätze der Raumplanung (vgl. Art. 1 Abs. 2 lit. a und Art. 3 Abs. 2 lit. a RPG) ein Interesse daran, die Vorschriften über die Landwirtschaftszone anzuwenden. Das von der Regierung angeführte Zitat (BGE 108 Ib 132 E. 1a) bezieht sich auf den teilweise Umbau einer Heubarge in Wohnraum, der zur Verfolgung landwirtschaftlicher Zwecke nicht notwendig war; ein solches Vorhaben bedarf klarerweise einer Ausnahmebewilligung nach Art. 24 RPG.\n\nc) Die Gefahr, dass auf diesem Weg die Anwendung von Art. 24 RPG erschwert oder gar umgangen werden könnte, ist bei den Bündner Vorschriften für Bauten ausserhalb der Bauzonen nicht ersichtlich. Als zonenkonform im Sinne von Art. 22 Abs. 2 lit. a RPG darf eine Baute ausserhalb der Bauzone nur bewilligt |129| werden, wenn sie die Anforderungen der Landwirtschaftszone gemäss Art. 30 Abs. 2 KRG erfüllt. Ob das zutrifft, ist nicht nur von der Gemeinde, sondern auch vom kantonalen Departement des Innern und der Volkswirtschaft zu prüfen (Art. 2 und 4 BAB in der ab 1. Januar 1983 geltenden Fassung).\n\nAngesichts der zentralen Bedeutung, die das Bundesrecht der Abgrenzung der Bauzonen zumisst, entspricht diese Regelung entgegen den Bedenken des Verwaltungsgerichts dem Sinn von Art. 25 Abs. 2 RPG; danach sind Ausnahmen gemäss Art. 24 RPG durch eine kantonale Behörde zu erteilen oder mit deren Zustimmung zu bewilligen. Die Sicherstellung der einheitlichen Anwendung dieser Vorschrift im ganzen Kantonsgebiet rechtfertigt es, auch die zonenkonformen Vorhaben dem kantonalen Prüfungsverfahren zu unterstellen. Dass dabei das Departement als Aufsichtsbehörde Empfehlungen aussprechen und Auflagen zur Sicherung der zonengemässen Zweckbestimmung verfügen darf, wie Art. 4 BAB in der geltenden Fassung ausdrücklich festhält, braucht nicht als Einmischung in die Autonomie der Gemeinden aufgefasst zu werden; die Mitwirkung des Departementes erscheint vielmehr als Hilfeleistung zur Sicherung des rechtmässigen Zustandes, woran die Gemeinden ebensosehr wie der Kanton interessiert sind. Entgegen der Auffassung der Regierung kann auch nicht gesagt werden, die im kantonalen Raumplanungsgesetz ausdrücklich angeordnete Anwendung der Vorschriften über die Landwirtschaftszone verstosse gegen das Verfahren über den Erlass und die Änderung von Zonenplänen."}