{"annee": "109", "cour": "V", "page": "82", "date": "5/9/1983", "cite": [], "cite_par": [], "chapeau": "17. Urteil vom 5. September 1983 i.S. Koch gegen Schweizerische Ausgleichskasse und Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen", "regestes": ["Art. 38 al. 2 LAVS, 52 al. 3 et 4 RAVS. La méthode utilisée par l'administration pour la réduction des rentes partielles en raison de la différence des taux moyens de cotisation est conforme au droit fédéral. Par conséquent, la réduction s'opère en multipliant le rapport entre les années entières de cotisations de l'assuré et celles de sa classe d'âge, par le rapport déterminé selon l'art. 52 al. 3 et 4 RAVS."], "faits": "BGE 109 V 82 S. 82\n\nA.- Der 1914 geborene deutsche Staatsangehörige Ernst Koch war in den Jahren 1955 bis 1961 in der Schweiz erwerbstätig gewesen und hatte während dieser Zeit Beiträge an die schweizerische Sozialversicherung geleistet.\n\nMit Verfügung vom 14. November 1979 sprach ihm die Schweizerische Ausgleichskasse ab 1. Dezember 1979 eine einfache Altersrente von Fr. 95.-- und eine Zusatzrente für die Ehefrau von Fr. 33.-- im Monat aufgrund eines durchschnittlichen Jahreseinkommens von Fr. 16'380.-- aus 5 Jahren und 6 Monaten gemäss Teilrentenskala 6 zu.\n\nB.- Ernst Koch liess gegen diese Verfügung Beschwerde einreichen mit der Begründung, das Verhältnis zwischen seinen vollen Beitragsjahren und denjenigen seines Jahrganges betrage 16,13 (5:31), so dass nach Art. 52 Abs. 1 AHVV Rentenskala 8 anwendbar sei. Entgegen der Auffassung der Schweizerischen Ausgleichskasse sei bei der Kürzung gemäss Art. 52 Abs. 3 AHVV von der massgebenden Teilrente bzw. der Teilrente in Prozenten der Vollrente und nicht vom Verhältnis zwischen den vollen Beitragsjahren des Versicherten und denen seines Jahrganges auszugehen.\n\nBGE 109 V 82 S. 83\n\nDie Eidgenössische Rekurskommission der AHV/IV für die im Ausland wohnenden Personen stellte demgegenüber fest, dass die von der Verwaltung angewandte Berechnungsmethode gesetzeskonform und die Rentenberechnung in allen Teilen zutreffend sei (Entscheid vom 28. Oktober 1981).\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt Ernst Koch die Zusprechung einer einfachen Altersrente von Fr. 106.-- und einer Zusatzrente von Fr. 37.-- im Monat beantragen. Die Schweizerische Ausgleichskasse und das Bundesamt für Sozialversicherung (BSV) beantragen Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Unbestritten ist, dass der Beschwerdeführer nach Art. 4 des Abkommens zwischen der Schweiz und der Bundesrepublik Deutschland über Soziale Sicherheit vom 25. Februar 1964 und der anwendbaren schweizerischen Gesetzgebung mit Wirkung ab 1. Dezember 1979 Anspruch auf eine ordentliche einfache Altersrente sowie eine Zusatzrente für die 1923 geborene Ehefrau hat (Art. 21 Abs. 1 und 2 sowie Art. 29 Abs. 1 AHVG; Art. 22bis Abs. 1 AHVG). Streitig und im folgenden zu prüfen ist die Berechnung der ihm zustehenden Teilrente.\n\n2. Nach Art. 38 AHVG entspricht die Teilrente einem Bruchteil der gemäss den Artikeln 34-37 AHVG zu ermittelnden Vollrente (Abs. 1). Bei der Berechnung des Bruchteils werden das Verhältnis zwischen den vollen Beitragsjahren des Versicherten zu denjenigen seines Jahrganges sowie die eingetretenen Veränderungen der Beitragsansätze berücksichtigt (Abs. 2). Der Bundesrat erlässt nähere Vorschriften über die Abstufung der Renten; er kann für Fälle mit langer Beitragsdauer und verhältnismässig wenigen fehlenden Beitragsjahren besondere Regeln aufstellen (Abs. 3).\n\nDie Abstufung der Teilrenten wird in Art. 52 AHVV näher geregelt. Absatz 1 der Bestimmung enthält eine Tabelle der 44 Rentenskalen und der nach dem Verhältnis zwischen den vollen Beitragsjahren des Versicherten und denen seines Jahrganges abgestuften Teilrenten in Prozenten der Vollrente. Beträgt das Verhältnis zwischen den vollen Beitragsjahren des Versicherten und denen seines Jahrganges mindestens 97,73 Prozent, so wird die Vollrente gewährt (Abs. 2). Ist die Verhältniszahl zwischen dem durchschnittlichen Beitragsansatz der Jahre, in denen der Versicherte BGE 109 V 82 S. 84Beiträge geleistet hat, und dem durchschnittlichen Beitragsansatz der Jahre, in denen sein Jahrgang Beiträge geleistet hat, kleiner als eins, so wird die Teilrente gekürzt, indem sie mit der genannten Verhältniszahl vervielfacht wird (Abs. 3). Bei der Ermittlung der durchschnittlichen Beitragsansätze gemäss Absatz 3 werden für die Jahre vor 1973 4 Lohnprozente und für die folgenden Jahre 7,8 Lohnprozente gerechnet (Abs. 4).\n\n3. a) Bei Entstehung des Anspruchs auf die einfache Altersrente am 1. Dezember 1979 wies der Beschwerdeführer eine Beitragsdauer von 5 Jahren und 6 Monaten auf. Das Verhältnis zwischen seinen vollen Beitragsjahren und denjenigen seines Jahrganges (1914) beträgt 16,13 (5:31). Dem entspricht nach Art. 52 Abs. 1 AHVV eine Teilrente von 18,18% gemäss Rentenskala 8. Weil der durchschnittliche Beitragsansatz der Jahre, in welchen der Beschwerdeführer Beiträge entrichtet hat (1955-1961), niedriger ist als derjenige der Jahre, in denen sein Jahrgang Beiträge geleistet hat, ist die Teilrente gemäss Art. 52 Abs. 3 und 4 AHVV zu kürzen. Streitig ist die Berechnungsmethode dieser Kürzung. Der Beschwerdeführer ist der Auffassung, dass zunächst im Sinne von Art. 52 Abs. 1 AHVV aufgrund des Verhältnisses zwischen den vollen Beitragsjahren des Versicherten und denen seines Jahrganges die Teilrente in Prozenten der Vollrente zu bestimmen und hierauf diese Zahl mit der Verhältniszahl gemäss Art. 52 Abs. 3 AHVV zu vervielfachen sei. Verwaltung und Vorinstanz haben demgegenüber nicht die Teilrente in Prozenten der Vollrente, sondern die Verhältniszahl zwischen den vollen Beitragsjahren des Versicherten und denen seines Jahrganges in Prozenten mit der gemäss Art. 52 Abs. 3 und 4 AHVV ermittelten Verhältniszahl multipliziert.\n\nb) Der Beschwerdeführer stützt seine Auffassung vorab auf den Wortlaut des Art. 52 Abs. 3 AHVV, wonach unter den in dieser Bestimmung genannten Voraussetzungen eine Kürzung der Teilrente vorzunehmen ist. Daraus folge, dass die \"Teilrente in Prozenten der Vollrente\" zu kürzen sei, da der Begriff \"Teilrente\" nur als relativer Anspruch gemäss Art. 52 Abs. 1 AHVV verstanden werden könne. Der absolute Anspruch \"Teilrente\" gemäss Art. 38 Abs. 1 AHVG könne nicht gemeint sein, da sich dieser erst durch Anwendung von Art. 52 AHVV ergebe.\n\nDas BSV hält dem zu Recht entgegen, dass nach Art. 38 Abs. 2 AHVG bei der Berechnung des (die Teilrente bestimmenden) Bruchteils das Verhältnis zwischen den vollen Beitragsjahren des BGE 109 V 82 S. 85Versicherten zu denjenigen seines Jahrganges sowie die eingetretenen Veränderungen der Beitragsansätze zu berücksichtigen sind. Diese Formulierung spricht dafür, dass nicht zuerst die Teilrente in Prozenten der Vollrente zu berechnen und diese alsdann nach Art. 52 Abs. 3 AHVV zu kürzen ist; die Kürzung aufgrund der unterschiedlichen durchschnittlichen Beitragsansätze bildet vielmehr Bestandteil der Berechnung des Bruchteils, welcher somit in einem Rechenvorgang zu ermitteln ist. Auf dieser Grundlage beruhte auch die vom BSV im Rahmen der Verordnungsänderung vom 5. April 1978 vorgeschlagene Neuregelung zu Art. 52 Abs. 3 AHVV, woran in der Folge weder die Eidgenössische AHV/IV-Kommission noch der Bundesrat etwas geändert haben. Es entspricht daher offensichtlich dem Willen des Verordnungsgebers, wenn das BSV in den Erläuterungen zu der am 1. Januar 1979 in Kraft getretenen Verordnungsänderung ausgeführt hat, dass die Lage der Beitragszeit und damit verbunden die Höhe der Beitragsansätze bei der Bestimmung der Rentenskala direkt berücksichtigt werden (ZAK 1978 S. 131; vgl. auch ZAK 1979 S. 97/98). Wie in den Verwaltungsweisungen zur 9. AHV-Revision auf dem Gebiete der Renten festgestellt wird, kann die Berücksichtigung der unterschiedlichen durchschnittlichen Beitragsansätze gemäss Art. 52 Abs. 3 AHVV zu einer niedrigeren Rentenskala führen, als der reinen Proratisierung entsprechen würde (Rz. 19 des Kreisschreibens I vom 28. April 1978). Die Kürzung erfolgt demnach, indem die Rente nach einer niedrigeren Rentenskala festgesetzt wird, als sich aus dem Verhältnis zwischen den vollen Beitragsjahren des Versicherten und den vollen Beitragsjahren seines Jahrganges ergeben würde. Dementsprechend sind die vom Bundesamt für Sozialversicherung herausgegebenen, ab 1. Januar 1979 gültigen Skalenwähler ausgestaltet, so dass die anwendbare Teilrentenskala auch in den Fällen des Art. 52 Abs. 3 AHVV unmittelbar aufgrund des Skalenwählers bestimmt werden kann (Rz. 18 des Kreisschreibens IV vom 10. November 1978).\n\nDie von der Verwaltung zu Art. 52 Abs. 3 und 4 AHVV getroffene Regelung erweist sich mithin als gesetzeskonform. Sie verstösst nach dem Gesagten auch insoweit nicht gegen Bundesrecht, als in Absatz 3 der Verordnungsbestimmung von Kürzung der Teilrente die Rede ist. Selbst wenn sich die Auffassung des Beschwerdeführers vom Ergebnis her ebensogut vertreten liesse, kann ihr daher nicht gefolgt werden.\n\nc) Der Beschwerdeführer macht des weitern geltend, bei der BGE 109 V 82 S. 86Berechnung der Verhältniszahl nach Art. 52 Abs. 3 AHVV seien auch die Beitragsmonate, im vorliegenden Fall somit 5 Jahre und 6 Monate zu berücksichtigen. Bei der Berechnung des die Teilrente bestimmenden Bruchteils (und damit der anwendbaren Rentenskala) ist indessen stets von den vollen Beitragsjahren auszugehen. Dies gilt mangels einer gegenteiligen Vorschrift auch im Rahmen von Art. 52 Abs. 3 AHVV. Hieran ändert nichts, dass - im Gegensatz zu den Absätzen 1 und 2 der Bestimmung - in Art. 52 Abs. 3 AHVV lediglich von Jahren statt von vollen Beitragsjahren die Rede ist. Die Rentenberechnung erweist sich somit auch in diesem Punkt als zutreffend, was zur Abweisung der Verwaltungsgerichtsbeschwerde führt.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}