{"annee": "109", "cour": "II", "page": "165", "date": "8/6/1983", "cite": ["91 II 146", "108 II 225", "102 II 122", "81 II 292"], "cite_par": ["116 II 351", "123 III 385", "116 II 196", "114 II 435"], "chapeau": "37. Auszug aus dem Urteil der I. Zivilabteilung vom 8. Juni 1983 i.S. Inpaver AG gegen Birchler & Co. AG (Berufung)", "regestes": ["Art. 28 et 74 LBI. Action en constatation de la nullité d'un brevet. 1. L'intérêt pour intenter l'action en nullité doit encore exister lors du jugement. Si le titulaire laisse son brevet expirer pendant la durée du procès, l'intérêt peut subsister notamment lorsque des droits attachés au brevet sont pendants ou pourraient être déduits en justice (consid. 2). 2. La possibilité de voir un brevet caduc utilisé de manière déloyale par son titulaire à des fins publicitaires ne justifie en revanche pas la poursuite du procès (consid. 3)."], "faits": "BGE 109 II 165 S. 166\n\nA.- Das Eidgenössische Amt für geistiges Eigentum erteilte der Marpal AG, Chur, am 30. Juli 1970 das Patent Nr. 492430, dem eine Erfindung des Hugo Degen für eine Untermatratze zu einem Liegemöbel zugrunde lag. Das Patent ist am 22. Dezember 1972 auf die Inpaver AG, Zug, übertragen worden. Die Matratzen werden von der Lattoflex Degen AG in Lausen hergestellt, die mit den beiden Gesellschaften verbunden ist und mit der Birchler & Co. AG, Schänis, seit Jahren in einem harten Konkurrenzkampf steht.\n\nAm 3. August 1977 klagte die Birchler & Co. AG beim Kantonsgericht Zug gegen die Inpaver AG auf Feststellung, dass das Patent Nr. 492430 von Anfang an nichtig gewesen sei. Die Beklagte bestritt ein Rechtsschutzinteresse der Klägerin. Durch Zwischenbeschluss vom 10. Januar 1979 wies das Kantonsgericht diese Einrede ab. Es liess das Streitpatent sodann durch einen Patentanwalt begutachten. Am 30. April 1979 erlosch das Patent, weil die Beklagte die fällige Jahresgebühr nicht bezahlt hatte.\n\nMit Urteil vom 22. Dezember 1982 verwarf das Kantonsgericht die Einrede mangelnden Rechtsschutzinteresses erneut und trat auf Anträge der Beklagten, das Patent gemäss Art. 27 PatG einzuschränken, nicht ein. Es nahm ferner in Gutheissung der Klage davon Vormerk, dass die Beklagte die Nichtigkeit des Patentes Nr. 492430 in der gegenwärtigen Fassung des Patentanspruches anerkannt habe.\n\nB.- Die Beklagte hat gegen dieses Urteil Berufung und wegen Verletzung von Art. 4 BV auch staatsrechtliche Beschwerde eingelegt. Mit der ersteren beantragt sie, das Berufungsverfahren bis zur Erledigung der Beschwerde zu sistieren, die Sache zur Festlegung des Streitwertes vorläufig an die Vorinstanz zurückzuweisen und auf die Klage mangels Rechtsschutzinteresses nicht einzutreten; eventuell seien Haupt- und Unteransprüche gemäss einer von ihr vorgeschlagenen Fassung einzuschränken.\n\nBGE 109 II 165 S. 167Die Klägerin beantragt, die Klage vollumfänglich gutzuheissen, das angefochtene Urteil also zu bestätigen.\n\nDas Bundesgericht erkennt im Berufungsverfahren, dass der Prozess als gegenstandslos geworden abzuschreiben ist.", "considerants": "Aus den Erwägungen:\n\n2. Die Nichtigkeitsklage des Art. 28 PatG steht jedermann zu, der ein Interesse nachweist. Die Beklagte sprach der Klägerin schon in der Klageantwort ein solches Interesse ab und beantragte deshalb, auf die Klage nicht einzutreten. Das Kantonsgericht hat die Einrede mit Zwischenbeschluss vom 10. Januar 1979 verworfen. Es ist der Beklagten nicht entgangen, dass sie diesen Beschluss mit der vorliegenden Berufung gegen den Endentscheid ebenfalls anfechten konnte (Art. 48 Abs. 3 OG). Sie hat davon keinen Gebrauch gemacht, sondern beruft sich auf die seither eingetretene Tatsache, dass ihr Patent wegen Nichtzahlung der fälligen Jahresgebühr am 30. April 1979 erloschen ist.\n\nDas Interesse an einer Feststellungsklage gemäss Art. 28 oder Art. 74 PatG muss auch im Zeitpunkt des Urteils noch vorhanden sein. Fällt es im Verlauf des Verfahrens dahin, so ist dem Klagerecht die gesetzliche Grundlage entzogen und der Prozess wird gegenstandslos; das entspricht Art. 72 BZP, der auch im Berufungsverfahren anwendbar ist (Art. 40 OG; BGE 102 II 125 E. 1 mit Hinweisen).\n\nNach dem angefochtenen Urteil ist ein Interesse der Klägerin an einer Feststellungsklage unbekümmert darum zu bejahen, dass das Streitpatent inzwischen erloschen ist. Das Kantonsgericht nimmt an, die Beklagte wolle sich nach ihren eigenen Angaben weiterhin ihrer Erfindungspatente rühmen, die erloschenen Patente auch in Zukunft im wirtschaftlichen Wettbewerb einsetzen. Auf ein nichtig erklärtes Patent dürfe sie sich aber selbst rückblickend nicht mehr berufen, ohne unlauteren Wettbewerb zu begehen. Insofern berühre daher die verlangte Feststellung über die angebliche Rechtsbeständigkeit des Streitpatentes in der Vergangenheit auch die künftige Rechtsstellung der Parteien, was für die Annahme eines Interesses an der Feststellung nach wie vor genüge.\n\nDie Nichtigkeitsklage bezweckt nicht die Nichtigerklärung, sondern die Feststellung, dass ein Patent von Anfang an nichtig gewesen, also zu Unrecht erteilt worden ist (BGE 108 II 226 E. 1a mit Hinweisen). Die Beklagte bestreitet zu Recht nicht, dass ein BGE 109 II 165 S. 168Interesse an einer solchen Feststellung auch nach Ablauf der Schutzdauer bestehen kann (BGE 81 II 294 E. 1; TROLLER, Immaterialgüterrecht, 2. Aufl. II S. 1160; BLUM/PEDRAZZINI, Das schweizerische Patentrecht, 2. Aufl. II 170; LEUCH, N. 2 zu Art. 203 ZPO/BE, und ihm folgend auch BGE 91 II 149 gehen zu weit). Ein weiterbestehendes Feststellungsinteresse ist nach der angeführten Lehre und Rechtsprechung insbesondere zu bejahen, wenn gegen den Nichtigkeitskläger, seine Abnehmer oder Lieferanten noch Ansprüche aus dem erloschenen Patent hängig sind oder noch geltend gemacht werden können (vgl. Urteil des Handelsgerichts des Kantons Zürich, in Schweizerische Mitteilungen für gewerblichen Rechtsschutz und Urheberrecht 1964 S. 87, sowie Entscheide des Deutschen Bundesgerichtshofes, in GRUR 1966 S. 141 und 1981 S. 525). Die Beklagte legt dar, dass solche Ansprüche vorliegend nicht erhoben worden und nicht mehr möglich sind. Etwas anderes ist weder von der Vorinstanz festgestellt noch von der Klägerin im Berufungsverfahren behauptet worden.\n\n3. Das Kantonsgericht stellt entscheidend darauf ab, dass die Beklagte auch in Zukunft mit ihren erloschenen Patenten zu werben gedenke. Die Beklagte hält dem entgegen, sie habe nie eine derartige Werbung beabsichtigt, sondern bloss darauf hingewiesen, dass ein solches Vorgehen erlaubt wäre; dieser Unterschied werde vom Kantonsgericht übersehen. Ob ein Versehen der Vorinstanz belegt ist, kann offen bleiben. Die Beklagte erklärt jedenfalls auch vor Bundesgericht nicht, auf das vom Kantonsgericht vermutete Vorhaben verzichten zu wollen; sie hält vielmehr daran fest, es genüge, wenn sie in ihrer künftigen Werbung auf die Tatsache hinweise, dass das Streitpatent erloschen sei. Unter diesen Umständen ist nicht zu beanstanden, dass die Vorinstanz das Vorhaben der Beklagten bei der Prüfung der Frage, ob ein Interesse an der Nichtigkeitsklage weiterhin zu bejahen sei, mitberücksichtigt wissen will; Werbung mit erloschenen Patenten kann wettbewerbsrechtlich durchaus bedeutsam sein.\n\nUnlauteren Wettbewerb begeht namentlich, wer durch unrichtige oder irreführende Angaben über sich, die eigenen Waren, Werke, Leistungen oder Geschäftsverhältnisse gegen Treu und Glauben verstösst (Art. 1 Abs. 2 lit. b UWG). Das tut auch, wer mit einem erteilten Patent wirbt, obschon er weiss, dass es nichtig ist, oder er an der Rechtsbeständigkeit seiner Eintragung ernsthaft zweifeln muss (BGE 108 II 226 E. 1a mit Hinweisen). Das rechtfertigt jedoch keine Fortsetzung und Beendigung des vorliegenden BGE 109 II 165 S. 169Prozesses durch ein Sachurteil. Zwar würde die richterliche Feststellung der Nichtigkeit jede Werbung mit dem Streitpatent ausschliessen. Wird der Prozess dagegen als gegenstandslos abgeschrieben, so heisst das nicht, die Beklagte dürfe das Patent mit dem blossen Hinweis auf dessen Erlöschen weiterhin in ihrer Werbung verwenden. Das darf ein Patentinhaber selbst nach Ablauf der gesetzlichen Schutzdauer nicht, wenn ein Nichtigkeitsprozess nur wegen Zeitablaufs nicht zugunsten des Klägers entschieden worden ist und der Beklagte die Nichtigkeit im Prozess durch Einschränkung des Patentes teilweise anerkannt hat (Entscheid vom 8. Juni 1983 i.S. Birchler gegen Marpal). Das muss erst recht gelten, wenn der Patentinhaber wie hier den Patentschutz absichtlich vorzeitig erlöschen lässt, indem er die fällige Gebühr nicht bezahlt. Im einen wie im andern Fall erfordern Treu und Glauben, dass er nicht nur den Nichtigkeitsprozess, sondern auch die in Rechtskraft erwachsene teilweise Anerkennung der Klage erwähnt, wenn er das Patent weiterhin zu Werbezwecken verwenden will. Das muss die Beklagte sich hier um so mehr sagen lassen, als sie nach dem gerichtlichen Gutachten ernsthafte Zweifel an der Gültigkeit des Streitpatentes haben muss (vgl. BGE 108 II 227).\n\nMit ihrem Hauptantrag, auf die Klage nicht einzutreten, weil der Patentschutz schon während des kantonalen Verfahrens erloschen sei, nimmt die Beklagte die dargelegte Beschränkung in ihrer Werbung in Kauf. Unter diesen Umständen fehlt der Klägerin ein ausreichendes Interesse, den Nichtigkeitsprozess gleichwohl fortzusetzen und auf einem Sachurteil zu beharren. Der Prozess ist deshalb als gegenstandslos geworden abzuschreiben, womit das angefochtene Urteil dahinfällt. Auf den Eventualantrag der Beklagten, das Patent gemäss ihrem Vorschlag einzuschränken, ist bei diesem Ergebnis nicht mehr einzutreten."}