{"annee": "109", "cour": "V", "page": "41", "date": "7/2/1983", "cite": ["104 V 95", "106 V 86", "107 V 87", "101 V 68", "108 V 29", "102 V 69"], "cite_par": ["127 V 138", "114 V 258", "145 V 116", "114 V 153", "119 V 446", "120 V 463", "125 V 95", "136 V 395", "114 V 162", "121 V 216", "113 V 42", "111 V 229", "118 V 107"], "chapeau": "9. Auszug aus dem Urteil vom 7. Februar 1983 i.S. Öffentliche Krankenkasse des Kreises Schiers gegen Niggli und Versicherungsgericht des Kantons Graubünden", "regestes": ["Art. 23 LAMA. Dans le cadre de l'art. 23 LAMA, la relation entre le coût et l'utilité d'une mesure n'a d'importance qu'en ce qui concerne les différentes méthodes de traitement entrant en considération et non pas eu égard au point de savoir si les frais d'une méthode appropriée et scientifiquement reconnue se justifient encore compte tenu du succès que l'on peut attendre du traitement. Ce n'est que sous l'angle général du principe de proportionnalité que ce dernier élément peut se révéler important."], "faits": "BGE 109 V 41 S. 42\n\nA.- Der 1956 geborene Valentin Niggli ist gelernter Maurer und heute als Bauführer in einem Architekturbüro tätig. Am 30. Januar 1979 geriet er mit der rechten Hand ins Fräsenrad einer Schneeschleuder, wobei der Daumen sowie der Kleinfinger abgetrennt und die übrigen Handteile schwer verletzt wurden. In der Folge ersuchte er die Öffentliche Krankenkasse des Kreises Schiers (nachfolgend: Krankenkasse) um Kostengutsprache für eine Daumenrekonstruktion mittels Transplantation einer Kleinzehe.\n\nAm 30. Dezember 1980 eröffnete die Krankenkasse dem Versicherten, dass das Leistungsbegehren abgewiesen werde, weil die Gesundheit der verletzten Hand wiederhergestellt sei, er wieder voll erwerbstätig sei und nicht mehr in ärztlicher Behandlung stehe; zudem handle es sich bei der vorgesehenen Operation um Wiederherstellungschirurgie, die nicht in den Aufgabenbereich der Krankenversicherung falle; auch sei die Massnahme nicht als wissenschaftlich anerkannte Heilmethode einzustufen, zumal sie risikoreich und wenig erfolgversprechend sei.\n\nB.- Gegen diese Verfügung liess Valentin Niggli Beschwerde einreichen mit dem Antrag, die Krankenkasse sei zu verpflichten, die Kosten der in Aussicht stehenden Operation zur Verbesserung der Funktionstüchtigkeit der verletzten Hand zu übernehmen.\n\nDas Versicherungsgericht des Kantons Graubünden beauftragte Dr. med. B. (Leitender Arzt an der Abteilung für Plastische und Wiederherstellungschirurgie der Universität B.) mit einem Gutachten und hiess die Beschwerde mit Entscheid vom 27. Januar 1982 gut.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt die Krankenkasse die Aufhebung des vorinstanzlichen Entscheides beantragen. Der Versicherte und das Bundesamt für Sozialversicherung lassen sich mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen.", "considerants": "Aus den Erwägungen:\n\n2. a) Nach Art. 23 KUVG haben sich Ärzte, Apotheker, BGE 109 V 41 S. 43Chiropraktoren, Hebammen, medizinische Hilfspersonen, Laboratorien und Heilanstalten in der Behandlung, in der Verordnung und Abgabe von Arzneimitteln sowie in der Anordnung und Durchführung von wissenschaftlich anerkannten Heilanwendungen und Analysen auf das durch das Interesse des Versicherten und den Behandlungszweck erforderliche Mass zu beschränken. Obwohl sich die Bestimmung nach ihrem Wortlaut und nach ihrer systematischen Stellung im Gesetz primär auf das Verhältnis der Krankenkasse bzw. des Versicherten zur behandelnden Medizinalperson oder Anstalt bezieht, hat sie Rechtswirkungen auch auf das Verhältnis der Kasse zum Versicherten. Sie bedeutet u.a., dass der Versicherte gegenüber der Kasse keinen Anspruch auf Vergütung einer unwirtschaftlichen Behandlung hat (BGE 108 V 32).\n\nAls unwirtschaftlich gelten medizinische Vorkehren, die nicht \"im Interesse des Versicherten\" durchgeführt werden, sowie Massnahmen, die im Hinblick auf den konkreten \"Behandlungszweck\" über das hiefür \"erforderliche Mass\" hinausgehen. Demgemäss haben die Krankenkassen das Recht, die Übernahme von unnötigen therapeutischen Massnahmen oder von solchen Massnahmen, die durch weniger kostspielige ersetzt werden können, abzulehnen (BGE 108 V 32, BGE 101 V 72; RSKV 1980 Nr. 406 S. 90, 1977 Nr. 298 S. 167, 1975 Nr. 219 S. 96).\n\nb) Die Beschwerdeführerin nimmt an, dass die Kosten einer ärztlichen Massnahme nach Art. 23 KUVG in einem vernünftigen Verhältnis zum angestrebten Nutzen stehen müssten, wobei sie unter \"Nutzen\" offenbar den Grad der Verminderung der Invalidität versteht, welcher von der Massnahme zu erwarten ist. Dem ist entgegenzuhalten, dass sich die Leistungspflicht der Krankenkassen - im Gegensatz zu derjenigen insbesondere der Invalidenversicherung - grundsätzlich nicht nach dem sozialversicherungsrechtlichen Invaliditätsbegriff (vgl. hiezu BGE 106 V 88) richtet. Zweck der ärztlichen Behandlung im Rahmen der sozialen Krankenversicherung ist die möglichst vollständige Beseitigung der körperlichen oder psychischen Beeinträchtigung (BGE 104 V 96, BGE 102 V 71). Ob und in welchem Ausmass sich dabei ein \"Nutzen\" im Sinne der Invalidenversicherung ergibt, ist unerheblich, weshalb die Krankenkassen ihre Leistungen nicht von den allenfalls zu erwartenden invaliditätsmindernden Auswirkungen einer medizinischen Massnahme abhängig machen dürfen.\n\nArt. 23 KUVG setzt als gegeben voraus, dass ein versicherter Behandlungszweck vorliegt, und verlangt lediglich, dass dieser BGE 109 V 41 S. 44Zweck mit einer wirtschaftlichen Methode erreicht wird. Dem Verhältnis zwischen Kosten und Nutzen einer Massnahme kommt somit nur Bedeutung zu mit Bezug auf verschiedene in Betracht fallende Behandlungsmethoden, nicht dagegen im Hinblick darauf, ob sich der Aufwand einer an sich geeigneten und wissenschaftlich anerkannten Methode gemessen an dem zu erwartenden Behandlungserfolg noch rechtfertigen lässt. Letzteres kann lediglich unter dem allgemeinen Gesichtspunkt des Verhältnismässigkeitsprinzips von Bedeutung sein. Dabei vermag nur ein grobes Missverhältnis zwischen der Höhe der Heilungskosten und dem zu erwartenden Heilerfolg eine Leistungsverweigerung zu begründen (vgl. BGE 107 V 87). Die Krankenkassen haben somit auch für kostspielige Massnahmen aufzukommen, wenn entweder überhaupt keine andere oder jedenfalls keine kostengünstigere Methode zur Verfügung steht und die Massnahme sich unter dem Gesichtspunkt der Verhältnismässigkeit noch rechtfertigen lässt.\n\n3. Nach den überzeugenden Ausführungen im Gutachten des Dr. med. B. vom 30. Oktober 1981 ist die vorgesehene Daumenrekonstruktion mittels Zehentransplantation unter den gegebenen Umständen indiziert und nach medizinischer Praxis üblich. Sie bezweckt eine bessere Heilung der Hand an sich, eine Verbesserung der Funktionstüchtigkeit der Hand sowie eine ästhetisch befriedigendere Lösung, wobei nach Meinung des Gutachters den genannten Gesichtspunkten in dieser Reihenfolge abnehmendes Gewicht zukommt. Allein schon der Umstand, dass die Transplantation im Hinblick auf den Heilungszweck (bestmögliche Wiederherstellung der körperlichen Integrität) medizinisch indiziert ist, genügt aber zur Feststellung, dass es sich um eine Heilmethode handelt, für welche die Krankenkasse grundsätzlich aufzukommen hat.\n\nDass eine den gleichen Zweck erreichende kostengünstigere Behandlungsmethode bestünde, behauptet auch die Beschwerdeführerin nicht. Aus dem ärztlichen Gutachten geht hervor, dass der streitige Eingriff die einzige unter den gegebenen Umständen mögliche und indizierte Massnahme darstellt. Die Höhe der damit verbundenen Kosten ist im Rahmen von Art. 23 KUVG daher unbeachtlich, und es kann sich lediglich die Frage stellen, ob sich eine Leistungsverweigerung unter dem allgemeinen Gesichtspunkt des Verhältnismässigkeitsprinzips rechtfertigen lässt.\n\nNach dem Gesagten wäre eine Leistungsverweigerung nur zulässig, wenn zwischen Aufwand und Heilerfolg ein grobes Missverhältnis BGE 109 V 41 S. 45bestünde. Hievon kann indessen nicht die Rede sein, zumal von der Massnahme nicht nur eine bessere Heilung der Hand an sich, sondern auch eine gewisse Verbesserung ihrer Funktionstüchtigkeit erwartet werden kann. Im Hinblick auf die Bedeutung, welche der Funktionstüchtigkeit der Hand im gesamten Lebensbereich zukommt, rechtfertigt auch eine voraussichtlich geringe Verbesserung den Aufwand der vorgesehenen Operation. Von einem groben Missverhältnis könnte selbst dann nicht gesprochen werden, wenn nicht mit den vom Gutachter genannten Kosten von rund Fr. 8'000.--, sondern mit den von der Beschwerdeführerin geltend gemachten Fr. 30'000.-- zu rechnen wäre. Wie es sich diesbezüglich verhält, kann daher offenbleiben."}