{"annee": "109", "cour": "V", "page": "249", "date": "14/7/1983", "cite": ["107 V 153", "97 V 167"], "cite_par": ["110 V 89", "124 V 257", "129 V 200"], "chapeau": "44. Arrêt du 14 juillet 1983 dans la cause Office fédéral des assurances sociales contre Heimo et Commission cantonale fribourgeoise de recours en matière d'assurances sociales", "regestes": ["Art. 19 al. 2 let. c LAI, art. 8 al. 1 let. c et 10bis RAI. - Conditions du droit à un traitement logopédique spécifique pour les mineurs atteints de graves difficultés d'élocution qui doivent suivre une formation scolaire spéciale (consid. 1). - Un centre de traitement des graves difficultés d'élocution peut également être chargé par un canton d'examiner si l'on est en présence de telles difficultés dans un cas d'espèce, et de déterminer une mesure éventuelle (consid. 2a). - Définition des graves difficultés d'élocution qui donnent droit à un traitement spécifique aux frais de l'assurance-invalidité: portée des instructions administratives de l'Office fédéral des assurances sociales en la matière et des \"précisions\" apportées par une commission cantonale d'assurance-invalidité à ces directives de l'autorité de surveillance (consid. 2c). - Il est contraire à la loi de limiter aux seuls cas de dyslalie \"universelle\" la prise en charge par l'assurance-invalidité du traitement de cette sorte de trouble du langage (consid. 3)."], "faits": "|250|\n\nA.- Géraldine Heimo, née en 1972, est atteinte de l'infirmité congénitale décrite sous ch. 313 OIC et d'une trisomie 21. Elle présente en outre une légère débilité mentale (QI de 64 selon Kramer) et d'importants troubles du langage. Depuis 1973, elle a bénéficié de prestations de l'assurance-invalidité consistant notamment en mesures médicales, en mesures à l'âge préscolaire et, depuis 1977, en mesures de formation scolaire spéciale, y compris des subsides pour un enseignement orthologophonique individuel, ainsi que pour la surveillance médicale y relative, cette dernière prestation ayant été accordée jusqu'au 31 juillet 1979 (décision du 31 décembre 1977). La formation scolaire spéciale et les mesures pédago-thérapeutiques sont dispensées par l'école X, institut pour enfants mentalement handicapés, où l'intéressée est placée depuis le mois de septembre 1977, ainsi que par le service de psychologie et de logopédie de la Gruyère, \"La Ruche\", école spéciale de l'assurance-invalidité.\n\nEn date du 27 mai 1980, ledit service a présenté à la Commission de l'assurance-invalidité du canton de Fribourg, pour le compte de l'assurée, une demande de prolongation \"pendant encore 1 à 2 ans\" du traitement logopédique. Il indiquait que l'enfant présentait une hypotonie bucco-linguo-faciale, un retard d'acquisition du langage et une dyslalie multiple et que, par une meilleure tonicité de la motricité bucco-phonatoire, elle pouvait arriver à une articulation plus nette et, de ce fait, à un langage plus compréhensible. |251|\n\nCette requête fut rejetée par la commission précitée qui a considéré que, s'agissant d'une enfant éducable sur le plan pratique, les conditions fixées par les instructions administratives pour l'octroi d'une telle prestation n'étaient pas remplies, seules des mesures d'acquisition et de structuration du langage pouvant entrer en ligne de compte, question sur laquelle il ne lui appartenait toutefois pas de se prononcer. Par conséquent, le 12 août 1980, la Caisse cantonale fribourgeoise de compensation a rendu une décision par laquelle la prolongation du traitement logopédique venu à échéance était refusée.\n\nB.- Par jugement du 24 juillet 1981, la Commission cantonale fribourgeoise de recours en matière d'assurances sociales a admis le recours interjeté contre cette décision par Géraldine Heimo, représentée par son père, et elle a mis à la charge de l'assurance-invalidité les frais du traitement logopédique litigieux jusqu'au 31 juillet 1981. L'autorité cantonale a considéré, en bref, qu'au vu des explications données à l'appui de la demande de prestations, on devait admettre que l'assurée était atteinte de graves difficultés d'élocution au sens de la loi et qu'au vu des progrès déjà accomplis on pouvait prévoir que, moyennant une prolongation des mesures pédago-thérapeutiques pendant deux ans, elle parviendrait à parler de façon compréhensible.\n\nC.- L'Office fédéral des assurances sociales interjette recours de droit administratif et conclut à l'annulation du jugement entrepris, ainsi que de la décision litigieuse en tant qu'elle concerne le traitement des difficultés d'élocution, et au renvoi de la cause à l'administration pour complément d'enquête. Il allègue en substance que selon des \"précisions\" de la Commission cantonale vaudoise de l'assurance-invalidité sur l'interprétation de la circulaire sur le traitement des graves difficultés d'élocution dans l'assurance-invalidité, valable dès le 1er novembre 1978, le diagnostic correct devrait être: \"Retard de langage dans le cadre d'une trisomie 21 et d'une légère débilité mentale.\" L'assurée n'étant pas capable ou présumée capable de fréquenter l'école publique ou une école spéciale pour normalement doués, les frais du traitement logopédique ne peuvent être assumés par l'assurance-invalidité, dans la mesure où celui-ci vise le retard d'acquisition du langage. Quant à la dyslalie, elle n'est pas considérée comme grave au sens de la loi, selon les \"précisions\" susmentionnées, car seul l'aspect phonétique est en l'occurrence perturbé (omissions, déformations, remplacements). Or, si l'on se |252| fonde sur les constatations du centre fréquenté par l'intéressée (remplacements de certains phonèmes par d'autres), on n'est pas en présence d'un trouble grave au sens de cette interprétation. Toutefois, \"pour avoir une certitude à cet égard\", l'office propose de confier une expertise au professeur C. Par ailleurs, il dépose un document non signé, daté du 16 septembre 1981, qui s'intitule \"généralités\" et formule diverses critiques sur la procédure suivie dans le canton de Fribourg en matière d'allocation de subsides pour le traitement des graves difficultés d'élocution. Il a en outre produit un document qui s'intitule \"Précisions de la Commission cantonale vaudoise de l'Assurance-invalidité quant à l'interprétation de la Circulaire de l'OFAS sur le traitement des graves difficultés d'élocution dans l'AI du 1er novembre 1978\".\n\nLe père de l'assurée conclut au rejet du recours, tout en soulignant que la demande de prolongation du traitement logopédique ne concerne que la dyslalie.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 19 al. 1 LAI en corrélation avec les art. 8 al. 1 let. a et 9 al. 1 RAI, l'assurance-invalidité alloue des subsides pour la formation scolaire spéciale des mineurs éducables mais qui, par suite d'invalidité, ne peuvent suivre l'école publique ou dont on ne peut attendre qu'ils la suivent. D'autre part, suivant l'art. 19 al. 2 let. c LAI en corrélation avec les art. 8 al. 1 let. c et 10bis RAI, l'assurance finance en outre les mesures de nature pédago-thérapeutique qui sont nécessaires en plus de l'enseignement de l'école spéciale et visent à compléter ce dernier. Font notamment partie de ces mesures les cours d'orthophonie pour les mineurs qui ont de graves difficultés d'élocution.\n\nD'après la jurisprudence, constituent de graves difficultés d'élocution au sens de l'art. 19 al. 2 let. c LAI des troubles du langage écrit ou parlé dont est atteint un mineur qui, à défaut de traitement logopédique spécifique, serait fortement entravé dans son développement scolaire et sa future capacité de gain (ATF 97 V 171 -172). En principe, l'apprentissage du langage et la correction des difficultés d'élocution sont partie intégrante de l'enseignement dispensé dans le cadre de la formation scolaire spéciale. Un traitement complémentaire individuel des troubles du langage n'est pris en charge par l'assurance-invalidité, au titre de mesure pédago-thérapeutique, que lorsqu'il s'agit d'un grave défaut |253| d'élocution auquel ne peut remédier de manière suffisante l'enseignement du langage inclus dans la formation scolaire spéciale.\n\nPar ailleurs, la jurisprudence a encore précisé que pour juger si l'on est en présence de graves difficultés d'élocution au sens de la loi et des dispositions d'exécution, on prendra comme critère de base une intelligence et une application normales. Ainsi, on ne saurait parler de graves difficultés d'élocution au sens de ces dispositions lorsque des retards de langage sont dus principalement à une débilité mentale ou à de la paresse (ATF 97 V 172; RCC 1971 p. 309). Dans de tels cas, en effet, il incombe à l'école spéciale de développer l'apprentissage du langage dans le cadre de l'enseignement ordinaire. Par contre, s'il s'agit de difficultés d'élocution graves et spécifiques, l'assurance-invalidité prend en charge, pour autant que cela soit nécessaire, les frais d'un traitement individuel en sus des subsides qu'elle alloue pour la formation scolaire spéciale. La jurisprudence et la pratique administrative n'excluent cependant pas dans tous les cas la prise en charge par l'assurance des frais nécessités par un traitement complémentaire de troubles du langage qui ont pour cause une débilité mentale. Mais il doit alors s'agir d'un grave défaut d'élocution qui ne peut être traité de manière suffisante dans le cadre de l'enseignement usuel dispensé par l'école spéciale (RCC 1971 p. 286, ainsi que le ch. 2.2 de la circulaire de l'Office fédéral des assurances sociales concernant les mesures pédago-thérapeutiques dans l'assurance-invalidité et le ch. 18 de la circulaire sur le traitement des graves difficultés d'élocution).\n\n2. a) La Cour de céans a eu l'occasion de relever que, conformément à l'avis de l'autorité de surveillance, le diagnostic et le plan de traitement des graves difficultés d'élocution devaient être l'affaire d'une équipe de spécialistes dirigée si possible par un médecin (ATF 97 V 172). A cet effet, le Département fédéral de l'intérieur et la Conférence des directeurs cantonaux de l'instruction publique ont conclu une convention qui invite les cantons à désigner des centres spécialisés, chargés d'examiner si l'on est en présence de graves difficultés d'élocution et, le cas échéant, quelle doit être la nature du traitement. Un tel centre doit toujours comprendre un médecin expérimenté dans le domaine des graves troubles d'élocution, ainsi qu'un logopédiste bénéficiant d'une formation complète (cf. ch. 30 circulaire sur le traitement des graves difficultés d'élocution).\n\n|254|\n\nLe service de psychologie et de logopédie de la Gruyère \"La Ruche\" est un centre d'examen reconnu par le canton de Fribourg. A ce sujet, l'auteur du document intitulé \"généralités\", pièce que le recourant invoque à l'appui de son recours, regrette que dans ce canton le centre d'examen fonctionne également comme centre de traitement, ce qui lui enlèverait tout caractère de neutralité. Or, selon le ch. 31 de la circulaire précitée, les cantons peuvent créer de nouveaux centres d'examen \"ou reconnaître cette qualité à des centres de traitement\". Dès lors, la remarque n'est pas justifiée puisqu'il résulte des instructions administratives du recourant qu'un centre de traitement peut aussi fonctionner comme centre d'examen. On ajoutera qu'une telle situation n'a rien d'inhabituel dans l'assurance-invalidité où il est fréquent qu'une mesure de réadaptation soit allouée à un assuré sur la base des indications données par la personne ou par l'institution qui sera ensuite chargée de fournir la mesure (soins médicaux, moyens auxiliaires, etc.).\n\nb) Selon le même document, l'appréciation du caractère grave des difficultés d'élocution et, d'une façon générale, du droit aux prestations de l'assurance-invalidité pour le traitement de tels troubles, serait moins objective en ville de Fribourg que, par exemple, dans la ville de Bâle où l'on ne reconnaîtrait en moyenne par année que cinquante cas de graves difficultés d'élocution, tandis que Fribourg \"annonce un multiple impressionnant de ces cas par année\".\n\nCet argument n'est toutefois pas pertinent. Si l'Office fédéral des assurances sociales estime, en sa qualité d'autorité de surveillance, que les institutions fribourgeoises chargées d'examiner les cas de graves difficultés d'élocution ne respectent pas ses instructions ou ne fonctionnent pas correctement, c'est à lui-même, ou à l'autorité fédérale supérieure, qu'il incombe de prendre les mesures nécessaires pour remédier à cette situation. Au demeurant, le juge ne peut examiner que des décisions individuelles et il se prononce exclusivement en fonction des particularités du cas d'espèce dont il est saisi.\n\nc) Enfin, l'auteur de ces \"généralités\" observe que \"l'unanimité est loin d'être faite dans les diverses écoles de logopédie, aussi bien pour la terminologie que pour la définition du caractère de gravité\". C'est pourquoi, sans doute, le recourant aurait souhaité que le Tribunal fédéral des assurances charge un expert de se prononcer sur les questions d'ordre général énumérées dans sa |255| requête du 15 janvier 1982. Il a par ailleurs déposé en procédure fédérale les \"précisions\" de la Commission cantonale vaudoise de l'assurance-invalidité sur l'interprétation des directives contenues dans la circulaire concernant le traitement des graves difficultés d'élocution dans l'assurance-invalidité.\n\nCependant, ces éléments d'incertitude ne sont pas nouveaux et le Tribunal fédéral des assurances s'est déjà prononcé à ce sujet tant sous l'empire de l'ancien droit (p.ex. ATFA 1966 p. 113 consid. 2) qu'après l'entrée en vigueur de nouvelles dispositions légales et réglementaires en cette matière (p.ex. ATF 97 V 167 ss, qui se fonde notamment sur une expertise générale du professeur L., et RCC 1980 p. 513 consid. 1). Or, les considérations émises dans l'ATF 97 V 167 sur la nature et sur la définition des divers troubles du langage qui peuvent constituer de graves difficultés d'élocution au sens de la loi, ainsi que sur les conditions d'octroi des subsides de l'assurance-invalidité pour le traitement de ces difficultés, demeurent entièrement valables et l'administration doit s'y conformer dans les décisions qu'elle est appelée à rendre dans ce domaine.\n\nEn particulier, dans la mesure où il exerce par voie de délégation du Département fédéral de l'intérieur (art. 176 RAVS et 92 RAI) les compétences dévolues par le législateur au Conseil fédéral aux art. 72 al. 1 LAVS et 64 LAI, l'Office fédéral des assurances sociales ne saurait édicter, par le biais d'instructions administratives, de nouvelles règles de droit (ATF 107 V 155). Car, selon l'ordre légal, la compétence d'édicter de telles normes ne peut être déléguée à des groupements ou offices que si une loi fédérale ou un arrêté fédéral de portée générale l'autorise expressément (art. 7 al. 5 LOA; RS 172.010). Or, la législation fédérale en matière d'AVS/AI ne contient aucune autorisation de cette sorte.\n\nA fortiori, une autorité cantonale chargée d'appliquer la loi en se conformant, sous réserve de la jurisprudence, aux instructions de l'autorité de surveillance, ne peut édicter des normes de caractère général et abstrait qui imposent des obligations ou confèrent des droits aux administrés, dans un domaine qui ressortit exclusivement à la compétence du législateur fédéral. Dès lors, les \"précisions\" de la Commission cantonale vaudoise de l'assurance-invalidité que l'office recourant invoque à l'appui de son argumentation n'ont d'autre objet que de renseigner le juge sur la pratique d'une autorité cantonale parmi d'autres, lorsqu'elle applique la loi et les directives de l'autorité de surveillance. Il |256| résulte en effet de la loi que seule l'autorité fédérale est habilitée à donner des instructions aux organes d'exécution, afin d'assurer une application uniforme des prescriptions légales sur le territoire de la Confédération.\n\n3. a) En l'espèce, la seule question à résoudre est celle de la prise en charge par l'assurance-invalidité des frais de traitement de la dyslalie que présente l'intimée, pour la période du 1er août 1979 au 31 juillet 1981. En effet, en ce qui concerne le retard d'acquisition du langage également diagnostiqué par le centre d'examen, le représentant légal de l'assurée ne conteste pas, avec raison, qu'il ne peut faire l'objet d'un traitement spécifique au titre des graves difficultés d'élocution, car il s'agit d'une conséquence du retard mental de l'enfant. Le point de savoir si ce retard d'acquisition du langage peut donner lieu à des mesures pédago-thérapeutiques spéciales au sens de l'art. 8 al. 1 let. c RAI et du ch. 18 de la circulaire sur le traitement des graves difficultés d'élocution, comme le mentionne la décision litigieuse, n'a dès lors pas besoin d'être tranché dans le présent arrêt. Cas échéant, l'intimée devra présenter une nouvelle demande à ce sujet.\n\nb) La dyslalie est un trouble du langage qui consiste en une difficulté de prononciation des mots due à une malformation ou à une lésion de l'appareil extérieur de la parole (langue, lèvres, dents, larynx) (GARNIER/DELAMARE, Dictionnaire des termes techniques de médecine, 20e éd., Paris 1978). Elle figure sous ch. 233, rubrique \"dysfonctionnement du langage\", de la liste des cas de troubles d'élocution qui apparaissent le plus souvent sous une forme grave et peuvent, par conséquent, donner droit à des prestations de l'assurance-invalidité, qui est comprise dans la circulaire précitée. L'autorité de surveillance y précise que la dyslalie est prise en charge, sauf s'il s'agit de l'articulation interdentale, en règle générale dès l'âge de l'entrée au jardin d'enfants.\n\nToutefois, dans la présente affaire, le recourant soutient que seule la dyslalie universelle, c'est-à-dire un trouble combiné de l'articulation et de la phonation, peut donner lieu aux prestations litigieuses. Or, cette interprétation restrictive ne ressort pas des instructions édictées par le recourant lui-même, mais des \"précisions\" apportées par la Commission cantonale vaudoise de l'assurance-invalidité à ces directives. Cependant, comme on l'a vu, ces \"précisions\" n'ont pas valeur d'instructions administratives au sens de l'art. 72 al. 1 LAVS auquel renvoie l'art. 64 al. 1 |257| LAI. Au demeurant, il n'existe apparemment aucune certitude au sujet de la validité de cette interprétation des directives de l'autorité de surveillance, puisque celle-ci souhaite qu'un expert se prononce à ce propos. Mais cette requête n'est pas justifiée car, en réalité, il ne s'agit pas d'une question d'ordre médical que seul un spécialiste peut trancher, mais d'une question de droit. En effet, la loi et le règlement d'exécution parlent de \"graves difficultés d'élocution\" sans autre précision. Or, il n'est pas contesté que la dyslalie soit un trouble du langage qui entre dans cette notion, telle que l'a définie la jurisprudence rappelée au premier considérant. Concrètement, un tel trouble se manifeste par des difficultés de prononciation qui rendent le langage de l'enfant peu compréhensible. Ainsi, l'intimée prononce les \"f\" et \"ch\" comme des \"s\" et les \"v\", \"z\" et \"r\" comme des \"y\"; de plus, elle assourdit légèrement les occlusives. Selon le rapport du centre d'examen, du 27 mai 1980, qui a été vérifié le 7 juillet 1980 par le bureau de la logopédie du canton de Fribourg, ces défauts d'élocution ont leur origine dans une hypotonie - c'est-à-dire une diminution de la tonicité musculaire - bucco-linguo-faciale et le traitement entrepris a précisément pour but d'améliorer la tonicité de la motricité bucco-phonatoire. D'après un précédent rapport du même centre, du 4 octobre 1977, ces troubles de la motricité buccale étaient importants et en relation avec les malformations propres au mongolisme: langue scrotale, hypotonie buccale et faciale. A l'époque, l'administration n'a pas contesté qu'ils présentaient un caractère de gravité suffisant pour fonder l'octroi de subsides en vue d'un traitement orthologophonique individuel, comme cela ressort de la décision du 21 décembre 1977. Dans ces conditions, il paraît contraire au sens raisonnable de la loi de vouloir faire une distinction, en tout cas en l'espèce, selon que la dyslalie est un trouble de l'articulation uniquement ou un trouble de l'articulation et de la phonation.\n\nc) Il faut observer, en outre, que le point de vue exposé par la Commission de l'assurance-invalidité du canton de Fribourg à l'appui de son opinion négative, dans son préavis sur le recours de droit cantonal, était tout à fait différent. Selon cette autorité, ce qui est déterminant, en ce qui concerne la dyslalie multiple, c'est le fait que \"trois années de traitement consécutif doivent normalement suffire pour atteindre un optimum dans la correction de troubles articulatoires\" et que, dans ces conditions, les troubles résiduels doivent être liés au niveau intellectuel de l'enfant. |258|\n\nEffectivement, selon la jurisprudence, les troubles du langage chez les mongoliens sont la conséquence de la débilité mentale profonde et ne constituent pas de graves difficultés d'élocution au sens de la loi (RCC 1971 p. 309 consid. 2 et 4). Mais, ainsi qu'on l'a vu, ce principe n'a pas une valeur absolue et même lorsqu'elles sont la conséquence d'une débilité mentale, les difficultés d'élocution peuvent justifier un traitement spécifique aux frais de l'assurance-invalidité, quand il s'agit d'un grave défaut qui ne peut être traité de manière suffisante dans le cadre de l'enseignement usuel dispensé par l'école spéciale. Au surplus, les responsables du centre d'examen ont affirmé, dans une lettre du 24 octobre 1980 à la commission de recours, que la dyslalie dont est atteinte l'intimée n'était pas liée à son niveau intellectuel, ce qui paraît exact compte tenu de ce qui est exposé ci-dessus concernant l'origine physique et non pas mentale des troubles de langage.\n\nForce est ainsi d'admettre, avec les premiers juges, qu'au vu du dossier et des éléments d'information apportés par les responsables du centre d'examen, une prolongation de deux ans du traitement spécifique de la dyslalie dont souffre l'intimée, aux frais de l'assurance-invalidité, était justifiée, de sorte que le jugement attaqué est bien fondé de ce chef. Il convient cependant d'en préciser le dispositif, en ce sens que seule la dyslalie peut faire l'objet d'un traitement logopédique à la charge de l'assurance.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est partiellement admis dans la mesure où le dispositif du jugement de la Commission cantonale fribourgeoise de recours en matière d'assurances sociales du 24 juillet 1981 est précisé en ce sens que seule la dyslalie dont est atteinte Géraldine Heimo peut faire l'objet d'un traitement logopédique aux frais de l'assurance-invalidité. Il est rejeté pour le surplus."}