{"annee": "109", "cour": "IB", "page": "90", "date": "4/7/1983", "cite": ["100 IB 260", "97 I 548", "94 I 173", "97 I 555", "95 I 184"], "cite_par": ["113 II 292", "115 II 380", "115 IB 209", "111 IB 116"], "chapeau": "13. Auszug aus dem Urteil der II. Zivilabteilung vom 4. Juli 1983 i.S. Kunz und Knup gegen Bodenrechtskommission des Kantons Thurgau und Rekurskommission des Obergerichts des Kantons Thurgau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Maintien de la propriété foncière rurale, opposition à la vente de biens-fonds agricoles (art. 19 al. 1 litt. c LPR). 1. La procédure d'opposition dans les cas prévus à l'art. 19 LPR n'est pas subsidiaire par rapport à la procédure concernant l'aliénation d'immeubles avant l'expiration du délai d'interdiction selon les art. 218 ss CO (consid. 1). 2. Celui qui, lors de l'acquisition d'un domaine agricole, n'a pas fait procéder aux travaux d'entretien qui s'imposaient aux bâtiments, ne saurait invoquer ensuite l'état délabré de ces derniers comme un juste motif à la suppression de l'exploitation, au sens de l'art. 19 al. 1 litt. c LPR (consid. 5)."], "faits": "|91|\n\nA.- Sibylle Beatrice Kunz kaufte im Jahre 1976 das landwirtschaftliche Heimwesen zur \"Lochmühle\" in der Gemeinde Illighausen im Halte von rund 18 ha Kulturland und Wald. Die Bodenrechtskommission des Kantons Thurgau verzichtete damals auf einen Einspruch im Sinne von Art. 19 EGG. Die Käuferin hatte zwar eine landwirtschaftliche Ausbildung genossen, wandte sich dann aber einer kaufmännischen Berufstätigkeit zu. Der im Zeitpunkt des Kaufs verpachtete Landwirtschaftsbetrieb wurde daher ab Frühjahr 1977 vorerst durch ihren Vater, dann durch ihren Bruder bewirtschaftet, und zwar gemeinsam mit dem ausgedehnten \"Schlossgut\" in Berg.\n\nMit Vertrag vom 10. Juli 1982 verkaufte Sibylle Kunz die Parzelle Nr. 127 mit 72,32 a Gebäudefläche, Hof und Wiese sowie 20,01 a Wald und Bach, mit Wohnhaus und Scheune in der \"Lochmühle\" zum Preis von Fr. 180'000.-- an den Immobilienhändler Otto Knup. Der Verkauf erfolgte unter anderem unter dem Vorbehalt der Genehmigung durch die Bodenrechtskommission des Kantons Thurgau und der Erteilung der Bewilligung zum Verkauf innerhalb der Sperrfrist von Art. 218 ff. OR durch das Volkswirtschaftsdepartement des Kantons Thurgau.\n\nB.- Gegen den Kaufvertrag erhob die Bodenrechtskommission des Kantons Thurgau mit Beschluss vom 25. August 1982 Einspruch im Sinne von Art. 19 Abs. 1 lit. c EGG und erklärte ihn als aufgelöst. Dagegen beschwerten sich Sibylle Kunz und Otto Knup bei der Rekurskommission des Obergerichts des Kantons Thurgau, das ihre Beschwerde jedoch mit Beschluss vom 6. Dezember 1982 abwies.\n\nC.- Sibylle Kunz und Otto Knup führen Verwaltungsgerichtsbeschwerde an das Bundesgericht mit dem Antrag, der Entscheid der Rekurskommission sei aufzuheben und der Einspruch |92| abzuweisen; eventuell sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.\n\nDie Rekurskommission und die Bodenrechtskommission beantragen die Abweisung der Beschwerde. Das Eidgenössische Justiz- und Polizeidepartement (EJPD) stellt den Antrag, das Verfahren zu sistieren, bis ein rechtskräftiger Entscheid über eine Bewilligung zur vorzeitigen Weiterveräusserung (Art. 218 ff. OR) vorliege. In der Sache selber beantragt das Departement die Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Entgegen der Auffassung des EJPD besteht kein Anlass zur Sistierung des Verfahrens bis zum Entscheid über die Bewilligung der Veräusserung vor Ablauf der Sperrfrist im Sinne von Art. 218 ff. OR. Wohl ist richtig, dass der Anwendungsbereich der Bestimmungen über die Sperrfrist umfassender ist als jener des Einspruchsverfahrens im Sinne von Art. 19 des Bundesgesetzes über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951 (EGG). Von der Sperrfrist werden grundsätzlich alle Veräusserungen von landwirtschaftlichen Grundstücken erfasst. Das Einspruchsverfahren dagegen richtet sich nur gegen bestimmte Veräusserungsgeschäfte, nämlich gegen solche, mit denen ein Zweck verfolgt wird, der mit dem öffentlichen Interesse an der Erhaltung existenzfähiger landwirtschaftlicher Betriebe in Widerspruch steht. Das Gesetz enthält jedoch keinerlei Anhaltspunkte dafür, dass das Einspruchsverfahren gegenüber dem Verfahren betreffend die Abkürzung der Sperrfrist subsidiär sein sollte. Zwar würde die Verweigerung der Abkürzung der Sperrfrist das Einspruchsverfahren gegenstandslos machen. In gleicher Weise müsste aber auch nicht mehr über die Sperrfrist entschieden werden, wenn der Einspruch erfolgreich wäre. Umgekehrt wäre eine Bewilligung für die Abkürzung der Sperrfrist für das Einspruchsverfahren so wenig präjudiziell wie die Verwerfung des Einspruchs für das Sperrfristverfahren. Unter diesen Umständen kann nicht gesagt werden, das Verfahren betreffend die Abkürzung der Sperrfrist verdiene gegenüber dem Einspruchsverfahren von Bundesrechts wegen den Vorrang.\n\n4. Nach Art. 18 EGG sind die Kantone ermächtigt, für Kaufverträge über landwirtschaftliche Heimwesen und landwirtschaftliche Liegenschaften ein Einspruchsverfahren nach Massgabe |93| der Bestimmungen dieses Gesetzes einzuführen. Der Kanton Thurgau hat von dieser Ermächtigung Gebrauch gemacht (§ 6 ff. EG EGG vom 11. April 1956).\n\nDie kantonalen Behörden haben den Einspruch gegen den Kaufvertrag zwischen Sibylle Kunz und Otto Knup auf Art. 19 Abs. 1 lit. c EGG gestützt. Nach dieser Bestimmung kann gegen Kaufverträge über landwirtschaftliche Liegenschaften Einspruch erhoben werden, wenn durch den Verkauf ein landwirtschaftliches Gewerbe seine Existenzfähigkeit verliert, es sei denn, die Liegenschaften würden zur Überbauung oder zur gewerblichen oder industriellen Ausnützung des Bodens verkauft und eigneten sich dafür, oder die Aufhebung des landwirtschaftlichen Gewerbes lasse sich durch andere wichtige Gründe rechtfertigen.\n\nDass das Heimwesen \"Lochmühle\" jene Fläche landwirtschaftlich nutzbaren Bodens aufweist, die eine bäuerliche Existenz zu sichern vermag, ist unbestritten. Es steht auch ausser Zweifel, dass zu einem lebensfähigen landwirtschaftlichen Gewerbe auch die erforderlichen Wohn- und Ökonomiegebäude gehören (BGE 97 I 556 /557 E. 1a). Dass diese Gebäude im vorliegenden Fall alt und baufällig sind und den Anforderungen an einen modernen Landwirtschaftsbetrieb kaum mehr zu entsprechen vermögen, kann dabei nicht von ausschlaggebender Bedeutung sein; entscheidend ist, dass sie jedenfalls bis zum Jahre 1977 ausreichten, um dem damaligen Pächter eine landwirtschaftliche Existenz zu ermöglichen (nicht veröffentlichtes Urteil des Bundesgerichts vom 26. März 1982 i.S. Chevrolet und Müller gegen Tribunal cantonal du Jura, E. 2b). Durch den Verkauf der Gebäude würde die \"Lochmühle\" somit ihre Existenzfähigkeit endgültig verlieren.\n\n5. Unter diesen Umständen ist einzig zu prüfen, ob sich die Beschwerdeführer auf einen wichtigen Grund im Sinne von Art. 19 lit. c EGG berufen können, wobei der Verkauf zum Zweck der Überbauung ausser Betracht fällt. Ob dies der Fall sei, ist auf Grund der besonderen Umstände des einzelnen Falles zu beurteilen. Dabei sind nicht nur die objektiven Eigenschaften des in Frage stehenden landwirtschaftlichen Heimwesens, sondern auch die persönlichen Verhältnisse der Vertragsparteien zu berücksichtigen. Das öffentliche Interesse an der Erhaltung des Gewerbes und die geltend gemachten Privatinteressen am beabsichtigten Verkauf sind gegeneinander abzuwägen. In dieser Interessenabwägung ist das Bundesgericht frei. Es übt jedoch Zurückhaltung, wo sie von der Würdigung der örtlichen Verhältnisse abhängig ist |94| und eine von der Verwaltung unabhängige Behörde als Vorinstanz entschieden hat, wie dies hier der Fall war (BGE 100 Ib 267 /268, BGE 97 I 552 E. 4c und 557 E. 2c, BGE 95 I 191 E. 5, BGE 94 I 179 E. 3).\n\nDass beim Käufer, der die Gebäude renovieren und durch Einbau von Mietwohnungen und Einrichtung von Pferdeställen ihrem Zweck entfremden will, wichtige Gründe vorlägen, machen die Beschwerdeführer nicht geltend. Sie berufen sich einzig auf das Interesse der Verkäuferin. Diese weist darauf hin, dass die Wohn- und Ökonomiegebäude auf der \"Lochmühle\" schon im Zeitpunkt des Erwerbs des Heimwesens im Jahre 1976 sehr baufällig gewesen seien. Inzwischen seien die Gebäude nicht nur noch baufälliger, sondern bei der heutigen Bewirtschaftung des Heimwesens geradezu nutzlos geworden. Zwar habe sie beim Erwerb des Hofes beabsichtigt, diesen selbst zu bewirtschaften. Diese Absicht habe aber nicht verwirklicht werden können, was dazu geführt habe, dass die \"Lochmühle\" zusammen mit dem elterlichen \"Schlossgut\" in Berg bewirtschaftet werde. Deswegen seien nicht nur das Wohnhaus, sondern auch die Wirtschaftsgebäude mit Einschluss des Stalles weitgehend unbenutzt und damit weiterem Zerfall ausgesetzt geblieben. Dieser Umstand habe im Jahre 1979 seinerseits zur Folge gehabt, dass die \"Lochmühle\" bei der Milchkontingentierung mangels \"Kuhplätzen\" ausser acht gelassen worden sei, so dass ein Stall heute gar nicht mehr benötigt werde.\n\nDemgegenüber ist festzuhalten, dass die \"Lochmühle\" mit den bestehenden Wohn- und Wirtschaftsgebäuden im Zeitpunkt des Erwerbs durch die heutige Verkäuferin durch einen Pächter selbständig bewirtschaftet worden ist und auch weiterhin selbständig hätte bewirtschaftet werden können, wenn das Pachtverhältnis nicht aufgelöst worden wäre oder wenn die Erwerberin die in Aussicht genommene Selbstbewirtschaftung tatsächlich verwirklicht hätte. Voraussetzung dafür wäre nur der beim Erwerb des Heimwesens schon voraussehbare und zumutbare Unterhalt der Gebäulichkeiten gewesen. Würde der erforderliche Unterhalt nachgeholt, so könnte auch nicht weiterhin geltend gemacht werden, diese Gebäulichkeiten seien deshalb nutzlos geworden, weil die \"Lochmühle\" bei der Milchkontingentierung nicht berücksichtigt werde. Dieser Umstand ist nicht der gemeinsamen Bewirtschaftung der \"Lochmühle\" mit dem \"Schlossgut\" zuzuschreiben, sondern dem unterlassenen, aber nachholbaren Unterhalt des Stalles. Wenn die Verkäuferin nicht für die Erhaltung der Existenzfähigkeit des Heimwesens sorgte, indem sie die schon beim Erwerb |95| voraussehbaren Unterhaltsarbeiten an den Gebäuden nicht vornehmen liess, so kann sie heute nicht geltend machen, die Vorinstanz zwinge sie zu unzumutbaren, ja sinnlosen Investitionen. Im übrigen sollen die Gebäulichkeiten vom Käufer für Wohnzwecke und zur Haltung von Pferden instandgestellt werden, nicht aber neuen Bauten weichen. Es ist nicht einzusehen, weshalb das, was für eine dem landwirtschaftlichen Betrieb ähnliche Nutzung möglich ist, nicht auch zur Erhaltung des landwirtschaftlichen Heimwesens unternommen werden kann. Wenn in diesem Zusammenhang auch die Frage der Zumutbarkeit des entsprechenden Aufwandes aufgeworfen wird, so stellt sich diese Frage seit dem Erwerb der \"Lochmühle\" durch die heutige Verkäuferin im Jahre 1976 höchstens deshalb in einem neuen Licht, weil inzwischen nicht einmal jener Unterhalt sichergestellt worden ist, für den auch ein Pächter oder Selbstbewirtschafter hätte sorgen müssen. Eine Entlastung von voraussehbarem und zumutbarem Unterhalt ist aber kein wichtiger Grund, um ein existenzfähiges landwirtschaftliches Heimwesen aufzulösen. Der Einspruch der kantonalen Behörden gegen den Kaufvertrag verstösst daher nicht gegen Bundesrecht."}