{"annee": "109", "cour": "II", "page": "319", "date": "25/10/1983", "cite": ["41 II 356", "92 IV 128", "96 II 145", "93 III 96", "82 II 411", "87 II 137", "108 II 410", "94 II 297", "107 II 419", "98 II 15", "107 II 440", "96 II 101", "108 II 102", "105 IV 303", "98 II 96", "100 II 18"], "cite_par": ["114 II 131", "113 II 25", "127 III 83", "112 II 172"], "chapeau": "67. Auszug aus dem Urteil der I. Zivilabteilung vom 25. Oktober 1983 i.S. Kaczynski gegen Gabrieli (Berufung)", "regestes": ["Art. 24 al. 1 ch. 4 et 192 ss CO. Vente d'une voiture volée; éviction, erreur essentielle. 1. L'acheteur peut invoquer, s'agissant aussi d'exécution juridiquement défectueuse, soit la garantie en cas d'éviction, soit un vice de la volonté (consid. 2). 2. Risque d'éviction dans une vente à caractère international; droit applicable (consid. 3). 3. L'erreur portant sur le fait qu'une voiture achetée provient d'un vol est essentielle (consid. 4a); elle peut être invoquée par l'acheteur même si le vendeur était lui aussi de bonne foi et que la victime du vol ne s'annonce pas (consid. 4b). Ratification du contrat par l'usage de la voiture? (consid. 4c)."], "faits": "|320|\n\nA.- Der Elektro-Mechaniker Gabrieli verkaufte am 20. Juni 1978 dem Kaufmann Kaczynski einen Personenwagen BMW 633 CSI aus dem Jahre 1977, der bereits etwa 39'000 km gefahren und angeblich unfallfrei war. Der Käufer zahlte Fr. 15'000.-- und gab zudem einen Personenwagen Volvo aus dem gleichen Jahr, der rund 10'000 km aufwies, an Zahlung.\n\nDer BMW war am 9. Februar 1978 aus Italien eingeführt und dem Garagisten Paro in Bellinzona verkauft worden. Innert zwei Wochen war der Wagen sodann nacheinander von den Autohändlern Zimmermann, Schumacher und Hess und schliesslich am 28. Februar von Gabrieli gekauft worden, wobei der Preis von Fr. 26'700.-- auf Fr. 33'000.-- gestiegen war. Im Rahmen einer Strafuntersuchung der Tessiner Staatsanwaltschaft wegen organisierten |321| Diebstahls von Personenwagen, die in verschiedenen Städten Italiens gestohlen und hernach mit gefälschten Fahrgestellnummern und Papieren in die Schweiz eingeführt worden waren, stellte die Polizei fest, dass auch der BMW 633 CSI dazu gehörte und die italienische Versicherungsgesellschaft ANIA den Eigentümer des Wagens am 21. Dezember 1977 wegen Diebstahls teilweise entschädigt hatte.\n\nKaczynski erfuhr Ende Oktober 1978, dass der von ihm gekaufte BMW aus einem Diebstahl stammte. Mit Schreiben vom 10. November liess er Gabrieli wissen, dass er den Kaufvertrag wegen Willensmängel für ungültig halte, Fr. 31'500.-- als Kaufpreis zurückverlange und den Wagen zur Verfügung stelle. Gabrieli antwortete ihm am 1. Dezember 1978, dass er den Wagen gutgläubig erworben habe und daher selbst im Falle eines Diebstahls geschützt sei.\n\nB.- Im Juni 1979 klagte Kaczynski gegen Gabrieli auf Zahlung von Fr. 31'500.-- nebst 5% Zins seit 20. November 1978 gegen Rückgabe des BMW, eventuell auf Zahlung von Fr. 25'000.-- nebst Zins und gegenseitige Rückgabe der Fahrzeuge. Der Beklagte verkündete dem Autohändler Hess den Streit. Das tat daraufhin auch jeder der drei Autohändler gegenüber seinem Vorgänger.\n\nDurch Urteil vom 18. Dezember 1981 verpflichtete das Bezirksgericht Dielsdorf den Beklagten, dem Kläger gegen Herausgabe des BMW 633 CSI Fr. 30'475.-- nebst 5% Zins seit 20. Dezember 1978 zu bezahlen.\n\nAuf Appellation des Beklagten wies das Obergericht des Kantons Zürich die Klage am 9. Juli 1982 dagegen ab.\n\nDer Kläger beschwerte sich beim Kassationsgericht des Kantons Zürich, das am 26. November 1982 das Urteil des Obergerichts aufhob und die Sache zur neuen Entscheidung an das Obergericht zurückwies.\n\nAm 18. März 1983 entschied das Obergericht erneut im gleichen Sinn. Es fand, die nachträgliche Entdeckung des Klägers, ein gestohlenes Fahrzeug gekauft zu haben, lasse sich nicht als Grundlagenirrtum ausgeben, weil er den Wagen gutgläubig erworben habe und nicht entschädigungslos zurückgeben müsse.\n\nC.- Der Kläger hat gegen das neue Urteil des Obergerichts Berufung eingelegt mit den Anträgen, es aufzuheben und sein Rechtsbegehren gutzuheissen.\n\nDie Berufung wird vom Bundesgericht dahin gutgeheissen, dass das angefochtene Urteil aufgehoben und die Sache zu neuer Entscheidung |322| im Sinne der Erwägungen an das Obergericht zurückgewiesen wird.", "considerants": "Aus den Erwägungen:\n\n2. Nach ständiger Rechtsprechung hat der Käufer bei sachlich mangelhafter Erfüllung durch den Verkäufer insbesondere die Wahl, ob er gemäss Art. 197 ff. OR auf Gewährleistung klagen oder den Vertrag wegen eines Willensmangels im Sinne von Art. 23 ff. OR anfechten will (BGE 108 II 104 E. 2a, BGE 107 II 421 E. 1, BGE 98 II 20 E. 3, je mit weiteren Hinweisen). Die Möglichkeit einer Wahl ist auch gerechtfertigt, wenn es um rechtlich mangelhafte Erfüllung gemäss Art. 192 ff. OR geht (OSER/SCHÖNENBERGER, N. 1 und GIGER, N. 11 zu Art. 192 OR). Sie drängt sich diesfalls sogar auf, da der Käufer die Entwehrung durch den rechtmässigen Eigentümer abwarten, folglich die damit verbundenen Nachteile während unbestimmter Zeit auf sich nehmen müsste, wenn er sich trotz eines Willensmangels nur auf rechtlich mangelhafte Erfüllung berufen könnte.\n\nDavon gehen auch die Vorinstanzen aus. Sie halten die Voraussetzungen einer Gewährleistung nach Art. 192 OR vorliegend aber nicht für erfüllt, weil der bestohlene Eigentümer sein Recht bisher nicht geltend gemacht, die Gefahr der Entwehrung sich also nicht verwirklicht habe. Dazu komme, dass gemäss Art. 934 Abs. 2 ZGB eine gestohlene Sache einem Händler und jedem späteren gutgläubigen Erwerber nur gegen Vergütung des Preises abgefordert werden dürfe. Fragen könne sich daher bloss, ob der Kläger sich über die Herkunft des Wagens sowie über das Verfügungsrecht und die Möglichkeit des Verkäufers, ihm Eigentum am gekauften Fahrzeug zu verschaffen, im Sinne von Art. 24 Abs. 1 Ziff. 4 OR geirrt habe.\n\nDas Bezirksgericht bejaht die Frage, das Obergericht verneint sie dagegen, weil der Kläger weder den Kaufpreis noch den technischen Zustand des Fahrzeugs beanstandet, den Wagen für sich erworben habe und ihn seinem Verwendungszweck entsprechend ohne Einschränkung habe benützen und sogar veräussern können, selbst wenn er erst nach Ablauf von fünf Jahren vorbehaltlos Eigentümer werde (Art. 934 Abs. 1 ZGB); damit sei für beide Parteien die von ihnen als wesentlich vorausgesetzte Vertragsgrundlage vorhanden gewesen. Dem Kläger unter diesen Umständen einen Grundlagenirrtum zubilligen, hiesse den Zweck der |323| gesetzlichen Bestimmung verkennen und die Rechtssicherheit gefährden (BGE 41 II 366).\n\nDer Beklagte ist ebenfalls der Auffassung, von einem objektiv wesentlichen Grundlagenirrtum könne keine Rede sein, zumal der Verkauf nun über fünf Jahre zurückliege und daher nicht mehr mit Ansprüchen aus Art. 934 Abs. 1 ZGB zu rechnen sei. Der Kläger hingegen beharrt darauf, dass er den Wagen bei Kenntnis des wahren Sachverhalts nie gekauft hätte, ihn nach Aufdeckung des Irrtums aber nicht mehr habe verkaufen dürfen, ohne sich selber einer Täuschung schuldig zu machen; massgebend seien die gemeinsamen Vorstellungen der Parteien zur Zeit des Vertragsabschlusses, nicht die seither sich vermindernde Gefahr einer Entwehrung.\n\n3. Der Irrtum des Klägers über das Verfügungsrecht und die Verpflichtung des Beklagten, ihm das volle Eigentum an der Kaufsache zu verschaffen, hängt insbesondere davon ab, ob der Erwerb von dinglichen Rechten an dem in Italien gestohlenen und rechtswidrig eingeführten Wagen nach schweizerischem oder italienischem Recht zu beurteilen ist. Die kantonalen Gerichte haben ohne nähere Begründung auf Art. 934 ZGB abgestellt, also schweizerisches Recht für anwendbar gehalten. Die Frage nach dem international anwendbaren Recht stellt sich indes vorweg; sie ist zudem vom Bundesgericht auf Berufung hin von Amtes wegen zu prüfen (BGE 100 II 20 und 205 mit Hinweisen).\n\na) Wie Eigentum an Sachen übertragen wird, bestimmt sich nach den Regeln des Landes, in dem die Sache liegt (BGE 96 II 150, BGE 94 II 303, BGE 93 III 100, je mit weiteren Zitaten). Wenn ein Dritter im Ausland nach der dort geltenden Rechtsordnung von einem Nichtberechtigten Eigentum an einer gestohlenen Sache erwirbt, muss der Rechtserwerb daher in der Schweiz als gültig anerkannt werden. Die Folge davon ist, dass der Bestohlene hier nicht auf Rückgabe des Eigentums oder des Besitzes klagen kann. Hat er sein Recht im Ausland dagegen nicht verloren und befindet sich die gestohlene Sache im Zeitpunkt des geltend gemachten oder angefochtenen Rechtserwerbs in der Schweiz, so kann er sich auch hier auf das Recht am Ort der gelegenen Sache berufen, seine Klage also nach Art. 934 ZGB beurteilen lassen (STARK, N. 68 ff. zu Art. 930-937 ZGB; VISCHER, Internationales Privatrecht, in Schweizerisches Privatrecht, Bd. I S. 655 ff.).\n\nDas italienische Recht, welches das Bundesgericht gegebenenfalls auch selber anwenden kann (Art. 65 OG), kennt bei Erwerb |324| einer Sache von einem Nichtberechtigten nur Rechte zugunsten des gutgläubigen Erwerbers (Art. 1153 ff. CCit.). Es unterscheidet sich somit nicht von den in Art. 933 und 934 ZGB enthaltenen Regeln. Weder dem angefochtenen Urteil noch den Akten ist etwas dafür zu entnehmen, dass der gestohlene Wagen in Italien nach dem Diebstahl noch von jemandem gutgläubig erworben worden wäre; das Obergericht stellt vielmehr fest, der gestohlene BMW 633 CSI sei mit Hilfe gefälschter Wagenpapiere und eines gefälschten Kaufvertrages verzollt und eingeführt worden. Das passt zum organisierten Diebstahl und schliesst einen gutgläubigen Erwerb in Italien aus. Es ist deshalb im Ergebnis nicht zu beanstanden, dass die Vorinstanz die Rechte des Klägers gegenüber dem Bestohlenen einzig nach schweizerischem Recht beurteilt hat.\n\nb) Nach dem angefochtenen Urteil hat der Beklagte den streitigen Wagen dem Autohändler Hess abgekauft und dabei keinerlei Anhalte dafür gehabt, dass das Fahrzeug aus einem Diebstahl stammen könnte. Hess ist als Kaufmann, der mit Waren der gleichen Art handelt, und der Beklagte neben dem Kläger als gutgläubiger Empfänger im Sinne von Art. 934 Abs. 2 ZGB anzusehen. Ein solcher Empfänger braucht eine gestohlene Sache nur gegen Vergütung des von ihm bezahlten Preises herauszugeben. Diese Regel gälte auch für weitere Rechtsnachfolger, selbst wenn sie wie die Parteien nachträglich erfahren würden, dass es sich um einen gestohlenen Wagen handelte (BGE 107 II 455 mit Hinweisen, BGE 105 IV 304).\n\n4. Ein Käufer kann sich auf einen Grundlagenirrtum im Sinne von Art. 24 Abs. 1 Ziff. 4 OR berufen, wenn er sich über eine Rechtslage oder über einen bestimmten Sachverhalt geirrt hat, die er nach Treu und Glauben im Geschäftsverkehr als notwendige Vertragsgrundlage betrachten durfte. Es genügt daher nicht, dass der Käufer sich über den Inhalt oder Umfang der gegenseitigen Leistungen oder bloss über die Wirkungen des Vertrages getäuscht hat; erforderlich ist vielmehr eine falsche Vorstellung, die notwendigerweise beiden Parteien bewusst oder unbewusst gemeinsam und bei objektiver Betrachtung eine unerlässliche Voraussetzung für den Abschluss des Vertrages gewesen ist (BGE 108 II 412, BGE 98 II 18, BGE 96 II 104, BGE 87 II 138, BGE 82 II 424 E. 7, je mit weiteren Hinweisen).\n\na) Das Obergericht hält für erwiesen, dass beide Parteien bei Vertragsabschluss der Ansicht gewesen sind, der Beklagte könne dem Kläger das Eigentum am BMW verschaffen, da sie vom |325| Diebstahl nichts gewusst, sondern ahnungslos verhandelt hätten. Dem Kläger sei auch zu glauben, dass er den Wagen nicht gekauft hätte, wenn er sich der Gefahr bewusst gewesen wäre, ihn einem besser Berechtigten herausgeben zu müssen. Seine falsche Vorstellung über die Herkunft des Fahrzeuges sei daher subjektiv eine notwendige Voraussetzung für den Vertragsabschluss gewesen. Fragen könne sich bloss, ob seine Vorstellung auch objektiv als wesentlich anzusehen sei.\n\nWas das Obergericht in der Meinung anführt, diese Frage sei zu verneinen, geht schon im Ausgangspunkt fehl. Wenn beide Parteien sich über Tatsachen geirrt haben, die für ihre Willensbildung und ihre gegenseitigen Willensäusserungen entscheidend gewesen sind, so müssen ihre falschen Vorstellungen nach Treu und Glauben im Geschäftsverkehr auch als notwendige Grundlage des Vertrages betrachtet werden. Dies gilt um so mehr, als nach der allgemeinen Lebenserfahrung angenommen werden muss, dass bei Kenntnis des wahren Sachverhalts weder der eine noch der andere zu einem Kauf Hand geboten hätte, musste diesfalls doch jeder mit einer Strafverfolgung wegen Hehlerei rechnen; der Kläger will sich deswegen nach Aufdeckung des Diebstahls denn auch enthalten haben, den Wagen weiterzuverkaufen. Dass er das gestohlene Fahrzeug unbekümmert darum gekauft und verkauft hätte, wagte selbst der Beklagte nie zu behaupten; er hielt der Berufung des Klägers auf Grundlagenirrtum bloss entgegen, dass er den Wagen ebenfalls gutgläubig erworben habe und geschützt sei, der Kläger aber so oder anders bloss einen Herausgabeanspruch gemäss Art. 934 Abs. 2 ZGB zu befürchten habe und eine unrichtige Einschätzung dieses Risikos sich nicht als wesentlicher Irrtum bezeichnen lasse.\n\nDieser Einwand, der in der Berufungsantwort wiederholt wird und sinngemäss auch der Auffassung des Obergerichts zugrunde liegt, geht ebenfalls fehl. Der rechtlich relevante Irrtum (beider Parteien) ist nicht, wie der Beklagte unter Hinweis auf BGE 41 II 365 /66 glauben machen will, in falschen Vorstellungen über künftige, nicht voraussehbare Tatsachen zu erblicken; er deckt sich vielmehr mit dem Nichtwissen um die 1977/78 am Fahrzeug begangenen Straftaten und um die Rechtsfolgen, die sich daraus schon beim Vertragsabschluss für beide Parteien ergeben haben. Zu den Straftaten gehörte, dass der Wagen gestohlen und mit falschen Zeichen und Papieren in die Schweiz eingeführt wurde. Die Rechtsfolgen bestanden darin, dass der Verkäufer dem Käufer |326| nicht wie versprochen das Eigentum an der Kaufsache verschaffen, der Kläger darüber folglich nicht nach Belieben verfügen konnte, sondern sich im In- und Ausland polizeilichen Nachforschungen aussetzte und Gefahr lief, den Wagen je nach dem anwendbaren Recht sogar entschädigungslos zurückerstatten zu müssen; er war so oder anders schon dadurch geschädigt, dass er seine eigene Leistung erbrachte, ohne die Gegenleistung zu erhalten, auf die er nach Vertrag Anspruch hatte (BGE 92 IV 130 mit Zitaten). Ein Irrtum darüber lässt sich nicht verharmlosen, sondern rechtfertigt die Unverbindlichkeit des Vertrages (BGE 96 II 104 E. 1c).\n\nb) Entgegen der Auffassung des Obergerichts kann ferner nicht massgebend sein, dass sich der Bestohlene während der Dauer des kantonalen Verfahrens von nahezu vier Jahren nicht gemeldet hat. Entscheidend ist vielmehr, dass der Kläger sich bereits am 10. November 1978, d.h. knapp fünf Monate nach Abschluss des Vertrages und nur zwei Wochen nach Aufdeckung des Irrtums auf die Rechtsfolge dieses Willensmangels berufen hat. Damit hat er ein Gestaltungsrecht ausgeübt, das grundsätzlich nicht mehr widerrufen werden darf (BGE 108 II 104 E. 2a und BGE 98 II 98 mit Zitaten). Ihm Handeln wider Treu und Glauben vorzuwerfen, weil er unbekümmert um das passive Verhalten des Bestohlenen auf der Durchsetzung seines Rechts beharrt hat, geht daher von vorneherein nicht an. Daran scheitert auch der Vorhalt, dass der Kläger nach Ablauf von fünf Jahren keinen Drittanspruch mehr zu befürchten hat.\n\nSchliesslich kann im Ernst auch nicht von einer Gefährdung der Rechtssicherheit die Rede sein, wenn der Kläger den Kauf wegen einseitiger Unverbindlichkeit zu Fall bringen und damit die vorausgehenden Verträge ebenfalls in Frage stellen könne, obschon dazu kein begründeter Anlass mehr bestehe. Das Obergericht verkennt, dass ein gestohlenes Fahrzeug auch nach Ablauf von fünf Jahren mit dem Makel des Diebstahls behaftet bleibt. Dem Kläger die Berufung auf Grundlagenirrtum verweigern, hiesse von ihm verlangen, dass er den Diebstahl im Falle eines Wiederverkaufs ausdrücklich erwähnt, was zwar Treu und Glauben im Geschäftsverkehr (GIGER, N. 82 und 113 zu Art. 184 OR), nicht aber seinem Interesse entspricht, oder dass er den Makel verschweigt und sich dem Vorwurf absichtlicher Täuschung aussetzt. Um so weniger kann ihm verwehrt werden, seine Vorgänger die Folgen dieser Nachteile tragen zu lassen. BGE 41 II 364 ff. steht dem nicht entgegen, zumal es dort bloss um einen Irrtum im Beweggrund |327| ging. Die Auffassung des Obergerichts spricht im Ergebnis nicht für, sondern gegen die Rechtssicherheit, läuft sie doch darauf hinaus, widerrechtlichen Geschäften mit gestohlenen Fahrzeugen Vorschub zu leisten.\n\nc) Das Urteil des Obergerichts, das einen Grundlagenirrtum zu Unrecht verneint hat, ist daher aufzuheben und die Sache zur weitern Beurteilung an die Vorinstanz zurückzuweisen.\n\nEine Genehmigung des Vertrages ist dabei entgegen der Annahme des Beklagten nicht schon darin zu erblicken, dass der Kläger den Wagen nach Entdeckung des Irrtums noch gebraucht hat, zumal er dies bloss getan haben will, um Stillstandschäden vorzubeugen. Zu bedenken ist vielmehr, dass der Beklagte sich einer Rückgabe der Fahrzeuge während Jahren beharrlich widersetzt, dass der Kläger sich aber schon am 10. November 1978 für die Unverbindlichkeit des Vertrages entschieden, daran unbekümmert um die Dauer des Prozesses festgehalten hat und damit im Berufungsverfahren grundsätzlich durchgedrungen ist; auf Genehmigung darf zudem nicht leichthin geschlossen werden (BGE 108 II 105 f.). Ist eine solche hier zu verneinen, so hat die Auseinandersetzung nach den Bestimmungen über die ungerechtfertigte Bereicherung zu erfolgen, da die Parteien aus einem nachträglich dahingefallenen Rechtsgrund geleistet haben (BGE 87 II 139, BGE 82 II 428)."}