{"annee": "109", "cour": "IB", "page": "180", "date": "19/8/1983", "cite": ["102 IB 97"], "cite_par": ["112 IB 212", "118 IB 145", "112 IA 93", "113 IA 247", "114 IA 307"], "chapeau": "30. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 19. August 1983 i.S. Ickin gegen Regierungsrat des Kantons St. Gallen (Verwaltungsgerichtsbeschwerde)", "regestes": ["Irrecevabilité du recours de droit administratif dirigé contre le refus d'une autorisation de séjour (art. 100 let. b ch. 3 OJ). L'autorisation provisoire de séjour accordée à un étranger pour lui permettre de prendre un emploi dans un canton où il envisage de transférer son lieu de résidence, venant d'un autre canton, ne confère - à la différence d'une assurance au sens de l'art. 6 al. 2 RSEE - aucun droit à l'octroi de l'autorisation définitive de séjour. Le recours de droit administratif contre le refus de l'autorisation définitive est dès lors irrecevable en vertu de l'art. 100 let. b ch. 3 OJ."], "faits": "BGE 109 Ib 180 S. 181\n\nHatice Ickin, geboren am 5. Februar 1945, türkische Staatsangehörige, verwitwet, wohnhaft gewesen in Denizli (Türkei), erhielt am 8. Mai 1981 eine Einreise- und Aufenthaltsbewilligung als Schneiderin in Rothenthurm, Kanton Schwyz. Diese Bewilligung wurde inzwischen bis zum 30. Juni 1983 verlängert. Dabei war für die erstmalige Erteilung unter anderem massgebend, dass Hatice Ickin am 21. April 1981 unterschriftlich erklärt hatte, sie sei kinderlos.\n\nAm 26. November 1982 stellte die Firma Hasler Textil, Berneck, bei der Fremdenpolizei des Kantons St. Gallen das Gesuch, es sei Hatice Ickin der Kantons- und Stellenwechsel als Hilfsbüglerin bei ihr zu bewilligen. Diese Bewilligung wurde am 8. Dezember 1982 provisorisch erteilt, wobei die Fremdenpolizei davon ausging, dass Hatice Ickin tatsächlich kinderlos sei. Am 21. Februar 1983 stellte diese jedoch ein Gesuch um Erteilung der Einreise- und Aufenthaltsbewilligung für ihre minderjährigen Kinder Metin, Yusuf und Muhammetilyar. Daraufhin wies die Fremdenpolizei die Gesuche um Kantonswechsel, Stellenwechsel und Familiennachzug am 7. März 1983 mit der Begründung ab, dass Hatice Ickin die Einreise- und Aufenthaltsbewilligung zum Stellenantritt im Kanton Schwyz unter unwahren Angaben erschlichen habe und nun drei minderjährige Kinder nachziehen wolle. Sie habe den Kanton St. Gallen zu verlassen und in den Kanton Schwyz zurückzukehren, wo sie eine noch bis zum 30. Juni 1983 gültige Aufenthaltsbewilligung habe. Die provisorische Bewilligung vom 8. Dezember 1982 werde widerrufen, und das Familiennachzugsgesuch sei bei dieser Sachlage gegenstandslos. Der Regierungsrat des Kantons St. Gallen wies eine dagegen erhobene Beschwerde am 7. Juli 1983 ab. Das Bundesgericht tritt auf die als staatsrechtliche Beschwerde bezeichnete Verwaltungsgerichtsbeschwerde nicht ein aus folgenden BGE 109 Ib 180 S. 182", "considerants": "Erwägungen:\n\n2. Ein Rechtsmittel kann trotz der Bezeichnung als staatsrechtliche Beschwerde als Verwaltungsgerichtsbeschwerde entgegengenommen werden. Für die Verwaltungsgerichtsbeschwerde gelten die strengen Anforderungen an die Begründung gemäss Art. 90 OG nicht. Ob die Voraussetzungen der Verwaltungsgerichtsbeschwerde gegeben sind, prüft das Bundesgericht von Amtes wegen.\n\na) Nach Art. 100 lit. b OG ist die Verwaltungsgerichtsbeschwerde auf dem Gebiete der Fremdenpolizei ausgeschlossen gegen die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt. Es ist daher zu prüfen, ob das Bundesrecht der Beschwerdeführerin einen Anspruch auf Aufenthaltsbewilligung im Kanton St. Gallen einräumt. Trifft dies nicht zu, so besteht erst recht kein Anspruch auf Stellenwechsel in den Kanton St. Gallen, und der Familiennachzug dorthin wird obsolet.\n\nDie Aufenthaltsbewilligung gilt nur für den Kanton, der sie ausgestellt hat (Art. 8 Abs. 1 ANAG). Bei Wechsel des Kantons (Verlegung des Mittelpunkts seiner Lebensverhältnisse von einem Kanton in den anderen) bedarf der Ausländer einer neuen Bewilligung (Art. 14 Abs. 3 ANAV, Art. 8 Abs. 3 ANAG). Aus der im Kanton Schwyz erteilten Aufenthaltsbewilligung konnte daher die Beschwerdeführerin keine Rechte für die Erteilung der Aufenthaltsbewilligung im Kanton St. Gallen ableiten. Die Behörden des Kantons St. Gallen konnten wie bei jeder erstmaligen Bewilligungserteilung im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland nach freiem Ermessen über die Bewilligung des Aufenthalts entscheiden (Art. 4 ANAG). Da weder gesetzliche Bestimmungen noch ein Staatsvertrag im vorliegenden Fall Anspruch auf Bewilligung einräumen, ist die Verwaltungsgerichtsbeschwerde im Sinne von Art. 100 lit. b Ziff. 3 OG unzulässig.\n\nb) Es bleibt noch zu prüfen, ob sich allenfalls aus der \"provisorischen Aufenthaltsbewilligung zum Stellenantritt\" vom 8. Dezember 1982 ein Anspruch auf Erteilung der definitiven Bewilligung herleiten lässt, oder ob die provisorische Bewilligung als begünstigende Verfügung zu qualifizieren ist, deren Widerruf beim Bundesgericht angefochten werden könnte (Art. 101 lit. d OG).\n\nBGE 109 Ib 180 S. 183\n\nIn BGE 102 Ib 98 E. 1 wurden diese beiden Fragen für die Zusicherung einer Aufenthaltsbewilligung bejaht. Art. 6 Abs. 2 ANAV sieht vor, dass ein Ausländer vom Ausland aus ein Gesuch um Zusicherung der Bewilligung einreichen kann, worauf dann nach der Einreise und Anmeldung die Aufenthaltsverhältnisse zu regeln sind (vgl. BGE 102 Ib 100). Es handelt sich also bei der Zusicherung um ein vom Gesetzgeber ausdrücklich vorgesehenes Instrument zur Vorabklärung, bevor der Ausländer in die Schweiz reist. Es ist gerechtfertigt, daraus dem Ausländer eine bestimmte Rechtsstellung zuzuerkennen.\n\nDemgegenüber wird die provisorische Aufenthaltsbewilligung durch die Praxis gehandhabt, um den Verkehr von Ausländern innerhalb der Schweiz zu erleichtern. Der Ausländer, der in einem Kanton die Aufenthaltsbewilligung besitzt, ist an sich berechtigt, sich ohne Anmeldung vorübergehend auch in einem anderen Kanton aufzuhalten und dort seine Erwerbstätigkeit auszuüben; soll der Aufenthalt im andern Kanton nicht bloss vorübergehend sein oder soll der Schwerpunkt der Erwerbstätigkeit in diesen verlegt werden, so ist vorher das Einverständnis dieses Kantons einzuholen (Art. 8 Abs. 2 ANAG). Man kann die provisorische Aufenthaltsbewilligung durchaus als Ausdruck dieses Einverständnisses betrachten für so lange, als nicht die eigentliche Verlegung des Aufenthalts bewilligt bzw. die definitive Aufenthaltsbewilligung erteilt ist. Aus dem Provisorium der Bewilligung ergibt sich, dass nur die vorläufige Situation geregelt und kein Anspruch auf definitive Bewilligung begründet werden kann. Wird die definitive Bewilligung nicht erteilt, fällt die provisorische Bewilligung dahin, ohne dass ein Widerruf im Sinne von Art. 101 lit. d OG vorliegt. Anders zu entscheiden würde heissen, dass entweder die Praxis der provisorischen Bewilligungen aufgegeben werden müsste, oder dass bei deren Weiterführung praktisch die Verwaltungsgerichtsbeschwerde auf einem Gebiet ausnahmslos zugelassen würde, wo dies der Gesetzgeber ausschliessen wollte."}