{"annee": "109", "cour": "II", "page": "105", "date": "7/6/1983", "cite": ["48 II 236", "49 II 475", "96 II 101", "79 II 272", "66 I 299", "95 II 407", "107 II 144", "103 IB 50", "107 II 343", "90 II 274", "59 II 372", "98 II 15", "83 II 241", "55 II 184"], "cite_par": ["117 II 218", "118 II 297", "110 II 293"], "chapeau": "26. Auszug aus dem Urteil der I. Zivilabteilung vom 7. Juni 1983 i.S. Gebrüder Rüttimann AG gegen Gemeinde Aclens und COOP Schweiz (Berufung)", "regestes": ["Art. 24 al. 1 ch. 4 CO. Erreur sur des faits futurs. 1. Peut constituer un élément nécessaire du contrat, au sens de cette disposition, même une circonstance qui échappe à l'influence des parties (consid. 4a). 2. Une erreur sur des faits futurs peut être essentielle lorsqu'elle se rapporte à un fait déterminé dont la survenance était tenue pour certaine par les parties au moment de la conclusion du contrat (consid. 4b). 3. Tel n'est pas le cas lorsque les faits que se sont représentés les parties peuvent encore se réaliser (consid. 4c)."], "faits": "|106|\n\nA.- Die waadtländischen Gemeinden Aclens und Vufflens-la-Ville beabsichtigen seit Jahren, die rechtsufrige Talseite der Venoge in der Weise zu erschliessen, dass zwischen den Kantonsstrassen 151 und 176 eine Industriezone von 690 000 m2 mit zehn Baulosen geschaffen und ein Strassennetz, bestehend aus einer Industriestrasse und zwei Erschliessungsstrassen (\"West\" und \"Süd\"), angelegt wird. Wegen dieses Vorhabens vereinbarte die Gemeinde Vufflens-la-Ville schon im Mai 1967 mit der Gebrüder Rüttimann AG, Zug, und deren Tochtergesellschaft Concorde immobilière et fiduciaire SA, Montreux, verschiedene Parzellen zu tauschen; sie hielten insbesondere fest, dass die Rüttimann AG bereits etwa die Hälfte der vorgesehenen Industriezone besitze und dass ihre Tochtergesellschaft sich an den Erschliessungsarbeiten beteiligen wolle. In der gleichen Absicht einigten die beiden Gemeinden sich gemäss \"Convention\" vom 1. September 1969 mit der COOP Schweiz darüber, dass diese eine Parzelle übernehme, die Gemeinden die Erschliessungsstrassen bald erstellen und die COOP die Kosten dafür zur Hälfte trage; die Gemeinden verpflichteten sich ferner, unverzüglich das erforderliche Expropriationsverfahren |107| einzuleiten und mit dem Bau der Strassen zu beginnen, die sodann in öffentliches Eigentum übergehen sollten.\n\nFür die Erschliessungsstrasse \"West\" wurde Boden der Parzelle 269 benötigt, die der Rüttimann AG gehört. Durch zwei öffentlich beurkundete Verträge vom 15. Januar 1970, die als \"Promesse de vente et d'achat (PVA)\" bezeichnet wurden, verpflichtete die Rüttimann AG sich, einen Streifen von 1350 m2 zu Fr. 14.--/m2 an die Gemeinde Aclens und die restlichen 1554 m2 zu Fr. 25.--/m2 an die COOP Schweiz zu verkaufen. Der Verkauf sollte frei von Hypotheken und Dienstbarkeiten erfolgen und der Besitz sogleich auf die Käuferinnen übergehen, die den Preis von Fr. 18'900.-- bzw. Fr. 38'850.-- bei Vertragsabschluss bezahlten. Der endgültige Kaufvertrag war auf Begehren einer Partei abzuschliessen, wobei im Säumnisfall auf gerichtliche Übertragung des Eigentums und Schadenersatz geklagt werden konnte.\n\nDer von den Käuferinnen verlangte Abschluss scheiterte im Frühjahr 1979 daran, dass die Firma Rüttimann einer Aufforderung des Notars, sich zur Beurkundung des Vertrages bei ihm einzufinden, nicht Folge leistete.\n\nB.- Im Juli 1979 klagten die Gemeinde Aclens und die COOP Schweiz beim Kantonsgericht Zug auf Verurteilung der Rüttimann AG, ihnen wie versprochen das Eigentum an je einem Streifen der Parzelle 269 zu verschaffen; falls die Beklagte sich weigere, sei das Grundbuchamt Morges zu den nötigen Eintragungen zu verhalten.\n\nDie Beklagte beantragte, die Klage abzuweisen und festzustellen, dass die zwischen den Parteien am 15. Januar 1970 geschlossenen Verträge für sie insbesondere wegen Irrtums unverbindlich seien.\n\nDas Kantonsgericht hiess die Klage am 10. September 1981 gut und verpflichtete die Beklagte, der Gemeinde Aclens 1345 m2 und der COOP Schweiz 1547 m2 der Parzelle 269 frei von Grundpfändern und Dienstbarkeiten zu Eigentum zu übertragen, alles gemäss den Vorkaufsverträgen vom 15. Januar 1970 und einem Mutationsplan des Geometers vom 22. Dezember 1977; für den Fall der Weigerung wies es das Grundbuchamt an, die erforderlichen Änderungen im Grundbuch von sich aus vorzunehmen.\n\nAuf Appellation der Beklagten entschied das Obergericht des Kantons Zug am 8. Juli 1982 im gleichen Sinne.\n\nC.- Die Beklagte hat Berufung eingelegt mit den Anträgen, |108| das Urteil des Obergerichts aufzuheben und die Klage abzuweisen.\n\nDas Bundesgericht weist die Berufung ab und bestätigt das angefochtene Urteil.", "considerants": "Aus den Erwägungen:\n\n4. Die Beklagte kann einen Grundlagenirrtum im Sinne von Art. 24 Abs. 1 Ziff. 4 OR geltend machen, wenn sie sich über einen bestimmten Sachverhalt geirrt hat, den sie nach Treu und Glauben im Geschäftsverkehr als notwendige Vertragsgrundlage betrachten durfte.\n\na) Nach Auffassung des Obergerichts kann die Beklagte sich nicht auf einen solchen Irrtum berufen, weil von Vorstellungen über einen Sachverhalt, den sie objektiv gesehen als notwendige Grundlage der Verträge habe voraussetzen dürfen, keine Rede sein könne. Zur Zeit des Vertragsschlusses sei die Erschliessung des Gebietes zwar von beiden Gemeinden geplant, das entsprechende Verfahren aber noch hängig gewesen. Die Beklagte habe daher von niemandem verlangen können, ihre Wünsche zu erfüllen, zumal es sich um eine öffentlichrechtliche Angelegenheit gehandelt und die Entscheidungsbefugnis jeder Gemeinde sich auf eigenes Gebiet beschränkt habe. Aus der \"Convention\" der beiden Gemeinden mit der COOP Schweiz könne die Beklagte, die nicht Vertragspartei sei, nichts zu ihren Gunsten ableiten. Gemeinden dürften zudem die demokratische Willensbildung über Verkehrs- und Erschliessungsprojekte nicht dadurch vereiteln, dass sie miteinander Verträge schliessen. Unter den gegebenen Umständen habe die Beklagte damit rechnen müssen, dass ihre Erwartungen sich nicht erfüllen könnten.\n\nDie Annahme eines Grundlagenirrtums zugunsten der Beklagten setzt nicht voraus, dass sie den beteiligten Gemeinden gegenüber einen Anspruch auf Öffentlicherklärung der Strasse habe. Vertragsgrundlage im Sinne von Art. 24 Abs. 1 Ziff. 4 OR kann auch ein Umstand sein, der den Einflüssen der Vertragspartner zum vorneherein entzogen ist, folglich entgegen ihrem Willen vorliegen oder eintreten, fehlen oder ausbleiben kann. Bei Irrtum über die rechtlichen oder tatsächlichen Voraussetzungen der Überbaubarkeit von Grundstücken ist dies sogar die Regel (vgl. z.B. BGE 107 II 344, BGE 103 Ib 50 /51, BGE 98 II 16, BGE 96 II 102 /3, BGE 95 II 407 /8). Was das Obergericht zum möglichen Verhalten Dritter oder zu deren Befugnissen ausführt, steht daher einem Grundlagenirrtum nicht entgegen. |109|\n\nVon Bedeutung sein kann dagegen, ob die Vorstellungen der Beklagten über die Öffentlicherklärung der Strasse blosse Hoffnungen waren, mit deren Erfüllung sie nach dem angefochtenen Urteil nicht leichthin rechnen durfte. Die Vorinstanz nimmt indes selber an, dass im massgebenden Zeitpunkt alle Beteiligten von einer öffentlichen Erschliessung des Industriegebietes und damit vom Zweck ausgegangen sind, den die beiden Gemeinden insbesondere gemäss ihrer \"Convention\" mit der COOP Schweiz selber verfolgt haben. Das Obergericht misst dieser \"Convention\" offenbar eine allgemeine Bedeutung bei; sie soll nach der Darstellung der Beklagten auch mit andern Anstössern abgeschlossen worden sein und war, wie die Vorinstanz einräumt und die Klägerinnen vermuten, der Beklagten ebenfalls bekannt. Das spricht für die Behauptung der Berufung, der Inhalt der \"Convention\" sei für alle am Erschliessungsvorhaben Beteiligten massgebend und auch Grundlage weiterer Vereinbarungen gewesen. Davon ist vorerst auszugehen, gleichviel ob der Sachverhalt in dieser Hinsicht allenfalls noch der Abklärung bedarf.\n\nb) Als die streitigen Verträge 1970 geschlossen wurden, war die Erschliessungsstrasse \"West\" noch nicht gebaut, geschweige denn öffentlich erklärt. Was die Parteien sich damals darüber vorstellten, betraf somit einen künftigen Sachverhalt. Das Obergericht hält unter Hinweis auf die Rechtsprechung des Bundesgerichts auch einen Grundlagenirrtum über einen solchen Sachverhalt für wesentlich, wenn er zur Zeit des Vertragsabschlusses voraussehbar war. Diese Rechtsprechung, die von den Parteien nicht angezweifelt wird, ist freilich weder eindeutig noch unangefochten.\n\naa) In einem Urteil vom 10. Oktober 1933 schloss das Bundesgericht die Möglichkeit eines Grundlagenirrtums über einen künftigen Sachverhalt zum vorneherein aus. Es fand, Irrtum gebe es nur, wo man etwas wissen könne; über die Zukunft könne man aber nichts wissen, sondern nur mutmassen, weshalb ein Rechtsgeschäft nicht wegen Irrtums angefochten werden könne, wenn nachträglich ein unvorhergesehener Sachverhalt eintrete. Es handelte sich um eine subsidiäre und beiläufige Erwägung, die bezeichnenderweise in der amtlichen Sammlung (BGE 59 II 374 E. 1) nicht veröffentlicht, aber in der Praxis des Bundesgerichts (Bd. 22/1933 Nr. 176) und summarisch in der Semaine judiciaire (SJ 56/1934 S. 288) wiedergegeben worden ist. Diese Auffassung, die sinngemäss bereits in einigen früheren Entscheiden zum Ausdruck gekommen |110| und später vereinzelt wiederholt worden ist (BGE 107 II 150 E. 4, BGE 98 II 18 unten mit Zitaten), wird auch in einem Teil der Lehre vertreten (MERZ, N. 194 zu Art. 2 ZGB; GUHL/MERZ/KUMMER, OR 6. Aufl. S. 122; JÄGGI/GAUCH, N. 610/13 zu Art. 18 OR; GAUCH/SCHLUEP/JÄGGI, Skriptum zu OR Allgemeiner Teil I N. 605/4; OSER/SCHÖNENBERGER, N. 4 zu Art. 23 OR).\n\nIn einer Reihe anderer Entscheide ist indes während Jahrzehnten auch der Irrtum über eine künftige Tatsache als wesentlich anerkannt worden, wenn er sich auf einen voraussehbaren Sachverhalt bezogen hat (vgl. insbesondere aus der ältern Rechtsprechung BGE 48 II 238 E. 3, BGE 49 II 492 E. 3, BGE 55 II 188 E. 5; aus der neueren BGE 79 II 275, BGE 95 II 409 E. 1 sowie Urteil vom 2. Juli 1957 E. 3, die in BGE 83 II 241 ff. nicht, aber in SJ 80/1958 S. 471 teilweise publiziert worden ist). Dabei hat das Bundesgericht das Erfordernis der Voraussehbarkeit zutreffend dahin verdeutlicht, dass es sich um eine Tatsache handeln müsse, deren Eintritt die Parteien bei Abschluss des Vertrages als sicher angenommen haben (BGE 95 II 409, ebenso schon BGE 48 II 239 /40). Diese Rechtsprechung ist namentlich auf ihre erneute Verdeutlichung hin in der Lehre mehrheitlich gebilligt worden (von TUHR/PETER, OR I S. 313 Anmerkung 44; von TUHR/ESCHER, OR II S. 256; BUCHER, OR Allgemeiner Teil S. 177; ENGEL, Traité des obligations, S. 225; BECKER, N. 9 zu Art. 23 OR; KELLER/SCHÖBI, Allgemeine Lehren des Vertragsrechts, S. 132). Kritisiert worden ist sie dagegen von MERZ (ZBJV 103/1967 S. 16/17 und 107/1971 S. 126/27; vgl. ferner 110/1974 S. 45 und 119/1983 S. 128/29). In BGE 98 II 18 E. 2 und BGE 107 II 346 E. 1b bestand kein Anlass, sich zu dieser Kritik zu äussern; vorliegend drängt sich eine Stellungnahme jedoch auf.\n\nVon der Sache her besteht kein überzeugender Grund, einen Irrtum über einen künftigen Sachverhalt zum vorneherein auszuschliessen. Wie das unwesentliche Motiv des Vertragsschlusses kann auch die notwendige Vertragsgrundlage durchaus in der Zukunft liegen. Dazu kommt, dass der von Merz und BGE 66 I 312 E. 9 aufgezeigte Ausweg einer stillschweigenden Bedingung die Schwierigkeiten nicht beseitigt, wenn ein Sachverhalt den Parteien als derart sicher erscheint, dass sie gar nicht daran denken, ihn zum Gegenstand einer Bedingung zu machen (von TUHR/PETER, OR I S. 313; von TUHR/ESCHER, OR II S. 256); für Grundstückskäufe steht zudem das Erfordernis der öffentlichen Beurkundung der Annahme einer derart bedeutsamen stillschweigenden Bedingung entgegen (BGE 90 II 281 E. 6 mit Hinweisen). Das entscheidende |111| und auch ausreichende Kriterium zur Abgrenzung eines wesentlichen Irrtums über ein künftiges Ereignis von einem unwesentlichen ist darin zu erblicken, dass der Irrtum nach dem Wortlaut des Gesetzes \"einen bestimmten Sachverhalt\" betreffen muss. Blosse Hoffnungen, übertriebene Erwartungen oder gar Spekulationen, z.B. über die Entwicklung von Bodenpreisen, über Kurse von Wertpapieren oder die Änderung einer Bewilligungspraxis (BGE 107 II 347, 91 II 280 E. 3), reichen dafür zum vorneherein nicht aus; die Verwirklichung des vorgestellten Sachverhaltes muss vielmehr von beiden Parteien als sicher angesehen werden (BGE 95 II 409, BGE 48 II 239 /40).\n\nbb) Nach dem angefochtenen Urteil konnte die Beklagte nicht mit Sicherheit annehmen, dass die Erschliessungsstrasse \"West\" öffentlich erklärt werde; das Obergericht hält ihr entgegen, sie habe gewusst, dass die Strasse im Grenzgebiet der Gemeinde Vufflens-la-Ville zumindest über ein Privatgrundstück führe. Das schliesst indes nicht aus, dass die Beklagte die künftige Öffentlicherklärung für sicher hielt, zumal sie die beiden Landstreifen gerade zwecks Erschliessung des Industriegebietes verkauft hat. Dazu kommt, dass die Strasse auf der ganzen Länge tatsächlich gebaut wurde und auch die Gemeinden Aclens und Vufflens-la-Ville deren Öffentlicherklärung unterstellten, ja nötigenfalls Expropriation in Aussicht nahmen. Unter diesen Umständen ist ein Grundlagenirrtum zugunsten der Beklagten zu bejahen.\n\nc) Die Berufung auf einen solchen Irrtum setzt jedoch nicht nur voraus, dass die Beklagte die künftige Erschliessung der Strasse in guten Treuen als notwendige Vertragsgrundlage betrachten durfte. Erforderlich ist überdies der Nachweis, dass sie sich darin irrte. Parteien und Vorinstanzen äussern sich auffallend unbestimmt zur Frage, ob die beteiligten Gemeinden nach wie vor beabsichtigen, die Strasse öffentlich zu erklären. In erster Instanz verdächtigte die Beklagte die Gemeinde Aclens, dazu nicht mehr bereit zu sein; die Klägerinnen wollen dagegen nie bestritten haben, dass die Strasse der Öffentlichkeit zugänglich zu machen sei, doch müsse Aclens zu diesem Zweck zuerst Eigentümerin des Teilstücks werden, das auf ihr Gemeindegebiet entfalle. Das Kantonsgericht hielt ferner fest, was die Gemeinde Vufflens-la-Ville mit ihrem Strassenstück zur Zeit vorhabe, sei nicht bekannt; dass sich diese Gemeinde gegen die Öffentlicherklärung der Strassen sträube, sei aber nicht behauptet und ergebe sich auch nicht aus den Akten. Das Obergericht schweigt sich darüber aus, und die Beklagte begnügt sich im |112| Berufungsverfahren mit der Erklärung, bis heute sei weder die Strasse ins öffentliche Eigentum übergegangen noch das notwendige Expropriationsverfahren eingeleitet worden.\n\nUnter diesen Umständen lässt sich nicht sagen, dass der künftige Sachverhalt, mit dessen Verwirklichung die Beteiligten bei Vertragsschluss angeblich gerechnet haben, bereits dahingefallen ist. Dass er nach Meinung der Parteien innert einer bestimmten Frist Wirklichkeit werden sollte und dass diese Frist bereits abgelaufen sei, ist von der Beklagten nicht behauptet worden. Aus ihrem Verhalten erhellt vielmehr, dass sie sich der Eigentumsübertragung vor allem widersetzt, um die Öffentlicherklärung der Strasse zu erzwingen; sie erklärte noch im Prozess, dass sie unter dieser Voraussetzung nach wie vor bereit sei, die Verträge zu erfüllen. Kann der von den Beteiligten unterstellte Sachverhalt aber auch heute noch verwirklicht werden, so erweist die Anfechtung der Verträge durch die Beklagte sich jedenfalls zur Zeit als unbegründet."}