{"annee": "109", "cour": "IB", "page": "210", "date": "15/6/1983", "cite": ["99 IB 94", "104 IB 232"], "cite_par": ["112 IB 195", "119 IB 397"], "chapeau": "37. Extrait de l'arrêt de la Ire Cour de droit public du 15 juin 1983 dans la cause Sociétés immobilières Montana-Résidence C et D contre Département fédéral de l'intérieur (recours de droit administratif)", "regestes": ["Défrichement. Bonne foi. Art. 31 LFor et 25 ss OFor. Pour qu'un recourant puisse invoquer avec succès le principe de la bonne foi, il faut notamment que la loi n'ait pas été modifiée entre le moment où une promesse aurait été faite par l'autorité et le moment où le recourant invoque ce principe. Cas de la réglementation fédérale en matière forestière, où la loi de 1902 a été modifiée par la novelle du 18 mars 1971 (art. 50) et où l'ordonnance d'exécution de 1965 a été modifiée le 25 août 1971. Correctif apporté à l'arrêt Hadbi du 2 février 1973 (ATF 99 Ib 94 ss)."], "faits": "BGE 109 Ib 210 S. 210\n\nLa Grande Bourgeoisie des cinq communes de la contrée de Sierre a vendu aux enchères publiques, en novembre 1960, une BGE 109 Ib 210 S. 211parcelle de forêts de 5577 m2 sise à Randogne, pour le prix de 25 francs le m2; cette vente a été homologuée par le Conseil d'Etat du canton du Valais. Aux termes des conditions de vente, l'adjudicataire devait construire sur la parcelle dans le délai de 5 ans et, en cas de revente, faire reprendre cet engagement par le nouvel acquéreur.\n\nUn premier permis de bâtir a été accordé en 1961 pour la construction d'un bâtiment en un seul bloc. Selon les propriétaires actuels, des arbres auraient été abattus sur la parcelle en 1963, en vue de la construction précitée, qui n'a cependant pas été exécutée. Par la suite, le terrain a été morcelé en trois parcelles. Une autorisation de défricher - moyennant reboisement compensatoire - a été accordée par le Conseil d'Etat le 7 juin 1972, en vue de la construction d'un premier bâtiment, qui a été réalisé.\n\nLe 22 juin 1978, les Sociétés immobilières Montana-Résidence C et D ont déposé une demande de défrichement pour la construction de deux bâtiments sur les deux autres parcelles; estimant que cette demande était de la compétence de l'autorité fédérale (art. 25bis et ter de l'ordonnance d'exécution du 1er octobre 1965 - OFor - de la loi fédérale du 11 octobre 1902 concernant la haute surveillance de la Confédération sur la police des forêts - LFor, RS 921.0), le Conseil d'Etat l'a transmise au Département fédéral de l'intérieur, qui l'a rejetée le 20 novembre 1978, en application des art. 31 LFor et 25 ss OFor.\n\nSaisi d'un recours de droit administratif, le Tribunal fédéral l'a rejeté.", "considerants": "Extrait des considérants:\n\n1. (Questions de procédure.)\n\n2. (Malgré certains défrichements, dont l'un au moins a été réalisé sans autorisation, la surface totale des parcelles sur lesquelles est projetée la construction des deux nouveaux bâtiments doit être considérée comme forêt; elle fait d'ailleurs partie intégrante d'un complexe forestier plus vaste.)\n\n3. (Absence de raisons prépondérantes permettant de déroger au principe du maintien de l'aire forestière.)\n\n4. Il reste à examiner si le défrichement n'aurait pas dû néanmoins être autorisé en vertu du principe de la bonne foi, en raison des assurances qui auraient été données par l'autorité.\n\nC'est ce que prétendent les recourantes, en relevant que le terrain en cause a été vendu par la Grande Bourgeoisie non pas comme BGE 109 Ib 210 S. 212forêt, mais comme terrain à bâtir, et même avec l'obligation d'y bâtir; bien plus, la vente est intervenue après l'homologation d'un plan de quartier et elle a été approuvée par le Conseil d'Etat du canton du Valais, qui est non seulement l'autorité de surveillance des communes, mais aussi l'autorité cantonale supérieure en matière de forêt.\n\na) Les recourantes invoquent en faveur de leur thèse l'arrêt du 2 février 1973 dans la cause Hadbi (ATF 99 Ib 94 ss), qui concerne un terrain sis à \"La Combaz\", à quelque distance du terrain litigieux en l'espèce, de l'autre côté de la route cantonale Sierre-Montana. La forêt de La Combaz, d'une surface de 20'000 m2 environ, avait été vendue en 1929 par la même Grande Bourgeoisie, pour le prix de 93'000 francs, avec obligation de verser 10% du prix à un fonds de reboisement. Une parcelle de ce terrain avait été vendue quarante ans plus tard - en 1969 - comme terrain à bâtir à Hadbi, et le Conseil d'Etat avait accordé l'autorisation de défricher en juin 1972, en raison des faits précités et en application du principe de la bonne foi. Saisi d'un recours de droit administratif formé par la Ligue suisse pour la protection de la nature, le Tribunal fédéral l'avait rejeté, approuvant ainsi la manière de voir du Gouvernement cantonal.\n\nDans la motivation de l'arrêt précité, le Tribunal fédéral a rappelé, en se référant à la doctrine, que parmi les différentes conditions auxquelles est subordonnée l'invocation de la bonne foi, il faut notamment que la loi n'ait pas été modifiée dans l'intervalle (p. 102, haut). Au sujet de cette dernière condition, il relevait que l'art. 31 LFor, où est énoncé le principe de la conservation de l'aire forestière, était resté le même et que seule l'ordonnance d'exécution avait été modifiée au sujet des autorisations de défrichement, circonstance qui n'excluait pas le droit d'invoquer le principe de la bonne foi (p. 103 consid. 4e).\n\nCinq ans plus tard, dans l'arrêt X. c. Tessin (ATF 104 Ib 238), le Tribunal fédéral s'est prononcé dans un sens opposé: il a rappelé qu'en 1971, le Conseil fédéral avait modifié l'ordonnance d'exécution de la loi fédérale de 1902 sur les forêts et imposé à toute la Suisse une pratique assez restrictive en matière d'octroi des autorisations de défricher, pratique qui a été suivie de façon cohérente dans le canton du Tessin également, où ces autorisations avaient été accordées précédemment avec une certaine facilité. Tout en citant l'arrêt Hadbi mentionné ci-dessus, le Tribunal fédéral en a déduit qu'un tel changement de la base juridique BGE 109 Ib 210 S. 213excluait déjà en lui-même la possibilité pour le recourant d'invoquer valablement le principe de la bonne foi en se fondant sur des circonstances antérieures à 1971.\n\nb) Ces deux arrêts sont manifestement contradictoires; comme on va le voir, les conclusions de l'arrêt Hadbi, erronées, ne sauraient être maintenues.\n\nS'il est vrai que l'art. 31 LFor - qui pose le principe de la conservation de l'aire forestière - n'a pas subi de modification depuis 1902, il est également vrai que la novelle du 18 mars 1971, en vigueur depuis le 1er septembre 1971, a modifié l'art. 50 de la loi en y ajoutant un second alinéa. Allant au-delà de ce que lui proposait le Conseil fédéral dans son message du 12 août 1970 (FF 1970 II 500 ss), le législateur a, de sa propre initiative, expressément chargé le Conseil fédéral d'édicter des directives spéciales sur la façon de traiter les demandes de défrichement (dernière phrase de l'art. 50 al. 2 LFor). L'art. 26 OFor est l'expression de cette délégation spéciale du pouvoir de légiférer, destinée à permettre l'adaptation des normes aux exigences qui se sont modifiées ou se modifieront encore. Contrairement à l'arrêt Hadbi, on ne saurait donc prétendre qu'aucun changement n'est intervenu dans la législation (cf. BO CN 1970 p. 829 s., interventions Carruzzo et Grünig).\n\nEn outre, il n'est pas non plus exact de dire que la modification d'une simple ordonnance ne peut pas empêcher l'application du principe de la bonne foi; on ne peut en tout cas pas le dire lorsque la compétence de modifier l'ordonnance appartient, comme en l'espèce, à une autorité (Conseil fédéral) différente de celle dont émaneraient les assurances données (Conseil d'Etat).\n\nEnfin, l'arrêt Hadbi ne paraît pas tenir compte de façon suffisante du temps qui s'est écoulé entre le moment où l'assurance a été donnée (1929) et celui où la bonne foi est invoquée (1972). Si l'on tient compte des délais de validité limités auxquels sont en général subordonnées les autorisations de police formelles, comme les permis de bâtir et les permis de défrichement, on voit mal comment on peut prétendre, au nom de la protection de la bonne foi, se fonder sur une assurance donnée il y a plus de trente ans. C'est à juste titre que l'arrêt Hadbi a été mis en doute par HANS HUBER (RJB 1974 p. 497) et vivement critiqué par K. SAMELI (Treu und Glauben im öffentlichen Recht, RDS 1977 II p. 374 s. et 371 s.).\n\nc) Il faut en conclure que la modification de la base légale BGE 109 Ib 210 S. 214intervenue en 1971 fait obstacle à la protection de la bonne foi fondée sur des assurances données - selon les recourantes - en 1960. Il importe peu que les recourantes auraient eu la possibilité de construire un bâtiment plus important sur la partie supérieure du terrain primitif, même à une époque où les dispositions plus sévères de l'art. 26 OFor étaient déjà en vigueur.\n\nLe recours doit donc être rejeté."}