{"annee": "109", "cour": "IA", "page": "320", "date": "20/4/1983", "cite": ["106 IA 404", "102 IA 379"], "cite_par": ["115 IA 293", "114 IA 281"], "chapeau": "54. Estratto della sentenza 20 aprile 1983 della Ia Corte di diritto pubblico nella causa S. c. Camera dei ricorsi penali del Tribunale di appello del Cantone Ticino (ricorso di diritto pubblico)", "regestes": ["Garantie de la liberté personnelle. Détention préventive en procédure pénale tessinoise; base légale, durée. En droit tessinois, la détention préventive ordonnée durant la phase d'instruction est régie par l'art. 45 CPP; l'échéance des délais - légaux ou prolongés - prévus par cette disposition emporte automatiquement la fin de la détention. Sitôt l'acte d'accusation dressé, la détention est en revanche régie par l'art. 44 CPP; elle ne peut prendre fin dans ce cas qu'avec la disparition de tous les motifs qui l'ont justifiée."], "faits": "BGE 109 Ia 320 S. 320\n\nS. venne arrestato il 26 settembre 1980 dall'autorità italiana ed associato alle carceri di Como; il 10 febbraio 1981 egli fu estradato e posto in detenzione preventiva presso il Penitenziario cantonale di Lugano. Su richiesta del magistrato inquirente, la carcerazione preventiva fu prorogata dalla Camera dei ricorsi penali (CRP) una prima volta il 30 aprile 1981, una seconda volta il 10 agosto 1981 ed infine il 9 settembre 1981 fino al 10 ottobre successivo.\n\nBGE 109 Ia 320 S. 321\n\nCon atto d'accusa del 13 ottobre 1981, il Sostituto Procuratore pubblico sottocenerino deferì S. alla Corte delle Assise criminali di Lugano, siccome prevenuto colpevole di ripetuta truffa, bancarotta semplice, omissione della contabilità e false indicazioni su società commerciali. Il pubblico dibattimento venne fissato dal Presidente delle Assise per il 26 gennaio 1982.\n\nCon scritti del 9, 10 e 12 novembre 1981, S. presentò istanza di libertà provvisoria al Presidente delle Assise criminali, dichiarandosi disposto a versare una cauzione, a sottoporsi a regolari controlli anche giornalieri, a consegnare il passaporto e a rientrare in carcere il giorno precedente il processo. Dopo aver ricevuto il 26 novembre 1981 una comunicazione telefonica da parte del Presidente delle Assise, secondo cui la suddetta istanza sarebbe stata respinta, il patrono del ricorrente adì la CRP. Egli contestò, fra l'altro, il fondamento della detenzione preventiva e chiese l'immediata scarcerazione del suo cliente per decorrenza dei termini di legge o, subordinatamente, la concessione della libertà provvisoria.\n\nCon decisione del 24 dicembre 1981, il Presidente delle Assise criminali respinse la domanda di libertà provvisoria ed il ricorrente impugnò anche questa decisione davanti alla CRP con esposto del 30 dicembre successivo.\n\nLa CRP ha evaso i suddetti reclami con sentenza del 14 gennaio 1982. Per quanto concerne la mancata concessione della libertà provvisoria, essa ha dichiarato inammissibile quello del 27 novembre 1981, poiché presentato prima dell'emanazione della relativa decisione formale, ed ha respinto quello del 30 dicembre, poiché la carcerazione preventiva dell'imputato era giustificata in modo particolare dal rischio di fuga.\n\nS. è insorto contro la decisione della CRP con ricorso di diritto pubblico del 20 gennaio 1982 fondato sulla violazione dell'art. 4 Cost., della libertà personale e dell'art. 5 CEDU, chiedendo al Tribunale federale di annullarla e di ordinare la sua immediata scarcerazione o, in via subordinata, di ritornare gli atti alla Corte cantonale per nuovo giudizio.\n\nDopo una prima condanna inflittagli il 3 febbraio 1982 ed un ricorso per cassazione accolto il 10 maggio successivo, il ricorrente è stato ricondannato dalla Corte delle Assise criminali di Lugano a 3 anni e 1 mese di reclusione, con deduzione del carcere preventivo, e all'espulsione dalla Svizzera per 15 anni. Questa sentenza, del 29 settembre 1982, è cresciuta in giudicato.\n\nBGE 109 Ia 320 S. 322", "considerants": "Dai considerandi:\n\n1. (Benché il ricorrente non possa più prevalersi di un interesse attuale e pratico all'evasione del gravame, il Tribunale federale deve nondimeno esaminarne il merito, la situazione censurata nel ricorso potendosi ripetere in avvenire col rischio che esso non sia mai posto in grado di controllarne la costituzionalità.)\n\n3. Il ricorrente, invocando la violazione della libertà personale, pretende innanzitutto che, nel diritto processuale ticinese, non esiste una base legale chiara per mantenere l'arresto dopo la chiusura della fase istruttoria. D'altro canto, richiamandosi alle disposizioni dell'art. 45 cpv. 2 e 3 CPP/TI, egli sostiene che il carcere preventivo non poteva esser mantenuto nel suo caso oltre il 10 ottobre 1981, nessun'altra proroga essendo stata accordata dalle competenti autorità prima della scadenza di detto termine: a mente sua, infatti, una volta decorsi i termini legali stabiliti dall'art. 45 cpv. 2 CPP/TI o scaduti quelli prorogati dalla CRP giusta l'art. 45 cpv. 3, il carcere preventivo cessa sempre ipso iure di avere validità e l'imputato dev'essere scarcerato.\n\na) L'arresto e la carcerazione di un imputato, come pure le loro modalità, sono retti nel Cantone Ticino dagli art. 33 e segg. CPP. L'art. 33 pone il principio per cui nessuno può essere arrestato per prevenzione di reato quando non esistono a suo carico gravi indizi di colpevolezza; l'art. 35 precisa che l'arresto deve avvenire in forza di un ordine scritto e motivato del magistrato; l'art. 38 - che dev'essere interpretato ed applicato conformemente alla Costituzione - stabilisce le condizioni alle quali l'imputato può ottenere la libertà provvisoria (cfr. Rep. 1980, 44/45 consid. 3); l'art. 44 dispone che l'ordine di arresto dev'essere revocato allorché sia tolta la causa che lo ha determinato e che esso cessa di aver effetto quando l'imputato è stato assolto o fu dichiarato non farsi luogo ad ulteriore procedimento; l'art. 45 impone infine alle autorità che cooperano nel processo penale l'obbligo di fare in modo che il carcere preventivo non sia protratto oltre il necessario (cpv. 1), e precisa inoltre che la detenzione preventiva durante l'istruzione non deve durare oltre due mesi nei reati di competenza delle Assise correzionali, né oltre sei mesi in quelli di competenza delle Assise criminali, con riserva di proroga accordata dalla CRP su domanda motivata del Giudice istruttore (cpv. 2 e 3).\n\nb) Secondo la giurisprudenza cantonale, già nota al Tribunale federale, il decorso dei termini previsti dall'art. 45 CPP/TI BGE 109 Ia 320 S. 323comporta automaticamente la fine della carcerazione (sentenza 5 febbraio 1982 in re B., consid. 3b): la liberazione deve ordinarsi d'ufficio non appena un'autorità con funzioni giurisdizionali, che operi al caso, rilevi l'intervenuto decorso dei termini legali o prorogati, independentemente dall'accertamento di eventuali negligenze e quand'anche esigenze istruttorie potessero ostarvi (Rep. 1969, 371 segg. in part. 372/73; 1975, 327/28; 1970, 165 segg.). Da questa prassi si desume inoltre che l'istituto della scarcerazione per decorrenza dei termini, volto a contenere la detenzione nella fase istruttoria in senso lato (cfr. HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, pag. 171), esplica effetto non solo fino alla chiusura dell'istruzione ad opera del magistrato inquirente (art. 58 cpv. 3, 157 cpv. 1 e 3, 158 CPP/TI), bensì fino alla presentazione dell'atto d'accusa da parte del Procuratore pubblico (art. 157 cpv. 2 e 4 CPP/TI): scaduti infruttuosi i termini affinché il magistrato inquirente espleti i suoi incombenti istruttori e, rispettivamente, il magistrato requirente emani l'atto d'accusa, la misura privativa della libertà personale decade ipso iure e l'imputato dev'essere immediatamente scarcerato (Rep. 1969, 376/77).\n\nc) D'altro canto, l'istituto della scarcerazione per decorso dei termini dell'art. 45 CPP/TI si applica esclusivamente alla detenzione preventiva durante la fase istruttoria in senso lato, cioè fino alla formulazione dell'atto d'accusa: sarebbe però erroneo dedurre da questa disposizione che la carcerazione preventiva debba automaticamente cessare dopo la chiusura dell'istruttoria, rispettivamente, la tempestiva presentazione dell'atto d'accusa, o che la stessa possa protrarsi al massimo sino alla scadenza dei termini - legali o prorogati - previsti dall'art. 45 CPP/TI. Dopo l'emanazione dell'atto d'accusa, l'art. 45 cpv. 2 e 3 non è in effetti più applicabile. Secondo il disposto generale dell'art. 44 CPP/TI, l'ordine d'arresto precedentemente spiccato (art. 35 CPP/TI), ove non sia tolta la causa che lo ha determinato, mantiene effetto sino a quando l'imputato non sia stato assolto o non siasi dichiarato non farsi luogo ad ulteriore procedimento: ne consegue che alla carcerazione preventiva, chiusa l'istruttoria e formulato tempestivamente l'atto d'accusa, deve porsi fine soltanto se vengon meno tutti i motivi che l'hanno determinata; essa perdura invece - in virtù dell'ordine d'arresto - se sussiste ancora un pericolo di fuga o di reiterazione che la giustifica e che la rende indispensabile per proteggere l'ordine pubblico, per assicurare la presenza dell'imputato al processo e per garantire, se del caso, l'espiazione della pena (cfr. DTF 106 Ia 405 segg., DTF 102 Ia 381 /82 BGE 109 Ia 320 S. 324consid. 2a, 95 I 241; inoltre BOLLA, nota alla sentenza 23 settembre 1970 della CRP, in Rep. 1970, 338/39).\n\nd) Se ne deve concludere che, contrariamente a quel che il ricorrente assume, la detenzione preventiva, chiusa l'istruttoria e formulato tempestivamente l'atto d'accusa, poggia su di una valida base legale (art. 44 CPP/TI) ed è quindi compatibile - sotto questo profilo - con la garanzia della libertà personale e con l'art. 5 CEDU. Su questo punto il gravame è dunque infondato.\n\ne) Esso è invece fondato nella misura in cui afferma che il carcere preventivo a fini istruttori avrebbe potuto esser mantenuto nel concreto caso soltanto fino al 10 ottobre 1981. Dal momento che la detenzione provvisoria era stata prorogata un'ultima volta dalla CRP fino al 10 ottobre 1981 e che l'atto d'accusa non era stato formulato tempestivamente, ma soltanto il 13 ottobre successivo, l'ordine d'arresto spiccato a suo tempo aveva cessato di avere validità giuridica per caducazione lo stesso 10 ottobre 1981 e il ricorrente avrebbe quindi dovuto esser scarcerato per decorrenza dei termini giusta l'art. 45 CPP/TI. Ne consegue che la detenzione preventiva sofferta dopo tale data dall'imputato è stata in effetti temporaneamente illegittima: essendo venuta meno la validità del carcere preventivo per attività istruttorie in senso lato, la detenzione del ricorrente poteva infatti esser fondata soltanto su di un nuovo ordine d'arresto emanato dal Presidente delle Assise in virtù dei poteri conferitigli dall'art. 46 cpv. 2 CPP/TI. Ora, questo nuovo ordine può esser considerato come implicitamente contenuto nella decisione con cui il Presidente della Corte criminale ha negato al prevenuto la richiesta libertà provvisoria, decisione che è però intervenuta soltanto il 24 dicembre 1981, anche se il suo contenuto era già stato anticipato informalmente al difensore con comunicazione telefonica del 26 novembre 1981 (cfr. BOLLA, loc.cit., Rep. 1970, 339). Giova comunque osservare che questa decisione del magistrato competente soddisfa anche i requisiti formali dell'ordine d'arresto stabiliti dell'art. 35 CPP/TI."}