{"annee": "109", "cour": "IB", "page": "10", "date": "11/3/1983", "cite": ["101 IB 398"], "cite_par": ["110 IB 313"], "chapeau": "2. Urteil der II. öffentlichrechtlichen Abteilung vom 11. März 1983 i.S. U. gegen Wehrsteuerverwaltung und Rekurskommission des Kantons X. (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 96 al. 1 AIN; taxation intermédiaire. L'abandon de quelques mandats par un industriel siégeant dans plusieurs conseils d'administration n'équivaut pas - indépendamment de la modification du revenu qui en résulte - à la cessation d'une activité à but lucratif au sens de l'art. 96 al. 1 AIN, qui aurait justifié une taxation intermédiaire."], "faits": "BGE 109 Ib 10 S. 10\n\nU. blieb nach seiner Pensionierung als Generaldirektor der A. AG deren Berater und Delegierter des Verwaltungsrates sowie Verwaltungsrat zahlreicher weiterer Gesellschaften. Er wurde in der 18. (1975/76) und 19. Wehrsteuerperiode (1977/78) zu folgenden in den Bemessungsjahren erzielten wehrsteuerpflichtigen Einkommen veranlagt:\n\nBemessungsjahr 1973 1974 1975 1976\n\n---------------------------------------------------------------------\n\nGehalt von A. AG 52'000 80'000 40'000 35'000\n\nRenten und Pensionen 35'615 36'668 39'566 39'752\n\nVerwaltungsratshonorare 219'950 240'100 230'750 217'850\n\n---------------- ---------------\n\nErwerbseinkommen 307'565 356'768 310'316 292'602\n\n---------------- ---------------\n\nGesamtes wehrsteuerpflichtiges\n\nEinkommen 558'100 558'800\n\n------- -------\n\nBGE 109 Ib 10 S. 11\n\nAm 30. März 1978 teilte er der Veranlagungsbehörde mit, er gebe aus Altersgründen seine Erwerbstätigkeit sukzessive auf, habe auf den Tag der jeweiligen Generalversammlung die folgenden Verwaltungsratsmandate niedergelegt und stelle das Gesuch, auf diese Daten in der 18. und 19. Wehrsteuerperiode Zwischenveranlagungen vorzunehmen.\n\nUnternehmen: Beendigung des Mandats: Honorar p.a.:\n\n- B. SA 21. April 1975 Fr. 2'600.--\n\n- C. 21. April 1975 Fr. 100.--\n\n- D. AG 23. April 1976 Fr. 25'000.--\n\n- E. AG 28. Juni 1976 Fr. 10'000.--\n\n- F. AG 20. Januar 1977 Fr. 15'250.--\n\n- G. AG 20. Mai 1977 Fr. 10'000.--\n\n- H. SA 30. Juni 1977 Fr. 5'000.--\n\n- I. 30. Juni 1977 Fr. 650.--\n\nDieses Gesuch wurde abgewiesen, ebenso die Einsprache und die gegen den Einspracheentscheid eingereichte Beschwerde.\n\nGegen den Entscheid der Rekurskommission des Kantons X. erhebt U. Verwaltungsgerichtsbeschwerde beim Bundesgericht. Dabei macht er unter Hinweis auf BGE 101 Ib 398 ff. (E. 3b und 3c) geltend, in seinem Falle liege eine weit einschneidendere Änderung vor, als bei einem Wechsel von unselbständiger zu selbständiger Erwerbstätigkeit und umgekehrt, weshalb die Ablehnung der Zwischenveranlagung Art. 96 Abs. 1 WStB verletze.\n\nDas Bundesgericht weist die Beschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n1. Nach dem System des Bundesratsbeschlusses vom 9. Dezember 1940 über die Erhebung einer Wehrsteuer (WStB) wird das steuerpflichtige Einkommen in der Regel für eine zweijährige Veranlagungsperiode nach dem Durchschnitt der jährlichen Einkünfte bemessen, die der Steuerpflichtige in den beiden vorangegangenen Jahren (Bemessungsperiode) erzielte (Art. 41 Abs. 1 und 2 WStB). Schwankungen in der Höhe des Einkommens sollen sich im allgemeinen in der nachfolgenden Veranlagunsperiode auf die Wehrsteuer auswirken und derart auf die Dauer ausgleichen. Die Zwischenveranlagung ist auf die in Art. 96 Abs. 1 WStB abschliessend genannten dauernden Veränderungen der Veranlagungsgrundlagen beschränkt, bei denen es sich als Härte erweisen würde, wenn die Anpassung der Veranlagung erst in der folgenden Veranlagungsperiode möglich wäre. In diesen Fällen ist für den Rest der BGE 109 Ib 10 S. 12Veranlagungsperiode bezüglich der von der Änderung betroffenen Einkommensbestandteile eine Zwischenveranlagung zu treffen, wobei der Steuer das nach Eintritt der Änderung erzielte, auf ein Jahr berechnete Einkommen zugrunde zu legen ist (Art. 96 Abs. 1 i.V.m. Art. 41 Abs. 4 WStB).\n\n2. Das Bundesgericht hat als Voraussetzung einer Zwischenveranlagung wegen Berufswechsels und infolge Aufnahme oder Aufgabe einer Erwerbstätigkeit verlangt, dass damit nicht nur eine dauerhafte, sondern auch eine wesentliche Veränderung des steuerpflichtigen Einkommens verbunden sein müsse (ASA 21, 437; ASA 43, 123 E. 1c). In dem vom Beschwerdeführer zitierten Entscheid (BGE 101 Ib 398 ff.) hat es in Erwägung 2a, in Abweichung von der bisherigen Verwaltungspraxis, auch die Aufgabe einer von mehreren Erwerbstätigkeiten und selbst einer Nebenerwerbstätigkeit, wie diejenige eines Verwaltungsrates, als möglichen Anlass für eine Zwischenveranlagung in Betracht gezogen, vorausgesetzt, die damit verbundene Änderung ist wesentlich. In der Praxis der Wehrsteuerveranlagungsbehörden bildete sich die Regel heraus, nur eine Veränderung des steuerpflichtigen Einkommens um mindestens 20% als wesentlich zu behandeln.\n\nDas Bundesgericht hat in dem vom Beschwerdeführer angeführten Entscheid (und schon in ASA 43, 126 E. b und c) allerdings darauf hingewiesen, dass eine wesentliche Änderung der Veranlagungsgrundlage im Falle des Berufswechsels unter Umständen auch dann anzunehmen sei, wenn dieser eine Einkommensänderung von weniger als 20% zur Folge habe, dafür in anderer Weise eine tiefgreifende Änderung (cambiamento profondo) mit sich bringe, wie dies z.B. beim Wechsel von einer unselbständigen zu einer selbständigen Erwerbstätigkeit oder umgekehrt der Fall sein könne. Es hat die Frage offen gelassen, ob auch die Aufgabe einer von mehreren Erwerbstätigkeiten unter Umständen eine tiefgreifende Veränderung darstellen und - auch bei weniger als 20%iger Abweichung des Einkommens - als wesentlich qualifiziert werden könnte (BGE 101 Ib 403 f. E. 2c). Auch im vorliegenden Fall kann diese Frage offen bleiben.\n\n3. a) Der Beschwerdeführer will seine Verwaltungsratsmandate stufenweise aufgeben, ein Vorgang, der im Frühjahr 1975 begann und der sich über mehrere Jahre hinwegziehen soll. Die mit einem sich derart lange hinziehenden Abbau verbundene sukzessive Verminderung seiner Erwerbseinkünfte kann in der ordentlichen Veranlagung hinreichend berücksichtigt werden, ohne dass BGE 109 Ib 10 S. 13eine Zwischentaxation erforderlich wäre, um ein Auseinanderklaffen zwischen Steuerbelastung und wirtschaftlicher Leistungsfähigkeit zu vermeiden.\n\nDie Abgabe einzelner von mehreren Verwaltungsratsmandaten eines Industriellen stellt im allgemeinen nicht, unabhängig von der Höhe der damit verbundenen Einkommensveränderung, eine Aufgabe der Erwerbstätigkeit dar, die eine Zwischenveranlagung begründen würde. Umgekehrt wird auch die Annahme eines weiteren Verwaltungsratsmandates neben anderen regelmässig nicht Anlass für eine Zwischenveranlagung sein. Eine tiefgreifende und deshalb wesentliche Änderung der Veranlagungsgrundlage tritt damit beim Beschwerdeführer nicht ein.\n\nb) Eine wegen ihrer Höhe wesentliche Veränderung des steuerbaren Einkommens ist jedenfalls nicht eingetreten. Das mit der stufenweisen Aufgabe einzelner Verwaltungsratsmandate entfallende Erwerbseinkommen betrug für jeden Zeitpunkt, für den der Beschwerdeführer die Zwischentaxation verlangt, höchstens wenige Prozente seines der ordentlichen Veranlagung zugrunde liegenden steuerpflichtigen Gesamteinkommens. Selbst wenn man die im Laufe jeder der beiden Veranlagungsperioden weggefallenen Verwaltungsratshonorare zusammenrechnen wollte, hätten sie in der 18. Wehrsteuerperiode nur ca. 7% des steuerpflichtigen Einkommens von Fr. 558'100.-- und in der 19. Wehrsteuerperiode gar nur ca. 5,5% des steuerpflichtigen Einkommens von Fr. 558'800.-- ausgemacht."}