{"annee": "109", "cour": "III", "page": "14", "date": "20/4/1983", "cite": ["96 III 35", "85 III 68", "94 III 83", "85 III 6", "101 III 9", "85 III 14", "75 III 81"], "cite_par": [], "chapeau": "5. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 20. April 1983 i.S. Bär (Rekurs)", "regestes": ["Avis de saisie. 1. Point de départ du délai de plainte contre l'avis de saisie en cas de révocation du retrait d'opposition (consid. 1 et 2). 2. Si le débiteur a été avisé de la continuation de la poursuite par une décision sans équivoque, le fait que la saisie a été renvoyée plusieurs fois ne fait pas courir un nouveau délai de plainte (consid. 5)."], "faits": "|14|\n\nIn der Betreibung Nr. 64705 des Betreibungsamtes Zürich 11 machte die Banque de Dépôts et de Gestion (BDG) am 27. August 1981 gegen Werner Bär einen Betrag von Fr. 770'000.-- geltend. Sie berief sich auf zwei Solidarbürgschaften vom 30. Januar und vom 30. Juli 1980. Gegen den Zahlungsbefehl erhob Kurt Bär namens und auftrags seines Vaters vollständigen Rechtsvorschlag. Am 5. November 1981 sandte die BDG dem Betreibungsamt Zürich 11 ein mit \"Vereinbarung\" bezeichnetes und von Werner und Kurt Bär am 4. November 1981 unterzeichnetes Schriftstück, wonach die Unterzeichneten den Rechtsvorschlag gegen die BDG zurückziehen, ohne aber zu präzisieren, um welche Betreibung es sich dabei handelt. Im Begleitschreiben vom 5. November 1981 erklärte die BDG, dass der Rückzug des Rechtsvorschlags die Betreibung Nr. 64705 betreffe. Sie verlangte deshalb am 17. Februar 1982 die Fortsetzung der Betreibung. Das Betreibungsamt sandte Werner Bär noch am gleichen Tage die Pfändungsanzeige. Am 18. Februar 1982, um 13.00 Uhr, gab Kurt Bär bei der Post einen |15| am 15. Februar 1982 datierten Expressbrief auf, welcher am gleichen Tage um 15.55 Uhr beim Betreibungsamt eintraf. Darin verwies er darauf, dass er namens und auftrags seines Vaters gegen den Zahlungsbefehl der BDG Rechtsvorschlag erhoben hatte. Weiter fügte er bei: \"Nun hat sich die Bank mit unwahren Angaben einen Rückzug des Rechtsvorschlages erschlichen. Dieser ist ungültig. Wir halten nach wie vor den Rechtsvorschlag aufrecht. Wir bitten um Kenntnisnahme...\" Noch am gleichen 18. Februar 1982 antwortete das Betreibungsamt Kurt Bär mittels eingeschriebenem Brief, dass die Betreibende ihm am 6. November den Rückzug des Rechtsvorschlags habe zukommen lassen. Es könne nunmehr den Widerruf dieses Rückzugs nicht mehr berücksichtigen (BGE 62 III N. 38). Um geltend zu machen, dass die Betreibende ihn mit unwahren Angaben zum Rückzug des Rechtsvorschlags bewogen habe, müsse er sich an die Strafbehörde wenden (BGE 75 III N. 111). Demzufolge müsse an der auf den 22. Februar 1982 angesetzten Pfändung festgehalten werden.\n\nIn der Folge liess Kurt Bär in mehreren Telefongesprächen mit dem Betreibungsamt durchblicken, dass das Fortsetzungsbegehren wegen Zahlungen an die Gläubigerin zurückgezogen würde. Das Betreibungsamt schritt deshalb nicht zur Pfändung, verfügte aber am 12. März 1982 die Eintragung einer Verfügungsbeschränkung für eine Liegenschaft von Werner Bär, welcher vom Grundbuchführer von Oerlikon-Zürich Folge gegeben wurde. Am 16. März 1982 liess Kurt Bär dem Betreibungsamt einen Brief der BDG zukommen, worin sich diese mit der Einstellung des Betreibungsvollzugs bis zum 25. März 1982 einverstanden erklärte. Ende Nachmittag dieses Tages teilte das Betreibungsamt Kurt Bär mit, dass die Pfändung am 26. März 1982 vollzogen werde, wenn die versprochene Zahlung nicht getätigt werde. Kurt Bär antwortete, der Rückzug des Fortsetzungsbegehrens werde am nächsten Tag bei ihm eintreffen. Dies traf dann nicht zu.\n\nMit Beschwerde vom 29. März 1982 bei der unteren kantonalen Aufsichtsbehörde beantragte Werner Bär, die Fortsetzung der Betreibung Nr. 64705 mit der Pfändungsankündigung vom 17. Februar 1982 sei für ungültig zu erklären. Mit Beschluss vom 25. Juni 1982 hiess das Bezirksgericht Zürich als untere Aufsichtsbehörde die Beschwerde gut und lud das Betreibungsamt ein, die Betreibung Nr. 64705 einzustellen. Die Pfändungsanzeige vom 17. Februar 1982 und die im Grundbuch eingetragene Verfügungsbeschränkung wurden aufgehoben. |16|\n\nGegen diesen Beschluss rekurrierte die BDG bei der oberen Aufsichtsbehörde, die der Beschwerde die aufschiebende Wirkung erteilte. Mit Beschluss vom 18. März 1983 hiess die obere Aufsichtsbehörde die Beschwerde gut und erklärte die Beschwerde Werner Bärs an die untere Aufsichtsbehörde als unzulässig. Sie wies das Betreibungsamt an, die Betreibung Nr. 64705 fortzusetzen und bestätigte die provisorisch im Grundbuch eingetragene Verfügungsbeschränkung.\n\nMit Rekurs vom 6. April an das Bundesgericht beantragt Werner Bär, den Entscheid der oberen Aufsichtsbehörde aufzuheben, die Beschwerde vom 29. März 1982 an das Bezirksgericht Zürich als rechtzeitig erhoben zu qualifizieren und demgemäss das Obergericht anzuweisen, einen materiellen Entscheid zu fällen.\n\nDas Obergericht verzichtet auf Gegenbemerkungen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. a) Der Streit geht um die Frage, ob die Beschwerde Bärs vom 29. März 1982 rechtzeitig erhoben wurde. Diese Frage fällt zusammen mit der Frage, wann die Beschwerdefrist gegen die Pfändungsankündigung zu laufen begann. Nach Meinung des Obergerichts und des Betreibungsamtes Zürich 11 war die Mitteilung des Betreibungsamtes vom 18. Februar 1982, worin dem Schuldner unmissverständlich gesagt worden sei, die Betreibung nehme ihren Fortgang, die für die Auslösung der Beschwerdefrist massgebliche Verfügung. Der Rekurrent vertritt demgegenüber die Auffassung, diese Frist habe erst mit der Zustellung der Pfändungsurkunde begonnen. Er beruft sich dabei auf die Rechtsprechung in den BGE 75 III 88, BGE 85 III 18 und BGE 101 III 10, wonach die Beschwerde zwar nach der Pfändungsankündigung erhoben werden könne, aber auch noch während den zehn der Zustellung der Pfändungsurkunde folgenden Tagen zulässig sei.\n\nb) Nach der Rechtsprechung beginnt die Frist für die Beschwerde, mit der geltend gemacht wird, das Betreibungsamt habe das Vorliegen eines gültigen Rechtsvorschlags zu Unrecht verneint, erst mit der Zustellung der Pfändungsurkunde zu laufen, es sei denn, das Betreibungsamt habe dem Schuldner seinen Entscheid über die Gültigkeit des Rechtsvorschlags schon vor der Fortsetzung der Betreibung durch eine formelle Verfügung eröffnet (BGE 101 III 10 mit Verweisen). Im vorliegenden Fall hat das Betreibungsamt dem Schuldner mit eingeschriebenem Brief vom |1718| . Februar 1982 mitgeteilt, dass es den Widerruf des Rückzugs des Rechtsvorschlags nicht beachten und an der für den 22. Februar 1982 angekündigten Pfändung festhalten werde. Es stellt sich die Frage, ob dieser Brief des Betreibungsamtes als eine Verfügung über die Frage der Gültigkeit des Rechtsvorschlags zu betrachten sei.\n\n2. Als Verfügungen des Betreibungsamtes, die gemäss Art. 17 SchKG binnen zehn Tagen seit Kenntnisnahme angefochten werden müssen, sofern sie nicht in Rechtskraft treten sollen, sind nicht bloss die vom Betreibungsamt getroffenen Anordnungen und Massnahmen anzusehen, sondern es gilt als Verfügung auch die Ablehnung einer von Beteiligten verlangten oder sonstwie in Betracht kommenden Anordnung oder Massnahme, sofern die Ablehnung ausdrücklich ausgesprochen wird oder sich aus dem Vorgehen des Betreibungsamtes unzweifelhaft ergibt (BGE 85 III 9 mit Hinweisen, vgl. auch BGE 96 III 44 E. 2c, BGE 94 III 88 E. 2).\n\nDas Schreiben des Betreibungsamtes vom 18. Februar 1982 fällt ganz offensichtlich unter diese Umschreibung der beschwerdefähigen Verfügung. Auf das Schreiben Kurt Bärs, worin dieser den Rückzug des Rechtsvorschlags als durch die Bank mit unwahren Angaben erschlichen und deshalb ungültig bezeichnete und worin er ausdrücklich den Rechtsvorschlag aufrecht hielt, antwortete das Betreibungsamt unverzüglich, es könne diesen Widerruf des Rückzugs nicht beachten. Es wies damit die von Kurt Bär implizit verlangte Anwendung von Art. 78 SchKG, die Einstellung der Betreibung, unmissverständlich ab. Dieser Entscheid wurde dem Gesuchsteller durch eingeschriebenen Brief zugestellt, wie es Art. 34 SchKG verlangt. Soweit der Betriebene diese Entscheidung anfechten wollte, musste er es innert der in Art. 17 Abs. 2 SchKG vorgeschriebenen zehntägigen Frist tun (vgl. AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, S. 115, Ziff. VI). Angesichts des ihm am gleichen Tage zugestellten Entscheids des Betreibungsamtes musste es dem Betriebenen klar sein, dass das Betreibungsamt die Betreibung nicht als durch einen gültigen Rechtsvorschlag eingestellt betrachtete. Er durfte sich deshalb nicht darauf verlassen, das Betreibungsamt werde diese Mitteilung nochmals zusammen mit der Zustellung der Pfändungsurkunde wiederholen, damit er sie dann allenfalls anfechten könne.\n\n5. Der Rekurrent wendet weiter ein, das Betreibungsamt sei auf seinen Entscheid vom 17./18. Februar 1982, die Pfändung am 22. Februar 1982 zu vollziehen, zurückgekommen und habe auf |18| Intervention der Parteien die Pfändung immer wieder verschoben und erst am 25. März 1982 auf den folgenden Tag angesetzt, aber auch dann nicht vollzogen. Die Folgerung, welche der Rekurrent aus diesen Verschiebungen der Pfändung zieht, nämlich dass er keine endgültige Klarheit gehabt habe, ob die Betreibung überhaupt fortgesetzt werde und die Beschwerdefrist deshalb noch nicht ausgelöst worden sei, ist nicht schlüssig. Zwar trifft es zu, dass das Betreibungsamt aufgrund einer fragwürdigen Praxis (vgl. dazu BGE 85 III 70, 94 III 79/80 E. 2) die Pfändung nicht an dem dafür angekündigten Tag vollzog, sondern dem Begehren des Schuldners auf Verschiebung entsprach, weil das Fortsetzungsbegehren demnächst zurückgezogen werde. Damit gab das Betreibungsamt aber in keiner Weise zu erkennen, dass es über die Gültigkeit des Rückzugs des Rechtsvorschlags irgendwelche Zweifel hege und dass es deshalb die Einstellung der Betreibung in Erwägung ziehe. Was den Pfändungsvollzug verzögerte, war einzig der von beiden Parteien in Aussicht gestellte allfällige Rückzug eines an sich gültigen Fortsetzungsbegehrens.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird abgewiesen, soweit auf ihn einzutreten ist."}