{"annee": "109", "cour": "IB", "page": "177", "date": "2/8/1983", "cite": ["107 IA 182", "105 IB 165", "106 IB 125"], "cite_par": ["109 IB 183"], "chapeau": "29. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 2. August 1983 i.S. Demir gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichts- und staatsrechtliche Beschwerde)", "regestes": ["Police des étrangers; non-renouvellement ou refus de délivrer un permis de séjour. 1. La libération conditionnelle de l'exécution de la peine (art. 38 CP) ne confère à l'étranger aucun droit à l'octroi ou au renouvellement d'un permis de séjour (consid. 1). 2. L'étranger qui n'a pas qualité pour agir dans un cas particulier ne peut faire valoir que la violation des droits de partie qui lui sont reconnus par le droit cantonal (consid. 2)."], "faits": "BGE 109 Ib 177 S. 177\n\nFahri Demir reiste am 6. Januar 1973 in die Schweiz ein und erhielt in der Folge befristete Aufenthalts- und Arbeitsbewilligungen für den Kanton Zürich. Letztmals wurde ihm die Aufenthaltsbewilligung am 24. Dezember 1975 bis 6. Januar 1977 verlängert. Im Dezember 1976 wurde er wegen eines Tötungsdeliktes verhaftet. Mit Urteil vom 10. Mai 1978 sprach ihn die I. Strafkammer BGE 109 Ib 177 S. 178des Obergerichts des Kantons Zürich der vorsätzlichen Tötung im Sinne von Art. 111 StGB sowie eines Nebendeliktes schuldig und bestrafte ihn mit 10 Jahren Zuchthaus, abzüglich erstandener Untersuchungs- und Sicherheitshaft, sowie einer Busse von Fr. 100.--. Seither befindet er sich im Strafvollzug.\n\nAm 20. August 1982 traf die Fremdenpolizei des Kantons Zürich folgende Verfügung:\n\n\"Die am 24. Dezember 1975 erteilte und bis 6. Januar 1977 gültige Aufenthaltsbewilligung wird nicht mehr erneuert. Fahri Demir hat das zürcherische Kantonsgebiet auf das Datum der Entlassung aus der Strafanstalt - voraussichtlich am 22. Mai 1983 - zu verlassen.\"\n\nEinen Rekurs gegen diese Verfügung wies der Regierungsrat des Kantons Zürich mit Beschluss vom 20. April 1983 ab.\n\nDemir führt Verwaltungsgerichtsbeschwerde sowie staatsrechtliche Beschwerde mit den Anträgen, den angefochtenen Entscheid aufzuheben, die mit Datum vom 24. Dezember 1975 erteilte Aufenthaltsbewilligung zu erneuern und längstmöglich zu erstrecken, eventuell die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht tritt auf beide Beschwerden nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Der angefochtene Entscheid stützt sich auf öffentliches Recht des Bundes im Sinne von Art. 5 Abs. 1 VwVG und unterliegt deshalb der Verwaltungsgerichtsbeschwerde gemäss Art. 97 f. OG, sofern diese kraft besonderer Bestimmungen nicht unzulässig ist. Laut Art. 100 lit. b Ziff. 3 OG kann die Verwaltungsgerichtsbeschwerde nicht ergriffen werden gegen die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch einräumt. Das Bundesrecht stellt den Entscheid über die Zusicherung, Erteilung oder Erneuerung einer Aufenthaltsbewilligung - im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland - ins freie Ermessen der Behörde (Art. 4 ANAG); der Ausländer hat grundsätzlich keinen Anspruch auf Aufenthalt in der Schweiz (BGE 106 Ib 127 E. 2a).\n\nAuf eine staatsvertragliche Sonderregelung kann sich der Beschwerdeführer unbestrittenermassen nicht berufen. Dagegen will er einen Rechtsanspruch auf Erteilung der Aufenthaltsbewilligung aus dem Umstand ableiten, dass er nach der bedingten Entlassung aus dem Strafvollzug gemäss Art. 38 StGB eine vollständige BGE 109 Ib 177 S. 179Resozialisierung inkl. Betreuung und Beratung während der bedingten Entlassung in der Schweiz verlangen könne.\n\nDieser Auffassung kann nicht gefolgt werden. Nach Art. 14 Abs. 8 ANAV gilt eine bereits erteilte Bewilligung solange weiter, als sich der Ausländer im Straf- oder Massnahmenvollzug bzw. in einer Heil- oder Pflegeanstalt befindet. Auf die Entlassung hin sind die fremdenpolizeilichen Verhältnisse zu regeln. Anders als Art. 38 StGB unterscheidet Art. 14 Abs. 8 ANAV nicht zwischen bedingter und endgültiger Entlassung, sondern knüpft einzig an das faktische Ende des Anstaltsaufenthaltes an. Ab diesem Zeitpunkt unterliegt der Betreffende somit den allgemeinen fremdenpolizeilichen Vorschriften, die für alle Ausländer gelten. Da strafrechtliche und fremdenpolizeiliche Massnahmen grundsätzlich voneinander unabhängig sind (vgl. BGE 105 Ib 168 mit Hinweisen), steht die bedingte Entlassung aus dem Strafverhaft der Ergreifung fremdenpolizeilicher Massnahmen nicht entgegen. Bei dieser Sachlage besteht kein Anspruch auf Erteilung einer Aufenthaltsbewilligung gestützt auf Art. 38 StGB, abgesehen davon, dass selbst der Aufschub einer strafrechtlichen Landesverweisung eine Ausweisung im Sinne von Art. 10 ff. ANAG gegebenenfalls nicht zu verhindern vermag. Im übrigen ist nicht einzusehen, warum ein aus dem Strafverhaft entlassener Ausländer mehr Rechte haben soll als derjenige, dem trotz unbescholtener Lebensführung die Erneuerung einer Aufenthaltsbewilligung aus welchen Gründen auch immer nicht zuerkannt werden kann.\n\nDie übrigen Einwände des Beschwerdeführers halten ebenfalls nicht stich. Eine befristete Aufenthaltsbewilligung schliesst keineswegs die Zusicherung deren Erneuerung ein. Gerade aus arbeitsmarktpolitischen Überlegungen sind die Fremdenpolizeibehörden heute vielfach gezwungen, trotz einwandfreien Verhaltens des Betreffenden die nachgesuchte Bewilligung zu verweigern. Sodann trifft zwar zu, dass sowohl die Ausweisung nach Art. 10/11 ANAG als auch die Wegweisung zufolge Nichterneuerung der Aufenthaltsbewilligung (Art. 12 Abs. 3 ANAG) unter gleichzeitiger Verhängung einer Einreisesperre (Art. 13 ANAG) die gleichen Wirkungen für den Betroffenen entfalten: In beiden Fällen hat er die Schweiz zu verlassen und kann selbst als Tourist nicht wieder einreisen. Das ist jedoch kein Grund, von der klaren gesetzlichen Ordnung abzuweichen, die die Verwaltungsgerichtsbeschwerde grundsätzlich nur gegen die Ausweisung im Sinne von Art. 10/11 ANAG zulässt. (...) BGE 109 Ib 177 S. 180\n\nKann der Beschwerdeführer somit keinen Anspruch auf Erteilung der anbegehrten Aufenthaltsbewilligung nachweisen, ist die Verwaltungsgerichtsbeschwerde nach Art. 100 lit. b Ziff. 3 OG ausgeschlossen. Diesbezüglich ist auf die Beschwerde daher nicht einzutreten.\n\n2. Besteht kein Rechtsanspruch auf Erteilung der Aufenthaltsbewilligung, so kann auch auf die staatsrechtliche Beschwerde mangels eines rechtserheblichen Interesses des Beschwerdeführers nicht eingetreten werden (Art. 88 OG; BGE 106 Ib 132 E. 3 mit Hinweisen). Der Beschwerdeführer macht nicht geltend, der Regierungsrat habe Vorschriften des kantonalen Rechts, die seine Parteirechte betreffen, willkürlich verletzt. Im übrigen kann er sich nicht auf die direkt aus Art. 4 BV fliessenden bundesrechtlichen Minimalgarantien berufen, denn nach der neueren Rechtsprechung des Bundesgerichts kann in Abweichung von BGE 106 Ib 132 E. 3 der in der Sache selbst nicht legitimierte Beschwerdeführer nur die Verletzung jener Parteirechte rügen, die ihm aufgrund des kantonalen Rechts zustehen (BGE 107 Ia 185 E. c). Solche Bestimmungen werden in der Beschwerde indes nicht angerufen."}