{"annee": "109", "cour": "III", "page": "11", "date": "5/5/1983", "cite": ["107 III 75", "85 II 359", "107 III 67", "81 III 17"], "cite_par": ["140 III 512", "142 III 643", "115 III 109", "130 III 400"], "chapeau": "4. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 5 mai 1983 dans la cause Garage Hoffer & Fils SNC (recours LP)", "regestes": ["Art. 99 LP. L'avis au tiers débiteur de la créance saisie, prévu à l'art. 99 LP, est une simple mesure de sûreté, qui n'affecte pas la validité de la saisie elle-même. En particulier, lorsque le tiers débiteur conteste sa qualité de débiteur de la créance saisie, la saisie opérée n'en reste pas moins valable, mais porte simplement sur une créance contestée."], "faits": "|11|\n\nLe 5 janvier 1983, l'Office des poursuites de Genève a procédé à une saisie de salaire, à concurrence d'un montant de 400 francs par mois, au préjudice de Calogero Mascellino. Le même jour, il a fait parvenir à l'employeur du débiteur saisi, Garage Hoffer & Fils SNC, un avis concernant la saisie de salaire, l'invitant à informer l'office au cas où le travailleur quitterait son travail avec mention du nouvel employeur, ou en cas d'incapacité de travail de l'employé pour cause de maladie, d'accident ou de service militaire; cet avis précisait en outre: \"Conformément à l'art. 99 LP, nous vous prévenons que vous ne pouvez vous acquitter désormais qu'en nos mains des sommes saisies sur le salaire du débiteur, et qu'à ce défaut vous vous exposez à devoir payer deux fois. Le montant des retenues sera versé régulièrement chaque quinzaine ou à la fin de chaque mois.\" |12|\n\nLe procès-verbal de saisie lui-même a été communiqué aux parties à la poursuite le 11 janvier 1983, sans provoquer de réaction de leur part.\n\nEn revanche, l'employeur du débiteur poursuivi a déposé plainte contre l'avis qui lui a été notifié le 5 janvier, concluant à son annulation. Cette plainte a été rejetée comme mal fondée par l'Autorité de surveillance du canton de Genève, le 16 mars 1983.\n\nEn temps utile, Hoffer & Fils SNC recourt à la Chambre des poursuites et des faillites du Tribunal fédéral, concluant à l'annulation du prononcé critiqué et de l'avis concernant la saisie de salaire.", "considerants": "Extrait des motifs:\n\n1. A l'appui de sa plainte et de son recours, Hoffer & Fils SNC fait valoir qu'elle n'a pas de dette de salaire à l'égard de son employé, le poursuivi Mascellino. Elle ne conteste pas l'existence d'un contrat de travail, du reste réglé par une convention collective. Mais elle affirme qu'il résulte de cette convention que le salaire est payé d'une façon particulière: l'employé, chauffeur de taxi, perçoit directement des clients qu'il transporte pour le compte de son employeur le prix des courses effectuées, et doit, en principe à chaque fin de journée de travail, remettre à son employeur un certain montant correspondant au nombre de prises en charge et au nombre de kilomètres parcourus, conservant le solde par-devers lui à titre de salaire. L'employé doit également remettre à son employeur un certain montant correspondant à la part du salarié pour les primes d'assurances sociales, voire pour l'impôt à la source. Par ce mode de faire, qui découle de la convention collective à laquelle force obligatoire a été accordée par l'autorité cantonale compétente, l'employeur se trouve n'être jamais débiteur d'un salaire à l'égard de son employé, lequel est au contraire débiteur de son employeur des sommes journalières faisant l'objet du décompte sur la base des courses effectuées.\n\nL'autorité cantonale s'est employée, pour sa part, à analyser les rapports juridiques liant le chauffeur de taxi à son employeur. Elle en a conclu qu'il s'agit d'un contrat de travail (ce que la recourante ne conteste nullement) et qu'il en découle nécessairement une prétention de salaire en faveur du chauffeur, prétention qui peut être saisie dans le cadre de l'art. 93 LP.\n\n|13|\n\n2. L'analyse à laquelle procède l'autorité cantonale dans le prononcé attaqué n'a pas sa place dans le cadre de la procédure de saisie. Le poursuivi Mascellino déclare - ou du moins admet - qu'il a pour tout bien saisissable une créance de salaire contre son employeur. Ce salaire pouvait et devait dès lors être saisi dans la mesure où il excède le minimum vital en application de l'art. 93 LP. La saisie comme telle ne fait au demeurant l'objet d'aucune critique. Elle est parfaite dès l'instant où l'office a fait savoir au débiteur saisi qu'il n'est pas en droit de disposer du montant saisi sans son autorisation (art. 96 al. 1 in fine LP; ATF 107 III 70 princ. et les références). L'avis au tiers débiteur de la créance saisie donné par l'office en application de l'art. 99 LP est une simple mesure de sûreté qui n'affecte en rien la validité de la saisie (même référence).\n\nQuand bien même, en l'espèce, le tiers débiteur de la créance saisie conteste en être débiteur, cela n'affecte en rien la validité de la saisie. Celle-ci portera simplement sur une créance contestée (ATF 107 III 75 consid. 4 et les références). Les organes d'exécution de la saisie n'ont pas compétence pour se prononcer sur l'existence de la créance saisie, soit sur les relations juridiques existant entre le poursuivi saisi et un tiers qu'il désigne comme son débiteur et qui conteste sa dette. Tout au plus l'office a-t-il la compétence de se prononcer à cet égard lorsqu'il apparaît clairement que les prétendus droits à saisir sont en réalité inexistants (ATF 81 III 18 /19). Pour le reste, seul le juge peut statuer sur l'existence et le montant de la créance saisie, au moment où l'adjudicataire la fait valoir, soit qu'il l'ait obtenue au cours d'enchères, soit qu'elle lui ait été cédée en paiement, en application de l'art. 131 LP (cf. ATF 85 II 361 /362).\n\nEn l'occurrence, la recourante ne démontre nullement que la créance saisie ne reposerait sur aucun fondement, puisqu'elle admet au contraire expressément l'existence d'un contrat de travail entre le poursuivi Mascellino et elle-même. C'est dès lors à bon droit que l'office a saisi la créance de salaire et qu'il a pris la mesure de sûreté prévue par l'art. 99 LP. L'avis qu'il a envoyé au tiers débiteur le 5 janvier 1983 ne saurait donc être annulé, en dépit de la contestation soulevée par le tiers débiteur quant à l'existence de la créance, et le recours ne peut ainsi qu'être rejeté."}