{"annee": "109", "cour": "V", "page": "97", "date": "30/8/1983", "cite": ["102 V 239", "103 V 120", "105 IA 392", "108 V 189"], "cite_par": ["128 V 89", "121 III 382", "133 V 488", "110 V 351"], "chapeau": "20. Sentenza del 30 agosto 1983 nella causa Cassa di compensazione dell'industria svizzera meccanica e metallurgica contro D. e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 52 LAVS, art. 81 al. 3 RAVS. Obligation de l'employeur de réparer le dommage. Lorsque l'employeur est une personne morale et que la caisse de compensation demande aux organes de cette dernière la réparation du dommage, l'action doit être intentée devant l'autorité de recours du canton où la personne morale a - ou avait antérieurement à sa faillite - son siège, sans égard au domicile des organes mis en cause."], "faits": "BGE 109 V 97 S. 98\n\nA.- La ditta X SA di Taverne (Cantone Ticino) è sino al fallimento stata affiliata alla Cassa di compensazione dell'industria svizzera meccanica e metallurgica. La Cassa di compensazione, dopo l'avvenuto fallimento, ha in data 27 ottobre 1982 notificato ai cinque membri del consiglio di amministrazione una decisione di risarcimento danni per conseguire il pagamento dei contributi paritetici AVS/AI/IPG non soluti e irricuperabili. In seguito ad opposizione degli interessati, la Cassa ha proposto azione inizialmente contro quattro membri dell'organo responsabile e in seguito, il 12 gennaio 1983, anche contro Francesco D., cittadino italiano in precedenza domiciliato a M. (Cantone Ticino) e poi residente in Italia a Modena. In un atto accompagnatorio la Cassa asseriva la competenza del Tribunale delle assicurazioni del Cantone Ticino.\n\nB.- Con decreto presidenziale 19 gennaio 1983 il Tribunale delle assicurazioni del Cantone Ticino ha declinato la propria competenza a statuire sull'azione proposta contro Francesco D. affermando che, secondo l'art. 81 cpv. 3 OAVS \"in ossequio al principio della territorialità\", la competenza a giudicare su un'azione di risarcimento dei danni spettava all'autorità di ricorso del cantone in cui il convenuto è domiciliato. Sempre per i primi giudici, poiché Francesco D. era domiciliato in Italia la petizione non era ricevibile per carenza di competenza ratione loci.\n\nC.- La Cassa di compensazione interpone a questa Corte un ricorso di diritto amministrativo con cui chiede che sia riconosciuta la competenza del giudice ticinese.\n\nFrancesco D. non ha risposto al ricorso. L'Ufficio federale delle assicurazioni sociali propone l'accoglimento del gravame con rinvio della causa al Tribunale delle assicurazioni del Cantone Ticino per il giudizio di merito.", "considerants": "Diritto:\n\n1. Oggetto della presente controversia è soltanto la questione di sapere se a ragione il primo giudice abbia declinato la propria competenza.\n\n2. Giusta l'art. 52 LAVS il datore di lavoro deve risarcire alla cassa di compensazione i danni da esso causati violando BGE 109 V 97 S. 99intenzionalmente o per negligenza grave le prescrizioni. La giurisprudenza ha precisato che è possibile convenire in causa gli organi responsabili quando il datore di lavoro è una persona giuridica non più esistente nel momento in cui si fa valere la pretesa (DTF 103 V 122 consid. 3). L'art. 81 OAVS dispone che la cassa di compensazione decide in merito al risarcimento dei danni causati dal datore di lavoro mediante decisione notificata per plico raccomandato indicante espressamente i rimedi legali previsti al cpv. 2 (cpv. 1). Il datore di lavoro, entro 30 giorni dalla notificazione, può fare opposizione, presso la cassa di compensazione, alla decisione di risarcimento dei danni (cpv. 2). Se la cassa di compensazione conferma la sua decisione di risarcimento dei danni, essa deve promuovere, con istanza scritta, sotto pena di perenzione, un'azione davanti all'autorità di ricorso del cantone in cui il datore di lavoro è domiciliato, entro 30 giorni da che ha avuto conoscenza dell'opposizione, i cantoni essendo competenti per regolare la procedura nei limiti delle disposizioni che essi devono emanare in conformità dell'art. 85 LAVS (cpv. 3). Quest'ultima procedura è stata nel Cantone Ticino regolata agli art. 16 e 17 della relativa legge di applicazione.\n\n3. Nei considerandi della querelata pronunzia il primo giudice, asserita la sua incompetenza, non ha stabilito un eventuale rinvio ad altra autorità da lui ritenuta competente. Si ignora se con ciò abbia voluto affermare il potere decisionale di altra autorità svizzera, oppure, in rapporti internazionali, abbia voluto negare ogni competenza del giudice svizzero, come il richiamo al principio di territorialità potrebbe far presumere. Deve quindi essere esaminato se sia legittimata a statuire un'autorità svizzera e, se del caso, essere determinato il giudice competente.\n\na) Per quel che concerne il tema della competenza o meno dell'autorità svizzera, giova preliminarmente ricordare che l'azione prevista dall'art. 52 LAVS è un'azione di diritto pubblico e non già di diritto privato (cfr. WINZELER, \"Die Haftung der Organe und Kassenträger in der AHV\", tesi Zurigo 1952, pag. 70). Orbene, come esattamente argomenta l'Ufficio federale delle assicurazioni sociali, la garanzia del foro di domicilio concerne soltanto le controversie rette dal diritto privato. A questo fine, l'Ufficio federale si prevale della giurisprudenza pubblicata in DTF 105 Ia 392, nella quale si afferma che il principio della garanzia del foro di domicilio non è richiamabile alle pretese di diritto amministrativo e fiscale o di diritto penale. In questa sentenza, riferita comunque al BGE 109 V 97 S. 100diritto intercantonale, si precisava però che le contestazioni relative all'esistenza o alla misura di pretese di diritto pubblico sono competenza delle autorità dello Stato la cui legislazione è loro applicabile. La competenza delle autorità giudiziarie amministrative o civili a pronunciarsi in vertenze amministrative è fondata sull'attività amministrativa in causa, sul diritto al quale è sottoposta, e non sul domicilio delle parti. La giurisdizione amministrativa dei tribunali di uno Stato si limita di massima all'attività amministrativa di quello Stato sottoposta al proprio diritto nazionale. Se in un'azione di diritto amministrativo il convenuto potesse prevalersi della garanzia del foro del suo domicilio l'amministrazione attrice si vedrebbe praticamente costretta a dover agire davanti ad autorità giudiziarie che non potrebbero che dichiararsi incompetenti. Da questa giurisprudenza deve essere dedotto che anche nei rapporti internazionali quando litigiose siano pretese derivate dal diritto pubblico svizzero il convenuto non può eccepire la competenza del giudice svizzero.\n\nb) Rimane da esaminare quale sia l'autorità svizzera competente a giudicare un'azione promossa giusta l'art. 52 LAVS quando convenute siano persone domiciliate all'estero o eventualmente persone domiciliate in cantoni diversi.\n\nNel querelato decreto, per negare la propria competenza, il primo giudice ha richiamato l'art. 200 OAVS. Secondo questo disposto è competente a giudicare i ricorsi l'autorità di ricorso del cantone in cui il ricorrente era domiciliato, aveva la sua sede o soggiornava all'epoca in cui la decisione impugnata è stata pronunciata (cpv. 1). Se il ricorrente è stato ricoverato in uno stabilimento o collocato presso una famiglia fuori del cantone da parte di un'autorità dell'assistenza pubblica, l'autorità competente a giudicare i ricorsi è quella del cantone ove ha sede l'autorità dell'assistenza (cpv. 2). Se un ricorrente assicurato obbligatoriamente è domiciliato all'estero, l'autorità competente a giudicare il ricorso è quella del cantone ove ha sede il datore di lavoro dell'assicurato (cpv. 3). Tuttavia, a giudicare i ricorsi contro le decisioni di una cassa di compensazione cantonale è competente, in ogni caso, l'autorità di ricorso del relativo cantone (cpv. 4).\n\nIn sostanza l'autorità giudiziaria di prima istanza ha dichiarato che secondo l'art. 81 cpv. 3 OAVS competente era il giudice del domicilio del convenuto e che non ricorrevano le eccezioni previste dall'art. 200 cpv. 3 e 4 OAVS alla garanzia del giudice di domicilio.\n\nBGE 109 V 97 S. 101Dal domicilio all'estero del convenuto ha dedotto la propria incompetenza. Con ciò il giudice non ha, da un canto, colmato la lacuna che egli pare aver ravvisato nella legge, impensabile essendo la giurisdizione italiana, né, d'altro canto, si è preoccupato di designare l'autorità svizzera competente cui egli avrebbe dovuto d'ufficio trasmettere gli atti. Può comunque essere ritenuto che nel declinare la propria competenza il giudice si sia esclusivamente prevalso dell'art. 200 cpv. 1 OAVS, il quale determina l'autorità di prima istanza competente a statuire su ricorso. Ora il giudice ha disatteso che l'art. 81 OAVS prevede una procedura diversa da quella ordinaria del ricorso contro una decisione amministrativa. In essa all'interessato è lecito fare opposizione contro una decisione riferita al danno da risarcire, con per conseguenza la facoltà della cassa di compensazione di promuovere azione. Si tratta di un'azione diretta promossa dall'amministrazione contro una persona ritenuta responsabile di un determinato danno. In quest'ambito l'ordinanza all'art. 81 cpv. 3 - la cui conformità alla legge è stata riconosciuta in DTF 108 V 189 consid. 3, pag. 195 - prevede una competenza particolare diversa da quella generale dell'art. 200 cpv. 1 OAVS. Infatti l'azione è da promuovere davanti all'autorità di ricorso del cantone in cui il datore di lavoro è domiciliato.\n\nÈ evidente che la norma non distingue tra datore di lavoro che sia persona fisica e datore di lavoro che sia persona giuridica, ritenendo unicamente il termine di domicilio e non quello di sede. È pure evidente che la norma non prevede l'ipotesi, stabilita da prassi e giurisprudenza, dell'azione promossa contro i membri degli organi sociali ritenuti responsabili del danno (v. DTF 103 V 122). Come asserisce l'Ufficio federale delle assicurazioni sociali ne potrebbero insorgere divergenze interpretative nella determinazione del foro competente. In particolare potrebbe essere affermata comunque la competenza del giudice della sede della ditta, irrilevante se nel frattempo cancellata, oppure quella del domicilio dei singoli membri degli organi responsabili, con la designazione di un giudice particolare per le persone residenti all'estero. Ora, se la norma dell'ordinanza accenna solo al domicilio del datore di lavoro, è lecito interpretarla nel senso che l'azione è da promuovere davanti all'autorità di ricorso del cantone in cui il datore di lavoro ha il suo domicilio se si tratta di persona fisica e, nel caso di persona giuridica, davanti all'autorità del cantone in cui il datore di lavoro ha o ebbe sede prima del fallimento. È vero che l'interpretazione si scosta dal senso BGE 109 V 97 S. 102letterale, ma non si può validamente opporre che carente una disposizione esplicita applicabile sarebbero i principi generali contenuti, sia pure per la procedura di ricorso, all'art. 200 OAVS. In effetti, con ciò si ammetterebbe, nei rapporti intercantonali, una pluralità di fori e, nel caso del domiciliato all'estero, dovrebbe essere designata una particolare autorità di ricorso svizzera. Detta soluzione comporterebbe numerosi inconvenienti. Infatti, come esattamente ricorda l'Ufficio federale delle assicurazioni sociali, quando più rappresentanti di una società determinano congiuntamente un danno, essi ne rispondono con vincolo solidale (v. DTF 108 V 195). Risulta ora evidente che ammessa la competenza di giudici di diversi cantoni, ne potrebbero risultare giudizi contraddittori e divergenti, magari nell'apprezzamento dello stesso fatto. L'Ufficio federale si prevale inoltre della sentenza DTF 102 V 241 in cui in un caso di competenza dubbia questa Corte ha radicato quella dell'autorità di ricorso più vicina territorialmente e materialmente. Il richiamo è pertinente: il principio è da applicare anche nell'ipotesi degli art. 52 LAVS e 81 OAVS quando si ritenga che l'autorità di ricorso del cantone in cui aveva sede la ditta è quella meglio in grado di accertare i fatti e si consideri che conformemente all'art. 46 LEF le persone giuridiche sono escusse alla loro sede e che quindi gli atti del fallimento sono più accessibili all'autorità del cantone in un cui circondario è stata condotta la procedura esecutiva.\n\nUna simile conclusione è peraltro prevista pure dal diritto civile, il quale dispone che l'azione di responsabilità contro gli organi della società anonima, della società a garanzia limitata e, almeno in certe ipotesi, della cooperativa può essere proposta al giudice della sede sociale contro tutti i responsabili (v. art. 761, 827 e 920 CO).\n\nNe deve essere dedotto che azioni di responsabilità contro i membri degli organi di una società sono da promuovere, ai sensi dell'art. 81 OAVS, davanti al giudice del cantone in cui la società ha o ebbe sede. Tale competenza si determina prescindendo dal domicilio dei membri stessi, essendo essenziale la circostanza di aver fatto parte degli organi di una ditta avente o avente avuto sede in un determinato cantone.\n\n4. Dato quanto precede, la pronunzia querelata dev'essere annullata e la causa rinviata al Tribunale delle assicurazioni del Cantone Ticino perché renda un giudizio di merito.\n\nBGE 109 V 97 S. 103\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è accolto nel senso che, annullato il querelato giudizio, la causa è rinviata al Tribunale delle assicurazioni del Cantone Ticino perché statuisca nel merito conformemente ai considerandi."}