{"annee": "109", "cour": "V", "page": "191", "date": "4/2/1983", "cite": ["108 V 130", "108 V 150", "102 V 76", "105 V 186"], "cite_par": ["127 V 275", "144 V 14", "109 V 197"], "chapeau": "36. Auszug aus dem Urteil vom 4. Februar 1983 i.S. Unipharma S.A. gegen Bundesamt für Sozialversicherung und Eidgenössisches Departement des Innern", "regestes": ["Art. 12 al. 6 LAMA, art. 5 al. 1 Ord. VIII, art. 6 Ord. dép. 10: Caractère économique des médicaments. - S'agissant de l'exigence du caractère économique, les mêmes critères que ceux utilisés pour la première admission de médicaments dans la liste des spécialités sont en principe applicables aux demandes d'augmentation de prix (consid. 2b). - La pratique selon laquelle le prix de vente des préparations importées ne peut dépasser de plus de 25% celui pratiqué dans le pays d'origine représente une règle complémentaire qui ne change rien aux autres conditions se rapportant au caractère économique (consid. 3b). - Portée du prix de revient dans le cadre de l'examen du caractère économique (consid. 5a)."], "faits": "BGE 109 V 191 S. 192\n\nA.- Die Unipharma S.A. importiert aus England das Migränemittel MIGRALEVE, welches mit Wirkung ab 15. September 1978 in die Spezialitätenliste gemäss Art. 3 ff. der Vo VIII über die Krankenversicherung vom 30. Oktober 1968 aufgenommen wurde. Mit Schreiben vom 29. August 1980 ersuchte die Firma unter Hinweis auf die gestiegenen Kosten im Ursprungsland um Erhöhung des Preises (Packung à 24 Tabletten) von Fr. 8.90 auf Fr. 12.40, d.h. um rund 39%. Am 15. November 1980 eröffnete das Bundesamt für Sozialversicherung (BSV) der Firma, dass dem Begehren im Ausmass von 4% entsprochen und der neue Preis von (aufgerundet) Fr. 9.30 per 15. März 1981 in die Spezialitätenliste aufgenommen werde.\n\nAuf Beschwerde der Unipharma S.A. wies das Eidgenössische Departement des Innern (EDI) die Sache an das BSV zurück, damit es zusätzliche Abklärungen hinsichtlich der Wirtschaftlichkeit des Präparates vornehme und über das Preiserhöhungsgesuch neu befinde (Entscheid vom 22. September 1981).\n\nMit Verfügung vom 12. Oktober 1981 bestätigte das BSV seinen früheren Entscheid im wesentlichen mit der Begründung, dass MIGRALEVE zum beanspruchten Preis von Fr. 12.40 im Vergleich zu andern Präparaten derselben Gruppe erheblich teurer wäre, was sich nicht durch eine bessere Wirksamkeit rechtfertigen lasse.\n\nB.- Die Unipharma S.A. beschwerte sich gegen diese Verfügung und machte geltend, bei der Beurteilung des Preiserhöhungsgesuches seien die starke Steigerung der Herstellungskosten sowie die Inflation im Ursprungsland zu berücksichtigen. Die beantragte Preiserhöhung um 25% dürfe nicht mit der Begründung verweigert werden, dass MIGRALEVE damit zu den teuersten vergleichbaren Präparaten gehören würde; zu einer derartigen Preiskontrolle sei das BSV nicht befugt. Vom wissenschaftlichen Standpunkt aus sei hervorzuheben, dass der Vorteil von MIGRALEVE gegenüber Konkurrenzpräparaten im Fehlen des Wirkstoffes Ergotamin bestehe, dessen Nebenwirkungen bekannt seien.\n\nDas EDI stellte demgegenüber fest, dass selbst im Vergleich zu Migränemitteln ohne Ergotamin für MIGRALEVE die höchsten Tagestherapiekosten resultierten und die gewährte Preiserhöhung BGE 109 V 191 S. 193auf Fr. 9.30 auch unter dem Gesichtspunkt des Fehlens von Ergotamin als angemessen erscheine (Entscheid vom 11. Februar 1982).\n\nC.- Die Unipharma S.A. lässt Verwaltungsgerichtsbeschwerde erheben mit den Rechtsbegehren, es sei der Preis des MIGRALEVE in der Spezialitätenliste auf Fr. 12.40 festzusetzen; eventuell sei die Sache zur Neuüberprüfung und zu neuem Entscheid an das BSV zurückzuweisen. Das EDI lässt sich mit dem Antrag auf Abweisung der Verwaltungsgerichtsbeschwerde vernehmen.", "considerants": "Aus den Erwägungen:\n\n2. a) (Vgl. BGE 108 V 152 Erw. 2.)\n\nb) Art. 5 Abs. 1 Vo VIII bestimmt, dass die Preise der in die Spezialitätenliste aufgenommenen Arzneimittel nur mit Zustimmung des BSV erhöht werden dürfen. Damit soll sichergestellt werden, dass die Wirtschaftlichkeit der Arzneimittel nicht nur im Zeitpunkt ihrer Aufnahme in die Spezialitätenliste, sondern auch in der nachfolgenden Zeit gewährleistet ist; denn nur so lässt sich der mit dem Erfordernis der Wirtschaftlichkeit angestrebte Schutzzweck auf die Dauer verwirklichen (vgl. auch Art. 6 Abs. 1 lit. a Vo VIII, wonach Arzneimittel aus der Spezialitätenliste zu streichen sind, wenn sie nicht mehr alle Voraussetzungen gemäss Art. 4 Abs. 1 und 2 der Verordnung erfüllen). Demzufolge sind auch Preiserhöhungen bereits in die Spezialitätenliste aufgenommener Arzneimittel nur insoweit zuzulassen, als sie dem Erfordernis der Wirtschaftlichkeit genügen, wobei grundsätzlich die gleichen Kriterien anzuwenden sind, wie sie für die erstmalige Aufnahme von Arzneimitteln in die Spezialitätenliste gelten.\n\n3. a) Gemäss den vom BSV erlassenen \"Weisungen betreffend Einreichung von Aufnahmegesuchen in die Spezialitätenliste\" (gültig ab 15. November 1979) gelten ausländische Präparate nur dann als wirtschaftlich, \"wenn der Publikumspreis in der Schweiz unter Berücksichtigung der massgebenden Umstände, insbesondere der Zollbelastung, Handelsmargen usw., in einem angemessenen Verhältnis zu jenem im Ursprungsland und in Drittländern steht\" (Ziff. 7.1). Gestützt hierauf werden ausländische Präparate, die in der Schweiz mehr als 25% teurer sind als im Ausland, nicht in die Spezialitätenliste aufgenommen.\n\nDas Eidg. Versicherungsgericht hat diese Praxis als rechtmässig bezeichnet, selbst für den Fall, dass das ausländische Präparat BGE 109 V 191 S. 194billiger ist als ein bereits in der Spezialitätenliste enthaltenes vergleichbares Arzneimittel (BGE 105 V 190). In BGE 108 V 144 Erw. 8 hat das Gericht festgestellt, dies stehe nicht in Widerspruch zu BGE 102 V 80, wonach das Erfordernis der Wirtschaftlichkeit keine eigentliche Preiskontrolle (im Sinne einer Preisfestsetzung nach Massgabe der Gestehungskosten zuzüglich einer angemessenen Gewinnmarge) bedeute, jedoch einen Schutz vor missbräuchlicher Ausnützung der freien Preisgestaltung beinhalte. Aus dem Wirtschaftlichkeitsbegriff, wie er von der Rechtsprechung konkretisiert worden sei, und der Umschreibung, dass der Grundsatz der Wirtschaftlichkeit einen Schutz vor missbräuchlicher Ausnützung der freien Preisgestaltung \"beinhalte\", gehe vielmehr hervor, dass die Wirtschaftlichkeitsprüfung über eine blosse Missbrauchskontrolle hinausführe.\n\nb) Im Lichte dieser Rechtsprechung, an welcher festzuhalten ist, geht die Annahme der Beschwerdeführerin fehl, die beantragte Preiserhöhung um 25% sei schon deshalb zu gewähren, weil sich die Wirtschaftlichkeitsprüfung auf eine blosse Missbrauchskontrolle zu beschränken habe. Auch bedeutet die genannte Praxis nicht, dass die Wirtschaftlichkeit eines im Ausland hergestellten Präparates regelmässig zu bejahen ist, wenn der Verkaufspreis in der Schweiz nicht um mehr als 25% höher ist als im Ursprungsland. Dass der Preiszuschlag für Importpräparate höchstens 25% betragen darf, stellt eine im Hinblick auf die Preisgestaltung im Ausland notwendige ergänzende Regel dar, welche an den übrigen Voraussetzungen nichts ändert. Die Preisgestaltung im In- und Ausland bildet denn auch nur eines der in Art. 6 Abs. 2 Vf 10 für die Beurteilung der Wirtschaftlichkeit eines Arzneimittels massgebenden Kriterien. Ferner ist auf Abs. 1 dieser Bestimmung hinzuweisen, wonach ein Arzneimittel als wirtschaftlich gilt, wenn es die indizierte Heilwirkung mit möglichst geringem finanziellem Aufwand gewährleistet. Diesem Grundsatz würde es zuwiderlaufen, wenn bei gleichem Preisniveau ausländischer Präparate im Ursprungsland und schweizerischer Vergleichspräparate die ausländischen Arzneien zu einem um 25% höheren Preis in die Spezialitätenliste aufzunehmen wären. Aus dem gleichen Grund darf für ausländische Präparate, die bereits in die Spezialitätenliste aufgenommen wurden, keine gegenüber schweizerischen Vergleichspräparaten grössere Preiserhöhung - beispielsweise wegen inflationären Anstieges der Produktionskosten im Ursprungsland oder Änderungen der Währungsparitäten - zugestanden werden, BGE 109 V 191 S. 195sofern die Wirtschaftlichkeit im Vergleich zu den inländischen Präparaten nicht mehr bejaht werden kann. Aufgrund der von der Beschwerdeführerin geltend gemachten höheren Produktionskosten und der Inflation im Ursprungsland allein kann der beantragten Preiserhöhung somit nicht entsprochen werden.\n\n4. (Ausführungen darüber, dass für die Beurteilung der Wirtschaftlichkeit ergänzende Abklärungen hinsichtlich der besonderen therapeutischen Eigenschaften von MIGRALEVE notwendig sind.)\n\n5. Die Beschwerdeführerin macht des weitern geltend, selbst wenn von seiner besseren Wirksamkeit abgesehen und allein auf den Vergleich der Tagestherapiekosten abgestellt werde, erweise sich das MIGRALEVE nicht als unwirtschaftlich.\n\na) Zu dem vom BSV vorgenommenen Vergleich mit ergotaminhaltigen Präparaten stellt die Beschwerdeführerin fest, MIGRALEVE sei auch aufgrund des beanspruchten höheren Preises billiger als MIGRIL, welches den höchsten Gehalt an Ergotamin aufweise. In der Verfügung vom 12. Oktober 1981 hat das BSV eine weitergehende Preiserhöhung u.a. mit dem Hinweis darauf abgelehnt, dass MIGRALEVE den teuren Wirkstoff Ergotamin nicht enthalte, was in tatsächlicher Hinsicht unbestritten geblieben ist. Es ist daher davon auszugehen, dass MIGRALEVE weniger teure Wirkstoffe enthält als ergotaminhaltige Präparate und damit in der Herstellung billiger ist. Hierauf kommt es indessen aus folgenden Gründen nicht an.\n\nDie Wirtschaftlichkeitsprüfung im Sinne von Art. 6 Vf 10 stellt massgeblich auf die Wirksamkeit eines Arzneimittels im Verhältnis zu anderen Präparaten mit gleicher Indikation oder ähnlicher Wirkungsweise (lit. a) und nicht auf die laufenden Produktionskosten ab. Lediglich die Kosten für Forschungsarbeiten, klinische Prüfung und Ersteinführung auf dem Inlandmarkt sind bei Originalpräparaten zu berücksichtigen (lit. c). Der Grund für die Nichtberücksichtigung der laufenden Produktionskosten liegt nicht nur darin, dass sie sich im Einzelfall kaum einwandfrei bestimmen liessen (vgl. hiezu RHINOW, Preisaufsicht des Bundes bei Arzneimitteln, Wirtschaft und Recht [WuR] 33/1981 S. 16/17). Die Gestehungskosten können schon deshalb nicht entscheidend sein, weil die Wirksamkeit eines Arzneimittels im Vergleich mit anderen Präparaten das massgebliche Kriterium für dessen Aufnahme in die Spezialitätenliste zu einem bestimmten Preis ist. Andernfalls müssten Arzneimittel mit gleicher Wirksamkeit, aber höheren BGE 109 V 191 S. 196Gestehungskosten zu einem höheren Preis in die Spezialitätenliste aufgenommen werden, womit die Zielsetzung der Wirtschaftlichkeitsprüfung, welche in der Gewährleistung der indizierten Heilwirkung mit möglichst geringem finanziellem Aufwand besteht, unerreichbar würde. Umgekehrt folgt hieraus, dass ein bestimmtes Arzneimittel grundsätzlich auch dann zum Preis eines Vergleichspräparates mit gleicher Wirksamkeit in die Spezialitätenliste aufzunehmen ist, wenn seine Herstellung eindeutig billiger ist. Vorbehalten bleibt eine missbräuchliche Ausnützung der freien Preisgestaltung (BGE 102 V 80).\n\nDemzufolge stellt sich im vorliegenden Fall primär nicht die Frage nach den Gestehungskosten des MIGRALEVE im Vergleich zu denjenigen anderer Arzneimittel mit gleicher Indikation oder ähnlicher Wirkung. Massgeblich ist vielmehr der Vergleich zwischen den Kosten, die bei Anwendung des MIGRALEVE einerseits und der übrigen in Betracht fallenden Heilmittel anderseits entstehen, um eine vergleichbare therapeutische Wirkung zu erzielen. Dabei ist grundsätzlich auf die Tagestherapiekosten abzustellen (Art. 6 Abs. 2 lit. b Vf 10).\n\nb) Der streitigen Verfügung des BSV vom 12. Oktober 1981 lag ein Vergleich der Tagestherapiekosten von MIGRALEVE, das kein Ergotamin enthält, mit denjenigen anderer Präparate, deren Gehalt an Ergotamin pro Kapsel oder Tablette zwischen 0,25 und 2 mg liegt, zugrunde. Für MIGRIL mit dem höchsten Anteil an Ergotamin lagen die Kosten für eine Tagesdosis bei Fr. 1.08, während sie für MIGRALEVE aufgrund des von der Beschwerdeführerin verlangten Preises von Fr. 12.40 für 24 Tabletten Fr. 1.04 betrugen und sich für die anderen Präparate mit niedrigerem Ergotamingehalt zwischen Fr. 0.59 und Fr. 0.90 bewegten.\n\nDer Einwand der Beschwerdeführerin, dass MIGRALEVE nicht teurer sei als das zum Vergleich herangezogene MIGRIL, erweist sich demnach als zutreffend. Damit ist indessen noch nicht entschieden, dass das MIGRALEVE zum verlangten höheren Preis in die Spezialitätenliste aufzunehmen ist. Der vorgenommene Vergleich sagt nämlich nichts darüber aus, welche der ergotaminhaltigen Medikamente bezüglich ihrer Wirksamkeit derjenigen des MIGRALEVE entsprechen, und bildet somit keine zuverlässige Grundlage für die Beurteilung der Wirtschaftlichkeit dieses Präparates. Das BSV wird daher hinsichtlich der Tagestherapiekosten des MIGRALEVE im Vergleich zu denjenigen ergotaminhaltiger BGE 109 V 191 S. 197Arzneimittel mit gleicher oder ähnlicher Wirkung ergänzende Abklärungen zu treffen haben.\n\nc) Zu dem von der Vorinstanz vorgenommenen Kostenvergleich schliesslich macht die Beschwerdeführerin geltend, MIGRALEVE sei nur deshalb am teuersten, weil die Kosten aufgrund der höchstzulässigen Tagesdosis ermittelt worden seien, wogegen bei den zum Vergleich herangezogenen Medikamenten auf die durchschnittliche Dosierung abgestellt worden sei. Die Vorinstanz verweist in diesem Zusammenhang auf die Angaben der Beschwerdeführerin im Arzneimittelprospekt. Es ist indessen nicht ausgeschlossen, dass der Wirtschaftlichkeitsvergleich in diesem Punkt auf einer Gegenüberstellung ungleicher Elemente beruht. Wie es sich diesbezüglich verhält, kann jedoch offenbleiben, weil sich der erhobene Einwand allein auf den im vorinstanzlichen Entscheid vom 11. Februar 1982 vorgenommenen Preisvergleich bezieht, welcher nach dem Gesagten für die Beurteilung der Wirtschaftlichkeit des MIGRALEVE nicht massgebend ist.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn teilweiser Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid des EDI vom 11. Februar 1982 und die Verfügung vom 12. Oktober 1981 aufgehoben, und es wird die Sache an das BSV zurückgewiesen, damit es, nach erfolgter Aktenergänzung im Sinne der Erwägungen, über das Preiserhöhungsbegehren neu befinde."}