{"annee": "109", "cour": "V", "page": "95", "date": "30/8/1983", "cite": [], "cite_par": [], "chapeau": "19. Auszug aus dem Urteil vom 30. August 1983 i.S. H. gegen Ausgleichskasse Chemie und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 52 LAVS: Obligation de l'employeur de réparer le dommage. L'organe de contrôle d'une société anonyme peut-il être rendu responsable?"], "faits": "|95|\n\nIm Konkurs der Firma N. AG kam die Ausgleichskasse Chemie mit einer Forderung von Fr. 33'261.--, die sich zur Hauptsache aus paritätischen Sozialversicherungsbeiträgen für die Zeit von Mai 1976 bis Juli 1977 zusammensetzte, zu Verlust. Gestützt auf |96| Art. 52 AHVG forderte sie diesen Betrag als Schadenersatz u.a. von Johann H., weil dieser seit Jahren die Aufgabe einer Kontrollstelle für die Firma N. AG versehen habe. Gegen die entsprechende Verfügung erhob Johann H. Einspruch, worauf die Ausgleichskasse bei der AHV-Rekurskommission des Kantons Zürich Klage einreichte.\n\nDie Rekurskommission bejahte die Haftung dem Grundsatz nach, wies die Sache aber zur Neuberechnung des Schadens an die Ausgleichskasse zurück.\n\nJohann H. lässt Verwaltungsgerichtsbeschwerde erheben. Die Ausgleichskasse beantragt deren Abweisung, das Bundesamt für Sozialversicherung dagegen die Gutheissung.", "considerants": "Aus den Erwägungen:\n\n7. Die Rekurskommission bezeichnete Johann H. als Kontrollstelle der AG im Sinne von Art. 727 ff. OR. In der Verwaltungsgerichtsbeschwerde wird dies bestritten mit dem Hinweis darauf, dass Johann H. Angestellter der Firma N. AG gewesen sei, was von Gesetzes wegen (Art. 727 Abs. 2 OR) die Funktion als Kontrollstelle ausschliesse. Aufgrund der vorliegenden Akten lässt sich nicht zuverlässig beurteilen, ob Johann H. Angestellter der AG war oder deren Kontrollstelle oder ob er allenfalls während getrennter Zeitabschnitte sowohl in der einen wie in der andern Funktion tätig gewesen ist. Die Frage kann indessen aus den nachfolgenden Gründen offenbleiben.\n\nFalls und insoweit Johann H. Angestellter der AG war, konnte er nicht gleichzeitig als Kontrollstelle im Sinne von Art. 727 ff. OR eingesetzt sein. Insofern entfällt eine Haftung nach Art. 52 AHVG mangels Organstellung.\n\nHinsichtlich der Kontrollstelle einer AG ist zunächst zu beachten, dass zwar einerseits ihre Möglichkeiten der Einflussnahme auf die Geschäftsführung beschränkt sind, zumal sie keine Verwaltungsaufgaben erfüllen darf (Art. 731 Abs. 1 Satz 2 OR) und mithin begangene Fehler der Geschäftsleitung nicht selber beheben kann, dass sie aber anderseits verpflichtet ist, den Präsidenten des Verwaltungsrates und allenfalls auch die Generalversammlung über wahrgenommene Mängel zu informieren (Art. 729 Abs. 3 OR) und damit zur Vermeidung künftiger Unregelmässigkeiten beizutragen. Eine Verletzung dieser Pflicht als Organ der AG kann eine Haftung nach Art. 52 AHVG begründen.\n\n|97| Johann H. macht geltend, er sei zunächst ausschliesslich als Vertreter im Aussendienst tätig gewesen und ab Oktober 1976 daneben zu 25% als Buchhaltungsgehilfe beschäftigt worden, ohne über kaufmännische Ausbildung oder Erfahrung zu verfügen; im Buchhaltungssektor seien ihm vom Buchhalter vorwiegend untergeordnete Arbeiten zugewiesen worden. Es ist nicht auszuschliessen, dass er bei diesen Tätigkeiten Kenntnis davon erhielt, dass die Beitragsabrechnung und Beitragszahlung mangelhaft waren. Indessen kann es ihm nicht als grobe Nachlässigkeit angelastet werden, wenn er es unterliess, den Verwaltungsratspräsidenten auf die Ausstände aufmerksam zu machen, weil davon auszugehen ist, dass dieser darüber ohnehin im Bilde war. Eine Haftung des Johann H. ist daher auch für den Fall zu verneinen, dass er - allenfalls zumindest zeitweise - als Kontrollstelle (und nicht als Angestellter) der AG eingesetzt gewesen sein sollte."}