{"annee": "109", "cour": "IB", "page": "139", "date": "7/6/1983", "cite": ["105 IV 70", "103 IV 192", "104 IB 100", "105 IV 251", "104 IB 55", "104 IB 87", "105 IB 22"], "cite_par": ["128 II 173", "111 IB 15", "113 IB 57"], "chapeau": "22. Extrait de l'arrêt de la Cour de cassation pénale du 7 juin 1983 dans la cause L. contre Tribunal administratif du canton du Valais (recours de droit administratif)", "regestes": ["Art. 34 al. 1 OAC. Etendue du retrait du permis de conduire. L'art. 34 al. 1 OAC repose sur une base légale suffisante."], "faits": "BGE 109 Ib 139 S. 140\n\nA.- L., transporteur indépendant travaillant seul, est titulaire des permis B (voitures automobiles légères) et C (voitures automobiles lourdes affectées au transport de marchandises). Ses antécédents de conducteur sont irréprochables.\n\nEn 1981, alors qu'il circulait au volant d'une voiture légère, il a été l'objet d'un contrôle de police. Il a été soumis à une prise de sang qui a révélé un taux d'alcoolémie de 1,22 g %o.\n\nLe Département valaisan de justice et police (ci-après: DVJP) a prononcé le retrait de ses permis de conduire - des deux catégories - pour une durée de 2 mois. L. a vainement recouru au Conseil d'Etat, qui l'a débouté.\n\nB.- Sur recours, le Tribunal administratif du canton du Valais a confirmé la décision du Conseil d'Etat.\n\nC.- Contre cet arrêt, L. forme un recours de droit administratif. Il soutient notamment que l'art. 34 OAC, qui prévoit l'extension du retrait d'un permis à toutes les catégories de véhicules automobiles, est dépourvu de base légale suffisante. Il conclut à ce que le retrait d'une durée de 2 mois soit limité au seul permis de catégorie B.", "considerants": "Considérant en droit:\n\n1. Le recourant ne conteste pas qu'une mesure de retrait se justifie dans son cas. Selon l'art. 34 al. 1 OAC, ce retrait doit s'étendre à toutes les catégories de véhicules automobiles; l'al. 2 de cette disposition prévoit que la durée du retrait peut être différente selon les catégories de permis sous réserve de la durée minimale fixée par la loi pour toutes les catégories. En l'espèce, le retrait a été prononcé pour la durée minimale de 2 mois prévue à l'art. 17 al. 1 lettre b LCR. Liée par le texte clair de l'ordonnance, l'autorité cantonale ne pouvait pas fixer une durée inférieure, ce que le recourant reconnaît. En revanche, il soutient que l'art. 34 al. 1 OAC est dépourvu d'une base légale suffisante.\n\nEn vertu de l'art. 106 al. 1 LCR, le Conseil fédéral est habilité à arrêter les prescriptions nécessaires à l'application de la loi. Il est vrai que l'art. 16 LCR ne contient pas de règle qui prévoie expressément l'extension du retrait à toutes les catégories de véhicules automobiles; mais on ne saurait pas non plus soutenir que la lettre de ce texte interdise l'extension contestée. Le but du retrait d'admonestation, ordonné pour cause de violation des règles de la circulation, est d'amender le conducteur, d'empêcher BGE 109 Ib 139 S. 141les récidives et de contribuer à la sécurité du trafic (cf. ATF 104 Ib 102 consid. d). Ces objectifs ne sauraient être atteints efficacement si l'on se bornait à priver le conducteur du droit de conduire les véhicules d'une seule catégorie; il serait par exemple choquant que celui qui, sanctionné pour avoir mis gravement en danger le trafic en circulant avec un véhicule d'une catégorie, conserve parallèlement le droit de conduire les véhicules d'une autre catégorie présentant un risque inhérent plus important; les buts légaux de prévention des accidents et de prévention des récidives ne seraient pas atteints.\n\nCertes, la jurisprudence a-t-elle admis que le retrait du permis de conduire un véhicule automobile n'entraînait pas forcément celui du permis de conduire un cyclomoteur (ATF 105 Ib 22, ATF 104 Ib 87). Mais la question principale résidait dans l'interprétation de l'art. 37 OAC, non pas de l'art. 34 OAC. Ce n'est donc pas le lieu de revenir sur ces décisions, clairement motivées; on peut cependant remarquer que le Tribunal fédéral a déjà eu à connaître des questions relatives à l'application de l'art. 34 OAC (ATF 105 Ib 22, ATF 104 Ib 55, 87); or, il n'a pas mis en doute la légalité de cette disposition, ce qu'il aurait dû en principe, le cas échéant, faire d'office (cf. ATF 105 IV 254; ATF 103 IV 194).\n\nPar ailleurs, interprétant la notion de récidive au sens de l'art. 17 al. 1 lettre b et d LCR, le Tribunal fédéral a jugé qu'il y a récidive même si les véhicules en cause n'appartiennent pas à la même catégorie; raisonner autrement ne permettrait pas - dans de nombreux cas - d'atteindre le but fixé par la loi (ATF 104 Ib 58; MICHEL PERRIN, Délivrance et retrait du permis de conduire, Fribourg 1982, p. 198 ss).\n\nLa jurisprudence a admis aussi que le retrait du permis suisse doit s'étendre au permis étranger afin que le conducteur visé ne puisse pas détourner la mesure de son but (ATF 105 IV 72). En autorisant le Conseil fédéral à signer la convention européenne sur les effets internationaux de la déchéance du droit de conduire un véhicule à moteur (RO 1983 I p. 508), le législateur a confirmé qu'il tenait à assurer l'efficacité du retrait, mesure que le Message du Conseil fédéral qualifie de préventive, éducative et répressive (FF 1977 II p. 1491).\n\nDès lors, l'art. 34 al. 1 OAC est conforme à la loi; sur ce point, le recours est mal fondé."}