{"annee": "109", "cour": "III", "page": "42", "date": "12/1/1983", "cite": ["97 III 77", "59 III 68", "106 II 42", "79 III 78", "82 III 77"], "cite_par": ["120 III 52"], "chapeau": "11. Entscheid der Schuldbetreibungs- und Konkurskammer vom 12. Januar 1983 i.S. Z. AG (Rekurs)", "regestes": ["Réintégration d'un objet grevé d'un droit de rétention (art. 284 LP et 272 CO). Le droit de rétention du bailleur de l'immeuble où se trouve un hôtel s'étend à l'huile de chauffage entreposée dans la citerne de l'immeuble."], "faits": "|42|\n\nA. hat die ihm gehörende Hotelliegenschaft in X. an B. bzw. an die Aktiengesellschaft C. vermietet. Da die Mieterschaft mit der Bezahlung der Mietzinse in Rückstand geriet, wurde gegen sie ein Ausweisungsbefehl erwirkt. Am 25./27. August 1982 wurde zudem eine Retentionsurkunde aufgenommen. |43|\n\nNachdem Angestellte der Z. AG Heizöl aus dem Lagertank der Hotelliegenschaft gepumpt hatten, stellte A. unter Berufung auf Art. 284 SchKG beim zuständigen Betreibungsamt das Begehren, die Z. AG sei zu verpflichten, ca. 13'000 Liter Heizöl (d.h. die abgepumpte Menge) zurückzuschaffen, allenfalls den amtlich festzustellenden Gegenwert auf dem Betreibungsamt zu deponieren.\n\nMit Verfügung vom 25. Oktober 1982 wies das Betreibungsamt das Begehren ab. Eine von A. hiegegen erhobene Beschwerde wurde durch das Bezirksgerichtspräsidium Y. als untere Aufsichtsbehörde in Schuldbetreibungs- und Konkurssachen mit Entscheid vom 17. November 1982 abgewiesen, durch die obere kantonale Aufsichtsbehörde mit Entscheid vom 23. Dezember 1982 dagegen gutgeheissen.\n\nDie Z. AG hat gegen den Entscheid der oberen kantonalen Aufsichtsbehörde an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts rekurriert mit dem Antrag, sie sei nicht zur Rückschaffung des von ihr am 24. September 1982 abgepumpten Heizöls zu verpflichten.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Gemäss Art. 284 SchKG können heimlich oder gewaltsam fortgeschaffte Retentionsgegenstände in den ersten zehn Tagen nach der Fortschaffung in die vermieteten oder verpachteten Räumlichkeiten zurückgeholt werden. Die Anwendbarkeit dieser Bestimmung wird von der Rekurrentin dem Grundsatze nach nicht in Zweifel gezogen. Hingegen ist die Rekurrentin der Ansicht, das strittige Heizöl sei gar nicht retinierbar.\n\nDie Tragweite des Retentionsrechtes des Vermieters ergibt sich aus Art. 272 OR, und es ist darüber vom Betreibungsamt und von den vollstreckungsrechtlichen Aufsichtsbehörden vorfrageweise zu befinden (vgl. BGE 82 III 80 E. 2).\n\n2. Der Vermieter einer unbeweglichen Sache hat gemäss Art. 272 Abs. 1 OR für einen verfallenen Jahreszins und den laufenden Halbjahreszins ein Retentionsrecht an den beweglichen Sachen, die sich in den vermieteten Räumen befinden und zu deren Einrichtung oder Benutzung gehören. Der räumliche Zusammenhang, der zwischen der fraglichen Sache und dem Mietobjekt bestehen muss, darf nicht bloss zufälliger Natur sein; er muss eine gewisse Dauerhaftigkeit aufweisen, wobei er allerdings nicht notwendigerweise während der ganzen Mietdauer vorhanden zu sein |44| braucht. Ob der Gegenstand zur Einrichtung oder Benutzung der Mieträume gehört, beurteilt sich nach der Art der Räume und nach dem Gebrauch, den der Mieter davon macht (vgl. BGE 106 II 43 f. E. 1a und b).\n\nDie Rekurrentin bestreitet sinngemäss, dass es sich beim fraglichen Heizöl um eine Sache handelt, die zur Einrichtung oder Benutzung der Hotelliegenschaft gehört. Wie die Vorinstanz mit Recht festhält, ist beim strittigen Heizöl der vom Gesetz verlangte räumliche und bestimmungsmässige Zusammenhang mit dem Mietobjekt indessen ohne weiteres gegeben. Das Heizöl war in dem zur Hotelliegenschaft gehörenden Tank gelagert worden. Sodann ist es zur vertragsgemässen Benutzung der Hotelliegenschaft während der kalten Jahreszeit und auch für die Warmwasseraufbereitung unbedingt notwendig. Das Heizöl steht in einer unmittelbaren Beziehung zu den gemieteten Räumlichkeiten, und nicht etwa nur zu den darin lebenden Personen, wie dies beispielsweise bei Kleidungsstücken, Sportgeräten, Reisekoffern oder Musikinstrumenten des Mieters der Fall wäre (vgl. BGE 79 III 78 oben; BGE 59 III 69).\n\n3. Die Unzulässigkeit einer Retention des Heizöls leitet die Rekurrentin andererseits offenbar auch daraus ab, dass gemäss Art. 92 Ziff. 5 SchKG die einem Schuldner und seiner Familie für zwei Monate notwendigen Feuerungsmittel unpfändbar sind und dass gemäss Art. 272 Abs. 3 OR das Retentionsrecht ausgeschlossen ist an Sachen, die durch die Gläubiger des Mieters nicht gepfändet werden könnten. Die Vorinstanz hat indessen das strittige Heizöl mit zutreffender Begründung als pfändbaren Vermögenswert bezeichnet. Die aus den gemieteten Hotelräumlichkeiten ausgewiesene Mieterschaft bedarf des in Art. 92 Ziff. 5 SchKG vorgesehenen Schutzes in der Tat nicht mehr.\n\n4. Aus dem Gesagten erhellt, dass die Voraussetzungen des Art. 272 Abs. 1 OR im vorliegenden Fall erfüllt waren und dass die vorinstanzliche Gutheissung des Gesuchs von A. um Rückschaffung des Heizöls auch sonst nicht gegen Bundesrecht verstösst. Dass das Heizöl nicht in die Retentionsurkunde aufgenommen worden war, ist hier ohne Bedeutung. Der dem Vermieter durch Art. 284 SchKG gewährte Schutz kommt übrigens vor allem in solchen Fällen zum Tragen (BGE 97 III 80 E. 1a am Ende). Die Rekurrentin versucht denn auch gar nicht, aus der fehlenden Aufnahme des Heizöls in die Retentionsurkunde etwas zu ihren Gunsten abzuleiten."}