{"annee": "109", "cour": "IV", "page": "161", "date": "30/11/1983", "cite": ["100 IV 1", "106 IV 109", "105 IV 182", "108 IV 88", "102 IV 79"], "cite_par": ["116 IV 312", "110 IV 77", "120 IV 17", "115 IV 256"], "chapeau": "45. Auszug aus dem Urteil des Kassationshofes vom 30. November 1983 i.S. X., Y. und Z. gegen Staatsanwaltschaft des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 139 ch. 2 CP; brigandage qualifié. Définition du \"caractère particulièrement dangereux\" au sens de l'art. 139 ch. 2 al. 4 ancien CP et de l'art. 139 ch. 2 al. 3 nouveau CP."], "faits": "BGE 109 IV 161 S. 161\n\nA.- Am 8. November 1981 wurde das Ehepaar G., das in R. eine Tankstelle und einen kleinen Kiosk betreibt, kurz nach 19.00 Uhr bei sich zu Hause von unbekannten Männern überfallen, zusammengeschlagen, gefesselt und ausgeraubt. Den Tätern fielen dabei nebst einer Herrenuhr und einem Goldvreneli Fr. 13'401.85 in die Hand. Der Arzt stellte bei Herrn G. Unterblutungen und Schwellungen in der Mundhöhle, an der Oberlippe, an einem Nasenflügel, am Hals, über dem Kehlknorpel, dem ganzen Schädelbereich sowie im Bereich eines Schulterblatts fest, während Frau G. zahlreiche Beulen und Schürfungen am Kopf, in der Mundhöhle, am Kiefergelenk und am linken Handgelenk aufwies. An der Tat waren ausser einem unbekannt gebliebenen Mann (der \"Schwarze\") die drei tunesischen Staatsangehörigen X., Y. und Z. beteiligt. X. erhielt von der Beute Fr. 2'000.-, die übrigen Täter je ca. Fr. 3'500.-.\n\nB.- Am 4. Mai 1983 sprach die Kriminalkammer des Kantons Bern Y. und Z. des schweren Raubs gemäss Art. 139 Ziff. 2 Abs. 3 nStGB und X. dieses und weiterer Delikte schuldig. Sie verurteilte die beiden ersteren zu je vier, den letzteren zu viereinhalb BGE 109 IV 161 S. 162Jahren Zuchthaus und alle drei zu je zwölf Jahren Landesverweisung.\n\nC.- Die Verurteilten führen Nichtigkeitsbeschwerde. Sie beantragen in gesonderten Eingaben die Aufhebung des Urteils der Kriminalkammer und die Rückweisung der Sache an die Vorinstanz, damit sie bloss auf einfachen Raub erkenne und die Freiheitsstrafen wesentlich herabsetze.", "considerants": "Aus den Erwägungen:\n\n3. Nach Art. 139 Ziff. 2 Abs. 4 aStGB ist der Räuber wegen der qualifizierten Tat zu bestrafen, wenn der Raub auf andere Weise (als durch Bedrohung mit dem Tode, unter Verübung einer schweren Körperverletzung oder durch bandenmässige Begehung) die besondere Gefährlichkeit des Täters offenbart. Diese Voraussetzung wurde in ständiger Rechtsprechung für gegeben erachtet, wenn die Art, wie der Täter vorging, Charaktereigenschaften aufdeckte, die in einem Masse auf eine asoziale Grundhaltung und sittliche Hemmungslosigkeit schliessen liessen, dass befürchtet werden musste, der Täter werde auch bei anderer Gelegenheit vor gleichen oder ähnlichen Handlungen nicht zurückschrecken. Dabei durften auch sein Verhalten unmittelbar vor und nach der Tat sowie Beweggründe und Vorleben mitberücksichtigt werden, soweit sie beim Täter Charaktereigenschaften der vorgenannten Art aufzeigten und anzunehmen war, diese hätten sich bei der zu beurteilenden Tat ausgewirkt (BGE 105 IV 183 E. 1a mit Verweisungen).\n\nNach der neuen Fassung des Art. 139 StGB begeht der Täter gemäss Ziff. 2 Abs. 3 einen schweren Raub, wenn er sonstwie durch die Art, wie er den Raub begeht, seine besondere Gefährlichkeit offenbart. Mit dieser Formulierung wollte von der in Richtung eines Täterstrafrechts gehenden Auslegung des bisherigen Textes abgerückt und die Qualifikation allein davon abhängig gemacht werden, ob die konkrete Tat nach ihrem Unrechts- und Schuldgehalt besonders schwer wiegt. Es sollte damit eine gewisse Rückwendung zu den auf die Art der Tatbegehung bezogenen Qualifikationsgründen der früheren kantonalen Rechte (z.B. Raub zur Nachtzeit oder verbunden mit Einbruch oder Einsteigen, Raub mit Auflauern u. dgl.; s. HAFTER, Schweizerisches Strafrecht, BT S. 256) bewirkt und die Gefährlichkeit des Täters nur noch mit den Tatumständen, etwa der besonders kühnen, verwegenen, BGE 109 IV 161 S. 163heimtückischen oder skrupellosen Art, wie er die Tat begeht, begründet werden (Botschaft des Bundesrates, BBl 1980 I 1257; REHBERG, Grundriss/Strafrecht III, 3. Aufl., S. 150; STRATENWERTH, Schweizerisches Strafrecht, BT I, 3. Aufl., S. 206). Umstände in der Persönlichkeit des Täters müssen somit ausser Betracht fallen.\n\nVon diesen Überlegungen ist auch die Vorinstanz ausgegangen, so dass jedenfalls nicht gesagt werden kann, sie habe Art. 139 Ziff. 2 Abs. 4 aStGB bzw. Art. 139 Ziff. 2 Abs. 3 nStGB unrichtig ausgelegt.\n\n4. Bei der Anwendung jener Bestimmungen auf den konkreten Fall ging die Kriminalkammer von folgendem Sachverhalt aus: Nach ihren tatsächlichen Feststellungen, die den Kassationshof binden und daher mit der Nichtigkeitsbeschwerde nicht angefochten werden können, wählten sich die Täter ältere Leute als Opfer aus, die sich kaum mehr gut wehren konnten. Durch einen von X. ausgeheckten Trick (Vorzeigen einer fiktiven Adresse) und unter Ausnützung der Hilfsbereitschaft der Eheleute G., die ihnen von einer früheren Panne her bekannt war, verschafften sich Y., Z. und ein Dritter Eingang in die Wohnung, schlugen hierauf die nichtsahnenden Opfer nieder und fesselten sie, um sie zu bestehlen. Dabei ergibt sich aus dem Befund des beigezogenen Arztes, dass die Täter ihre Opfer in brutaler Weise geschlagen und überwältigt haben.\n\na) Y. und Z. haben allein schon damit ihre besondere Gefährlichkeit im Sinne des Art. 139 Ziff. 2 Abs. 4 aStGB bekundet. Die Eheleute G., die sich kaum zur Wehr setzen konnten und von denen die Beschwerdeführer auch selber nicht behaupten, dass sie ernstlichen Widerstand geleistet hätten, hätten von den drei Tätern überwältigt und gefesselt werden können, ohne dass sie durch brutale Schläge auch noch misshandelt werden mussten. Wer sich zur Durchsetzung seiner diebischen Absicht einem nur zu geringem Widerstand fähigen Opfer gegenüber derart benimmt, der wird im Fall einer erheblicheren Gegenwehr auch nicht vor schwersten Angriffen auf Leib und Leben von Menschen zurückschrecken. Er bekundet im Sinne der Rechtsprechung zu Art. 139 Ziff. 2 Abs. 4 aStGB eine Rücksichts- und Hemmungslosigkeit, die befürchten lässt, dass er auch bei anderer Gelegenheit zu gleichem oder ähnlichem Tun fähig und geneigt sein wird.\n\nb) Da die Vorinstanz zur Unterstellung der Tat unter die alte Fassung des Gesetzes einzig und allein von den Tatumständen ausgegangen ist, durfte sie diese ohne weiteres auch für die BGE 109 IV 161 S. 164Subsumption des Raubs unter Art. 139 Ziff. 2 Abs. 3 nStGB heranziehen und aus der Art und Weise des täterischen Vorgehens unbedenklich auf besondere Gefährlichkeit auch im Sinne der neuen Bestimmung schliessen; Hinterlist und skrupellose Gewalttätigkeit kennzeichnen nämlich das Verhalten von Y. und Z., das denn auch verschuldensmässig ganz erheblich ins Gewicht fällt.\n\nWas die beiden in ihren Rechtsschriften dagegen vorbringen, schlägt nicht durch. Insbesondere sind sie schon insoweit nicht zu hören, als sie die tatsächlichen Feststellungen der Vorinstanz oder ihre Beweiswürdigung bemängeln (Art. 273 Abs. 1 lit. b BStP). Es muss deshalb namentlich bei der verbindlichen Annahme der Vorinstanz sein Bewenden haben, wonach sich Y. und Z. zusammen mit dem \"Schwarzen\" aktiv am Niederschlagen und Fesseln der Opfer beteiligt haben. Im übrigen wäre es unter dem Gesichtspunkt des Art. 26 StGB ohnehin belanglos, ob die verschiedenen Misshandlungen von allen dreien oder von zweien oder nur von einem von ihnen begangen wurden, bzw. welche Schläge der eine und welche der andere ausgeteilt hatte. Die Art und Weise der Tatbegehung war so oder anders Ausdruck ihrer gemeinsamen Aktion, an der sie als für das Ganze verantwortliche Mittäter teilgenommen haben (BGE 102 IV 81 E. III 6a; BGE 100 IV 4 E. 5c). Schliesslich ist nicht zu übersehen, dass als Indiz für die besondere Gefährlichkeit auch der zur Tatbegehung gehörende Umstand des Zusammenwirkens mehrerer in Betracht fällt. Zwar hat die Vorinstanz bandenmässige Begehung im Rechtssinne verneint. Doch auch ohne eine solche über die Einzeltat hinausreichende Bindung darf der Zusammenschluss mehrerer Täter im Rahmen von Art. 139 in der alten wie in der neuen Fassung berücksichtigt werden, vermehrt doch das bewusste Zusammenwirken mehrerer an der Straftat regelmässig die Gefährlichkeit der Rechtsbrecher, so dass andere Rechtsordnungen schon diesen Umstand strafschärfend berücksichtigen (BGE 106 IV 113 E. 3c).\n\nc) Zu entscheiden bleibt demnach noch, ob die Qualifikation der besonderen Gefährlichkeit auch auf X. zutrifft. Dass dieser als Mittäter am Raub beteiligt gewesen ist, kann nach den verbindlichen Feststellungen der Vorinstanz schlechterdings nicht zweifelhaft sein. Er ist es gewesen, der die Idee hatte, den Eheleuten G. Geld wegzunehmen. Er ist mit den anderen zu diesem Zweck von B. nach R. gefahren und, nachdem er sich auf der Hinfahrt mit Y. gestritten hatte, deswegen zunächst nicht mehr mitmachen wollte und in der Folge nach B. zurückfuhr, nach Aussöhnung BGE 109 IV 161 S. 165mit Y. erneut nach R. zurückgekehrt, um die Tat auszuführen. Er hat sodann den Trick mit der fiktiven Adresse inszeniert und es damit seinen Komplizen ermöglicht, in die Wohnung einzudringen. Wenn er diese in der Folge selber nicht betreten hat, weil er - wie die Vorinstanz verbindlich feststellt - befürchtete, die Eheleute G. könnten ihn erkennen, und nicht etwa - wie in der Beschwerde behauptet wird -, weil er Gewissensbisse gehabt hätte, blieb er doch während der ganzen Aktion in der Nähe der Wohnung und verlangte, als der Überfall gelungen war, seinen Teil an der Beute. Er hat also klarerweise in derart massgebender Weise an der Tat mitgewirkt, dass er neben den anderen als Hauptbeteiligter dasteht (BGE 108 IV 92 E. 2a), zumal ihm auch bewusst war, dass Y., Z. und der \"Schwarze\" zur Durchsetzung ihrer diebischen Absicht Gewalt anwenden würden.\n\nDamit ist freilich die Frage der besonderen Gefährlichkeit des X. noch nicht entschieden, hatte dieser doch an den brutalen Gewalttätigkeiten, welche allein schon die übrigen Mittäter als besonders gefährlich erscheinen liessen, selber nicht unmittelbar teilgenommen. Sie wäre dennoch unzweifelhaft zu bejahen, wenn festgestellt wäre, dass X. wusste, dass seine Komplizen ihre Opfer in der beschriebenen Art misshandeln würden oder dass er solche Gewalttätigkeiten für möglich hielt und sie für den Fall ihrer Begehung als Mittel zur Erlangung von Beute in Kauf nahm. Das trifft indessen nicht zu. Die Vorinstanz stellt lediglich fest, es sei dem Beschwerdeführer bewusst gewesen, dass Y., Z. und der \"Schwarze\" die Eheleute G. überwältigen würden. Daraus folgt noch nicht, dass er auch mit unnötigen Brutalitäten gerechnet und diese gebilligt habe; denn zur Gewaltanwendung nach Art. 139 StGB bedarf es nicht notwendig so schwerwiegender Gewalttätigkeiten, wie sie im vorliegenden Fall begangen wurden. Das brutale Vorgehen seiner Komplizen bei Ausführung des Raubs kann deshalb nicht als Indiz für die Gefährlichkeit des X. herangezogen werden.\n\nIndessen kann sich der durch das Qualifikationsmerkmal der besonderen Gefährlichkeit geforderte erhöhte Unrechts- und Schuldgehalt nach dem oben Gesagten auch im Rahmen der engeren Fassung des neuen Art. 139 Ziff. 2 Abs. 3 StGB aus besonderer Heimtücke und Rücksichtslosigkeit, aus dem Zusammenwirken mehrerer Täter u. dgl. ergeben. In casu trifft gerade den Beschwerdeführer X. in besonderem Masse der Vorwurf skrupelloser Hinterhältigkeit. Nachdem er eine Woche zuvor anlässlich einer Panne BGE 109 IV 161 S. 166die Hilfsbereitschaft der Eheleute G. erfahren hatte, indem diese an einem Samstag Abend sich nicht nur darum bemühten, dass X. und seinen damaligen Begleitern die Dienste der Touring-Hilfe zustatten kamen, sondern überdies die fünf Männer, welche lange auf diese Hilfe warten mussten, höchst gastfreundlich in ihre Wohnung aufnahmen und bewirteten, wählte er nunmehr gerade diese Menschen als Opfer seines deliktischen Vorhabens aus; denn die Idee, die Ehegatten G. zu bestehlen, stammte - wie die Vorinstanz verbindlich feststellt - von ihm. Damit nicht genug: Wiederum war er es, der den Trick mit der fiktiven Adresse ausheckte, um die Opfer hinters Licht zu führen und seinen Komplizen deren Überwältigung zu ermöglichen. All das zeugt von einer seltenen Rücksichtslosigkeit und Heimtücke in der Verfolgung des deliktischen Plans, bei welcher X. nach dem Gesagten nicht nur als die eigentliche treibende Kraft erscheint, sondern auch eine besondere Beharrlichkeit an den Tag gelegt hat (Streit mit Y., Rückfahrt nach B., Aussöhnung und Rückkehr an den Tatort). Dass er sich überdies zur Begehung des Raubs mit drei anderen zusammentat, bestätigt den sich bereits aus den vorgenannten Umständen ergebenden Schluss auf eine besondere Gefährlichkeit im Sinne des Art. 139 StGB in seiner neuen, aber auch in seiner alten Fassung; denn wer so vorgeht, wie es X. getan hat, von dem ist zu befürchten, dass er auch bei anderer sich bietender Gelegenheit vor gleichen oder ähnlichen Handlungen nicht zurückschrecken wird.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerden werden abgewiesen, soweit darauf einzutreten ist."}