{"annee": "109", "cour": "II", "page": "47", "date": "4/5/1983", "cite": ["95 II 157", "107 IA 112", "85 II 284", "99 IA 357", "106 IA 151", "101 II 375"], "cite_par": ["133 III 453", "144 III 100", "119 II 183", "110 II 249", "117 II 504", "112 II 145", "120 II 352"], "chapeau": "13. Urteil der I. Zivilabteilung vom 4. Mai 1983 i.S. Erbengemeinschaft Haemmerli gegen Ems-Chemie Holding AG und Bezirksgerichtspräsidium Imboden (staatsrechtliche Beschwerde)", "regestes": ["Art. 697 al. 3 CO. Droit de l'actionnaire d'être renseigné. 1. L'actionnaire peut faire valoir ce droit même s'il renonce à attaquer des décisions de l'assemblée générale. Compétence selon le droit cantonal; conséquences (consid. 2). 2. Contenu et étendue du droit d'être renseigné (consid. 3)."], "faits": "", "considerants": "|47|\n\nErwägungen:\n\n1. Die Erbengemeinschaft Viktor Haemmerli führt staatsrechtliche Beschwerde gegen einen Entscheid des Bezirksgerichtspräsidiums Imboden, das am 21. Mai 1982 ihr Gesuch, die Ems-Chemie Holding AG bei Strafe zur Auskunft über bestimmte Belange zu verpflichten, vollumfänglich abgewiesen hat. Als Mitaktionärin wollte sie insbesondere über stille Reserven der Gesellschaft und der Patvag Holding AG, über die Ertragswerte und |48| -aussichten der beiden Unternehmen, über die Bewertung eingebrachter Patente und Beteiligungen sowie über die Berechnungsgrundlagen näher unterrichtet werden.\n\nDie Beschwerdeführerin beantragt, den angefochtenen Entscheid wegen Verletzung von Art. 4 BV aufzuheben. Die Ems-Chemie Holding AG hält die Beschwerde für unzulässig, jedenfalls aber für unbegründet.\n\n2. Das Recht auf Auskunfterteilung gemäss Art. 697 OR ist als selbständiges Mitgliedschaftsrecht des Aktionärs zu verstehen (BGE 95 II 161 /62 mit Hinweisen); es kann folglich für sich allein in einem Verfahren durchgesetzt werden, das insbesondere nicht mit einem Anfechtungsverfahren gemäss Art. 706 OR zusammenhängen oder vereinigt werden muss. Es schadet der Beschwerdeführerin daher nicht, dass sie sich mit dem Beschluss der Generalversammlung vom 30. Oktober 1980 über die Fusion der Beschwerdegegnerin mit der Patvag Holding AG abgefunden und ihr Rechtsbegehren auf Auskünfte gemäss Art. 697 Abs. 3 OR beschränkt hat; sie kann auch abgesehen von ihrem Verzicht auf eine Anfechtungsklage ein aktuelles und ausreichendes Interesse daran haben, das jedem Aktionär zustehende Auskunfts- und Kontrollrecht auszuüben, z.B. um sich Unterlagen oder Anhalte für allfällige Verantwortlichkeitsansprüche zu verschaffen. Ihr Interesse an der Aufhebung des angefochtenen Entscheides ist daher zu bejahen (BGE 106 Ia 152 E. 1a mit Hinweisen), mag ihr Aufschlussbegehren sich teilweise auch auf Fragen beziehen, auf deren Beantwortung sie schon an der Generalversammlung vom 30. Oktober 1980 umsonst bestanden hat.\n\nDer Bezirksgerichtspräsident hatte über das Aufschlussbegehren der Beschwerdeführerin gemäss Art. 697 Abs. 3 OR erst- und zugleich letztinstanzlich zu entscheiden, da das kantonale Verfahrensrecht gegen seinen Entscheid weder ein ordentliches noch ein ausserordentliches Rechtsmittel vorsieht (Art. 1 lit. b Ziff. 5 und Art. 3 Abs. 1 der Ausführungsverordnung zum OR vom 18. November 1950). Sein Urteil ist deshalb nicht berufungsfähig, was aus den in BGE 85 II 285 /86 angeführten Gründen wegen der Bedeutung, die einem solchen Begehren zukommen kann, freilich nicht befriedigt; die Gesuchstellerin konnte das Urteil nur mit staatsrechtlicher Beschwerde ans Bundesgericht weiterziehen (Art. 84 Abs. 2 OG). Auf ihr Rechtsmittel ist daher einzutreten.\n\nIhre Ausführungen gegen die Person des Bezirksgerichtspräsidenten, den das Bundesgericht in einem ähnlichen Verfahren wegen |49| Befangenheit in Ausstand versetzt habe, sind davon allerdings zum vorneherein auszunehmen. Die Beschwerdeführerin hat im neuen Verfahren weder den Ausstand des Gerichtspräsidenten verlangt noch rügt sie die Tatsache, dass er nicht von sich aus in den Ausstand getreten ist, als Verletzung von Art. 4 BV.\n\n3. Nach dem angefochtenen Entscheid geht es nicht an, dass die Beschwerdeführerin mit ihrem Aufschlussbegehren gestützt auf Art. 630 OR eine Ergänzung des verwaltungsrätlichen Berichts zu erwirken versucht. Der Gerichtspräsident hat das Begehren vor allem abgewiesen, weil die Beschwerdeführerin in jeder Beziehung eingehende Auskünfte verlange, Art. 697 Abs. 3 OR aber nur die Vorlage beglaubigter Abschriften aus Geschäftsbüchern oder von Korrespondenzen vorsehe. Die verlangten Auskünfte beträfen zudem mehrheitlich die Patvag Holding AG, von der die Beschwerdeführerin schon deshalb keine Aufschlüsse erwarten dürfe, weil sie nicht zu ihren Aktionären gehöre. Über das Ausmass der stillen Reserven habe eine Gesellschaft ohnehin nicht Auskunft zu geben, sondern bloss über deren Bildung und Verwendung (Art. 663 Abs. 3 OR); das gelte auch im Falle der Fusion von Gesellschaften. Dazu komme, dass nähere Angaben über stille Reserven, Ertragswerte und -aussichten, Einzelbewertungen von Patenten und Beteiligungen der Patvag Holding AG sowie über Berechnungsgrundlagen zur Geheimsphäre einer Gesellschaft gehörten und deshalb zu unterlassen seien.\n\na) Es trifft zu, dass das Gesuch der Beschwerdeführerin nicht auf Vorlage beglaubigter Abschriften, sondern auf Auskunfterteilung lautet. Nach seinem ganzen Inhalt, insbesondere den wiederholten Hinweisen auf die entscheidende gesetzliche Bestimmung über die Auskunfterteilung an die Aktionäre, konnten indes zum vorneherein keine Zweifel darüber bestehen, dass die Beschwerdeführerin auf die in Art. 697 Abs. 3 OR vorgesehene Weise unterrichtet werden wollte; eine andere Verfügung durfte sie vom Richter mit ihrem Begehren, das sich übrigens mit dem Marginale der Bestimmung deckt, nach deren klarem Wortlaut gar nicht verlangen. Die Auffassung des Gerichtspräsidenten läuft deshalb auf eine willkürliche Anwendung von Bundesrecht hinaus, das den Anspruch des Aktionärs auf Auskunfterteilung umschreibt und deshalb auch für die Auslegung des Aufschlussbegehrens massgebend ist (vgl. BGE 101 II 377 ff. und BGE 99 Ia 360 E. 1).\n\nGewiss hat der Aktionär nur der eigenen Gesellschaft gegenüber Anspruch auf Auskunft; das ist der Beschwerdeführerin übrigens |50| nicht entgangen, richtet sich ihr Gesuch doch bloss gegen die Ems-Chemie Holding AG. Die Sachlegitimation sagt über den Inhalt des Anspruchs aber nichts aus. Der sachliche Umfang der Auskunftspflicht ergibt sich vielmehr aus dem Sinn und Zweck des Art. 697 Abs. 3 OR, der dem Aktionär Anspruch auf sachdienliche Aufschlüsse gibt, damit er sein Kontrollrecht ausüben kann. Da die richterlich angeordnete Auskunfterteilung sich auf beglaubigte Abschriften aus Geschäftsbüchern und von Korrespondenzen zu beschränken hat, müssen die erheblichen Tatsachen daraus hervorgehen, gleichviel ob sie sich nur auf die Gesellschaft oder auch auf Dritte beziehen. Bei Fusionen darf zudem angenommen werden, dass die ihrer Vorbereitung dienenden Unterlagen Bestandteil der Akten beider Gesellschaften bilden.\n\nIndem der Gerichtspräsident das Gesuch der Beschwerdeführerin mit dem sachfremden und daher unhaltbaren Vorhalt abgewiesen hat, die von ihr verlangten Aufschlüsse beträfen vor allem die Patvag Holding AG, urteilte er willkürlich, zumal er die nötigen Erhebungen von Amtes wegen zu machen hatte (Art. 2 Abs. 1 der kantonalen Ausführungsverordnung zum OR), bevor er entschied.\n\nb) Durch die richterliche Verfügung, dem Aktionär durch beglaubigte Abschriften aus Geschäftsbüchern oder von Korrespondenzen über erhebliche Tatsachen Auskunft zu erteilen, dürfen gemäss Art. 697 Abs. 3 OR die Interessen der Gesellschaft nicht gefährdet werden. Nach einem in der Rechtsprechung und Lehre anerkannten Grundsatz muss eine solche Gefährdung durch konkrete Vorbringen behauptet werden und zudem als wahrscheinlich erscheinen (BGE 82 II 222; BÜRGI, N. 35 zu Art. 697 OR; SCHUCANY, N. 6 zu Art. 697 OR; WYSS, Das Recht des Aktionärs auf Auskunfterteilung Art. 697 OR) unter besonderer Berücksichtigung des Rechts der Unternehmenszusammenfassungen, Diss. Zürich 1953, S. 175 ff.; SCHLUEP, Die wohlerworbenen Rechte des Aktionärs und ihr Schutz nach schweizerischem Recht, Diss. St. Gallen 1955, S. 185; WIDMER, Das Recht des Aktionärs auf Auskunfterteilung de lege lata und de lege ferenda, Diss. Zürich 1961, S. 45). Über diesen Grundsatz hat sich der Gerichtspräsident hinweggesetzt. Statt nähere Angaben zu verlangen und den Sachverhalt näher abzuklären, hat er sich dem allgemeinen Einwand der Beschwerdegegnerin angeschlossen, Ertragswerte und -aussichten, Einzelbewertungen von Patenten und Beteiligungen sowie |51| Berechnungsgrundlagen gehörten zur Geheimsphäre einer Gesellschaft, die darüber keine Auskunft zu erteilen brauche. Darin liegt Willkür (BGE 107 Ia 114 mit Hinweisen).\n\nc) Gegen die Auffassung des Gerichtspräsidenten, die Auskunft über stille Reserven sei gemäss Art. 663 Abs. 3 OR zum vorneherein auf deren Bildung und Verwendung zu beschränken, bringt die Beschwerdeführerin nichts Besonderes vor. Sie schweigt sich entgegen der Vorschrift des Art. 90 Abs. 1 lit. b OG darüber aus, dass und inwiefern sich eine solche Auffassung mit dem Sinn und Zweck des Gesetzes schlechterdings nicht vertragen soll.Mit dem blossen Hinweis auf Art. 630 und 650 OR, die sie für anwendbar hält, denen die besonderen Bestimmungen über die stillen Reserven aber jedenfalls vorgehen, hat sie ihrer Begründungspflicht nicht genügt. Es erübrigt sich daher auch eine Prüfung der Frage, wie es sich mit dem weiteren Vorhalt des Gerichtspräsidenten verhält, die Beschwerdeführerin dürfe im Verfahren nach Art. 697 Abs. 3 OR nicht verlangen, dass der Bericht des Verwaltungsrates gestützt auf Art. 630 OR ergänzt werde.\n\nDemnach erkennt das Bundesgericht:\n\nDie staatsrechtliche Beschwerde wird gutgeheissen, soweit darauf einzutreten ist, und der Entscheid des Präsidenten des Bezirksgerichts Imboden vom 21. Mai 1982 wird aufgehoben."}