{"annee": "109", "cour": "IA", "page": "19", "date": "3/3/1983", "cite": ["106 IA 9", "103 IA 577", "108 IA 74", "104 II 222", "105 IA 172", "105 II 35", "106 IA 337", "106 IA 310", "107 IA 9"], "cite_par": ["113 III 6", "112 II 318", "115 IA 123", "113 IA 76", "121 I 240", "118 II 333", "111 III 8", "113 IA 177", "113 IB 307", "113 IB 87", "113 IA 353", "112 II 507", "124 III 266", "111 IA 12", "111 IA 169", "110 III 40", "111 IA 176", "115 IA 293"], "chapeau": "6. Extrait de l'arrêt de la IIe Cour civile du 3 mars 1983 dans la cause Commune de Travers contre Cour de cassation civile du Tribunal cantonal neuchâtelois (recours de droit public)", "regestes": ["Art. 4 Cst. Arbitraire dans l'interprétation d'une disposition cantonale contraire à son sens véritable. Portée de la renonciation à l'expropriation. 1. La renonciation à l'expropriation de la part de l'expropriant est une cause d'extinction de la dette d'indemnité (consid. 4). 2. Il est arbitraire de faire débuter le délai pendant lequel l'expropriant peut renoncer à l'expropriation au moment de la communication du jugement de dernière instance cantonale fixant l'indemnité d'expropriation, quand bien même la loi prévoit expressément un tel point de départ, lorsque ledit jugement n'a pas encore acquis force exécutoire lors de sa notification (consid. 5)."], "faits": "BGE 109 Ia 19 S. 20\n\nA.- Michel Pellaton est propriétaire de terrains sis sur le territoire de la commune de Travers, qui étaient précédemment en zone de construction et qui ont été partiellement classés en zone rurale par le nouveau plan d'aménagement communal, adopté en 1975. S'estimant victime d'une expropriation matérielle, le prénommé a actionné la commune devant la Commission cantonale d'estimation en matière d'expropriation pour cause d'utilité publique, en paiement d'une indemnité compensatoire.\n\nPar décision du 12 mars 1979, ladite Commission a condamné la commune de Travers à payer à Michel Pellaton la somme de 52'312 fr. 50 avec intérêt à 5% dès le 24 février 1976. Cette décision a été confirmée par le Tribunal administratif du canton de Neuchâtel qui, par arrêt du 27 novembre 1981, a rejeté les recours exercés par les parties contre la décision de première instance. L'arrêt cantonal a été notifié aux parties sous plis du 30 novembre 1981 dont il n'est pas contesté qu'ils ont été reçus le 1er décembre 1981.BGE 109 Ia 19 S. 21\n\nLe greffier du Tribunal cantonal a attesté que, faute de recours, appel ou opposition, l'arrêt en question est devenu définitif et exécutoire dès le 18 janvier 1982.\n\nPar lettre datée du 12 janvier 1982 et parvenue à son destinataire le lendemain, la commune de Travers, par son Conseil communal, a fait savoir au Conseil d'Etat neuchâtelois qu'elle renonçait à recourir contre l'arrêt du Tribunal administratif. Elle annonçait en même temps qu'elle renonçait aux mesures expropriatoires fondant la décision de la Commission d'expropriation, en se prévalant de l'art. 50 de la loi neuchâteloise d'expropriation (ci-après: LEx. neuch.). Celui-ci, dans sa nouvelle teneur en vigueur depuis le 1er juillet 1980, introduite par la loi du 27 juin 1979 adaptant la législation neuchâteloise à la loi sur la procédure et la juridiction administratives (LPJA), dispose ce qui suit:\n\n\"Art. 50. - Dans les quarante jours qui suivent la communication du jugement, l'expropriateur peut renoncer à l'expropriation.\n\nS'il prend cette décision, il adresse une déclaration écrite dans ce sens au Conseil d'Etat et il est tenu d'indemniser les intéressés pour tous les dommages qu'il leur a causés par la procédure d'expropriation et pour tous autres frais.\n\nSi les parties ne parviennent pas à s'entendre sur le chiffre de cette indemnité, c'est le Tribunal administratif qui statue, sur mémoire des parties.\"\n\nB.- Soutenant que la commune de Travers avait laissé périmer son droit de renonciation à l'expropriation, au sens de la disposition précitée, Pellaton lui a fait notifier, le 30 avril 1982 par l'Office des poursuites du Val-de-Travers, un commandement de payer la somme de 52'312 fr. 50 avec intérêt à 5% du 24 février 1976, en indiquant comme titre de la créance: \"Somme due en vertu de la décision du 12 mars 1979 de la Commission d'estimation en matière d'expropriation pour cause d'utilité publique confirmée par l'arrêt du Tribunal administratif du 27 novembre 1981.\" La poursuivie a fait opposition audit commandement de payer. Sur requête du poursuivant, le Président du Tribunal civil du Val-de-Travers a, le 30 juin 1982, prononcé la mainlevée définitive de l'opposition pour la totalité de la somme réclamée.\n\nPar arrêt du 26 juillet 1982, la Cour de cassation civile du canton de Neuchâtel a rejeté le recours exercé par la poursuivie contre ce prononcé.\n\nC.- Agissant en temps utile, la commune de Travers interjette contre l'arrêt précité un \"recours de droit public et de droit administratif\" auprès du Tribunal fédéral. Elle conclut, avec suite BGE 109 Ia 19 S. 22de frais et dépens pour les trois instances, à la cassation de l'arrêt attaqué et au renvoi de l'affaire à la Cour de cassation civile du canton de Neuchâtel.\n\nTant l'autorité cantonale que l'intimé Michel Pellaton ont conclu, dans leurs observations respectives, au rejet du recours.\n\nLe Tribunal fédéral a admis le recours et annulé l'arrêt attaqué.", "considerants": "Extrait des motifs:\n\n1. (Recours recevable exclusivement comme recours de droit public.)\n\n2. (...) Une décision est arbitraire lorsqu'elle viole gravement une norme ou un principe juridique clair et indiscuté, ou lorsqu'elle contredit d'une manière choquante le sentiment de la justice et de l'équité; à cet égard, le Tribunal fédéral ne s'écarte de la solution adoptée par l'autorité cantonale de dernière instance que si celle-ci apparaît insoutenable, en contradiction manifeste avec la situation effective, adoptée sans motifs objectifs et en violation d'un droit certain (ATF 107 Ia 12, 114, ATF 106 Ia 11 consid. 5a, ATF 105 Ia 176 b, 300, ATF 105 II 37 consid. 2, ATF 104 II 223). En outre, il ne suffit pas que les motifs de la décision critiquée soient insoutenables; encore faut-il que cette dernière soit arbitraire dans son résultat (ATF 106 Ia 314, ATF 103 Ia 581 consid. 5).\n\n3. (Ne saurait, sans violer le principe de la bonne foi, se prévaloir de la notification irrégulière d'une décision que représente l'absence d'indication des voies de recours, la partie qui connaissait effectivement l'existence et les modalités de son droit de recours.)\n\n4. La recourante soutient que sa déclaration du 12 janvier 1982 à l'adresse du Conseil d'Etat, par laquelle elle informait ce dernier de sa renonciation aux mesures d'aménagement constitutives d'expropriation à l'égard de l'intimé, était une décision de droit public qui a eu pour effet de mettre fin à la possibilité d'exécuter l'arrêt du Tribunal administratif du 27 novembre 1981, cela en vertu de l'art. 50 LEx. neuch. Elle réfute le point de vue du juge de la mainlevée et de la cour cantonale, selon lequel la renonciation à l'expropriation a été en l'espèce inefficace parce que tardive, en faisant valoir que cette appréciation viole arbitrairement le principe de la séparation des pouvoirs.\n\na) La formulation du recours sur ce point est pour le moins confuse. La recourante paraît dénier au juge de la mainlevée le BGE 109 Ia 19 S. 23pouvoir d'examiner si la renonciation à l'expropriation est valide, du fait que cette institution relèverait du droit public cantonal et non du droit des poursuites. Ce moyen est en tous les cas infondé. De même qu'en matière de mainlevée provisoire, le juge ne peut statuer qu'en appliquant le droit des obligations, il lui faut, pour statuer sur l'existence d'un jugement définitif et exécutoire fondant une requête de mainlevée définitive, se référer aux règles de droit public, soit de procédure, qui déterminent le caractère exécutoire des jugements et des décisions assimilées, notamment celles des autorités administratives.\n\nEn présence d'un jugement exécutoire, comme l'était l'arrêt du Tribunal administratif du 27 novembre 1981, le juge de la mainlevée ne pouvait refuser la mainlevée définitive de la poursuite que si le débiteur établissait l'extinction de la dette ou le sursis ou s'il se prévalait de la prescription. La compétence du juge de la mainlevée pour statuer sur ces points découle clairement de l'art. 81 LP. S'il était véritablement incompétent pour examiner la portée de la déclaration de renonciation à l'expropriation et son influence sur le jugement invoqué par le poursuivant, on ne voit pas comment la recourante pourrait, dans le même temps, lui reprocher de n'en avoir pas tenu compte dans sa décision.\n\nb) C'est à tort également que la recourante soutient que sa propre déclaration de renonciation, approuvée par le Conseil d'Etat, constitue une décision fondée sur le droit public cantonal, contre laquelle seul était ouvert un recours de droit public au Tribunal fédéral. La renonciation à l'expropriation, telle que l'aménage l'art. 50 LEx. neuch., est en effet une simple déclaration de l'expropriant, sur laquelle le Conseil d'Etat n'a pas à s'exprimer et qui n'est soumise à aucune condition matérielle. Elle ne saurait donc faire l'objet d'un recours de droit public.\n\nc) En outre, la recourante se méprend sur la nature et la portée juridique de la renonciation à l'expropriation, lorsqu'elle considère que cette dernière constitue une décision sui generis, absolument étrangère au droit de la poursuite, qui affecterait seulement la force exécutoire du jugement ou de la décision administrative fixant l'indemnité d'expropriation. La renonciation à l'expropriation supprime bien plutôt la cause de l'indemnité, autrement dit de la dette de droit public à laquelle le jugement fixant l'indemnité d'expropriation a donné naissance ou qu'il a constatée. La dette d'indemnité en question se trouve donc éteinte par l'accomplissement de la condition résolutoire que constitue la renonciation à BGE 109 Ia 19 S. 24l'expropriation de la part de l'expropriant. Aussi une telle renonciation apparaît-elle comme une cause d'extinction de la dette, que le débiteur poursuivi peut opposer à titre d'exception au sens de l'art. 81 LP. Le juge de la mainlevée est alors compétent pour examiner si le moyen libératoire ainsi soulevé est valable et s'il est propre à éteindre la dette en poursuite.\n\n5. La recourante voit encore dans la fixation, par la cour cantonale, du point de départ du délai de renonciation à la communication du jugement, une interprétation arbitraire de l'art. 50 LEx. neuch., qui serait incompatible avec les règles de droit fédéral régissant le délai de recours au Tribunal fédéral.\n\na) La cour cantonale a nié que la renonciation à l'expropriation de la part de la recourante entraînât, in casu, l'extinction de la dette. Elle a considéré à ce propos que le délai de 40 jours prescrit par l'art. 50 LEx. neuch. court, selon les termes exprès de cette disposition, dès la communication du jugement; en l'espèce, il a commencé à courir le 2 décembre 1981, pour arriver à échéance le 10 janvier 1982, qui était un dimanche, de sorte qu'il a été reporté au 11 janvier. La recourante ayant communiqué sa renonciation au Conseil d'Etat par lettre du 12 janvier, elle l'a donc fait hors délai. Le texte clair de la loi cantonale indique que le délai part de \"la communication du jugement\", et non de son entrée en force, comme le fait par exemple l'art. 14 de la loi fédérale sur l'expropriation. Certes, reconnaît la cour, il serait souhaitable que la loi neuchâteloise le fasse également, afin que la renonciation prévue par la loi remplisse pleinement le but que le législateur lui a assigné, consistant à laisser l'expropriant, premier intéressé, juge de la situation lorsqu'il est condamné au paiement d'une indemnité plus considérable que celle qu'il prévoyait. Mais le texte étant clair, le juge ne saurait s'en écarter que si l'interprétation littérale est inconciliable avec le sens réel de la loi. En l'espèce, quand bien même l'intention du législateur de donner à l'expropriant un délai bref mais suffisant pour se déterminer serait mieux mise en oeuvre par un délai courant dès l'entrée en force du jugement, un délai de 40 jours dès la communication du jugement permet cependant à la loi de remplir son but et n'est pas inconciliable avec le sens de cette dernière. La cour cantonale relève encore que, en l'occurrence, le délai pour déposer un recours de droit public au Tribunal fédéral n'a expiré, en raison des féries prévues par l'art. 34 OJ, que le 15 janvier 1982, soit postérieurement au délai de 40 jours dès la communication du jugement. Toutefois, la BGE 109 Ia 19 S. 25recourante a eu le temps de décider si elle recourrait au Tribunal fédéral ou si elle renoncerait à l'expropriation. Si elle avait recouru au Tribunal fédéral, elle aurait disposé d'un nouveau délai de renonciation de 40 jours \"dès droit connu au fédéral\".\n\nb) La recourante soutient quant à elle que ce raisonnement et l'interprétation littérale des mots \"dans les quarante jours qui suivent la communication du jugement\" dont use le législateur à l'art. 50 LEx. neuch. sont arbitraires. Le texte de cette disposition cantonale, quoique postérieur à l'art. 34 LAT ouvrant la voie du recours de droit administratif dans les cas notamment visés par l'art. 5 de ladite loi, a été adopté sans qu'il fût encore possible de tenir compte de cette nouvelle voie de droit réservée par le législateur fédéral. Le droit de renonciation cantonal doit dès lors s'interpréter à la lumière de cette innovation sur le plan fédéral et subsister tant et aussi longtemps qu'il est encore possible de recourir au Tribunal fédéral. Il est, en outre, contradictoire de fixer le point de départ du délai de renonciation à des moments différents selon qu'un recours au Tribunal fédéral a ou non été exercé. Si le délai de 40 jours commence à courir dès la notification d'un éventuel arrêt du Tribunal fédéral, il ne peut commencer à courir avant l'expiration du délai de recours au Tribunal fédéral.\n\nc) Le problème qui se pose en l'occurrence est de savoir si le point de départ du délai de 40 jours se situe au moment de la notification du jugement d'expropriation déjà, ainsi que le retient la cour cantonale, ou s'il coïncide avec le jour où ledit jugement est devenu exécutoire. On commencera par examiner ci-dessous si, dans la législation neuchâteloise, ces deux hypothèses sont réellement distinctes.\n\nDans son ancienne teneur du 21 avril 1913, la loi neuchâteloise sur l'expropriation prévoyait que le prononcé de la Commission d'estimation était susceptible de recours au Tribunal cantonal (art. 47). Cette autorité, après avoir instruit la cause, rendait un arrêt qualifié de \"souverain\" par l'art. 49 al. 3, par quoi il faut entendre définitif et exécutoire. L'art. 50 fixait alors le délai de renonciation à l'expropriation \"dans les 14 jours qui suivent la communication du jugement\". Comme ce jugement était souverain, soit définitif et exécutoire, en vertu de l'art. 49 al. 3, le jour de sa communication correspondait au jour où il acquérait force exécutoire, et de la sorte le délai de renonciation ne commençait pas à courir avant que le jugement soit exécutoire.BGE 109 Ia 19 S. 26\n\nLa loi du 27 juin 1979 adaptant la législation neuchâteloise à la loi sur la procédure et la juridiction administratives qui modifie à son art. 8 la loi d'expropriation de 1913 a donné compétence au Tribunal administratif pour connaître des recours dirigés contre les décisions de la Commission d'estimation (art. 47 al. 1 nouveau). Mais elle n'a pas modifié le système. Le Tribunal administratif statue en effet en dernière instance cantonale (art. 49 LPJA). Dans la mesure où il applique le droit administratif cantonal, son arrêt n'est pas susceptible de recours ordinaire et acquiert donc force exécutoire par sa communication. L'art. 50 LEx. neuch., modifié uniquement en ce qui concerne la durée du délai et la désignation de l'autorité compétente pour fixer l'indemnité frustratoire due à l'exproprié, garde la même signification que dans l'ancienne législation, savoir que le délai pour renoncer à l'expropriation court de la communication d'un arrêt qui est immédiatement définitif et exécutoire. Lorsqu'une indemnité pour expropriation formelle selon la législation cantonale est fixée définitivement par le Tribunal administratif, le délai pour renoncer à l'expropriation court ainsi dès le jugement définitif et exécutoire sur le montant de l'indemnité, soit dès qu'il a été rendu et communiqué.\n\nOn peut se demander si le caractère définitif et exécutoire de l'arrêt du Tribunal administratif dès sa communication n'est pas remis en cause du fait qu'une telle décision est susceptible d'être portée devant le Tribunal fédéral par la voie du recours de droit public. Cette question ne touchant pas directement la présente affaire, on peut se dispenser de la résoudre définitivement ici. On relèvera seulement à ce sujet que le recours de droit public constitue une voie extraordinaire, indépendante de l'instance qui s'est déroulée devant l'autorité cantonale, et qu'il n'a pas pour effet de faire obstacle à l'acquisition, par la décision ainsi attaquée, de son caractère exécutoire; tout au plus, la décision en cause peut-elle être suspendue provisoirement par l'autorité fédérale, en application de l'art. 94 OJ (cf. BIRCHMEIER, Handbuch des OG, p. 400/401; H. MARTI, Die staatsrechtliche Beschwerde, 4e éd. 1979, Nos 27/28 et 263 à 266).\n\nEn revanche, lorsque le jugement d'expropriation a pour objet la fixation de l'indemnité découlant d'une expropriation matérielle, comme c'était le cas en l'espèce, la question de son caractère exécutoire se pose différemment. C'est le seul cas dans lequel l'arrêt du Tribunal administratif statuant sur un recours contre la décision de la Commission d'estimation des immeubles BGE 109 Ia 19 S. 27n'est pas immédiatement définitif et exécutoire, comme le veut l'art. 49 LPJA. En effet, l'art. 34 LAT ouvre le recours de droit administratif au Tribunal fédéral, lequel, de plein droit, suspend la décision attaquée lorsque celle-ci, comme en l'espèce, porte condamnation à une prestation en argent (art. 111 al. 1 OJ).\n\nOn doit donc admettre que, dans cette dernière hypothèse, le point de départ du délai de 40 jours prévu par l'art. 50 LEx. neuch. n'est effectivement pas le même selon qu'on le situe au moment de la notification du jugement ou à la date à laquelle celui-ci acquiert son caractère définitif et exécutoire.\n\nd) Nonobstant ce qui précède, la cour cantonale s'en tient à la teneur littérale de l'art. 50 LEx. neuch., en retenant dans l'arrêt querellé que le point de départ du délai est, d'après le \"texte clair de la loi\", le jour de la communication du jugement. Selon la jurisprudence, une interprétation, quoique conforme à la teneur littérale de la disposition concernée, peut néanmoins s'avérer arbitraire si elle en dénature le but ou la portée et si elle conduit à des résultats que le législateur ne peut avoir voulus et qui heurtent le sentiment de la justice ou le principe de l'égalité de traitement (ATF 108 Ia 80 consid. c; 103 Ia 117 consid. 3, 229 consid. c et références citées). Il convient donc de rechercher ci-après quels sont le sens et le but de cette disposition, afin de déterminer si l'interprétation proposée est conforme à ce qu'a voulu le législateur cantonal.\n\nLa cour cantonale constate, de manière convaincante, que d'après sa ratio legis, l'art. 50 LEx. neuch. est destiné à permettre à l'expropriant de renoncer à l'expropriation lorsqu'il est condamné au paiement d'une indemnité plus considérable que celle qu'il prévoyait. Il s'ensuit que, pour qu'il puisse prendre sa décision en toute connaissance de cause, en particulier pour qu'il puisse comparer sans courir de risque les avantages que comporte l'acquisition des droits expropriés et le prix à payer en contrepartie, l'expropriant doit être en présence d'un jugement fixant définitivement l'indemnité mise à sa charge. Si, en effet, le prix qu'il lui en coûte est encore sujet à variation, soit qu'il risque d'être diminué ou même supprimé par l'admission d'un recours de droit administratif au Tribunal fédéral exercé de son propre chef, soit qu'il risque au contraire d'être encore augmenté au cas où l'exproprié lui-même exercerait un tel recours avec succès, l'expropriant est hors d'état de procéder en connaissance de cause au choix que l'art. 50 LEx. neuch. lui accorde. Cette nécessité a BGE 109 Ia 19 S. 28conduit plusieurs législations cantonales, où est prévue la possibilité pour l'expropriant de renoncer à l'expropriation, à soumettre le droit de renonciation à un certain délai, variable d'une législation à l'autre, mais qui ne commence jamais à courir avant que le jugement fixant l'indemnité ait acquis force exécutoire (cf. AEMISEGGER, Gesetzliche Grundlagen über die Entschädigung von Eigentumsbeschränkungen, Berne 1978, p. 38/39).\n\nLa loi neuchâteloise, quant à elle, se contente de fixer le point de départ dudit délai au moment de la \"communication du jugement\". A prendre cette formulation à la lettre, on peut certes considérer à première vue, dans la mesure où le délai de recours au Tribunal fédéral est de 30 jours, que l'expropriant dispose encore de 10 jours pour se déterminer lorsque aucun recours de droit administratif n'a été déposé en temps utile. Mais, comme le démontre la présente espèce, même en l'absence de recours \"dans les 30 jours\", il se peut que le délai de recours soit prolongé au-delà. En effet, si ledit délai de recours au Tribunal fédéral tombe sur une période comportant des féries au sens de l'art. 34 OJ, il sera supérieur à 40 jours, pouvant en englober 44, voire même 60 en été. En outre, lorsqu'un recours au Tribunal fédéral a été déposé 30 jours après la communication de l'arrêt du Tribunal administratif, l'expropriant est hors d'état de se déterminer dans les 10 jours qui lui restent, selon l'interprétation de la cour cantonale; il est en effet exclu que la procédure devant le Tribunal fédéral soit terminée avant l'expiration de ce délai de 10 jours.\n\ne) Pour écarter cette difficulté, la cour cantonale, se référant à un arrêt qu'elle a rendu le 12 juillet 1973 (RJN 6.I.10), affirme que, en cas de recours au Tribunal fédéral, le délai pour renoncer à l'expropriation ne commence à courir que dès la communication du dispositif de l'arrêt du Tribunal fédéral. Une telle solution ne peut se fonder sur l'art. 50 LEx. neuch. tel qu'il est interprété dans la décision présentement attaquée. On ne saurait en effet raisonnablement dire que cette disposition légale vise un arrêt du Tribunal fédéral lorsqu'elle se réfère à la \"communication du jugement\", alors que la législation neuchâteloise ne prévoit aucun recours contre les arrêts du Tribunal administratif. On peut en outre observer que, dans le précédent auquel se réfère la cour cantonale, l'arrêt du Tribunal cantonal (alors compétent à défaut du Tribunal administratif non encore institué) avait été attaqué par la voie d'un recours de droit public, qui, comme on l'a vu, ne s'oppose pas par lui seul à l'entrée en force de la décision BGE 109 Ia 19 S. 29cantonale; au surplus, l'effet suspensif de ce recours de droit public n'avait été ni sollicité ni accordé (RJN 6.I.12 consid. 4 in fine). Bien que la cour cantonale ait alors laissé la question ouverte, il est clair que, dans ces conditions, l'arrêt du Tribunal cantonal sur l'indemnité d'expropriation était devenu définitif et exécutoire sitôt rendu et communiqué. Par conséquent, en disant alors que le délai de l'art. 50 LEx. neuch. commençait à courir en tout cas dès la notification du dispositif de l'arrêt du Tribunal fédéral sur le recours de droit public, la cour cantonale envisageait une solution qui est incompatible avec celle qu'elle a adoptée dans la présente espèce.\n\nf) Certes, dans l'arrêt attaqué, la cour cantonale répète que le dépôt d'un recours au Tribunal fédéral \"aurait donné à la Commune un nouveau délai de renonciation de 40 jours dès droit connu au fédéral\". Mais elle ne dit pas sur quoi elle fonde cette affirmation. Ce ne peut être que sur la ratio legis de l'art. 50 LEx. neuch. qu'elle a dégagée elle-même, à savoir la possibilité pour l'expropriant de se déterminer sur le maintien de l'expropriation au moment seulement où il sait exactement quel est le montant de l'indemnité à verser à l'exproprié. Or, si l'on veut restituer à la loi son sens véritable, tel qu'il ressort clairement de l'origine de la disposition en cause et du but poursuivi par le législateur, il s'impose de s'écarter de la teneur apparemment claire du texte légal, au risque de créer sans cela une situation que le législateur ne peut avoir voulue en édictant la disposition concernée.\n\nL'interprétation de l'art. 50 LEx. neuch. proposée par la cour cantonale, dès lors qu'elle méconnaît le véritable sens de cette disposition, doit être qualifiée d'arbitraire au sens où l'entend la jurisprudence citée précédemment (cf. ci-dessus, consid. 2).\n\nDe surcroît, la décision entreprise souffre d'une contradiction interne lorsqu'elle fixe le point de départ du délai de renonciation à la fois au moment de la communication de l'arrêt du Tribunal administratif et au moment de la communication d'un éventuel arrêt fédéral. Une telle contradiction doit également être qualifiée d'arbitraire et violant ainsi l'art. 4 Cst. (ATF 106 Ia 339).\n\n6. (Intervenue en temps utile, la renonciation à l'expropriation a entraîné l'extinction de la dette découlant du jugement d'expropriation; la mainlevée définitive ne pouvait dès lors être prononcée.)"}