{"annee": "109", "cour": "V", "page": "60", "date": "6/1/1983", "cite": ["98 V 121", "107 V 214", "108 V 111", "99 V 125"], "cite_par": ["112 V 168", "113 V 74", "110 V 54", "115 V 224", "114 V 83", "115 V 416", "110 V 132"], "chapeau": "13. Arrêt du 6 janvier 1983 dans la cause Caisse cantonale genevoise de compensation contre Roderer et Commission cantonale genevoise de recours en matière d'AVS", "regestes": ["Art. 85 al. 2 let. f LAVS. Droit aux dépens du recourant, de l'intimé et des autres intéressés."], "faits": "BGE 109 V 60 S. 60\n\nA.- Par décision du 26 février 1981, la Caisse cantonale genevoise de compensation a accordé à Pierre Freymond une rente entière ordinaire simple d'invalidité à partir du 1er février 1979. Le même jour, ladite caisse a notifié à Monique Roderer, ex-épouse du prénommé et elle-même bénéficiaire d'une rente entière d'invalidité depuis le 1er février 1980, une décision lui annonçant le versement entre ses mains, avec effet rétroactif au 1er février 1979, d'une rente ordinaire complémentaire double pour son fils, dont elle avait la garde.\n\nBGE 109 V 60 S. 61\n\nB.- Pierre Freymond recourut contre ce deuxième acte administratif, en contestant le bien-fondé du versement rétroactif en mains de son ancienne femme et en annonçant son intention de demander une modification du jugement de divorce en tant qu'il concernait la pension à laquelle il était astreint en faveur de son fils.\n\nPar jugement du 29 septembre 1981, la Commission cantonale genevoise de recours en matière d'AVS rejeta le recours et alloua à Monique Roderer, qui avait été invitée à se déterminer en qualité de \"personne intéressée à la solution du litige\" et s'était fait représenter par un avocat, la somme de 100 francs à titre de dépens, qu'elle mit à la charge de la caisse intimée.\n\nC.- La Caisse cantonale genevoise de compensation interjette recours de droit administratif, en concluant à l'annulation du jugement cantonal, dans la mesure où il la condamne à verser des dépens.\n\nReprésentée par son avocat, Monique Roderer renonce à prendre position sur le recours.\n\nPierre Freymond n'a pas fait usage de la possibilité qui lui a été donnée de se déterminer.\n\nLa Commission cantonale genevoise de recours en matière d'AVS estime que Monique Roderer était partie au procès, qu'elle a obtenu gain de cause et qu'il était logique de mettre les dépens à la charge de l'administration de l'AVS, qui avait \"bénéficié indirectement de l'appui d'un avocat\", le paiement des frais de la procédure ne pouvant être imposé au recourant dans le cas d'espèce.\n\nL'Office fédéral des assurances sociales propose d'admettre le recours.", "considerants": "Considérant en droit:\n\n1. Un jugement de première instance en matière d'AVS/AI fixant les dépens est susceptible de recours de droit administratif (art. 101 let. b OJ interprété a contrario; ATF 99 V 125, ATF 98 V 121, 123 et 272; cf. également RCC 1980 p. 114, 1978 p. 330).\n\n2. Aux termes de l'art. 85 al. 2 let. f LAVS, applicable par analogie en matière d'assurance-invalidité en vertu de l'art. 69 LAI, le recourant qui obtient gain de cause a droit au remboursement de ses frais et dépens, ainsi que de ceux de son mandataire, dans la mesure fixée par le juge.\n\nBGE 109 V 60 S. 62\n\n3. En l'occurrence, Pierre Freymond a recouru devant la Commission cantonale genevoise de recours en matière d'AVS contre une décision notifiée à son ex-épouse, Monique Roderer, qui portait sur le droit à une rente complémentaire double pour enfant. Il est indéniable que, titulaire d'une rente entière d'invalidité, il était intéressé, au sens de l'art. 84 al. 1 LAVS, s'agissant d'une décision concernant la rente complémentaire due pour son fils; il avait donc qualité pour recourir (voir par exemple RCC 1979 p. 124). En présence toutefois d'un acte administratif notifié à son ex-épouse, il est non moins clair que cette dernière était directement concernée par le procès, auquel elle est devenue intéressée, même à son corps défendant (arrêts non publiés Wermeille du 22 juin 1982 et de Paoli du 21 mai 1981, à propos de la situation de l'époux dont le conjoint a recouru contre une décision de rente de couple les concernant). Comme le recours tendait en l'espèce à la priver d'une prestation que lui accordait la décision attaquée, la prénommée ne pouvait que soutenir le point de vue de la Caisse cantonale genevoise de compensation. A l'instar de cette dernière, elle a donc obtenu gain de cause, elle aussi - ce qui n'est du reste pas contesté.\n\n4. La question essentielle qui se pose est dès lors de savoir si Monique Roderer, qui était assistée d'un avocat, peut prétendre des dépens de première instance, bien qu'elle n'eût pas qualité de recourante mais se trouvât dans la situation de devoir résister au recours de Pierre Freymond.\n\nA cet égard, il sied de relever que la Cour de céans a jugé que l'art. 85 al. 2 let. f LAVS avait pour but de garantir aux assurés le droit d'être assistés en justice et de permettre de leur rembourser, dans une certaine mesure, leurs frais et dépens, y compris ceux de leur mandataire. Elle a par conséquent admis que l'assuré devenu intimé en deuxième instance cantonale, dans les domaines où cela est possible, peut en principe prétendre des dépens, s'il gagne son procès, bien que la disposition susmentionnée ne parle que de \"recourant\" obtenant gain de cause (ATF 108 V 111).\n\nDans ces conditions, si l'on ne veut pas aboutir à des résultats inadmissibles (voir par exemple ATF 107 V 214; RCC 1982 pp. 212, 216, 350), on ne saurait invoquer la lettre de la loi pour refuser d'accorder des dépens à un assuré obtenant gain de cause sur le plan cantonal pour la seule raison que, vu la nature des prétentions du recourant, il ne peut être partie au litige qu'en qualité d'intimé ou ne peut y participer qu'en tant qu'intéressé. Un BGE 109 V 60 S. 63tel assuré a le droit tout autant que celui qui a recouru d'être assisté en justice et de se voir rembourser dans une certaine mesure ses frais et dépens ainsi que ceux de son mandataire.\n\nLorsque le recourant succombe, c'est bien entendu à lui qu'il incombe de verser les dépens alloués à sa partie adverse qui peut en prétendre (voir par analogie art. 159 OJ, 64 PA). L'art. 85 al. 2 let. a LAVS n'est en effet pas applicable aux dépens. En l'espèce, dès lors, c'est à tort que des dépens ont été mis à la charge de la caisse de compensation.\n\nDans ces conditions, il y a lieu d'admettre le recours et de renvoyer la cause aux premiers juges pour qu'ils statuent à nouveau sur les dépens de première instance, conformément à ce qui vient d'être exposé.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis, le jugement cantonal étant réformé dans ce sens que le ch. 2 de son dispositif est annulé et la cause renvoyée à la commission de recours pour nouvelle décision sur la question des dépens, conformément aux considérants. Il n'est pas perçu de frais de justice ni alloué de dépens pour l'instance fédérale."}