{"annee": "109", "cour": "III", "page": "7", "date": "18/2/1983", "cite": ["35 I 802", "103 III 31"], "cite_par": ["112 III 6"], "chapeau": "3. Auszug aus dem Urteil der II. Zivilabteilung vom 18. Februar 1983 i.S. F. AG gegen G. und Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Rapports entre l'opposition au sens propre et l'exception de défaut de retour à meilleure fortune selon l'art. 265 al. 3 LP. 1. N'agit pas arbitrairement l'autorité de recours qui annule une décision de mainlevée parce qu'il n'a pas été statué auparavant en la voie accélérée sur l'exception de défaut de retour à meilleure fortune (consid. 2 et 3). 2. Quand le débiteur fait \"opposition faute de retour à meilleure fortune\", on doit présumer qu'il nie seulement être revenu à meilleure fortune, mais non qu'il conteste la dette (consid. 4)."], "faits": "|8|\n\nAm 23. April 1981 stellte das Konkursamt Werdenberg der H. AG für deren Forderung im Betrage von Fr. 3'188.10 gegenüber G. einen Konkursverlustschein aus und vermerkte darin, dass der Gemeinschuldner die Forderung anerkannt habe. Diese Forderung wurde in der Folge der F. AG abgetreten, die dem Schuldner am 16. August 1982 hiefür einen Zahlungsbefehl (Betreibung Nr. 4709) zustellen liess. Mit einem am 23. August 1982 beim Betreibungsamt eingegangenen Schreiben erhob der Schuldner in verschiedenen Betreibungen Rechtsvorschlag, so auch gegen den \"Zahlungsbefehl Nr. 4009\", und zwar mit folgender Formulierung: \"Rechtsvorschlag da kein neues Vermögen vorhanden.\" Obwohl das Betreibungsamt es für möglich hielt, dass es sich bei der Angabe der Betreibungsnummer um einen Verschrieb des Schuldners handelte und der entsprechend begründete Rechtsvorschlag sich somit gegen die Betreibung Nr. 4709 richtete, teilte es der Gläubigerin auf der für diese bestimmten Ausfertigung des Zahlungsbefehls lediglich mit, der Schuldner habe Rechtsvorschlag erhoben; die Mitteilung der Begründung \"da kein neues Vermögen vorhanden\" unterblieb. Hierauf stellte die Gläubigerin beim Gerichtspräsidenten von Werdenberg das Gesuch um Erteilung der provisorischen Rechtsöffnung gestützt auf den Konkursverlustschein. Diesem Gesuch wurde entsprochen, und die |9| provisorische Rechtsöffnung wurde mit Entscheid vom 6. Oktober 1982 erteilt.\n\nGegen diesen Entscheid erhob der Schuldner Berufung an den Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen. Darin machte er geltend, er habe gegen den Zahlungsbefehl mit der Begründung Rechtsvorschlag erhoben, dass er nicht zu neuem Vermögen gekommen sei; die Rechtsöffnung hätte deshalb nicht gewährt werden dürfen. Mit Entscheid vom 23. November 1982 hiess der Rekursrichter die Berufung gut und hob den Rechtsöffnungsentscheid auf. Die F. AG erhebt staatsrechtliche Beschwerde und beantragt, den Entscheid des Rekursrichters wegen Willkür aufzuheben.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 265 Abs. 3 SchKG ist über die Einrede des mangelnden neuen Vermögens vom Richter im beschleunigten Verfahren, somit also nicht im summarischen Rechtsöffnungsverfahren, zu entscheiden. Wenn ein Schuldner sowohl Rechtsvorschlag im gewöhnlichen Sinne als auch die Einrede des mangelnden neuen Vermögens erhoben hat, darf die Betreibung nicht fortgesetzt werden, bis die beiden Hindernisse in den hiefür vorgesehenen getrennten Verfahren beseitigt worden sind. Wird die Betreibung trotzdem fortgesetzt, steht dem Schuldner die Beschwerde an die Aufsichtsbehörde zur Verfügung (BGE 103 III 35 E. 3 mit Verweisen).\n\nDer Rechtsöffnungsrichter hatte somit an sich keinen Anlass, sich darum zu kümmern, ob der Schuldner die Einrede des mangelnden neuen Vermögens anlässlich der Erklärung des Rechtsvorschlags erhoben habe, sondern er hätte den Schuldner diesbezüglich an die Aufsichtsbehörde verweisen können. Es fragt sich, ob die Auffassung des Rekursrichters, es obliege ihm, die Parteien soweit als möglich so zu stellen, wie wenn das Versehen des Betreibungsamtes nicht passiert wäre, nicht nur als unrichtig, sondern geradezu als unhaltbar und daher als willkürlich zu betrachten sei.\n\n3. Der Rekursrichter kann sich für seine Auffassung auf die von ihm angeführten Zitate im Kommentar JAEGER stützen (Bd. I, 3. Aufl., insbesondere N. 10 zu Art. 82 und N. 7 zu Art. 80 SchKG). Die Meinung JAEGERS, wonach die Rechtsöffnung zu verweigern sei, solange über die Einrede des mangelnden neuen |10| Vermögens noch kein Entscheid des Richters im beschleunigten Verfahren vorliege, ist allerdings durch die seitherige Rechtsprechung des Bundesgerichts nicht bestätigt worden. Es gibt indessen durchaus Gründe, die dafür sprechen, dass über die Erteilung der Rechtsöffnung so lange nicht entschieden wird, bis ein Urteil über die Einrede des mangelnden neuen Vermögens vorliegt. Das beschleunigte Verfahren sollte logischerweise vor dem Rechtsöffnungsverfahren durchgeführt werden, da es dabei um die Frage geht, ob die Betreibung überhaupt rechtsgültig angehoben werden kann, währenddem im Rahmen der Rechtsöffnung über die Zulässigkeit der Fortsetzung der Betreibung zu entscheiden ist (so ausdrücklich BGE 35 I 804 E. 1). Lässt sich der angefochtene Entscheid aber mit dieser Überlegung rechtfertigen, so erweist er sich mindestens nicht als völlig unhaltbar und damit nicht als willkürlich. Anders wäre der Fall zu beurteilen, wenn sich der Rekursrichter nicht darauf beschränkt hätte, den Rechtsöffnungsentscheid aufzuheben, sondern wenn er den Rechtsöffnungsrichter angewiesen hätte, das Rechtsöffnungsgesuch abzuweisen. Ein solcher Entscheid hätte nicht getroffen werden dürfen, ohne dass über den Anspruch der Gläubigerin auf Erteilung der Rechtsöffnung materiell geurteilt worden wäre.\n\n4. Gegen die beantragte Aufhebung des angefochtenen Entscheids spricht noch eine weitere Überlegung. Es fragt sich nämlich, ob der Schuldner mit seinem Rechtsvorschlag die Forderung oder deren Fälligkeit überhaupt habe bestreiten oder ob er nicht bloss die Einrede des mangelnden neuen Vermögens habe erheben wollen. Entgegen der Auffassung des Rekursrichters muss nämlich angenommen werden, der Schuldner habe nur das Vorhandensein neuen Vermögens bestreiten wollen. Dafür spricht vor allem das Wörtchen \"da\" (\"Rechtsvorschlag da kein neues Vermögen vorhanden\"), womit zum Ausdruck gebracht wurde, dass der Rechtsvorschlag nur aus diesem Grund erhoben wurde (vgl. BGE 103 III 34 f. E. 2). Falls das Betreibungsamt im konkreten Fall zu dieser Überzeugung gelangen und es der Beschwerdeführerin gelingen sollte, die vom Schuldner erhobene Einrede im anzuhebenden gerichtlichen Verfahren zu beseitigen, müsste sie den Rechtsöffnungsrichter gar nicht mehr anrufen, um die Fortsetzung der Betreibung erwirken zu können. Sollte die Gläubigerin oder der Schuldner dieser Betrachtungsweise nicht zustimmen, wäre es Sache der Aufsichtsbehörden, auf entsprechende Beschwerde hin darüber zu entscheiden. |11|\n\nDer angefochtene Entscheid erweist sich mithin mindestens im Ergebnis nicht als willkürlich, so dass die Beschwerde abzuweisen ist."}