{"annee": "109", "cour": "II", "page": "4", "date": "27/4/1983", "cite": ["78 II 289", "84 II 329"], "cite_par": ["123 III 110", "115 II 15", "145 III 72", "142 III 433", "109 IA 169", "126 III 521"], "chapeau": "2. Urteil der II. Zivilabteilung vom 27. April 1983 i.S. E. gegen F. und Appellationshof des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Dommages-intérêts pour les frais non récupérables d'un procès en désaveu. Le père biologique hors mariage doit-il des dommages-intérêts au demandeur qui a obtenu gain de cause dans un procès en désaveu pour les frais qu'il n'a pas pu récupérer auprès de l'enfant et de la mère?"], "faits": "|4|\n\nAm 1. Dezember 1981 wurde die Ehe von Fritz F. mit Susi F. wegen tiefer Zerrüttung geschieden. Die Ehefrau hatte die eheliche Gemeinschaft schon im Juni 1980 verlassen, um zu ihrem Freund Rolf E. zu ziehen, mit dem sie ein intimes Verhältnis unterhielt. Der Ehebruch führte am 15. August 1981 zur Geburt des Knaben Rolf. Mit Urteil vom 24. März 1982 aberkannte das Amtsgericht Erlach die Vaterschaft von Fritz F. und auferlegte der Mutter die Prozesskosten und eine Parteientschädigung im Gesamtbetrage von Fr. 3'030.--. Diese Kosten erwiesen sich in der Folge als nicht einbringlich, so dass dem inzwischen von seiner Ehefrau geschiedenen Fritz F. ein Verlustschein über einen Betrag von Fr. 3'125.-- ausgestellt wurde.\n\nDer Verlustschein veranlasste Fritz F. zu einer Klage auf Schadenersatz gegen Rolf E., der den Knaben Rolf vor dem Zivilstandsbeamten als seinen Sohn anerkannt hatte. Diese Klage wurde mit Entscheid vom 30. September 1982 vom Gerichtspräsidenten gutgeheissen, und E. wurde verurteilt, dem Kläger einen Betrag von Fr. 2'999.99 nebst Zins, Gerichts- und Parteikosten zu bezahlen. Eine Nichtigkeitsklage von E. wies der Appellationshof des Kantons Bern am 24. November 1982 ab.\n\nGegen dieses Urteil erhebt Rolf E. staatsrechtliche Beschwerde. Der Appellationshof hat auf eine Vernehmlassung verzichtet. |5|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer macht der Vorinstanz willkürliche Anwendung von Bundesprivatrecht zum Vorwurf. Er sei zu Schadenersatz verurteilt worden, ohne dass die dazu erforderlichen rechtlichen Voraussetzungen gegeben seien. So fehle es hinsichtlich der als Schadenersatz geltend gemachten Prozesskosten und Parteientschädigung für die Vaterschaftsanfechtung, an welcher der Beschwerdeführer nicht beteiligt gewesen sei, an einem widerrechtlichen Verhalten. Zudem stünden die der geschiedenen Ehefrau von Fritz F. auferlegten Kosten nicht in einem adäquaten Kausalzusammenhang zum Ehebruch der damals noch verheirateten Susi F. mit ihm, bzw. stelle dieser Schaden einen für ihn unbeachtlichen Reflexschaden dar. Schliesslich fehle es auch an einem Verschulden.\n\n2. Soweit der Beschwerdeführer geltend macht, jene Rechtsnormen, die den Ehebruch verbieten, stellten keine Schutznormen im Zusammenhang mit reinem Vermögensschaden dar und der die Ehe brechende Dritte könne deshalb zu keinem Schadenersatz gegenüber dem verletzten Ehegatten verhalten werden, lässt er ausser acht, dass der Appellationshof des Kantons Bern zwar nicht ausdrücklich, aber doch durch seine Bezugnahme auf das erstinstanzliche Urteil von der mit einem Ehebruch verbundenen Persönlichkeitsverletzung ausgeht. Nach ständiger Rechtsprechung des Bundesgerichts bedeutet aber die Teilnahme an ehewidrigen oder ehebrecherischen Beziehungen eine Verletzung der persönlichen Verhältnisse im Sinne von Art. 28 ZGB, die zu Schadenersatz und Genugtuung Anlass geben kann (BGE 84 II 331 mit weiteren Hinweisen). Die Ehe ist für den Ehegatten in persönlicher Hinsicht von so grosser Bedeutung, dass sich nicht im Ernste bezweifeln lässt, dass der an einem Ehebruch beteiligte Dritte die Ehe stört und damit zugleich den andern Ehegatten in seinen persönlichen Verhältnissen verletzt. Dem steht auch der Umstand nicht entgegen, dass eine solche Störung nicht allein auf das Verhalten des Dritten zurückzuführen ist, sondern ein Mittun des untreuen Gatten voraussetzt. Unbefugt verhält sich nicht nur jener Ehegatte, der die gemäss Art. 159 Abs. 3 ZGB geschuldete eheliche Treue verletzt, sondern auch der die Ehe brechende Dritte, da er in Rechte des andern Ehegatten eingreift, die von jedermann zu achten sind (BGE 78 II 291/92 E. 2). Daran ändert die Tatsache nichts, dass das Bundesgericht im Zusammenhang mit einer solchen |6| Ehestörung eine umfassende Unterlassungsklage nicht zugelassen hat (BGE 78 II 289).\n\n3. Es trifft zu, dass der Hinweis in Art. 28 Abs. 2 ZGB auf Schadenersatz und Genugtuung die Art. 41 ff. OR und 49 OR betrifft und diese Klagen von den dem Persönlichkeitsschutz unmittelbar dienenden Klagen auf Unterlassung, Beseitigung und Feststellung abgrenzt (so jetzt verdeutlichend der Entwurf des Bundesrates betreffend die Änderung des schweizerischen Zivilgesetzbuches (Persönlichkeitsschutz) vom 5. Mai 1982 in Art. 28a Abs. 3 (BBl 1982 II 636 ff., 696 und 660 ff.). Ein direkter Zusammenhang zwischen Art. 28 ZGB und Art. 41 ff. OR besteht nur insoweit, als eine Persönlichkeitsverletzung einen eingetretenen Schaden als widerrechtlich erscheinen lassen kann. Im vorliegenden Fall ist nicht zu entscheiden, ob der Unterhalt für ein im Ehebruch gezeugtes Kind auch als Vermögensschaden im Sinne von Art. 41 ff. OR angesehen werden kann (vgl. dazu in der Rechtsprechung der Bundesrepublik Deutschland BGH vom 18.3.1980 VI ZS 105/78 und VI ZS 247/78 in FamRZ 1980, 645 ff.) oder ob nicht ethische Gründe allgemeiner Art einer solchen Betrachtungsweise entgegenstehen müssten. Der ursprünglich als Vater des am 15. August 1981 geborenen Rolf eingetragene Beschwerdegegner drang mit seiner Anfechtungsklage durch, so dass das von Gesetzes wegen begründete Kindesverhältnis rückwirkend auf den Zeitpunkt der Geburt des Kindes aufgelöst worden ist. Damit sind auch seine Unterhaltsverpflichtungen gegenüber dem Knaben weggefallen. Die mit dem entsprechenden Gerichtsverfahren verbundenen Kosten sollten gestützt auf das geltende kantonale Prozessrecht den obsiegenden und aus seinen Pflichten entlassenen Registervater nicht belasten. Eine erfolgreiche Anfechtungsklage führt ohne weiteres dazu, dass die unterliegenden Prozessparteien, nämlich die Mutter und das Kind, für diese Kosten aufzukommen haben. Der aussereheliche Schwängerer fällt dabei ausser Betracht, weil ihm hinsichtlich der Anfechtungsklage keine Passivlegitimation zukommt.\n\nWenn dem obsiegenden Anfechtungskläger trotzdem die mit der Prozessführung verbundenen Kosten verbleiben, so ist dies ausschliesslich dem Umstand zuzuschreiben, dass die bei der Anfechtung der Vaterschaft unterlegenen Parteien insolvent sind. Wie dargelegt, ist der andere Ehegatte durch den (widerrechtlichen) Ehebruch direkt betroffen. Auch bereitet es keine Schwierigkeit, die Zahlungsunfähigkeit der im Anfechtungsprozess unterlegenen |7| Parteien in die durch den Ehebruch entstandene Rechtsbeziehung zwischen dem Ehebrecher und dem in seiner Persönlichkeit verletzten Ehegatten einzubeziehen. Der dem Ehegatten aus dieser unerlaubten Handlung entstehende Schaden kann deshalb nicht als unbeachtlicher Dritt- oder Reflexschaden bezeichnet werden. Fraglich bleibt dagegen, ob das Risiko einer Insolvenz der im Anfechtungsprozess unterliegenden Parteien, das der Anfechtungskläger trägt, in wertender Betrachtungsweise noch als adäquat zum persönlichkeitsverletzenden Ehebruch erscheint. Diesbezüglich bestehen zum mindesten erhebliche Zweifel, so dass der Zivilrichter bei freier Prüfung wohl eher die Schadenersatzklage abweisen müsste. Im Rahmen einer staatsrechtlichen Beschwerde dagegen gilt es allein zu entscheiden, ob eine die Adäquanz bejahende Auffassung als geradezu willkürlich, d.h. völlig unhaltbar, angesehen werden kann. Dies trifft nicht zu, weil auch für die Bejahung der Adäquanz Gründe sprechen. Die Frage der Adäquanz verlangt stets richterlicher Wertung, die gemäss Art. 4 ZGB nach Recht und Billigkeit vorzunehmen ist (vgl. u.a. DESCHENAUX, Norme et Causalité en Responsabilité civile, Festgabe der Schweiz. Rechtsfakultäten zur Hundertjahrfeier des Bundesgerichts, 1975, S. 399, insbesondere S. 406 ff.; DESCHENAUX/TERCIER, La Responsabilité civile, 2. Aufl. 1982, 57 ff.; LANZ, Alternativen zur Lehre vom adäquaten Kausalzusammenhang, Diss. St. Gallen 1974, passim). Es kommt hinzu, dass die Frage der Aktiv- und Passivlegitimation im Anfechtungsprozess einer Vaterschaft durch den Gesetzgeber nach besonderen familienrechtlichen Gesichtspunkten geregelt worden ist, bei denen insbesondere auch ein vorrangiger Schutz des Registervaters im Vordergrund stand (Botschaft des Bundesrates vom 5. Juni 1974 über die Änderung des Schweiz. Zivilgesetzbuches (Kindesverhältnis) BBl 1974 II 1 ff., 29 f.). Nur deshalb blieb letztlich unberücksichtigt, dass die Kosten zur Auflösung eines vom verheirateten Ehemann nicht gewollten, ihm in Verletzung seiner Persönlichkeit aufgezwungenen Kindesverhältnisses auf das gemeinsame Verhalten der verheirateten Mutter und des Schwängerers und nicht auf das Verhalten der Mutter allein zurückzuführen sind.\n\n4. Schliesslich kann auch nicht gesagt werden, es sei in willkürlicher Weise ein Verschulden auf Seiten des Beschwerdeführers bejaht worden. Abgesehen davon, dass sich dieser in verschiedenen Verfahren über den Wunsch nach einem Kind aus der Verbindung zu Susi F. selber unterschiedlich äusserte, konnte nicht mit letzter |8| Sicherheit damit gerechnet werden, dass eine Schwangerschaft unterbleibe. Zudem steht ein gemeinsames Verschulden mit Rücksicht auf den persönlichkeitsverletzenden Ehebruch ausser Zweifel. Steht aber eine Schadenersatzklage in Verbindung mit einer unbefugten Persönlichkeitsverletzung, genügt jede Verschuldensform.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}