{"annee": "109", "cour": "IV", "page": "84", "date": "21/9/1983", "cite": ["95 IV 68"], "cite_par": ["116 IB 452", "144 IV 217", "112 IV 109", "118 IV 309", "117 IV 408", "112 II 172"], "chapeau": "23. Auszug aus dem Urteil des Kassationshofes vom 21. September 1983 i.S. S. gegen Staatsanwaltschaft des Kantons Basel-Landschaft (Nichtigkeitsbeschwerde)", "regestes": ["Délit successif ou continué. Conditions d'application de cette notion développée par la jurisprudence. Conséquences pratiques."], "faits": "BGE 109 IV 84 S. 84\n\nA.- S. hat als Filialdirektor der D. AG bei der Firma K. unter zahlreichen Malen Geschäftsguthaben direkt einkassiert und die so BGE 109 IV 84 S. 85erhaltenen Beträge nicht abgeliefert, sondern für sich verbraucht. So hat er 1972 fünfmal, 1973 sechsmal, 1974 dreizehnmal, 1975 sechsmal, 1976 siebenmal, 1977 sechsmal, 1978 dreimal, 1979 fünfmal, 1980 siebenmal und 1981 einmal Geldbeträge zwischen Fr. 2'000.-- und Fr. 42'000.--, insgesamt Fr. 846'000.--, in die eigene Tasche gesteckt. Um sein Verhalten zu vertuschen, unterliess es S., die erhaltenen Gelder als Einnahmen verbuchen zu lassen.\n\nB.- Am 24. Mai 1983 verurteilte das Obergericht des Kantons Basel-Landschaft S. in Bestätigung des Urteils des Strafgerichts Baselland wegen fortgesetzter Veruntreuung und fortgesetzter Urkundenfälschung zu zwei Jahren Gefängnis.\n\nC.- S. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nD.- Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer stellt sich auf den Standpunkt, die Figur des fortgesetzten Delikts, die im Gesetz nicht ausdrücklich vorgesehen sei und eine blosse Konstruktion der Praxis darstelle, um das Verfahren zu vereinfachen und Unbilligkeiten, die sich bei Anwendung des Art. 68 StGB ergeben könnten, zu vermeiden, wirke sich in seinem Fall erheblich nachteilig aus und sei deshalb abzulehnen; Veruntreuungsdelikte verjährten nämlich nach Ablauf von fünf Jahren, was bedeute, dass die von ihm vor dem 6. April 1977 begangenen Veruntreuungen verjährt wären und die strafrechtlich relevante Deliktssumme lediglich Fr. 276'000.-- betrüge, wenn man nicht von einem Kollektivdelikt ausgehe. Bei Bejahung des Fortsetzungszusammenhangs dagegen beginne die Verjährung erst am 8. Dezember 1981 zu laufen mit der Folge, dass alle Veruntreuungen bis ins Jahr 1972 zurück bei einem Deliktsbetrag von Fr. 846'000.-- strafrechtlich verfolgt werden könnten. Im übrigen finde das fortgesetzte Delikt keine Grundlage im Gesetz und verstosse deshalb gegen den Grundsatz \"nulla poena sine lege\".\n\na) Mit dem letztgenannten Einwand verkennt der Beschwerdeführer, dass sich in Art. 71 Abs. 3 StGB ein gesetzlicher Anhalt für die Rechtsfigur des fortgesetzten Delikts findet. Nach dieser Bestimmung beginnt die Verjährung, wenn der Täter die strafbare Tätigkeit zu verschiedenen Zeiten ausführt, mit dem Tag, an dem BGE 109 IV 84 S. 86er die letzte Handlung ausführt. Wie sich aus den Gesetzesmaterialien ergibt, wurde unter jener Tätigkeit vom Gesetzgeber eine Mehrheit von strafbaren Handlungen verstanden, die zu einem einzigen Delikt zusammengefasst werden sollten (s. die Darlegung der Entwicklungsgeschichte bei W. A. KNECHT, Das fortgesetzte Delikt im schweizerischen Strafrecht, Diss. BE 1969, S. 1-13). Dass dieser Gedanke im StGB begrifflich nicht genauer gefasst wurde, rechtfertigt nicht den Schluss, er entbehre jeder gesetzlichen Grundlage. Das StGB enthält zahlreiche Begriffe, die der eingehenderen Umschreibung durch den Richter bedürfen, ohne dass dies als Mangel an einer gesetzlichen Grundlage verstanden würde. Was unter dem Begriff der zu verschiedenen Zeiten ausgeführten strafbaren Tätigkeit im Sinne des Art. 71 Abs. 3 StGB zu verstehen sei, ist deshalb Auslegungsfrage. Ausgelegt werden kann aber das Strafgesetz auch zu Lasten des Angeklagten, sofern dies dem Sinn und Zweck der Norm entspricht (BGE 95 IV 73 E. 3a).\n\nb) Zuzugestehen ist dem Beschwerdeführer, dass die Rechtsfigur des in einer langjährigen Praxis ausgeformten fortgesetzten Delikts (statt vieler BGE 107 IV 81, 105 IV 13, 102 IV 77/78) sich hinsichtlich der Verfolgungsverjährung für den Täter ungünstig auswirken kann. Anderseits ist jedoch nicht zu übersehen, dass dieser bei Annahme eines fortgesetzten Delikts nicht der Strafschärfung des Art. 68 Ziff. 1 StGB unterliegt. Es kann deshalb nicht gesagt werden, die Anwendung der genannten Rechtsfigur wirke sich im Ergebnis durchwegs zum Nachteil des Angeklagten aus. Entsprechend hebt denn auch die im Schrifttum gegen das fortgesetzte Delikt vorgetragene Kritik nicht nur die nachteiligen Folgen im Rahmen der Verjährung hervor, sondern ebensosehr jene als ungerechtfertigt empfundene Privilegierung des Täters (SCHULTZ, Einführung in den Allg. Teil des Strafrechts, Bd. I, 4. Auflage, 1982, S. 131; STRATENWERTH, Schweiz. Strafrecht, Allgemeiner Teil I, 1982, S. 436 N. 19). Die Nichtunterstellung unter Art. 68 Ziff. 1 StGB ist jedoch in casu dem Beschwerdeführer zugute gekommen, so dass keineswegs mit Sicherheit angenommen werden kann, der Sachrichter hätte den Beschwerdeführer wegen der nach dem 6. April 1977 verübten Veruntreuungen, die noch in bedeutender Zahl begangen wurden und einen Deliktsbetrag von mehr als Fr. 270'000.-- erreichen, zu einer unter zwei Jahren Gefängnis liegenden Strafe verurteilt; das Verschulden ist nämlich auch so noch ein schweres, und die Wiederholung der Tat hätte eine entsprechende Schärfung gerechtfertigt. Im übrigen hat das BGE 109 IV 84 S. 87Bundesgericht in Kenntnis der erwähnten Kritik seine Praxis zum fortgesetzten Delikt immer wieder bestätigt, und es besteht heute kein zwingender Grund, von ihr abzugehen, zumal sie gerade auch im vorliegenden Fall nicht zu einem stossenden Ergebnis führt, das ein Aufgeben der Rechtsfigur des fortgesetzten Delikts gebieten würde."}