{"annee": "109", "cour": "IA", "page": "97", "date": "17/6/1983", "cite": ["101 IA 193", "103 IA 537", "106 IB 320", "104 IA 79", "102 IB 151"], "cite_par": ["115 IB 238", "115 IB 249", "117 IB 248", "116 V 198", "114 IA 221", "112 IA 107"], "chapeau": "20. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 17. Juni 1983 i.S. Haus zum Gold AG gegen Finanzdepartement und Appellationsgericht (Verwaltungsgericht) des Kantons Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; capital propre déterminant pour évaluer le bénéfice et le capital imposables. 1. La question de savoir si l'art. 71a de la loi fiscale du canton de Bâle-Ville viole l'art. 4 Cst. peut être soulevée lors du recours contre une décision de taxation prise en dernière instance cantonale qui applique cette disposition (consid. 1). 2. Pour le recours différencié au critère de la réalité économique dans le domaine de la sous-capitalisation est essentielle, entre autres, la distinction entre le critère de la réalité économique lors de l'interprétation d'une disposition fiscale qui tient compte des aspects économiques, et le critère de la réalité économique suivi dans un cas où l'impôt est éludé, lorsqu'en dérogation à une norme fiscale qui prend en considération les aspects du droit civil on se réfère à la situation économique (consid. 2). 3. Lors de l'imposition du capital propre d'une société commerciale, aucune disposition de droit constitutionnel n'impose au législateur de se fonder exclusivement sur la notion de capital propre résultant du droit des obligations ou de tenir compte du capital risque. Le législateur dispose d'un large pouvoir d'appréciation lorsqu'il s'agit d'évaluer la capacité économique du contribuable et de choisir la manière de prendre celle-ci en considération à des fins fiscales (consid. 3)."], "faits": "BGE 109 Ia 97 S. 98\n\nDie Beschwerdeführerin ist eine reine Immobiliengesellschaft mit Sitz in Basel. Sie ist Eigentümerin der Liegenschaft Marktplatz 5 in Basel, bekannt als \"Haus zum Gold\".\n\nAuf Grund der Bilanz per 31. Dezember 1976 errechnete die Steuerverwaltung des Kantons Basel-Stadt ein verdecktes Eigenkapital der Beschwerdeführerin von Fr. 398'059.-- (nebst dem offen ausgewiesenen Eigenkapital). Die darauf entfallenden Passivzinsen wurden für die Ertragssteuer pro 1976 nicht anerkannt, sondern mit Fr. 25'964.-- zum deklarierten Ertrag aufgerechnet. Diese Korrekturen ergaben ein steuerbares Kapital von Fr. 566'741.-- und einen steuerbaren Reinertrag von Fr. 172'665.--. Die Steuerforderung von Fr. 50'998.-- wurde von der Beschwerdeführerin erfolglos mit Einsprache sowie mit Rekursen an die Steuerrekurskommission und an das Appellationsgericht Basel-Stadt angefochten.\n\nDie gegen den Entscheid des Appellationsgerichts erhobene staatsrechtliche Beschwerde richtet sich materiell gegen die BGE 109 Ia 97 S. 99Aufrechnung eines \"verdeckten Eigenkapitals\" von Fr. 398'059.-- und die folglich von der Steuerverwaltung vorgenommene Aufrechnung \"verdeckter Passivzinse\" von Fr. 25'964.--. Es wird gerügt, mit der Anwendung von § 71a des Gesetzes vom 22. Dezember 1949 über die direkten Steuern des Kantons Basel-Stadt (in der Fassung vom 30. September 1976) habe die Vorinstanz Art. 4 BV verletzt, indem sie u.a.\n\n\"nicht erkannt hat, dass § 71a des Steuergesetzes BS durch das unwiderlegbare Abstellen auf den \"Buchwert\" in einer Weise, die vom angestrebten Zweck (Verhinderung übermässiger Fremdkapital-Finanzierung bei Immobiliengesellschaften) in keiner Weise mehr gedeckt wird, sinn- und zwecklos ist und die sachlich erforderlichen Unterscheidungen nicht trifft, indem mindestens ein erheblicher Teil der als \"verdecktes Eigenkapital\" behandelten Darlehen kein Risikokapital ist und von Dritten jederzeit im gleichen Umfang unter marktüblichen Bedingungen als Fremdkapital beschafft werden könnte.\"\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Gemäss § 71 des baselstädtischen Gesetzes über die direkten Steuern vom 22. Dezember 1949 wird bei Aktiengesellschaften eine Kapitalsteuer von 5,5%o auf dem einbezahlten Aktienkapital und den Reserven und andern Rückstellungen, die bei ihrer Bildung als Ertrag versteuert wurden, erhoben. Mit Gesetzesänderung vom 30. September 1976 wurde der Steuersatz von 5,5%o auf 6%o erhöht und folgender § 71a eingefügt:\n\n\"Für Kapitalgesellschaften (...), denen von ihren Gesellschaftern (...) oder diesen nahestehenden Personen Fremdkapital zur Verfügung gestellt worden ist, erhöht sich das nach § 71 steuerbare Eigenkapital um dieses Fremdkapital, bis der Gesamtbetrag bei Grundstücken 1/5 und bei den übrigen Aktiva 1/6 der steuerlich massgebenden Buchwerte ausmacht.\"\n\nb) Es ist nicht bestritten, dass § 71a auf den vorliegenden Fall richtig angewendet wurde. Hingegen wird geltend gemacht, diese Bestimmung selbst verstosse gegen Art. 4 BV. Diese Rüge kann bei Anwendung der fraglichen Norm mit der Beschwerde gegen den letztinstanzlichen Entscheid über die Steuerveranlagung erhoben werden; sie führt zu einer inzidenten Normenkontrolle (BGE 104 Ia 87 E. 5, BGE 101 Ia 194 /5 E. 1a mit Hinweisen).\n\n2. a) Die \"wirtschaftliche Betrachtungsweise\" bei der Interpretation einer Steuernorm, die mit wirtschaftlichen Anknüpfungspunkten arbeitet, ist zu unterscheiden von der BGE 109 Ia 97 S. 100\"wirtschaftlichen Betrachtungsweise\" in der Praxis zur Steuerumgehung, wo in Abweichung von einer Steuernorm, die mit zivilrechtlichen Anknüpfungspunkten operiert, auf das wirtschaftliche Verhältnis zurückgegriffen wird (vgl. DUBS, Wirtschaftliche Betrachtungsweise und Steuerumgehung, in Mélanges Henri Zwahlen, 1977, S. 569 ff.). Dieser Unterschied - und nicht vorab die Verschiedenartigkeit der Kognition, wie man aus gelegentlichen Formulierungen entnehmen könnte (z.B. BGE 103 Ia 538 /9 E. 3; BGE 102 Ib 154 /5 E. 3a) - ist massgeblich für die unterschiedliche Handhabung der \"wirtschaftlichen Betrachtungsweise\" z.B. auf dem Sektor der \"Unterkapitalisierung\".\n\nb) Der Wehrsteuerbeschluss enthält bezüglich der Aktiengesellschaften keine Bestimmung über das Verhältnis, das zwischen Eigenkapital (Grundkapital und Reserven) und Fremdkapital bestehen sollte (BGE 102 Ib 154 E. 2). Deshalb kann die Wehrsteuerbehörde formell in der Bilanz erscheinendes Fremdkapital nicht in wirtschaftlicher Betrachtungsweise als zum Eigenkapital gehörend behandeln, es sei denn, die besondern Voraussetzungen einer Steuerumgehung seien gegeben (BGE 102 Ib 155 E. 3a; BGE 106 Ib 322). Eine Steuerumgehung liegt aber nur vor, wenn eine ungewöhnliche, den wirtschaftlichen Verhältnissen nicht angemessene Form gewählt wird, die lediglich zum Ziel hat, Steuern zu sparen, welche bei der üblichen Form zu bezahlen wären. Nun geschieht aber die normale Finanzierung der Aktiengesellschaft in dem Ausmass, als sie nicht mit Darlehen von Dritten erfolgen kann, durch das Grundkapital und nicht durch Darlehen der Aktionäre (BGE 102 Ib 156 E. 4a). Wird trotzdem das letztere gewählt, liegt nach der Praxis eine Steuerumgehung vor. In welchem Umfang aber Darlehen von Dritten erhältlich sind, hängt u.a. vom Verkehrswert der Liegenschaften ab. Die Unterkapitalisierung besteht daher in dem Umfang, in welchem die Fremdgelder den Betrag überschreiten, den eine Gesellschaft bei Dritten ohne andere Garantien als ihre Aktiven erhalten kann (BGE 102 Ib 157). Da es bei der Ausgangslage des Wehrsteuerbeschlusses um die Feststellung des Risikokapitals geht, muss auf den Verkehrswert der Liegenschaften und nicht auf deren Buchwert abgestellt werden.\n\nc) Anders ist die Situation, wenn ein kantonales Steuergesetz selber bestimmt, in welchem Umfang bei Handelsgesellschaften zur richtigen steuerlichen Erfassung ihrer wirtschaftlichen Leistungsfähigkeit deren Fremdkapital steuerlich wie Eigenkapital zu behandeln ist. Dann bedient sich eben der Gesetzgeber selbst BGE 109 Ia 97 S. 101der wirtschaftlichen Betrachtungsweise und erklärt nicht allein den zivilrechtlichen Anknüpfungspunkt - Grundkapital und Reserven - für massgeblich. Keinerlei Verfassungsrecht gebietet dem kantonalen Gesetzgeber, bei der steuerlichen Behandlung des \"Eigenkapitals\" von Handelsgesellschaften ausschliesslich auf den obligationenrechtlichen Eigenkapitalbegriff abzustellen. Der Gesetzgeber hat einen weiten Ermessensspielraum in der Beurteilung der wirtschaftlichen Leistungsfähigkeit und der Wahl der Mittel zu deren steuerlicher Erfassung. So hat das Bundesgericht eine entsprechende Regelung im Kanton Freiburg, wonach das der Kapitalsteuer unterliegende Eigenkapital und die offenen oder versteckten, durch besteuerte Gewinne gebildeten Reserven bei Immobiliengesellschaften um das Fremdkapital bis zum Gesamtbetrag von 1/4 des Steuerwertes der Aktiven erhöht wird, als verfassungskonform erkannt (BGE 103 Ia 537 ff.). Demgegenüber erfasst § 71a des Steuergesetzes des Kantons Basel-Stadt als \"verdecktes Eigenkapital\" nur jenes Fremdkapital, das von den Gesellschaftern oder diesen nahestehenden Personen stammt. Dabei wird auf eine feste Quote in bezug auf die steuerlich massgebenden Buchwerte abgestellt, die bei Grundstücken beträgt.\n\nd) Diese Methode hat den doppelten Vorteil, dass nicht in jedem Einzelfall die wirtschaftliche Situation (insbesondere die Möglichkeit der Beschaffung von Fremdkapital) untersucht werden muss und dass gleichzeitig steuerpolitische Postulate erfüllt werden. Der Steuergesetzgeber stellt gewissermassen eine praesumptio iuris et de iure auf darüber, was er steuerrechtlich als \"Eigenkapital\" betrachtet. Mit der Wahl der steuerlich massgebenden Buchwerte als Bezugspunkt wird ein einfaches Veranlagungskriterium geschaffen, das übrigens für den Steuerpflichtigen günstiger ist als der Verkehrswert. Das steuerpolitisch Entscheidende ist aber, dass nicht bloss - wie bei der Steuerumgehung - auf das Risikokapital abgestellt wird. Es soll nicht nur jene Unterkapitalisierung getroffen werden, die in der Form vorliegt, dass die Werte der Gesellschaft in einem Umfang mit Fremdmitteln erworben wurden, der den Marktverhältnissen nicht entspricht, sondern auch jene, die darin besteht, dass die der Gesellschaft effektiv zur Verfügung stehenden Werte im Gesellschaftskapital (bzw. in den versteuerten Reserven) gar nicht in Erscheinung treten, dafür aber mit Darlehen der Gesellschafter \"belehnt\" werden. In diesem Fall wird nicht bloss die Besteuerung des wirtschaftlich vorhandenen \"Eigenkapitals\" umgangen, sondern auch dessen Ertrag entgegen den BGE 109 Ia 97 S. 102wirtschaftlichen Gegebenheiten nicht als Ausschüttung ausgewiesen, vielmehr als Schuldzins dem Ertrag belastet (vgl. BGE 102 Ib 154 E. 2 Abs. 2). Um solches zu verhindern, legt der Steuergesetzgeber fest, dass ein bestimmter Anteil des Buchwerts der Liegenschaft steuerlich als Eigenkapital zu behandeln ist, soweit ihm Darlehen von Gesellschaftern oder diesen nahestehenden Personen gegenüberstehen.\n\n3. a) Die erste Rüge der Beschwerdeführerin geht dahin, § 71a StG/BS sei mit dem unwiderlegbaren Abstellen auf den Buchwert in einer Weise, die vom angestrebten Zweck der Verhinderung übermässiger Fremdkapitalfinanzierung in keiner Weise mehr gedeckt sei, sinn- und zwecklos und treffe die sachlich erforderlichen Unterscheidungen nicht, indem mindestens ein erheblicher Teil der als \"verdecktes Eigenkapital\" behandelten Darlehen kein Risikokapital darstelle. Aus den vorstehenden Erwägungen 2c und d geht nun aber hervor, dass es dem kantonalen Gesetzgeber anheimgestellt bleiben muss und durchaus sinnvoll ist, den Begriff des steuerbaren \"Eigenkapitals\" unabhängig von zivilrechtlichen Kriterien in einer Quote des Buchwertes festzulegen und - von Aktionären gewährtes - \"Fremdkapital\" nicht nur in dem Umfang wie Eigenkapital zu behandeln, als es nicht bei Dritten aufgebracht werden könnte. Es ist im übrigen nicht Aufgabe des vorliegenden Normenkontrollverfahrens, zu beurteilen, ob die vom Kanton Basel-Stadt getroffene Regelung die steuerpolitisch richtige ist.\n\nb) Wesentlich bei der Lösung des Kantons Basel-Stadt ist, dass nicht auf das Risikokapital abgestellt, sondern eine feste Relation des \"Eigenkapitals\" zu den Aktiven der Gesellschaft verlangt wird. Dabei stellt sie mit dem Bezug auf den Buchwert in zulässiger Weise auf die wirtschaftliche Leistungsfähigkeit des Steuerpflichtigen ab (vgl. BGE 103 Ia 540 E. 3: Le Tribunal fédéral \"a ainsi déclaré conforme à la constitution la règle adoptée par l'autorité fiscale et selon laquelle les fonds propres de la société immobilière doivent atteindre un certain montant par rapport à la valeur comptable des actifs\"). Die Kritik der Beschwerdeführerin richtet sich im Grunde nicht gegen die Wahl des Bezugspunktes, sondern gegen das System, das nicht an das Risikokapital anknüpft. Hätte der Kanton Basel-Stadt das von ihm gewählte System mit dem Bezugspunkt des Verkehrswerts oder eines Steuerwerts, der höher ist als der Buchwert, verbunden, wäre dies für die Beschwerdeführerin übrigens ungünstiger, da anhand des höheren Bezugspunktes BGE 109 Ia 97 S. 103auch die Quote erhöht würde, bis zu der Fremdkapital als Eigenkapital gerechnet wird.\n\nc) Die Beschwerdeführerin macht geltend, überall dort, wo der Buchwert einer Liegenschaft auf einem alten, niedrigen Stand bleibe, die Steuerwerte oder Verkehrswerte aber höher liegen, werde die Hingabe von Hypotheken (zu marktüblichen Bedingungen, unter Einhaltung der marktüblichen Belehnungsgrenze) durch den Aktionär oder nahestehende Personen drastisch erschwert. Eine direkte Einschränkung (und Einmischung in das Zivilrecht) findet natürlich nicht statt. Der Aktionär hat durchaus die Wahl, ob er selber Aktiven der Gesellschaft, die in deren Bilanz nicht zum vollen Wert in Erscheinung treten, belehnen will. Tut er dies, so wird mit gutem Grund in wirtschaftlicher Betrachtungsweise seine Geldhingabe wie eine Eigenfinanzierung und der entsprechend darauf entfallende Zins als Gewinnausschüttung erachtet. Anders liegen die Verhältnisse, wenn entsprechende Darlehen durch Dritte, z.B. Banken gegeben werden. Die Unterscheidung, welche der Kanton Basel-Stadt - im Gegensatz zum Kanton Freiburg - macht, ist sinnvoll; sie beruht auf der unterschiedlichen Behandlung unterschiedlicher Tatbestände und verstösst daher in keiner Weise gegen das Prinzip der Rechtsgleichheit."}