{"annee": "109", "cour": "IA", "page": "113", "date": "18/5/1983", "cite": ["107 IA 35", "104 IA 120", "105 IA 315", "102 IA 331", "107 IB 334", "104 IA 336"], "cite_par": ["123 I 175", "115 IA 350", "114 IA 32", "113 IA 236", "128 I 190", "110 IA 167", "111 II 326", "120 IA 227", "113 IA 444", "120 IB 436"], "chapeau": "23. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 18. Mai 1983 i.S. Firma Arbau AG gegen Einwohnergemeinde Teufen und Regierungsrat des Kantons Appenzell A.Rh. (staatsrechtliche Beschwerde)", "regestes": ["Sécurité du droit; modification d'un plan de zones. Il faut respecter la sécurité du droit lors de la modification d'un plan de zones. Dans le cas particulier, l'intérêt de la sécurité du droit l'emporte sur celui qu'il y a à modifier le plan de zones."], "faits": "|114|\n\nAufgrund einer Initiative stimmten die Stimmbürger der Gemeinde Teufen am 8. Juni 1980 einer Änderung des Bebauungsplanes (Zonenplanes) zu und beschlossen, dass das Gebiet \"Stofel\" von der dreigeschossigen Zone in die Wohn- und Gewerbezone mit zwei Geschossen umgezont werde. Die von dieser Änderung betroffene Firma Arbau AG in Gründung erhob dagegen erfolglos Rekurs beim Regierungsrat des Kantons Appenzell A.Rh. Mit staatsrechtlicher Beschwerde machte die Firma u.a. eine Verletzung von Art. 4 BV und des Grundsatzes der Rechtssicherheit geltend. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Auszug aus den Erwägungen:\n\n3. Die Beschwerdeführerin macht weiter geltend, die Änderung des Bebauungsplanes vom 8. Juni 1980 stehe im Widerspruch zur Rechtssicherheit, da dieser erst seit dem 14. Februar 1978 in Kraft stehe. Demgegenüber führt der Regierungsrat im wesentlichen aus, Zonenpläne könnten grundsätzlich frei geändert werden, wenn hierfür ein öffentliches Interesse gegeben sei. Dieses öffentliche Interesse erblickt er im Gesinnungswandel der Bevölkerung gegenüber Nutzungsmöglichkeiten von Bauland und bezüglich des Baustils.\n\nDas Bundesgericht hat im Zusammenhang mit Zonenplanänderungen wiederholt festgestellt, dass die Eigentumsgarantie dem Grundeigentümer keinen unbedingten Anspruch darauf gibt, dass sein Land dauernd in jener Zone bleibt, in die es einmal eingewiesen worden ist. Die verfassungsmässige Gewährleistung des Eigentums steht einer nachträglichen Änderung oder Beschränkung der aus einer bestimmten Zoneneinteilung folgenden Nutzungsmöglichkeiten nicht entgegen (BGE 107 Ia 36, BGE 107 Ib 335, BGE 105 Ia 317, BGE 104 Ia 337 f., BGE 104 Ia 126, BGE 102 Ia 336, mit Hinweisen). Planung und Wirklichkeit müssen bei Bedarf in Übereinstimmung gebracht werden können. Das Bundesgericht hat indessen darauf hingewiesen, dass bei der erforderlichen Interessenabwägung dem Gebot der Rechtssicherheit Rechnung zu tragen ist. Ein Zonenplan kann seinen Zweck nur erfüllen, wenn er eine |115| gewisse Beständigkeit aufweist. Er ist daher nur aus entsprechend gewichtigen Gründen abzuändern; je neuer ein Plan ist, um so mehr darf mit seiner Beständigkeit gerechnet werden, und je einschneidender sich die beabsichtigte Änderung auswirkt, um so gewichtiger müssen die Gründe sein, welche für die Planänderung sprechen (BGE 102 Ia 333, 338, Urteil vom 8. Februar 1978, in: ZBl 79/1978 S. 357 E. g, mit Hinweisen). Dieser Praxis entspricht Art. 21 Abs. 2 des eidgenössischen Raumplanungsgesetzes, wonach die Nutzungspläne überprüft und nötigenfalls angepasst werden, wenn sich die Verhältnisse erheblich geändert haben.\n\nFür die Beurteilung der im vorliegenden Fall in Frage stehenden Änderung des Bebauungsplanes unter dem Gesichtswinkel der Rechtssicherheit ist vorerst in Betracht zu ziehen, dass im Zeitpunkt der Abstimmung über die Initiative seit dem Inkrafttreten des Planes erst etwas mehr als zwei Jahre verstrichen sind. Nach der dargelegten Rechtsprechung müssen für eine Änderung nach so kurzer Zeit ganz besonders gewichtige Gründe gegeben sein. Solche sind indessen im vorliegenden Fall nicht ersichtlich. Der Regierungsrat verweist zwar auf die gewandelte Einstellung der Bevölkerung gegenüber der Nutzung von nicht überbautem Land. Dieser Sinneswandel allein vermag aber die Änderung noch nicht zu rechtfertigen. Das Bundesgericht hat entschieden, dass selbst eine Zonenplanänderung nach fünf Jahren nicht allein auf eine gewandelte Einstellung zur Überbauung gestützt werden kann, sondern hierfür gewichtige Gründe tatsächlicher oder rechtlicher Art gegeben sein müssen (zitiertes Urteil, in: ZBl 79/1978 S. 358). Auch aus planerischen Gründen drängt sich die Umzonung nicht auf, wie der Regierungsrat im angefochtenen Entscheid ausgeführt hat; das Planungsamt kam vielmehr zum Schluss, dass eine dreistöckige Bebauung im Gebiet \"Stofel\" keine schutzwürdigen Ortsteile oder Aussichtspunkte beeinträchtigen würde. Bei dieser Sachlage sprechen keine gewichtigen Gründe für die Herabzonung, welche das Rechtssicherheitsinteresse und das Vertrauen in die Beständigkeit des Überbauungsplans überwiegen würden. Daher erweist sich die Beschwerde auch unter diesem Gesichtswinkel als begründet, und der angefochtene Entscheid ist aufzuheben, soweit er sich auf die Änderung des Bebauungsplanes der Gemeinde Teufen bezieht."}