{"annee": "109", "cour": "II", "page": "102", "date": "28/4/1983", "cite": [], "cite_par": ["137 III 153", "127 III 440", "137 III 145"], "chapeau": "25. Estratto della sentenza 28 aprile 1983 della II Corte civile nella causa Styger contro Tschanen (ricorso per riforma)", "regestes": ["Art. 973 CC; publicité négative de l'inscription au registre foncier. Le tiers qui acquiert de bonne foi un droit réel exempt des charges qui devraient figurer mais qui ne sont pas inscrites au registre foncier est néanmoins tenu de se procurer de plus amples informations lorsque des circonstances particulières font apparaître des doutes quant à l'exactitude du registre en question. Protection de la bonne foi d'un acquéreur qui n'aurait pu découvrir le caractère incomplet de l'inscription qu'au moyen d'investigations plus approfondies (consultation des pièces justificatives et du plan cadastral)."], "faits": "|102|\n\nA.- Il 7 agosto 1963 Clotilde Tschanen vendette 110 mq della sua particella n. 651 RFD di Magliaso a Carlo Rubin, proprietario della contigua particella n. 649 RFD. Sulla superficie venduta, adibita a strada e annessa alla particella n. 649, fu costituito un diritto di passo con ogni veicolo a favore della particella n. 651. La servitù prediale fu iscritta il 4 febbraio 1964 nel registro fondiario. Il 21 dicembre 1970 Carlo Rubin divise il mappale n. 649 in due parti, ottenendo il nuovo fondo n. 828 RFD comprendente la superficie di 110 mq oggetto della servitù. Nell'iscrivere il frazionamento, nondimeno, l'Ufficio dei registri di Lugano omise per svista di trasferire la servitù, che gravava la particella n. 649, sul foglio della nuova particella n. 828. Il 13 marzo 1980 Waltraut Styger acquistò da Carlo Rubin il fondo n. 828 \"garantito libero da servitù\". Ravvisato l'errore commesso dall'Ufficio dei registri, Clotilde Tschanen introdusse il 25 luglio 1980 un'istanza di rettifica dell'iscrizione, chiedendo di cancellare la servitù di passo gravante la particella n. 649 e di iscrivere la stessa a carico della particella n. 828. Waltraut Styger si oppose alla rettifica, per cui l'ufficiale del registro fondiario trasmise la controversia al giudice competente (art. 98 RRF).\n\nB.- Con sentenza del 30 marzo 1982 il Pretore di Lugano-Campagna ordinò la rettifica del registro fondiario e l'iscrizione di una servitù di passo con ogni veicolo a favore della particella n. 651 e a carico della particella n. 828 RFD di Magliaso. Adita da Waltraut Styger il 1o aprile 1982, la I Camera civile del Tribunale di appello del Cantone Ticino confermò il giudizio del Pretore.\n\nC.- Insorta con un ricorso di diritto pubblico e con un ricorso per riforma al Tribunale federale, Waltraut Styger domanda l'annullamento della decisione di secondo grado e la reiezione della prospettata rettifica. Clotilde Tschanen propone di respingere entrambi i gravami. Il Tribunale federale accoglie il ricorso per riforma, annulla la sentenza impugnata e respinge l'istanza di rettifica del registro fondiario, rinviando la causa all'autorità cantonale per una nuova fissazione delle spese e delle ripetibili.\n\n|103|", "considerants": "Dai considerandi:\n\n2. a) Il Comune di Magliaso dispone d'un impianto |104| definitivo del registro fondiario, disciplinato dal diritto federale (v. art. 97 della legge generale ticinese sul registro fondiario). Ora, l'art. 973 CC stabilisce che va protetto nel suo acquisto chi in buona fede, riferendosi a un'iscrizione nel registro fondiario, acquista una proprietà o un altro diritto reale. L'iscrizione deve ritenersi completa: un terzo in buona fede acquista un diritto reale esente dagli oneri che dovrebbero figurare, ma che non risultano nel registro fondiario (principio della pubblicità negativa; HOMBERGER in: Zürcher Kommentar, 2a edizione, nota 20 ad art. 973 CC; OSTERTAG in: Berner Kommentar, 2a edizione, nota 19 ad art. 973 CC; JENNY, Der öffentliche Glauben des Grundbuchs, pag. 64). È pacifico che nel caso concreto nessuna servitù di passo era iscritta nel registro fondiario allorché Waltraut Styger ha comperato la particella n. 828. Le autorità cantonali tuttavia hanno negato la buona fede dell'acquirente.\n\nSecondo gli accertamenti di fatto rilevabili dalla sentenza impugnata, la striscia di terreno su cui era stato costituito il diritto di passo rappresenta l'unico accesso dalla strada comunale all'autorimessa costruita sulla particella n. 651. Tale accesso, non delimitato da alcuna cinta verso la particella n. 651, è sempre stato usato dalla proprietaria di quest'ultimo fondo per raggiungere la rimessa. I giudici ne hanno concluso che lo stato dei luoghi era atto a creare nell'acquirente il dubbio sulla regolarità dell'iscrizione; inoltre la compratrice avrebbe dovuto riconoscere senza difficoltà la situazione giuridica effettiva esaminando il registro fondiario in relazione alla particella n. 651.\n\nb) L'opinione dei giudici cantonali non può essere condivisa. Vero è che l'acquirente è tenuto a procurarsi maggiori informazioni ove determinate circostanze lascino insorgere dubbi sull'esattezza del registro fondiario (DTF 82 II 112 consid. 5; HOMBERGER, op.cit., nota 16 ad art. 973 CC; OSTERTAG, op.cit., nota 8 ad art. 973 CC). È anche possibile che lo stato del luogo, segnatamente la presenza di un'autorimessa dotata di una sola via d'accesso, avrebbe dovuto indurre l'acquirente a ottenere precisazioni sui diritti del vicino. Ma la corte non considera che l'ulteriore esame del registro fondiario - esame cui essa annette importanza decisiva - non avrebbe evidenziato alcun sospetto particolare. A carico della particella n. 828 non figuravano servitù. La particella n. 651 risultava beneficiare d'un diritto di passo, gravante però la particella n. 649. Occorrevano altre e più approfondite indagini (la consultazione, soprattutto, di documenti giustificativi e |105| planimetrie presso l'Ufficio dei registri) per scoprire che la servitù di passo gravava in realtà una fascia di terreno appartenente alla particella n. 828, formata a suo tempo per frazionamento della particella n. 649.\n\nNé si deve dimenticare che a Waltraut Styger è stata garantita, nel contratto d'acquisto, una parcella di terreno libera da servitù, salvo le iscrizioni riportate nel registro fondiario. Tale assicurazione non è stata fornita da un terzo qualsiasi, successivo proprietario del fondo n. 828 ed estraneo alla costituzione della servitù, ma dallo stesso Carlo Rubin, che nel 1964 aveva stipulato la servitù e in seguito aveva diviso il fondo serviente.\n\nL'uso della nota strada d'accesso da parte di Clotilde Tschanen, infine, non implicava la necessaria esistenza di una servitù di passo: esso poteva anche ricondursi a un precario o a un accordo di carattere personale e obbligatorio.\n\nNessuno degli elementi sottolineati dall'autorità cantonale permette di smentire, in conclusione, la buona fede invocata dalla ricorrente nella completezza dell'iscrizione. Una deduzione opposta contrasterebbe, del resto, con il principio della pubblicità e con la sicurezza giuridica connessa all'istituto del registro fondiario."}