{"annee": "109", "cour": "II", "page": "291", "date": "17/11/1983", "cite": ["98 II 262", "77 II 23", "96 II 314", "91 II 159", "87 II 65", "70 II 70"], "cite_par": ["114 II 289"], "chapeau": "62. Urteil der II. Zivilabteilung vom 17. November 1983 i.S. R. c. B. (Berufung)", "regestes": ["Constatation de la filiation. 1. Art. 254 ch. 1 CC: On ne peut déduire ni du principe de la libre appréciation des preuves, ni de la maxime officielle qu'une autorité cantonale de recours doit administrer à nouveau les preuves administrées par une juridiction inférieure (consid. 1). 2. Même si le prétendu père d'un enfant est décédé, les demandeurs ont, sur la base de l'art. 8 CC, un droit à ce que soit concrètement élucidée la question de savoir si sont réalisées les conditions nécessaires d'après la science pour que l'expertise hérédo-anthropobiologique requise soit faite selon les règles de l'art (consid. 2)."], "faits": "BGE 109 II 291 S. 291\n\nA.- Nadine R. wurde am 14. September 1975 als Tochter der Bernadette R. geboren. Am 21. Dezember 1976 reichte ihr Beistand beim Zivilamtsgericht A. gegen die Erben des am 24. Juli 1975 freiwillig aus dem Leben geschiedenen Karl B. Klage auf Bezahlung von Unterhaltsbeiträgen ein. Da diese Klage beim Inkrafttreten des neuen Kindesrechts am 1. Januar 1978 noch hängig war, wurde das Rechtsbegehren in zwei Eingaben vom 13. Dezember 1978 und vom 4. Februar 1980 dahin geändert, dass nurmehr das Kindesverhältnis zwischen Karl B. und Nadine R. festgestellt werden sollte. Auch richtete sich die geänderte Klage nicht mehr gegen die Erben des Karl B., sondern nur noch gegen BGE 109 II 291 S. 292dessen Mutter, Rosa B. Mit Urteil vom 14. Februar 1980 hiess das Amtsgericht A. die abgeänderte Klage gut.\n\nAm 20. Mai 1981 hob die I. Zivilkammer des Appellationshofes des Kantons Bern dieses Urteil auf und wies die Streitsache zu neuer Beweisführung an die Vorinstanz zurück. Der Appellationshof bemängelte am Vorgehen des Amtsgerichts vor allem, dass zahlreiche Zeugen, die sich zur Frage der Beiwohnung in der kritischen Zeit zu äussern hatten, bloss rogatorisch und nicht vom Gericht selber einvernommen worden seien.\n\nB.- Nachdem das Amtsgericht A. die Zeugen selber angehört und auch eine Konfrontation zweier Zeuginnen durchgeführt hatte, stellte es mit Urteil vom 9. September 1982 erneut fest, dass zwischen Karl B. und Nadine R. ein Kindesverhältnis bestehe. Die III. Zivilkammer des Appellationshofs des Kantons Bern hiess eine gegen dieses Urteil erklärte Appellation gut und wies die Klage am 25. März 1983 ab. Im Gegensatz zum Amtsgericht erachtete der Appellationshof es als nicht erwiesen, dass Karl B. Bernadette R. in der kritischen Zeit beigewohnt hatte.\n\nC.- Mit Berufung ans Bundesgericht lässt Nadine R. beantragen, das Urteil des Appellationshofes sei aufzuheben und die Sache zu neuer Entscheidung zurückzuweisen. Im weiteren ersucht sie um unentgeltliche Prozessführung und Beiordnung eines Rechtsanwaltes. Diesem Gesuch hat der Präsident der II. Zivilabteilung des Bundesgerichts mit Verfügung vom 15. Juli 1983 entsprochen.\n\nD.- Rosa B. stellt in ihrer Berufungsantwort vom 16. August 1983 den Antrag, die Berufung vollumfänglich abzuweisen.\n\nMit Entscheid vom heutigen Tag hat das Bundesgericht eine staatsrechtliche Beschwerde von Nadine R. gegen dasselbe Urteil abgewiesen, soweit darauf einzutreten war.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Rüge der Klägerin, der Appellationshof habe entgegen der Vorschrift von Art. 254 Ziff. 1 ZGB die Beweise nicht nach freier Überzeugung gewürdigt, ist unbegründet. Die von Bundesrechts wegen vorgeschriebene freie Beweiswürdigung richtet sich gegen allfällige kantonale Verfahrensvorschriften, die den Richter verbindlich anweisen, unter welchen Voraussetzungen er einen Beweis als erbracht anzunehmen hat, oder die gewisse Beweismittel wie die Zeugenaussage von Kindern ausschliessen (BGE 77 II 23). Solche Beweisregeln kennt jedoch die Berner Zivilprozessordnung BGE 109 II 291 S. 293nicht und hat die Vorinstanz auch nicht zur Anwendung gebracht. Darüberhinaus ergibt sich aus dem Grundsatz der freien Beweiswürdigung nicht, dass eine Rechtsmittelinstanz die Beweisabnahme einer unteren Instanz zu wiederholen hätte. Eine solche Vorschrift kann auch nicht aus der in Art. 254 Ziff. 1 ZGB festgehaltenen Offizialmaxime abgeleitet werden. Zwar kommt der Unmittelbarkeit eine ganz besondere Bedeutung bei der Erforschung des Sachverhaltes von Amtes wegen zu und dies insbesondere im vorliegenden Fall, dessen Ausgang massgeblich von Zeugenaussagen und damit von der Glaubwürdigkeit des Zeugen abhängt; doch gibt es keine bundesrechtliche Vorschrift, wonach die Rechtsmittelinstanz, welcher bloss die Überprüfung der Tat- und Rechtsfragen zusteht, Zeugeneinvernahmen zu wiederholen hat. Die Vorinstanz konnte deshalb ohne Bundesrechtsverletzung seinerzeit das Amtsgericht anweisen, die Zeugen selber einzuvernehmen, ohne diese Einvernahmen in einer Appellationsverhandlung wiederholen zu müssen.\n\n2. Die Berufungsklägerin macht weiter geltend, die Vorinstanz habe sich auf den fehlenden Nachweis der Beiwohnung in der kritischen Zeit beschränkt. Die in Art. 254 ZGB von Bundesrechts wegen vorgeschriebene Offizialmaxime hätte indessen verlangt, dass der Appellationshof von Amtes wegen alle vorhandenen Beweismöglichkeiten der umstrittenen Vaterschaft ausgeschöpft hätte und namentlich auf den im erstinstanzlichen Verfahren gestellten Beweisantrag der Durchführung eines anthropologisch-erbbiologischen Gutachtens (AEG) eingegangen wäre.\n\na) In der Tat erschöpft sich das in Art. 254 Ziff. 1 ZGB festgehaltene Gebot, den Sachverhalt von Amtes wegen zu erforschen, nicht darin, den Parteierklärungen - unter Vorbehalt der Anerkennung der Vaterschaftsklage gemäss Art. 260 Abs. 3 ZGB - keine bindende Wirkung zuzuerkennen, so dass gegebenenfalls auch über unbestrittene oder anerkannte Behauptungen Beweis zu führen ist. Vielmehr geht es auch darum, dass der Richter die erforderlichen Beweise insoweit von Amtes wegen erhebt, als ein Sachverhalt aufgrund der Aktenlage noch ungeklärt bleibt und durch weitere Beweismittel einer möglichen Klärung zugeführt werden kann (GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl., S. 169, WALDER-BOHNER, Zivilprozessrecht, 3. Aufl., S. 219 ff., KUMMER, Grundriss des Zivilprozessrechts, 3. Aufl., S. 77 ff.; vgl. auch die Entscheide des Kassationsgerichts des Kantons Zürich vom 11. Dezember 1961, in SJZ 58 (1962), BGE 109 II 291 S. 294S. 105 f. und des Obergerichts des Kantons Zürich vom 23. Januar 1979, in SJZ 77 (1981), S. 111).\n\nb) Es kann allerdings dahingestellt bleiben, ob im vorliegenden Fall die Offizialmaxime die Einholung eines AEG und allenfalls eines Blutgruppengutachtens geboten hätte. Das Bundesgericht hat bereits unter der Herrschaft des alten Kindesrechts mehrfach entschieden, dass der Klägerschaft in einem Vaterschaftsprozess das Recht zusteht, den positiven Nachweis der Vaterschaft mit Hilfe naturwissenschaftlicher Methoden zu erbringen, wenn eine Beiwohnung gemäss aArt. 314 Abs. 1 ZGB nicht nachgewiesen werden kann, oder wenn die aus einer solchen Beiwohnung sich ergebende Rechtsvermutung durch den Nachweis von Mehrverkehr (aArt. 314 Abs. 2 ZGB) oder unzüchtigem Lebenswandel (aArt. 315 ZGB) entkräftet wird (BGE 98 II 263 f. mit Verweisen). Dies ergibt sich aus Art. 8 ZGB (vgl. BGE 91 II 162, BGE 87 II 69, BGE 70 II 74).\n\nc) Beim AEG wird von der allgemein bekannten Tatsache ausgegangen, dass mit der Blutsverwandtschaft zwischen Eltern und Kindern auch morphologische Einzelmerkmale vererbt werden. Zwar lässt das Ähnlichkeitsgutachten nur eine abgestufte Aussage mit fliessenden Übergängen über die Wahrscheinlichkeit der Abstammung oder Nichtabstammung eines Kindes von einem bestimmten Mann zu. Die meisten morphologischen Einzelmerkmale sind nur deskriptiv, metrisch nicht erfassbar, zudem altersumwelts- und geschlechtsabhängig, in der Ausprägung unterschiedlich und in der erbmässigen Vermittlung oft unabgeklärt (BGE 96 II 320 E. 6; BGE 91 II 164 ff.). Die Rechtsprechung des Bundesgerichts hat denn auch wiederholt die Schwächen der anthropologisch-erbbiologischen Begutachtung in Erinnerung gerufen und dabei insbesondere auf die weitgehend subjektiven Wertungen hingewiesen, welche diesem Gutachten zugrunde liegen. Dieser Umstand ändert aber nichts daran, dass je nach den konkreten Merkmalskonstellationen vor allem im Zusammenhang mit einem positiven Vaterschaftsnachweis eindeutige Ergebnisse zu erzielen sind (BGE 96 II 321 f. und HEGNAUER, Kommentar N 185 ff. zu aArt. 314/5 ZGB).\n\nIm vorliegenden Vaterschaftsprozess der Klägerin gegen die Mutter des inzwischen verstorbenen Karl. B. kommt als zusätzliche Schwierigkeit hinzu, dass zwar noch nahe Verwandte von Karl. B. (Mutter und Geschwister) für ein AEG zur Verfügung stehen, beim angeblichen Erzeuger der Berufungsklägerin aber nur BGE 109 II 291 S. 295noch auf Fotografien zurückgegriffen werden kann. Dieser erschwerende Umstand muss indessen die Durchführung eines AEG noch nicht ausschliessen (HEGNAUER, a.a.O., N 179 zu aArt. 314/5 ZGB; GERHARDT, Das anthropologisch-erbbiologische Vaterschaftsgutachten und die Rechtsprechung in Deutschland und in anderen Ländern, in SJZ 55 (1959), S. 249 ff., insbesondere S. 253; HUG, Die gerichtliche Feststellung der Vaterschaft nach dem neuen Schweizer Kindesrecht, Diss. Freiburg, 1977, S. 138). Da ein Antrag auf Durchführung eines AEG gestellt war und dieses Gutachten nicht zum vornherein als untaugliches Beweismittel ausgeschlossen werden konnte, hatte die Klägerin aufgrund von Art. 8 ZGB ein Recht auf die konkrete Abklärung, ob die von seiten der Wissenschaft notwendigen Voraussetzungen für die regelgerechte Durchführung eines AEG gegeben seien. Diese Abklärung ist nachzuholen. Dabei wird in erster Linie - allenfalls unter Beizug eines Experten - abzuklären sein, ob Fotografien in einem für die Bedürfnisse des AEG ausreichenden Masse vorhanden sind. Falls diese Frage bejaht und dementsprechend ein AEG angeordnet werden sollte, wird dieses allenfalls mit einem Blutgruppengutachten zu verbinden sein. Über die Beweiskraft eines solchen Blutgruppengutachtens liegen zwar schon Äusserungen von Expertenseite vor. Indessen fehlt es an Abklärungen über die besonderen Möglichkeiten im Zusammenhang mit einem AEG.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, das Urteil des Appellationshofes (III. Zivilkammer) des Kantons Bern vom 25. März 1983 aufgehoben und die Sache zu neuem Entscheid im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}