{"annee": "109", "cour": "IV", "page": "113", "date": "19/7/1983", "cite": ["97 IV 238", "102 IV 74", "74 IV 33", "84 IV 158", "91 IV 64", "107 IB 74", "107 IV 81"], "cite_par": ["123 IV 193", "116 IB 452"], "chapeau": "31. Auszug aus dem Urteil des Kassationshofes vom 19. Juli 1983 i.S. K. gegen Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 165 ch. 1 et 170 CP; délit successif, prescription. 1. Il n'y a pas de relation de délit successif entre l'obtention frauduleuse d'un concordat judiciaire et la banqueroute simple (consid. 1a). 2. Lorsque la banqueroute simple est le fruit de plusieurs actes propres à conduire à la déconfiture, l'auteur ne se rend coupable que d'une seule infraction. La prescription commence à courir à partir du dernier acte commis (consid. 1c)."], "faits": "BGE 109 IV 113 S. 114\n\nA.- Die Kollektivgesellschaft E. K. in O. wurde im Jahre 1964 in eine Kommanditgesellschaft umgewandelt, wobei Dr. K. als alleiniger Komplementär unbeschränkt haftete und seine damalige Gattin sowie seine Tante als Kommanditärinnen mit Fr. 10'000.-- bzw. Fr. 40'000.-- beteiligt waren.\n\nIm Jahre 1970 geriet die von Dr. K. geleitete Firma zufolge betrieblicher und ausserbetrieblicher Umstände in die Verlustzahlen. Gemäss Abschlussbericht für das Jahr 1973 befand sie sich in einer bedenklichen finanziellen Situation. Nebst erheblichen Verlusten war eine gefährliche Liquiditätsklemme ausgewiesen. Um den Finanzengpass zu beheben und die existenznotwendigen Rationalisierungsmassnahmen durchzuführen, wurden Betriebsmittel in der Höhe von ca. 15 Mio. Franken benötigt. Zu diesem Zweck wandte sich K. an zweifelhafte Geschäftsleute und tätigte mit ihnen risiko- und verlustreiche Finanzgeschäfte. Als Folge seines ruinösen Geschäftsgebarens erhöhten sich die Passiven der Firma um ca. Fr. 900'000.-- und verringerten sich überdies die Aktiven um ungefähr denselben Betrag. Der dringend benötigte Kredit blieb indessen aus.\n\nAm 16. Januar 1975 gewährte das Obergericht des Kantons Aargau eine Nachlassstundung, und am 16. Juli 1975 wurde ein Nachlassvertrag mit Stundungsvergleich gerichtlich bestätigt. Da dieser auf unredliche Weise zustandegekommen war, wurde er am 1. Dezember 1975 gestützt auf Art. 316 SchKG widerrufen. In der Folge konnte der Firmenkonkurs mit Wirkung auf den 27. Februar 1976 nicht vermieden werden. Diesem folgte am 29. Juni 1977 die Eröffnung des Konkurses über den unbeschränkt haftenden Komplementär Dr. K.\n\nB.- Mit Entscheid des Bezirksgerichtes Aarau vom 24. Februar 1982 wurde K. des leichtsinnigen Konkurses nach Art. 165 Ziff. 1 StGB und der Erschleichung eines gerichtlichen Nachlassvertrages nach Art. 170 StGB schuldig befunden und mit 4 Monaten Gefängnis unter Gewährung des bedingten Strafvollzuges bei einer Probezeit von 2 Jahren bestraft. Die 1. Strafkammer des BGE 109 IV 113 S. 115Obergerichtes des Kantons Aargau bestätigte am 20. Januar 1983 das angefochtene Urteil vollumfänglich.\n\nC.- K. führt gegen das obergerichtliche Urteil eidgenössische Nichtigkeitsbeschwerde mit den Anträgen, das angefochtene Urteil sei aufzuheben und die Sache sei zur Freisprechung des Angeschuldigten, eventuell zur Einstellung des Verfahrens wegen eingetretener Verjährung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer rügt, die ihm zur Last gelegten Delikte seien verjährt, weshalb er freizusprechen bzw. das gegen ihn geführte Verfahren einzustellen sei.\n\na) Zunächst ist zu prüfen, ob ein Fortsetzungszusammenhang zwischen der Erschleichung des Nachlassvertrages und dem leichtsinnigen Konkurs besteht, da sich danach der Zeitpunkt der letzten für die Verjährung massgebenden Tathandlung bestimmt.\n\nEin fortgesetztes Delikt liegt nach der Rechtsprechung des Bundesgerichtes dann vor, wenn gleichartige oder ähnliche Handlungen, die gegen das gleiche Rechtsgut gerichtet sind, auf ein und denselben Willensentschluss zurückgehen (BGE 102 IV 77 E. 2a).\n\nIm vorliegenden Fall ist einerseits die Identität des geschützten Rechtsgutes nicht gegeben. Die Erschleichung eines Nachlassvertrages stellt primär ein Delikt gegen die Rechtspflege dar (ordnungsgemässe Durchführung des Nachlassvertragsverfahrens), und es richtet sich nur mittelbar gegen die Gläubigerinteressen (BGE 84 IV 161), während die Konkursdelikte in erster Linie die Ansprüche der Gläubiger beeinträchtigen (BGE 74 IV 37).\n\nAndererseits ist auch die Voraussetzung der ähnlichen oder gleichartigen Handlungen nicht erfüllt. Dem Beschwerdeführer wird leichtsinniger Konkurs vorgeworfen, weil er zum einen allzu riskante bzw. unverhältnismässige Sanierungsmöglichkeiten verfolgte (Ausstellung von Wechseln, Vorausleistungen und Kartonlieferungen an zweifelhafte Geschäftsleute, Vollmacht an B., Beizug teurer Rationalisierungsexperten) und zum anderen betriebsfremde und aufwendige Investitionen tätigte (Zeitungsprojekt). Mithin gereichen ihm hinsichtlich dieses Deliktes seine ruinösen Geschäftspraktiken zum Vorwurf. Dagegen hat er den Nachlassvertrag erschlichen, indem er Gläubigerversammlung und Gericht im Glauben liess, termingerecht und bedingungslos über einen grösseren Kredit zu verfügen und die diesbezüglich unwahren Angaben des B.\n\nBGE 109 IV 113 S. 116nicht richtigstellte. Diese Sachverhalte können nach natürlicher Betrachtungsweise nicht als ähnlich oder gar gleichartig angesehen werden, selbst wenn der Beschwerdeführer damit denselben Zweck verfolgte, nämlich den drohenden Konkurs abzuwenden.\n\nAus diesen Gründen ist ein Fortsetzungszusammenhang zwischen den beiden Delikten nicht gegeben.\n\nb) Hinsichtlich des Tatbestandes der Erschleichung eines gerichtlichen Nachlassvertrages begann die Verjährungsfrist gemäss Art. 71 Abs. 4 StGB mit jenem Tag zu laufen, an welchem das irreführende Verhalten des Beschwerdeführers aufhörte. Die massgebende Gläubigerversammlung fand am 30. Juni 1975 statt, und der vom Beschwerdeführer vorgeschlagene Nachlassvertrag mit Stundungsvergleich wurde am 16. Juli 1975 gerichtlich bestätigt. Da die ordentliche Verjährungsfrist von 5 Jahren durch Untersuchungshandlungen unterbrochen wurde und die absolute Verjährungsfrist von 7 1/2 Jahren am 16. Juli 1975 zu laufen begann, ist die Verjährung am 17. Januar 1983 eingetreten (BGE 97 IV 238), also vor der am 20. Januar 1983 erfolgten Beurteilung durch die Vorinstanz. Somit wurde der Beschwerdeführer zu Unrecht der Erschleichung eines gerichtlichen Nachlassvertrages schuldig befunden. Er ist von dieser Anklage freizusprechen; evtl. hat gemäss kantonalem Prozessrecht die Einstellung des Verfahrens bezüglich dieses Tatbestandes zu erfolgen. Dies wird im Straf- und allenfalls nach kantonalem Recht im Kostenpunkt zu berücksichtigen sein.\n\nc) Was die Verjährung des Konkursdeliktes betrifft, schliesst nach Ansicht des Beschwerdeführers der Umstand, dass die einzelnen ihm vorgeworfenen Handlungen nicht vorsätzlich, sondern fahrlässig begangen wurden, begrifflich die Annahme eines fortgesetzten Deliktes aus, welche Begehungsform die Vorinstanzen dem Schuldspruch nach Art. 165 Ziff. 1 StGB zugrunde legten (zum Begriff des fortgesetzten Deliktes: BGE 107 IV 83 E. 3b; BGE 107 Ib 75 E. 3a; 102 IV 77 E. 2a; BGE 91 IV 66 E. 1a).\n\nDie Formulierung des Tatbestandes von Art. 165 Ziff. 1 StGB geht nicht von der üblichen Unterscheidung der Schuldformen von Vorsatz und Fahrlässigkeit aus, sondern umschreibt das vorwerfbare Verhalten im Gesetzestext selbst durch unbestimmte Rechtsbegriffe wie arger Leichtsinn, grobe Nachlässigkeit, gewagte Spekulationen, etc., womit eine einheitliche Grundhaltung zum Ausdruck kommt, von welcher das Tun oder Unterlassen des Täters getragen ist. Verursacht oder verschlimmert der Täter seine Lage durch mehrere vom Gesetzgeber gekennzeichnete Tätigkeiten, so BGE 109 IV 113 S. 117ist dieses ganze Verhalten als eine Einheit aufzufassen (THORMANN/VON OVERBECK, BT N 7 zu Art. 165). Ein mehrerer leichtsinniger Bankrotthandlungen schuldiger Täter ist daher nur wegen einfachen leichtsinnigen Konkurses gemäss Art. 165 Ziff. 1 StGB zu bestrafen. Die Einzelhandlungen sind von der einheitlichen Grundhaltung (Leichtsinn) getragen, auf den gleichen Erfolg (Gefährdung der Gläubigerrechte) gerichtet und durch dieselbe Strafbarkeitsbedingung (Konkurseröffnung) zu einer Einheit zusammengefasst (SCHWANDER, SJK Nr. 1129, S. 4/5, SJK Nr. 1128, S. 12, GERMANN, Das Verbrechen im neuen Strafrecht, S. 298). In diesem Sinne ist die Zusammenfassung mehrerer zum leichtsinnigen Konkurs führender Handlungen zu einem fortgesetzten Delikt unnötig, weil sie schon im gesetzlichen Tatbestand enthalten ist. Indem die Vorinstanz diesen Ausdruck untechnisch verwendet hat, brachte sie lediglich zum Ausdruck, dass der Beschwerdeführer das Delikt durch eine Mehrheit von Einzelakten verwirklicht hat.\n\nNach den verbindlichen Feststellungen der Vorinstanz beging der Beschwerdeführer die einzelnen Tathandlungen seit 1970 (Zeitungsprojekt) mindestens bis zum 10. September 1975 (Kartonlieferung nach Belgien), eventuell bis zur Konkurseröffnung am 27. Februar 1976. Am Tag der letzten Handlung begann die Verjährungsfrist von 7 1/2 Jahren zu laufen. Diese war folglich (von welchem der beiden Daten man auch ausgehen will) am Tag der Ausfällung des obergerichtlichen Urteils noch nicht abgelaufen. Die Vorinstanz hat daher zu Recht die vom Beschwerdeführer behauptete Verjährung des leichtsinnigen Konkurses verneint.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird teilweise gutgeheissen, das Urteil der 1. Strafkammer des Obergerichts des Kantons Aargau vom 20. Januar 1983 aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}