{"annee": "109", "cour": "V", "page": "278", "date": "15/12/1983", "cite": ["107 V 246", "97 V 251"], "cite_par": ["138 V 339"], "chapeau": "50. Sentenza del 15 dicembre 1983 nella causa Ufficio federale dell'industria, delle arti e mestieri e del lavoro contro Silvio e Tribunale delle assicurazioni del Canton Ticino", "regestes": ["Art. 114 al. 2 OJ. Lorsque le Tribunal fédéral des assurances a admis un recours de droit administratif interjeté par l'administration et qu'il a renvoyé l'affaire à l'autorité judiciaire qui avait statué en première instance, pour instruction complémentaire et nouveau jugement, l'assuré se retrouve dans la situation du recourant et il lui est alors loisible de retirer son recours pour éviter une \"reformatio in pejus\"."], "faits": "|278|\n\nA.- Mediante decisione del 4 febbraio 1981, la Cassa di disoccupazione del Sindacato edilizia e legno ha sospeso per la durata di 6 giorni il diritto all'indennità di Ettore Silvio addebitandogli, a titolo di colpa leggera, il rifiuto di un'occupazione adeguata.\n\nAdito dall'assicurato, il Tribunale delle assicurazioni del Canton Ticino, con giudizio 8 aprile 1981, ha annullato il provvedimento amministrativo per il fatto che l'occupazione sarebbe stata inadeguata dal profilo medico.\n\nL'Ufficio federale dell'industria, delle arti e mestieri e del lavoro |279| ha proposto contro il giudizio cantonale ricorso di diritto amministrativo. Per sentenza 2 marzo 1982 il Tribunale federale delle assicurazioni, in annullamento del giudizio querelato, ha rinviato gli atti al Tribunale delle assicurazioni del Canton Ticino assegnando a questa autorità il compito di accertare se nel periodo di disoccupazione esisteva idoneità al collocamento, ritenuto che, se il presupposto fosse stato ammesso, giustificata sarebbe stata una sanzione per colpa di certa gravità.\n\nB.- Il Tribunale delle assicurazioni del Canton Ticino, ricevuti gli atti in seguito al rinvio, ha indirizzato tramite il giudice delegato una lettera all'assicurato in cui si metteva in risalto che i considerandi della sentenza del Tribunale federale delle assicurazioni lasciavano intravvedere l'eventualità di una \"reformatio in pejus\", per cui gli era assegnato un termine per comunicare se egli intendesse mantenere il gravame o per prendere posizione sulla ventilata riforma a suo danno.\n\nL'interessato ha ritirato il gravame. Con decreto 7 maggio 1982 il Presidente del Tribunale delle assicurazioni del Canton Ticino ha stralciato la causa dal ruolo a seguito di desistenza.\n\nC.- L'Ufficio federale dell'industria, delle arti e mestieri e del lavoro interpone un ricorso di diritto amministrativo contro il decreto di stralcio chiedendone l'annullamento e il rinvio degli atti al Tribunale delle assicurazioni del Canton Ticino per ulteriori accertamenti e nuova decisione conformemente ai considerandi del Tribunale federale delle assicurazioni. Secondo il ricorrente la precedente istanza sarebbe partita dal presupposto che la decisione amministrativa riacquistava validità dopo l'annullamento del primo giudizio cantonale. Ma dalla sentenza del Tribunale federale delle assicurazioni emergeva che l'istanza cantonale avrebbe dovuto esaminare da un lato l'idoneità al collocamento per decidere poi o il rifiuto della prestazione oppure una sospensione nell'ambito della colpa di certa gravità. La decisione amministrativa quindi non avrebbe potuto riacquistare validità. In particolare l'istanza cantonale era vincolata dalla decisione di rinvio e non poteva ignorare le direttive del Tribunale federale delle assicurazioni, nemmeno nell'ipotesi della \"reformatio in pejus\". In caso contrario, sempre secondo l'Ufficio federale dell'industria, delle arti e mestieri e del lavoro, la procedura di diritto amministrativo sarebbe stata effettuata vanamente. Il ricorrente adduce, quale ufficio legittimato a ricorrere, di essere interessato al fatto che l'istanza cantonale componga la controversia in una sentenza di merito |280| e non già in un decreto procedurale. Quindi con l'annullamento del giudizio precedente non poteva prodursi la situazione esistente prima dello stesso. Infatti, esso ufficio aveva nel frattempo, in veste di ricorrente, quindi di parte, portato la controversia davanti al Tribunale federale delle assicurazioni: in detto stadio di procedura l'assicurato non era più ricorrente e quindi non era più in condizione di ritirare il gravame per evitare una \"reformatio in pejus\". Decidere in altro modo, conclude il ricorrente, sarebbe sottrarre all'Ufficio federale dell'industria, delle arti e mestieri e del lavoro la possibilità di esercitare il suo mandato di vigilanza.\n\nL'intimato non ha presentato risposta al gravame.", "considerants": "Diritto:\n\n1. Il decreto di stralcio reso dall'istanza cantonale configura una decisione ai sensi dell'art. 97 cpv. 1 e dell'art. 128 OG, come pure dell'art. 5 PA: esso può pertanto essere oggetto di ricorso di diritto amministrativo (cfr. RJAM 1975 No 212 pag. 51). Giusta l'art. 103 lett. c OG e l'art. 55 LAD l'Ufficio federale dell'industria, delle arti e mestieri e del lavoro è legittimato a proporre ricorso di diritto amministrativo al Tribunale federale delle assicurazioni.\n\nL'Ufficio federale aveva pertanto diritto di aggravarsi contro il decreto di stralcio 7 maggio 1982 del Tribunale delle assicurazioni del Canton Ticino.\n\n2. Questa Corte, a modifica di precedente giurisprudenza, ha nella sentenza pubblicata in DTF 97 V 251 ammesso che a un ricorrente è lecito ritirare il ricorso per ovviare alle conseguenze di una \"reformatio in pejus\". Tale facoltà riconosciuta alla parte costituisce una ipotesi di applicazione del principio di disposizione, il quale assegna alle parti il dominio dell'oggetto del processo. Il ritiro del ricorso esplica gli effetti della desistenza dalla causa e comporta la crescita in giudicato della decisione impugnata (DTF 107 V 247 consid. 1a).\n\nNell'evenienza concreta l'Ufficio federale dell'industria, delle arti e mestieri e del lavoro afferma in sostanza che essendo l'assicurato in seguito al ricorso di diritto amministrativo interposto da esso ufficio contro il giudizio del Tribunale delle assicurazioni del Canton Ticino diventato intimato, egli più non poteva acquistare la veste di ricorrente successivamente al rinvio del Tribunale federale delle assicurazioni e che quindi non era legittimato a ritirare il ricorso a quello stadio della procedura. |281|\n\nQuest'opinione non può essere condivisa. Infatti, il Tribunale federale delle assicurazioni ritiene che nel caso di accoglimento di un ricorso di diritto amministrativo, proposto da un ufficio federale o da un'altra amministrazione, da parte di questo Tribunale con rinvio degli atti all'istanza giudiziaria di primo grado per ulteriore istruttoria e nuovo giudizio ai sensi dei considerandi è lecito al già ricorrente in sede di ricorso di prima istanza e poi intimato in sede federale di ritirare il gravame per evitare una \"reformatio in pejus\". Con il rinvio della causa da parte del Tribunale federale delle assicurazioni ai giudici di primo grado perché statuiscano di nuovo, le parti ritrovano la situazione processuale che avevano in sede della precedente procedura di ricorso all'autorità giudiziaria di prima istanza. La parte che era intimata in procedura federale ridiventa dunque, in seguito al rinvio determinato dal ricorso di diritto amministrativo di un ufficio federale o di un'altra amministrazione, ricorrente nella nuova procedura davanti ai giudici di prime cure ed è pertanto legittimata a ritirare il gravame. Sempre la Corte ritiene giustificato il fatto che una parte che nell'ambito di una prima procedura non ha ritirato il ricorso goda ancora di questo diritto in una nuova procedura innanzi ai giudici di primo grado al seguito del rinvio della causa da parte del Tribunale federale delle assicurazioni a quest'ultima autorità, dal momento che i primi giudici avrebbero dovuto riconoscere tale diritto alla parte già in sede della precedente procedura, se essi in quella circostanza avessero correttamente apprezzato la situazione. Infine, a nulla può mutare il fatto che l'applicazione del predetto principio sia suscettibile di determinare conseguenze differenti per la parte, a seconda che il Tribunale federale delle assicurazioni rinvii la causa per nuova pronunzia all'autorità giudiziaria di prima istanza, da un lato, o statuisca esso stesso o rinvii all'amministrazione, d'altro lato, quando si consideri che in queste due ultime ipotesi la possibilità di ritirare il ricorso non è data.\n\nIn queste condizioni, ritenuto che l'assicurato era legittimato a ritirare il ricorso in sede della nuova procedura davanti ai giudici di prima istanza essendo egli ridivenuto ricorrente, il decreto 7 maggio 1982 del Tribunale delle assicurazioni del Canton Ticino stralciante la causa dal ruolo non è censurabile.\n\nPer questi motivi, il Tribunale federale delle assicurazioni pronuncia:\n\nIl ricorso di diritto amministrativo è respinto."}