{"annee": "109", "cour": "IB", "page": "110", "date": "6/6/1983", "cite": ["97 II 289", "98 IB 314", "95 I 139", "99 IA 459", "72 II 67", "92 II 160", "93 I 689", "103 IA 20", "96 I 115", "102 IB 151"], "cite_par": ["114 IB 156", "116 IA 264", "114 IB 277", "110 IB 213", "126 V 83"], "chapeau": "16. Extrait de l'arrêt de la IIe Cour de droit public du 6 juin 1983 dans la cause Société du Mervelet contre Commission cantonale de recours de l'impôt de défense nationale du canton de Genève (recours de droit administratif)", "regestes": ["Exonération de l'impôt de défense nationale. Art. 16 ch. 3 et 4 AIN et 31 al. 1 LAMA. Une société anonyme, dont le but social est d'administrer la propriété d'un immeuble qui sert exclusivement à loger les services d'une caisse-maladie reconnue, ne répond pas au critère de \"pure utilité publique\" au sens de l'art. 16 ch. 3 AIN (consid. 2). Une telle société, qui a pour actionnaire unique une caisse-maladie reconnue, ne saurait être identifiée à celle-ci, ni bénéficier par conséquent de l'exemption de l'impôt prévue à l'art. 31 al. 1 LAMA ou 16 ch. 4 AIN (consid. 3)."], "faits": "BGE 109 Ib 110 S. 111\n\nA.- La Société du Mervelet est une société anonyme qui a pour seul actif un immeuble avec son mobilier et ses installations, sis 27-29 avenue du Bouchet à Genève. Jusqu'en septembre 1977, cette société avait pour but l'achat, la vente, la location et la revente d'immeubles dans le canton de Genève.\n\nLa Caisse maladie suisse d'entreprises (ci-après: CMSE) a acquis le capital social de la Société du Mervelet par actes des 23 février 1972 et 16 septembre 1974. Depuis lors, l'immeuble appartenant à la Société du Mervelet est entièrement affecté aux services administratifs de la CMSE. A la suite d'une modification de ses statuts intervenue en septembre 1977, la Société du Mervelet est devenue une société anonyme sans caractère lucratif, dont le but social est d'administrer la propriété de l'immeuble 27-29 avenue du Bouchet à Genève, qui sert exclusivement à loger les services administratifs de caisses-maladie reconnues comme telles par la LAMA. Il ressort de l'examen des comptes que la Société du Mervelet perçoit un loyer de la CMSE qui ne suffit pas à couvrir les charges, l'excédent étant assumé directement par la CMSE. La Société du Mervelet ne réalise donc aucun bénéfice.\n\nB.- Le 30 avril 1977, un bordereau de taxation pour la 19e période IDN (1977-1978) a été adressé à la Société du Mervelet, l'imposant à raison de son capital. Contre cette taxation, la Société du Mervelet a déposé une réclamation qui a été rejetée. Elle a interjeté alors un recours auprès de la Commission cantonale genevoise de recours de l'impôt fédéral pour la défense nationale (abrégé: IDN), qui a été rejeté par décision du 13 février 1980.\n\nC.- La Société du Mervelet a formé un recours de droit administratif au Tribunal fédéral, dirigé contre la décision de la Commission cantonale genevoise de recours de l'IDN du 13 février 1980. La recourante soutient qu'en raison de son activité et de son but, elle doit être exonérée de l'IDN par application des art. 31 al. 1 de la loi fédérale sur l'assurance en cas de maladie et d'accidents (LAMA; RS 832.0) et 16 ch. 3 et 4 de l'arrêté du Conseil fédéral concernant la perception d'un impôt pour la défense nationale (AIN; RS 642.11). Elle estime qu'il faut prendre en considération la réalité économique et assimiler la Société du Mervelet à son unique actionnaire. Elle expose que les sociétés anonymes immobilières sont très répandues dans le canton de Genève et que le transfert économique des immeubles s'opère généralement sous la forme d'une cession d'actions. Il était en conséquence difficile pour la CMSE d'acquérir un immeuble en BGE 109 Ib 110 S. 112son propre nom; de plus, la CMSE ne pourrait liquider la Société du Mervelet en raison du coût fiscal de cette opération.\n\nIl doit être observé que la Société du Mervelet a soutenu parallèlement qu'elle devait être exonérée des impôts cantonaux en application de l'art. 31 al. 1 LAMA et que cette argumentation fut rejetée définitivement par arrêt du Tribunal administratif genevois du 23 septembre 1981.\n\nL'Administration fédérale des contributions, la Commission cantonale genevoise de recours pour l'IDN et l'Administration fiscale genevoise pour la défense nationale ont conclu au rejet du présent recours de droit administratif.", "considerants": "Extrait des considérants:\n\n2. La recourante soutient que son immeuble est affecté à un but de pure utilité publique, de sorte qu'elle devrait être exonérée de l'impôt pour la défense nationale par application de l'art. 16 ch. 3 in fine AIN.\n\nIl convient de relever que l'art. 16 ch. 3 AIN ne trouve pas application au cas d'espèce, que la recourante agisse en tant que personnalité juridique distincte de la CMSE ou qu'elle soit reconnue identique à cette dernière par une interprétation économique, ainsi qu'elle le fait valoir.\n\nDans la mesure où elle estime devoir être assimilée à la CMSE, l'art. 16 ch. 4 AIN lui est applicable à l'exclusion du chiffre 3 de cette disposition; l'art. 16 ch. 4 AIN prévoit en effet une règle d'exonération spéciale pour les caisses-maladie notamment qui, assurant leurs membres contre les risques de la maladie, ne poursuivent pas un but d'utilité publique au sens de l'art. 16 ch. 3 AIN. En outre, la société recourante ne poursuit pas comme telle un but de \"pure utilité publique\". En réalité, la forme juridique choisie tend à éviter d'une part que la Société du Mervelet ne dégage un bénéfice qui serait imposé, et à donner d'autre part satisfaction à son actionnaire. La Société du Mervelet ne répond pas au critère de but de pure utilité publique, dès lors qu'elle entend réaliser elle-même, en sa qualité de personne juridique distincte, l'économie d'un impôt sur le bénéfice tout en fournissant à son actionnaire un avantage équivalent à un dividende. Le grief tiré de l'art. 16 ch. 3 AIN est donc mal fondé.\n\n3. L'art. 31 al. 1 LAMA prévoit que les caisses-maladie sont exemptes d'impôt, sauf en ce qui touche leur fortune immobilière non directement affectée au service de l'assurance.BGE 109 Ib 110 S. 113\n\nL'art. 16 ch. 4 AIN dispose que les caisses servant à l'assurance chômage, maladie, vieillesse, invalidité ou à l'assurance de survivants, à l'exclusion toutefois des sociétés d'assurances concessionnaires, sont exonérées de l'impôt pour la défense nationale.\n\nQue l'on considère ses statuts (dans leurs différentes teneurs) ou son activité réelle, il est évident que la Société du Mervelet n'est en aucune façon un assureur, qu'elle n'a aucune des qualités prévues par les dispositions précitées et ne peut donc être exemptée de l'impôt pour la défense nationale aux termes de l'art. 31 al. 1 LAMA ou de l'art. 16 ch. 4 AIN.\n\nLa recourante souhaiterait cependant que l'on fasse abstraction de sa personnalité juridique et qu'on l'assimile purement et simplement à son actionnaire unique, la CMSE, qui constitue une caisse-maladie au sens de la LAMA.\n\nLa société anonyme qui a un unique actionnaire est néanmoins dotée de la personnalité juridique, de sorte qu'elle doit être considérée comme une entité distincte de son actionnaire (ATF 92 II 164 consid. 1 et les références). Il est vrai qu'il peut être fait abstraction de cette dualité juridique lorsqu'elle est opposée à des tiers de manière contraire aux règles de la bonne foi pour en retirer des avantages abusifs (ATF 97 II 293, ATF 92 II 164 consid. 1 et les références). En matière fiscale cantonale, l'administration peut faire abstraction de la dualité juridique lorsque des raisons objectives et sérieuses le justifient (ATF 103 Ia 23 consid. 4a, ATF 102 Ib 155 consid. 3a, ATF 99 Ia 464 consid. 3). En revanche, l'administration ne peut pas, sans arbitraire, invoquer selon son intérêt tantôt l'unité économique, tantôt la dualité juridique (ATF 103 Ia 23 consid. 4a, ATF 95 I 143 consid. 2a, ATF 93 I 691). Lorsque le Tribunal fédéral dispose d'un libre pouvoir d'examen comme c'est le cas en l'espèce pour les impôts fédéraux, il limite le recours à l'unité économique aux cas où la forme juridique à laquelle le contribuable a eu recours est insolite, inadéquate ou anormale et n'a été choisie qu'aux fins d'éluder l'impôt (ATF 103 Ia 23 consid. 4a, ATF 102 Ib 155 consid. 3b, ATF 99 Ia 463, ATF 98 Ib 323, ATF 96 I 118 consid. 1 et les références). En l'espèce, la situation est fondamentalement différente. Ce n'est pas un tiers, notamment l'administration fiscale, qui invoque le fait que la dualité juridique lui est opposée de manière abusive, mais c'est la société à actionnaire unique elle-même qui souhaite un raisonnement fondé sur l'unité économique. Dès lors que la recourante apparaît en l'espèce comme une personne juridique, on ne saurait faire BGE 109 Ib 110 S. 114abstraction de son existence distincte et confondre purement et simplement son but social et celui de son actionnaire. Si c'est en réalité l'actionnaire qui plaide l'inexistence de sa société, il ne peut pas à la fois éviter les inconvénients fiscaux qui résulteraient d'une dissolution de la société existante et bénéficier des avantages qui seraient les siens si la société n'existait pas. En acquérant les actions d'une société immobilière, la CMSE a choisi librement une construction juridique qui lui est opposable. Il convient de relever que la CMSE a tiré certains avantages de la forme adoptée, puisque, selon ses propres explications, le choix des immeubles qui pouvaient être acquis économiquement sous forme de cession d'actions était plus large et qu'elle a évité les frais de l'acte authentique et de l'inscription au registre foncier. La société ou son actionnaire unique ne sauraient, à leur gré et selon leur intérêt, invoquer tantôt le dualisme résultant de la double personnalité et tantôt l'unité résultant de la réalité économique. La jurisprudence tend précisément à éviter des abus de ce genre (ATF 97 II 293 consid. 3 et les auteurs cités, ATF 72 II 77).\n\nLe recours est en tout point mal fondé et ne peut qu'être rejeté."}