{"annee": "104", "cour": "IB", "page": "74", "date": "17/2/1978", "cite": ["92 I 66", "98 IA 281", "102 IB 64", "103 IB 154", "100 IB 119", "100 IA 343", "100 IB 399", "96 I 686"], "cite_par": ["105 IB 272", "104 IB 245"], "chapeau": "14. Estratto della sentenza 17 febbraio 1978 nella causa Elia c. Brignoni e Tribunale amministrativo del Cantone Ticino", "regestes": ["Démolition d'un bâtiment construit en violation de l'AFU; principes de la bonne foi et de la proportionnalité. 1. L'ordre de démolir un ouvrage construit en violation de l'AFU constitue une mesure fondée sur le droit fédéral au sens de l'art. 5 LPA (consid. 2). 2. Celui qui s'oppose à la démolition d'un ouvrage construit de mauvaise foi peut-il invoquer le principe de la proportionnalité? Question laissée indécise en l'espèce (consid. 5b et c)."], "faits": "", "considerants": "BGE 104 Ib 74 S. 75\n\nDai considerandi:\n\n2. Giusta l'art. 97 OG, possono dar luogo a ricorso di diritto amministrativo soltanto le decisioni definite dall'art. 5 della legge federale sulla procedura amministrativa (PA), vale a dire i provvedimenti delle autorità nel singolo caso, fondati sul diritto pubblico federale e concernenti la costituzione, la modificazione o l'annullamento di diritti o di obblighi (cpv. 1 lett. a); l'accertamento dell'esistenza o dell'estensione di siffatti diritti od obblighi (lett. b), nonché il rigetto o la dichiarazione d'inammissibilità d'istanze dirette alla costituzione, alla modificazione, all'annullamento o all'accertamento di diritti o di obblighi (lett. c). Sono poi considerate tali anche le decisioni in materia d'esecuzione, le decisioni incidentali, quelle su opposizione e su ricorso, le decisioni in sede di revisione e l'interpretazione (cpv. 2). A simili provvedimenti sono poi assimilate - secondo costante giurisprudenza - tutte quelle misure che avrebbero dovuto esser fondate sul diritto pubblico della Confederazione, ma che l'autorità ha adottato a torto in base al diritto cantonale (v. DTF 92 I 72; DTF 96 I 690; DTF 100 Ib 120; A. MACHERET, La recevabilité du recours de droit administratif au Tribunal fédéral, in RDAF 1974, pagg. 1/28 e 86/101, in part. pag. 12).\n\nNel caso in esame, è pacifico che la risoluzione con cui il Consiglio di Stato ha annullato la cennata licenza edilizia è stata presa in applicazione del diritto federale, e più precisamente dell'art. 4 DFU che, per principio, esclude qualsiasi costruzione o impianto che contrasti con lo scopo della pianificazione (cpv. 1). Nei territori riservati per motivi inerenti alla protezione del paesaggio o alla conservazione di spazi per lo svago ed il riposo possono certo esser autorizzate le costruzioni ad ubicazione vincolata, ma anch'esse non devono alterare il paesaggio. Le altre costruzioni possono invece esser consentite solo eccezionalmente (previa consultazione della Confederazione, e con riserva dei provvedimenti federali di vigilanza), se il richiedente dimostra l'esistenza di un bisogno oggettivamente fondato e se un interesse pubblico non vi si oppone (cpv. 3; v. in proposito DTF 100 Ib 402 403; sentenza 26 novembre 1976 in re X., pubblicata in Rep. 1977, pag. 169 segg., in part. 174/175). È quindi palese che il rilascio o il diniego di un'autorizzazione a costruire in territori protetti a titolo provvisorio BGE 104 Ib 74 S. 76poggia sul diritto federale ed è pertanto impugnabile con ricorso di diritto amministrativo in virtù degli art. 97 e segg. OG (v. anche art. 8 DFU).\n\nÈ invece perlomeno discutibile la questione di sapere se un ordine di demolizione di un'opera eretta in dispregio della cennata legislazione costituisca provvedimento fondato sul diritto federale oppure decisione emanata secondo il diritto cantonale e, segnatamente, secondo determinate norme di polizia edilizia. Va notato infatti che il DFU e la relativa ordinanza d'esecuzione non contengono norma veruna che disciplini il destino di una costruzione abusiva sorta in territorio protetto e, d'altra parte, essi neppure rinviano esplicitamente a precisi disposti del diritto cantonale. Ragioni tratte dalla sistematica e dalle finalità della legislazione impongono però di concludere che anche la demolizione di un edificio, la cui costruzione è stata negata in virtù dell'art. 4 DFU, soggiaccia allo stesso decreto e, pertanto, debba considerarsi fondata sul diritto federale. La classificazione di un fondo come territorio protetto a titolo provvisorio implica infatti - come regola - la sua inedificabilità e la (severa) disciplina istituita dall'art. 4 DFU può pertanto produrre i suoi effetti nel modo voluto dal legislatore soltanto se le costruzioni abusive possono esser eliminate in virtù della stessa norma del diritto federale. Ordinando la demolizione del magazzino costruito dal resistente in contrasto con il DFU, il Consiglio di Stato ha quindi adottato un provvedimento fondato sul diritto pubblico della Confederazione e destinato a ripristinare una situazione conforme allo stesso diritto. Anche la susseguente decisione con cui l'autorità cantonale d'ultima istanza ha annullato tale provvedimento è dunque, e ovviamente, basata sul diritto federale e può così esser impugnata dinnanzi a questo Tribunale con ricorso di diritto amministrativo: alla luce dell'art. 97 OG, il gravame è quindi ricevibile (cfr., per gli edifici eretti in violazione della normativa federale sull'igiene dell'acqua, DTF 102 Ib 64 e segg., in part. 66/67 e riferimenti).\n\nIn tali circostanze, il diritto di ricorrere dev'esser riconosciuto anche al Dipartimento competente (cfr. art. 103 lett. b OG), quando l'autorità cantonale rifiuta di ordinare la demolizione dell'opera eretta in dispregio del DFU, poiché reputa che nel diritto cantonale manca la necessaria base legale. Di transenna, si può tuttavia rilevare che il diritto ticinese BGE 104 Ib 74 S. 77prevede esplicitamente la demolizione delle opere eseguite in contrasto con la legge, i PR e i regolamenti edilizi, conferendo la relativa competenza decisionale ai Municipi e al Dipartimento delle pubbliche costruzioni (v. art. 57 cpv. 3 della legge edilizia cantonale del 19 febbraio 1973 (LE) e art. 70 del regolamento d'applicazione del 22 gennaio 1974 (RE), la cui applicazione concreta potrebbe però esser controllata dal Tribunale federale unicamente dal profilo dell'arbitrio: v. DTF 103 Ib 159, consid. 4).\n\n5. a) (Principi della proporzionalità e della buona fede.)\n\nb) Secondo la recente giurisprudenza del Tribunale federale, chi intende prevalersi del principio della proporzionalità per opporsi alla demolizione di un'opera abusiva dev'essere in buona fede e deve dunque dimostrare d'aver concretizzato il suo progetto nella radicata convinzione che lo stesso fosse senz'altro attuabile (v. DTF 98 Ia 281 consid. 5; DTF 100 Ia 347 consid. 4a; sentenza 26 marzo 1975 in re G., pubblicata in ZBl 76/1975, pag. 515 segg., in part. 520; A. SCOLARI, Commentario della Legge edilizia del Cantone Ticino, Bellinzona 1976, pagg. 54 e 285). Per contro, chi edifica od inizia a edificare una qualsiasi costruzione pur sapendo ch'essa non avrebbe dovuto esser autorizzata, non può richiamarsi al principio della proporzionalità poiché, con il suo comportamento, ha mostrato una tale noncuranza per l'ordinamento giuridico che i suoi interessi privati passano subito in secondo piano e sono sopraffatti dall'interesse pubblico volto all'immediato ripristino d'una situazione legittima.\n\naa) La giurisprudenza del Tribunale federale non è andata tuttavia esente da critiche. K. SAMELI, nel rapporto presentato nel 1977 alla Società svizzera dei giuristi (Treu und Glauben im öffentlichen Recht, poi apparso in RDS 96/1977, vol. II, pag. 288 segg.), ha asserito esplicitamente che la massima contenuta nelle cennate sentenze non può essere esatta, poiché la garanzia costituzionale della proprietà esige in qualsiasi caso un accurato esame della proporzionalità della misura; determinante è infatti la questione di sapere se, dal profilo dell'interesse pubblico, v'è un giusto rapporto fra la gravità dell'intervento insita nella demolizione e lo scopo (ovvero l'eliminazione dello stato antigiuridico) che con tale misura s'intende raggiungere (op.cit.; ibidem, pag. 383).\n\nD'altro canto, in una recente sentenza del 30 ottobre 1975, BGE 104 Ib 74 S. 78pubblicata in ZBl 77/1976, pagg. 200/201, anche il Tribunale amministrativo del Canton Zurigo ha chiaramente osservato che la sua prassi è diversa da quella della Corte federale e consente al cittadino di richiamarsi al principio della proporzionalità anche se ha costruito l'opera abusiva con piena coscienza del fatto: la malafede è poi tenuta in debito conto nell'applicazione di tale principio.\n\nbb) Si può certo convenire che, per gli interessati, la prassi istaurata dal Tribunale federale in merito alla demolizione di edifici abusivi eretti in malafede è assai severa e potrebbe forse anche condurre, in taluni casi, a risultati che urtano il sentimento della giustizia. È pacifico infatti che, in uno Stato di diritto, l'autorità non può adottare misure sanatorie a suo libero arbitrio, ma deve invece conformarsi ai principi che governano l'intera attività amministrativa, al fine d'evitare eccessi ed abusi che neppure l'interesse pubblico volto al ripristino d'una situazione legittima potrebbe palesemente giustificare. Vero è che, in caso di violazione particolarmente grave del diritto materiale, il trasgressore rischia di prevalersi invano del principio della proporzionalità poiché la conformità a tale diritto potrà forse esser ripristinata soltanto con una misura altrettanto grave, ovvero con la demolizione dell'opera abusiva (v. risoluzione 26 febbraio 1971 del Consiglio di Stato del Cantone Ticino, parzialmente pubblicata in M. BORGHI, Giurisprudenza amministrativa ticinese, n. 716, pag. 279). Più opinabile appare invece il problema quando s'è in presenza di trasgressioni meno importanti o meno rilevanti per l'interesse pubblico; in tal caso, apparirebbe infatti opportuno dare al cittadino la possibilità di esigere comunque il rispetto del principio della proporzionalità, anche se egli ha costruito l'opera abusiva in cosciente dispregio del diritto edilizio: la malafede dell'interessato diventerebbe quindi un importante elemento nella ponderazione degli interessi contrapposti cui l'autorità deve procedere.\n\nc) Ai fini del giudizio, non occorre tuttavia approfondire ulteriormente il problema poiché il resistente non può comunque invocare con successo né il principio della buona fede, né quello della proporzionalità."}