{"annee": "104", "cour": "V", "page": "74", "date": "21/6/1978", "cite": [], "cite_par": [], "chapeau": "15. Urteil vom 21. Juni 1978 i.S. Schmid gegen Ausgleichskasse des Kantons Thurgau und Rekurskommission des Kantons Thurgau für die AHV", "regestes": ["Art. 33bis al. 1 LAVS. Par \"mêmes éléments\" d'où résulte un avantage pour l'ayant droit, il faut entendre aussi bien le revenu annuel moyen que l'échelle de rentes."], "faits": "|74|\n\nA.- Fritz Schmid bezog vom 1. August 1969 bis 31. Oktober 1977 eine ganze einfache Invalidenrente mit Zusatzrente für die Ehefrau im Gesamtbetrage von Fr. 1'035.- monatlich. Die Bemessung der Rente beruhte zuletzt auf einem durchschnittlichen Jahreseinkommen von Fr. 20'790.- und der Rentenskala 25.\n\nNachdem Fritz Schmid das 65. Altersjahr zurückgelegt hatte, gewährte ihm die Ausgleichskasse des Kantons Thurgau mit Wirkung ab 1. November 1977 eine ordentliche einfache Altersrente nebst Zusatzrente für die Ehefrau, gesamthaft Fr. 817.- monatlich, basierend auf einem durchschnittlichen Jahreseinkommen von Fr. 15'120.- und der Rentenskala 24 (Verfügung vom 15. Dezember 1977). Die Anwendung der tieferen Rentenskala ergab sich daraus, dass die Ausgleichskasse bei der Berechnung der Beitragsdauer eine Lücke in den Jahren 1969 bis 1976 - entstanden zufolge eines Auslandaufenthaltes, während dem es Fritz Schmid unterlassen hatte, der freiwilligen Versicherung für Auslandschweizer beizutreten - mitberücksichtigte. Das tiefere durchschnittliche Jahreseinkommen ergab sich aus der Berücksichtigung der Beitrags- und Einkommensverhältnisse des Versicherten seit Beginn der Invalidenversicherungsleistungen im Jahre 1969.\n\nB.- Gegen diese Verfügung erhob Fritz Schmid Beschwerde und verlangte, es sei bei der Bemessung der Altersrente in Anwendung von Art. 33bis AHVG auf die für ihn |75| vorteilhafteren Grundlagen, wie sie bei der Berechnung der bisher gewährten Invalidenrente galten, abzustellen. Die Rekurskommission des Kantons Thurgau hiess das Begehren teilweise gut, indem sie für die Bemessung der Altersrente das bei der Invalidenrente berücksichtigte durchschnittliche Jahreseinkommen von Fr. 20790.- anwendbar erklärte und gestützt darauf dem Versicherten total Fr. 931.- pro Monat zusprach.\n\nC.- Mit seiner Verwaltungsgerichtsbeschwerde beantragt Fritz Schmid sinngemäss, es sei der Bemessung der Altersrente die Skala 25 zugrundezulegen. Im wesentlichen macht er geltend, die nach Eintritt des Invalidenrentenfalles entstandenen Beitragslücken dürften bei der Ermittlung des Rentenbetrages nicht berücksichtigt werden.\n\nWährend die Ausgleichskasse auf Abweisung schliesst, beantragt das Bundesamt für Sozialversicherung, die Verwaltungsgerichtsbeschwerde sei gutzuheissen, der Entscheid der Rekurskommission aufzuheben und die Sache zum Erlass einer neuen Verfügung an die Ausgleichskasse zurückzuweisen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\nGemäss Art. 33bis Abs. 1 AHVG ist für die Berechnung von Alters- und Hinterlassenenrenten, die an die Stelle einer Rente gemäss dem Bundesgesetz über die Invalidenversicherung treten, auf die für die Berechnung der Invalidenrente massgebende Grundlage abzustellen, falls dies für den Berechtigten vorteilhafter ist.\n\nFür den Beschwerdeführer sind die Berechnungsgrundlagen der Invalidenrente günstiger. Dennoch lehnt es die Ausgleichskasse ab, vollumfänglich darauf abzustellen. Sie anerkennt zwar, dass das letzte, bei der Invalidenrente berücksichtigte durchschnittliche Jahreseinkommen auch der Altersrente zugrundezulegen ist; jedoch widersetzt sie sich der Anwendung der dort berücksichtigten Rentenskala. Art. 33bis AHVG sei nur bei vollständiger Beitragsdauer anwendbar; andernfalls wäre ein Invalidenrentner mit fehlenden Beitragsjahren besser gestellt als ein AHV-Rentner, der sich in einem solchen Falle mit einer Teilrente im Sinne von Art. 38 AHVG begnügen müsste.\n\nDieser Betrachtungsweise kann nicht gefolgt werden. Wenn Art. 33bis Abs. 1 AHVG auf die für die Berechnung der Invalidenrente |76| \"massgebende Grundlage\" verweist, so gilt dies in einem umfassenden Sinne und erstreckt sich sowohl auf das massgebende durchschnittliche Jahreseinkommen als auch auf die anwendbare Rentenskala. Eine Aufspaltung des Begriffs der \"massgebenden Grundlage\" verbietet sich schon vom Gesetzeswortlaut her. Dieser liefert aber auch keine Anhaltspunkte dafür, dass die Anwendung der vorteilhafteren Rentenskala eine vollständige Beitragsdauer voraussetzen würde. Gegenteils ist im Hinblick auf den Abs. 3 des gleichen Artikels, wo dieses Erfordernis im Zusammenhang mit der Ablösung ausserordentlicher Renten ausdrücklich genannt wird, anzunehmen, dass es für den allgemeinen Fall des Abs. 1 keine Berücksichtigung finden darf. Die Rz 531 der Wegleitung über die Renten des Bundesamtes für Sozialversicherung beruht somit auf einer zutreffenden Auslegung von Art. 33bis Abs. 1 AHVG.\n\nRichtig ist zwar, dass diese Regelung zu einer Besserstellung von Invalidenrentnern mit Beitragslücken führen kann. Diese Ungleichbehandlung hat aber der Gesetzgeber, als er Art. 33bis - im Zusammenhang mit dem Erlass des IVG - ins AHVG einfügte, in Kauf genommen, um beim Eintritt des Invalidenrentners ins AHV-Alter eine Leistungsverkürzung zu vermeiden. Verwaltung und Richter sind an diese gesetzliche Regelung gebunden.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird in dem Sinne gutgeheissen, dass der Entscheid der Rekurskommission des Kantons Thurgau für die AHV vom 10. Februar 1978 und die Verfügung der Ausgleichskasse des Kantons Thurgau vom 15. Dezember 1977 aufgehoben werden und die Sache zum Erlass einer neuen Verfügung im Sinne der Erwägungen an die Ausgleichskasse zurückgewiesen wird."}