{"annee": "104", "cour": "V", "page": "84", "date": "16/5/1978", "cite": [], "cite_par": [], "chapeau": "18. Auszug aus dem Urteil vom 16. Mai 1978 i.S. Menzi gegen Ausgleichskasse SPIDA und Versicherungsgericht des Kantons Basel-Landschaft", "regestes": ["Remboursement des frais de remplacement de la batterie d'un fauteuil roulant électrique (art. 14 RAI et art. 7 al. 2 et 3 OMA du 29 novembre 1976). La réglementation des directives concernant la remise de moyens auxiliaires, d'après laquelle les batteries d'un fauteuil roulant électrique sont traitées autrement que celles d'une automobile, viole le principe de l'égalité de traitement. Si le remplacement de batteries de voiture peut être assumé par l'assurance dans le cadre de l'art. 7 al. 2 OMA à titre de frais de réparation, il en va de même du remplacement de batteries de fauteuil roulant électrique."], "faits": "", "considerants": "BGE 104 V 84 S. 84\n\nAus den Erwägungen:\n\n1. Nach Art. 7 Abs. 2 Satz 1 der Verordnung über die Abgabe von Hilfsmitteln durch die Invalidenversicherung vom 29. November 1976 (HV) werden die Kosten, die bei Hilfsmitteln trotz sorgfältigen Gebrauchs infolge Reparatur, Anpassung oder teilweiser Erneuerung entstehen, von der Invalidenversicherung übernommen, sofern nicht ein Dritter ersatzpflichtig ist. Die Kosten für den Betrieb von Hilfsmitteln, insbesondere von Motorfahrzeugen, Fahrstühlen mit elektromotorischem Antrieb und Hörapparaten, gehen dagegen, von Beiträgen in Härtefällen abgesehen, nicht zu Lasten der Versicherung (Art. 7 Abs. 3 HV).BGE 104 V 84 S. 85\n\n2. Im vorliegenden Fall ist streitig, ob die Kosten, welche dem Beschwerdeführer infolge Ersetzung der Elektrofahrstuhl-Batterien verursacht wurden, als Reparatur- oder als Betriebsaufwand zu betrachten sind.\n\na) Während sich das vom 1. Januar 1969 bis Ende 1976 gültig gewesene Kreisschreiben des Bundesamtes für Sozialversicherung über die Abgabe von Hilfsmitteln zu dieser Frage nicht äusserte, legt die seit dem 1. Januar 1977 gültige gleichnamige Wegleitung des Bundesamtes in Rz 10.03.44 fest, dass der Ersatz von Batterien bei Elektrofahrstühlen zu den Betriebskosten zu rechnen ist (ebenso Rz 9.02.5 der Wegleitung in bezug auf die nicht strassenverkehrstauglichen Fahrstühle mit elektromotorischem Antrieb). Die Kosten für den Ersatz einer Autobatterie werden dagegen als Reparaturaufwand betrachtet (Rz 10.01.23 bis 10.04.23 der Wegleitung). Das Bundesamt begründet diese differenzierte Betrachtungsweise mit funktionellen Unterschieden: bei einem Auto stelle die Batterie lediglich ein Hilfsgerät zum Benzinmotor dar und diene der Starthilfe;, demgegenüber handle es sich bei den Elektrofahrstuhl-Batterien \"um direkte Kraftspender, die den eigentlichen Betrieb des Fahrstuhles bewerkstelligen\". Dieser Auffassung ist jedoch entgegenzuhalten, dass der Kraftspender, welcher den Elektrofahrstuhl antreibt, nicht die Batterie ist, sondern vielmehr der elektrische Strom, den sie liefert. Dieser Strom wird von der Batterie nicht erzeugt, sondern - nach vorheriger Aufladung am Stromnetz - bloss gespeichert und bei Bedarf wieder abgegeben. Die Batterie ist demnach weder im Auto mit Benzinmotor noch im Elektrofahrstuhl ein Betriebsmittel. Aus dem Vorstehenden folgt, dass zwar gewisse funktionelle Unterschiede bestehen. Sie sind aber insgesamt betrachtet nicht derart wesentlich, dass es sich rechtfertigen würde, deswegen die Kosten für Ersatzbatterien im einen Fall zum Reparatur-, im anderen dagegen zum Betriebsaufwand zu rechnen.\n\nIn seiner zusätzlichen Stellungnahme weist das Bundesamt überdies darauf hin, dass mit der in der neuen Wegleitung vorgesehenen Lösung\" eine gewisse Gleichschaltung hinsichtlich der Betriebskosten angestrebt\" werde; es wäre rechtsungleich, wenn der Besitzer eines Elektrofahrstuhls\" kostenmässig stark bevorzugt\" würde, was dann zuträfe, wenn die Invalidenversicherung für die Kosten von Ersatzbatterien aufkommen müsste. Die vom Bundesamt angestellte Vergleichsrechnung BGE 104 V 84 S. 86hinsichtlich der ungefähren Kilometerbetriebskosten bei einem Elektrofahrstuhl und einem Auto mit Benzinmotor ist jedoch wirklichkeitsfremd, da sie in beiden Fällen von der gleichen Tageskilometerleistung (30 km) ausgeht, obwohl der Elektrofahrstuhl nur auf die Zurücklegung kurzer Wegstrecken angelegt ist (vgl. in diesem Zusammenhang Rz 10.01.5 bis 10.04.5 der Wegleitung, wonach bei einem direkten Arbeitsweg unter 2 km lediglich Elektrofahrstühle abgegeben werden). Weil mit einem Elektrofahrstuhl normalerweise weit weniger Kilometer gefahren werden als mit einem Auto, liegen die Kilometerbetriebskosten bei jenem erheblich über den vom Bundesamt errechneten Zahlen. Und wenn die Gesamtkosten niedriger sein sollten als bei einem Auto, so ist dies kein Grund dafür, die Kosten für den Ersatz der Elektrofahrstuhl-Batterien als Betriebsaufwand zu betrachten und dem Versicherten zu überbinden. Denn es ist nicht zu übersehen, dass der Versicherte bei einem Auto eine ungleich bessere Leistung erhält als bei einem Elektrofahrstuhl: er ist im Auto gegen Witterungseinflüsse geschützt, kann weitere Personen sowie Gepäck mitführen und hat für Privatfahrten 4000 km im Jahr zugute (vgl. Rz 10.01.32 bis 10.04.32 der Wegleitung). Dass er hiefür höhere Betriebskosten als der Besitzer eines Elektrofahrstuhls zu tragen hat, ist gerechtfertigt.\n\nAus dem Gesagten folgt, dass der Ersatz von Batterien bei Elektrofahrstühlen nicht anders behandelt werden darf als bei Autos mit Benzinmotoren. Die in der neuen Wegleitung getroffene Regelung verletzt den Grundsatz der Rechtsgleichheit und ist daher rechtswidrig.\n\nb) Das Bundesamt vertritt in seiner ergänzenden Stellungnahme die Auffassung, dass, wenn schon eine Gleichbehandlung notwendig sei, wohl eher die Auto-Batterie ausgeklammert und ihre Ersetzung zu den vom Versicherten zu tragenden Betriebskosten gerechnet werden müsste, Es ist jedoch nicht ersichtlich, dass das Bundesamt die bereits im früheren Kreisschreiben und auch in der jetzt gültigen Wegleitung festgelegte Verwaltungspraxis ändern will, wonach der Ersatz einer Auto-Batterie als Reparaturaufwand gilt. Daher stellt sich im vorliegenden Fall lediglich die Frage, ob im Rahmen der geltenden Praxis der Ersatz einer Elektrofahrstuhl-Batterie gleich zu behandeln ist. Dies ist nach dem in Erw. 2 a hievor Gesagten zu bejahen. Daraus folgt, dass auch im Falle der Elektrofahrstuhl-Batterie BGE 104 V 84 S. 87Reparaturaufwand vorliegt, der nach Massgabe des Art. 7 Abs. 2 HV von der Invalidenversicherung zu übernehmen ist."}