{"annee": "104", "cour": "IA", "page": "323", "date": "20/12/1978", "cite": ["99 IA 430", "77 I 42", "98 IA 340"], "cite_par": ["105 IA 288", "111 IA 5"], "chapeau": "50. Auszug aus dem Urteil vom 20. Dezember 1978 i.S. L. gegen R. und Appellationshof des Kantons Bern", "regestes": ["Assistance judiciaire dans un procès civil. 1. Convention de La Haye relative à la procédure civile: application des dispositions sur l'assistance judiciaire à un Suisse domicilié à l'étranger qui conduit un procès en Suisse? 2. Art. 4 Cst.; preuve de l'indigence; la vraisemblance suffit quand le Suisse qui habite l'étranger a pris les mesures raisonnablement exigibles pour prouver son besoin d'assistance. Dans chaque cas, l'autorité compétente est libre de demander d'office de plus amples renseignements."], "faits": "BGE 104 Ia 323 S. 324\n\nDer in Spanien wohnhafte Schweizer Bürger L. reichte beim Gerichtspräsidenten des Amtsbezirkes Biel das Gesuch ein, es sei ihm für die Geltendmachung einer Forderung die unentgeltliche Prozessführung unter Beiordnung eines amtlichen Anwaltes zu gewähren. Zur Begründung führte er aus, er habe sich im Jahre 1975 mit seiner Ehefrau, die Spanierin sei, in Spanien niedergelassen. Dort arbeiteten sie im Landwirtschaftsbetrieb der Eltern der Ehefrau mit und erzielten ein Einkommen, das nach der Bestätigung der zuständigen Behörde dem Existenzminimum entspreche, sodass die Prozessarmut offensichtlich sei.\n\nDer Gerichtspräsident I von Biel beantragte dem Appellationshof des Kantons Bern, das Gesuch sei abzuweisen, da der Gesuchsteller seine Prozessarmut nicht darzutun vermöge.\n\nDer Appellationshof wies das Gesuch ab und auferlegte L. die Gerichtskosten und eine Parteientschädigung. Das Bundesgericht heisst die gegen diesen Entscheid gerichtete staatsrechtliche Beschwerde gut.\n\nBGE 104 Ia 323 S. 325", "considerants": "Aus den Erwägungen:\n\n1. Der Appelationshof hat das Gesuch um unentgeltliche Rechtspflege mit der Begründung abgewiesen, der Beschwerdeführer habe den ihm obliegenden Beweis für seine Prozessarmut im massgeblichen Zeitpunkt nicht erbracht. Über die diesbezüglichen Obliegenheiten des Gesuchstellers führt die Berner ZPO in Art. 79 Abs. 2 aus, mit dem Gesuch sei ein Zeugnis des Einwohnergemeinderates oder des durch Gemeindereglement bezeichneten Beamten des Wohnortes des Gesuchstellers über seine Familien-, Vermögens- und Einkommensverhältnisse vorzulegen. Der Beschwerdeführer hat eine Bescheinigung der Agrarkammer seines Wohnortes eingereicht, welche nach der Bestätigung der Gemeinde ein \"organismo oficial\", eine öffentliche Behörde ist. In der Bescheinigung wird angegeben, dass L. in den Jahren 1975 und 1976 nur über ein Einkommen im Bereich des Existenzminimums und über kein Vermögen verfügt habe. Der Appellationshof bezweifelt denn auch weder die Zuständigkeit der Agrarkammer zur Bescheinigung der Einkommens- und Vermögensverhältnisse noch die Richtigkeit und Zuverlässigkeit dieser Bescheinigung. Er spricht ihr nur die Beweiskraft für die heutigen Verhältnisse ab, da sie sich auf die Jahre 1975 und 1976 bezieht. Der Beschwerdeführer rügt dies als Verletzung der Haager Übereinkunft betreffend Zivilprozessrecht, der sowohl die Schweiz als auch Spanien angeschlossen sind (AS 1957, S. 472).\n\nDie Haager Übereinkunft regelt in den Art. 20 ff. das Armenrecht des ausländischen Staatsangehörigen, der in der Schweiz einen Prozess führt (BGE 77 I 48); sie ist nicht anwendbar auf den Schweizer Bürger mit Wohnsitz im Ausland, der in der Schweiz einen Prozess anheben will (GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz, 1951, S. 10 ff., insb. S. 15 N. 34). Die Frage, wie weit die Beweisführungspflicht eines im Ausland wohnhaften Schweizers geht, und ob die Behörden allenfalls verpflichtet sind, zur Abklärung der Mittellosigkeit beizutragen, bestimmt sich daher ausschliesslich nach dem schweizerischen Landesrecht. Da die eigenen Staatsangehörigen aus Rechtsgleichheitsgründen aber nicht schlechter gestellt werden sollten als ausländische Staatsangehörige, sind die Rechte, welche die Haager Übereinkunft den Ausländern gewährt, bei der Auslegung des BGE 104 Ia 323 S. 326Landesrechts mitzuberücksichtigen (vgl. für das bern. Prozessrecht: ZBJV 62/1926, S. 182; GULDENER, a.a.O., S. 15 N. 34).\n\n2. Das Bundesgericht überprüft bei auf Art. 4 BV gestützten staatsrechtlichen Beschwerden wegen Verweigerung des Armenrechts zunächst, ob das kantonale Recht willkürlich angewendet worden ist, und sodann, ob der bundesrechtliche Anspruch, wie er von der Rechtsprechung aus dem Rechtsgleichheitsgebot abgeleitet wird, verletzt ist. Die letztere Prüfung erfolgt, was Rechtsfragen betrifft, frei (BGE 99 Ia 432, BGE 98 Ia 342).\n\na) Nach Art. 77 der Berner ZPO hat Anspruch auf unentgeltliche Prozessführung, wer die Kosten eines nicht von vorneherein aussichtslosen Gerichtsverfahrens ohne Beschränkung des notwendigen Lebensunterhaltes für sich und seine Familie nicht zu bestreiten vermag (Abs. 1). Die Partei, welcher die unentgeltliche Prozessführung gewährt wird, ist von der Vorschusspflicht für die Gerichtskosten, von der Stempelpflicht und von der Pflicht zur Leistung von Prozesskostensicherheit oder Kostenvorschuss an den Prozessgegner befreit (Abs. 5). Diese Umschreibung der Voraussetzungen und Wirkungen der unentgeltlichen Prozessführung deckt sich weitgehend mit derjenigen des Armenrechtsanspruchs gemäss der bundesgerichtlichen Rechtsprechung zu Art. 4 BV. Nach dieser kann eine bedürftige Partei in einem für sie nicht aussichtslosen Zivilprozess verlangen, dass der Richter für sie ohne Hinterlegung oder Sicherstellung von Kosten tätig wird, und dass ihr ein unentgeltlicher Rechtsbeistand ernannt wird, wenn sie eines solchen zur gehörigen Wahrung ihrer Interessen bedarf (BGE 98 Ia 341 /2). Der Beschwerdeführer macht nicht geltend, der Appellationshof habe das kantonale Recht bezüglich der unentgeltlichen Prozessführung willkürlich angewendet, sondern nur, durch den angefochtenen Entscheid sei sein direkt aus Art. 4 BV fliessender diesbezüglicher Anspruch verletzt worden.\n\nb) Nicht zu beanstanden ist unter diesem Gesichtspunkt, dass dem Gesuchsteller aufgegeben wird, zur Abklärung seiner finanziellen Verhältnisse beizutragen und die erforderlichen und von ihm beibringbaren Beweise und Bescheinigungen einzureichen. Es darf daher von einem im Ausland wohnhaften Schweizer verlangt werden, dass er die zumutbaren Vorkehren zum Nachweis der sogenannten Prozessarmut trifft. Da der negative Beweis der Mittellosigkeit oftmals schwer zu führen BGE 104 Ia 323 S. 327ist, muss deren Glaubhaftmachung genügen, wenn der Gesuchsteller seiner Beweisführungspflicht hinreichend nachgekommen ist. In jedem Fall steht es der zuständigen Behörde frei, weitere Erkundungen von Amtes wegen vorzunehmen (vgl. Art. 22 Abs. 2 der Haager Übereinkunft in der Fassung vom 1. März 1954).\n\nIm vorliegenden Fall hat der Beschwerdeführer mit tauglichen Bestätigungen der zuständigen Behörden seines Wohnortes dargetan, dass er in den Jahren 1975 und 1976 nur über ein Einkommen im Bereich des Existenzminimums und über kein Vermögen verfügt hat. Er hat ferner geltend gemacht, seine Lage habe sich in der Zwischenzeit nicht verändert, und er sei nicht in der Lage, eine entsprechende amtliche Bestätigung für 1977 beizubringen, weil die Steuerveranlagung für dieses Jahr noch nicht vorgenommen worden sei. Ferner hat er eine Bescheinigung des Arbeitsamtes der Provinz Valencia vom 22. März 1977 eingelegt, nach welcher er gemäss eidesstattlicher Erklärung keine bezahlte Arbeit ausübt. Es ist nicht ersichtlich und wird auch vom Appellationshof nicht dargelegt, was der Beschwerdeführer zum Nachweis seiner gegenwärtigen Mittellosigkeit weiter hätte vorkehren sollen, so dass angenommen werden muss, er habe die zumutbaren Vorkehren zum Nachweis der Prozessarmut getroffen.\n\nEs entspricht der Erfahrung, dass die Steuerveranlagungszahlen normalerweise nicht für die neueste Zeit vorliegen. Nachdem auch der Appellationshof davon ausgeht, dass die Mittellosigkeit des Beschwerdeführers für die Jahre 1975 und 1976 nachgewiesen ist, und nachdem keine Anhaltspunkte dafür vorliegen, dass eine wesentliche Änderung der Lage eingetreten ist, hat der Beschwerdeführer zumindest glaubhaft gemacht, dass ihm die notwendigen Mittel zur Prozessführung fehlen. Unter diesen Umständen lässt sich die Abweisung des Gesuches mangels Nachweises der Mittellosigkeit mit Art. 4 BV nicht vereinbaren. Die Abweisung des Armenrechtsgesuches stellt deshalb eine Rechtsverweigerung dar."}