{"annee": "104", "cour": "IB", "page": "103", "date": "19/5/1978", "cite": ["65 I 290", "96 I 766", "84 I 89"], "cite_par": ["105 IB 255", "104 IB 194", "110 IB 364"], "chapeau": "19. Urteil vom 19. Mai 1978 i.S. Polizeidepartement des Kantons Schwyz gegen Grätzer und Verwaltungsgericht des Kantons Schwyz", "regestes": ["Refus de délivrer un permis d'élève conducteur, prononcé à titre préventif. Le refus de délivrer un permis d'élève conducteur, prononcé pour une durée indéterminée à l'égard d'une personne de moins de 18 ans en raison de la conduite d'un véhicule à moteur sans permis (art. 95 al. 1, 1re phrase LCR), est une mesure dénuée de base légale (consid. 1). Si, ayant atteint l'âge minimum requis, cette personne demande l'octroi d'un permis d'élève conducteur, elle ne peut pas être, par principe, considérée comme incapable du point de vue caractériel de conduire un véhicule à moteur, au sens de l'art. 14 al. 2 lettre d LCR (consid. 2)."], "faits": "|104|\n\nStefan Grätzer, geboren am 21. Februar 1960, fuhr am 5. Juli 1977 mit einem selber gebastelten Kleinmotorrad auf der Grotzenmühlestrasse in Einsiedeln Richtung Möösli - Bolzberg. Stefan Grätzer besass keinen Führerausweis, sein Motorrad wies keine Kontrollschilder auf, und eine Haftpflichtversicherung dafür hatte er keine abgeschlossen. Gegenüber der Polizei anerkannte Grätzer, bereits früher zweimal mit dem selben Motorrad auf öffentlicher Strasse Fahrten unternommen zu haben.\n\nAm 18. August 1977 verfügte das Polizeidepartement des Kantons Schwyz (Polizeidepartement), gestützt auf Art. 14 Abs. 2 lit. d SVG sei Grätzer die Abgabe eines Lernfahrausweises auf unbestimmte Zeit zu verweigern.\n\nMit Beschwerde vom 20. August 1977 an das Verwaltungsgericht des Kantons Schwyz (Verwaltungsgericht) beantragt der Vater von Grätzer sinngemäss, diese Verfügung sei aufzuheben. Am 18. Oktober 1977 hiess das Verwaltungsgericht die Beschwerde gut und hob die angefochtene Verfügung auf.\n\n|105|\n\nGegen diesen Entscheid hat das Polizeidepartement beim Bundesgericht Verwaltungsgerichtsbeschwerde eingereicht. Es stellt das Begehren, der Entscheid des Verwaltungsgerichts sei aufzuheben und Grätzer sei der Lernfahrausweis auf unbestimmte Zeit zu verweigern.\n\nDas Verwaltungsgericht beantragt Abweisung der Beschwerde.\n\nDie Polizeiabteilung des Eidgenössischen Justiz- und Polizeidepartementes beantragt ebenfalls Abweisung der Beschwerde mit der Begründung, dass im vorliegenden Fall die gesetzliche Grundlage für eine Verweigerung des Lernfahrausweises fehle. Bis anhin, d.h. auch noch in ihrer Vernehmlassung an das Verwaltungsgericht, hatte die Polizeiabteilung die Meinung vertreten, die vorsorgliche Verweigerung eines Lernfahrausweises sei zulässig, auch wenn noch kein Gesuch um Erteilung des Ausweises vorliege.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 14 Abs. 2 lit. d SVG darf der Lernfahrausweis nicht erteilt werden, wenn der Bewerber nach seinem bisherigen Verhalten nicht Gewähr bietet, dass er als Motorfahrzeugführer die Vorschriften beachten und auf die Mitmenschen Rücksicht nehmen werde. Das Führen eines Motorfahrzeuges ohne den erforderlichen Ausweis bedeutet ein gewichtiges Indiz dafür, dass die charakterliche Eignung zum Führen eines Motorfahrzeuges fehlt. In der Praxis gilt deshalb die Regel, dass Personen, die vor ihrer Bewerbung um den Lernfahrausweis wegen Führens eines Motorfahrzeuges ohne Ausweis bestraft worden sind, den Lernfahrausweis erst nach Ablauf von 6 Monaten seit der Widerhandlung erhalten sollen (Ziff. 226 der Richtlinien über die Administrativmassnahmen im Strassenverkehr der Interkantonalen Kommission für den Strassenverkehr). Die Beschwerdeführerin vertritt die Ansicht, die gesetzliche Regelung sei insofern nicht abschliessender Natur, als sie ebenfalls die Verweigerung des Lernfahrausweises zulasse, ohne dass ein Gesuch um dessen Erteilung eingereicht worden sei. Dabei beruft sie sich auf die konstante Praxis mehrerer Kantone und die damalige Auffassung der Polizeiabteilung. |106|\n\nDie Verweigerung des Lernfahrausweises wegen Fahrens ohne den erforderlichen Ausweis kommt in ihrer Wirkung dem Entzug des Führerausweises insofern gleich, als es sich um eine administrative Massnahme handelt, die um der Verkehrssicherheit willen angeordnet wird (vgl. BGE 101 I b 273, 96 I 772). Eine solche Verweigerung wird wie der Entzug eines bereits erteilten Ausweises an die Strassenverkehrsämter der anderen Kantone mitgeteilt, was eine beträchtliche Belastung des automobilistischen Leumundes auf Jahre hinaus zur Folge hat. Auch kommt die verschärfte Strafandrohung von Art. 95 Abs. 2 SVG auf den von einer solchen vorsorglichen Verweigerung Betroffenen zur Anwendung; die Kosten des Verwaltungsverfahrens muss er ebenfalls tragen.\n\nMit ihrer Wirkung muss die Massnahme - gleich wie der Entzug eines bereits erteilten Führerausweises - wie eine Strafe empfunden werden (BGE 96 I 772). Aus den beschriebenen Konsequenzen ist ersichtlich, dass Grätzer von der umstrittenen Verfügung des Polizeidepartementes auf jeden Fall erheblich belastet wurde. Nach dem allgemeinen Rechtsgrundsatz gesetzmässiger Verwaltung darf ein solcher Eingriff nicht ohne gesetzliche Grundlage erlassen werden (BGE 84 I 93, BGE 65 I 300; IMBODEN/RHINOW, Verwaltungsrechtsprechung, 5. Aufl., S. 300, VII).\n\nWeder Wortlaut noch Sinngehalt von Art. 14 Abs. 2 lit. d SVG lassen jedoch auf die erforderliche Ermächtigung des Polizeidepartementes zu der von ihm verhängten Präventivmassnahme schliessen.\n\n2. Die angerufene Praxis beinhaltet, dass das Polizeidepartement die Verweigerung des Lernfahrausweises für Personen unter 18 Jahren auf unbestimmte Zeit ansetzt. Sobald der Betroffene 18 Jahre alt wird, kann auf sein Gesuch hin die Verweigerung auf sechs Monate begrenzt werden. Nach Ablauf dieser sechs Monate kann auf weiteres Gesuch hin die Verweigerung beseitigt und der Ausweis erteilt werden. Nach den Angaben der Beschwerdeführerin bezweckt dieses Vorgehen eine Gleichstellung der noch nicht 18jährigen und der über 18jährigen Personen, die wegen Fahrens ohne den erforderlichen Ausweis bestraft worden sind; denn nach der erwähnten Ziff. 226 der Richtlinien der Interkantonalen Kommission für den Strassenverkehr wird den Delinquenten über 18 Jahren der Lernfahrausweis erst nach Ablauf von 6 Monaten seit der Widerhandlung erteilt. |107|\n\nEs ist nun nicht ersichtlich, warum diese sechsmonatige Sperrfrist in der oben beschriebenen Weise auf Delinquenten unter 18 Jahren angewendet werden soll. In vielen Fällen verfliessen mehr als 6 Monate, bevor sich solche Personen überhaupt für den Lernfahrausweis bewerben können. Das war auch bei Grätzer der Fall, der zur Zeit seiner gesetzwidrigen Fahrten etwa 17 Jahre und 4 Monate alt war. Erliegt, als Extrembeispiel, ein 15Jähriger der Versuchung, auf öffentlicher Strasse ein Motorrad zu fahren, so kann unmöglich behauptet werden, ihm müsse mit 18 Jahren unter allen Umständen für seine Verkehrstauglichkeit eine schlechte Prognose im Sinne von Art. 14 Abs. 2 lit. d SVG gestellt werden. In solchen Fällen drängt sich eine Beurteilung von Fall zu Fall auf. Art. 14 Abs. 2 SVG verpflichtet denn auch die Behörden dazu, die Eignung eines Bewerbers, oder deren Fehlen, auf Grund aller zur Zeit der Gesuchstellung bekannten Tatsachen und vorhandenen Indizien abzuklären. Dabei stellt eine allfällige frühere Straffälligkeit ein wichtiges Indiz dar. Eine Praxis, die jeden Bewerber, der vor Erreichen des Mindestalters nach Art. 95 Abs. 1 Satz 1 SVG bestraft worden ist, grundsätzlich als charakterlich untauglich im Sinne von Art. 14 Abs. 2 lit. d SVG einstuft und ihm eine weitere Sperrfrist von sechs Monaten auferlegt, ist jedoch sachlich nicht gerechtfertigt.\n\n3. Die Beschwerdeführerin macht zugunsten ihrer Praxis Gründe der administrativen Zweckmässigkeit geltend. Nur die vorsorgliche Verweigerungsverfügung mache die automatische Meldung an die Strassenverkehrsämter der anderen Kantone überhaupt möglich. Nur wenn zusätzlich zum Strafurteil eine Administrativmassnahme verhängt werde, könne beim Wohnsitzwechsel eines Gesuchstellers die Behörde des anderen Kantons von dessen früherer Straffälligkeit Kenntnis erhalten.\n\nNach Art. 12 Abs. 1 der Verordnung über die Zulassung von Personen und Fahrzeugen zum Strassenverkehr vom 27. Oktober 1976 (VZV) hat jeder Bewerber für einen Lernfahrausweis ein Gesuchsformular nach Anhang 4 VZV wahrheitsgemäss und unter Androhung administrativer und strafrechtlicher Folgen auszufüllen. Dieses Formular enthält auch eine Frage nach dem früheren Wohnort. Gemäss Art. 13 Abs. 1 VZV lässt die Behörde die Personalien überprüfen und zieht nötigenfalls bei früheren Wohnsitzkantonen Informationen ein. In einem zweifelhaften Fall kann sie sich mit der Frage nach einem früheren Wohnort auch an die Einwohnerkontrolle wenden. |108|\n\nDaraus ergibt sich, dass die Strassenverkehrsämter nicht auf die Verweigerungsverfügung angewiesen sind, um bei der Erteilung des Lernfahrausweises den ihnen vom Gesetz übertragenen Abklärungsauftrag zu erfüllen. Ist eine Person vor Erreichen des Mindestalters wegen Fahrens ohne Ausweis bestraft worden, und stellt diese Person später - nach Vollendung des 18. Altersjahres - ein Gesuch um Erteilung des Führerausweises, so hat die zuständige Behörde zum Zeitpunkt der Gesuchstellung zu überprüfen, ob die charakterliche Eignung zum Führen eines Motorfahrzeuges vorhanden ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}