{"annee": "104", "cour": "IA", "page": "465", "date": "22/11/1978", "cite": ["100 III 3", "74 I 84"], "cite_par": ["109 IA 15", "111 V 99", "113 IB 87"], "chapeau": "68. Auszug aus dem Urteil vom 22. November 1978 i.S. X. gegen Staat Luzern und Justizkommission des Kantons Zug", "regestes": ["Art. 4 Cst.; violation du droit d'être entendu en procédure de mainlevée. Lorsque le poursuivi retire la citation à l'audience de mainlevée dans le délai de sept jours qui lui a été imparti par la poste mais après la date de l'audience, le prononcé de mainlevée doit, sur recours du poursuivi et sauf cas d'abus manifeste, être annulé pour violation du droit d'être entendu (consid. 3)."], "faits": "|465|\n\nDer Kanton Luzern verlangte in zwei Betreibungen gegen X. beim Präsidenten des Kantonsgerichts Zug die definitive Rechtsöffnung für die Beträge von Fr. 92.- bzw. 785.-. Die Vorladungen zu den auf den 24. Januar bzw. 2. Februar 1978 angesetzten Rechtsöffnungsverhandlungen wurden X. mit eingeschriebenen Briefen zugestellt. Zu den Rechtsöffnungsverhandlungen erschien keine der Parteien. Der Präsident des Kantonsgerichts Zug erteilte dem Kanton Luzern mit Verfügungen vom 27. Januar bzw. 8. Februar 1978 die definitive |466| Rechtsöffnung für Fr. 77.- bzw. 770.-. X. reichte gegen diese Verfügungen Beschwerden bei der Justizkommission des Kantons Zug ein. Er machte im wesentlichen geltend, er habe die Vorladungen am 27. Januar bzw. 3. Februar 1978, dem letzten bzw. zweitletzten Tag der von der Post angesetzten Abholungsfristen, in Empfang genommen. Er habe daher keine Kenntnis von den Verhandlungsterminen gehabt, was bedeute, dass ihm in den Rechtsöffnungsverfahren das rechtliche Gehör verweigert worden sei. Die Justizkommission wies die Beschwerden mit zwei Urteilen vom 8. Mai 1978 ab. X. führt gegen diese Entscheide staatsrechtliche Beschwerde.", "considerants": "Aus den Erwägungen:\n\n3. Nach der bundesgerichtlichen Rechtsprechung (BGE 100 III 3 ff.) hat eine eingeschriebene Postsendung grundsätzlich in dem Zeitpunkt als zugestellt zu gelten, in welchem der Adressat sie tatsächlich in Empfang nimmt. Wird er beim Zustellungsversuch durch den Postboten angetroffen und kann ihm dabei die Sendung ausgehändigt werden, so ist dieser Zeitpunkt für die Zustellung massgebend. Trifft der Postbote dagegen weder den Adressaten noch eine andere zur Entgegennahme der Sendung berechtigte Person an, so legt er eine Abholungseinladung mit Fristangabe in den Briefkasten. Eine solche wird auch dem Postfachinhaber ins Postfach gelegt. Die von der Post angesetzte Abholungsfrist beträgt gemäss Art. 169 Abs. 1 lit. d und e der Verordnung (1) zum Postverkehrsgesetz vom 1. September 1967 sieben Tage. Nach der erwähnten Rechtsprechung (vgl. auch die in BGE 100 III 5 zitierten früheren Entscheide) ist in solchen Fällen die Sendung als in jenem Zeitpunkt zugestellt zu betrachten, in welchem sie am Postschalter abgeholt wird; geschieht dies nicht innert der Abholungsfrist, so gilt die Zustellung als am letzten Tag dieser Frist erfolgt. Diese Grundsätze gelten, sofern die Prozessgesetze der Kantone keine abweichenden Vorschriften enthalten, sowohl für die Zustellungen nach eidgenössischem wie für jene nach kantonalem Recht. Der Kanton Zug kennt keine besonderen Vorschriften, und den angefochtenen Entscheiden ist zu entnehmen, dass die Justizkommission denn auch die bundesgerichtliche Rechtsprechung als massgebend erachtet. |467|\n\nWendet man die dargelegten Grundsätze auf die hier zu beurteilenden Fälle an und geht man davon aus, die Sachverhaltsdarstellung des Beschwerdeführers sei zutreffend, so ergibt sich, dass dieser keine Möglichkeit hatte, an den Rechtsöffnungsverhandlungen teilzunehmen, da er die Vorladungen zu diesen Verhandlungen zwar innert der ihm von der Post angesetzten Abholungsfristen, jedoch erst nach dem jeweiligen Termin der Rechtsöffnungsverhandlungen in Empfang genommen hatte. Stand dem Beschwerdeführer das Recht zu, die Abholungsfristen von jeweils sieben Tagen voll auszunützen, was offensichtlich der Sinn der erwähnten Rechtsprechung ist, so liegt darin, dass dem Beschwerdeführer die Teilnahme an den Rechtsöffnungsverhandlungen verunmöglicht wurde, eine Verweigerung des rechtlichen Gehörs.\n\nMan kann sich lediglich fragen, ob im Rechtsöffnungsverfahren, in welchem Art. 84 SchKG dem Richter vorschreibt, innert fünf Tagen seit Anbringung des Rechtsöffnungsbegehrens zu entscheiden, eine andere Regelung gelte. Die Justizkommission hat diese Frage in den angefochtenen Entscheiden bejaht. Als Begründung führte sie aus, wer in einer Betreibung Rechtsvorschlag erhebe, müsse jederzeit damit rechnen, eine kurzfristige Vorladung zu einer Rechtsöffnungsverhandlung zu erhalten. Hole der Betriebene eine für ihn bestimmte eingeschriebene Sendung erst am letzten Tag der 7tägigen Abholungsfrist ab, so habe er die ihm dadurch entstandenen Nachteile selbst zu vertreten. Wenn die 5tägige Frist des Art. 84 SchKG nicht illusorisch werden solle, so müsse es im Rechtsöffnungsverfahren unter dem Gesichtspunkt des Gehörsanspruches genügen, wenn den vorgeladenen Parteien die Einladung zum Abholen der Vorladung so rechtzeitig in den Briefkasten bzw. ins Postfach gelegt werde, dass sie die Vorladung abholen und ihr Folge leisten könnten. Mache eine Partei von dieser Möglichkeit nicht rechtzeitig Gebrauch, so gelte zwar die Vorladung vor Ablauf der 7tägigen Abholungsfrist noch nicht als zugestellt, doch bedeute in diesem Fall die Durchführung der Rechtsöffnungsverhandlung ohne die Parteien keine Verweigerung des rechtlichen Gehörs. Dieser Auffassung kann nicht gefolgt werden. Der rechtsunkundige Bürger, der von der Post die Mitteilung über einen eingeschriebenen Brief mit einer Abholungsfrist von sieben Tagen |468| erhält, muss sich darauf verlassen dürfen, dass ihm diese Frist tatsächlich zur Verfügung steht, und es kann ihm nicht zugemutet werden, vorerst abzuklären, ob die abzuholende Sendung allenfalls ein besonderes gerichtliches Verfahren mit extrem kurzen Fristen betreffe. Auch die Rechtssicherheit verlangt eine klare, allgemein verständliche und einheitliche Regelung der Frage, wann eine eingeschriebene Postsendung als zugestellt zu gelten hat (vgl. JEANPRETRE, L'expédition et la réception des actes de procédure et des actes juridiques, SJZ 69/1973 S. 349 ff., insbesondere S. 352). Die dargelegten bundesgerichtlichen Grundsätze sind daher auch im Rechtsöffnungsverfahren anzuwenden. Vorbehalten bleiben Fälle offensichtlichen Rechtsmissbrauchs (in diesem Sinne andeutungsweise BGE 74 I 89), was beispielsweise dann anzunehmen wäre, wenn ein Betriebener trotz sicherer Kenntnis davon, dass es sich bei der abzuholenden Sendung um die kurzfristige Vorladung zu einer Rechtsöffnungsverhandlung handelt, die Sendung erst am letzten Tag der Abholungsfrist in Empfang nimmt. Die Anwendung der erwähnten Grundsätze im Rechtsöffnungsverfahren wird zwar zur Folge haben, dass die in Art. 84 SchKG vorgesehene Frist von 5 Tagen nicht mehr eingehalten werden kann; will nämlich der Richter vermeiden, dass in jenen Fällen, in denen der Empfänger die Vorladung wohl innert der ihm von der Post angesetzten Abholungsfrist von 7 Tagen, jedoch erst nach dem Verhandlungstermin abholt, der Rechtsöffnungsentscheid auf Beschwerde wegen Gehörsverweigerung wieder aufgehoben wird, so kann er die Parteien nicht mehr auf eine Frist von 5 Tagen zur Rechtsöffnungsverhandlung vorladen. Dies muss jedoch in Kauf genommen werden, denn Art. 84 SchKG hat als blosse Ordnungsvorschrift zurückzutreten, wenn durch ihre Einhaltung den Parteien unter Umständen das rechtliche Gehör verweigert würde. Sind nach dem Gesagten die bundesgerichtlichen Grundsätze - abgesehen von den erwähnten Ausnahmefällen - auch im Rechtsöffnungsverfahren anzuwenden, so ist die Annahme der Justizkommission unhaltbar, der Betriebene habe es selbst zu vertreten, wenn er eine eingeschriebene Sendung erst am letzten Tag der 7tägigen Abholungsfrist in Empfang nehme, und er könne sich somit nicht über eine Verweigerung des rechtlichen Gehörs beschweren, wenn die Rechtsöffnungsverhandlung in seiner Abwesenheit stattgefunden habe. Die Beschwerden sind daher gutzuheissen, soweit darauf eingetreten |469| werden kann, und die Entscheide der Justizkommission vom 8. Mai 1978 aufzuheben.\n\n4. (Hinweis, dass die kantonale Behörde die Beschwerden ohne Verletzung des Art. 4 BV abweisen könnte, wenn sich im Rahmen der Neubeurteilung ergeben sollte, dass der Beschwerdeführer die Vorladungen bereits in einem Zeitpunkt abgeholt hat, in welchem die Teilnahme an den Rechtsöffnungsverhandlungen noch möglich gewesen wäre.)"}