{"annee": "104", "cour": "IA", "page": "14", "date": "15/2/1978", "cite": ["38 II 205", "51 I 436", "74 I 449", "98 IA 353", "55 II 162"], "cite_par": ["115 III 97", "119 II 6", "124 III 501"], "chapeau": "5. Auszug aus dem Urteil vom 15. Februar 1978 i.S. Masser gegen X. und Rekurs-Kommission des Obergerichts des Kantons Thurgau", "regestes": ["Art. 4 Cst.; mainlevée définitive. L'invocation de la présomption de l'art. 89 al. 1 CO ne suffit pas à rapporter la preuve par titre de l'extinction de la dette au sens de l'art. 81 al. 1 LP."], "faits": "", "considerants": "BGE 104 Ia 14 S. 14\n\nErwägung:\n\n2. Beruht eine Forderung auf einem vollstreckbaren Urteil einer Behörde des Bundes oder desjenigen Kantons, In welchem die Betreibung angehoben ist, so wird gemäss Art. 81 Abs. 1 SchKG definitive Rechtsöffnung gewährt, \"wenn nicht der Betriebene durch Urkunden beweist, dass die Schuld seit Erlass des Urteils getilgt oder gestundet worden, oder die Verjährung anruft\". Der Beschwerdegegner zieht nicht in Zweifel, dass das Ehescheidungsurteil des Bezirksgerichtes Diessenhofen vom 20. September 1969 einen Rechtsöffnungstitel im Sinne von Art. 81 Abs. 1 SchKG darstellt (vgl. BGE 55 II 162 Nr. 31). Die Prüfung kann sich somit auf die Frage beschränken, ob der Beschwerdegegner - über den Beweis BGE 104 Ia 14 S. 15der Zahlungen für die Monate Januar bis April 1974 hinaus - die Tilgung sämtlicher Verpflichtungen im Sinne von Art. 81 Abs. 1 SchKG urkundlich nachgewiesen hat.\n\nEs ist unbestritten, dass der Beschwerdegegner diesen Nachweis effektiv nur für die Monate Januar bis April 1974 geleistet hat. Die thurgauische Rekurskommission glaubt indes, der Rechtsöffnung für die früher fällig gewordenen Alimente stehe die gesetzliche Vermutung von Art. 89 Abs. 1 OR entgegen. Nach dieser Bestimmung begründet bei einer Schuldpflicht für Zinsen oder andere periodische Leistungen eine ohne Vorbehalt ausgestellte Quittung die Vermutung, es seien die früher fällig gewordenen Leistungen entrichtet worden. Die Rekurs-Kommission führte aus, die Beschwerdeführerin habe diese Vermutung nicht entkräften können. Die Auffassung ist nicht haltbar. Wenn der Gesetzgeber in Art. 81 Abs. 1 SchKG dem Schuldner die Beweislast für die Behauptung der Tilgung, Stundung oder Verjährung der Schuld auferlegt und sogar das Beweismittel bestimmt (BGE 98 Ia 355 E. 1, BGE 74 I 450, BGE 51 I 442), so genügt die Berufung auf eine blosse Vermutung oder Wahrscheinlichkeit der Zahlung nicht (BGE 51 I 442). Vielmehr begründet das Vorhandensein eines Rechtsöffnungstitels im Sinne von Art. 81 Abs. 1 SchKG gerade die Vermutung, dass eine Schuldpflicht besteht, welche nur durch strikten Gegenbeweis zu entkräften ist. Es entspricht dem Willen des Gesetzes, dass die Möglichkeiten des Schuldners zur Abwehr im zur definitiven Rechtsöffnung führenden Verfahren eng beschränkt sind und jede Verschleppung der Vollstreckung verhindert wird (FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl., Bd. I, S. 142). Der Praxis zufolge genügt die Anrufung von Art. 89 Abs. 1 OR, um Einwendungen gegen die provisorische Rechtsöffnung im Sinne von Art. 82 Abs. 2 SchKG \"glaubhaft\" zu machen (vgl. PANCHAUD/CAPREZ, Die Rechtsöffnung, § 35 S. 53). Allein, dies gilt nur, weil Art. 82 Abs. 2 SchKG im Unterschied zu Art. 81 Abs. 1 SchKG nicht den strikten Beweis, sondern nur die \"Glaubhaftmachung\" von Einwendungen verlangt, die der Schuldpflicht entgegenstehen.\n\nAbgesehen von diesen grundsätzlichen Erörterungen vertreten Lehre und Rechtsprechung die Auffassung, nur der \"zuverlässige\" Schuldner, der seine periodischen Leistungen üblicherweise regelmässig erbringe, könne sich auf die gesetzliche BGE 104 Ia 14 S. 16Vermutung von Art. 89 Abs. 1 OR berufen (ZR 61 1962 Nr. 61 S. 161; VON BÜREN, Schweiz. OR, allg. Teil, S. 472 mit Anm. 97; vgl. auch BECKER, Art. 89 OR, N. 2). Damit wird dem Umstand Rechnung getragen, dass der Beweis der Nichtleistung als negative Tatsache naturgemäss schwer zu erbringen ist (BGE 38 II 208 E. 4; OSER/SCHÖNENBERGER, Art. 89 OR, N. 3). - Wer sich wie der Beschwerdegegner bei einer Verpflichtungsdauer von mehr als vier Jahren lediglich über die Bezahlung von vier Monatsraten ausweisen kann, kann schwerlich als besonders zuverlässiger Schuldner bezeichnet werden.\n\nSchliesslich hält auch das Ergebnis der vorinstanzlichen Beurteilung nicht vor Art. 4 BV stand. Wenn die Rekurs-Kommission schon der Beschwerdeführerin auferlegt, die gesetzliche Vermutung von Art. 89 Abs. 1 OR zu widerlegen, so hätte sie ihr - nach dem in E. 1 Gesagten ausnahmsweise - durch mündliche Einvernahme oder Anordnung eines zweiten Schriftenwechsels auch Gelegenheit dazu geben müssen. Die Annahme, die Beschwerdeführerin habe von vornherein mit diesem Einwand und der - nach Auffassung der Rekurs-Kommission - damit verbundenen Rechtswirkung (Art. 89 Abs. 1 OR) rechnen müssen, ist nicht haltbar und erschwert die Stellung des Gläubigers in unzumutbarer Weise, was klarerweise nicht dem Sinngehalt von Art. 81 Abs. 1 SchKG entspricht. Dies gilt umso mehr für eine Alimentenforderung aus elterlicher Unterhaltspflicht, die der Gesetzgeber im materiellen Recht (vgl. Art. 276 ff. ZGB) und im Vollstreckungsrecht (vgl. Art. 93 SchKG) in verschiedener Hinsicht privilegiert.\n\nEs ist somit festzustellen, dass der Beschwerdegegner den urkundlichen Beweis der Tilgung seiner Schuld im Sinne von Art. 81 Abs. 1 SchKG nur für die Monate Januar bis April 1974 erbracht hat. Im Sinne dieser Erwägungen ist der Entscheid der thurgauischen Rekurs-Kommission aufzuheben; sie wird für die Alimentenforderungen ab Dezember 1969 bis Ende 1973 definitive Rechtsöffnung zu erteilen haben."}