{"annee": "104", "cour": "III", "page": "4", "date": "18/1/1978", "cite": ["97 III 89", "66 III 25", "65 III 45", "96 III 100", "98 III 57", "102 III 10", "99 III 4", "91 III 41", "94 III 65"], "cite_par": ["114 III 62", "107 III 1", "140 III 175", "144 III 277", "105 III 107"], "chapeau": "2. Entscheid vom 18. Januar 1978 i.S. X.", "regestes": ["Capacité du poursuivi. La poursuite contre un débiteur incapable de discernement est nulle si le représentant légal du débiteur, respectivement l'autorité tutélaire, ne l'assiste pas. Il faut examiner d'office la question de la capacité de discernement quand on est fondé à douter de son existence."], "faits": "|4|\n\nA.- In der Betreibung Nr. 4775 gegen X. verwertete das Betreibungsamt Berikon am 30. Juni 1977 die beiden Grundstücke IR Berikon Nr. 407 und Nr. 408. Mit Beschwerde vom 20. Juli 1977 an den Präsidenten des Bezirksgerichts Bremgarten als untere Aufsichtsbehörde über die Betreibungsämter des Bezirkes Bremgarten verlangte der Schuldner die Aufhebung der Zwangsverwertung. Er machte geltend, der Zuschlag sei weit unter den bestehenden Grundpfandschulden zu einem \"Schundpreis\" erfolgt. Ferner sei er zur Vorbereitung der Steigerung, zur Aufnahme des Lastenverzeichnisses, zu dessen Bereinigung und zur Aufstellung des Kollokationsplans nie begrüsst worden. Er habe auch keine Gelegenheit gehabt, die Schätzung anzufechten. Mit Entscheid vom 30. August 1977 wies der Gerichtspräsident die Beschwerde ab, soweit er darauf eintrat. Eine Beschwerde gegen diesen Entscheid wurde von der Schuldbetreibungs- und Konkurskommission des Obergerichts des Kantons Aargau als oberer Aufsichtsbehörde am 3. November 1977 abgewiesen. Das Obergericht hielt die Beschwerde an den Gerichtspräsidenten für verspätet, so dass dieser überhaupt nicht darauf hätte eintreten sollen.\n\nB.- Mit dem vorliegenden Rekurs an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts beantragt |5| der Schuldner, der Entscheid des Obergerichts sei aufzuheben und die Zwangsverwertung seiner beiden Grundstücke sei als nichtig zu erklären; ferner sei ihm die unentgeltliche Prozessführung zuzubilligen und eine angemessene Entschädigung für seinen Anwalt zuzusprechen. Der Gläubiger J. beantragt in seiner Vernehmlassung die Abweisung des Rekurses, während sich die Ersteigerer der beiden Grundstücke nicht vernehmen liessen, obschon ihnen hiezu Gelegenheit geboten worden war.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Zur Begründung seines Begehrens auf Aufhebung der Zwangsversteigerung seiner beiden Grundstücke IR Nr. 407 und Nr. 408 beruft sich der Rekurrent anders als im kantonalen Verfahren nicht mehr auf Mängel bei der Anordnung und der Vornahme der einzelnen der Verwertung vorausgegangenen Vollstreckungshandlungen. Er anerkennt nun auch - und das mit Recht -, dass er sämtliche Beschwerdefristen verpasst hat. Er behauptet vielmehr, der Grund für diese verpassten Fristen liege darin, dass er sich während des ganzen Zwangsverwertungsverfahrens in einem Zustand völliger geistiger Umnachtung befunden habe. Er, der sonst alles angefochten habe, was ihm unrecht erschienen sei, habe aus Gründen seiner völligen geistigen Unfähigkeit die Tragweite des Zwangsvollstreckungsverfahrens nicht einsehen können.\n\nEr verlangt zum Beweis dafür die Einholung verschiedener Amtsberichte sowie eines psychiatrischen Gutachtens, das sich über seinen Geisteszustand während der Dauer des Zwangsverwertungsverfahrens auszusprechen hätte.\n\n2. Mit diesem Vorbringen versucht der Rekurrent erstmals vor Bundesgericht, die Nichtigkeit des Zwangsvollstreckungsverfahrens, das mit der Versteigerung der beiden Grundstücke vorläufig sein Ende gefunden hat, zu erreichen. Wäre er zur fraglichen Zeit tatsächlich nicht urteilsfähig gewesen, so hätte die Betreibung gegen ihn ohne Mitwirkung eines gesetzlichen Vertreters (Beistand, Vormund) bzw. der Vormundschaftsbehörde (Art. 47 Abs. 2 SchKG in Verbindung mit Art. 386 ZGB) nicht durchgeführt werden können, da im Betreibungsverfahren nur derjenige als Schuldner seine Rechte selbst wahrnehmen kann, der nach Massgabe des Zivilrechts |6| handlungsfähig ist. Sie müsste in der Tat wegen Fehlens der Betreibungsfähigkeit des betriebenen Schuldners von Amtes wegen als nichtig erklärt werden (BGE 99 III 6, BGE 66 III 27, BGE 65 III 47; FRITZSCHE, Schuldbetreibung und Konkurs, 2. Aufl., Bd. 1, S. 55), ungeachtet dessen, ob der Steigerungszuschlag rechtzeitig angefochten wurde oder nicht. Ausgeschlossen ist die Aufhebung einer nichtigen Betreibung nur dann, wenn Tatsachen eingetreten sind, die nicht mehr rückgängig gemacht werden können (BGE 98 III 61, 66, BGE 97 III 96, BGE 96 III 105, BGE 94 III 71).\n\nAus den Akten und aus den eingeholten Amtsberichten ergibt sich nun, dass ernsthafte Zweifel an der Betreibungsfähigkeit des Rekurrenten am Platze sind. So schreibt das Bezirksamt Bremgarten in seinem Bericht vom 9. Dezember 1977, es sei richtig, dass der Rekurrent \"in einem gewissen Grad als unzurechnungsfähig\" angesehen werden müsse; es sei jedoch Sache des Arztes, dies zu untersuchen. Der Gerichtspräsident von Bremgarten führt anderseits in seinem Schreiben vom 16. Dezember 1977 aus, die Eingaben des Rekurrenten - in einer Art \"Michael-Kohlhaas-Psychose\" verfasst - machten zeitweise einen ungeordneten, unklaren und verwirrten Eindruck; diese Verwirrtheit habe sich in den letzten Jahren zusehends verstärkt. In ihrem Entscheid vom 23. Oktober 1974 erklärt die Beschwerdekammer in Strafsachen des Obergerichts des Kantons Aargau sogar ausdrücklich, vom Rekurrenten könne \"wegen seiner psychischen Krankheit nicht erwartet werden, dass er die Sach- und Rechtslage sachgemäss beurteilen\" könne. Zweifel am Geisteszustand des Rekurrenten erwecken schliesslich auch verschiedene, von ihm eigenhändig geschriebene Schriftstücke, die bei den Akten liegen, so etwa der Brief an den Gemeinderat Berikon vom 5. Juli 1977. Unter diesen Umständen besteht hinreichender Anlass, die Frage der Urteilsfähigkeit und damit der Betreibungsfähigkeit des Rekurrenten näher abzuklären.\n\nFreilich hat sich der Rechtsvertreter des Rekurrenten, der diesen offensichtlich bereits im kantonalen Verfahren zumindest beraten, wenn nicht vertreten hat, weder vor der unteren noch der oberen Instanz auf die Urteilsunfähigkeit seines Mandanten berufen.\n\nDoch ist die Frage der Urteilsfähigkeit jedenfalls dann, wenn wie hier berechtigte Zweifel an deren Vorhandensein bestehen, von Amtes wegen zu prüfen, |7| so dass der erstmals vor Bundesgericht erhobenen Einrede das Novenverbot (Art. 79 Abs. 1 OG) nicht entgegensteht (BGE 91 III 45).\n\nEs ist allerdings nicht Aufgabe des Bundesgerichts, die zur Prüfung der Urteilsfähigkeit des Rekurrenten erforderlichen Abklärungen selbst vorzunehmen. Die Sache ist daher an die kantonale Aufsichtsbehörde zurückzuweisen, damit diese die entsprechenden Feststellungen treffen und daraus die sich aufdrängenden rechtlichen Konsequenzen ziehen kann (vgl. BGE 65 III 47). Nicht mehr rückgängig zu machende Tatsachen stehen einer allfälligen Aufhebung des Steigerungszuschlags nicht entgegen. Aus dem Bericht des Grundbuchamtes Bremgarten vom 12. Dezember 1977 ergibt sich nämlich, dass der Eigentumsübergang nach der Versteigerung vom 30. Juni 1977 im Grundbuch weder eingetragen noch angemeldet worden ist. Gemäss der Vernehmlassung des Betreibungsamtes Berikon vom 16. Dezember 1977 wurde sodann auch der Verwertungserlös noch nicht verteilt.\n\n3. Dem Antrag auf Erteilung des Armenrechts kann nach ständiger bundesgerichtlicher Rechtsprechung nicht entsprochen werden. Im grundsätzlich gebühren- und entschädigungsfreien Rekursverfahren gemäss Art. 78 ff. OG besteht weder für die Gewährung der unentgeltlichen Rechtspflege noch für die Beiordnung eines Armenanwalts eine gesetzliche Grundlage (BGE 102 III 13).\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird teilweise gutgeheissen und der angefochtene Entscheid aufgehoben; die Sache wird zur Feststellung der Betreibungsfähigkeit des Rekurrenten und zu neuer Entscheidung an die Vorinstanz zurückgewiesen."}