{"annee": "104", "cour": "IB", "page": "24", "date": "11/4/1978", "cite": ["100 IA 189"], "cite_par": ["117 IA 72", "143 IV 160"], "chapeau": "6. Auszug aus dem Urteil des Kassationshofes vom 11. April 1978 i.S. Rothenberger gegen Direktion der Justiz des Kantons Zürich", "regestes": ["Exécution anticipée de la peine. 1. La libre renonciation à la garantie donnée par l'art. 5 CEDH pour permettre l'exécution anticipée de la peine est admissible; définition de la liberté de décision (consid. 3 litt. a). 2. L'interprétation du § 429 al. 1 PP zurichois selon laquelle l'accusé ne peut avoir d'influence que sur le début de l'exécution de la peine mais non pas sur la continuation de celle-ci, n'est pas arbritraire (consid. 3 litt. b)."], "faits": "BGE 104 Ib 24 S. 25\n\nA.- Das Geschworenengericht des Kantons Zürich verurteilte Christian Rothenberger am 17. Dezember 1976 wegen gewerbsmässigen Betruges sowie weiterer Delikte zu neun Jahren Zuchthaus, abzüglich 1061 Tage Untersuchungshaft. Der Verurteilte meldete gegen dieses Urteil, dessen schriftliche Begründung noch aussteht, am 29. Dezember 1976 sowohl kantonale wie eidgenössische Nichtigkeitsbeschwerde an. Wenige Tage später erklärte er seine Zustimmung zum vorzeitigen Vollzug der noch nicht rechtskräftigen Freiheitsstrafe.\n\nB.- Am 18. November 1977 ersuchte Rothenberger um Entlassung aus dem vorzeitigen Strafvollzug, eventuell um dessen Unterbrechung. Die Staatsanwaltschaft des Kantons Zürich wies das Gesuch am 30. November 1977 ab.\n\nDen gegen diese Verfügung der Staatsanwaltschaft geführten Rekurs wies die Justizdirektion des Kantons Zürich am 5. Januar 1978 ab; auf das gleichzeitig gestellte Gesuch um bedingte Entlassung trat sie nicht ein.\n\nC.- Rothenberger führt Verwaltungsgerichtsbeschwerde und vorsorglich auch staatsrechtliche Beschwerde. Er beantragt Aufhebung der angefochtenen Verfügung, Entlassung aus dem vorzeitigen Strafvollzug unter Verzicht auf Anordnung von Sicherheitshaft, eventuell Unterbruch des Strafvollzuges bis zum Vorliegen eines rechtskräftigen Urteils, subeventuell Rückweisung der Sache an die Vorinstanzen zur Neubeurteilung. Ferner wird um Erlass einer vorsorglichen Verfügung gemäss Art. 94 OG sowie um Bewilligung der unentgeltlichen Rechtspflege nachgesucht.\n\nIn ihrer Vernehmlassung begehrt die Justizdirektion des Kantons Zürich Abweisung der Beschwerde, soweit auf diese BGE 104 Ib 24 S. 26einzutreten sei. Das Eidgenössische Justiz- und Polizeidepartement beantragt unter Vorbehalt des Entscheides über die staatsrechtliche Beschwerde Gutheissung der Verwaltungsgerichtsbeschwerde, Aufhebung der angefochtenen Verfügung und Rückweisung der Sache an die kantonale Justizdirektion zum Entscheid, ob ein wichtiger Grund zur Unterbrechung des Strafvollzuges vorliege.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n3. Ferner wird in der Beschwerde ausgeführt, dass der vorzeitige Strafvollzug mit Art. 5 Ziff. 1 lit. a EMRK nur dann vereinbar sei, wenn eine rechtsgültige Einwilligung des Verurteilten vorliege. Da sich aber der Verurteilte über die Tragweite seiner Entscheidung nur ungenügend Rechenschaft geben könne, wenn er weder die Begründung des angefochtenen Urteils kenne, noch die Erfolgschance des eingelegten Rechtsmittels abzuschätzen vermöge, noch um die Unwiderruflichkeit seiner Erklärung wisse, sei zweifelhaft, ob von einer Freiwilligkeit die Rede sein könne. Mindestens bedeute es aber eine Verletzung der persönlichen Freiheit und einen Verstoss gegen Treu und Glauben, wenn der Verurteilte auch dann noch bei seiner Erklärung behaftet werde, wenn er in einem späteren Zeitpunkt zu einer anderen Beurteilung gelange. Die Zustimmung zum vorzeitigen Strafvollzug müsse wenigstens bis nach Eingang des begründeten Urteils und dessen Studium widerruflich sein. Die Vorinstanz habe sich mit diesen Argumenten gar nicht auseinandergesetzt. Im übrigen habe der Beschwerdeführer die Erklärung gemäss § 429 Abs. 1 StPO unter der stillschweigenden Voraussetzung abgegeben, die Erfolgsaussichten der eingelegten Rechtsmittel nicht zu beeinträchtigen und eine Herabsetzung der Strafe nicht illusorisch zu machen. Da nämlich entgegen seiner Voraussicht 14 Monate nach der Urteilsfällung durch das Geschworenengericht das schriftlich begründete Urteil noch nicht vorliege und bis anfangs April 1978 ihm die Freiheit während ca. 56 Monaten entzogen sein werde, was 2/3 einer vollen Strafdauer von sieben Jahren entspreche, hafte seiner Zustimmungserklärung ein Willensmangel an.\n\na) Dass ein freiwilliger Verzicht auf den durch Art. 5 EMRK gewährten Schutz beim vorzeitigen Strafantritt zulässig BGE 104 Ib 24 S. 27ist, wird allgemein anerkannt (M. SCHUBARTH, ZSR n.F. 94/1975 I, S. 470 und ST. TRECHSEL, Die europäische Menschenrechtskonvention..., Bern 1974, S. 283 ff.). Als freiwillig ist ein solcher Verzicht dann zu betrachten, wenn die Zustimmung zum Antritt einer noch nicht vollstreckbaren Freiheitsstrafe aus eigenem, ungehindertem Willen erklärt wird. Ob die Tragweite der getroffenen Entscheidung ganz oder bloss teilweise bedacht wird, ob die für den Entschluss massgebenden Gesichtspunkte vollständig oder bloss lückenhaft bekannt sind und ob bestimmte der Zustimmung zugrunde gelegte Voraussetzungen sich in der Folge einstellen, betrifft nicht die Freiwilligkeit der Entscheidung, sondern ausschliesslich ihre materielle Richtigkeit. Was der Beschwerdeführer in diesem Zusammenhang vorträgt, ist deshalb nicht geeignet, die Annahme der Freiwilligkeit zu entkräften. Auch die persönliche Freiheit ist nicht verletzt. Sie schützt, wie das Erfordernis der Freiwilligkeit der Entscheidung, den Menschen vor jeglichen dahin zielenden Angriffen, die ihm eigene Fähigkeit zur Entscheidung nach seiner persönlichen Einschätzung der Situation durch irgendwelche Mittel zu beeinträchtigen oder zu unterdrücken (BGE 100 Ia 193 E. 3 b mit Verweisen).\n\nb) Die Rügen einer Verletzung der persönlichen Freiheit sowie eines Verstosses gegen Treu und Glauben gründen im übrigen auf der irrigen Annahme, wenn ein Verurteilter gemäss § 429 Abs. 1 StPO seine Zustimmung zum Vollzug des Urteils erkläre, so könne der gestützt darauf eingeleitete Vollzug der Freiheitsstrafe nur weitergeführt werden, sofern diese Zustimmung in der Folge aufrechterhalten bleibe. Die Interpretation der genannten Bestimmung, wonach der Angeklagte nur über den Zeitpunkt des Strafantrittes, nicht aber über die Fortdauer des Vollzuges verfügen kann (Rs 1966, Nr. 118), wurde vom Bundesgericht - unter Hinweis auf den Grundsatz der Kontinuität im Vollzug der Freiheitsstrafe - als nicht willkürlich bezeichnet (unveröffentlichter Entscheid vom 11. Februar 1965 i.S. H.B., E. 3 am Ende). Ebenso hat der Bundesrat in der gleichen Sache am 2. Februar 1965 die Zustimmungserklärung zum Strafvollzug als unwiderruflich erachtet. An dieser Auffassung ist auch in casu festzuhalten. Jedenfalls ist in der Beschwerde nichts dargetan, was die Auslegung des § 429 Abs. 1 StPO durch die Vorinstanz als willkürlich erscheinen liesse."}