{"annee": "104", "cour": "II", "page": "225", "date": "14/12/1978", "cite": ["71 II 107", "64 II 24", "69 II 162", "95 II 481", "89 II 118", "101 II 177", "100 II 332", "93 II 317", "57 II 417"], "cite_par": ["127 III 481", "129 III 209", "127 I 115", "123 III 354", "129 I 302", "122 III 449", "127 III 257", "115 II 42", "112 II 138", "118 IV 319", "115 II 474", "106 II 250", "139 V 176", "109 II 353", "120 II 371"], "chapeau": "38. Auszug aus dem Urteil der II. Zivilabteilung vom 14. Dezember 1978 i.S. Erben K. gegen H.", "regestes": ["Atteinte illicite aux intérêts personnels (art. 28 CC). Interruption de la prescription en cas de solidarité (art. 136 al. 1 CO). 1. Il n'y a de solidarité au sens de l'art. 50 al. 1 CO que lorsque chaque auteur du dommage a connaissance de la participation de l'autre à l'acte dommageable ou pourrait l'avoir en usant de l'attention nécessaire (c. 4a). 2. L'art. 136 al. 1 CO n'est applicable qu'en cas de solidarité parfaite (c. 4b). 3. La constatation judiciaire qu'une déclaration de presse est inexacte et porte atteinte aux intérêts personnels du demandeur peut servir de moyen de cessation de trouble (c. 5a). 4. La protection des droits de la personnalité prend fin avec la mort de l'ayant droit. Les intérêts personnels des personnes décédées ne peuvent être sauvegardés que par leurs parents invoquant leurs propres intérêts personnels. Les héritiers peuvent-ils poursuivre le procès ouvert par le défunt? (c. 5b)."], "faits": "BGE 104 II 225 S. 226\n\nA.- In der Ausgabe vom 29. April 1969 der in Arbon erscheinenden Tageszeitung \"Der Oberthurgauer\" wurde unter dem rot gedruckten Titel \"Heisser Bilderhandel am Bodensee\" und dem schwarzen Untertitel \"Ein in X. wohnhafter deutscher Kunsthändler scheint Riesengewinne zu machen - Bringt die Staatsanwaltschaft in Frauenfeld Licht in dieses Geschäft?\" ein Artikel veröffentlicht, der vom Journalisten W. verfasst war. Beim Kunsthändler, mit dessen Tätigkeit sich der Inhalt des Artikels befasste, handelte es sich um K., den Eigentümer einer dortigen Bildergalerie. K. fühlte sich durch verschiedene in diesem Artikel enthaltene Äusserungen in seiner Ehre verletzt. Am 26. Juni 1969 erhob er beim Friedensrichteramt Arbon gegen den Verfasser W., gegen Rechtsanwalt Dr. B. wegen dessen angeblicher Beteiligung an der Entstehung des Artikels sowie gegen H. als Chefredaktor der Zeitung eine Straf- und Zivilklage. Mit Eingabe vom 1. September 1969 reichte er Weisung und Klageschrift beim Bezirksgericht Arbon ein. Das Rechtsbegehren hatte folgenden Wortlaut:\n\n\"I. Es seien die Beklagten der Ehrverletzung (d.h. der Verleumdung und/oder üblen Nachrede und/oder Beschimpfung) gegenüber dem Kläger durch das Mittel der Druckerpresse, bzw. der Gehilfenschaft dazu schuldig zu befinden und sie seien angemessen zu bestrafen.\n\nII. Es sei gerichtlich festzustellen,\n\na) dass die in der Publikation des Artikels \"Heisser Bilderhandel am Bodensee\" im \"Oberthurgauer\" vom 29.4.1969 sowie eventuell in weiteren zu bezeichnenden Presseerzeugnissen verbreiteten Behauptungen und/oder Verdächtigungen und/oder Eindrucksvermittlungen ... nicht der Wahrheit entsprechen.\n\nb) dass die Beklagten den Kläger mit der publizierten Verbreitung dieser Behauptungen und Verdächtigungen rechtswidrig in seinen persönlichen Verhältnissen verletzt haben.\n\nBGE 104 II 225 S. 227\n\nIII. Es seien die Beklagten wegen dieser ehrverletzenden Äusserungen unter solidarischer Haftbarkeit gerichtlich zu verpflichten, dem Kläger Fr. 200'000.- nebst 5% Zins seit 1.5.1969, eventuell einen Gesamtbetrag oder Einzelbeträge nach richterlichem Ermessen als schuldig anzuerkennen und zu bezahlen.\n\nIV. Das Gerichtsurteil sei im \"Oberthurgauer\" sowie allenfalls in weiteren, zu bezeichnenden Presseerzeugnissen auf Kosten der Beklagten in vorzuschreibender Schriftgrösse zu publizieren.\"\n\nIm weiteren Verlauf des Verfahrens wurde der in Ziffer III geforderte Betrag auf Fr. 20'000.- reduziert.\n\nDas Bezirksgericht Arbon beschränkte das Verfahren, das sich aus verschiedenen Gründen in die Länge zog, auf die von den Beklagten erhobene Einrede der Verjährung. Mit Urteil vom 15. Februar/17. Mai 1974 erklärte es die Ehrverletzungsklage (Begehren I) zufolge Eintrittes der Verjährung als gegenstandslos und wies die Begehren II und III ab. Es nahm an, nicht nur die Strafklage sei verjährt, sondern gemäss Art. 60 OR auch die Zivilklage. Über das Klagebegehren IV sei nicht zu befinden, nachdem ein Urteilsspruch in der Strafsache nicht möglich sei.\n\nB.- Auf Berufung des Klägers hin hob das Obergericht des Kantons Thurgau das bezirksgerichtliche Urteil mit Entscheid vom 19. September 1974 auf und wies die Streitsache zur weiteren Behandlung im Sinne der Erwägungen an die erste Instanz zurück. Es ging davon aus, die absolute strafrechtliche Verjährung sei am 29. April 1973 eingetreten und eine Bestrafung der Beklagten wegen Ehrverletzung sei damit ausgeschlossen, welchem Umstand richtigerweise durch Einstellung des Strafverfahrens Rechnung zu tragen sei. Auch zivilrechtlich wäre gegenüber allen drei Beklagten die Verjährung eingetreten, sofern diese sich nach Art. 60 Abs. 1 OR richten würde. Hingegen bleibe zu prüfen, ob die Verjährung auch gemäss Art. 60 Abs. 2 OR eingetreten sei, da die strafrechtliche Verjährungsfrist im vorliegenden Fall zwei Jahre betrage und damit länger sei als die Einjahresfrist des Zivilrechts. Bei der Prüfung dieser Frage sei von der Annahme auszugehen, dass eine strafbare Handlung vorliege, wobei es Sache der ersten Instanz sein werde abzuklären, ob diese Voraussetzung wirklich gegeben sei. Da der Kläger den Beklagten B. am 29. April 1970 und am 3. Mai 1971 betrieben habe, sei jedenfalls diesem gegenüber die zweijährige Verjährung auch insoweit unterbrochen worden, als es im Prozess zu keinen verjährungsunterbrechenden Handlungen BGE 104 II 225 S. 228gekommen sei. Was die beiden andern Beklagten anbetreffe, stelle sich die Frage, ob die Verjährungsunterbrechung gegenüber dem Beklagten B. auch ihnen gegenüber wirke. Dies hänge gemäss Art. 136 Abs. 1 OR davon ab, ob zwischen ihnen und B. Solidarschuldnerschaft bestehe. Auch über diese Frage werde die erste Instanz auf Grund der Rückweisung zu entscheiden haben. Was das Feststellungsbegehren anbetreffe, so habe dieses keine selbständige Bedeutung.\n\nC.- Nach der Wiederaufnahme des Verfahrens auf Grund der obergerichtlichen Rückweisung ordnete das Bezirksgericht Arbon die Trennung der Klagen gegenüber den drei Beklagten an. Auf die Klage gegen den Beklagten B. trat es in der Folge wegen örtlicher Unzuständigkeit nicht ein, und im Verfahren gegen den Beklagten W. erliess es einen Beweisbeschluss. Im (abgetrennten) Prozess gegen den Beklagten H. fällte es am 14. Januar 1977 ein neues Urteil, mit welchem es das Strafverfahren einstellte und die Zivilklage abwies. Es verneinte das Bestehen eines Solidarschuldverhältnisses zwischen dem Beklagten H. und dem Beklagten B. und gelangte so zum Schluss, dass die Unterbrechung der Verjährung gegenüber dem letztern nicht auch gegenüber dem erstern gewirkt habe; die Klage gegenüber dem Beklagten H. sei deshalb verjährt.\n\nD.- Der Kläger erhob gegen dieses Urteil erneut Berufung an das Obergericht des Kantons Thurgau. Im Laufe des Verfahrens vor der zweiten Instanz verstarb der Kläger, worauf die Witwe und die beiden unmündigen Kinder des Klägers als dessen Erben den Eintritt in den Prozess erklärten.\n\nMit Entscheid vom 27. April 1978 erklärte das Obergericht die Berufung als unbegründet und wies die Klage in Übereinstimmung mit der ersten Instanz ab.\n\nE.- Gegen diesen Entscheid haben die Erben des Klägers Berufung an das Bundesgericht eingereicht. Sie stellen den Antrag, die Streitsache sei in Aufhebung des angefochtenen Urteils zu neuer Beurteilung im Sinne der Erwägungen an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht heisst die Berufung teilweise gut und weist die Sache zu näherer Prüfung der Klagebegehren II und IV an das Obergericht zurück.", "considerants": "Aus den Erwägungen:\n\n3. Was die Frage der Verjährung des mit der Klage geltend gemachten vermögensrechtlichen Anspruchs anbetrifft, ist BGE 104 II 225 S. 229nicht mehr streitig, dass dieser Anspruch verjährt wäre, wenn für ihn die einjährige Verjährungsfrist des Art. 60 Abs. 1 OR gelten würde. Unbestritten ist ebenfalls, dass die längere strafrechtliche Verjährungsfrist von zwei Jahren (vgl. Art. 178 Abs. 1 StGB), die nach Art. 60 Abs. 2 OR zur Anwendung gelangt, sofern die Klage aus einer strafbaren Handlung abgeleitet wird, gegenüber dem Beklagten selber nicht rechtzeitig unterbrochen wurde. Eine verjährungsunterbrechende Handlung erfolgte rechtzeitig lediglich gegenüber Rechtsanwalt B., gegen den die gleichen Ansprüche eingeklagt worden waren wie gegen den Beklagten. Der Eintritt der Verjährung im Verhältnis zum Beklagten hängt somit davon ab, ob die Verjährungsunterbrechung gegenüber Rechtsanwalt B. auch gegenüber dem Beklagten wirkte und ob sich dieser mit der Veröffentlichung des eingeklagten Artikels einer strafbaren Handlung schuldig machte. Diese letzte Frage, von der die Anwendbarkeit des Art. 60 Abs. 2 OR abhängt, ist von der Vorinstanz nicht geprüft worden. Wenn das Bundesgericht entgegen dem angefochtenen Urteil zur Auffassung gelangen sollte, der Eintritt der Verjährung im Sinne des Art. 60 Abs. 2 OR sei gegenüber dem Beklagten dadurch ausgeschlossen worden, dass die Verjährungsunterbrechung gegenüber Rechtsanwalt B. auch ihm gegenüber Wirkung entfaltet habe, muss die Sache somit an die Vorinstanz zurückgewiesen werden zur näheren Abklärung der Frage der Strafbarkeit des Beklagten wegen Ehrverletzung.\n\n4. Nach Art. 136 Abs. 1 OR wirkt die Unterbrechung der Verjährung gegen einen Solidarschuldner auch gegen die übrigen Mitschuldner. In der Berufung wird gerügt, dass die Vorinstanz diese Vorschrift im vorliegenden Fall nicht zur Anwendung brachte, indem sie das Bestehen eines Solidarschuldverhältnisses zwischen dem Beklagten und Rechtsanwalt B. verneinte. Es wird geltend gemacht, die solidarische Haftung dieser beiden Personen ergebe sich aus Art. 50 Abs. 1 OR, dessen Voraussetzungen hier entgegen dem angefochtenen Urteil erfüllt seien. Selbst wenn diese Bestimmung jedoch auf das Verhältnis des Beklagten zu Rechtsanwalt B. nicht zutreffen sollte, so wäre Art. 136 Abs. 1 OR in entsprechender Änderung der bundesgerichtlichen Rechtsprechung auch auf einen Fall von unechter Solidarität bzw. Anspruchskonkurrenz anzuwenden.\n\na) Art. 50 Abs. 1 OR bestimmt: \"Haben mehrere den Schaden gemeinsam verschuldet, sei es als Anstifter, Urheber oder Gehilfen, so haften sie dem Geschädigten solidarisch.\" Die BGE 104 II 225 S. 230Vorinstanz hat diese Bestimmung als unanwendbar betrachtet, weil sie auf Grund der nach kantonalem Prozessrecht zulässigen Parteivorbringen annahm, es fehle an einer ausreichenden klägerischen Behauptung über ein gemeinsames Zusammenwirken des Beklagten mit Rechtsanwalt B. Daran ist das Bundesgericht, wie denn auch in der Berufungsschrift eingeräumt wird, gebunden. In tatsächlicher Hinsicht ist deshalb davon auszugehen, dass der Beklagte bei der Entgegennahme und der Veröffentlichung des eingeklagten Artikels von einer Beteiligung von Rechtsanwalt B. an der Entstehung des Artikels nichts wusste. Die Klägerschaft vertritt die Auffassung, dass Art. 50 Abs. 1 OR richtigerweise auch in einem solchen Fall gelte. Es könne nicht darauf ankommen, dass die an der Schadensverursachung beteiligten Personen nach einem gemeinsamen Plan oder jedenfalls mit Wissen um den Tatbeitrag des andern gehandelt hätten. Vielmehr müsse genügen, dass jeder schuldhaft eine Ursache zum Schadenseintritt gesetzt habe.\n\nNach dieser Auffassung wäre das Vorliegen eines gemeinsamen Verschuldens im Sinne eines absichtlichen oder fahrlässigen Zusammenwirkens der Schadensverursacher nicht Voraussetzung für die Anwendung von Art. 50 Abs. 1 OR. Lehre und Rechtsprechung legen dieser Bestimmung aber keinen derart weiten Sinn zu. Ausgehend vom deutschen Text des Gesetzes, wo von gemeinsamem Verschulden der mehreren Schädiger gesprochen wird (in der französischen und italienischen Fassung ist nur von gemeinsamer Verursachung die Rede), wird Art. 50 Abs. 1 OR nur dort als anwendbar betrachtet, wo mehrere Personen bei der Schadensverursachung schuldhaft zusammengewirkt haben (BGE 100 II 337 E. 2e, 93 II 322 E. 2e, BGE 71 II 110 ff., BGE 64 II 24 f., BGE 57 II 419 ff.; von TUHR/SIEGWART, Allgemeiner Teil des Schweiz. OR, Bd. I, S. 395; OSER/SCHÖNENBERGER, und BECKER, je N. 2 ff. zu Art. 50 OR; OFTINGER, Schweiz. Haftpflichtrecht, Bd. I, 4. Aufl., S. 334/335; GUHL/MERZ/KUMMER, Das Schweiz. OR, 6. Aufl., S. 195). Ein schuldhaftes Zusammenwirken bei der Schadensverursachung setzt jedoch entgegen der Auffassung der Klägerschaft voraus, dass jeder Schädiger vom Tatbeitrag des andern Kenntnis hat oder bei der erforderlichen Aufmerksamkeit Kenntnis haben könnte. Wer ohne Wissen eines andern Verursachers am schädigenden Ereignis beteiligt ist, wirkt nicht mit diesem schuldhaft bei der Schadensverursachung zusammen. Wenn Art. 50 BGE 104 II 225 S. 231Abs. 1 OR nicht darauf abstellt, ob jemand als Anstifter, Urheber oder Gehilfe an der Schadensverursachung beteiligt ist, so nur deshalb, weil es für die solidarische Haftung nicht auf die Form der Teilnahme an der Begehung der unerlaubten Handlung ankommen soll (VON TUHR/SIEGWART, a.a.O. S. 395; OSER/SCHÖNENBERGER, N. 4 zu Art. 50 OR). Es kann daraus jedoch nicht abgeleitet werden, wie dies die Kläger tun, dass es keine Rolle spiele, ob der eine der Beteiligten vom Tatbeitrag des andern Kenntnis gehabt habe oder bei der nötigen Aufmerksamkeit hätte haben können. Sonst würde es an der Voraussetzung eines gemeinsamen Verschuldens fehlen.\n\nDie Vorinstanz hat daher Art. 50 Abs. 1 OR nicht verletzt, wenn sie das Vorhandensein von Solidarschuldnerschaft im Sinne dieser Bestimmung verneinte.\n\nb) Die Klägerschaft möchte den Beklagten jedoch selbst dann als Solidarschuldner von Rechtsanwalt B. behandelt wissen, wenn Art. 50 Abs. 1 OR auf das Verhältnis zwischen diesen beiden Personen nicht zutreffen sollte. Dies hätte zur Folge, dass die gegen Rechtsanwalt B. erwirkte Verjährungsunterbrechung die Verjährung entsprechend der Regel des Art. 136 Abs. 1 OR auch gegenüber dem Beklagten unterbrochen hätte, ohne dass ein gemeinsames Verschulden im Sinne von Art. 50 Abs. 1 OR vorhanden gewesen sein müsste. Zur Begründung dieser Auffassung wird auf die Kritik hingewiesen, die in der neueren Lehre an der Unterscheidung zwischen echter und unechter Solidarität geübt worden ist, und geltend gemacht, es rechtfertige sich, Art. 136 Abs. 1 OR auch in einem Fall von unechter Solidarität oder Anspruchskonkurrenz wie hier zur Anwendung zu bringen.\n\nDie bundesgerichtliche Rechtsprechung hat bisher in Übereinstimmung mit einem Teil der Lehre daran festgehalten, dass von der Solidarhaftung bei Schadensverursachung durch gemeinsames Verschulden gemäss Art. 50 OR der Fall unterschieden werden müsse, wo mehrere Personen durch verschiedene, von einander unabhängige unerlaubte Handlungen oder sonstwie aus verschiedenen Rechtsgründen für den gleichen Schaden haftbar seien.\n\nIn diesem zweiten Fall, der gesetzlich nicht ausdrücklich geregelt ist, auf den jedoch Art. 51 OR bei der Ordnung des Rückgriffsrechts Bezug nimmt, wird angenommen, dass dem Geschädigten konkurrierende Ansprüche gegenüber den verschiedenen BGE 104 II 225 S. 232Schadensverursachern zustehen. Solche Anspruchskonkurrenz wird als unechte Solidarität bezeichnet. Der Unterschied zur echten Solidarität wird darin erblickt, dass bei dieser alle Schuldner aus dem gleichen Rechtsgrund für das Gleiche haften, währenddem sich die Haftung bei der unechten Solidarität aus verschiedenen Rechtsgründen herleitet. Die wichtigste (und möglicherweise sogar einzige praktische) Auswirkung der Unterscheidung zwischen echter und unechter Solidarität besteht in der ausschliesslichen Anwendung der Verjährungsunterbrechungsregel des Art. 136 Abs. 1 OR auf den Fall der echten Solidarität (BGE 93 II 322 E. 2e, 333 E. 3a, BGE 89 II 122 f. E. 5, BGE 69 II 167 f.; VON TUHR/SIEGWART, a.a.O., Bd. I, S. 395; VON TUHR/ESCHER, Allgemeiner Teil des Schweiz. OR, Bd. II, S. 319 ff.; GUHL/MERZ/KUMMER, a.a.O., S. 55, 195 f.; OFTINGER, a.a.O., S. 337 ff., je mit Zitaten). Diese Unterscheidung ist besonders in der neueren Lehre auf Ablehnung gestossen. Es wird beanstandet, dass für die unterschiedliche Behandlung der Fälle von echter und jener von unechter Solidarität ein zuverlässiges und sachlich begründetes Kriterium fehle und dass die praktischen Auswirkungen dieser Unterscheidung nur sehr gering seien (vgl. vor allem OFTINGER, a.a.O., S. 338 ff.; VON BÜREN, Schweiz. OR, Allgemeiner Teil, S. 104 f.; GAUCH/ SCHLUEP/JÄGGI, Schweiz. OR, Allgemeiner Teil, Nachdruck 1978 des gemeinsamen Skriptums, Bd. II, S. 239).\n\nIm vorliegenden Fall hängt die Verjährung der klägerischen Forderung gegenüber dem Beklagten in der Tat davon ab, ob an der Unterscheidung zwischen echter und unechter Solidarität festgehalten wird. Diese Frage kann aber nicht losgelöst vom geltenden Recht entschieden werden, wie dies in der zitierten Literatur zum Teil geschieht. Auszugehen ist vom Wortlaut von Art. 136 Abs. 1 OR, wo von der Unterbrechung der Verjährung gegenüber einem Solidarschuldner die Rede ist. Was unter Solidarschuldnerschaft zu verstehen ist, regelt das Gesetz in den Art. 143 ff. OR ausdrücklich. Nach der Legaldefinition in Art. 143 OR entsteht Solidarität unter mehreren Schuldnern entweder mit deren Erklärung, dass jeder einzelne dem Gläubiger gegenüber für die Erfüllung der ganzen Schuld haften wolle, oder - in Ermangelung einer solchen Willenserklärung - \"nur in den vom Gesetz bestimmten Fällen\" (Abs. 2). In Art. 41 ff. OR, wo die Entstehung der Obligationen durch unerlaubte Handlungen geregelt wird, sieht einzig Art. 50 OR BGE 104 II 225 S. 233für den Fall der Schadensverursachung durch gemeinsames Verschulden solidarische Haftung vor. Für die Anspruchskonkurrenz bei Haftung aus verschiedenen Rechtsgründen fehlt eine entsprechende Regelung. Das Gesetz schreibt somit nicht vor, dass in einem solchen Fall Solidarität mit allen ihren Konsequenzen gelten soll. Für die Übertragung der Regel des Art. 136 Abs. 1 OR auf Fälle dieser Art fehlt es daher an einer klaren gesetzlichen Grundlage. Dazu kommt, dass Art. 136 Abs. 1 OR ausgesprochenen Ausnahmecharakter hat und, wie verschiedene Autoren mit Recht hervorheben, als innerlich wenig begründet und unbillig erscheint (VON TUHR/ESCHER, a.a.O., S. 320; GUHL/MERZ/KUMMER, a.a.O., S. 59). Die Bestimmung sollte deshalb nicht ausdehnend ausgelegt, sondern auf die vom Gesetz ausdrücklich vorgesehenen Fälle der Solidarität beschränkt werden. Haften mehrere Personen aus verschiedenen Rechtsgründen, so ist das Verhältnis zwischen ihnen in der Regel auch weniger eng als bei der Haftung aus gemeinsamem Verschulden im Sinne von Art. 50 OR. Dies gilt jedenfalls hier, wo davon auszugehen ist, dass der Beklagte von der behaupteten Beteiligung von Rechtsanwalt B. an der Entstehung des eingeklagten Artikels keinerlei Kenntnis hatte. Es ist deshalb nicht gerechtfertigt, Art. 136 Abs. 1 OR im vorliegenden Fall zur Anwendung zu bringen, weshalb in Übereinstimmung mit der Vorinstanz anzunehmen ist, die eingeklagte Forderung sei gegenüber dem Beklagten verjährt.\n\n5. Das Klagebegehren II ist auf Feststellung gerichtet, dass eine Reihe der publizierten Äusserungen nicht der Wahrheit entsprechen und eine Persönlichkeitsverletzung darstellen. Die Vorinstanz hat in ihrem ersten Urteil vom 19. September 1974 ausgeführt, dieses Begehren habe keine selbständige Bedeutung und Art. 28 ZGB gewähre gar keinen Feststellungsanspruch. Im angefochtenen Urteil wird in Ergänzung dazu festgehalten, die Klägerschaft hätte von Anfang an die Möglichkeit gehabt, neben den vermögensrechtlichen Ansprüchen eine Beseitigungs- oder Unterlassungsklage zu erheben. Nachdem sie davon abgesehen habe, bleibe für ein selbständiges Feststellungsbegehren kein Raum. Auch würde es angesichts der inzwischen verstrichenen Zeit an einem schutzwürdigen Interesse an der verlangten Feststellung fehlen. Die Klägerschaft macht geltend, diese Auffassung sei mit dem Bundesrecht nicht vereinbar.BGE 104 II 225 S. 234\n\na) Abgesehen davon, dass Art. 28 ZGB dem Verletzten auch ohne ausdrückliche Erwähnung einen selbständigen Anspruch auf Feststellung gewährt (BGE 101 II 189, BGE 95 II 499 E. 9), übersieht die Vorinstanz, dass die gerichtliche Feststellung eine bestimmte Äusserung sei unwahr und verletze das Persönlichkeitsrecht des Klägers, nach der bundesgerichtlichen Rechtsprechung als Mittel zur Beseitigung einer Störung in den persönlichen Verhältnissen dienen kann (BGE 101 II 187 f. E. 4b, BGE 95 II 496). In einem solchen Fall ist ein besonderes Feststellungsinteresse nicht erforderlich, sondern es genügt das Interesse des Klägers an der Beseitigung der Kränkung, die ihm durch die angeblich rechtswidrige Äusserung zugefügt wurde (BGE 95 II 496 ff.; JÄGGI, ZSR 79/1960, Bd. II, S. 190 a ff.; KUMMER, ZBJV 103/1967, S. 107 und 110; MERZ, SJZ 67/1971, S. 89/90). Dieses Interesse ist grundsätzlich zu bejahen, wenn der Beklagte bestreitet, widerrechtlich gehandelt zu haben (JÄGGI, a.a.O. S. 192 a), oder wenn es sich um Persönlichkeitsverletzungen durch die Druckerpresse handelt, weil bei diesen der Fortbestand des Presseerzeugnisses die Gefahr schafft, dass Dritte später aufs neue von den verletzenden Äusserungen Kenntnis erhalten können (BGE 101 II 188, BGE 95 II 497 /498).\n\nBeide Voraussetzungen sind hier erfüllt. Die Klägerschaft hat daher auf Grund des Bundesrechts ein schützenswertes Interesse an der Beseitigung der ihr durch die eingeklagten Äusserungen zugefügten Kränkung, sofern sich diese Äusserungen als unwahr und somit ehrverletzend erweisen sollten. Das Beseitigungsinteresse mag durch den Zeitablauf geringer geworden sein. Weggefallen ist es jedoch nicht. Die mit dem Klagebegehren II verlangte Feststellung bildet ein taugliches Mittel, um die immer noch andauernde Kränkung zu beseitigen. Die Vorinstanz hätte das Rechtsschutzinteresse der Klägerschaft deshalb nicht wegen der langen Zeit, die seit der Veröffentlichung des Artikels verflossen ist, verneinen dürfen.\n\nb) Hingegen stellt sich die im angefochtenen Urteil aufgeworfene, aber offen gelassene Frage, ob die Erben des Klägers, die nach dessen Tod im Laufe des vorinstanzlichen Verfahrens in den Prozess eintraten, überhaupt berechtigt sind, die Klage in diesem Punkt weiterzuverfolgen. Im Unterschied zu den vermögensrechtlichen Ansprüchen, die sich aus einer Verletzung des Persönlichkeitsrechts ergeben haben, sind die Abwehransprüche des Art. 28 Abs. 1 ZGB höchstpersönlicher BGE 104 II 225 S. 235Natur und daher unvererblich. Die Erben des ursprünglichen Klägers können den in die Form eines Feststellungsbegehrens gekleideten Beseitigungsanspruch somit nur dann weiterverfolgen wenn ihnen dies zur Wahrung der Rechte des verstorbenen K. zugebilligt werden muss oder wenn sie damit ein eigenes Recht, dass sich inhaltlich mit jenem des Verstorbenen deckt, wahrnehmen.\n\nNach einer in Deutschland herrschend gewordenen Auffassung findet das Persönlichkeitsrecht in bestimmten Bereichen über den Tod seines Trägers hinaus Rechtsschutz. Es wird in diesem Zusammenhang von postmortalem Persönlichkeitsschutz gesprochen (vgl. dazu aus neuerer Zeit; BRITA LEHMANN, Postmortaler Persönlichkeitsschutz, Zur Frage des Fortbestehens des allgemeinen Persönlichkeitsrechts über den Tod des Rechtsträgers hinaus, Bonner Diss. 1973; PETER SCHWERDTNER, Das Persönlichkeitsrecht in der deutschen Zivilrechtsordnung, 1977, S. 101 ff., je mit Literaturhinweisen). Vor allem im sogenannten Mephisto-Urteil vom 20. März 1968 hat der deutsche Bundesgerichtshof entschieden, dass es auch nach dem Tod einer Person zulässig sei, in ihrem Namen gegen eine Verfälschung ihres Lebensbildes in einem zeitkritischen Roman Klage zu erheben (BGHZ 50, S. 133 ff.). Die schweizerische Rechtslehre steht hingegen einer Ausdehnung des Persönlichkeitsschutzes über den Tod des Rechtsträgers hinaus fast einhellig ablehnend gegenüber (EGGER, N. 48/49 zu Art. 28 und N. 15 zu Art. 31 ZGB; GROSSEN, in: Schweizerisches Privatrecht, Bd. II, S. 304, Ziff. IV; KARL SPECKER, Die Persönlichkeitsrechte, Zürcher Diss. 1910, S. 141 ff.; EUGEN BUCHER, Personenrecht, Vorlesungsskriptum 1977, S. 150; RAINER SCHUMACHER, Die Presseäusserung als Verletzung der persönlichen Verhältnisse, Freiburger Diss. 1960, S. 236 f.; FRANZ RIKLIN, Der Schutz der Persönlichkeit gegenüber Eingriffen durch Radio und Fernsehen nach schweiz. Privatrecht, Freiburger Diss. 1968, S. 303, insbesondere Anm. 8. - Der zuletzt genannte Autor selber vertritt indessen eine von der herrschenden Meinung abweichende These, vgl. a.a.O., S. 299 ff. Kritisch äussert sich auch JÄGGI, a.a.O., S. 168 a f., Anm. 52). Nach Art. 31 Abs. 1 ZGB endet die Persönlichkeit mit dem Tode. Obwohl einzuräumen ist, dass gewisse persönliche Güter wie z.B. das Ansehen einer Person auch nach deren Tod verletzt werden können, versagt unsere Rechtsordnung dem Verstorbenen BGE 104 II 225 S. 236jede Rechtsfähigkeit und damit zwangsläufig auch die Klagelegitimation. Es ist daher auf Grund des geltenden Rechts ausgeschlossen, dass jemand als Vertreter eines Verstorbenen in dessen Namen eine Klage gemäss Art. 28 Abs. 1 ZGB anhebt oder weiterführt. Hingegen ist es zulässig, dass nahe Angehörige für den Schutz der den Tod überdauernden Persönlichkeitsgüter sorgen, indem sie sich hiefür auf ihr eigenes Persönlichkeitsrecht stützen, das mindestens in einem gewissen Umfang auch die Wahrung des Ansehens naher Verwandter oder sogar Freunde mitumfassen kann (BGE 101 II 191 und die dort angeführten Zitate).\n\nIm vorliegenden Fall kann kein Zweifel daran bestehen, dass den in den Prozess eingetretenen Erben des ursprünglichen Klägers, - es handelt sich dabei um dessen Witwe und dessen beiden Kinder, mithin um seine nächsten Angehörigen -, ein eigener Beseitigungsanspruch, der nicht weniger weit reicht als der mit der Klage geltend gemachte, zuerkannt werden muss. Nur auf diese Weise ist es ihnen möglich, das Ansehen ihres Ehemanns und Vaters zu verteidigen und so ihre innere Verbundenheit mit dem Verstorbenen zu wahren. Man kann sich einzig fragen, ob es ihnen gestattet sein soll, ihren eigenen Beseitigungsanspruch auf die Weise geltend zu machen, dass sie die vom Verstorbenen angehobene Klage weiterverfolgen. Der ursprünglich eingeklagte Beseitigungsanspruch ist im Unterschied zu jenem vermögensrechtlicher Natur nicht durch Erbfolge auf sie übergegangen, weshalb es sich, streng rechtlich betrachtet, heute nicht mehr um die gleiche Klage handelt. Die Rechtsverfolgung würde jedoch übermässig erschwert, wenn man den Angehörigen zumuten wollte, einen neuen Prozess einzuleiten, um ihren sich inhaltlich mit jenem des Verstorbenen deckenden Beseitigungsanspruch geltend zu machen, obwohl sie als Erben den bisherigen Prozess weiterführen können, soweit es dabei um vermögensrechtliche Interessen geht. Die Verwirklichung des materiellen Rechts gebietet es in einem solche Fall, dass den Angehörigen die Fortsetzung des hängigen Prozesses auch insoweit gestattet werden muss, als sich ihr eigener Abwehranspruch inhaltlich wie hier mit jenem des verstorbenen Klägers deckt.\n\nAuf Grund dieser Überlegungen ist die Sache zur materiellen Behandlung des Feststellungsbegehrens an die Vorinstanz zurückzuweisen."}