{"annee": "104", "cour": "V", "page": "126", "date": "22/11/1978", "cite": ["101 V 252"], "cite_par": ["110 V 1", "121 V 1", "110 V 72"], "chapeau": "28. Auszug aus dem Urteil vom 22. November 1978 i.S. Alfa-Laval AG gegen Ausgleichskasse des Grosshandels und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 5 et 9 LAVS. Si l'assuré exerce simultanément plusieurs activités lucratives, il faut examiner pour chacune d'elles si le revenu en découlant est celui d'une activité indépendante ou salariée, même si les travaux sont exécutés pour une seule et même entreprise."], "faits": "", "considerants": "|126|\n\nAus den Erwägungen:\n\n3. a) Die sozialversicherungsrechtliche Beitragspflicht Erwerbstätiger richtet sich u.a. danach, ob das in einem bestimmten Zeitraum erzielte Erwerbseinkommen als solches aus selbständiger oder aus unselbständiger Erwerbstätigkeit zu qualifizieren ist (Art. 5 und 9 AHVG sowie Art. 6 ff. AHVV). Nach Art. 5 Abs. 2 AHVG gilt als massgebender Lohn jedes Entgelt für in unselbständiger Stellung auf bestimmte oder |127| unbestimmte Zeit geleistete Arbeit; als Einkommen aus selbständiger Erwerbstätigkeit gilt nach Art. 9 Abs. 1 AHVG jedes Einkommen, das nicht Entgelt für in unselbständiger Stellung geleistete Arbeit darstellt.\n\nFür die Beurteilung der Frage, ob im Einzelfall selbständige oder unselbständige Erwerbstätigkeit vorliegt, sind nicht die zivilrechtlichen Vertragsverhältnisse, sondern die wirtschaftlichen Gegebenheiten massgebend. Als unselbständig ist im allgemeinen zu betrachten, wer von einem Arbeitgeber in betriebswirtschaftlicher Hinsicht abhängig ist und kein spezifisches Unternehmerrisiko trägt (BGE 101 V 253 mit Hinweisen).\n\nb) Bei einem Versicherten, der mehrere Tätigkeiten gleichzeitig ausübt, ist jedes Erwerbseinkommen dahin zu prüfen, ob es aus selbständiger oder unselbständiger Erwerbstätigkeit stammt. Es ist durchaus möglich, dass ein Versicherter gleichzeitig für die eine Firma als Arbeitnehmer und für die andere als Selbständigerwerbender tätig ist. Folglich besteht aber auch die Möglichkeit, dass ein Versicherter für die gleiche Firma in der einen Sparte als Unselbständigerwerbender und in einer andern Sparte als Selbständigerwerbender arbeitet. Es kann demnach nicht auf den überwiegenden Charakter der Gesamttätigkeit ankommen. Eine solche Gesamtbeurteilung ist weder gesetzlich vorgesehen noch aus Gründen der Praktikabilität notwendig.\n\nDie verschiedenen Tätigkeiten sind vielmehr einzeln zu prüfen und die betreffenden Beiträge sind entsprechend der Qualifikation dieser Arbeitsbereiche zu erheben."}