{"annee": "104", "cour": "IB", "page": "239", "date": "19/5/1978", "cite": ["97 I 731", "102 IB 81", "98 IB 53", "98 IB 63"], "cite_par": ["111 IB 294", "141 II 182", "123 II 402", "109 IB 246", "115 IB 387", "115 V 375", "111 IA 280", "109 IB 308", "121 II 454", "119 IB 241"], "chapeau": "38. Auszug aus dem Urteil vom 19. Mai 1978 i.S. Baumann gegen Eidgenössisches Verkehrs- und Energiewirtschaftsdepartement (EVED)", "regestes": ["Contestation du contenu d'une émission radiophonique - recours contre le programme. - Recevabilité du recours de droit administratif contre une décision du Département fédéral des transports et communications et de l'énergie (DFTCE), qui traite un recours contre une décision du directeur général de la SSR comme une dénonciation à l'autorité de surveillance. - Notion de décision pouvant être attaquée au sens de l'art. 97 OJ en relation avec l'art. 5 PA. - La décision émanant du service des programmes de la SSR de programmer une émission radiophonique déterminée n'est pas une décision au sens de l'art. 5 PA."], "faits": "|239|\n\nAm Sonntag, dem 12. September 1976, kurz vor Mittag, las der Schweizer Schriftsteller Urs Widmer im zweiten Programm |240| des Radios der deutschen und rätoromanischen Schweiz (DRS) aus seinem Buch \"Schweizer Geschichten\" den Abschnitt \"Appenzell\". Fritz Baumann, der den Vortrag an seinem Telefonrundspruchapparat hörte, erachtete ihn als pornographisch. Er führte daher bei der Schweizerischen Radio- und Fernsehgesellschaft (SRG) Beschwerde wegen Verletzung des Art. 13 der ihr vom Bundesrat am 27. Oktober 1964 erteilten Konzession (Konzession SRG), wonach die von ihr verbreiteten Programme unter anderem zur sittlichen Bildung beitragen sollen. Er beantragte der SRG, dem für die Sendung verantwortlichen Funktionär des Radios eine Rüge zu erteilen und dafür zu sorgen, dass pornographische Sendungen in Zukunft unterbleiben. Die Beschwerde wurde gemäss den Richtlinien der SRG für das Beschwerdewesen in Programmfragen dem Direktor des Radios und Fernsehens DRS übergeben, der sie abwies. Diesen Entscheid zog Fritz Baumann an den Generaldirektor der SRG weiter, der den Rekurs ebenfalls abwies. Fritz Baumann gelangte daraufhin mit Beschwerde an das Eidgenössische Verkehrs- und Energiewirtschaftsdepartement (EVED). Dieses behandelte die Eingabe als Aufsichtsbeschwerde gemäss Art. 71 VwVG. Es teilte dem Beschwerdeführer in einem Brief mit, die vom Departement durchgeführte Untersuchung habe ergeben, dass die beanstandete Sendung die Konzession SRG nicht verletzt habe; für die Einzelheiten verwies es auf den dem Schreiben beigelegten Untersuchungsbericht. Gegen diesen Bescheid erhob Fritz Baumann beim Bundesgericht Beschwerde, das sie abwies, soweit auf das Rechtsmittel einzutreten war.", "considerants": "Erwägungen:\n\n1. Nach Art. 97 Abs. 1 OG beurteilt das Bundesgericht letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne des Art. 5 VwVG. Art. 97 Abs. 2 OG bestimmt, dass als Verfügung auch das unrechtmässige Verweigern oder Verzögern einer Verfügung gilt.\n\nGemäss Art. 5 Abs. 1 VwVG gelten als Verfügungen Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und zum Gegenstand haben:\n\n\"a) Begründung, Änderung oder Aufhebung von Rechten oder Pflichten;\n\nb) Feststellung des Bestehens, Nichtbestehens oder Umfanges von |241| Rechten oder Pflichten;\n\nc) Abweisung von Begehren auf Begründung, Änderung, Aufhebung oder Feststellung von Rechten oder Pflichten, oder Nichteintreten auf solche Begehren.\"\n\nAus dieser Umschreibung ergibt sich, dass es sich um Akte handeln muss, durch die eine Behörde ein individuelles und konkretes verwaltungsrechtliches Verhältnis in Anwendung des öffentlichen Rechts des Bundes in verbindlicher Weise regelt. Die Verbindlichkeit für die Verwaltung und die Betroffenen ist ein Merkmal der Anordnungen, von denen in Art. 5 Abs. 1 VwVG die Rede ist. Sie ist der Grund dafür, dass solche Anordnungen gegebenenfalls mit förmlicher Beschwerde - Verwaltungsbeschwerde (Art. 44 VwVG) oder Verwaltungsgerichtsbeschwerde (Art. 97 OG) - angefochten werden können. Wären sie nicht verbindlich, so könnte niemand ein genügendes Interesse an ihrer Anfechtung auf dem Beschwerdeweg haben (BGE 102 Ib 82 f.).\n\n2. Das EVED, das nach einem (nicht veröffentlichten) BRB vom 27. Oktober 1953 mit der Aufsicht über die Ausübung der Konzession SRG durch die Konzessionärin betraut ist, hat gemäss seiner Praxis (VPB 40/1976 Nr. 65) die ihm von Fritz Baumann eingereichte Beschwerde als Aufsichtsbeschwerde (Anzeige) im Sinne des Art. 71 VwVG behandelt. Es ist zum Schluss gekommen, dass es keinen Anlass habe, als Aufsichtsbehörde wegen der vom Anzeiger beanstandeten Radiosendung gegen die SRG einzuschreiten. Es hat also der als Aufsichtsbeschwerde aufgefassten Eingabe Baumanns keine Folge gegeben. Eine solche auf Anzeige hin getroffene Entscheidung einer Aufsichtsbehörde kann nicht eine beschwerdefähige Verfügung im Sinne des Art. 5 VwVG sein; denn sie stellt nicht einen Akt dar, durch den ein individuelles und konkretes verwaltungsrechtliches Verhältnis in verbindlicher Weise geregelt würde mit der Folge, dass jemand ein ausreichendes Interesse an der Anfechtung durch förmliche Beschwerde haben könnte. Der Beschluss einer Aufsichtsbehörde, einer Anzeige nicht Folge zu geben, kann auch nicht mit Rechtsverweigerungs- oder Rechtsverzögerungsbeschwerde gemäss Art. 70 VwVG oder Art. 97 Abs. 2 OG angefochten werden. Denn es ist von vornherein ausgeschlossen, dass durch ihn eine Verfügung \"unrechtmässig\" verweigert oder verzögert werden kann, da der Anzeiger keinen Anspruch darauf hat, |242| dass die Aufsichtsbehörde sich mit dem ihr angezeigten Fall befasst (BGE 102 Ib 85).\n\nGibt das EVED einer Aufsichtsbeschwerde gegen die SRG keine Folge, so ist diese Entscheidung daher nicht mit Verwaltungsgerichtsbeschwerde beim Bundesgericht anfechtbar.\n\n3. Der Beschwerdeführer ist jedoch der Meinung, seine Beschwerde gegen den Bescheid des Generaldirektors der SRG hätte vom EVED nicht als blosse Aufsichtsbeschwerde, sondern als förmliche Beschwerde behandelt werden sollen. Er habe tatsächlich eine eigentliche Beschwerde eingereicht, doch sei das Departement darauf nicht eingetreten; es habe damit eine Verfügung im Sinne von Art. 5 Abs. 1 lit. b und c VwVG getroffen.\n\nIm Entscheid des Generaldirektors der SRG war der Beschwerdeführer darauf hingewiesen worden, dass er den Sachverhalt dem EVED jederzeit durch eine Anzeige gemäss Art. 71 VwVG zur Kenntnis bringen könne. Demgegenüber hat Fritz Baumann in seiner an das EVED gerichteten Beschwerde die Auffassung vertreten, dass diese Eingabe als eigentliche Beschwerde entgegengenommen und beurteilt werden müsse. Das EVED hat dies abgelehnt; es hat in dem seinem Schreiben vom 21. November 1977 an den Beschwerdeführer beigelegten Untersuchungsbericht erklärt, dass im vorliegenden Fall nur die Aufsichtsbeschwerde in Betracht komme. Darin liegt eine beschwerdefähige Verfügung, denn das Departement hat damit eine Anordnung in einem Einzelfall getroffen, die sich auf öffentliches Recht des Bundes (Ordnung des Beschwerdewesens) stützt und eine unter Art. 5 Abs. 1 lit. b oder c VwVG fallende Entscheidung - Feststellungsverfügung oder Nichteintretensentscheid - zum Gegenstand hat (BGE 98 Ib 57 und 70 f.).\n\nGegen diese Verfügung eines Departements des Bundes ist die Verwaltungsgerichtsbeschwerde zulässig (Art. 97, 98 lit. b OG); eine Ausnahmebestimmung der Art. 99 ff. OG steht dem Eintreten nicht entgegen. Fritz Baumann ist nach Art. 103 lit. a OG berechtigt, gegen den Entscheid des EVED, der eine förmliche Verwaltungsbeschwerde im vorliegenden Fall unzulässig erklärt, Verwaltungsgerichtsbeschwerde zu erheben (BGE 98 Ib 70 f.).\n\n4. (Beurteilung formeller Rügen).\n\n5. Die Entscheidung des EVED, dass die Eingabe Baumanns vom 27. Juli 1977 nicht als förmliche Verwaltungsbeschwerde, |243| sondern als blosse Aufsichtsbeschwerde entgegenzunehmen sei, könnte nur dann beanstandet werden, wenn die mit der Eingabe angefochtene Stellungnahme des Generaldirektors der SRG als Verfügung im Sinne des Art. 5 VwVG anzusehen wäre (Art. 44 VwVG). Diesen Charakter könnte aber der Bescheid des Generaldirektors nur haben, sofern auch schon der darin in Schutz genommene Akt des Programmdienstes der SRG - die Aufnahme der vom Beschwerdeführer als pornographisch empfundenen Lesung ins Radioprogramm - als Verfügung nach Art. 5 VwVG zu betrachten wäre.\n\na) Die Bestimmungen des VwVG finden Anwendung auf das Verfahren in Verwaltungssachen, die durch Verfügungen von Bundesverwaltungsbehörden zu erledigen sind (Art. 1 Abs. 1 VwVG). Als solche Behörden gelten auch gewisse Organisationen ausserhalb der Bundesverwaltung, soweit sie in Erfüllung ihnen übertragener öffentlichrechtlicher Aufgaben des Bundes verfügen (Art. 1 Abs. 2 lit. e VwVG).\n\nEine solche Aufgabe hat der Bundesrat der SRG mit der Konzession vom 27. Oktober 1964 übertragen. Die SRG ist aufgrund der Konzession berechtigt, Einrichtungen der PTT-Betriebe zur öffentlichen Verbreitung von Radio- und Fernsehprogrammen zu benützen. Sie ist dazu auch verpflichtet, wobei sie sich an die in der Konzession umschriebenen Grundsätze zu halten hat (Art. 1 Konzession SRG). Sie versieht einen öffentlichen Dienst, der ähnlich wie Post, Telephon und Telegraph jedermann zu den gleichen Bedingungen zur Verfügung steht (TUASON, Das Recht der schweizerischen PTT-Betriebe, 2. Aufl. 1959, S. 37; GYGI, Die Grundlagen der verfassungsrechtlichen Ordnung von Radio und Fernsehen, in Wirtschaft und Recht 25/1973, S. 17 ff.). Für den Empfang der Sendungen der SRG ist eine Konzession erforderlich, die von den PTT-Betrieben erteilt wird. Sie begründet ein öffentlichrechtliches Anstaltsnutzungsverhältnis zwischen dem Konzessionär und den PTT-Betrieben (TUASON, a.a.O., S. 65 ff.).\n\nDie SRG gilt demnach als Behörde im Sinne des Art. 1 Abs. 1 VwVG, soweit sie in Erfüllung der ihr übertragenen öffentlichrechtlichen Aufgabe \"verfügt\" (Art. 1 Abs. 1 lit. e VwVG).\n\nb) Dass die SRG Verfügungen im Sinne des Art. 5 VwVG treffen kann, hat das Bundesgericht im Urteil vom 22. November 1978 über eine Verwaltungsgerichtsbeschwerde der Genfer politischen Bewegung \"Vigilance\" implicite anerkannt |244| (BGE 97 I 731). Die SRG hatte dem Begehren dieser Bewegung, in Fernsehsendungen über die bevorstehenden Wahlen in den National- und den Ständerat wie andere politische Parteien auftreten zu dürfen, nicht entsprochen, und das EVED hatte die hiegegen gerichtete Beschwerde der Gesuchstellerin abgewiesen. Das Bundesgericht hat den Beschwerdeentscheid des Departements als Verfügung im Sinne des Art. 5 VwVG betrachtet (BGE 97 I 733 E. 1) und damit mittelbar auch den vom Departement bestätigten Bescheid der SRG als solche Verfügung qualifiziert.\n\nIm vorliegenden Fall steht jedoch nicht der Anspruch von Personen oder Organisationen, selber in Radio- oder Fernsehsendungen zu Gehör zu kommen, in Frage, noch geht es um die Verletzung allfälliger Persönlichkeitsrechte von Personen, die durch eine Sendung unmittelbar betroffen werden. Der Streit geht vielmehr darum, ob eine von der SRG durchgeführte Sendung den in Art. 13 Konzession SRG umschriebenen Anforderungen an die Qualität entspreche oder nicht.\n\nEs fragt sich deshalb, ob die Anordnung des Programmdienstes der SRG, dass eine bestimmte Sendung zu veranstalten sei, eine Verfügung im Sinne des Art. 5 VwVG darstelle. Als solche würde sich diese Anordnung an die Gesamtheit der Inhaber von Konzessionen für Radio- und Fernsehempfang, wenn nicht gar an die Gesamtheit der potentiellen Hörer oder Zuschauer, richten, müssen doch die Programme der SRG vor der Sendung in den Publikationsorganen veröffentlicht werden (Art. 15 Konzession SRG). Nicht als Adressaten der Verfügung anzusehen wären die mit der Durchführung der Sendung betrauten Angestellten der SRG und aussenstehende Personen, die in der Sendung auftreten oder deren Urheberrechte dabei zu berücksichtigen sind; denn die Beziehungen zwischen der SRG und allen diesen Personen sind nicht öffentlichrechtlicher, sondern privatrechtlicher Natur.\n\nDie Hörer oder Zuschauer und insbesondere die Inhaber von Empfangskonzessionen haben ohne Zweifel ein allgemeines Interesse daran, dass die SRG sich bei der Gestaltung ihrer Programme an die Vorschriften hält. In den Programmkommissionen der zur SRG gehörenden Regionalgesellschaften sollen denn auch \"die verschiedenen Radiohörer- und Fernsehteilnehmerschichten\" vertreten sein (Art. 8 Konzession SRG). Es ist indes schon fraglich, ob überhaupt von einem öffentlichrechtlichen Verhältnis von Rechten und Pflichten zwischen der |245| SRG einerseits und den Hörern oder Zuschauern oder den Inhabern von Empfangskonzessionen anderseits die Rede sein kann. Die der SRG vom Bundesrat erteilte Konzession regelt im wesentlichen die Rechte und Pflichten der Konzessionärin gegenüber dem Bund, und die Empfangskonzession begründet ein Anstaltsnutzungsverhältnis zwischen ihrem Inhaber und den konzedierenden PTT-Betrieben, die aber dem Konzessionär keine Gewähr für die Qualität der Rundspruch- und Fernsehsendungen bieten (TUASON, a.a.O., S. 65 ff.). Jedenfalls wird durch die Veranstaltung einer bestimmten Radio- oder Fernsehsendung nicht ein verwaltungsrechtliches Verhältnis zwischen der SRG und den Hörern oder Zuschauern oder den Inhabern einer Empfangskonzession als solches in verbindlicher Weise geregelt. Mit einer derartigen Anordnung der SRG werden eigentliche Rechte Privater ihr als Behörde gegenüber weder begründet noch geändert, auch wird dadurch nicht das Bestehen oder Nichtbestehen oder der Umfang solcher Rechte festgestellt.\n\n6. Hat demnach die Aufnahme der vom Beschwerdeführer beanstandeten Lesung in das Radioprogramm nicht den Charakter einer Verfügung im Sinne des Art. 5 VwVG, so verstösst die Entscheidung des EVED, dass die Eingabe des Beschwerdeführers vom 27. Juli 1977 nicht als förmliche Verwaltungsbeschwerde, sondern als blosse Aufsichtsbeschwerde zu behandeln sei, nicht gegen das Bundesrecht. In diesem Punkte erweist sich die Verwaltungsgerichtsbeschwerde als unbegründet.\n\nIm übrigen kann auf die Verwaltungsgerichtsbeschwerde nicht eingetreten werden, weil dieses Rechtsmittel gegen den Bescheid des Departementes, dass der Aufsichtsbeschwerde keine Folge zu geben sei, wie bereits dargelegt, nicht zulässig ist."}