{"annee": "104", "cour": "IB", "page": "129", "date": "29/9/1978", "cite": ["98 IA 441", "100 IB 1", "97 I 478", "99 IA 22", "99 IB 413", "103 IB 261"], "cite_par": ["126 II 111", "118 IB 277", "108 IB 540", "110 IB 1", "125 II 417", "121 II 248", "105 IB 171"], "chapeau": "23. Urteil vom 29. September 1978 i.S. X. gegen Eidg. Militärdepartement", "regestes": ["Procédure. Statut des fonctionnaires; suspension à titre préventif selon l'art. 52 StF. 1. Recevabilité du recours de droit administratif. Interprétation de l'art. 100 let. a OJ; pas d'irrecevabilité en l'espèce (consid. 1). 2. La suspension à titre préventif selon l'art. 52 StF ne doit pas être considérée comme une décision incidente, mais comme une décision finale (consid. 2). 3. La suspension à titre préventif ne peut pas être prononcée sans que le fonctionnaire ait été préalablement entendu. Interprétation de l'art. 30 al. 2 let. e LPA (consid. 3-7)."], "faits": "BGE 104 Ib 129 S. 129\n\nX. wurde durch Verfügung des Eidg. Militärdepartements (EMD) vom 28. Februar 1978 in Anwendung von Art. 52 BtG mit sofortiger Wirkung bis auf weiteres vorläufig vom Dienst enthoben. Gleichzeitig wurden ihm für die Dauer der Enthebung vom Dienst die Bezüge (Besoldung, Ortszuschlag und BGE 104 Ib 129 S. 130Zulagen) um 25% gekürzt. In der Verfügung wurde festgestellt, dass er in seiner gegenwärtigen dienstlichen Stellung als Sicherheitsrisiko betrachtet werden müsse. Ferner wurde ihm die Einleitung eines Verfahrens zur Auflösung des Dienstverhältnisses im Sinne von Art. 55 BtG angekündigt. In der Begründung wurde dem Betroffenen mitgeteilt, dass der Direktor der Zentralstelle für Gesamtverteidigung mit Schreiben vom 10. Februar 1978 beim EMD den Antrag auf Einleitung eines Verfahrens zur Auflösung des Dienstverhältnisses aus wichtigen Gründen sowie auf vorsorgliche Enthebung vom Dienst gestellt habe, mit der Begründung, dass die Bundesanwaltschaft in einem Amtsbericht vom 7. Februar 1978 X. als Sicherheitsrisiko bezeichnet habe. Diese Feststellung zwinge die Vorgesetzten zur Prüfung der Frage, inwiefern sich dieses Sicherheitsrisiko auf die dienstliche Stellung und Tätigkeit des betreffenden Beamten auswirken könnte. Ohne dass X. im jetzigen Zeitpunkt konkret ein pflichtwidriges Verhalten im dienstlichen Bereich zum Vorwurf gemacht werde, bestehe aufgrund der durch die Bundesanwaltschaft beschafften Unterlagen und im Hinblick auf den Pflichtenkreis des Bediensteten die Befürchtung, sein künftiges Verhalten könnte die Staatssicherheit nachteilig berühren. Dieses potentielle Sicherheitsrisiko sei so rasch und gut als möglich auszuschalten.\n\nX. ficht die vorläufige Dienstenthebung und die damit verbundene Kürzung der Bezüge mit Verwaltungsgerichtsbeschwerde an. Er beantragt, die Verfügung des EMD sei aufzuheben, eventuell nur insofern, als sie eine Kürzung der Salärbezüge vorsieht. Er rügt in erster Linie eine Verletzung des rechtlichen Gehörs (Art. 4 BV, Art. 29 VwVG), weil die angefochtene Verfügung ohne seine vorherige Anhörung erfolgt sei. Materiell hält er die Massnahme für unverhältnismässig.\n\nDas EMD beantragt die Abweisung der Beschwerde. Mit Präsidialverfügung vom 19. April 1978 wurde der Beschwerde hinsichtlich der Kürzung der Bezüge aufschiebende Wirkung zuerkannt. Da die Zuständigkeit für die Beurteilung der Beschwerde zweifelhaft war, wurde ein Meinungsaustausch mit dem Bundesrat durchgeführt (Art. 96 Abs. 2 OG).", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 100 lit. a OG ist die Verwaltungsgerichtsbeschwerde unzulässig gegen Verfügungen \"auf dem Gebiete BGE 104 Ib 129 S. 131der inneren oder äusseren Sicherheit des Landes, der Neutralität, des diplomatischen Schutzes und der übrigen auswärtigen Angelegenheiten\". Der Beschwerdeführer wurde vorläufig des Dienstes enthoben, weil er angeblich ein Sicherheitsrisiko darstellt. Es fragt sich, ob sich diese Verfügung dadurch nicht als eine Massnahme zur Wahrung der inneren und äusseren Sicherheit des Landes im Sinne von Art. 100 lit. a OG kennzeichnet.\n\nAls Verfügungen zur Wahrung der äusseren Sicherheit und der Neutralität sowie der inneren Sicherheit gelten eigentliche \"actes de gouvernement\", ferner beispielsweise Verfügungen, die aufgrund des BRB betreffend politische Reden von Ausländern vom 24. Februar 1948 (AS 1948, 119) oder aufgrund des BRB betreffend staatsgefährliches Propagandamaterial vom 29. Dezember 1948 (AS 1948, 1282) erlassen werden (Botschaft über den Ausbau der Verwaltungsgerichtsbarkeit im Bunde vom 24. September 1965, BBl 1965 II S. 1306). In der Praxis wurde gestützt auf Art. 100 lit. a OG die Zuständigkeit des Bundesgerichts verneint für die Frage, ob die im Bundesarchiv verwahrten Dienstakten aus dem Zeitraum 1938 bis 1945 zur wissenschaftlichen Benutzung freigegeben werden konnten, soweit die Benutzung davon abhing, ob Interessen der inneren oder äusseren Sicherheit des Landes, der Neutralität, des diplomatischen Schutzes und der übrigen auswärtigen Angelegenheiten beeinträchtigt würden (vgl. VPB 40/1976, Nr. 12, E. 1).\n\nDie vorläufige Dienstenthebung gemäss Art. 52 BtG ist zunächst eine Massnahme auf dem Gebiet des Beamtenrechts. Als solche unterliegt sie an sich der Verwaltungsgerichtsbeschwerde. Sie setzt voraus, dass dienstliche Gründe ihre Anordnung rechtfertigen. Als \"dienstliche Gründe\" werden im vorliegenden Fall Sicherheitsinteressen angeführt. Insofern stellt sich die Massnahme hier auch als eine Anordnung auf dem Gebiet der inneren und äusseren Sicherheit des Landes dar. Im Hinblick auf den Rechtsweg fragt sich, ob dem beamtenrechtlichen oder dem sicherheitspolizeilichen Aspekt der Verfügung mehr Gewicht beizulegen ist. Anlässlich der 1968 erfolgten Revision des OG wurde dem Rechtsschutzinteresse der Beamten bei Auflösung des Dienstverhältnisses besondere Bedeutung zugemessen. Die eidgenössischen Räte haben den Rechtsschutz der Bundesbeamten gegenüber dem Vorschlag des Bundesrates ausgedehnt und bewusst die Verwaltungsgerichtsbeschwerde generell bei Auflösung des Dienstverhältnisses zugelassen.BGE 104 Ib 129 S. 132\n\nZwar steht dem Bundesgericht in der Regel gegenüber solchen Verfügungen nur die Rechtskontrolle und nicht eine eigentliche Ermessenskontrolle zu (vgl. Art. 104 OG). Der besondere Rechtsschutz wurde indessen in erster Linie in der Überprüfung durch die von der Verwaltung unabhängige Instanz gesehen und nicht im Umfang der Überprüfungsbefugnis (Protokolle der Kommission des Nationalrats, 2. Sitzung vom 17./18. Januar 1966 S. 39 ff.; 4. Sitzung vom 6./7. September 1966 S. 65 ff.). Im Hinblick auf die Auswirkungen, welche die angefochtene Verfügung auf die beamtenrechtliche Stellung des Beschwerdeführers hat, kommt diesem Aspekt auch im vorliegenden Fall erhebliche Bedeutung zu. Überdies würde selbst die Annahme der Zuständigkeit des Bundesrates nicht verhindern, dass das Bundesgericht solche Fragen gleichwohl im Rahmen einer ihm auf dem Klageweg unterbreiteten vermögensrechtlichen Streitigkeit, insbesondere im Rahmen der Verschuldensfrage, zu beurteilen hätte (vgl. BGE 103 Ib 263 E. 2b; Art. 60 BtG; Art. 10 VG). Es erscheint daher als gerechtfertigt, dem beamtenrechtlichen Aspekt mehr Gewicht beizulegen als demjenigen der Überprüfung der Sicherheitsfrage, welche das Bundesgericht naturgemäss nur mit Zurückhaltung vornehmen kann, soweit es dabei um die Abschätzung eigentlicher Sicherheitsrisiken geht.\n\nArt. 100 lit. a OG ist in diesem Sinn auf Massnahmen, die ausschliesslich die innere und äussere Sicherheit des Landes betreffen, zu beschränken und die Zuständigkeit des Bundesgerichts zur Beurteilung der vorliegenden Beschwerde ist dementsprechend zu bejahen. Diese Auslegung des Art. 100 lit. a OG entspricht auch der vom Bundesrat im Meinungsaustausch vertretenen Auffassung.\n\n2. Der Beschwerdeführer hat gemäss Rechtsmittelbelehrung Verwaltungsgerichtsbeschwerde beim Bundesgericht eingereicht, hält aber dafür, das richtige Rechtsmittel wäre die Verwaltungsbeschwerde innert zehn Tagen an den Bundesrat gewesen, da eine Zwischenverfügung vorliege; er hat deshalb vorsorglich diese zehntägige Frist eingehalten. Das EMD stellt sich demgegenüber auf den Standpunkt, wenn die vorläufige Dienstenthebung mit einem Hauptverfahren, d.h. einem Verfahren auf Auflösung des Dienstverhältnisses, verbunden werde, sei sie als Zwischenverfügung zu betrachten; wenn aber, wie im vorliegenden Fall, das Hauptverfahren erst anschliessend daran eingeleitet werde, habe sie als Endentscheid zu BGE 104 Ib 129 S. 133gelten. In beiden Fällen sei indessen die Verwaltungsgerichtsbeschwerde das gegebene Rechtsmittel.\n\nDie Zuständigkeit des Bundesgerichts, nicht des Bundesrates, ergibt sich schon aus der vorangehenden Erwägung 1. Zu prüfen bleibt, ob eine Endverfügung oder eine Zwischenverfügung vorliegt.\n\nEin Endentscheid kann binnen dreissig Tagen, eine Zwischenverfügung nur binnen zehn Tagen seit Eröffnung mit Verwaltungsgerichtsbeschwerde angefochten werden (Art. 106 OG). Die Verwaltungsgerichtsbeschwerde gegen eine Zwischenverfügung setzt ferner voraus, dass die Verfügung einen nicht wieder gutzumachenden Nachteil bewirken kann (BGE 97 I 478; BGE 99 Ib 416).\n\nHinsichtlich der gleichlautenden Bestimmung der vorläufigen Dienstenthebung eines Angestellten (Art. 75 AngO) hat das Bundesgericht angenommen, die Anordnung, die in jenem Fall im Rahmen eines noch nicht abgeschlossenen Entlassungsverfahrens getroffen wurde, sei eine Zwischenverfügung (nicht veröffentlichtes Urteil S. vom 14. Mai 1975). An dieser, im zitierten Urteil nicht näher begründeten Auffassung ist indessen nicht festzuhalten. Vielmehr erscheint es als gerechtfertigt, die vorläufige Dienstenthebung hinsichtlich ihrer Anfechtbarkeit mit Verwaltungsgerichtsbeschwerde einer Endverfügung gleichzusetzen.\n\nDie vorläufige Dienstenthebung gemäss Art. 52 BtG kann vor oder während einem Verfahren auf definitive (administrative oder disziplinarische) Auflösung des Dienstverhältnisses verfügt werden. Es ist aber nicht denkbar, dass sie unabhängig von einem solchen Verfahren angeordnet werden kann (vgl. auch STRAUSS, Die vorläufige Dienstenthebung nach Art. 52 des Bundesgesetzes über das Dienstverhältnis der Bundesbeamten vom 30. Juni 1927, ZBl 46/1945 S. 275 f.). Selbst wenn nicht ein einheitliches Verfahren stattfindet, besteht demnach in bezug auf Gegenstand und Ziel jedenfalls ein enger Sachzusammenhang zwischen den beiden Verfahren, welcher an sich die Annahme einer Zwischenverfügung rechtfertigen könnte (vgl. BGE 98 Ia 443). Andererseits kann aber das Verfahren der definitiven Auflösung des Dienstverhältnisses unabhängig von einer Anfechtung der vorläufigen Dienstenthebung weitergeführt werden. Es besteht somit nicht die Gefahr, dass jenes Verfahren durch eine selbständige Anfechtung der vorläufigen Dienstenthebung unnötig verschleppt wird. Damit entfällt ein BGE 104 Ib 129 S. 134entscheidender prozessökonomischer Gesichtspunkt, welcher der im Gegensatz zur Endverfügung bloss beschränkten Anfechtbarkeit einer Zwischenverfügung zugrunde liegt. Zudem stellt die Massnahme in der Regel, obwohl sie nur provisorischen Charakter hat, einen empfindlichen Eingriff in die Rechtssphäre des betroffenen Dienstnehmers dar (vgl. BGE 99 Ia 24 E. c), weshalb eine zum vorneherein feststehende, uneingeschränkte Anfechtbarkeit der Massnahme auch von der Bedeutung der Sache und von der Rechtssicherheit der Betroffenen her als sachgerecht erscheint. Aus diesen Gründen rechtfertigt es sich, die vorläufige Dienstenthebung nicht als Zwischenverfügung einzustufen, sondern einer Endverfügung gleichzustellen.\n\n3. Der Beschwerdeführer rügt in erster Linie, das EMD habe ihm das rechtliche Gehör verweigert, da die vorläufige Dienstenthebung ohne seine vorgängige Anhörung verfügt worden sei. Das EMD hält die Verwaltung zu einer solchen vorgängigen Anhörung nicht für verpflichtet.\n\nNach Art. 30 Abs. 1 VwVG, der auf das Verfahren vor dem EMD Anwendung findet (Art. 1 Abs. 2 lit. a in Verbindung mit Art. 3 VwVG), hört die Behörde die Parteien an, bevor sie verfügt. In Ausnahmefällen, die in Art. 30 Abs. 2 lit. a bis e VwVG erschöpfend aufgezählt sind (BGE 100 Ib 5 E. 2), kann sie davon absehen.\n\nIm vorliegenden Fall fällt nur der Ausnahmetatbestand gemäss Art. 30 Abs. 2 lit. e VwVG näher in Betracht. Danach kann auf die vorherige Anhörung im erstinstanzlichen Verfahren verzichtet werden, \"wenn Gefahr im Verzuge ist, den Parteien die Beschwerde gegen die Verfügung zusteht und ihnen keine andere Bestimmung des Bundesrechts einen Anspruch auf vorgängige Anhörung gewährleistet\".\n\n4. Sind die beiden ersten in Art. 30 Abs. 2 lit. e VwVG genannten Bedingungen kumulativ zu verstehen, so darf die Anhörung nur unterbleiben, wenn Gefahr im Verzug ist und den Parteien die Beschwerde gegen die Verfügung zusteht, und auch dies nur dann, wenn nicht eine Sondervorschrift einen Anspruch auf vorgängige Anhörung unabhängig von Art. 30 Abs. 2 VwVG gewährleistet.\n\nSind dagegen die beiden ersten Bedingungen alternativ zu verstehen, so darf die Anhörung unterbleiben, entweder wenn Gefahr im Verzug ist oder wenn der Partei die Beschwerde BGE 104 Ib 129 S. 135gegen die Verfügung zusteht und keine Sondervorschrift einen Anspruch auf vorgängige Anhörung gewährleistet.\n\nDie Formulierung geht auf die Beratungen der eidgenössischen Räte zurück (Protokoll der ständerätlichen Kommission vom 7./8. Februar 1967 S. 58, Amtl. Bull. 1967 S 179; Protokoll der nationalrätlichen Kommission vom 1./2. Februar 1968 S. 9 ff., Amtl. Bull. 1968 N 318). Doch geben die Protokolle keinen klaren Hinweis für die Auslegung der Norm.\n\nAuf den ersten Blick liegt die Vermutung nahe, dass die erste Bedingung: \"Wenn Gefahr im Verzuge ist\", genügen sollte, um ohne Anhören handeln zu können; dann wäre aber auch die zweite Bedingung eine selbständige Bedingung; es könnte also in allen Fällen, wo die Beschwerdemöglichkeit gegeben ist, ohne Anhören der Partei gehandelt werden, wenn nicht eine Sondervorschrift das Anhören vorschreibt. Dadurch würde indessen der Anspruch auf rechtliches Gehör gemäss Art. 29 ff. VwVG weitgehend seiner Tragweite beraubt, was nicht der Sinn der Bestimmung sein kann. Es ist daher davon auszugehen, dass die beiden ersten Bedingungen kumulativ erfüllt sein müssen.\n\n5. Weiter fragt sich, ob die Möglichkeit, die Verfügung auf dem Rechtsmittelweg anzufechten, die Pflicht der Behörde zur vorgängigen Anhörung der Parteien nur auszuschliessen vermag, wenn die Verwaltungsbeschwerde als Rechtsmittel in Frage steht, oder auch wenn die Verfügung mit Verwaltungsgerichtsbeschwerde angefochten werden kann (vgl. BGE 100 Ib 5 E. 2).\n\nDer Wortlaut der Bestimmung (\"die Beschwerde\", \"le recours\", \"il ricorso\") und deren systematische Stellung im VwVG sprechen dafür, dass nur die Anfechtung durch die Verwaltungsbeschwerde gemeint ist. In einem Fall, wie dem vorliegenden, wo der Entscheid in weitem Ausmass vom Ermessen der Behörde abhängt, lässt sich zudem die Annahme, darunter falle auch die Anfechtungsmöglichkeit durch die Verwaltungsgerichtsbeschwerde, auch vom Sinn der Bestimmung her nicht rechtfertigen, da dem Bundesgericht nur eine beschränkte Ermessenskontrolle zukommt (Art. 104 lit. a OG; Überschreitung und Missbrauch des Ermessens), und es mithin die im Rechtsmittelverfahren durch die Gewährung des rechtlichen Gehörs hinzukommenden Aspekte nur in diesem beschränkten Rahmen noch nachträglich berücksichtigen könnte.BGE 104 Ib 129 S. 136\n\nDaraus folgt, dass das EMD, selbst wenn Gefahr im Verzug gewesen sein sollte, die vorläufige Dienstenthebung des Beschwerdeführers nur nach dessen Anhörung hätte verfügen dürfen. Die Tatsache, dass der Beschwerdeführer die Verfügung mit Verwaltungsgerichtsbeschwerde anfechten kann, sowie der Umstand, dass dem Beamten im anschliessenden Hauptverfahren auf vorzeitige Entlassung aus dem Bundesdienst das rechtliche Gehör gewährt wird, enthebt die Verwaltung nicht von der Anwendung des Art. 30 Abs. 2 VwVG mit Bezug auf die vorläufige Dienstenthebung. Ist Gefahr im Verzug und verlangt das öffentliche Interesse eine sofortige Massnahme, so kann der Beamte vor seiner Anhörung höchstens im Rahmen einer superprovisorischen Massnahme sofort vom Dienst entfernt werden; nach deren Anordnung muss ihm aber möglichst rasch das rechtliche Gehör mit Bezug auf die als anfechtbare Verfügung zu erlassende vorläufige Dienstenthebung gemäss Art. 52 BtG gewährt werden. Der Umstand, dass das Bundesgericht gegenüber den Kantonen im Rahmen der staatsrechtlichen Rechtsprechung wegen Verletzung von Art. 4 BV weniger strenge Anforderungen stellt (BGE 99 Ia 22), ist bei der Auslegung des VwVG, das nicht auf die aus Art. 4 BV abgeleiteten minimalen Verfahrensregeln beschränkt ist, ohne Bedeutung.\n\n6. Auch wenn die vorläufige Dienstenthebung wesensgemäss nicht endgültigen Charakter hat, ist die Massnahme für den betroffenen Beamten von einschneidender Tragweite. Angesichts des provisorischen Charakters der Massnahme mag es für die Gewährung des rechtlichen Gehörs immerhin genügen, wenn der vorgesetzte Beamte, der zur Antragsstellung oder zum Entscheid über die vorläufige Dienstenthebung zuständig ist, den Beamten kommen lässt, ihm mündlich seine Absichten und deren Motive eröffnet und ihm Gelegenheit gibt, mündlich seine Gegenargumente zu Protokoll zu geben. Dabei müssen die gegen den Beamten erhobenen Vorwürfe so konkretisiert werden, dass der Betroffene die Vorfälle, die Anlass zu den Vorwürfen gegeben haben, näher erklären kann. Bloss allgemeine Vorwürfe oder eine pauschale Mitteilung vermögen dem Anspruch nicht zu genügen (vgl. auch das Urteil des Verwaltungsgerichts des Kantons Solothurn vom 20. April 1977, E. 2b, in ZBl 79/1978 S. 400).\n\nIm vorliegenden Fall sind nicht einmal diese Mindestanforderungen hinsichtlich des rechtlichen Gehörs innegehalten BGE 104 Ib 129 S. 137worden. Die Rüge der Verletzung des rechtlichen Gehörs ist daher begründet.\n\n7. Es bleibt zu prüfen, ob damit die Sache an das EMD zwecks Gewährung des rechtlichen Gehörs zurückzuweisen ist, oder ob der Mangel des rechtlichen Gehörs allenfalls im vorliegenden Verfahren, in dem der Beschwerdeführer in der Beschwerdeschrift und der Replik zu Wort gekommen ist, geheilt werden kann (vgl. BGE 100 Ib 5 E. 2). Das Bundesgericht bejaht eine solche Heilung des Mangels, wenn eine reine Rechtsfrage zu entscheiden ist und die Rückweisung an die Vorinstanz einen prozessualen Leerlauf bedeuten würde (BGE 100 Ib 5 E. 2). Im vorliegenden Fall ist indessen nicht eine reine Rechtsfrage zu entscheiden, sondern über eine Massnahme zu befinden, deren Anordnung massgeblich vom Ermessen der Verwaltung abhängt. Es ist bereits aus diesem Grund sinnvoll, die Vorinstanz zu verpflichten, aufgrund der Vorbringen des Beschwerdeführers ihre Auffassung unter Gewährung des rechtlichen Gehörs zu überprüfen. Hinzu kommt, dass das EMD denselben Sachverhalt für das inzwischen weitergelaufene Verfahren betreffend Auflösung des Dienstverhältnisses aus wichtigen Gründen abzuklären hat. Es dürfte demnach inzwischen über das behauptete Sicherheitsrisiko mehr bekannt sein, so dass auch im Hinblick auf Art. 52 Abs. 2 BtG die Sache für das Bundesgericht nicht spruchreif ist.\n\nAus diesen Gründen ist es ausgeschlossen, den Mangel im vorliegenden Verfahren zu heilen. Die Beschwerde ist demnach gutzuheissen und die Verfügung des EMD vom 28. Februar 1978 wegen Verletzung des rechtlichen Gehörs aufzuheben. Das EMD hat sich unter Gewährung des rechtlichen Gehörs nochmals über die vorläufige Dienstenthebung des Beschwerdeführers auszusprechen.\n\n8. Nachdem der angefochtene Entscheid bereits wegen Verletzung des rechtlichen Gehörs aufzuheben ist, erübrigt sich eine Stellungnahme zu den materiellen Rügen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird im Sinne der Erwägungen gutgeheissen und die Verfügung des Eidgenössischen Militärdepartements vom 28. Februar 1978 aufgehoben."}