{"annee": "104", "cour": "II", "page": "166", "date": "28/8/1978", "cite": ["99 II 28", "100 II 307"], "cite_par": ["107 II 134", "129 IV 262"], "chapeau": "28. Auszug aus dem Urteil der II. Zivilabteilung vom 28. August 1978 i.S. Bleiker gegen Seligmann", "regestes": ["Utilisation temporaire du fonds voisin en relation avec des travaux de construction. Le droit, consacré au § 115 de la loi zurichoise sur les constructions, du 23 avril 1893, d'utiliser provisoirement le fonds voisin n'est garanti que dans la mesure où l'utilisation se fait dans les limites de l'art. 695 CC."], "faits": "BGE 104 II 166 S. 166\n\nWerner Bleiker und Paul Seligmann sind Eigentümer aneinandergrenzender Grundstücke in Zürich-Wollishofen. Jener ist im Begriffe, auf seinem Grundstück ein Terrassenwohnhaus zu erstellen. Für die Sicherung der Baugrube beansprucht er zu vorübergehender Benützung einen Streifen des Grundstücks von Seligmann. Umfang und Bedingungen dieser Landbenützung bildeten Gegenstand längerer Verhandlungen, in deren Verlauf Bleiker mit der Ausführung von Arbeiten auf dem Nachbargrundstück begann.\n\nMit Eingabe vom 20. Oktober 1977 stellte Paul Seligmann beim Einzelrichter im summarischen Verfahren des Bezirkes Zürich das Begehren, es sei Werner Bleiker mit sofortiger Wirkung zu verbieten, auf seiner Liegenschaft weitere Bau-, Ramm- oder Aushubarbeiten auszuführen, und der Beklagte überdies zu verpflichten, den früheren Zustand sofort wiederherzustellen. Mit Verfügung vom 15. November 1977 entschied der Einzelrichter, auf das Begehren nicht einzutreten.\n\nDiesen Entscheid focht der Kläger beim Obergericht des Kantons Zürich an, das den Rekurs mit Beschluss vom 9. Februar 1978 guthiess und dem Beklagten befahl, ab sofort die Bau-, Ramm- und Aushubarbeiten auf der Liegenschaft des BGE 104 II 166 S. 167Klägers einzustellen, unter Androhung der Ungehorsamsstrafe von Art. 292 StGB; gleichzeitig wurde der Beklagte angewiesen, innert 20 Tagen nach Zustellung des Beschlusses die auf dem klägerischen Grundstück erstellten Installationen abzubrechen und den früheren Zustand wiederherzustellen, unter Androhung von Zwangsvollzug im Säumnisfall.\n\nDer Beklagte hat gegen den obergerichtlichen Entscheid sowohl Nichtigkeitsbeschwerde an das Kassationsgericht des Kantons Zürich als auch Berufung an das Bundesgericht erhoben. Mit der Berufung verlangt er, das klägerische Begehren sei abzuweisen. Der Kläger beantragt die Abweisung der Berufung und die Bestätigung des angefochtenen Entscheids.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 641 Abs. 2 ZGB hat der Eigentümer einer Sache das Recht, jede ungerechtfertigte Einwirkung abzuwehren. Ungerechtfertigt ist eine Einwirkung immer dann, wenn sie eine unmittelbare ist und somit einer Besitzesstörung im Sinne von Art. 928 ZGB gleichkommt, wie dies beim Betreten oder bei anderweitiger Benützung eines fremden Grundstücks der Fall ist. Gerechtfertigt ist ein solcher Eingriff in fremdes Eigentum lediglich dann, wenn sich der Störer hiefür auf eine besondere gesetzliche Vorschrift oder auf ein dingliches oder obligatorisches Recht berufen kann (BGE 100 II 309; BGE 99 II 32 /33 mit Hinweisen).\n\n3. Der Beklagte leitet das Recht zur Benützung eines Teils des klägerischen Grundstücks in erster Linie aus § 115 des zürcherischen Baugesetzes vom 23. April 1893 (BauG) ab. Diese im siebenten Abschnitt (\"Privatrechtliche Bestimmungen\") enthaltene Bestimmung hat folgenden Wortlaut:\n\n\"Soweit die Erstellung, bauliche Wiederherstellung oder Reinigung\n\neines Gebäudes oder Abzugskanales, die Reinigung oder Wiederherstellung\n\neiner bereits bestehenden Abtrittgrube oder eines Brunnens das\n\nBetreten oder die vorübergehende Benutzung des nachbarlichen Bodens\n\nnotwendig macht, muss sich der Nachbar dies gefallen lassen.\n\nVon jedem beabsichtigten Gebrauch dieser Befugnis ist dem Nachbarn\n\nrechtzeitig Kenntnis zu geben. Die Ausübung soll in möglichst\n\nwenig lästiger Weise geschehen, und es ist überdies für jeden Schaden\n\nBGE 104 II 166 S. 168voller Ersatz zu leisten.\"\n\na) Das Obergericht ist der Ansicht, die in § 115 BauG vorgesehene Duldungspflicht halte nur soweit vor dem Bundesrecht stand, als sie Art. 685 Abs. 1 ZGB nicht widerspreche. Es räumt ein, dass Art. 685 ZGB den Nachbarn nicht schlechthin vor jeder Unannehmlichkeit schütze, sondern nur verhindern wolle, dass durch Grabungen und Bauten erhebliche Senkungen oder Rutschungen auf den Nachbargrundstücken verursacht würden, nimmt aber dennoch an, im vorliegenden Fall stehe ausser Zweifel, dass die Bautätigkeit des Beklagten mit Art. 685 Abs. 1 ZGB nicht vereinbar sei. Das ergebe sich aus der von diesem selber zugestandenen Tatsache, dass es bei einer Entfernung der bestehenden Installationen angesichts der in einem grossen Steilhang ausgehobenen mächtigen Baugrube zu einer Katastrophe käme, wobei insbesondere auch das Terrain des Klägers ins Rutschen geriete und den dort befindlichen Gebäuden unmittelbar die Zerstörung drohte. Ein Eingriff, der ohne besondere Sicherungsmassnahmen derart verheerende Folgen bewirken würde, halte sich nicht mehr im Rahmen von Art. 685 Abs. 1 ZGB. Der Kläger habe daher trotz § 115 BauG einen Beseitigungs- bzw. Unterlassungsanspruch.\n\nb) Der Beklagte vertritt demgegenüber die Auffassung, § 115 BauG könne Art. 685 Abs. 1 ZGB gar nicht widersprechen, denn durch die Ausübung der in jener Bestimmung vorgesehenen Befugnisse solle ja eine Gefährdung des klägerischen Grundstücks und damit eine Verletzung von Art. 685 Abs. 1 ZGB verhindert werden. § 115 BauG könne sich sowohl auf den in Art. 686 Abs. 2 ZGB enthaltenen Vorbehalt kantonaler Bauvorschriften als auch auf Art. 695 ZGB stützen, der die Kantone unter anderem ausdrücklich ermächtige, über die Befugnisse des Grundeigentümers, das nachbarliche Grundstück zum Zwecke der Erstellung von Bauten zu betreten, nähere Vorschriften zu erlassen.\n\nc) Es ist selbstverständlich, dass die Kantone nicht berechtigt sind, auf Grund der Vorbehalte in Art. 686 Abs. 2 und Art. 695 ZGB Bauvorschriften privatrechtlicher Natur aufzustellen, die über diese gesetzlichen Ermächtigungen hinausgehen. § 115 BauG hält somit vor dem Bundesrecht nur stand, soweit er sich auf einen der erwähnten Vorbehalte stützen kann und seine Anwendung nicht zu einem Eingriff in das Grundeigentum führt, der mit dem Bundesrecht nicht vereinbar ist. Da Art. 695 ZGB die Kantone ermächtigt, nebst anderem insbesondere BGE 104 II 166 S. 169die Befugnis des Grundeigentümers zum Betreten des Nachbargrundstücks zu regeln, ist darin und nicht im viel allgemeiner gefassten Vorbehalt des Art. 686 Abs. 2 ZGB die Rechtsgrundlage für § 115 BauG zu erblicken.\n\nGegenstand dieser kantonalen Vorschrift ist das sogenannte Hammerschlags- oder Leiterrecht. Dieses an eine alte Überlieferung anknüpfende Recht verleiht dem Grundeigentümer die Befugnis, zum Zwecke der Erstellung, Reinigung oder Reparatur eines Gebäudes oder einer andern Anlage das Nachbargrundstück zu betreten oder vorübergehend zu benützen (M. JAGMETTI, Vorbehaltenes kantonales Privatrecht, in: Schweizerisches Privatrecht, Bd. I, S. 312; HAAB/SIMONIUS/SCHERRER/ZOBL, N. 35 zu Art. 694-696 ZGB; MEIER-HAYOZ, N. 22/23 zu Art. 695 ZGB; A. WALDIS, Das Nachbarrecht, 4. Aufl., S. 185; zum deutschen Recht vgl. MEISNER/STERN/HODES, Nachbarrecht, 4. Aufl., S. 504 ff.). Obwohl Art. 695 ZGB nur von der Befugnis, das Nachbargrundstück zu betreten, spricht, ist ohne weiteres anzunehmen, dass sich eine kantonale Regelung auch insoweit auf diese Bestimmung stützen kann, als sie - wie § 115 BauG - ein Recht zur vorübergehenden Benützung der nachbarlichen Liegenschaft vorsieht. Es ist dabei in erster Linie an die Ablagerung von Baumaterialien oder an das Errichten eines Baugerüstes zu denken. Naturgemäss kann es sich bei der Fläche, deren Inanspruchnahme dem Nachbarn des baulustigen Grundeigentümers zugemutet werden darf, nur um einen verhältnismässig schmalen Streifen handeln. Mit dem bundesrechtlichen Anspruch auf möglichst ungeschmälerten Genuss des Eigentums und der einschränkenden Formulierung von Art. 695 ZGB unvereinbar wäre es sodann, wenn das kantonale Recht erhebliche Veränderungen des nachbarlichen Grundstücks, wie insbesondere Abgrabungen oder die Zerstörung darauf befindlicher Vorrichtungen, zulassen würde.\n\nAus dem angefochtenen Entscheid und den Akten ergibt sich, dass der Beklagte das klägerische Grundstück in einem Umfang in Anspruch nehmen will, der erheblich über den Rahmen des Hammerschlagsrechts hinausgeht. So beansprucht er nicht nur eine mehrere Meter breite Fläche des klägerischen Grundstücks für die Ausführung von Bauarbeiten, sondern will er einen Teil dieser Fläche in die Abgrabungsarbeiten auf seinem Grundstück miteinbeziehen. Eine derart weitgehende BGE 104 II 166 S. 170Benützung des nachbarlichen Grundes lässt sich mit Art. 695 ZGB nicht vereinbaren; sie verletzt den Anspruch des Klägers auf möglichst ungeschmälerte Respektierung seines Eigentums. Widerspricht aber der Gebrauch, den der Beklagte unter Berufung auf § 115 BauG von einer Teilfläche des klägerischen Grundstücks machen will und zum Teil bereits gemacht hat, dem Bundesrecht, hat das Obergericht diese Benützung zu Recht als unzulässig erklärt. Entgegen der Auffassung der Vorinstanz besteht die Unvereinbarkeit mit dem Bundesrecht allerdings nicht darin, dass der nachbarliche Grund für Sicherungsarbeiten in Anspruch genommen wird, mit denen eine Gefährdung des Grundstücks des Klägers im Sinne von Art. 685 Abs. 1 ZGB abgewendet werden soll. Das Vorgehen des Beklagten widerspricht dem Bundesrecht vielmehr deshalb, weil das klägerische Grundstück in einer Weise benützt wird, die sich mit der nach Art. 695 ZGB zulässigen Einschränkung der Grundeigentümerbefugnisse des Nachbarn nicht verträgt, sondern weit darüber hinausgeht."}