{"annee": "104", "cour": "IA", "page": "4", "date": "14/2/1978", "cite": ["100 IV 271"], "cite_par": ["113 IA 225", "142 V 152"], "chapeau": "2. Extrait de l'arrêt du 14 février 1978 en la cause Société des éditions modernes, industrielles et sportives contre Président de la Cour de cassation pénale du canton de Vaud et René Galimont.", "regestes": ["Art. 4 Cst.; formalisme excessif. La règle de procédure cantonale selon laquelle l'acte de recours doit être remis en temps utile à un bureau de poste suisse n'est pas contraire à l'art. 4 Cst. En l'appliquant strictement, l'autorité ne fait pas preuve d'un formalisme excessif."], "faits": "", "considerants": "BGE 104 Ia 4 S. 5\n\nConsidérant en droit:\n\n2. Aux termes de l'art. 136 du Code vaudois de procédure pénale, du 12 septembre 1967 (CPP), \"les actes écrits sont déposés en temps utile s'ils parviennent à l'office compétent pour les recevoir ou à une autre autorité judiciaire du canton ou s'ils ont été remis à un bureau de poste suisse le dernier jour du délai au plus tard\". La recourante ne prétend pas avoir remis son acte de recours en usant de l'une ou de l'autre des facultés énumérées par cette disposition. En particulier, elle ne soutient pas que son pli a été remis par les postes françaises aux postes suisses dans le délai de recours (voir, à propos de l'art. 32 OJ, ATF 100 IV 271 et la jurisprudence citée).\n\n3. La recourante fait en revanche grief à l'autorité cantonale d'avoir fait preuve d'un formalisme excessif.\n\nLa règle selon laquelle un acte de recours doit être remis en temps utile à un bureau de poste suisse n'a pas été adoptée sans de sérieux motifs. Il n'est tout d'abord nullement exclu que, dans certains pays, la date du sceau postal puisse ne pas correspondre à celle de la remise de l'envoi. Par ailleurs et surtout, la règle précitée permet d'éviter que l'autorité judiciaire ne sache pas, durant un laps de temps plus ou moins long, si une décision est ou n'est pas attaquée. Se fondant sur ces considérations, le législateur est en droit de ne prendre en considération que la remise de l'envoi à un bureau de poste suisse. Or une telle règle de procédure, si elle est instituée, doit être appliquée de manière stricte. L'autorité ne saurait en particulier faire des distinctions en fonction des pays où l'envoi a été mis à la poste, sans encourir le reproche de violer le principe de l'égalité de traitement. On ne peut dès lors considérer que le président de la Cour de cassation pénale a fait preuve d'un formalisme excessif en appliquant strictement une disposition claire, dont l'adoption repose sur des motifs sérieux."}