{"annee": "104", "cour": "III", "page": "15", "date": "7/2/1978", "cite": ["84 III 79", "91 III 69"], "cite_par": ["131 III 46", "112 III 26", "113 III 144"], "chapeau": "5. Auszug aus dem Entscheid vom 7. Februar 1978 i.S. A. und B. X.", "regestes": ["Saisie d'une cédule hypothécaire; action en revendication (art. 109 LP); prise en garde par l'Office des poursuites d'un titre de gage créé au nom du propriétaire et grevant un immeuble saisi (art. 13 ORI). 1. Une cédule hypothécaire, créée au nom du propriétaire, qui grève un immeuble saisi ne peut pas être saisie elle-même; partant, en ce qui concerne un tel titre, il n'est pas possible d'impartir de délai pour ouvrir une action en revendication (c. 2b). 2. Si une telle cédule hypothécaire est détenue par un tiers revendiquant, l'office ne peut pas la prendre sous sa garde (c. 2d)."], "faits": "|15|\n\nNachdem gegen A. X. verschiedene Betreibungen eingeleitet worden waren, vollzog das Betreibungsamt Z. auf Begehren der in drei Pfändungsgruppen zusammengefassten Gläubiger in der Zeit von Mitte Februar bis Mitte September 1977 die Pfändung, die unter anderem die Liegenschaft Grundbuch Z., Parzelle 1069, erfasste. Die Pfändungsurkunde enthält an der diesem Objekt entsprechenden Stelle der Spalte \"Bemerkungen\" unter anderem folgenden Eintrag:\n\n\"Grundpfandrechte:\n\n...\n\nIm III. Range:\n\nInhaberschuldbrief vom 22. Sept. 1975 von Fr. 500'000.- nebst Zins bis 10% und Folgen.\n\n|16| (Im Besitze der Ehefrau)\n\nDer Schuldbrief wurde im Jahre 1976 vom Schuldner der Ehefrau geschenkt. Das genaue Datum konnte dem BA nicht mitgeteilt werden.\n\n...\n\nDie Klagefrist für diesen Drittanspruch gemäss Art. 109 SchKG beträgt 10 Tage.\n\nDer Schuldner wurde aufgefordert, diesen Schuldbrief dem BA zur Verfügung zu stellen. Er ist dieser Aufforderung bis jetzt aber nicht nachgekommen.\"\n\nDen erwähnten Inhaberschuldbrief (im folgenden Schuldbrief genannt) hatte der Schuldner gestützt auf einen Schenkungsvertrag vom 29. September 1975 an seine Ehefrau, B. X., übertragen.\n\nGegen den zitierten Eintrag in der Pfändungsurkunde erhoben A. X. und seine Ehefrau bei der kantonalen Aufsichtsbehörde über Schuldbetreibung und Konkurs Beschwerde, wobei sie verlangten:\n\n\"1. ...\n\n4. Die Streichung der Wörter \"Die Klagefrist für diesen Drittanspruch gemäss Art. 109 SchKG beträgt 10 Tage\".\n\n5. Die Streichung der Wörter \"Der Schuldner wurde aufgefordert, diesen Schuldbrief dem Betreibungsamt zur Verfügung zu stellen. Er ist dieser Aufforderung bis jetzt aber nicht nachgekommen.\"\n\nMit Entscheid vom 30. November 1977 wies die kantonale Aufsichtsbehörde die Beschwerde ab, soweit sie darauf eintrat.\n\nHiegegen haben A. und B. X. an das Bundesgericht rekurriert. Sie wiederholen im wesentlichen die bei der Vorinstanz gestellten Anträge und verlangen zudem, es sei\n\n\"festzustellen, dass der auf der Liegenschaft Grundbuch Z., Parzelle 1069, lastende Inhaber-Schuldbrief dritten Ranges für Fr. 500'000.- nicht (rechtsgültig) gepfändet worden sei;\n\nder Schuldbrief aus dem allfälligen Pfändungsbeschlag zu entlassen und der Mitbeschwerdeführerin B. X. zu unbeschwertem Eigentum auszuhändigen.\"", "considerants": "Aus den Erwägungen:\n\n2. a) Der Antrag, es sei festzustellen, dass der Schuldbrief nicht (rechtsgültig) gepfändet worden sei, bzw. dieser sei aus dem allfälligen Pfändungsbeschlag zu entlassen und der Rekurrentin B. X. zu unbeschwertem Eigentum herauszugeben, ist neu. Indessen wurde er offensichtlich erst durch die in |17| diesem Punkt nicht sehr deutlichen Erwägungen der Vorinstanz veranlasst (vgl. Art. 79 Abs. 1 zweiter Satz a.E. OG). Da er überdies mit dem schon bei der kantonalen Aufsichtsbehörde gestellten Begehren, die Ansetzung der Frist zur Erhebung der Widerspruchsklage nach Art. 109 SchKG sei aufzuheben, insofern zusammenhängt, als ein Widerspruchsverfahren eine Pfändung der umstrittenen Sache voraussetzt, ist auf ihn einzutreten.\n\nb) Eine Sache, die sich im Gewahrsam eines Dritten befindet, kann jedenfalls dann gültig gepfändet werden, wenn der Gläubiger (oder der Schuldner selbst) sie als Eigentum des Schuldners bezeichnet (vgl. BGE 84 III 83 f.). Die Pfändung ist grundsätzlich sogar dann möglich, wenn der Dritte die Sache seinerseits zu Eigentum beansprucht. Will der Gläubiger, dass die Pfändung aufrechterhalten bleibe, hat er in einem solchen Fall freilich innerhalb der ihm vom Betreibungsamt anzusetzenden Frist gegen den Drittansprecher Widerspruchsklage zu erheben (Art. 109 SchKG). Aus dieser Sicht hätte einer Pfändung des Schuldbriefes mithin nichts entgegengestanden. Eine rechtserhebliche Besonderheit lag indessen darin, dass das Grundstück, worauf er lastet, selbst gepfändet wurde. Dadurch verlor der Schuldbrief die Eigenschaft eines selbständig pfändbaren Aktivums des Schuldners (vgl. BGE 91 III 76 oben), und er hat nunmehr einzig noch die Funktion, eine auf dem Grundstück ruhende Last zu verkörpern. Ob dieses von B. X. beanspruchte Pfandrecht rechtsgültig zu ihren Gunsten begründet worden oder ob es als Eigentümerpfandrecht zu behandeln sei (dazu BGE 91 III 76 oben; FRITZSCHE, Schuldbetreibung und Konkurs, 2. A., I. Bd. S. 170 Anm. 276), wird gegebenenfalls (spätestens im Rahmen der Lastenbereinigung; Art. 39 ff. VZG) vom Richter zu entscheiden sein.\n\nIst und bleibt die Pfändung des Schuldbriefes nach dem Gesagten solange ausgeschlossen, als das Grundstück selbst gepfändet ist, ergibt sich, dass die sich auf den Schuldbrief beziehende Ansetzung der Frist zur Erhebung der Widerspruchsklage nach Art. 109 SchKG gegen Bundesrecht verstösst, da diese Klage voraussetzt, dass die umstrittene Sache gepfändet ist. Insofern ist der Rekurs demnach begründet.\n\nc) Soweit mit dem Antrag, der Schuldbrief sei aus dem allfälligen Pfändungsbeschlag zu entlassen und B. X. zu unbeschwertem |18| Eigentum auszuhändigen, verlangt wird, die Beschlagnahme des - inzwischen abgelieferten - Titels sei aufzuheben, handelt es sich um ein Rechtsbegehren, das dem kantonalen Verfahren nicht zugrunde liegen konnte, da der Schuldbrief erst nach Fällung des angefochtenen Entscheides in den Besitz des Betreibungsamtes gelangte. Über dieses Begehren, das übrigens Gegenstand einer neuen, bei der Vorinstanz noch hängigen Beschwerde bilden soll, kann deshalb im vorliegenden Verfahren nicht befunden werden. Nicht einzutreten ist schliesslich auch auf den Antrag, es sei der Hinweis in der Pfändungsurkunde zu streichen, wonach der Schuldner aufgefordert worden sei, den Schuldbrief dem Betreibungsamt zur Verfügung zu stellen, er dieser Aufforderung aber nicht nachgekommen sei. Die gerügte Bemerkung stellt nicht eine Aufforderung zur Ablieferung des Titels dar, sondern einen rein deklaratorischen Hinweis auf einen vom Betreibungsamt unternommenen Schritt und die entsprechende Reaktion des Schuldners. Sie greift nicht in die vollstreckungsrechtliche Stellung der Rekurrenten ein. Mit ihrer Streichung liesse sich daher kein praktischer Verfahrenszweck erreichen.\n\nd) In Anbetracht des Umstandes, dass die Vorinstanz sich zur Rechtmässigkeit der betreibungsamtlichen Beschlagnahme geäussert hat, rechtfertigt es sich, diese Frage hier dennoch zu erörtern. Die kantonale Aufsichtsbehörde ist der Ansicht, das Betreibungsamt sei auch ohne Pfändung befugt, den Schuldbrief in Verwahrung zu nehmen (bzw. zu behalten). Sie beruft sich dabei auf Art. 13 VZG, wonach im Besitze des Schuldners befindliche Eigentümerpfandtitel, die nicht gepfändet wurden, vom Betreibungsamt für die Dauer der Pfändung des Grundstückes in Verwahrung zu nehmen sind. Diese Bestimmung sei hier - wo sich der Titel im Besitze eines Dritten befand - sinngemäss anzuwenden. Es trifft zu, dass es sich bei der erwähnten Inverwahrungnahme um eine Vorkehr zur Sicherung der Pfändungsrechte handelt, durch die verhindert werden soll, dass das den Betreibungsgläubigern haftende Grundstück durch eine nachträgliche Begebung des Pfandtitels (zusätzlich) belastet werde. Hinsichtlich ihrer Aufgabe lässt sie sich somit in der Tat mit der in Art. 98 SchKG vorgesehenen betreibungsamtlichen Beschlagnahme vergleichen (dazu BGE 91 III 76 E. bb). Ob jene Massnahme gegenüber einem Dritten, der ein Inhaberpapier (vgl. Art. 98 |19| Abs. 1 SchKG) zu Eigentum beansprucht, durchgesetzt werden könnte, mag dahingestellt bleiben. (Verneint wurde die Frage in dem von der Vorinstanz angeführten Bundesgerichtsentscheid 83 III 46 ff. hinsichtlich eines Automobils, einer Sache also, die unter Art. 98 Abs. 2 SchKG fällt). Ein wesentlicher Unterschied zum vorliegenden Sachverhalt bestünde auf jeden Fall darin, dass dort ein gepfändeter Titel beschlagnahmt würde, wogegen hier der vom Betreibungsamt in Verwahrung genommene Schuldbrief selbst nicht gepfändet ist. Während bei einer gepfändeten Sache der Drittansprecher sich einen ungerechtfertigten Eingriff längstens bis zum Abschluss eines allfälligen Widerspruchsverfahrens gefallen zu lassen hätte, müsste sich B. X. unter Umständen bis zur Erledigung der den Schuldbrief betreffenden Lastenbereinigung (die ja erst kurz vor der Verwertung des Grundstücks durchgeführt würde) gedulden. Dies ist ihr nicht zuzumuten. Dass es sich bei ihr um die Ehefrau des Schuldners handelt, vermag die Beschlagnahme nicht zu rechtfertigen, zumal die Gefahr einer Weiterbegebung des Pfandtitels unter diesen Verhältnissen nicht von vornherein grösser ist, als wenn sich dieser im Gewahrsam eines Aussenstehenden befände. Ihre Interessen könnten die Betreibungsgläubiger allenfalls dadurch schützen, dass sie gestützt auf die von den Rekursgegnerinnen angeführten Bestimmungen (Art. 188 ZGB bzw. Art. 286 SchKG) Klage erhöben und in jenem Verfahren als vorsorgliche Massnahme die Hinterlegung des Schuldbriefes verlangen würden."}