{"annee": "104", "cour": "V", "page": "186", "date": "8/11/1978", "cite": ["97 V 237"], "cite_par": ["113 V 267", "119 V 255", "106 V 213"], "chapeau": "46. Auszug aus dem Urteil vom 8. November 1978 i.S. Kohler gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Transformation de véhicules à moteur (art. 14 al. 1 lit. h RAI). - C'est au regard de l'art. 8 al. 1 LAI qu'il y a lieu de déterminer si la prise en charge de frais de transformation nécessités par l'invalidité est justifiée, qu'elle intervienne avant ou même après l'écoulement du délai de 6 ans au sens des Directives de l'Office fédéral des assurances sociales du 23 avril 1974 (consid. 1 et 2). - Début du délai de 6 ans (consid. 3)."], "faits": "|186|\n\nAus dem Tatbestand:\n\nA.- Der im Jahre 1951 geborene Versicherte verunfallte am 8. März 1968 beim Skispringen und leidet seither an einer Querschnittlähmung der unteren Körperhälfte.\n\nDie Invalidenversicherung gewährte zahlreiche medizinische und berufliche Massnahmen sowie Hilfsmittel. Am 14. November 1968 übernahm sie u.a. die invaliditätsbedingten Umbaukosten an einem Auto im Betrag von Fr. 2'500.-. Am 14. Juli 1975 teilte der Versicherte der Regionalstelle für berufliche Eingliederung, Zürich, mit, er werde sich einen neuen Opel |187| Kadett Caravan kaufen und beantrage daher die Übernahme der Umbaukosten. Im Zusammenhang mit einem Gesuch um Kostengutsprache für einen Wand-Standing fügte die Ausgleichskasse ihrer Verfügung vom 22. September 1975 folgendes bei:\n\n\"Bezüglich des Begehrens um einen Grundsatzentscheid wegen inv.-\n\nbedingten Auto-Umbaues ist auf die Besprechung mit der IV-Regionalstelle\n\nhinzuweisen. Die Invalidenversicherung rechnet mit einer Gebrauchsdauer\n\nvon 6 Jahren, so dass frühestens nach Ablauf dieser Frist\n\nzu einem neu einzureichenden Begehren Stellung genommen werden\n\nkann.\"\n\nAuf dieses Schreiben hin stellte der Versicherte am 25. September 1975 das Gesuch um Vergütung der im Jahre 1974 entstandenen Kosten für den Umbau seines neuen Autos.\n\nMit Verfügung vom 8. Dezember 1975 wies die Ausgleichskasse des Kantons Zürich das Gesuch mit folgender Begründung ab:\n\n\"Obwohl rein materiell die Anspruchsvoraussetzungen gegeben\n\nwären, ist das Begehren auf Grund von Art. 48 Abs. 2 des Gesetzes\n\nabzuweisen.\n\nDieser Artikel bestimmt nämlich: 'Meldet sich ein Versicherter mehr\n\nals 12 Monate nach Entstehung des Anspruchs an, so werden Leistungen\n\nlediglich für die 12 der Anmeldung vorangehenden Monate gewährt.'\"\n\nB.- Die AHV-Rekurskommission des Kantons Zürich wies eine gegen diese Verfügung erhobene Beschwerde mit Entscheid vom 21. November 1977 ab. Zur Begründung führte die Vorinstanz aus, bei der Vornahme der Umbauten sei die Frist von 6 Jahren, die im Zeitpunkt der letzten Verfügung vom 14. November 1968 eröffnet worden sei, noch nicht abgelaufen, weshalb die Kostengutsprache zu Recht verweigert worden sei.\n\nC.- Der Versicherte führt Verwaltungsgerichtsbeschwerde mit den Anträgen:\n\n\"Das angefochtene Urteil sei aufzuheben und die Kosten von\n\nFr. 2'530.- für den Autoumbau gemäss Begehren vom 25. September\n\n1975 seien von der IV zu übernehmen. Eventuell: Es sei mir für den\n\njeweiligen Autoumbau ein jährlicher Amortisationsbeitrag zu gewähren\n\nund es sei festzustellen, in welchen zeitlichen Abständen ich als\n\nQuerschnittgelähmter Anspruch auf Übernahme von Autoumbaukosten\n\ndurch die IV habe. Für den Fall, dass der Umbau von Ihnen als zu früh\n\nvorgenommen betrachtet werden sollte: Es sei mir von den Fr. 2'530.-\n\nein Abzug von 7/72 zu machen.\" |188|\n\nDie Ausgleichskasse verzichtet auf Vernehmlassung. Das Bundesamt für Sozialversicherung beantragt Gutheissung der Verwaltungsgerichtsbeschwerde. Im vorliegenden Fall sei nichts dagegen einzuwenden, wenn dem Versicherten ein Beitrag bewilligt, jedoch ein Abzug für den zu früh vorgenommenen Umtausch des Autos gemacht würde.", "considerants": "Aus den Erwägungen:\n\n1. Invalide haben Anspruch auf Eingliederungsmassnahmen, soweit diese notwendig und geeignet sind, die Erwerbsfähigkeit wieder herzustellen, zu verbessern, zu erhalten oder ihre Verwertung zu fördern (Art. 8 Abs. 1 IVG).\n\nIm Rahmen einer vom Bundesrat aufzustellenden Liste besteht Anspruch auf jene Hilfsmittel, deren der Versicherte für die Ausübung der Erwerbstätigkeit oder der Tätigkeit in seinem Aufgabenbereich, für die Schulung, die Ausbildung oder zum Zwecke der funktionellen Angewöhnung bedarf (Art. 21 Abs. 1 IVG).\n\nIn Art. 14 Abs. 1 lit. h IVV hat der Bundesrat Hilfsgeräte am Arbeitsplatz sowie Zusatzgeräte von Apparaten und Maschinen aufgenommen. Die Praxis hat den Geltungsbereich dieser Bestimmung auf Motorfahrzeuge ausgedehnt, die für die Berufsausübung notwendig sind (BGE 97 V 237, ZAK 1972 S. 495). Diese bis Ende 1976 in Kraft gewesene Ordnung, welche auf den vorliegenden Fall noch Anwendung findet, gilt grundsätzlich in gleicher Weise auch unter der Herrschaft der auf den 1. Januar 1977 in Kraft getretenen Verordnung über die Abgabe von Hilfsmitteln (vgl. Art. 2 Abs. 3 HV sowie Liste der Hilfsmittel Ziffer 10.05).\n\nNach Ziffer III der rückwirkend auf den 1. Januar 1974 in Kraft getretenen Weisung des Bundesamtes für Sozialversicherung vom 23. April 1974 übernimmt die Invalidenversicherung sowohl bei leihweiser Abgabe als auch bei Gewährung von Amortisationsbeiträgen \"zusätzlich die Kosten für die infolge des Gebrechens erforderlichen Spezialeinrichtungen (z.B. Abänderungen für Handbedienung), soweit die Fahrzeuge nicht bereits fabrikmässig entsprechend ausgerüstet sind. Diese Kosten können höchstens alle 6 Jahre übernommen werden.\"\n\nNach Art. 21 Abs. 3 IVG werden dem Versicherten die Hilfsmittel nur in einfacher und zweckmässiger Ausführung abgegeben.\n\n|189|\n\n2. a) Es ist unbestritten, dass der Beschwerdeführer grundsätzlich Anspruch auf Übernahme der invaliditätsbedingten Änderungskosten hat.\n\nb) Wie die Vorinstanz zutreffend ausführt, entspricht die vom Bundesamt für Sozialversicherung in den Weisungen vom 23. April 1974 vorausgesetzte Zeitspanne von mindestens 6 Jahren der nach dem heutigen Stand der Technik zu erwartenden Lebensdauer eines Fahrzeuges. Die Vorinstanz fasst diese Frist als \"Sperrfrist\" auf, innert welcher die Invalidenversicherung keine Leistungen zu erbringen habe. Das Bundesamt für Sozialversicherung ist der Meinung, dass dieser Zeitraum grundsätzlich einzuhalten sei. Da jedoch der Beschwerdeführer sein Fahrzeug nur wenige Monate vor Ablauf der Frist gewechselt habe - er tausche seine Autos ungefähr alle zwei Jahre ein und übernehme in der Zwischenzeit die Abänderungskosten selbst -, sei in diesem Einzelfall nichts dagegen einzuwenden, wenn ein Beitrag bewilligt, aber ein entsprechender Abzug für den zu früh erfolgten Umbau gemacht werde.\n\nc) Der Auffassung des Bundesamtes für Sozialversicherung ist der Vorzug zu geben. So wäre es jedenfalls nicht sachgerecht, Wenn bei einem - Wegen vorzeitiger Alterung - knapp vor Ablauf der 6jährigen Frist vorgenommenen invaliditätsbedingten Umbau keine Leistungen erbracht würden. Die Weisung des Bundesamtes für Sozialversicherung, dass solche Umbaukosten grundsätzlich \"höchstens alle 6 Jahre\" zu übernehmen sind, ist dahin auszulegen, dass bei einem - ausnahmsweisen und begründeten - früher erfolgten Wechsel eines Fahrzeuges ein Abzug vorgenommen werden muss, der dem vorzeitigen Wechsel innerhalb der 6jährigen Frist zu entsprechen hat. Damit erhält ein Versicherter, der sein Auto bereits vor Ablauf von 6 Jahren wechselt, nicht mehr an Leistungen als derjenige, welcher erst bei Ablauf der Frist ein anderes Fahrzeug erwirbt.\n\nAnderseits gilt auch für solche Umbaukosten der Grundsatz, dass sie nur zu übernehmen sind, wenn für den Umbau eine Notwendigkeit besteht (Art. 8 Abs. 1 IVG). Die in der Weisung des Bundesamtes für Sozialversicherung erwähnte Frist von 6 Jahren ist im Sinne einer - den durchschnittlichen tatsächlichen Gegebenheiten entsprechenden - Minimalfrist zu verstehen. Daraus folgt, dass mit dem Ablauf der 6jährigen Frist nicht automatisch ein Anspruch auf Vergütung der Kosten |190| eines neuen Umbaus entsteht, wenn der alte noch seinen Zweck versieht, und dass dementsprechend auch kein absoluter Anspruch auf Übernahme dieser Kosten pro rata temporis (gerechnet auf 6 Jahre) besteht.\n\nd) Der Beschwerdeführer wechselt seine Autos ungefähr alle zwei Jahre und übernimmt innerhalb der 6jährigen Frist die Abänderungskosten selbst. Wie dem Bericht der Garage X. vom 21. Dezember 1977 zu entnehmen ist, hätte er sein altes Fahrzeug einer grösseren und kostspieligen Motorrevision unterziehen müssen. Aus diesem Grund und weil er das Auto nur einige Monate vor Ablauf der 6jährigen Frist wechselte, rechtfertigt sich die Übernahme der invaliditätsbedingten Umbaukosten für die Dauer einer neuen Periode von mindestens 6 Jahren unter Vornahme eines der verfrühten Zusprechung entsprechenden Abzuges.\n\n3. Vorinstanz und Bundesamt für Sozialversicherung gehen davon aus, dass die 6jährige Frist vom Zeitpunkt der Verfügung zu laufen beginne. Weil jedoch zwischen der Vornahme der invaliditätsbedingten Abänderungen und dem Erlass einer Verfügung geraume Zeit verstreichen kann, ist auf den Zeitpunkt des Umbaus (der mit der Inbetriebnahme des Fahrzeuges zusammenfallen dürfte) abzustellen.\n\nNach Aussage des Beschwerdeführers nahm dieser sein Auto Opel Commodore am 1. Dezember 1968 in Betrieb, so dass angenommen werden kann, die 6jährige Frist (umfassend 72 Monate) wäre am 1. Dezember 1974 abgelaufen. Am 1. April 1974 tauschte er das alte Auto gegen ein neues um. Weil er somit das Auto 8 Monate vor Ablauf der Frist erwarb, ist ein Abzug von 8/72 vorzunehmen.\n\nDamit wird dem Beschwerdeführer sinngemäss eine Leistung ab 1. Dezember 1974 erbracht. Das hiefür am 25. September 1975 eingereichte Gesuch ist somit im Sinne von Art. 48 Abs. 2 IVG rechtzeitig gestellt worden."}