{"annee": "104", "cour": "V", "page": "90", "date": "27/4/1978", "cite": [], "cite_par": ["114 V 119", "110 V 273"], "chapeau": "21. Urteil vom 27. April 1978 i.S. Bundesamt für Sozialversicherung gegen K. und Verwaltungsgericht des Kantons Luzern", "regestes": ["Art. 28 al. 2 LAI. Pour déterminer le salaire social versé à un invalide reclassé et réadapté est seule décisive la valeur exprimée en argent de la prestation de travail fournie. Ce que l'employeur verse librement en sus doit être ignoré lorsqu'on procède à la comparaison des revenus."], "faits": "BGE 104 V 90 S. 90\n\nA.- K. arbeitet seit 1955 auf einer Gemeindeverwaltung, von 1960 bis 1972 als stellvertretender Chef des Teilungsamtes. Wegen zunehmender Sehschwäche wurde er 1972 von der Invalidenversicherung zum Telefonisten umgeschult. Seit 1. September 1972 ist er in der Gemeindeverwaltung an einer speziell eingerichteten Blindbedienungs-Telefonzentrale eingesetzt.\n\nMit Verfügung vom 18. April 1973 sprach ihm die Ausgleichskasse des Kantons Luzern mit Wirkung ab 1. September 1972 eine halbe Invalidenrente zu. Auf Beschwerde hin stellte das Verwaltungsgericht Luzern am 24. Oktober 1973 fest, dass K. Anspruch auf eine ganze Rente habe.\n\nIn dem Ende 1975 eingeleiteten Revisionsverfahren kam die Invalidenversicherungs-Kommission zum Schluss, der Invaliditätsgrad sei auf 62% gesunken, worauf die Ausgleichskasse mit Verfügung vom 12. August 1976 die bisherige ganze Rente ab 1. September 1976 durch eine halbe ersetzte.\n\nBGE 104 V 90 S. 91\n\nB.- Mit Urteil vom 16. August 1977 hiess das Verwaltungsgericht des Kantons Luzern die Beschwerde des Versicherten gut, hob die Kassenverfügung vom 12. August 1976 auf und verpflichtete die Ausgleichskasse zur Weiterausrichtung der ganzen Rente ab 1. September 1976. Das kantonale Gericht ging - wie schon in seinem ersten Verfahren - davon aus, ohne Invalidität hätte K. (der im Jahre 1958 das Gemeindeschreiberpatent erworben hatte) Gemeindeschreiber von X. werden können; als solcher hätte er im Jahre 1975 ein Erwerbseinkommen von Fr. 77'855.- erzielt. Diesem hypothetischen Einkommen setzte es den Leistungslohn als Telefonist gegenüber, den es für das Jahr 1976 mit Fr. 24'700.- bezifferte. Daraus ergab sich für den massgeblichen Zeitpunkt des Erlasses der angefochtenen Verfügung ein Invaliditätsgrad von über zwei Dritteln.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt das Bundesamt für Sozialversicherung, es sei festzustellen, dass K. keinen Anspruch auf eine Invalidenrente habe; eventuell sei ihm bloss eine halbe Rente zuzusprechen. Das Bundesamt vertritt die Ansicht, ohne Invalidität wäre K. nicht Gemeindeschreiber in X. geworden, sondern Chef des Teilungsamtes der Gemeinde, wobei sich sein Gehalt im Jahre 1976 auf Fr. 60'392.- belaufen hätte. Als Invalideneinkommen setzt das Bundesamt das von der Gemeinde im Jahre 1976 effektiv ausgerichtete Gehalt von Fr. 34'592.- ein und bestreitet, dass die Differenz zwischen diesem Betrag und dem von der Gemeinde als Leistungslohn bezeichneten Betrag von Fr. 24'700.- einen \"Soziallohn im eigentlichen Sinne\" darstelle. Aus den beiden Vergleichseinkommen von Fr. 60'392.- und Fr. 34'592.- (beide bezogen aufs Jahr 1976) errechnet das Bundesamt einen Invaliditätsgrad von 43%, weshalb K. keinen Anspruch auf eine Rente habe. Würde man das Einkommen des Gemeindeschreibers von X. heranziehen, so ergäbe sich bei einem Invaliditätsgrad von 61% ein Anspruch auf eine halbe Rente.\n\nK. lässt Abweisung der Verwaltungsgerichtsbeschwerde beantragen.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Gemäss Art. 28 Abs. 2 IVG, in analoger Weise anwendbar für die Revision einer Rente nach Art. 41 IVG, ist BGE 104 V 90 S. 92für die Bemessung der Invalidität das Erwerbseinkommen, das der Versicherte nach Eintritt der Invalidität und nach Durchführung allfälliger Eingliederungsmassnahmen durch eine ihm zumutbare Tätigkeit bei ausgeglichener Arbeitsmarktlage erzielen könnte, in Beziehung zu setzen zum Erwerbseinkommen, das er erzielen könnte, wenn er nicht invalid geworden wäre. Im vorliegenden Fall sind beide Vergleichseinkommen streitig.\n\n2. Der Beschwerdegegner arbeitet seit 1. September 1972 als Telefonist einer Gemeindeverwaltung. Es ist unbestritten, dass er dort zweckmässig eingegliedert ist. Er erhielt von der Gemeinde im Jahre 1975 total Fr. 32'544.- ausbezahlt, im Jahre 1976 Fr. 34'592.-, wobei die Gemeinde bloss ca. 70% (Fr. 24'700.- im Jahre 1976) als Leistungslohn erachtet; die Differenz von Fr. 9'892.- (aufs Jahr 1976 bezogen) bezeichnet die Gemeinde als \"Sozial-Mehrleistung\", mit der sie bezweckt, ihren langjährigen Angestellten unter Einbezug der ganzen Invalidenrente nicht schlechter zu stellen, als wenn er ohne Invalidität Chef des Teilungsamtes geworden wäre und dabei Fr. 60'392.- verdient hätte.\n\nDas Bundesamt für Sozialversicherung meint, bei der von der Gemeinde als \"Sozial-Mehrleistung\" bezeichneten Differenz von Fr. 9'892.- handle es sich nicht um einen \"Soziallohn im eigentlichen Sinn\"; von einem solchen könnte nur gesprochen werden, wenn die Gemeinde ihrem Angestellten Fr. 24'700.- pro Jahr ausbezahlen würde und der Leistungslohn wegen der Behinderung unter diesem Betrag läge.\n\nDieser Auffassung kann nicht gefolgt werden. Eine freiwillige Sozialleistung (oft als \"Soziallohn\" bezeichnet) liegt vor, soweit die Leistungen des Arbeitgebers den Wert der geleisteten Arbeit übersteigen (Rz. 77 der Wegleitung des Bundesamtes für Sozialversicherung über Invalidität und Hilflosigkeit). Dabei kann es keinen Unterschied ausmachen, ob der Invalide den Beruf, auf den er umgeschult wurde, voll erfüllt oder nicht. Entscheidend ist, was seine Arbeitsleistung in Geld ausgedrückt wert ist; was der Arbeitgeber darüber hinaus freiwillig mehr leistet, fällt beim Einkommensvergleich ausser Betracht.\n\nDie Gemeinde schätzt den Leistungslohn des Beschwerdegegners mit Fr. 24'700.- (1976) ein. Es fragt sich, ob die Vorinstanz zu Recht diese Einschätzung übernommen hat.\n\nBGE 104 V 90 S. 93Dies ist zu bejahen. Zwar müssen die Angaben des Arbeitgebers jeweils einer kritischen Prüfung unterzogen werden, weil sie u.U. von eigenen Interessen beeinflusst sein können. Im vorliegenden Fall besteht indes kein Anlass, den Angaben der Gemeinde zu misstrauen. Sie bestätigte am 20. Juni 1977 gegenüber der Vorinstanz, sie würde eine Telefonistin mit einem monatlichen Brutto-Anfangslohn von Fr. 1'600.- bis Fr. 2'000.- (je nach Alter, Ausbildung und Praxis) engagieren; die KV-Norm 1977 laute für Lehrentlassene mit zweijähriger Lehrzeit Fr. 1'400.- bis Fr. 1'600.- im Monat. Für 1976 und 1975 ist offenbar mit etwas tieferen Beträgen zu rechnen. Berücksichtigt man einerseits diese Zahlen sowie den Umstand, dass der Beschwerdegegner praktisch blind ist und eine eigens angeschaffte Spezialtelefonzentrale benötigt, anderseits aber, dass er sich am jetzigen Arbeitsplatz seine langjährige Erfahrung in der Gemeindeverwaltung zu Nutze machen kann, so ist es nicht zu beanstanden, wenn die Vorinstanz einen Leistungslohn als Invalider von Fr. 24'700.- zugrundegelegt hat.\n\n3. Zur Bestimmung des hypothetischen Einkommens ging die Vorinstanz davon aus, ohne Invalidität wäre der Beschwerdegegner Gemeindeschreiber von X. geworden. Hiervon war sie schon in ihrem (ersten) Urteil vom 24. Oktober 1973 ausgegangen.\n\nDas Bundesamt für Sozialversicherung vertritt demgegenüber die Auffassung, ohne Invalidität wäre der Beschwerdegegner mit grösster Wahrscheinlichkeit Chef des Teilungsamtes mit einem Jahresgehalt von Fr. 60'392.- (1976) geworden.\n\nGemäss Rz. 219 der Wegleitung über Invalidität und Hilflosigkeit darf im Revisionsverfahren \"nicht ohne zwingende Notwendigkeit von den der ursprünglichen Invaliditätsbemessung zugrunde gelegten Kriterien abgewichen werden\". Diese Verwaltungsweisung steht im Einklang mit der Gerichtspraxis (ZAK 1969 S. 743 sowie das nicht publizierte Urteil i.S. Agnes Gerster vom 31. März 1976). Zwischen dem Rentenentscheid vom 24. Oktober 1973 und der angefochtenen Revisionsverfügung vom 12. August 1976 haben sich keine neuen Fakten ergeben und es sind auch sonstwie keine Anhaltspunkte ersichtlich, die dazu veranlassen könnten, das hypothetische Vergleichseinkommen nach anderen Kriterien zu bestimmen, als es seinerzeit geschehen war. Nachdem sich die Verhältnisse BGE 104 V 90 S. 94beim Beschwerdegegner nicht verändert haben, ist die Anwendung der gleichen Bemessungskriterien Voraussetzung dafür, dass überhaupt bestimmt werden kann, ob sich der Invaliditätsgrad im Sinne von Art. 41 IVG verändert hat oder nicht.\n\nFalls das Bundesamt für Sozialversicherung meinen sollte, das Abstellen auf den Lohn des Gemeindeschreibers von X. sei schon im seinerzeitigen Rentenentscheid unzutreffend gewesen, dann könnte dieser Gesichtspunkt als Grund für eine Rentenrevision nur dann in Betracht fallen, wenn sich jene seinerzeitige Beurteilung als zweifellos unrichtig erweisen würde. Davon aber kann nicht die Rede sein. Das Verwaltungsgericht hatte am 24. Oktober 1973 einlässlich erwogen und begründet, weshalb als Vergleichseinkommen dasjenige des Gemeindeschreibers von X. heranzuziehen ist. Bezeichnenderweise hatte denn auch das Bundesamt für Sozialversicherung jenen Entscheid nicht angefochten. Es ist schliesslich auch an die Vernehmlassung zu erinnern, welche die Invalidenversicherungs-Kommission im gegenwärtigen Verfahren am 28. Oktober 1976 der Vorinstanz erstattete: die Invalidenversicherungs-Kommission ging dort davon aus, \"dass der Versicherte ohne Invalidität mit an Sicherheit grenzender Wahrscheinlichkeit Gemeindeschreiber von X. wäre\".\n\nDas vorinstanzliche Urteil vom 16. August 1977 ist somit auch in diesem Punkt nicht zu beanstanden. Gegen den Betrag, auf welchen die Vorinstanz das Einkommen des Gemeindeschreibers von X. errechnet hat, erhebt das Bundesamt für Sozialversicherung keine Einwendungen. Es besteht auch kein Anlass, von Amtes wegen darauf zurückzukommen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}