{"annee": "104", "cour": "IA", "page": "314", "date": "20/9/1978", "cite": ["103 IA 37"], "cite_par": ["121 I 306", "113 IA 412", "125 I 127", "106 IA 219", "116 IA 305", "112 IV 138", "105 IA 396", "113 IA 214", "107 IA 325", "114 IA 179"], "chapeau": "48. Auszug aus dem Urteil vom 20.9.1978 i.S. G. und F. gegen Staatsanwaltschaft und Kassationsgericht des Kantons Thurgau", "regestes": ["Art. 4 Cst. et art. 6 ch. 3 let. d CEDH. Administration des preuves en présence des parties, en procédure pénale. 1. Le principe de l'égalité des armes prévu à l'art. 6 ch. 3 let. d CEDH ne confère pas à l'accusé le droit de participer directement à l'audition des témoins pendant l'enquête (consid. 4b). 2. Portée de l'art. 6 ch. 3 let. d CEDH en ce qui concerne les déclarations - faites par les témoins - qui sont ou peuvent être déterminantes pour le jugement pénal. Les droits de l'accusé découlant directement de cette disposition sont également soumis aux règles de la procédure cantonale (consid. 4c)."], "faits": "BGE 104 Ia 314 S. 314\n\nIn der Strafuntersuchung gegen G. und F. wurden zahlreiche Zeugen einvernommen, ohne dass die Angeschuldigten BGE 104 Ia 314 S. 315oder deren Verteidiger zur Befragung vorgeladen worden wären. Als der Untersuchungsrichter die Untersuchung als vollständig erachtete, erliess er aufgrund von § 87 der Strafprozessordnung für den Kanton Thurgau (StPO) eine Akteneröffnungsverfügung und setzte dem Verteidiger eine Frist zur Stellung allfälliger Begehren um Beweisergänzung. Dem hierauf eingereichten Antrag auf Einholung gewisser Auskünfte wurde entsprochen. Nachdem die Staatsanwaltschaft Anklage erhoben hatte, zogen die Beschuldigten einen neuen Verteidiger bei, der innert gesetzlicher Frist das Begehren um Beurteilung durch das Kriminalgericht und eine Reihe von Beweisanträgen stellte, insbesondere die gerichtliche Befragung von über hundert Zeugen, die bereits durch den Untersuchungsrichter einvernommen worden waren. Das Kriminalgericht lehnte es ab, diese Zeugenbefragungen in Anwesenheit der Angeklagten zu wiederholen und fällte sein Urteil nach Einholung eines psychiatrischen Gutachtens. Gegen diesen Entscheid erhoben die Angeklagten kantonale und eidgenössische Nichtigkeitsbeschwerde und gegen den abweisenden Entscheid des thurgauischen Kassationsgerichts staatsrechtliche Beschwerde. Sie machen geltend, es verstosse gegen Art. 4 BV und gegen Art. 6 Ziff. 3 lit. d EMRK, dass mit einer Ausnahme sämtliche Zeugen lediglich vom Untersuchungsrichter in ihrer Abwesenheit vernommen worden seien und das Kriminalgericht ihren Antrag, die Zeugenbefragung zu wiederholen, abgelehnt habe.", "considerants": "Aus den Erwägungen:\n\n3. (Vereinbarkeit des nach dem Prinzip der geheimen Untersuchung durchgeführten Verfahrens mit Art. 4 BV).\n\n4. Die Rechtsprechung anerkennt heute, dass einem Beschuldigten aufgrund von Art. 4 BV das Recht, die Abnahme erheblicher Beweise in seinem Beisein zu verlangen, dann nicht abgesprochen werden kann, wenn das kantonale Recht die Möglichkeit einer Teilnahme kennt und diese frist- und formgerecht begehrt wird (BGE 103 Ia 38 /9). Man kann sich fragen, ob diese Praxis mit Rücksicht auf Art. 6 Ziff. 3 lit. d EMRK, unter dessen Gesichtswinkel sie noch nicht überprüft worden ist, modifiziert werden muss.\n\na) Art. 6 Ziff. 3 lit. d EMRK gewährleistet dem Angeklagten das Recht, Fragen an die Belastungszeugen zu stellen oder BGE 104 Ia 314 S. 316stellen zu lassen (\"interroger ou faire interroger\") und die Ladung und Vernehmung der Entlastungszeugen unter denselben Bedingungen wie die der Belastungszeugen zu erwirken.\n\nDiese Bestimmung ist offensichtlich primär auf das Parteiverfahren nach angelsächsischem Muster zugeschnitten (vgl. dazu z.B. JUNOD, La Suisse et la Convention européenne des droits de l'homme, Diss. NE, S. 50/1 und JACOBS, The European Convention on Human Rights, S. 118 f.). Das zeigen bereits die verwendeten Begriffe \"Entlastungs-\" und \"Belastungszeugen\", die zur kontinentaleuropäischen Untersuchungsmaxime nicht recht passen, gibt es doch hier keine Zeugen, die zum vornherein entlasten oder belasten sollen, sondern nur solche, die zur Aufklärung des objektiven Sachverhalts herangezogen werden. Natürlich kann das nicht hindern, dass ihre Aussagen den Angeklagten dann doch ent- oder belasten und diese daher von der Verteidigung oder der Anklage ins Feld geführt werden. Eigentliche Parteizeugen gibt es aber unter dem Regime der Untersuchungsmaxime nicht.\n\nb) Der ins Auge gefasste Artikel dient vorerst einmal, wie auch die kantonalen Instanzen festgehalten haben, der Waffengleichheit der Parteien (vgl. z.B. SCHUBARTH, ZSR 94 I S. 509 Nr. 166; GURADZE, Die Europäische Menschenrechtskonvention, S. 109/10; auch: Die Menschenrechte in der Praxis des Europarates, Nachschlagwerk der Rechtsprechung zur EMRK (1955-1967), Nr. 111 und 112; Annuaire de la Convention européenne des droits de l'homme [Ann.] XVII S. 315 Nr. 5523/72). Insbesondere sollen die Parteien unter einheitlichen Voraussetzungen Ladung und Einvernahme von Zeugen verlangen und unter gleichen Bedingungen Fragen an sie stellen können. Die Beschwerdeführer bringen vor, diese erste Garantie der Bestimmung sei vorliegend verletzt worden. Der thurgauische Verhörrichter müsse nämlich \"nicht als Unparteiischer, sondern als Vertreter der Strafverfolgungsbehörden\" gewertet werden. Daher hätte auch den Angeschuldigten die unmittelbare Teilnahme bei den Zeugeneinvernahmen während der Untersuchung zugestanden werden sollen. Diese Rüge ist unbegründet. Grundsätzlich ist in Fällen wie dem vorliegenden im Kanton Thurgau das Verhörrichteramt mit der Untersuchung betraut. Es ist institutionell wie personell von der anklageerhebenden Staatsanwaltschaft getrennt. Der Untersuchungsrichter, der gemäss § 84 StPO allen belastenden und BGE 104 Ia 314 S. 317entlastenden Tatsachen mit der gleichen Sorgfalt nachzugehen hat, lädt die Zeugen in eigener Kompetenz vor und befragt sie, um über alle bedeutsamen Umstände Klarheit zu erhalten. Die Ergebnisse seiner Untersuchung können daher der Verteidigung wie der Anklage zugute kommen. Dass dadurch die unter dem Schutze der EMRK stehende Waffengleichheit verletzt sein sollte, ist nicht einzusehen. Warum und inwiefern insbesondere im konkreten Fall der Verhörrichter als Vertreter der Anklagebehörde aufgetreten sei und als solcher einseitige Zeugenbefragung vorgenommen haben soll, wird denn auch von den Beschwerdeführern nicht dargelegt. Unter diesem Gesichtspunkt erweist sich die Beschwerde auf jeden Fall als nicht begründet.\n\nc) Die Beschwerdeführer folgern aus Art. 6 Ziff. 3 lit. d EMRK über die Waffengleichheit hinaus, es gelte der Grundsatz der Parteiöffentlichkeit für Beweise, die bei der Urteilsfindung verwertet werden, gleichgültig, ob sie vor Gericht oder im Untersuchungsstadium erhoben werden.\n\nZu prüfen ist demnach, ob Art. 6 Ziff. 3 lit. d EMRK und insbesondere der dort verankerte Gedanke, den Zeugen (der Gegenpartei) Fragen stellen zu können, im kontinentaleuropäischen System nicht noch eine weitere Bedeutung hat, als nur diejenige einer Gleichstellung der Parteien. Zweifellos muss die Vorschrift im Zusammenhang mit Art. 6 Ziff. 1 EMRK gesehen werden, der dem Beschuldigten in jedem Falle einen fairen Prozess sichert. Vor diesem Hintergrund drängt sich nun die Frage auf, ob die ins Auge gefasste Bestimmung das direkte Verfahren des angelsächsischen Rechtes mit den im Parteienprozess jedenfalls äusserlich verstärkten eigenen Verteidigungsmöglichkeiten nicht bis zu einem gewissen Masse in den kontinentalen Prozess übertragen will.\n\nFür die Beantwortung der aufgeworfenen Frage ist die Auslegung des Art. 6 Ziff. 3 lit. d EMRK durch die Menschenrechtskommission heranzuziehen. Wegleitend muss vor allem der Entscheid Ann. XVI S. 113 ff. Nr. 5049/71, insbes. S. 123, sein. Es handelte sich dort um einen Fall, wo auf dem Rechtshilfeweg ein Zeuge einvernommen worden war, der die Angeklagten belastete. Weder den Beschuldigten oder ihren Verteidigern noch der Anklagebehörde (wohl aber einem Ausschuss des urteilenden Gerichts) hatte man die Anwesenheit gestattet. Die Angeklagten, bzw. ihre Verteidiger, hatten aber die gemachten BGE 104 Ia 314 S. 318Aussagen einsehen können und Gelegenheit erhalten, nachträglich schriftlich Ergänzungsfragen zu stellen, welche dann in einer weiteren Einvernahme dem Zeugen vorgelegt worden waren. Die Kommission entschied hier, das in Art. 6 Ziff. 3 lit. d EMRK garantierte Recht, den Zeugen Fragen zu stellen oder stellen zu lassen, sei nicht verletzt worden. Bedenkt man des weitern, dass die Kommission immer die Meinung vertreten hat, Zeugen seien (z.B. auf Antrag der Verteidigung) dann einzuvernehmen, wenn ihre Aussagen zur Ermittlung der Wahrheit beitragen könnten (vgl. etwa Ann. XIV S. 635 Nr. 4607/70, zusammengefasst S. 727 Ziff. 8; Ann. XVII S. 315 Nr. 5523/72, zusammengefasst S. 501, IV), wird Art. 6 Ziff. 3 lit. d EMRK besser verständlich: Die Bestimmung bezweckt vor allem, wie schon die Vorinstanz ausgeführt hat, dass Zeugenbefragungen nicht einseitig vorgenommen werden, sondern alles zur Kenntnis des Gerichts kommt, was die Zeugen wissen und was für den Prozess bedeutend ist. Soweit der Beschuldigte und sein Verteidiger dabei mithelfen können, muss ihnen das Recht zur Fragestellung gewahrt sein. Die Bestimmung schliesst daher aus, dass ein Strafurteil auf Aussagen von Zeugen gestützt werde, ohne dass dem Beschuldigten wenigstens einmal Gelegenheit geboten worden ist, bei deren Vernehmung mündlich oder nach Einsicht in die Aussagen schriftlich Ergänzungsfragen zu stellen. In diesem Sinne drückt sich auch SCHUBARTH (ZSR 94 I 509 Nr. 167) aus, der das Problem nuancierter angeht, als die Beschwerdeführer es wahrhaben wollen. Zwar wirft dieser Autor die (rechtspolitische) Frage auf, ob der Beizug des Angeschuldigten bei Zeugeneinvernahmen im Untersuchungsverfahren nicht auf jeden Fall erforderlich wäre; er macht die Gültigkeit von belastenden Zeugenaussagen aber nur von einer Möglichkeit zur Fragestellung abhängig. Dass diese Fragen mündlich und anlässlich einer Gegenüberstellung gestellt werden müssten, sagt er entgegen der Meinung der Beschwerdeführer nirgends.\n\nDer Zweck von Art. 6 Ziff. 3 lit. d EMRK verlangt ausserdem, dass der Beschuldigte allgemein auch Zeugen anrufen kann. Von ihrer Einvernahme darf nur abgesehen werden, wenn sie für die Sachentscheidung nichts wesentliches beizutragen vermögen. Die Menschenrechtskommission hat sich bei der Auslegung von Art. 6 Ziff. 3 lit. d EMRK allerdings stets vom Gedanken leiten lassen, dass den Strafgerichten ein beträchtlicher BGE 104 Ia 314 S. 319Ermessensspielraum zusteht, wenn darüber zu entscheiden ist, welche Zeugenaussagen als erheblich zu betrachten sind, d.h. ob die Vernehmung der angerufenen Zeugen zur Ermittlung der Wahrheit beitragen könne (vgl. z.B. Ann. XIV S. 635 Nr. 4607/70 und Ann. XVII S. 315 Nr. 5523/72). Ausserdem hat sie stets die Auffassung vertreten, die ins Auge gefasste Bestimmung habe nicht den Sinn, innerstaatliche Vorschriften auszuschliessen, die für die Zulassung und Vernehmung von Zeugen gewisse Voraussetzungen aufstellen (vgl. Die Menschenrechte in der Praxis des Europarates, S. 85 Nr. 187; GURADZE, a.a.O., S. 109). Weder aus Art. 6 Ziff. 3 lit. d EMRK noch aus der zugehörigen Rechtsprechung lässt sich daher ableiten,\n\n(a) dass die Vernehmung von Zeugen in der Untersuchung durch einen neutralen Untersuchungsrichter ohne Beizug des Angeschuldigten überhaupt unzulässig sei;\n\n(b) dass dem Untersuchungsrichter und dem Gericht nicht die Freiheit zustehe, vom Angeschuldigten angerufene Zeugen auf Grund einer antizipierten Beweiswürdigung wegen Unerheblichkeit der zu erwartenden Aussagen nicht vorzuladen;\n\n(c) dass dem Beschuldigten mehrmals Gelegenheit geboten werden müsse, zu verlangen, dass Zeugen in seiner Gegenwart oder ein zweites Mal ergänzend befragt werden.\n\nZusammenfassend ist somit festzustellen, dass Art. 6 Ziff. 3 lit. d EMRK zum Teil über die auf Grund von Art. 4 BV in der Praxis gewährleisteten Rechte hinausgeht: Es ist dem Beschuldigten unabhängig von der Ausgestaltung des kantonalen Prozessrechts mindestens einmal während des Verfahrens Gelegenheit zu geben, der Einvernahme von Zeugen, die ihn belasten, beizuwohnen und Ergänzungsfragen zu stellen oder aber, sofern er der Vernehmung nicht beiwohnen kann, nach Einsicht in die Aussagen schriftlich ergänzende Fragen anzubringen. Das hindert nicht, dass auch dieses prozessuale Recht unter dem Regime des kantonalen Verfahrensrechtes steht. Es kann den Kantonen nicht verwehrt sein, die Einhaltung gewisser Vorschriften bei der Ausübung dieses Rechtes zu verlangen, so etwa, dass entsprechende Anträge frist- und formgerecht gestellt werden. Es scheint auch klar, dass auf dieses Recht ausdrücklich oder stillschweigend verzichtet werden kann und dass ein solcher Verzicht die Zeugenaussagen weder nichtig macht, noch einen Anspruch auf Wiederholung entstehen lässt.\n\nBGE 104 Ia 314 S. 320\n\n5. (Abweisung der Beschwerde, weil die Beschwerdeführer nach der Akteneröffnung auf die nochmalige Einvernahmen verzichtet hatten und die Beschwerde im übrigen ungenügend substantiiert war.)"}