{"annee": "104", "cour": "IV", "page": "53", "date": "24/5/1978", "cite": ["100 IA 189", "94 IV 105", "79 IV 148", "102 IV 228"], "cite_par": ["106 IV 218", "107 V 234", "131 IV 150"], "chapeau": "17. Urteil des Kassationshofes vom 24. Mai 1978 i.S. H. gegen Staatsanwaltschaft Graubünden", "regestes": ["Art. 33, 133 CP; rixe, légitime défense. Se trouve en état de légitime défense: - celui qui, bien que pris de boisson et se conduisant de manière inconvenante, se défend par des voies de fait contre une expulsion illégitime (consid. 2 litt. a); - mais non pas celui qui jette du gravier sur les agresseurs qui se retirent et qui est à nouveau frappé par ceux-ci (consid. 2 litt. b)."], "faits": "|53|\n\nA.- Am Abend des 14. August 1976 ass H. mit seiner Ehefrau im Hotel Post in Samnaun. Durch reichlichen Alkoholgenuss in euphorischer Stimmung, versuchte er die Aufmerksamkeit der übrigen Gäste auf sich zu lenken. Als ihn der Dorfpolizist um Mitternacht zur Mässigung aufforderte, sprang H. über einen Tisch und umarmte den Polizisten, bezahlte jedoch eine Busse von Fr. 5.- wegen ungebührlichen Benehmens anstandslos und offerierte dem Polizisten sogar einen Kaffee. Dann verliess er das Hotel offensichtlich angetrunken, legte sich aber entgegen dem Rat des Polizisten nicht schlafen, sondern turnte auf den Terrassenmöbeln des Hotels Montana herum und begab sich schliesslich lärmend in die Silvrettabar. Als er auch hier über Tische und Bänke sprang, begleiteten ihn die Brüder Bruno und Hubert Z. zur Bar hinaus und wollten ihn auf Ersuchen des Gemeindepolizisten zu seinem Zimmer in der Pension Bergsonne begleiten. H. riss sich jedoch los und sprang zurück in die Silvrettabar, wo er nach kurzer Zeit wild zu schreien und mit den flachen Händen auf Barstühlen zu trommeln begann.\n\n|54|\n\nDie Brüder Z. beförderten ihn deshalb erneut ins Freie und führten ihn in Begleitung des Polizisten gewaltsam in Richtung der Pension Bergsonne ab. Beim Hotel Post begann H. in einem Wutanfall wild um sich zu schlagen, um sich loszureissen, worauf die Brüder Z. zurückschlugen, bis er zu Boden fiel. Am Boden liegend, wurde er von einem der Brüder Z. mit Schuhen getreten. Darauf packten sie ihn bei den Schultern, schleiften ihn weiter und brachten ihn schliesslich über die Aussentreppe bis zum Eingang des Hauses Bergsonne.\n\nNachdem der Polizist und die Brüder Z. sich etwas entfernt hatten, eilte H. die Treppe hinunter, raffte auf dem Vorplatz Kies zusammen und warf ihn den dreien nach. Die Brüder Z. kehrten daraufhin um und schlugen erneut auf H. ein, bis er zu Boden stürzte und dort liegen blieb.\n\nNoch in der gleichen Nacht musste H. ins Spital eingeliefert werden. Er hatte eine Unterschenkelfraktur, eine Innenknöchelfraktur des rechten Unterschenkels, eine Verrenkung des Kleinfinger-Endglieds rechts, Quetschungen im Gesicht, an der rechten Hüfte und am Unterschenkel erlitten.\n\nB.- Der Kreisgerichtsausschuss Ramosch verurteilte H. wegen fortgesetzten Raufhandels zu einem Monat Gefängnis und Fr. 500.- Busse, unter Gewährung des bedingten Strafvollzugs.\n\nEine hiegegen von H. eingereichte Berufung wurde vom Kantonsgerichtsausschuss von Graubünden am 1. November 1977 abgewiesen.\n\nC.- H. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichtsausschusses sei, soweit es ihn betrifft, aufzuheben und die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen. Es sei ihm zudem gemäss Art. 278 Abs. 3 BStP eine angemessene Entschädigung zuzusprechen.\n\nDie Staatsanwaltschaft des Kantons Graubünden beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Vorinstanz stellt fest, H. habe vor ihr nicht bestritten, an einem Raufhandel im Sinne von Art. 133 StGB beteiligt gewesen zu sein. Bildete aber diese Frage nicht mehr Gegenstand des kantonsgerichtlichen Verfahrens, so hat der Beschwerdeführer insoweit den kantonalen Instanzenzug nicht erschöpft, weshalb er darauf in diesem Verfahren nicht mehr |55| zurückkommen kann (Art. 268 Ziff. 1 BStP). Soweit er es dennoch tut, ist er nicht zu hören.\n\n2. Wie vor dem Kantonsgerichtsausschuss, beruft sich H. auch vor Bundesgericht auf Notwehr im Sinne von Art. 33 StGB. Die Vorinstanz hat diese für beide Phasen des Geschehens verneint. Bezüglich der ersten Phase stellt sie fest, der Beschwerdeführer habe durch sein ungebührliches, störendes Verhalten die Brüder Z. veranlasst, ihn in seine Pension zu führen, und er sei es gewesen, der beim Hotel Post die Schlägerei ausgelöst habe. Hinsichtlich der zweiten Phase nimmt sie an, H. habe, nachdem er endlich vor dem Haus Bergsonne abgesetzt worden sei, wiederum durch einen tätlichen Angriff (Werfen von Kies) ein Handgemenge zwischen ihm und den Brüdern Z. ausgelöst. Dass er beide Male unterlegen sei, rechtfertige es nicht, ihm Notwehr zuzubilligen.\n\na) Was die erste Phase anbelangt, wendet der Beschwerdeführer mit Fug ein, das Urteil verletze Bundesrecht. In ihren das Verhalten der Brüder Z. betreffenden Erwägungen hält die Vorinstanz ausdrücklich fest, die beiden hätten, ohne dazu berechtigt zu sein, den zwar angetrunkenen und sich ungebührlich benehmenden H. festgehalten und wie einen Verhafteten gewaltsam abgeführt, obwohl er weder sie noch Dritte irgendwie angegriffen oder bedroht habe. Als der Angetrunkene dies nicht mehr ohne weiteres hingenommen, sich loszureissen versucht und begonnen habe, wild um sich zu schlagen, hätten sie von ihm ablassen und ihn seines Weges ziehen lassen sollen. Geht man aber davon aus, dann ist H. von den Brüdern Z. ohne Recht angegriffen worden. Der Angriff lag in dem gewaltsamen Abführen und richtete sich gegen das Recht auf Bewegungsfreiheit, das als Bestandteil des verfassungsmässigen Rechts auf persönliche Freiheit (BGE 100 Ia 193) wie jedes andere persönliche Rechtsgut notwehrfähig ist (SCHULTZ, Einführung in den allgemeinen Teil des Strafrechts, I S. 171; SCHWANDER, Das schweiz. StGB, N. 170 S. 83). Dass die Brüder Z. zu einem solchen Verhalten nicht berechtigt waren, stellt die Vorinstanz selber ausdrücklich fest und wird vom Beschwerdeführer zusätzlich betont. Dabei muss es sein Bewenden haben (ganz abgesehen davon, dass sich diese Frage nach kantonalem Polizei- oder Strafverfahrensrecht entscheiden würde und damit ausserhalb die Kognition des Kassationshofes fiele, Art. 273 Abs. 1 lit. b BStP).\n\n|56|\n\nDann aber befand sich H. in dieser ersten Phase in einer Notwehrlage und war zu angemessener Abwehr des unrechtmässigen Angriffs auf seine Bewegungsfreiheit berechtigt. Dass er durch sein ungebührliches Verhalten in der Bar, durch das jedoch niemand irgendwie angegriffen oder bedroht worden war, zu dem gewaltsamen Eingreifen der Brüder Z. Anlass gegeben hatte, schliesst Notwehr auf seiner Seite nicht aus (BGE 102 IV 230), es wäre denn, er hätte den Angriff vorsätzlich provoziert, um sich selbst Gelegenheit zu verschaffen, die Angreifer zu verletzen (GERMANN, Verbrechen, S. 218; SCHULTZ, a.a.O.). Dass H. das durch sein Verhalten in der Bar beabsichtigt habe, nimmt die Vorinstanz selber nicht an. Sein Losreissen und das damit verbundene Um-sich-schlagen waren somit Abwehrhandlungen im Sinne des Art. 33 StGB, selbst wenn sie in Tätlichkeiten bestanden, die als Beginn der ersten Schlägerei in Erscheinung traten, denn Abwehr im Sinne von Art. 33 StGB kann durchaus aktiv sein und sogar in einer vorsätzlichen Verletzung von Rechtsgütern des Angreifers bestehen (BGE 79 IV 150; SCHULTZ, a.a.O. S. 172).\n\nDaran ändert auch nichts, dass der Kassationshof in Auslegung von Art. 133 StGB entschieden hat, Abwehr im Sinne dieser Bestimmung sei nur gegeben, wenn der Angegriffene sich passiv verhalte, sich bloss zu schützen suche, ohne selber tätlich zu werden (BGE 94 IV 106). Der Beschwerdeführer hat sich nicht gegen Tätlichkeiten gewehrt, wie die Annahme von Raufhandel sie voraussetzt, sondern gegen einen unberechtigten Eingriff in seine persönliche Freiheit. Seine aktive, in Tätlichkeiten bestehende Abwehr, war, soweit sie die Grenzen der Notwehr nicht überschritt, gemäss Art. 33 StGB rechtmässig, auch wenn mit ihr die Schlägerei begann.\n\nDie Vorinstanz hätte daher dem Beschwerdeführer bezüglich der ersten Phase des Geschehens grundsätzlich Notwehr zugute halten müssen. Da dies nicht geschehen ist, ist ihr Urteil insoweit aufzuheben und die Sache zurückzuweisen, damit der Kantonsgerichtsausschuss gemäss Art. 33 StGB verfahre. Dabei wird er allerdings noch prüfen müssen, ob die Abwehr nach den gesamten Umständen angemessen gewesen sei oder ob H. die Grenzen der Notwehr überschritten habe. Sollte letzteres zutreffen, wäre der Beschwerdeführer unter Gewährung einer Strafmilderung (Art. 66 StGB) wegen Raufhandels zu bestrafen, es sei denn, er habe bei dem Notwehrexzess in |57| entschuldbarer Aufregung oder Bestürzung über den Angriff gehandelt.\n\nb) Bezüglich der zweiten Phase, der Schlägerei vor der Pension Bergsonne, ist davon auszugehen, dass nach dem angefochtenen Urteil die Brüder Z. den Beschwerdeführer vor der Haustüre abgesetzt und sich von ihm bereits etwas entfernt hatten, er aber die Treppe wieder herabstürzte und ihnen aus Empörung Kies nachwarf. Die Vorinstanz erblickt in diesem Verhalten einen tätlichen Angriff des H., der zu einem erneuten Handgemenge führte und der Annahme von Notwehr auf seiner Seite entgegenstehe. Dem ist im Ergebnis beizupflichten.\n\nRaufhandel ist eine tätliche, wechselseitige Auseinandersetzung zwischen mindestens drei Personen. Dabei müssen die Tätlichkeiten nicht notwendig in Schlägen bestehen. Sie können auch durch Bewerfen mit harten Gegenständen verübt werden. Das will aber nicht heissen, dass jedes im Verlaufe einer wechselseitigen Auseinandersetzung benutzte Wurfgeschoss den Gegner treffen müsse. Soweit es im Rahmen des Ganzen als Kampfhandlung erscheint, die in ihrer Wirkung geeignet ist, den Gegner zumindest der Gefahr einer Tätlichkeit auszusetzen, ist das Bewerfen mit solchen Gegenständen als Teil des Raufhandels zu erachten. Hat aber der Beschwerdeführer in dieser Phase mit dem Werfen von Kies in Richtung der Brüder Z. als erster eine neue Kampfhandlung begangen, so kann er sich nicht auf Notwehr berufen, da er in diesem Zeitpunkt keinem Angriff seiner Gegner ausgesetzt war noch unmittelbar ein solcher drohte. Insoweit muss es deshalb bei seiner Verurteilung wegen Raufhandels bleiben.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird teilweise gutgeheissen, das Urteil des Kantonsgerichtsausschusses von Graubünden vom 1. November 1977 aufgehoben, soweit es den Beschwerdeführer betrifft, und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}