{"annee": "104", "cour": "IB", "page": "68", "date": "18/4/1978", "cite": ["83 II 224", "95 II 364", "69 II 319", "74 II 106", "100 II 52"], "cite_par": ["107 II 366"], "chapeau": "13. Auszug aus dem Urteil der I. Zivilabteilung vom 18. April 1978 i.S. Glutz AG gegen Eidg. Amt für geistiges Eigentum", "regestes": ["Ancien art. 24 al. 1 litt. a et c LBI. Lorsqu'une revendication est rédigée et divisée selon la pratique suivie en Suisse, le titulaire peut également renoncer partiellement au brevet en faisant passer certains éléments de la partie qui caractérise l'invention à la notion plus générale qui précède cette partie."], "faits": "", "considerants": "|69|\n\nErwägungen:\n\n1. (Ausführungen darüber, dass die Streitfrage gemäss Art. 142 Abs. 1 lit. b PatG nach dem alten Recht zu beurteilen ist.)\n\n2. ...\n\nDie Beschwerdeführerin begründet den Teilverzicht damit, sie habe anhand in- und ausländischer Patente nachträglich die Einsicht gewonnen, dass der eingetragene Patentanspruch im Oberbegriff den Stand der Technik unvollständig wiedergebe und im kennzeichnenden Teil vorweggenommene Merkmale enthalte. Darauf braucht indes nicht näher eingetreten zu werden, da im vorliegenden Verfahren nicht darüber zu befinden ist, ob die von der Beschwerdeführerin entwickelte Langlaufbindung nach dem einen oder andern ihrer Ansprüche überhaupt patentfähig sei. Für die Beurteilung der Frage, ob der teilweise Verzicht zulässig ist, braucht der Richter bloss zu wissen, dass und inwiefern der neue Patentanspruch vom ursprünglichen abweicht, dass beide Ansprüche sich aber auf die gleiche Erfindung beziehen.\n\nNach der angefochtenen Verfügung ist darin, dass die Patentinhaberin in der neuen Fassung den Stand der Technik angeblich in erhöhtem Masse berücksichtigt hat, keine Einschränkung des Patentanspruches zu erblicken. Die Beschwerdeführerin hält dem vorweg entgegen, dass weder das Gesetz (Art. 24, 25 und 27) noch die Verordnung II (Art. 49) den Begriff der Einschränkung umschreibe und dass ihre Erklärung vom 8. August 1977 die Bedingungen des teilweisen Verzichts auf das Patent gemäss Art. 24 Abs. 1 lit. c PatG erfülle. Sie macht sodann unter Hinweis auf die Botschaft zum Gesetz (BBl 1950 I 1020/21), auf BLUM/PEDRAZZINI (Schweizerisches Patentrecht, 2. Aufl. II S. 81 und 231) sowie auf BGE 100 II 57 und BGE 74 II 110 geltend, dass das Amt das Gesetz willkürlich auslege und dass insbesondere eine Einschränkung des Patentanspruches durch Einengung des Oberbegriffs möglich sei. Die Beschwerdeführerin äussert sich schliesslich zu der vom Amt selber empfohlenen |70| Aufteilung des Patentanspruchs in Oberbegriff und kennzeichnenden Teil, um daraus unter Berufung auf BGE 83 II 224 und BGE 69 II 322 zu folgern, dass die Aufteilung rechtserheblich sei, sie sich daran gehalten habe und dass die mit einem Teilverzicht versehene Neufassung des Patentanspruchs Dritten ihre Absicht offenbare, der Aufteilung die übliche Bedeutung zukommen zu lassen.\n\nDas Amt beharrt in der Vernehmlassung auf seinem Standpunkt; es hält namentlich daran fest, dass die Beschwerdeführerin lediglich einige kennzeichnende Merkmale in den Oberbegriff versetzt habe, worin weder eine Einschränkung noch ein teilweiser Verzicht auf das Patent zu erblicken sei.\n\n3. In dem von beiden Parteien angerufenen Entscheid 83 II 225/6 führte das Bundesgericht u.a. aus, der sachliche Geltungsbereich des Patentes bestimme sich nach dem vom Patentbewerber aufgestellten Patentanspruch, welcher der Umschreibung (Definition) der Erfindung diene. Wenn der Anspruch nach den Grundsätzen der Logik abgefasst werde, besage er daher, durch welche Merkmale die Erfindung sich vom Begriff der nächsthöheren Gattung unterscheide. In der Schweiz sei es denn auch üblich, den Patentanspruch aus einem Oberbegriff und einem sogenannten kennzeichnenden Teil zusammenzusetzen, weshalb in der Regel anzunehmen sei, im Oberbegriff werde gesagt, welcher Gattung die Erfindung angehöre, im kennzeichnenden Teil dagegen, durch welche Merkmale sie sich innerhalb dieser Gattung von anderen Begriffen unterscheide. Das Wesen der Erfindung komme also gewöhnlich erst in jenem Teil zum Ausdruck, welcher der Wendung \"dadurch gekennzeichnet\" folge, während der vorausgehende Oberbegriff sich lediglich mit schon Bekanntem, nicht zur Erfindung Gehörendem befasse.\n\nDiese Erwägungen schliessen nicht aus, dass es sich auch anders verhalten, das Wesen der Erfindung allenfalls schon dem Oberbegriff entnommen werden kann, wie das Bundesgericht im gleichen Entscheid (S. 226 ff.) gestützt auf den Grundsatz von Treu und Glauben ausgeführt hat. Das heisst entgegen der Schlussfolgerung des Amtes jedoch nicht, dass für die Ermittlung und Würdigung des Erfindungsgedankens selbst im Regelfall auf den ganzen Patentanspruch abzustellen sei.\n\nWird die Erklärung der Beschwerdeführerin vom 8. August 1977 auf den in BGE 83 II 226 erwähnten Regelfall bezogen, |71| so kommt sie praktisch einem Teilverzicht gemäss Art. 24 Abs. 1 lit. a PatG gleich, da die Patentinhaberin vier Merkmale aus dem kennzeichnenden Teil in den Oberbegriff übertragen hat, also ihren Anspruch insoweit aufgehoben wissen will. Zu einem solchen Teilverzicht erklärte das Bundesgericht im Entscheid 86 II 106, er bestehe darin, dass ein Patentanspruch oder Unteranspruch aufgehoben, also fallen gelassen werde; das habe zur Folge, dass für die in ihm genannten Merkmale kein Erfindungsschutz mehr beansprucht werde. Hinsichtlich dieser Merkmale werde mit der Aufhebung des Anspruchs anerkannt, dass sie keinen erfinderischen Charakter aufwiesen, vorbekannt seien und somit zum Stand der Technik im Zeitpunkt der Anmeldung gehörten. Im gleichen Sinne äussert sich TROLLER (Immaterialgüterrecht, 2. Aufl. II S. 885). Nach seiner Auffassung ist der aus dem Schutzbereich herausgenommene Patentanspruch in den Oberbegriff aufzunehmen; obschon auch dieser Begriff ausnahmsweise zur Bestimmung des Schutzumfanges herbeigezogen werden dürfe, werde dadurch klar gemacht, dass der Anspruch, auf den verzichtet wurde, zum freien Stand der Technik gehöre. Gerade das hat die Beschwerdeführerin mit gewissen kennzeichnenden Merkmalen innerhalb ihres einzigen Patentanspruchs getan. Sie will den Anspruch sorgfältig in der üblichen Art und Weise aufgeteilt haben und ihre Willensäusserung selber als Teilverzicht ausgelegt wissen. Sie erklärt ferner, durch die Aufnahme einzelner Merkmale in den Oberbegriff werde diesen das Neue und Erfinderische aberkannt und das Wesen der Erfindung auf die im kennzeichnenden Teil verbleibenden Merkmale beschränkt.\n\nEs ist nicht zu ersehen, weshalb ein solches Vorgehen, das jenem nach Art. 24 Abs. 1 lit. a PatG gleicht, nicht als Einschränkung \"auf anderm Wege\" gemäss lit. c sollte gelten können, wenn es bloss um einen einzigen Patentanspruch geht. Wird das anerkannt, so sind entgegen den Einwänden des Amtes auch die weiteren Bedingungen der in lit. c enthaltenen Vorschrift erfüllt. Der neue Patentanspruch bezieht sich auf die gleiche Erfindung und definiert eine Ausführungsart, welche sowohl in der veröffentlichten Patentschrift wie in der am Anmeldedatum vorgelegten Beschreibung vorgesehen ist. Das Vorgehen der Beschwerdeführerin steht zudem im Einklang mit dem in der Botschaft (a.a.O. S. 1020) umschriebenen Grundgedanken des Gesetzes, wonach gegebenenfalls dem |72| Interesse des Patentinhabers, eine Nichtigkeitsklage zu vermeiden, entgegenzukommen und ihm ein Teilverzicht zu ermöglichen ist (BGE 95 II 371 E. e).\n\n4. Die Auffassung des Amtes vermag selbst bei anderer Betrachtung nicht zu überzeugen. Die von beiden Parteien angerufene Botschaft räumt zunächst auch in Fällen, in denen der Patentinhaber sich mit einem Anspruch mit oder ohne Unteransprüche begnügt, ein Interesse des Inhabers daran ein, durch zweckmässige Einschränkungen einer Nichtigkeitsklage vorzubeugen. Sie fährt dann fort, durch Art. 24 Abs. 1 lit. c PatG werde die Möglichkeit geschaffen, den Patentanspruch mit Merkmalen aus der Beschreibung zu ergänzen; je mehr Merkmale in den Anspruch aufgenommen würden, desto enger werde der Geltungsbereich des Patentes (a.a.O. S. 1021).\n\nDie Beschwerdeführerin bestreitet nicht, dass Teilverzichte zumeist in dieser Weise vorgenommen werden. Weder aus der angeführten Stelle der Botschaft noch aus Art. 12 Abs. 1 PatV II, auf den das Amt sich beruft, folgt indes, dass der Patentanspruch \"auf anderem Wege\" nur durch Einfügen von Merkmalen aus der Beschreibung eingeschränkt werden dürfe. Das lässt sich umsoweniger sagen, als Art. 24 Abs. 1 lit. c PatG dazu keine näheren Angaben enthält, sein Wortlaut einer Auslegung nach dem Sinn und Zweck der Bestimmung also nicht entgegensteht (vgl. BGE 100 II 57 E. 2). Eine Vermehrung der Merkmale bedeutet zudem nicht notwendig eine Verengung des Patentbereiches, sondern kann diesen mitunter erweitern; sodann kann der Patentanspruch auch dadurch eingeschränkt werden, dass der Oberbegriff eingeengt wird (BLUM/PEDRAZZINI, a.a.O. S. 81 und 231). Das Amt anerkennt dies ebenfalls, meint aber, eine Einschränkung des Anspruches durch Einengung des Oberbegriffs sei nur unter der selbstverständlichen Voraussetzung anzunehmen, dass nicht gleichzeitig die Kennzeichnung entsprechend erweitert, die Einengung dadurch wieder aufgehoben und der beabsichtigte Teilverzicht hinfällig werde; genau das sei hier geschehen, da die Beschwerdeführerin lediglich die Mehrzahl der kennzeichnenden Merkmale in den Oberbegriff verschoben habe.\n\nDieser Einwand geht zumindest für den Fall fehl, dass der Patentanspruch nach den Grundsätzen der Logik abgefasst und gemäss der in der Schweiz bestehenden Übung aufgeteilt wird. Das ist aber der Regelfall, von dem nach bereits Gesagtem |73| auszugehen ist. Diesfalls verlieren die in den Oberbegriff verwiesenen Merkmale ihren erfinderischen Charakter und werden zu zusätzlichen Elementen der Gattungsbeschreibung, wodurch der Patentanspruch eingeschränkt wird. Die streitige Teilverzichtserklärung der Beschwerdeführerin muss nach ihrem Sinn und Wortlaut gleich ausgelegt, und kann auch vom unbefangenen Dritten nach Treu und Glauben nicht anders verstanden werden."}