{"annee": "104", "cour": "II", "page": "141", "date": "22/6/1978", "cite": ["33 I 686", "101 III 40", "55 III 173", "100 III 76", "100 II 427", "32 II 151", "47 III 67", "77 III 137"], "cite_par": ["143 III 38", "115 III 91", "106 IA 155", "127 III 569"], "chapeau": "23. Sentenza della II Corte civile del 22 giugno 1978 nella causa Mazenauer c. Nemeth", "regestes": ["Procédure civile; point de départ du délai pour intenter action en libération de dette lorsque la décision de mainlevée de l'opposition peut être attaquée par la voie d'un recours ordinaire; art. 83 al. 2 LP. Quand la décision de mainlevée de l'opposition peut être attaquée par la voie d'un recours ordinaire, le délai de dix jours pour intenter action en libération de dette au sens de l'art. 83 al. 2 LP court du jour où le délai de recours est expiré sans avoir été utilisé ou du jour de la décision de l'autorité de recours ou du jour du retrait du recours, sans qu'il soit tenu compte du caractère provisoirement exécutoire de la décision de mainlevée de première instance."], "faits": "|141|\n\nIn un'esecuzione promossa da Rosa Mazenauer-Zula, Gais, contro Stefano Nemeth, Locarno, il Pretore della giurisdizione di Locarno-Città, con sentenza 25 giugno 1976, intimata il 5 luglio 1976, ha respinto l'opposizione interposta dall'escusso. Quest'ultimo ha introdotto il 26 luglio 1976 l'azione di inesistenza del debito.\n\nIl 29 aprile 1977 il Pretore di Locarno-Città ha respinto l'eccezione di tardività dell'azione sollevata dalla convenuta. Egli ha ritenuto che, poiché contro la sentenza di rigetto dell'opposizione era dato, in concreto, il rimedio ordinario dell'appello, la stessa non poteva diventare definitiva prima della |142| scadenza del termine di impugnazione. La sentenza di rigetto essendo stata intimata il 5 luglio 1976, il termine per proporre l'azione d'inesistenza del debito scadeva il 26 luglio 1976. Introdotta quello stesso giorno, l'azione risultava quindi tempestiva.\n\nCon sentenza 17 ottobre 1977 il Tribunale di appello del Cantone Ticino ha confermato il giudizio del Pretore. Rosa Mazenauer-Zula ha inoltrato al Tribunale federale un ricorso per riforma, con il quale chiede l'accoglimento dell'eccezione di tardività.\n\nIl Tribunale federale ha respinto il gravame per i seguenti motivi:", "considerants": "Considerato in diritto:\n\n1. Le istanze cantonali hanno respinto l'eccezione di tardività dell'azione sollevata dalla convenuta. Qualora tale eccezione dovesse essere accolta, essa renderebbe possibile un'immediata decisione finale e superflua un'ulteriore istruzione della causa. Il ricorso per riforma appare quindi ammissibile a mente dell'art. 50 OG (cfr. DTF 100 II 429 consid. 2).\n\n2. Sul computo del termine per introdurre l'azione di disconoscimento del debito dell'art. 83 cpv. 2 LEF il Tribunale federale si è pronunciato una prima volta in DTF 32 II 151 ed ha ammesso che nei casi in cui il giudizio di rigetto dell'opposizione può essere devoluto ad un'istanza superiore, tale termine decorre dall'intimazione della sentenza dell'autorità di ricorso, rispettivamente della decorrenza infruttuosa del termine di ricorso. La regola giurisprudenziale in questione è stata successivamente confermata (cfr. DTF 33 I 687; DTF 47 III 67; DTF 77 III 137) ed ha trovato consenziente la dottrina (E. BLUMENSTEIN, Handbuch, pag. 265; H. FRITZSCHE, II ediz., vol. I, pag. 154 nota 247; A. FAVRE, II ediz., pag. 159). Nella sentenza DTF 47 III 67(cfr. in particolare pag. 68) il Tribunale federale sembra tuttavia aver avuto presente l'ipotesi - senza comunque approfondire il problema - di un rimedio ordinario di appello contro il giudizio di rigetto di opposizione, avente per legge effetto sospensivo ed anche Favre, l.c., esprime l'opinione che se il diritto cantonale conosce il rimedio ordinario dell'appello contro il giudizio di rigetto dell'opposizione, il termine di dieci giorni dell'art. 83 cpv. 2 LEF decorre, dato che l'appello ha, di regola, effetto sospensivo, a partire dalla decisione della seconda |143| istanza, qualora sia stato interposto appello, ed a partire dalla scadenza del termine di ricorso, qualora l'escusso abbia rinunciato ad appellarsi.\n\nInfine, in DTF 101 III 42 consid. 2 e 3, il Tribunale federale ha statuito che una decisione di rigetto di opposizione non cresce in giudicato al momento della sua comunicazione solo se il diritto cantonale di procedura prevede un mezzo di ricorso avente per legge effetto sospensivo. Se il ricorso non ha effetto sospensivo il termine per introdurre l'azione d'inesistenza del debito decorre dalla comunicazione del giudizio di rigetto dell'opposizione. La citazione che la sentenza fa della precedente giurisprudenza (cfr. DTF 47 III 68, DTF 77 III 138) è tuttavia solo in minima parte giustificata, poiché quella giurisprudenza non si esprime nel senso della nuova massima (cfr. DTF 77 III 138), o non affronta chiaramente il problema (cfr. DTF 47 III 68). Quanto alla sentenza DTF 55 III 175consid. 3, citata all'inizio del consid. 2, essa non tratta la questione del termine per l'inoltro dell'azione di inesistenza del debito.\n\n3. Nel sistema della procedura civile ticinese le sentenze di rigetto dell'opposizione, nelle cause attualmente di valore superiore a Fr. 5000.-, sono appellabili alla Camera di esecuzione e fallimenti del Tribunale di appello. L'appello è un mezzo ordinario di impugnazione. Esso sospende di regola l'esecuzione del giudizio (art. 310 cpv. 1 del Codice di procedura civile ticinese, CPC). Sono tuttavia provvisoriamente esecutive, tra l'altro, le sentenze nella procedura sommaria di esecuzione e fallimento (quindi anche quelle di rigetto dell'opposizione), a meno che il presidente dell'autorità di ricorso disponga diversamente (art. 310 cpv. 4 lett. d e 338 cpv. 4 CPC).\n\nUna sentenza cresce formalmente in giudicato se contro la stessa non sono più dati mezzi ordinari di impugnazione, ossia se essa emana da un tribunale che ha giudicato in modo definitivo, contro la cui decisione sono cioè dati solo mezzi straordinari di impugnazione, oppure se il termine di ricorso (ordinario) è decorso infruttuoso o il ricorso stesso è stato ritirato (M. GULDENER, Schweiz. Zivilprozessrecht, II ediz., pag. 327, G. LEUCH, n. 1 all'art. 397). Di regola, i mezzi ordinari di impugnazione impediscono sia la crescita in giudicato della sentenza, che la sua esecutività. Ma l'effetto sospensivo non è legato al concetto di mezzo ordinario di impugnazione ed esistono leggi di procedura le quali dichiarano provvisoriamente esecutive |144| sentenze che non sono ancora cresciute in giudicato, ossia che possono essere impugnate con un mezzo ordinario di ricorso (M. GULDENER, pag. 500 nota 35). È ciò che si verifica nella procedura civile ticinese appunto riguardo alle sentenze di rigetto dell'opposizione. Per queste ultime la provvisoria esecutività permette di ottenere il pignoramento provvisorio o di chiedere l'erezione dell'inventario a mente dell'art. 162 LEF (art. 83 cpv. 1 LEF; DTF 55 III 175); ma non si tratta di sentenze definitive, fintanto che il termine per l'appello non sia decorso infruttuoso, l'appello non sia stato ritirato o l'autorità di ricorso non l'abbia respinto.\n\nLa sentenza DTF 101 III 42 consid. 2 e 3 non distingue sufficientemente tra la crescita in giudicato di una sentenza e la sua esecutività ed assimila a torto quest'ultima (che può essere anche solo provvisoria, quando è dato un mezzo ordinario di ricorso) alla prima. Quando contro le decisioni di rigetto dell'opposizione la legge cantonale di procedura prevede un mezzo ordinario di ricorso, il termine per promuovere l'azione d'inesistenza del debito decorre, indipendentemente dall'eventuale provvisoria esecutività della decisione non ancora definitiva, dalla sentenza dell'autorità di ricorso o dal momento in cui il termine di ricorso è spirato o il ricorso è stato ritirato. È la soluzione che si deduce anche da DTF 100 III 76 (che la successiva sentenza DTF 101 III 40 non cita) e dalla quale non vi è motivo di scostarsi. In caso contrario, e per tutte le procedure che dichiarano provvisoriamente esecutive le decisioni di rigetto dell'opposizione, l'escusso dovrebbe inoltrare l'azione di inesistenza del debito nel termine di dieci giorni dell'art. 83 cpv. 2 LEF, ed il rimedio di appello con domanda di effetto sospensivo nel termine concessogli dalla legge cantonale di procedura (pure dieci giorni, secondo l'art. 308 cpv. 1 CPC), assumendo il rischio del pagamento delle spese di causa e di un'indennità alla controparte se, in caso di accoglimento dell'appello, l'azione d'inesistenza del debito dovesse risultare inutile.\n\n4. In concreto, non è contestato che l'escusso ha introdotto l'azione d'inesistenza del debito nel termine di dieci giorni dalla decorrenza infruttuosa del termine per appellare. L'azione è quindi tempestiva e la sentenza impugnata merita conferma."}