{"annee": "104", "cour": "III", "page": "12", "date": "26/4/1978", "cite": ["61 III 157", "88 III 12"], "cite_par": ["112 III 81", "110 III 9", "127 III 173", "115 III 41"], "chapeau": "4. Entscheid vom 26. April 1978 i.S. X.", "regestes": ["Notification erronée d'un commandement de payer; délai pour porter plainte et pour faire opposition. Un commandement de payer notifié de manière erronée produit ses effets aussitôt que le débiteur en a eu connaissance. Dans un tel cas, le délai pour porter plainte (contre la notification) ou pour faire opposition commence à courir du moment où le débiteur a eu effectivement connaissance du commandement de payer."], "faits": "BGE 104 III 12 S. 12\n\nIn der von A. gegen Esther X. am 9. Dezember 1977 eingeleiteten Betreibung versuchte das Betreibungsamt mehrere Male, der Schuldnerin den Zahlungsbefehl zuzustellen. Auf Grund einer Abholungseinladung erschien schliesslich am 17. Januar 1978 Frieda X., die Mutter der Schuldnerin, beim Betreibungsweibel und nahm den Zahlungsbefehl in Empfang.\n\nAm 30. Januar 1978 sandte Esther X. den Zahlungsbefehl an das Betreibungsamt zurück, nachdem sie darauf am 28. Januar 1978 vermerkt hatte, sie schlage Recht vor.\n\nMit Verfügung vom 31. Januar 1978, die der Schuldnerin am 3. Februar 1978 zugestellt wurde, wies das Betreibungsamt den Rechtsvorschlag als verspätet zurück.\n\nAm 13. Februar 1978 erhob Esther X. bei der kantonalen Aufsichtsbehörde Beschwerde mit dem Begehren, der Zahlungsbefehl sei aufzuheben und neu zuzustellen; allenfalls sei der Rechtsvorschlag in Aufhebung der Verfügung des Betreibungsamtes vom 31. Januar 1978 zuzulassen. Die kantonale Aufsichtsbehörde wies die Beschwerde am 14. März 1978 ab, soweit sie darauf eintrat.BGE 104 III 12 S. 13\n\nGegen diesen Entscheid hat Esther X. unter Erneuerung ihrer im kantonalen Verfahren gestellten Anträge an das Bundesgericht rekurriert.\n\nA. und das Betreibungsamt stellen sinngemäss den Antrag der Rekurs sei abzuweisen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Die Vorinstanz stellt fest, die Rekurrentin habe im Zeitpunkt der Übergabe des Zahlungsbefehls an ihre Mutter nicht mehr mit dieser in Hausgemeinschaft gelebt, und geht ferner davon aus, dass Frieda X. nicht ermächtigt gewesen sei, den Zahlungsbefehl für die Rekurrentin in Empfang zu nehmen. Indessen nimmt sie an, diese habe spätestens am 28. Januar 1978, an dem der Rechtsvorschlagserklärung beigefügten Datum, vom Zahlungsbefehl Kenntnis erlangt. Die kantonale Aufsichtsbehörde hält mit Recht dafür, der Zahlungsbefehl habe dadurch trotz der fehlerhaften Zustellung seine Wirkung entfaltet (vgl. BGE 88 III 15; BGE 61 III 158, und es ist ihr auch darin beizupflichten, dass die am 13. Februar 1978 erhobene Beschwerde unter diesen Umständen verspätet war, soweit damit die Zustellung des Zahlungsbefehls angefochten wurde. Insofern ist die Vorinstanz daher auf die Beschwerde zu Recht nicht eingetreten und erweist sich der Rekurs als unbegründet.\n\n2. Den am 30. Januar 1978 erklärten Rechtsvorschlag erachtet die kantonale Aufsichtsbehörde als verspätet, weil die Frist des Art. 74 Abs. 1 SchKG mangels rechtzeitiger Anfechtung der Zustellung des Zahlungsbefehls mit dessen Übergabe an die Mutter der Rekurrentin, d.h. am 17. Januar 1978, zu laufen begonnen und demnach am 27. Januar 1978 geendet habe. Es kann ihr darin indessen nicht gefolgt werden. Wird bei einer fehlerhaften Zustellung zu Ungunsten des Schuldners angenommen, der Zahlungsbefehl entfalte seine Wirkung dennoch, sobald der Schuldner von ihm Kenntnis erlange, so ist für den Beginn der Frist zur Erklärung eines Rechtsvorschlages konsequenterweise der Tag der tatsächlichen Kenntnisnahme als massgebend zu betrachten. Der Schuldner darf nicht gezwungen sein, bei Gefahr der Verwirkung der Möglichkeit, BGE 104 III 12 S. 14Recht vorzuschlagen, gegen die fehlerhafte Zustellung Beschwerde zu führen.\n\nDemnach erkennt die Schuldbetreibungs- und Konkurskammer:\n\nDer Rekurs wird insoweit gutgeheissen, als festgestellt wird, dass der Rechtsvorschlag der Rekurrentin in der Betreibung Nr.)... fristgemäss erhoben wurde."}