{"annee": "104", "cour": "IA", "page": "428", "date": "22/12/1978", "cite": ["102 IA 264", "98 IA 73", "100 IA 362", "101 IA 238"], "cite_par": ["112 IA 221", "116 IA 359", "121 I 138", "131 I 442"], "chapeau": "64. Urteil vom 22. Dezember 1978 i.S. Walcher und Zimmermann gegen Landsgemeinde des Kantons Glarus", "regestes": ["Art. 85 let. a OJ; procédure de vote en Landsgemeinde. Détermination des voix par estimation; répétition d'un vote, admissibilité; interprétation de l'art. 34 de la Constitution cantonale glaronaise."], "faits": "BGE 104 Ia 428 S. 428\n\nArt. 34 der Verfassung des Kantons Glarus vom 22. Mai 1887 (KV) lautet:\n\n\"1 Den Vorsitz an der Landsgemeinde führt der im Amte stehende\n\nLandammann, in seiner Verhinderung der Landesstatthalter, beziehungsweise\n\ndas nächstfolgende Mitglied des Regierungsrates.\n\n2 Das Protokoll wird von einem durch den Regierungsrat hiefür\n\nbezeichneten Ratsschreiber geführt.\n\n3 Die Erwahrung der Mehrheit geschieht durch Abschätzung seitens\n\ndes Vorsitzenden, in zweifelhaften Fällen mit Beiziehung von vier\n\nMitgliedern des Regierungsrates.\n\n4 Der von ihnen abgegebene Entscheid ist unanfechtbar.\" BGE 104 Ia 428 S. 429\n\nAn der Glarner Landsgemeinde vom 21. Mai 1978 war als letztes Traktandum (§ 15 B) der Memorialsantrag zweier Bürger auf Änderung von Art. 3 der \"Vorschriften über die Durchführung der Landsgemeinde\" zu behandeln. Nach stattgefundener Diskussion standen sich zur Beschlussfassung zwei Anträge gegenüber, nämlich der auf Ablehnung lautende Antrag des Landrates und der in eine etwas andere Fassung gebrachte Memorialsantrag der beiden Bürger. Übungsgemäss brachte Landammann Kaspar Rhyner zuerst den Ablehnungsantrag des Landrates und hernach den Memorialsantrag der beiden Bürger zur Abstimmung. Nach Durchführung dieser Abstimmung erklärte Landammann Rhyner, dass das zweite Mehr das grössere sei und die Landsgemeinde damit dem Memorialsantrag zugestimmt habe. Die Verkündung dieses Entscheides veranlasste Stimmbürger im Landsgemeindering zu Protestäusserungen und Zurufen. Landammann Rhyner liess daraufhin über die beiden Anträge nochmals abstimmen. Nach Vornahme dieser zweiten Abstimmung erklärte er, er habe sich getäuscht, das erste Mehr sei das grössere, womit der Memorialsantrag als abgelehnt galt.\n\nZwei Stimmberechtigte aus dem Kanton Glarus führen gestützt auf Art. 85 lit. a OG staatsrechtliche Beschwerde. Sie vertreten den Standpunkt, dass der Memorialsantrag gemäss dem zuerst verkündeten Entscheid von der Landsgemeinde angenommen und die Wiederholung der Abstimmung unzulässig gewesen sei.\n\nDas Bundesgericht weist die Beschwerde ab aus folgenden", "considerants": "Erwägungen:\n\n1. a) Die beiden Beschwerdeführer können als Stimmbürger des Kantons Glarus gestützt auf Art. 85 lit. a OG mittels staatsrechtlicher Beschwerde rügen, das Ergebnis der Landsgemeindeabstimmung vom 21. Mai 1978 über § 15 B des Landsgemeindememorials sei unrichtig festgestellt worden.\n\nb) Die Auslegung der kantonalen Vorschriften über die Feststellung des Abstimmungsergebnisses bei Landsgemeinden prüft das Bundesgericht im Rahmen der vorliegenden Stimmrechtsbeschwerde grundsätzlich frei, die Feststellung des Sachverhaltes durch die kantonalen Behörden dagegen nur unter dem Gesichtswinkel der Willkür (BGE 102 Ia 269; BGE 101 Ia 240; BGE 98 Ia 78, 621).\n\nBGE 104 Ia 428 S. 430\n\n2. Die Wahlen und Abstimmungen an der Landsgemeinde geschehen durch das \"freie Handmehr\" (Art. 26 Abs. 1 KV). Der Vorsitzende der Landsgemeinde (in der Regel der amtierende Landammann) hat die Mehrheit durch Abschätzung zu ermitteln, in Zweifelsfällen unter Beiziehung von vier Regierungsratsmitgliedern (Art. 34 Abs. 3 KV). \"Der von ihnen abgegebene Entscheid ist unanfechtbar\" (Art. 34 Abs. 4 KV).\n\nDie Beschwerdeführer führen aus, Art. 34 KV stelle es ins Ermessen des Landammannes, darüber zu entscheiden, ob er das Ergebnis einer Abstimmung allein feststellen könne oder ob er die Mithilfe von vier Regierungsratsmitgliedern beanspruchen wolle. Wenn Art. 34 Abs. 4 KV den unter Beizug von vier Regierungsratsmitgliedern gefällten Entscheid als unanfechtbar erkläre, so müsse dies auch für den vom Landammann allein gefällten Entscheid gelten. Es sei daher unzulässig gewesen, dass der Landammann, nachdem er über das Ergebnis der ersten Abstimmung über das Geschäft § 15 B entschieden habe, unter dem Eindruck der laut gewordenen Reklamationen eine zweite Abstimmung habe durchführen lassen, bei der er ein gegenteiliges Ergebnis ermittelte. Die im Kanton Glarus geltende Regelung sehe keine Zählung der Stimmen, sondern nur eine Schätzung vor. Bei der Ermittlung des Abstimmungsergebnisses entscheide daher grundsätzlich die Autorität des Landammannes und nicht die genaue Zahl. Der Stimmbürger an der Landsgemeinde müsse sich auf den durch den Landammann gefällten Entscheid verlassen können. Es habe sich nicht um ein blosses Sichversprechen gehandelt, da der Landammann in diesem Fall keine zweite Abstimmung durchgeführt hätte.\n\nDas Protokoll der Landsgemeinde vom 21. Mai 1978 gibt über den beanstandeten Vorfall keinen weiteren Aufschluss; es wird (S. 22) lediglich festgehalten, dass die Landsgemeinde im fraglichen Geschäft dem Ablehnungsantrag des Landrates \"mehrheitlich zugestimmt\" habe.\n\nDer Regierungsrat des Kantons Glarus vertritt in seiner Vernehmlassung die Auffassung, dass sich der Landammann bei der Abstimmung über Traktandum § 15 B geirrt habe, als er das zweite Mehr als das grössere bezeichnete. Art. 34 Abs. 4 KV schliesse jedoch nicht aus, dass er aus wichtigen Gründen wie Irrtum auf seinen Entscheid zurückkommen könne. Entscheidend sei, dass bei der Abschätzung des Mehrs dem Volkswillen BGE 104 Ia 428 S. 431Nachachtung verschafft werde. Im vorliegenden Fall sei schon in der ersten Abstimmung der Memorialsantrag klar abgelehnt worden. Die zweite Abstimmung habe sofort stattgefunden, d.h. noch bevor eine ins Gewicht fallende Anzahl Bürger den Ring habe verlassen können.\n\n3. a) Jeder Stimmbürger hat einen bundesrechtlich gewährleisteten Anspruch darauf, dass kein Wahl- oder Abstimmungsergebnis anerkannt wird, das nicht den freien Willen der Stimmberechtigten zuverlässig und unverfälscht zum Ausdruck bringt (BGE 102 Ia 268, mit Hinweisen). Diese Garantie muss auch gelten für Abstimmungen an Landsgemeinden, und zwar selbst dann, wenn das kantonale Recht, wie hier, als Mittel zur Feststellung des Abstimmungsergebnisses einzig die Abschätzung vorsieht; die das Mehr feststellende Behörde ist in Zweifelsfällen zu grosser Sorgfalt verpflichtet (BGE 100 Ia 364). Die kantonalen Vorschriften über das Vorgehen zur Ermittlung des Abstimmungsergebnisses sind im Lichte dieser bundesrechtlichen Garantie zu interpretieren.\n\nb) Wenn Art. 34 Abs. 4 KV den Entscheid über das Abstimmungsergebnis als \"unanfechtbar\" bezeichnet, so will dies zunächst nichts anderes sagen, als dass der Entscheid mit keinem kantonalen Rechtsmittel weitergezogen bzw. von keiner andern kantonalen Behörde umgestossen werden kann (H. RYFFEL, Die schweizerischen Landsgemeinden, S. 314). Ob sich Art. 34 Abs. 4 KV nur auf jene Zweifelsfälle bezieht, in denen das Stimmenmehr unter Mitwirkung weiterer Regierungsratsmitglieder ermittelt worden ist, oder auch auf die vom Landammann allein getroffenen Entscheide, ist nach dem Wortlaut der Vorschrift nicht ganz klar. Es wird an sich vorausgesetzt, dass der Landammann in Zweifelsfällen nicht allein entscheidet, sondern gemäss Art. 34 Abs. 3 KV verfährt, und dass in den übrigen Fällen, in denen das Mehrheitsverhältnis leicht feststellbar ist, das Abstimmungsergebnis vom Vorsitzenden richtig wiedergegeben wird und hierüber kein Streit entsteht. Art. 34 Abs. 4 KV dürfte aber doch dahin auszulegen sein, dass auch eine vom Landammann allein getroffene Feststellung in gleicher Weise unanfechtbar ist wie ein unter Mitwirkung von vier weiteren Behördemitgliedern gefällter Entscheid.\n\nWieweit die das Abstimmungsergebnis feststellende Behörde ihren Entscheid selber in Wiedererwägung ziehen darf, ist BGE 104 Ia 428 S. 432eine andere Frage, die durch Art. 34 Abs. 4 KV nicht, jedenfalls nicht unmittelbar beantwortet wird. Es versteht sich, dass nicht nach Belieben auf ein verkündetes Abstimmungsergebnis zurückgekommen und eine Wiederholung der Abstimmung angeordnet werden kann. Gründe der Rechtssicherheit und das Interesse an einem geordneten Abstimmungsverfahren stehen dem entgegen. Die durch Art. 34 Abs. 4 KV als \"unanfechtbar\" erklärten Entscheide unterliegen insofern auch einem Wiedererwägungsverbot. Dieses besitzt aber keine absolute Geltung. Wenn besondere Umstände es rechtfertigen, kann der Vorsitzende der Landsgemeinde ein verkündetes Abstimmungsergebnis zurücknehmen und über das fragliche Geschäft nochmals abstimmen lassen. Er trägt die Verantwortung dafür, dass die Abstimmungen der Landsgemeinde korrekt durchgeführt werden.\n\nc) Die Wiederholung der Abstimmung hatte unter den vorliegenden Umständen praktisch die Funktion einer Nachzählung. Eine solche kann nach der bundesgerichtlichen Rechtsprechung auch ohne entsprechende kantonale Vorschrift angeordnet werden, wenn sie zur zuverlässigen Feststellung des Abstimmungsresultates als geboten erscheint (BGE 101 Ia 245; BGE 98 Ia 85). Im zu beurteilenden Fall bestand für den Landammann Anlass, an der Richtigkeit des von ihm festgestellten Abstimmungsergebnisses zu zweifeln, nachdem dessen Verkündung unter den Stimmbürgern Protest hervorgerufen hatte und offenbar auch seitens der Protokollführer auf das Vorliegen eines Irrtums hingewiesen worden war. In einer derartigen Situation war es dem Landammann nicht verwehrt, eine Wiederholung der Abstimmung anzuordnen, um das Stimmenverhältnis - nötigenfalls unter Beihilfe von vier Regierungsratsmitgliedern - nochmals abschätzen zu können. Auf Grund des bundesrechtlichen Anspruches auf richtige Feststellung des Abstimmungsergebnisses war er zu einem solchen Vorgehen berechtigt.\n\nd) Dass das Ergebnis der zweiten Abstimmung unrichtig festgestellt worden sei, wird von den Beschwerdeführern nicht behauptet. Sie wenden jedoch ein, es habe sich um das letzte Geschäft der Landsgemeinde gehandelt, weshalb erfahrungsgemäss angenommen werden müsse, dass eine ganze Anzahl von Stimmbürgern nach Durchführung der ersten Abstimmung den Landsgemeindering bereits verlassen und an der zweiten BGE 104 Ia 428 S. 433Abstimmung nicht mehr teilgenommen habe. Der Regierungsrat stellt dies in Abrede mit der Begründung, die zweite Abstimmung sei unmittelbar im Anschluss an die erste angekündigt worden, noch bevor eine ins Gewicht fallende Anzahl von Stimmbürgern den Ring habe verlassen können. Die Beschwerdeführer bringen nichts vor, was diese tatsächliche Feststellung der kantonalen Behörde als offensichtlich unrichtig und willkürlich erscheinen lassen würde. Es besteht umso weniger Grund, an der Richtigkeit und Zuverlässigkeit des in der zweiten Abstimmung festgestellten Ergebnisses zu zweifeln, als dieses offenbar mit dem Resultat der ersten Abstimmung übereinstimmt; die Feststellung des Regierungsrates, der Memorialsantrag sei schon in der ersten Abstimmung klar abgelehnt worden, wird auch von den Beschwerdeführern nicht ernsthaft bestritten. Sie fechten das bei der Wiederholung der Abstimmung festgestellte definitive Ergebnis nur deshalb an, weil sie der Ansicht sind, dass der Landammann gemäss Art. 34 Abs. 4 KV auf seinen ersten Entscheid nicht mehr hätte zurückkommen dürfen. Dieser Einwand ist jedoch, wie dargelegt, nicht stichhaltig. Die Beschwerde ist daher abzuweisen.\n\n4. Gemäss bundesgerichtlicher Praxis wird bei Beschwerden nach Art. 85 lit. a OG auf die Erhebung von Gerichtskosten verzichtet."}