{"annee": "104", "cour": "IV", "page": "145", "date": "4/9/1978", "cite": ["78 IV 10", "101 IB 154", "79 IV 106"], "cite_par": ["110 IV 4"], "chapeau": "35. Urteil des Kassationshofes vom 4. September 1978 i.S. K. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 41 ch. 3 al. 2 et 5 CP; sursis. 1. Période durant laquelle le condamné auquel le sursis a été accordé est à l'épreuve, lorsque le délai d'épreuve initial n'a été prolongé qu'après son échéance (consid. 1, 2). 2. Délai dans lequel la révocation du sursis doit être prononcée (consid. 3)."], "faits": "|145|\n\nA.- Am 24. Juni 1968 hatte das Obergericht des Kantons Zürich K. wegen Betruges zu 10 Monaten Gefängnis verurteilt. Es hatte ihm den bedingten Strafvollzug mit einer Probezeit von vier Jahren gewährt. Am 7. August 1974 wurde die Probezeit um zwei Jahre verlängert.\n\nB.- Vom 15. November 1975 bis 21. Oktober 1976 war K. Geschäftsführer der E. AG in Zürich. In dieser Eigenschaft beging er - teilweise vor dem 7. August 1976 - wiederholte und fortgesetzte Veruntreuung im Sinne von Art. 140 Ziff. 1 StGB im Deliktsbetrag von mindestens Fr. 44 398.10, ebenso wiederholte und fortgesetzte Urkundenfälschung gemäss Art. 251 Ziff. 1 StGB. |146|\n\nAm 9. März 1978 verurteilte das Obergericht des Kantons Zürich K. wegen dieser neuen Verfehlungen zu 16 Monaten Gefängnis als Zusatzstrafe zu einem Urteil des Amtsgerichts Luzern vom 22. September 1977. Es gewährte ihm für diese neue Strafe wiederum den bedingten Strafvollzug mit einer Probezeit von vier Jahren. Hingegen ordnete es mit gleichzeitigem Beschluss den Vollzug der zehnmonatigen Gefängnisstrafe vom 24. Juni 1968 an.\n\nC.- Gegen die Anordnung dieses Strafvollzugs hat K. kantonale Nichtigkeitsbeschwerde ergriffen. Das Kassationsgericht des Kantons Zürich ist mit Beschluss vom 25. Mai 1978 nicht darauf eingetreten.\n\nD.- Mit eidgenössischer Nichtigkeitsbeschwerde ficht K. nur den Beschluss des Obergerichts vom 9. März 1978 an, durch den der bedingte Strafvollzug der vom Obergericht am 24. Juni 1968 ausgesprochenen Gefängnisstrafe widerrufen wurde. Er macht geltend, die neuen strafbaren Handlungen, derentwegen der bedingte Strafvollzug widerrufen wurde, fielen nicht mehr in die Probezeit.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Streitig ist die Zeit, während welcher ein Verurteilter, dem der bedingte Strafvollzug gewährt wurde, unter Probe steht, wenn die ursprüngliche Probezeit erst nach ihrem Ablauf verlängert wird. Dass eine Verlängerung der ursprünglichen Probezeit nach ihrem Ablauf an sich möglich ist, wird mit Recht nicht bestritten. Der Beschwerdeführer macht aber geltend, die Probezeit könne insgesamt nur um die Hälfte verlängert werden. Das gelte auch dann, wenn die ursprüngliche Probezeit bereits abgelaufen sei. Die Zeitspanne, während der er in der Zwischenzeit eine formell angeordnete Probezeit nicht bestanden habe, sei in die Verlängerung einzurechnen. Eine andere Regelung wirke stossend, was gerade der vorliegende Fall beweise. Vom Urteil des 24. Juni 1968, das den bedingten Strafvollzug gewährte, bis zur Anordnung des Strafvollzugs durch den Beschluss des Obergerichts seien fast 10 Jahre verstrichen. Das Obergericht habe das Verfahren über Widerruf bzw. Verlängerung der Probezeit entgegen BGE 78 IV 10 nicht ununterbrochen durchgeführt, ihn vielmehr von 1969 bis 1974 hinausgeschoben. An dieser Unterbrechung trage der Beschwerdeführer |147| keine Schuld. Das Verfahren vor den luzernischen Behörden wegen Veruntreuung, welches zu dieser rund vierjährigen Sistierung geführt habe, habe im Revisionsprozess vor Obergericht Luzern zum Freispruch geführt.\n\n2. Dieser Ansicht kann nicht gefolgt werden. \"Verlängert\" im Sinne von Art. 41 Ziff. 3 Abs. 2 StGB ist die Probezeit, wenn der Verurteilte länger unter Probe gestellt wird, als es im Urteil über den bedingten Strafaufschub geschehen ist. Die zusätzliche Probezeit muss nicht unmittelbar an die ursprüngliche anschliessen (BGE 79 IV 113 E. 4). Sie kann es auch nicht, wenn sie erst nach Ablauf der ursprünglichen Probezeit angeordnet wird. Denn der Verlängerungsbeschluss kann nicht zurückwirken. Der Verurteilte muss wissen, dass er unter Probe steht, damit er sich entsprechend verhalten kann. Eine Rückwirkung wäre auch mit einer allfälligen Anordnung der Schutzaufsicht und mit der Erteilung von Weisungen unvereinbar.\n\nHinzu kommt, dass der Beschluss des Obergerichts vom 7. August 1974 die Probezeit \"vom Datum dieses Beschlusses an gerechnet um zwei Jahre verlängert\" hat. Dieser Beschluss wurde nicht angefochten und ist in Rechtskraft erwachsen. Auf ihn kann der Beschwerdeführer nicht mehr zurückkommen.\n\nDer Beschwerdeführer stand somit vom 25. Juni 1968 bis 24. Juni 1972 unter der ursprünglichen und vom 8. August 1974 bis 7. August 1976 unter der verlängerten Probezeit. Die Probezeit betrug somit nicht mehr als sechs Jahre. In der Zwischenzeit stand er nicht unter Bewährung.\n\nDie neuen Taten, welche die Vorinstanz zum Widerruf des bedingten Strafvollzugs veranlassten, hat der Beschwerdeführer in der Zeit vom 15. November 1975 bis 21. Oktober 1976 verübt. Ein grosser Teil von ihnen fällt somit in die verlängerte Probezeit. Dieser Teil ist offensichtlich so schwer, dass er zum Widerruf des bedingten Strafvollzugs führen musste. Die Vorinstanz hat überdies gefunden, nur der Vollzug der am 24. Juni 1968 ausgefällten Gefängnisstrafe von 10 Monaten sei imstande, für die Zukunft eine günstige Prognose zu stellen und den Aufschub des Vollzugs der neuen Gefängnisstrafe von 16 Monaten zu rechtfertigen, womit sinngemäss die günstige Prognose ohne Vollzug der ersten Strafe verneint wurde. Ein Grund für eine Rückweisung der Sache zur Ausscheidung der Strafe für die in die Probezeit fallenden Delikte (in analoger Anwendung von BGE 101 Ib 154) besteht daher nicht. |148|\n\n3. Der Beschwerdeführer beklagt sich darüber, dass vom Urteil des 24. Juni 1968, das ihn unter Probe stellte, bis zur Anordnung des Strafvollzugs durch die Vorinstanz beinahe 10 Jahre verstrichen. Das Widerrufsverfahren sei durch Sistierung des Verfahrens ohne sein Verschulden hinausgeschoben worden.\n\nJe weiter Tat und Urteil zurückliegen, umso mehr schwindet das Bedürfnis nach einer Sanktion. Das hat den Gesetzgeber veranlasst, die Verjährung (Art. 70 ff. StGB) einzuführen und den Zeitablauf vor Verjährungseintritt bei Wohlverhalten strafmildernd zu berücksichtigen (Art. 64 vorletzter Absatz StGB). Mit der Revision vom 18. März 1971 ist der Gesetzgeber einen Schritt weiter gegangen. Der Vollzug der bedingt aufgeschobenen Strafe kann nicht mehr angeordnet werden, wenn seit Ablauf der Probezeit fünf Jahre verstrichen sind (Art. 41 Ziff. 3 Abs. 5 StGB).\n\nZu Recht beruft sich der Beschwerdeführer nicht auf diese Befristung. Geht man vom Wortlaut des Gesetzes aus, läuft die fünfjährige Begrenzung der Widerrufsmöglichkeit vom Ablauf der Probezeit an. Die am 7. August 1974 um zwei Jahre verlängerte Probezeit ist somit am 7. August 1976 abgelaufen. Von diesem Datum an gerechnet war aber am 9. März 1978, dem Tag, an dem der Strafvollzug wegen Nichtbewährung angeordnet wurde, die fünfjährige Widerrufsfrist noch lange nicht abgelaufen.\n\nAber selbst dann, wenn man die zwischen dem Ablauf der ursprünglichen Probezeit und der später erfolgten Verlängerung der Probezeit verstrichene Zeit zur fünfjährigen Frist hinzuzählte, wäre im vorliegenden Fall die Strafe mit Recht widerrufen worden. Denn am 9. März 1978 war die um die sechsjährige Probezeit verlängerte fünfjährige Frist (insgesamt 11 Jahre) seit dem am 24. Juni 1968 gefällten Urteil noch nicht abgelaufen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}