{"annee": "104", "cour": "IA", "page": "113", "date": "25/1/1978", "cite": ["100 IA 131", "96 V 49", "103 IA 85", "93 I 632", "82 I 21", "97 I 193", "99 IA 697", "96 I 219", "102 IA 397", "101 IB 70", "84 I 89"], "cite_par": ["120 IA 171", "111 IA 324", "121 I 273", "123 I 254", "114 IA 8", "112 IA 251", "125 I 173", "107 IA 29", "112 IA 39", "120 IA 1", "143 II 283", "106 IA 241", "105 IA 134", "106 IA 249", "106 IA 201", "118 IA 336", "122 I 279", "130 I 113"], "chapeau": "21. Auszug aus dem Urteil vom 25. Januar 1978 i.S. Geiser und Konsorten gegen Erziehungsrat und Regierungsrat sowie Appellationsgericht des Kantons Basel-Stadt", "regestes": ["Art. 4 Cst., séparation des pouvoirs; délégation au Conseil d'Etat de la compétence pour percevoir des droits d'inscription à l'Université. Exigence de base légale et de délégation législative pour la perception d'un émolument d'utilisation."], "faits": "|113|\n\nThomas Geiser, Reinhard Zweidler und Beat Wirz studierten im Jahre 1975 an der Universität Basel. Sie stellten dem Rektorat das Begehren, es sei ihnen im Wintersemester 1975/1976 das Belegen der Vorlesungen als immatrikulierte Studenten ohne Entrichtung des Kollegiengeldes in der Höhe von je Fr. 150.- zu gestatten. Den dieses Begehren abweisenden Entscheid des Rektorats haben die Genannten erfolglos an die Kuratel und den Erziehungsrat weitergezogen, schliesslich auch an den Regierungsrat, mit dem Antrag, die inzwischen einbezahlten Beträge seien zurückzuerstatten. Der Regierungsrat überwies |114| die Rekurse ohne eigenen Entscheid an das Appellationsgericht als Verwaltungsgericht, das sie mit Urteil vom 17. Mai 1977 abwies.\n\nGeiser, Zweidler und Wirz erheben mit Eingabe vom 15. August 1977 staatsrechtliche Beschwerde gegen das verwaltungsgerichtliche Urteil, im wesentlichen mit der Begründung, der in Frage stehenden Abgabe fehle bezüglich ihrer Höhe eine formellgesetzliche Grundlage.", "considerants": "Aus den Erwägungen:\n\n2. Nach § 39 Universitätsgesetz des Kantons Basel-Stadt (UG, vom 14. Januar 1937) werden die von den Studierenden zu entrichtenden Gebühren und Beiträge durch Verordnung des Regierungsrates bestimmt. Gestützt auf diese Ermächtigung hat der Regierungsrat die \"Verordnung betreffend die Erhebung und Verwendung des Kollegiengeldes an der Universität Basel\" (vom 9. September 1975) erlassen, die in § 1 bestimmt, \"jeder immatrikulierte Studierende habe neben den Semestergebühren eine Kollegiengeldgebühr von Fr. 150.- pro Semester zu entrichten, sofern er nicht beurlaubt ist\". - Subsidiär beruft sich das Verwaltungsgericht noch auf das \"Gesetz über die Verwaltungsgebühren\" (vom 9. März 1972), dessen Normen nur insoweit gelten, \"als nicht einschlägige Gesetze ausdrücklich andere Vorschriften aufstellen\" (§ 1 Abs. 3). § 1 Abs. 1 zufolge findet dieses Gesetz Anwendung u.a. auf Gebühren für die \"Benützung öffentlicher Einrichtungen\". Der Regierungsrat hat sich bei deren Bemessung an das Kostendeckungs- sowie das Äquivalenz- und Interessenprinzip zu halten (§ 2-4).\n\nDas Verwaltungsgericht ist der Auffassung, durch die zitierten Bestimmungen sei die Kollegiengeldgebühr \"dem Grundsatz nach\" im Gesetz verankert. Bezüglich der Höhe bestehe eine gewohnheitsrechtliche Grundlage: Kollegiengelder würden seit anfangs des 19. Jahrhunderts von Hunderten, später von Tausenden von Studenten bezahlt, ohne dass je die Praxis angefochten oder die Kollegiengelder als zu hoch bezeichnet worden wären. Daraus sei auf die Rechtsüberzeugung der Betroffenen zu schliessen. Die Rechtsüberzeugung der Behörden andererseits ergebe sich aus dem Erlass der verschiedenen, die Materie regelnden Verordnungen. Auch sei eine Lücke im Universitätsgesetz zweifellos vorhanden; dieses ordne zwar die Erhebung |115| der Kollegiengelder an, lasse aber deren Höhe offen. Schliesslich lasse sich anhand der Akten des Staatsarchivs ermitteln, dass die seit dem Jahre 1821 kontinuierlich erhobenen Kollegiengelder stets einen Betrag erreichten, der einer höheren Kaufkraft entspreche als die heutigen Fr. 150.- pro Semester. Damit sei auch die ununterbrochene Dauer und Regelmässigkeit der Erhebung von Kollegiengeldern in einem der Kaufkraft von mindestens Fr. 150.- entsprechenden Betrag gegeben.\n\nNach Auffassung der Beschwerdeführer sind die Kollegiengelder nach Art und Umfang keine Kanzleigebühren und auch nicht ausgesprochen technische Gebühren im Sinne der bundesgerichtlichen Rechtsprechung. Sie bedürften deshalb einer Grundlage in einem formellen Gesetz. Weder § 39 UG noch das Verwaltungsgebührengesetz (VGG) bildeten diese Grundlage, da sie die Höhe der Kollegiengelder in keiner Weise festlegten. Das UG lege nicht einmal die Richtlinien fest. - Von einer gewohnheitsrechtlichen Grundlage bezüglich der Höhe könne keine Rede sein. Eine langjährige Übung bestehe nicht, da das jetzige Bemessungssystem, wonach die Gebühr pauschal und völlig unabhängig von der individuellen Benützung der staatlichen Anstalt festgesetzt wird, erst seit 1966 bestehe. Eine Lücke im Gesetz sei nicht vorhanden, und das Verlangen des Staates, seine Einnahmen zu mehren, genüge nicht als Nachweis für das Bedürfnis, eine solche zu füllen.\n\n3. Gebühren müssen grundsätzlich in einem Gesetz im formellen Sinne verankert sein (BGE 101 Ib 75 E. 4b). Eine Ausnahme galt seit jeher für die sog. Kanzleigebühren. Darunter sind Abgaben für einfache Tätigkeiten der Verwaltung zu verstehen, die ohne besonderen Prüfungs- und Kontrollaufwand erbracht werden und sich in ihrer Höhe in einem bescheidenen Rahmen halten (BGE 101 Ib 77 E. 4d, BGE 97 I 203 f. E. 5b, BGE 93 I 634 E. 3, BGE 82 I 28 E. 3a; GRISEL, Droit administratif suisse, S. 120; IMBODEN/RHINOW, Verwaltungsrechtsprechung, 5. Aufl., Nr. 110 S. 778 Ziff. II, Nr. 113 S. 798 Ziff. I). In jüngster Zeit hat das Bundesgericht zuweilen auf das Erfordernis der formellgesetzlichen Grundlage verzichtet, wenn die in Frage stehende Gebühr einen stark technischen Charakter aufwies oder rasch wandelnden Verhältnissen unterworfen war. Der Vorbehalt wurde auch damit begründet, dass der Betroffene mit Rücksicht auf das Wesen der Gebühr sich stets auf das |116| Kostendeckungsprinzip und den Grundsatz der Verhältnismässigkeit berufen und geltend machen könne, die Gesamteinnahmen aus einer Gebühr überstiegen die Gesamtkosten der entsprechenden Amtshandlungen oder die einzelne Gebührenforderung stehe in keinem vernünftigen Verhältnis zur erbrachten Leistung oder verletze den Grundsatz der Rechtsgleichheit (BGE 99 Ia 701 E. 3b, BGE 100 Ia 138 E. 6, BGE 101 Ib 75 E. 4b und c).\n\nIn BGE 100 Ia 140 E. 6c hat das Bundesgericht gewisse Einschränkungen des Gesetzmässigkeitserfordernisses auch bei gewissen Benützungsgebühren, d.h. Abgaben für die Inanspruchnahme öffentlicher Einrichtungen, in Betracht gezogen, und zwar bei Gleichwertigkeit der gegenüberstehenden Leistungen sowie Anzahl und Vielfältigkeit der zu regelnden Fälle, Notwendigkeit rechtzeitiger Anpassung bei Änderung der Verhältnisse. Das Bundesgericht liess sich dabei von Erwägungen des Zürcher Verwaltungsgerichtes leiten, das in einem in ZBl 73 1972 S. 353 ff. publizierten Urteil die Auffassung vertreten hatte, in solchen Fällen eigne sich die Benützungsgebühr nicht für eine Regelung in einem formellen Gesetz. Der Gesetzgeber müsse die Ordnung dieser Materie dem Verordnungsgeber überlassen. Es müsse dabei genügen, dass der Gesetzgeber die Delegation in allgemeiner Weise ausspreche. Den Gesetzgeber zu einer genaueren Umgrenzung der delegierten Befugnisse anzuhalten, bestehe kein Anlass, da dies in der Regel auf eine Wiederholung des Verhältnismässigkeitsgrundsatzes und des Kostendeckungs- oder Äquivalenzprinzips hinausliefe, an die der Verordnungsgeber ohnehin schon aufgrund der Verfassung gebunden sei (S. 355 E. 3b). - In der Regel entzieht sich aber die Benützungsgebühr einer Überprüfung unter dem Gesichtspunkt der Kostendeckung. Nach bundesgerichtlicher Rechtsprechung darf ihre Bemessung - im Gegensatz zur Verwaltungsgebühr - die Höhe der dem Staat auferlegten Last übersteigen, und einen Überschuss ergeben (BGE 100 Ia 140 f. E. 6c mit Hinweisen). In solchen Fällen ist am Erfordernis der formellgesetzlichen Grundlage ohne Einschränkung festzuhalten (vgl. BGE 99 Ia 702 f., BGE 100 Ia 140 E. 6c, BGE 102 Ia 403 E. 5b; HÖHN, Aspekte verfassungsmässiger Besteuerung, ASA 45 1976 S. 214 f.; VALLENDER, Grundzüge des Kausalabgabenrechts, S. 73, 152 ff.).\n\nAus dem Gesetzesvorbehalt in Verbindung mit andern verfassungsrechtlichen Grundsätzen (insbesondere dem Gewaltenteilungsprinzip) |117| folgt, dass auch die Delegation rechtsetzender Befugnisse im Bereich der Erhebung einer Gebühr, von den genannten Ausnahmen abgesehen, bestimmten verfassungsrechtlichen Anforderungen genügen muss. Nach feststehender Rechtsprechung des Bundesgerichts ist die Delegation rechtsetzender Befugnisse an die Exekutive zulässig, wenn sie nicht durch das übergeordnete Recht ausgeschlossen wird, wenn sie auf ein bestimmtes Gebiet beschränkt wird und der delegierende Erlass, d.h. die Verfassung oder ein formelles Gesetz, die Grundzüge der Regelung - im Abgaberecht also insbesondere Objekt und Höhe der Leistung - selbst enthält (BGE 101 Ib 75 E. 4b mit Hinweisen; zur Publikation bestimmte Entscheide i.S. Wäffler E. II, Beeli E. 3b bb).\n\n4. Aus der neuesten bundesgerichtlichen Rechtsprechung ergibt sich, dass im Abgaberecht bei den Anforderungen an die gesetzliche Grundlage nach der Natur der in Frage stehenden Leistung an den Staat differenziert werden muss. Dabei sind nicht einmal innerhalb der einzelnen Gebührenkategorien einheitliche Massstäbe durchgehend möglich, wie die Erörterungen zur Benützungsgebühr zeigen. Es ist daher der Einzelfall zu betrachten.\n\nDie Anforderungen an die gesetzliche Grundlage dürfen dort herabgesetzt werden, wo dem Bürger die Überprüfung der Gebühr auf ihre Rechtmässigkeit anhand anderer verfassungsrechtlicher Prinzipien ohne weiteres offen steht, nicht aber, wenn spezifisch der Gesetzesvorbehalt diese Schutzfunktion erfüllt. Das Legalitätsprinzip darf dabei weder seines Gehaltes entleert, noch auf der andern Seite in einer Weise überspannt werden, dass es mit der Rechtswirklichkeit und dem Erfordernis der Praktikabilität in einen unlösbaren Widerspruch gerät.\n\nIm vorliegenden Fall sind unter diesem Gesichtspunkt die folgenden Überlegungen massgebend:\n\na) Es ist unbestritten, dass es sich bei den fraglichen Kollegiengeldern um eine Gebühr für die Benützung einer öffentlichen Einrichtung (Benützungsgebühr) handelt. Sie werden in Form einer Pauschale, d.h. für alle immatrikulierten Studierenden in gleicher Höhe - unabhängig von der individuellen Belegung der Vorlesungen -, erhoben.\n\nb) Die Kollegiengelder von Fr. 150.- decken nur einen verschwindend geringen Teil der tatsächlichen Aufwendungen, die dem Kanton Basel-Stadt durchschnittlich in einem Semester |118| pro Studierender erwachsen (gemäss Angaben des Erziehungsrates ca. Fr. 11'000.-). Auch bei verhältnismässig einschneidender Erhöhung der Gebühr würde sich das Bedürfnis nach einer Überprüfung unter dem Gesichtspunkt des Kostendeckungsprinzips gar nicht stellen, weil der Betrag noch immer weit entfernt von einem kostendeckenden Entgelt wäre. Das gleiche gilt für eine Beurteilung nach Massgabe des Äquivalenzprinzips (BGE 103 Ia 89 E. 5b): Auch bei wesentlicher Erhöhung wäre die Gebühr noch in einem angemessenen Verhältnis zur Gegenleistung des Staates. Bei dieser Sachlage ist das Schutzbedürfnis des Einzelnen von vornherein nicht gleich intensiv, wie wenn die geforderte Gebühr kostendeckend oder sogar mehr als kostendeckend wäre.\n\nAuf der andern Seite ist in Betracht zu ziehen, dass dem Regierungsrat aufgrund des tatsächlichen Kostenaufwandes an sich ein verhältnismässig grosser Ermessensspielraum bei der Festsetzung der Gebühr zusteht, was eine Verankerung der Höhe im formellen Gesetz wiederum als wünschbar erscheinen lassen könnte. Es wird jedoch in den folgenden Ausführungen zu zeigen sein, dass sich der Regierungsrat bei der quantitativen Festlegung der Gebühr nicht als frei, sondern durch die bisherige Übung gebunden betrachtet.\n\nc) Die Darstellung des Verwaltungsgerichtes ist unbestritten geblieben, dass Kollegiengelder seit anfangs des 19. Jahrhunderts, real in annähernd unveränderte Höhe, erhoben werden, ohne dass diese Praxis bisher je angefochten worden wäre. Geändert hat nur das Bemessungssystem, indem 1966 von der individuellen Festsetzung nach der Intensität der Benützung der Bildungseinrichtung zur Pauschale übergegangen wurde. Diese administrative Änderung und Vereinfachung fällt neben der Tatsache, dass der Grundsatz der Gebührenpflicht durch Gesetz und die Höhe des Entgelts weitgehend durch eine langjährige Übung bestimmt sind, wenig ins Gewicht. - Es kann offen bleiben, ob die Praxis bezüglich der Höhe der Gebühr geradezu gewohnheitsrechtlichen Charakter hat (vgl. BGE 96 I 228 E. 6c, BGE 96 V 51 E. 4, BGE 84 I 97; IMBODEN/RHINOW, a.a.O., Nr. 7, S. 41 ff.; GRISEL, a.a.O., S. 36 ff.). Massgebend ist in diesem Zusammenhang nur, dass sich der Regierungsrat bei der ihm durch das Gesetz übertragenen Kompetenz zur quantitativen Festlegung der Gebühr in einem weitgehenden Masse als durch die bisherige Übung gebunden betrachtet. Wird aber |119| diese Bindung anerkannt, so ist das Bedürfnis nach einer formellgesetzlichen Verankerung weniger dringlich.\n\nd) Anlässlich der Totalrevision des baselstädtischen Universitätsgesetzes im Jahre 1937 wollte der Gesetzgeber an der bisherigen Gebührenordnung (mit der Erhebung der Kollegiengelder von den Studierenden) nichts Grundsätzliches ändern, wie sich auch aus den Gesetzesmaterialien ergibt. Die bisherige regierungsrätliche Praxis fand damit, auch bezüglich der Höhe der Gebühr, dessen stillschweigende Zustimmung. Auch hier lässt sich dem nicht entgegenhalten, der Gesetzgeber habe damals einer Ordnung zugestimmt, die seit 1966 nicht mehr bestehe. Der Übergang zur Kollegiengelderpauschale bedeutet keine Abweichung vom Grundsatz der Gebührenpflicht der Studierenden und der nach herkömmlicher Übung bestimmten Höhe des Entgeltes.\n\ne) Das Erziehungsdepartement hat in seiner Vernehmlassung nachgewiesen, dass an andern Universitäten der Deutschschweiz (Bern, Zürich, ETH Zürich) Gebühren in ähnlichem Ausmass von den Studierenden erhoben werden, und dass auch hier jeweils nur der Grundsatz der Gebührenpflicht in einem formellen Gesetz festgehalten wird, während die quantitative Ausgestaltung der Exekutive obliegt. Die Ordnung entspricht also einer allgemeinen Rechtsauffassung über die Grenzen des Kantons Basel-Stadt hinaus. Sie hat ferner die Vermutung der Praktikabilität für sich. Unter diesen Umständen müssten gewichtige Gründe für eine strengere Handhabung des Gesetzesvorbehaltes sprechen. Solche haben die Beschwerdeführer nicht namhaft gemacht.\n\nAus den dargelegten Gründen erweist sich die in Frage stehende Gebührenordnung, wonach die Leistungspflicht der Studierenden nur dem Grundsatz nach in einem formellen Gesetz verankert ist, während der Regierungsrat die weitere Ausgestaltung auch in quantitativer Hinsicht nach Massgabe der bisherigen Übung zu vollziehen hat, als mit dem Verfassungsrecht vereinbar. Die Beschwerde ist daher abzuweisen."}