{"annee": "104", "cour": "IB", "page": "1", "date": "17/3/1978", "cite": ["89 I 414", "86 I 176", "102 IB 103"], "cite_par": ["129 IV 246"], "chapeau": "1. Auszug aus dem Urteil vom 17. März 1978 i.S. Flückiger gegen Schweizerische Eidgenossenschaft", "regestes": ["Responsabilité du fonctionnaire fédéral pour le dommage qu'il cause directement à la Confédération (art. 8 LRCF). 1. La Confédération peut-elle imposer au fonctionnaire le rôle de demandeur? Action en constatation négative ouverte par le fonctionnaire, déclarée recevable en l'espèce (consid. 2). 2. Notion de violation d'un devoir de fonction par négligence grave (consid. 3a). Réglementation de la circulation sur un emplacement réservé au stationnement de véhicules à moteur de l'armée; responsabilité du demandeur exclue, faute de négligence grave (consid. 3c)."], "faits": "BGE 104 Ib 1 S. 1\n\nRudolf Flückiger ist Handwerker im Armeemotorfahrzeugpark (AMP) Hinwil. Am 28. Dezember 1974 wollte er den Lastwagen M + 64175 auf dem Waschplatz des AMP parkieren.BGE 104 Ib 1 S. 2\n\nZu diesem Zweck fuhr er von hinten neben einen Block bereits parkierter Fahrzeuge. Um sein Fahrzeug parallel auszurichten, holte er nach vorne aus, bis sein Wagen etwa 2,5 m über die Frontlinie der vorderen Reihe der bereits parkierten Fahrzeuge hinausragte. Rudolf Flückiger hatte bereits den Rückwärtsgang eingelegt und schickte sich gerade an, sein Fahrzeug endgültig rückwärts einzureihen, als Kaspar Habegger, mit dem Lastwagen M + 61365 von links kommend, das parkierende Fahrzeug streifte.\n\nKaspar Habegger befand sich im Augenblick der Kollision mit seinem soeben reparierten Lastwagen auf dem Weg zu einer Probefahrt. Wegen Schneegestöbers wollte er die Lichter einschalten, obschon es um diese Zeit (14.30 Uhr nachmittags) noch hell war. Da sich der Schlüsselring verklemmt hatte, schaute er einen Moment lang auf den Lichtschalter, weshalb ihm das in seine Fahrbahn hineinragende Fahrzeug Flückigers entging. Als er seinen Blick wieder hob, konnte er die Kollision nicht mehr verhindern.\n\nAm 18. Dezember 1975 ordnete das Eidgenössische Militärdepartement (EMD) an, beide Lenker seien an dem von ihnen grobfahrlässig verursachten Gesamtschaden von Fr. 3626.- zu beteiligen, indem je der Betrag von Fr. 200.- mit ihrer Besoldung zu verrechnen sei. Während Kaspar Habegger seine Schadenersatzpflicht anerkannte, reichte Rudolf Flückiger am 17. Dezember 1976 verwaltungsrechtliche Klage gegen die Eidgenossenschaft ein und beantragte, es sei festzustellen, dass dem Bund aus dem Schadenereignis gegen ihn kein Regressanspruch zustehe; die in Aussicht gestellte Verrechnung des Betrages von Fr. 200.- sei zu widerrufen.\n\nDas EMD beantragt, die Klage sei abzuweisen.\n\nDas Bundesgericht heisst die Klage gut aus folgenden", "considerants": "Erwägungen:\n\n2. Da der Anspruch aus Art. 8 VG der Eidgenossenschaft zusteht, ist er auch von ihr geltend zu machen. Es erscheint deshalb als folgerichtig, dass der Bund selber Klage beim Bundesgericht erhebt, wenn sein Anspruch streitig geblieben ist (BGE 102 Ib 106 E. 2). Indes hat das Bundesgericht früher angenommen, der Bund könne durch Verrechnung des Schadenersatzanspruches mit einem Lohnguthaben des belangten Beamten BGE 104 Ib 1 S. 3diesen in die Rolle des Klägers verweisen (BGE 86 I 179 E. 2, BGE 89 I 417 f. E. 1). Im jüngsten Entscheid (BGE 102 Ib 107 E. 2) hat das Bundesgericht sich allerdings vorbehalten, diese Rechtsprechung zu überprüfen.\n\nEine solche Überprüfung kann jedoch im vorliegenden Fall noch unterbleiben, da das EMD hier die Verrechnung noch vor der Publikation des eben erwähnten Bundesgerichtsentscheides angeordnet hat. Auf die Klage Flückigers ist deshalb einzutreten.\n\n3. a) Der Beamte kann nur dann nach Art. 8 VG haftbar gemacht werden, wenn er den Schaden durch vorsätzliche oder grobfahrlässige Verletzung seiner Dienstpflicht verursacht hat. Dabei kann aus dem Erfordernis der \"Verletzung der Dienstpflicht\" keine Einschränkung der Verantwortlichkeit des Beamten herausgelesen werden. Jedes den Bund schädigende Verhalten eines Beamten stellt eine Dienstpflichtverletzung dar; denn in der dem Beamten durch Art. 22 BtG auferlegten Pflicht, die Interessen des Bundes zu wahren und alles zu unterlassen, was sie beeinträchtigt, ist das Verbot, den Bund zu schädigen, mitenthalten (HOTZ, Die Haftpflicht des Beamten gegenüber dem Staat, Diss. Zürich 1973, S. 103 f.).\n\nIm vorliegenden Fall kommt nur Fahrlässigkeit in Betracht. Damit sie als grob bewertet werden kann, muss sie von einer gewissen Schwere sein, was zutrifft, wenn der Beamte elementarste Vorsichtsgebote missachtet hat. Bei der Beurteilung ihres Grades sind die gesamten Umstände des einzelnen Falles zu berücksichtigen (BGE 102 Ib 107 f. E. 4 mit Hinweis). Damit auf grobe Fahrlässigkeit geschlossen werden kann, ist jedoch keineswegs erforderlich, dass sich die Verwaltung veranlasst sieht, disziplinarische Strafmassnahmen gemäss Art. 30 ff. BtG zu verfügen. In diesem Sinne ist die in BGE 102 Ib 108, oben, vertretene Auffassung zu präzisieren, dass grobe Fahrlässigkeit nur vorliegt, wenn die Verwaltung begründeten Anlass zum Zweifel daran hat, ob der Beamte das Vertrauen, das sie ihm nach seiner amtlichen Stellung muss entgegenbringen können, noch uneingeschränkt verdiene.\n\nb)...\n\nc) Weil als grobe Fahrlässigkeit eine schwere Verletzung von Sorgfaltspflichten zu betrachten ist, fragt sich, welche Sorgfalt für den Kläger beim Parkieren seines Lastwagens geboten war. Ferner ist zu untersuchen, ob eine Verletzung dieser Sorgfaltspflicht BGE 104 Ib 1 S. 4gegebenenfalls so schwer war, dass sich ein anderes Vorgehen für jeden vernünftigen Beamten unter denselben Umständen ohne weiteres aufgedrängt hätte (BGE 89 I 423).\n\nIm vorliegenden Fall müssen zur Konkretisierung der allgemeinen Sorgfaltspflicht die Bestimmungen des SVG herbeigezogen werden (vgl. HOTZ, a.a.O., S. 120), sofern sie sich sinngemäss auf das Unfallgeschehen anwenden lassen (Art. 6 Abs. 2 V über die Motorfahrzeuge des Bundes und ihre Führer vom 31. März 1971 in Verbindung mit Art. 1 Abs. 2 und Art. 2 Abs. 1 V über den militärischen Strassenverkehr vom 24. Februar 1976).\n\nDie Beklagte wirft dem Kläger vor allem eine Verletzung des Vortrittsrechtes gemäss Art. 36 Abs. 4 SVG vor, wonach der sich in den Verkehr einfügende Fahrzeugführer andere Strassenbenützer nicht behindern darf. Sie nimmt an, das Areal des AMP sei in einen Abstellplatz für Fahrzeuge einerseits und eine Verkehrsstrasse andererseits eingeteilt, während der Kläger behauptet, es liege eine einheitliche Verkehrsfläche vor. Sicher trifft es zu, dass einzelne Teile des Areals vorwiegend dem Abstellen von Fahrzeugen dienen und andere Teile vorwiegend als Fahrstrecken benutzt werden. Dabei handelt es sich aber offensichtlich nicht um ausschliessliche Zweckbestimmungen. In den verschiedenen Phasen der Mobil- oder Demobilmachung kann sich die Grösse und Lage der Abstellplätze ändern; zudem kann das Areal auch zu Übungs- und anderen Zwecken verwendet werden. Mangels jeder Markierung ist die \"Strasse\" vom \"Abstellplatz\" deshalb nur grob abgrenzbar. Irgendwo in diesem Grenzbereich hat die Kollision stattgefunden. Da besonders bei Parkiermanövern oft Situationen ohne geregeltes Vortrittsrecht entstehen, ist äusserst fraglich, hier von einem Vortrittsrecht des anderen Fahrzeuges zu sprechen. Bei dermassen zweideutigen Verhältnissen fällt deshalb die Verletzung eines elementaren Vorsichtsgebotes überhaupt nicht in Betracht.\n\nDie von den Parteien ebenfalls zur Diskussion gestellte Verletzung der Generalklausel von Art. 26 SVG kann gleichzeitig mit der Frage erwogen werden, ob der Kläger gegen andere, ihm als Beamten obliegende Sorgfaltspflichten verstossen habe.\n\nDer Einwand des Klägers, die Kollision sei in erster Linie auf das fahrlässige Verhalten des Fahrers Habegger zurückzuführen, vermag seine eigene Verantwortlichkeit nicht auszuschliessen.BGE 104 Ib 1 S. 5\n\nAllfällige Verhaltensfehler des Klägers sind losgelöst von der Mitwirkung Habeggers zu ermitteln.\n\nAls objektives Merkmal des Verkehrs auf einem AMP-Areal kann festgehalten werden, dass jederzeit auf dem ganzen Areal Fahrzeugbewegungen zu den verschiedensten Zwecken stattfinden können. Der Kläger durfte sich deshalb darauf verlassen, dass dies den anderen Lenkern bewusst war. Er durfte auch davon ausgehen, dass die anderen Lenker wussten, dass schwere Lastwagen bereitgestellt wurden und dass solche Fahrzeuge beim Manöverieren mehr Raum benötigen. Unbestritten ist, dass der Kläger mit seinem Lastwagen zum präzisen Parkieren nach vorne ausholen musste. Sogar routinierte Lenker sind auf solche Manöver angewiesen. Die Beklagte will dem Kläger sinngemäss zum Vorwurf machen, dass er überhaupt riskiert hat, einem anderen Fahrzeug in den Weg zu geraten. Diese Ansicht ist dem dauernd wechselnden und vielen Zwecken dienenden Betrieb eines AMP nicht angemessen. Ein Verstoss gegen eine elementare Sorgfaltspflicht könnte dem Kläger allenfalls dann zur Last gelegt werden, wenn er neben der Reihe parkierter Fahrzeuge so schnell nach vorne gefahren wäre, dass ein von links nahendes Fahrzeug unter normalen Umständen nicht mehr hätte ausweichen können. Es ist jedoch nicht nachgewiesen, dass er einen solchen Fehler begangen hat. Auch dass er die Scheinwerfer seines Wagens nicht eingeschaltet hatte, kann dem Kläger nicht zum Vorwurf gereichen. Der aus einem rechten Winkel herannahende Habegger hätte das Licht bei der herrschenden Tageshelle kaum erkennen können.\n\nIn Würdigung aller Umstände kann nicht gesagt werden, der Kläger habe gegen ein eindeutiges und elementares Vorsichtsgebot verstossen. Sein Verhalten ist nicht als grobfahrlässig im Sinne des Art. 8 VG zu werten."}