{"annee": "104", "cour": "II", "page": "307", "date": "14/11/1978", "cite": ["97 II 123", "96 II 355", "98 II 129"], "cite_par": ["132 V 215", "113 II 345", "113 II 323", "123 III 115", "107 II 489", "113 II 86"], "chapeau": "53. Auszug aus dem Urteil der I. Zivilabteilung vom 14. November 1978 i.S. X., Y. und Z. gegen W.", "regestes": ["1. Invalidité future; capitalisation selon les tables d'activité (consid. 9a-c). 2. Prise en considération du privilège de l'assuré selon l'art. 100 LAMA (consid. 9d-f)."], "faits": "", "considerants": "BGE 104 II 307 S. 307\n\nAus den Erwägungen:\n\n9. Nach dem angefochtenen Urteil besteht beim Kläger eine Lähmung, die als endgültig zu betrachten ist. Dank grossen Anstrengungen und starkem Willen gehe er trotz seiner schweren Behinderung in erheblichem Umfang weiterhin seiner Berufsarbeit nach. Die Behinderung beeinträchtige aber seine Verdienst- und Aufstiegschancen, weshalb er infolge des Unfalls trotz SUVA-Rente nicht das gleiche Einkommen erreichen könne wie ein Gesunder unter den gleichen Voraussetzungen. Das alles wird mit der Berufung nicht bestritten.\n\na) Die Beklagten richten sich aber gegen die Berechnung des künftigen Invaliditätsschadens. Das Kantonsgericht geht von einem möglichen Monatsverdienst von Fr. 5'000.- aus gegenüber einem tatsächlichen Monatslohn von Fr. 3'000.-. Von der daraus sich ergebenden Differenz von Fr. 2'000.- zieht es die BGE 104 II 307 S. 308SUVA-Rente von Fr. 889.- ab. Demnach kommt es auf eine Erwerbseinbusse von Fr. 1'111.- im Monat oder Fr. 13'332.- im Jahr. Für die Kapitalisierung geht das Kantonsgericht vom Alter 38 im Urteilszeitpunkt aus und wendet sodann den Kapitalisierungsfaktor 1831 gemäss Aktivitätstafel 20 nach STAUFFER/SCHÄTZLE (Barwerttafeln, 3. Auflage, Zürich 1970) an, was ein Kapital von Fr. 244'109.- ergibt.\n\nb) Die Beklagten bringen mit ihrer Berufung vor, dass nur eine Verminderung der Erwerbsfähigkeit, nicht schon die medizinische Invalidität Ersatzansprüche auslöse. Das trifft zu, doch ermittelt das angefochtene Urteil gerade die mutmassliche Erwerbseinbusse, ohne dabei auf den Invaliditätsgrad als solchen abzustellen. Diese konkrete Bemessungsgrundlage wird von den Beklagten mit keinem Wort angefochten.\n\nc) Die Beklagten beanstanden im übrigen die Kapitalisierung nach der Aktivitätstafel 20 von STAUFFER/SCHÄTZLE. Richtigerweise wäre, so meinen sie, die Tafel 23 betreffend temporäre Renten anzuwenden gewesen; es sei nämlich anzunehmen, dass der Kläger sich mit 65 Jahren aus dem Erwerbsleben zurückziehen werde; das führe für die Zeit vom 38. bis 65. Altersjahr zu einem Kapitalisierungsfaktor 1656. Nach Ansicht der Vorinstanz liesse sich das Abstellen auf Tafel 23 vertreten, doch sei es richtiger, mit der SUVA von Tafel 20 auszugehen. Wohl werde der Kläger mit einiger Wahrscheinlichkeit mit 65 Jahren seine Erwerbstätigkeit einstellen. Weil aber nach dem medizinischen Gutachten seine Lebenserwartung nicht eingeschränkt sei und weil er als Behinderter weniger Betätigungsmöglichkeiten habe, sei durchaus denkbar, dass er über dieses Alter hinaus arbeiten werde. Es sei deshalb angezeigt, auf die durchschnittliche Aktivität abzustellen. Nach Meinung des Klägers handelt es sich hier um das Bundesgericht bindende tatsächliche Feststellungen. Das trifft dafür zu, dass die Lebenserwartung des Klägers durch den Unfall nicht beeinträchtigt wurde. Was die Wahrscheinlichkeit eines Rückzugs aus dem Erwerbsleben mit 65 Jahren und für die danach bestehenden geringeren Betätigungsmöglichkeiten betrifft, handelt es sich aber um eine Würdigung der Umstände des vorliegenden Falles nach der allgemeinen Lebenserfahrung. Eine vom Bundesgericht zu prüfende Rechtsfrage ist es deshalb, auf welche Weise der dem Kläger erwachsende Erwerbsausfall zu kapitalisieren ist.\n\nBGE 104 II 307 S. 309\n\nDie Aktivitätstafel 20 von STAUFFER/SCHÄTZLE beruht auf der im Durchschnitt zu erwartenden Erwerbstätigkeit. Demgegenüber erfasst die Tafel 23 \"temporäre Renten\" für eine bestimmte Anzahl Jahre. Wendete man die Tafel 23 an, so ginge man deshalb von einer berechenbaren Dauer der Erwerbseinbusse aus. In Fällen wie dem vorliegenden ist aber - von ausserordentlichen Umständen abgesehen - das zuzusprechende Kapital grundsätzlich nach einer Aktivitätstafel zu berechnen, da die Dauer der Erwerbstätigkeit im Einzelfalle nicht mit genügender Sicherheit abgeschätzt werden kann. Die Lösung, einfach auf das allgemeine Pensionierungsalter abzustellen, wäre zu starr. Nicht berücksichtigt würde dergestalt vor allem, dass nach der Pensionierung Erwerbstätigkeiten in andern als den bisherigen beruflichen Funktionen durchaus denkbar sind (vgl. STAUFFER/SCHÄTZLE, a.a.O., S. 131 und 132; OFTINGER, Schweizerisches Haftpflichtrecht, Band I, 4. Auflage, S. 208 und 215; DESCHENAUX/TERCIER, La responsabilité civile, Bern 1975, S. 226). Zutreffend tut die Vorinstanz denn auch dar, dass gerade im Falle des Klägers mit einer Erwerbstätigkeit über das 65. Altersjahr hinaus zu rechnen ist. Dass ein Tiefbautechniker in leitender Stellung über diesen Zeitpunkt hinweg freiberuflich tätig ist, indem er etwa Begutachtungen und dergleichen übernimmt, ist ohnehin nicht ungewöhnlich. Vorliegend ist jedenfalls kein hinreichender Grund dafür ersichtlich, von der Aktivitätstafel 20 abzugehen. Die Berufung erweist sich somit auch in diesem Punkte als unbegründet.\n\nd) Der Berechnungsweise der Vorinstanz ist aber in anderer Hinsicht nicht zu folgen. So rechnet sie die SUVA-Rente des Klägers voll auf den Schaden an und setzt entsprechend die Ersatzpflicht der Beklagten herab. Gemäss Art. 100 KUVG tritt die SUVA \"bis auf die Höhe ihrer Leistungen\" in die Rechte ein, die dem Versicherten und seinen Hinterlassenen gegenüber einem für den Unfall haftenden Dritten zustehen. Wird einem Geschädigten der Schaden durch Versicherungsleistungen nicht voll gedeckt, so können sodann nach Art. 88 SVG Versicherer ihre Rückgriffsrechte gegen die Haftpflichtigen oder deren Haftpflichtversicherer nur geltend machen, soweit der Geschädigte nicht benachteiligt wird. Diese Vorschrift des SVG ist nach neuerer Rechtsprechung auf alle von Art. 100 KUVG beherrschten Fälle sinngemäss anwendbar. Die SUVA kann deshalb gegen den Schädiger nur dann und insoweit Rückgriff BGE 104 II 307 S. 310nehmen, als ihre Leistungen und jene des haftpflichtigen Dritten oder dessen Versicherer zusammen den ganzen Schaden übersteigen. Dem Geschädigten gereicht somit ein Selbstverschulden erst dann zum Nachteil, wenn es so schwer ist, dass seine Schadenersatzansprüche geringer sind als der von der SUVA nicht gedeckte Schaden (BGE 98 II 133 E. 1a, BGE 97 II 130 E. 4, BGE 96 II 360 E. III). Der Kläger verlangt vor Bundesgericht zwar nicht, dass dieses sogenannte Quotenvorrecht berücksichtigt werde. Entscheidend ist aber, dass er die Herabsetzung seines Schadenersatzanspruches wegen Selbstverschuldens ablehnt und entsprechenden Antrag stellt. Ob diesem Antrag trotz Selbstverschuldens wegen des Quotenvorrechtes zu entsprechen ist, ist eine vom Bundesgericht von Amtes wegen zu entscheidende Rechtsfrage; an die Begründung der Parteianträge ist es nicht gebunden (Art. 63 Abs. 1 und 3 OG). Mangels konkreter Vorbringen des Klägers in der Anschlussberufung sind die entsprechenden Korrekturen aber nur insoweit vorzunehmen, als sie sich auf Grund der Feststellungen des angefochtenen Urteils aufdrängen.\n\ne) Für die Zeit zwischen Unfalltag und 30. April 1968 berechnet die Vorinstanz den Lohnausfall des Klägers auf Fr. 7'300.- und für die Zeit zwischen 1. Mai 1968 und Tag des kantonsgerichtlichen Urteils auf Fr. 38'960.-. Beide Beträge kürzt sie wegen Selbstverschuldens um 20% und spricht Fr. 5'840.- bzw. Fr. 31'168.-, zusammen Fr. 37'008.- zu. Da die SUVA dem Kläger seit dem 1. Mai 1968 eine Rente ausrichtet, ist die Frage des erwähnten Quotenvorrechtes nur hinsichtlich des zweiten Teilbetrages zu prüfen. Aus den Erwägungen von Kantonsgericht und Bezirksgericht, auf die das Kantonsgericht verweist, ergibt sich eindeutig, dass die Rentenleistungen der SUVA in der Zeit zwischen 1. Mai 1968 und Urteilstag in vollem Umfange angerechnet wurden. Nach den Feststellungen der Vorinstanz bezog der Kläger in der fraglichen Zeitspanne monatliche SUVA-Renten zwischen Fr. 613.- und Fr. 889.-. Da die von der SUVA ausgerichteten Beträge somit den vom Kläger infolge Selbstverschuldens zu übernehmenden Schadensteil bei weitem übersteigen, kann gemäss der aufgezeigten Rechtsprechung nach Berücksichtigung der SUVA-Rente bei der Schadensberechnung nicht noch ein Abzug wegen Selbstverschuldens vorgenommen werden. Für die Zeitspanne zwischen dem 1. Mai 1968 und dem Urteilstag BGE 104 II 307 S. 311sind dem Kläger somit unter dem Titel Lohnausfall Fr. 38'960.- zuzusprechen, was zusammen mit dem Teilbetrag für die Zeit vor dem 1. Mai 1968 einen Gesamtbetrag von Fr. 44'800.- ergibt.\n\nf) Entsprechendes gilt bei der Bemessung des Schadenersatzes für die künftige Invalidität. Hier geht das angefochtene Urteil aus von einer monatlichen Lohneinbusse von Fr. 2'000.-, bringt darauf Fr. 889.- SUVA-Rente in Abzug und kapitalisiert die verbleibende Differenz von Fr. 1'111.- im Monat bzw. Fr. 13'332.- im Jahr. Der so errechnete Kapitalbetrag von Fr. 244'109.- wird sodann um den Selbstverschuldensanteil von 20% auf Fr. 195'287.20 herabgesetzt und dem Kläger zugesprochen. Bei dieser Berechnungsweise wird wiederum zu Unrecht ein voller Rückgriffsanspruch der SUVA angerechnet. Richtigerweise ist von einer Lohneinbusse von Fr. 2'000.- monatlich als Schaden des Klägers auszugehen. Nach Kürzung um 20% Selbstverschulden hat er den Beklagten gegenüber noch Ersatz in der Höhe von monatlich Fr. 1'600.- zu beanspruchen. Da diese Kürzung geringer ist als die Rente von Fr. 889.-, kann der Kläger von den Beklagten Deckung seines vollen, nach Abzug der Rente verbleibenden Schadens von Fr. 1'111.- im Monat verlangen, während sich der Rückgriffsanspruch der SUVA entsprechend vermindert. So erhält der Kläger von der SUVA und den Beklagten zusammen Fr. 2'000.- pro Monat, während die Beklagten ihrerseits dem Kläger Fr. 1'111.- und der SUVA Fr. 489.-, zusammen die Fr. 1'600.- schulden. Kapitalisiert entspricht daher der Ersatzanspruch des Klägers gegenüber den Beklagten dem von der Vorinstanz ungekürzt ermittelten Betrag von Fr. 244'109.-. Dieser Betrag ist dem Kläger zuzusprechen."}