{"annee": "104", "cour": "IB", "page": "358", "date": "24/11/1978", "cite": ["102 IB 193", "103 IB 101", "104 IV 28"], "cite_par": ["119 IB 158", "106 IB 395", "115 IB 163", "124 II 103", "111 II 89"], "chapeau": "56. Urteil vom 24. November 1978 i.S. Kravarik gegen Regierungsrat des Kantons Thurgau", "regestes": ["Retrait du permis de conduire; portée d'un jugement pénal sur la décision à prendre en matière administrative sur la base du même état de fait. 1. Retenue des autorités administratives à l'égard des constatations de fait des autorités pénales (consid. 1 et 2). 2. Pour l'appréciation juridique de l'état de fait, l'autorité administrative n'est en principe pas liée par la décision du juge pénal. En revanche, dans les cas où l'appréciation juridique dépend très étroitement de l'appréciation des faits dont le juge pénal a une meilleure connaissance, il se justifie que pour l'appréciation juridique également l'autorité administrative ne s'écarte qu'avec retenue de la décision du juge pénal (consid. 3)."], "faits": "|359|\n\nJuraj Kravarik fuhr am Morgen des 23. Mai 1977, ungefähr um 7.30 Uhr mit seinem Personenwagen auf der Zürcherstrasse in Frauenfeld stadtauswärts in westlicher Richtung. Zur gleichen Zeit befand sich die siebenjährige Corinne Eugster auf dem Gehweg am rechten Rand der Zürcherstrasse (in Fahrtrichtung von Kravarik gesehen) auf dem Schulweg. Unmittelbar westlich der Talbachstrasse beabsichtigte das Mädchen, die Zürcherstrasse gegen Süden zu überqueren. Dabei trat es in einer Art und Weise, die umstritten ist, auf die Fahrbahn, blieb in der Strassenmitte stehen und ging, als es Kravarik herannahen sah, wieder gegen den Gehweg zurück. Bei dieser Gelegenheit wurde Corinne Eugster vom rechten vorderen Kotflügel des von Kravarik gesteuerten Personenwagens erfasst, auf den Gehweg geschleudert und verletzt. Kravarik hatte kurz zuvor bei einem Lichtsignal seine Geschwindigkeit herabgesetzt. Nach seinen Aussagen beschleunigte er anschliessend wieder, bremste jedoch ab, als er das Mädchen auf die Strasse springen sah. Weil er der Ansicht war, das Mädchen werde die Strasse ganz überqueren und er könne hinter ihm durchfahren, bremste er nicht voll. Er tat dies erst, als das Mädchen sich umgedreht hatte und im Begriffe war, zum Gehweg zurückzugehen. Aufgrund dieses Vorfalls büsste das Bezirksamt Frauenfeld Kravarik mit Fr. 50.- (Strafverfügung vom 10. Juni 1977). Im Einspracheverfahren wurde die Strafverfügung jedoch mit Entscheid vom 4. August 1977 aufgehoben. Bereits am 21. Juni 1977 hatte das Strassenverkehrsamt des Kantons Thurgau Kravarik wegen des gleichen Vorfalls den Führerausweis für die Dauer eines Monats entzogen. Dieser Entscheid wurde am 31. Januar 1978 vom Regierungsrat des Kantons Thurgau bestätigt. Kravarik verlangt mit Verwaltungsgerichtsbeschwerde die Aufhebung des regierungsrätlichen Entscheides.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der Rechtsprechung des Bundesgerichts hat die Verwaltungsbehörde beim Entscheid über einen Führerausweisentzug sämtliche feststehenden Tatsachen zu berücksichtigen. |360|\n\nIn diesem Rahmen hat sie, wenn ein Strafurteil vorliegt, auch auf die im Strafverfahren festgehaltenen tatsächlichen Feststellungen, soweit diese für den Entzug des Führerausweises erheblich sind, Bezug zu nehmen, ohne dass sie dadurch bereits an diese Feststellungen gebunden wäre. Erfolgte indessen die Bestrafung durch ein Urteil, das in einem ordentlichen Strafverfahren mit einer öffentlichen Gerichtsverhandlung unter Anhörung der Parteien und Einvernahme der Zeugen ergangen ist, so erscheint angesichts der unmittelbaren zeitlichen und örtlichen Sachnähe des Strafrichters sowie der strafprozessualen Garantien, auf denen das Strafurteil in dieser Hinsicht beruht, eine Zurückhaltung der Verwaltungsbehörde grundsätzlich als gerechtfertigt. Die Verwaltungsbehörde wird daher in diesem Fall in aller Regel auf die Feststellung der Tatsachen im Strafurteil abstellen können, es sei denn, es bestünden klare Anhaltspunkte für die Unrichtigkeit dieser Tatsachenfeststellung. In diesem Fall hat sie nötigenfalls selbständige Beweiserhebungen durchzuführen. Eine entsprechende Zurückhaltung rechtfertigt sich auch gegenüber einem Strafurteil, das zwar bloss im Strafbefehlsverfahren ergangen ist, für das indessen die Strafbehörde eine eigene Untersuchung durchgeführt und insbesondere die Parteien und Zeugen selber einvernommen hat. Hingegen rechtfertigt sie sich nicht im selben Ausmass gegenüber einem Strafmandat, bei dem die Strafbehörde lediglich auf den Polizeirapport abstellte. Soweit aber der Polizeirapport auf Wahrnehmungen der Polizeibeamten an Ort und Stelle beruht und sich auf unmittelbar nach dem für die Bestrafung bzw. den Entzug des Führerausweises massgeblichen Vorfall protokollierte Aussagen von Beteiligten und Augenzeugen stützt, hat dies die Verwaltungsbehörde auch in diesem Fall entsprechend zu berücksichtigen (BGE 103 Ib 105 f. mit Hinweisen).\n\n2. a) Im vorliegenden Fall belegte das Bezirksamt Frauenfeld den Beschwerdeführer aufgrund des Polizeirapports mit einer Busse von Fr. 50.-. Als der Beschwerdeführer gegen diese Strafverfügung Einsprache erhob, wurde er vom Statthalter hinsichtlich des strittigen Verkehrsunfalls einvernommen. Nach dieser Einvernahme und der Einholung von Vorstrafenberichten hob der Statthalter am 4. August 1977 seine Strafverfügung gegen Kravarik auf. Im Einspracheentscheid wird ausgeführt, die Darstellung des Sachverhaltes, welche der Einsprecher |361| anlässlich der Einvernahme gegeben habe, weiche in einigen Punkten von derjenigen des Polizeirapports ab.\n\nNach den im Einvernahmeprotokoll des Bezirksamtes festgehaltenen Aussagen hatte das Mädchen den Blick auf den Beschwerdeführer gerichtet, als es auf die Strasse sprang. Im Polizeirapport wird hingegen gesagt, das Mädchen habe in westlicher Richtung und somit nicht gegen den Beschwerdeführer geschaut. Auch das Verhalten des Beschwerdeführers wird im Einvernahmeprotokoll abweichend vom Polizeirapport geschildert. Nach seinen eigenen Aussagen hat der Beschwerdeführer gebremst, als das Mädchen auf die Strasse sprang. Weil er jedoch angenommen habe, das Mädchen werde seinen Weg über die Strasse fortsetzen und er könne dann ohne Gefährdung an ihm vorbeifahren, habe er nicht eine Vollbremsung eingeleitet. Erst als das Kind sich umgedreht habe und zurückgesprungen sei, habe er voll gebremst. Im Polizeirapport wird demgegenüber nur ausgeführt, der Beschwerdeführer habe gebremst, nachdem das Mädchen wieder zum Gehweg zurückgeschritten sei.\n\nIm Einvernahmeprotokoll wird im übrigen ausgeführt, Corinne Eugster sei auf die Strasse \"gesprungen\"; auf der Leitlinie angelangt, habe sie sich plötzlich umgedreht und sei wieder zum Gehweg zurück und dabei genau vor das Auto des Beschwerdeführers \"gesprungen\". Im Polizeirapport ist die Rede davon, dass das Mädchen auf die Fahrbahn \"gegangen\" und anschliessend rasch rückwärts \"geschritten\" sei. Nach den Aussagen des Beschwerdeführers spielte sich der ganze Vorgang möglicherweise etwas rascher und unvorhergesehener ab, als er im Polizeirapport dargestellt wurde.\n\nIm Einspracheentscheid wird nicht ausdrücklich begründet, warum die ursprüngliche Strafverfügung aufgehoben werde. Der Statthalter weist, wie erwähnt, nur auf die Unterschiede der Sachverhaltsdarstellungen im Polizeirapport und im Einvernahmeprotokoll hin. Daraus kann geschlossen werden, der Statthalter habe die durch die Einvernahme des Beschwerdeführers bewirkte Änderung der Sachverhaltsdarstellung als glaubhaft und massgebend betrachtet und sei aufgrund des veränderten Sachverhaltes zu einer Aufhebung der Strafverfügung gelangt.\n\nb) Der Regierungsrat war demgegenüber in seinem Entscheid der Ansicht, die im Polizeirapport und im Einvernahmeprotokoll |362| enthaltenen Sachverhaltsdarstellungen wichen nur unwesentlich voneinander ab. Der Regierungsrat legte darum sowohl den Polizeirapport als auch das Einvernahmeprotokoll seinem Entscheid zugrunde. Er betrachtete aber die Darstellung des Einvernahmeprotokolls, insbesondere in bezug auf das Verhalten von Corinne Eugster kaum. Er machte sich vielmehr die Darstellung des Polizeirapports zu eigen, wonach das Mädchen den Beschwerdeführer nicht gesehen hatte, als es auf die Fahrbahn trat.\n\nDie Feststellung, die beiden Sachverhaltsdarstellungen wichen nur unwesentlich voneinander ab, ist nicht in jeder Hinsicht zutreffend. Wie dargelegt, entstehen in einzelnen Punkten nicht unbedeutende Widersprüche, wenn die beiden Darstellungen verglichen werden. Nachdem der Statthalter nach einer einlässlichen Einvernahme offenbar die Darstellung des Beschwerdeführers als massgebend betrachtet hat, hätte der Regierungsrat sich nach der bundesgerichtlichen Rechtsprechung auf diese Sachverhaltsdarstellung stützen sollen, sofern keine klaren Anhaltspunkte für deren Unrichtigkeit bestanden haben. Solche macht der Regierungsrat keine geltend. Somit hat er die bundesgerichtlichen Grundsätze, die in diesen Fällen für die Sachverhaltsfeststellung gelten, in dem Masse verletzt, indem er in seinem Entscheid nicht eindeutig von dem im Einvernahmeprotokoll geschilderten Sachverhalt ausgegangen ist.\n\n3. In reinen Rechtsfragen ist die Verwaltungsbehörde nicht an die Beurteilung durch den Strafrichter gebunden, da sonst die Verwaltung in ihrer freien Rechtsanwendung beschränkt würde (BGE 103 Ib 106). Eine andere Lösung ist höchstens gerechtfertigt, wenn die rechtliche Würdigung eines Falles sehr stark von der Würdigung von Tatsachen abhängt, die der Strafrichter besser kennt als die Verwaltungsbehörde (BGE 102 Ib 196 mit Hinweisen).\n\nDer Regierungsrat hat dem Beschwerdeführer die Verletzung von Art. 26 Abs. 2 SVG (ungenügende Vorsicht gegenüber einem Kind) und von Art. 32 Abs. 1 SVG (Nichtanpassen der Geschwindigkeit an die gegebenen Umstände) vorgeworfen. Die Beurteilung der Frage, ob die Vorsichtspflicht gegenüber einem Kind verletzt und ob die Geschwindigkeit den gegebenen Umständen angepasst worden ist, hängt stark von der Würdigung der Tatsachen ab. Je günstiger die Feststellung des Sachverhaltes für den Beschwerdeführer ausfällt, desto geringer |363| wird die Verletzung der Sorgfaltspflicht gegenüber einem Kind zu beurteilen sein und desto weniger wird ein Nichtanpassen der Geschwindigkeit an die Umstände vorliegen. Je ungünstiger der Strafrichter hingegen den Sachverhalt einschätzt, desto eher wird sich ein Schuldspruch in den genannten Punkten aufdrängen.\n\nIst in solchen Fällen ein Entscheid so kurz begründet wie der angefochtene, kann oft nicht zwischen der Sachverhaltsfeststellung und der rechtlichen Würdigung unterschieden werden. Diese beiden Vorgänge spielen sich zwar im Überlegungsprozess des Richters ab, fliessen aber zum Teil ineinander über. Fest steht am Schluss, in Form eines Frei- oder Schuldspruchs, nur das Resultat, das gewisse Rückschlüsse auf den Sachverhalt und die rechtliche Würdigung zulässt. Auch unter diesem Gesichtspunkt ist hier die Sachverhaltsfeststellung kaum von der rechtlichen Würdigung zu trennen.\n\nEs wäre allerdings wünschbar, dass Straferkenntnisse, die von Administrativbehörden bei der Auflage von Massnahmen mitberücksichtigt werden müssen, eine etwas ausführlichere Würdigung der Tatsachen enthielten, als es beim Einspracheentscheid des Bezirksamtes Frauenfeld der Fall ist.\n\nBei den geschilderten Fällen, wo die Feststellung des Sachverhaltes und deren rechtliche Würdigung so eng zusammenhängen, rechtfertigt es sich, dass die Verwaltungsbehörden auch in bezug auf die rechtliche Würdigung nur mit grosser Zurückhaltung vom Standpunkt des Strafrichters abweichen, sofern dieser den Sachverhalt besser kennt als die Verwaltungsbehörde. Dies trifft im vorliegenden Fall zu, da der Statthalter den Beschwerdeführer persönlich einvernommen hat.\n\nIm übrigen muss berücksichtigt werden, dass Corinne Eugster nach den vom Strafrichter offenbar als glaubhaft betrachteten Aussagen den Beschwerdeführer gesehen hat, als sie auf die Strasse sprang. Nichts liess zudem darauf schliessen, dass sie sich plötzlich umdrehen würde, als sie im Begriffe war, scheinbar zielbewusst die Strasse zu überqueren. Das Mädchen war nicht im Spiel begriffen. Es herrschte auch kein Gegenverkehr, der es hätte veranlassen können, auf das soeben durchschrittene Strassenstück zurückzuspringen.\n\nArt. 26 Abs. 2 SVG schreibt vor, dass gegenüber Kindern besondere Vorsicht geboten ist. Dies hat zur Folge, dass hier eine Berufung auf das Vertrauensprinzip grundsätzlich selbst |364| dann versagt, wenn keine konkreten Anzeichen vorliegen, dass sich die Kinder unkorrekt verhalten würden. Für einen Fahrzeuglenker ist darum auch dann besondere Vorsicht geboten, wenn keine Anzeichen bestehen, dass sich ein Kind unvorsichtig oder verkehrswidrig verhalten werde (BGE 104 IV 31, R. VON WERRA, Du principe de la confiance dans le droit de la circulation routière..., ZWR 4/1970, S. 200). Im vorliegenden Fall bestehen aber dennoch gewisse Zweifel, ob der Beschwerdeführer unter den geschilderten Umständen damit rechnen musste, dass das Mädchen die Strasse nicht in normaler Weise überschreiten werde und ob er darum nicht nur hätte abbremsen, sondern voll bremsen sollen. Auf alle Fälle war die dem Beschwerdeführer angelastete Verletzung von Verkehrsregeln nicht so offensichtlich, dass es sich für den Regierungsrat gerechtfertigt hätte, vom Standpunkt des Strafrichters abzuweichen. Da nach der Überzeugung des Bundesgerichts ein Verstoss gegen das SVG nicht bewiesen ist, muss die Beschwerde gutgeheissen werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Entscheid des Regierungsrates des Kantons Thurgau vom 31. Januar 1978 aufgehoben."}