{"annee": "104", "cour": "IA", "page": "1", "date": "1/2/1978", "cite": ["101 IA 369", "94 I 15"], "cite_par": ["122 I 57", "111 V 161", "110 IA 176", "106 IA 88"], "chapeau": "1. Extrait de l'arrêt du 1er février 1978 dans la cause W. contre Valais, Tribunal cantonal", "regestes": ["Procédure pénale cantonale. Changement de jurisprudence. Art. 4 Cst. 1. En procédure pénale valaisanne, il n'est pas arbitraire de considérer un recours en appel comme retiré lorsque l'accusé appelant ne se présente pas à l'audience d'appel, alors même qu'il y est représenté par son défenseur d'office (consid. 3). 2. Un changement de jurisprudence ne peut intervenir sans avertissement lorsqu'il touche à des questions de recevabilité d'un recours ou d'une action et provoque la péremption d'un droit (consid. 4)."], "faits": "BGE 104 Ia 1 S. 1\n\nCondamné par un Tribunal de district à trois ans de réclusion et à 3000 fr. d'amende pour diverses infractions contre le patrimoine, W. a interjeté appel auprès du Tribunal cantonal du Valais. Cité à comparaître à l'audience de ce Tribunal, il n'y a pas comparu personnellement, mais était représenté par BGE 104 Ia 1 S. 2son avocat d'office, qui a précisé que son mandant avait disparu sans laisser d'adresse. Le Tribunal cantonal a considéré son appel comme retiré en application de l'art. 192 ch. 1 al. 1 CPP, selon lequel le défaut de l'appelant aux débats est considéré comme retrait de l'appel.\n\nSaisi d'un recours de droit public de W., le Tribunal fédéral l'a admis.", "considerants": "Extrait des considérants:\n\n3. Le recourant soutient qu'il est arbitraire d'exiger la comparution personnelle de l'appelant aux débats d'appel et de ne pas tenir la comparution de son mandataire comme suffisante et comme compatible avec l'application de l'art. 192 ch. 1.\n\nLe Tribunal cantonal a tout d'abord admis que la non-comparution de l'accusé appelant aux débats d'appel devait être tenue pour un retrait de l'appel au sens de l'art. 192 ch. 1 nonobstant la présence de son avocat à ces débats (Revue valaisanne de jurisprudence, RVJ, 1967, p. 196). Une solution analogue était appliquée à la partie civile (RVJ 1967, p. 449), mais le Tribunal cantonal l'a abandonnée dans un jugement du 5 mars 1968, estimant qu'il devait entrer en matière sur l'appel d'une partie civile absente mais représentée par son mandataire (RVJ 1968, p. 211). Il l'a fait également pour l'accusé appelant, dans un jugement des 10 et 13 octobre 1975, en déclarant que l'accusé appelant, s'il est représenté aux débats par son avocat, sans que lui-même soit présent, ne sera pas déclaré défaillant selon l'art. 192 ch. 1 et son appel ne sera par conséquent pas considéré comme retiré (RVJ 1976, p. 208 ss.).\n\nMais le Tribunal cantonal a réexaminé, dans l'arrêt attaqué, sa jurisprudence relative à l'art. 192 ch. 1 CPP, notamment en ce qui concerne l'accusé. Il a relevé que l'art. 192 ch. 1 al. 1 impose avant tout la comparution personnelle de l'accusé appelant aux débats d'appel et que cette exigence, justifiée par les intérêts mêmes de ce dernier, n'est certainement pas excessive: si l'accusé, après avoir appelé d'un jugement qui ne le satisfait pas, ne comparaît pas aux débats par sa faute, alors qu'il a été personnellement cité, il montre par son attitude BGE 104 Ia 1 S. 3qu'il se désintéresse de la procédure en cours. Il n'y a donc rien de choquant à considérer le défaut de comparution comme un retrait de l'appel, d'autant plus que si l'accusé appelant est empêché sans sa faute de comparaître, il peut se fonder sur l'art. 192 ch. 1 al. 2 CPP pour demander au président du tribunal d'appel, dans les dix jours dès la cessation de l'empêchement, que les débats d'appel soient fixés à nouveau. Il se justifiait dès lors, aux yeux de la cour cantonale, de revenir à la jurisprudence antérieure et de considérer l'appel comme retiré si l'accusé appelant ne comparaît pas personnellement aux débats d'appel.\n\nCette opinion du Tribunal cantonal est parfaitement défendable. Elle n'est en tout cas pas arbitraire. La juridiction d'appel doit en effet non seulement vérifier l'identité de l'accusé (art. 127 ch. 3), mais elle doit obligatoirement procéder à l'interrogatoire de ce dernier (art. 191 ch. 2), ce qui postule nécessairement la présence de celui-ci aux débats d'appel. D'ailleurs, les juges et les parties ont le droit, aux débats, de faire poser au prévenu des questions susceptibles d'éclaircir les circonstances de la cause (art. 131 ch. 1 et 2); de plus, le prévenu doit être interpellé après les plaidoiries par le président, qui lui demande s'il a personnellement quelque chose à ajouter pour sa défense (art. 137). On peut donc admettre que c'est avec raison et sans formalisme excessif que l'art. 192 ch. 1 al. 1 impose la comparution personnelle de l'accusé appelant aux débats d'appel. La modification de jurisprudence intervenue dans l'arrêt attaqué apparaît donc comme justifiée par des motifs pertinents.\n\n4. Si le Tribunal fédéral admet qu'un changement de jurisprudence, justifié par des motifs objectifs, n'est pas contraire à l'art. 4 Cst., il exige en revanche qu'un tel changement n'intervienne qu'après avertissement s'il touche à des questions de recevabilité d'un recours ou d'une action et provoque la péremption d'un droit (ATF 101 Ia 371 s., ATF 94 I 16).\n\nEn l'espèce, le Tribunal cantonal avait récemment élargi sa jurisprudence relative à la comparution personnelle de l'accusé appelant; cette jurisprudence, publiée (RVJ 1976, p. 208 ss.), était connue du mandataire du recourant. Ce dernier pouvait donc compter que le fait de ne pas comparaître lui-même aux débats d'appel, mais de s'y faire représenter BGE 104 Ia 1 S. 4par son défenseur, ne pourrait entraîner la conséquence prévue à l'art. 192 ch. 1 al. 1 CPP.\n\nS'il envisageait de modifier sa jurisprudence lors des débats du 16 juin 1977, le Tribunal cantonal ne pouvait le faire sans en aviser l'appelant, c'est-à-dire pratiquement sans le citer à nouveau pour les débats, en l'informant que s'il ne se présentait pas personnellement lors de cette nouvelle audience, son défaut serait considéré comme un retrait d'appel, même si son défenseur se présentait en son nom.\n\nIl est vrai que le recourant ne se plaint pas de façon expresse de ce que le changement de jurisprudence soit intervenu sans avertissement sur un point où il touche à la recevabilité d'un recours et provoque la péremption d'un droit. Mais on peut considérer que ce qu'il dit à propos de la jurisprudence - antérieure - diamétralement opposée et de la grave insécurité juridique créée par la décision attaquée peut être considéré comme suffisant pour permettre au Tribunal fédéral d'examiner un tel grief.\n\nAinsi, le recours doit être admis pour le motif que le changement de jurisprudence est intervenu sans avertissement. La décision attaquée doit dès lors être annulée."}