{"annee": "104", "cour": "II", "page": "1", "date": "9/2/1978", "cite": ["95 II 481", "100 II 177"], "cite_par": ["123 III 354", "122 III 449", "131 III 26", "126 III 209", "106 II 92", "118 II 369"], "chapeau": "1. Auszug aus dem Urteil der II. Zivilabteilung vom 9. Februar 1978 i.S. Maurer gegen Messerli", "regestes": ["Art. 28 CC. Violation des droits de la personnalité par la presse. Publication du jugement comme moyen de faire cesser le trouble; intérêt à la publication."], "faits": "BGE 104 II 1 S. 1\n\nFritz Maurer wurde am 25. Januar 1974 durch das Obergericht des Kantons Zürich wegen verschiedener Wirtschaftsdelikte zu einer Zuchthausstrafe verurteilt. Im \"Tages-Anzeiger\" vom 23. Januar 1974 berichtete der Journalist Alfred Messerli unter dem Titel \"Hat Fritz Maurer Schmiergelder bezahlt?\" über die am Vortag durchgeführte Gerichtsverhandlung. In seinem Bericht erweckte er den Eindruck, Fritz Maurer sei an einer Schmiergeldaffäre beteiligt gewesen, was in Wirklichkeit nicht zutraf.\n\nAm 16. April 1975 erhob Fritz Maurer gegen Alfred Messerli Klage mit den Rechtsbegehren, es sei festzustellen, dass der Zeitungsartikel den Kläger in seinen persönlichen Verhältnissen unbefugterweise verletzt habe, der Beklagte habe dem Kläger eine Schadenersatz- und Genugtuungssumme von Fr. 4'000.-- zu bezahlen und das Urteil sei im \"Tages-Anzeiger\" zu veröffentlichen. Das Bezirksgericht Zürich und auf Berufung hin das Obergericht des Kantons Zürich hiessen das BGE 104 II 1 S. 2Feststellungsbegehren gut, wiesen jedoch die Klage im übrigen ab.\n\nIn seiner Berufung ans Bundesgericht hält Fritz Maurer am Antrag auf Urteilspublikation fest. Das Bundesgericht heisst die Berufung in diesem Punkt gut.", "considerants": "Aus den Erwägungen:\n\n4. Der letzte noch offene Streitpunkt betrifft die Frage der Urteilspublikation. Die Vorinstanz hat eine solche mit der Begründung abgelehnt, dass der Inhalt des eingeklagten Artikels heute, nach mehr als drei Jahren, nicht mehr nachwirke und die Verletzung in den persönlichen Verhältnissen somit nicht mehr andauere. Dem Kläger fehle unter den gegebenen Umständen ein schutzwürdiges Interesse an der Veröffentlichung einer Berichtigung; es dränge sich sogar der Verdacht auf, dass es ihm mehr um die Demütigung des Beklagten als um die Wahrung seiner eigenen Interessen zu tun sei. Der Kläger hält demgegenüber an der Auffassung fest, dass der ihm zustehende Beseitigungsanspruch den Anspruch auf Urteilsveröffentlichung mitumfasse, währenddem der Beklagte die gegenteilige Meinung vertritt.\n\na) Die neuere bundesgerichtliche Rechtsprechung betrachtet die Urteilsveröffentlichung bei Persönlichkeitsverletzungen durch Presseäusserungen in Anlehnung an das Schrifttum sowie die Praxis im Wettbewerbs- und Immaterialgüterrecht nicht mehr als eine besondere Art der Genugtuung, sondern als Mittel zur Beseitigung des Störungszustandes, der durch die verletzende Publikation geschaffen wurde (BGE 95 II 499 f. E. 10 mit Hinweisen; BGE 100 II 180 E. 6. Der Anspruch des Klägers auf die Veröffentlichung einer Berichtigung hängt daher in keiner Weise davon ab, ob den Beklagten ein Verschulden treffe und ob die durch die Presseäusserungen verursachte Persönlichkeitsverletzung für den Kläger besonders schwer wiege. Massgebend ist vielmehr, ob die Urteilsveröffentlichung als geeignetes Mittel betrachtet werden kann, um die Folgen der Persönlichkeitsverletzung zu beseitigen. Unter diesem Gesichtspunkt ist zu prüfen, ob der Kläger ein ausreichendes Interesse an der von ihm verlangten Publikation besitze.\n\nNach der Meinung von P. JÄGGI ist der Richter von Bundesrechts wegen zwar befugt, mangels besonderer Gesetzesvorschrift BGE 104 II 1 S. 3aber nicht verpflichtet, einem Antrag auf Urteilsveröffentlichung stattzugeben (ZSR 79/1960, II. Halbband, S. 252a). Auch JÄGGI geht indessen davon aus, eine in der Öffentlichkeit begangene Ehrverletzung erfordere zur Beseitigung der Verletzungswirkungen grundsätzlich einen öffentlichen Widerruf (a.a.O., S. 253a). Er erblickt aber in der Urteilsveröffentlichung lediglich eine besondere Form der Vollstreckung dieser Widerrufspflicht. Der Verletzte hat nach seiner Auffassung keinen bundesrechtlichen Rechtsanspruch auf eine solche Vollstreckung (a.a.O., S. 251a und 252a). Diese Betrachtungsweise wird dem Wesen der Urteilsveröffentlichung nicht völlig gerecht. Bei dieser handelt es sich nicht bloss um eine Vollstreckungsmassnahme. Wo nämlich eine unrichtige Vorstellung oder - wie KUMMER sich ausdrückt - ein falsches Gedankenbild bei einer unbekannten Zahl von Dritten nur durch Publikation einer Berichtigung in der Presse - wenigstens annäherungsweise - beseitigt werden kann, muss der bundesrechtlich gewährleistete Beseitigungsanspruch vernünftigerweise auch den Anspruch auf Urteilspublikation mitumfassen (KUMMER, Der zivilprozessrechtliche Schutz des Persönlichkeitsrechtes, ZBJV 103/1967, S. 106; MERZ, Der zivilrechtliche Schutz der Persönlichkeit gegen Ehrverletzungen und verwandte Beeinträchtigungen durch die Druckerpresse, SJZ 67/1971, S. 90). Diese der Sachlage besser entsprechende Auffassung liegt bereits den Urteilen des Bundesgerichts in Sachen Club Méditerranée S.A. gegen Tages-Anzeiger AG vom 21. März 1969 und in Sachen Siegenthaler gegen della Valle vom 11. Juli 1974 (BGE 95 II 499 E. 10; 100 II 180 E. 6) zugrunde. An ihr ist auch im vorliegenden Fall festzuhalten.\n\nb) Im angefochtenen Entscheid wird das Interesse des Klägers an der Urteilspublikation verneint, weil der Inhalt des eingeklagten Artikels heute nicht mehr nachwirke und der Störungszustand somit nicht mehr fortdauere. Diese Auffassung wird damit begründet, dass bereits einmal eine Berichtigung erschienen sei, und dass die Persönlichkeitsverletzung nicht einziger Gegenstand eines Artikels gebildet habe, sondern in einem umfassenden Prozessbericht enthalten gewesen sei, in dem die strafbaren Handlungen des Klägers zusammenfassend gewürdigt worden seien. Ein solcher Bericht sei in unserer raschlebigen Zeit bald vergessen, zumal da seit dessen BGE 104 II 1 S. 4Erscheinen mehr als drei Jahre verflossen seien. Sofern sich ein Leser aber heute noch daran erinnere, werde er sein negatives Werturteil über den Kläger auf die Gesamtheit von dessen Straftaten stützen, ohne sich von den eingeklagten Äusserungen stark beeinflussen zu lassen. Eine Urteilspublikation hätte zudem nur den Erfolg, den Leser an den Strafprozess und die vom Kläger wirklich begangenen Straftaten zu erinnern, was für den Kläger schädlich wäre.\n\nOb eine Urteilspublikation dem Kläger mehr schaden als nützen könnte, ist in erster Linie von diesem selbst zu entscheiden. Die Veröffentlichung kann im übrigen auf den zu berichtigenden Vorwurf beschränkt werden, so dass der Leser nicht unbedingt an die vom Kläger tatsächlich begangenen Straftaten erinnert zu werden braucht. Denjenigen Lesern aber, die noch eine Erinnerung daran besitzen, kann mittels der Urteilspublikation zur Kenntnis gebracht werden, dass wenigstens der Vorwurf der Schmiergeldzahlung auf den Kläger nicht zutraf. Dem Kläger darf das Interesse an einer solchen Berichtigung des durch den Artikel verursachten falschen Gedankenbildes nicht bloss deshalb abgesprochen werden, weil das negative Werturteil über ihn dennoch bestehen bleibt. Im Unterschied zur Genugtuung, für die es auf die Schwere der Verletzung und damit auf das Vorhandensein eines guten Rufes ankommt, setzt der Beseitigungsanspruch nur voraus, dass durch die widerrechtliche Äusserung eine falsche Vorstellung hervorgerufen wurde, die berichtigt werden kann. Dass die Verletzung schon lange zurückliegt und mit der Zeit an Bedeutung verloren hat, genügt nicht, um den Beseitungsanspruch gegenstandslos werden zu lassen (JÄGGI, a.a.O., S. 249a; MERZ, a.a.O., S. 90; BGE 95 II 496 ff. E. 9). Der Kläger hat daher ungeachtet des Zeitablaufs Anspruch darauf, vom ungerechtfertigten Vorwurf der Schmiergeldzahlung entlastet zu werden, selbst wenn sich nur noch vereinzelte Leser daran erinnern können. Der Einfluss der Berichterstattung über einen viel beachteten Strafprozess darf im übrigen nicht unterschätzt werden. Viele Straftäter fürchten die Auswirkungen der Zeitungsberichte über ihren Strafprozess mehr als das Urteil selber. Das Interesse an der öffentlichen Richtigstellung falscher Darstellungen darf ihnen deshalb auch dann nicht abgesprochen werden, wenn das Erscheinen des Berichts schon lange zurückliegt und sich der unzutreffende BGE 104 II 1 S. 5Eindruck nur auf eine Einzelheit bezieht, die am Gesamtgewicht der beurteilten Verfehlungen nicht viel zu ändern vermag. Es kann nie ausgeschlossen werden, dass sich ein durch die Presse verbreiteter unberechtigter Vorwurf erst viel später einmal negativ auswirkt. Das aus dem Persönlichkeitsrecht fliessende Interesse des strafrechtlich Verurteilten an der öffentlichen Richtigstellung nicht wahrheitsgemässer Zeitungsberichte verdient auch nach Jahren den Vorrang gegenüber dem Interesse des Berichterstatters, dass eine öffentliche Richtigstellung der falschen Darstellung unterbleibe.\n\nEin genügendes Interesse des Klägers an der Urteilsveröffentlichung müsste hingegen wohl dann verneint werden, wenn der Beklagte im \"Tages-Anzeiger\" bereits von sich aus einen Widerruf publiziert hätte. Die Vorinstanz hat eine solche Berichtigung darin erblickt, dass der Beklagte in der Ausgabe dieser Zeitung vom Samstag, dem 26. Januar 1974, also drei Tage nach dem Erscheinen des eingeklagten Artikels, am Schluss eines Berichts über das obergerichtliche Urteil folgendes schrieb:\n\n\"Fritz Maurer legt im übrigen Wert auf die Feststellung, dass nicht\n\ner, sondern ein Geschäftspartner von ihm eine fünfstellige Summe im\n\nZusammenhang mit der Freigabe von Land in Adliswil bezahlt habe\n\n(vgl. TA vom Mittwoch: \"Hat Fritz Maurer Schmiergelder bezahlt?\").\"\n\nMit der Veröffentlichung dieser Gegendarstellung wurde jedoch der durch die Berichterstattung erweckte falsche Eindruck nicht völlig beseitigt. Vor allem blieb vollständig offen, wie es sich mit dem Wahrheitsgehalt dieser Bestreitung des Klägers verhalte. Auf Grund des vorliegenden Prozesses steht nun fest, dass der Kläger mit der Zahlung von Schmiergeldern an Politiker tatsächlich nichts zu tun hatte. Das Interesse des Klägers an der Veröffentlichung dieser gerichtlichen Feststellung wird durch die an sich begrüssenswerte Publikation der seinerzeitigen Gegendarstellung nicht aufgehoben. Die Überzeugungskraft einer vom Richter angeordneten Berichtigung ist erheblich grösser als jene einer Gegendarstellung. Die Urteilsveröffentlichung vermag daher den falschen Eindruck, der durch die Berichterstattung des Beklagten erweckt wurde, besser zu beseitigen als die seinerzeit publizierte Bestreitung des Beklagten."}