{"annee": "104", "cour": "IB", "page": "21", "date": "17/3/1978", "cite": ["101 IB 154", "100 IB 363"], "cite_par": ["128 IV 1", "129 IV 209"], "chapeau": "5. Arrêt de la Cour de cassation pénale du 17 mars 1978 dans la cause S. contre Département de la justice, de la police et des affaires militaires du canton de Vaud", "regestes": ["Art. 38 ch. 4 CP: Réintégration. Lorsque l'autorité compétente interpelle le juge pour savoir si la partie d'une peine d'ensemble sanctionnant la ou les infractions commises pendant le délai d'épreuve est supérieure à trois mois d'incarcération, il lui appartient de vérifier que la réponse qui lui est fournie par le tribunal qui a prononcé la condamnation est conforme aux exigences posées par la jurisprudence (ATF 101 Ib 154 ss.) (consid. 1 et 2)."], "faits": "|21|\n\nA.- Le 29 juin 1972, la Commission de libération du canton de Vaud a libéré conditionnellement S. avec effet au 5 juillet 1972. Cette mesure a été assortie d'un délai d'épreuve et de patronage de trois ans. Le 7 décembre 1977, S. a derechef été condamné par le Tribunal correctionnel du district de Lausanne pour infraction à la LStup, débauche contre nature, tentative de débauche contre nature et tentative d'attentat à la pudeur des enfants commis en état de récidive, à deux ans et demi d'emprisonnement sous déduction de |22187| jours de détention préventive. Une partie des actes qui ont entraîné cette condamnation ont été commis avant l'échéance du délai d'épreuve précité, le 5 juillet 1975.\n\nB.- Le jugement du Tribunal correctionnel du district de Lausanne lui ayant été communiqué, le Département vaudois de la justice, de la police et des affaires militaires s'est adressé au Président du Tribunal pour savoir quelle peine auraient entraîné les actes commis avant le 5 juillet 1975. Il lui a été répondu le 6 janvier 1978 en ces termes: \"Il est incontestable que l'important commerce de drogue auquel s'est livré S. durant cette période lui aurait valu une peine d'emprisonnement largement supérieure à trois mois.\" Au vu de quoi et en application de l'art. 38 ch. 4 al. 1 CP, la révocation de la libération conditionnelle accordée le 29 juin 1972 a été ordonnée, S. étant réintégré aux Etablissements de la plaine de l'Orbe pour 6 mois d'emprisonnement.\n\nC.- S. forme un recours de droit administratif au Tribunal fédéral. Fondé sur les pièces du dossier, il conteste l'affirmation du Président du Tribunal correctionnel du district de Lausanne selon laquelle les actes commis avant le 5 juillet 1975 auraient justifié une peine excédant largement trois mois d'emprisonnement. Il demande en conséquence l'annulation de la décision attaquée.", "considerants": "Considérant en droit:\n\n1. L'autorité cantonale se trouvant devant un cas où se pose la question de la réintégration d'un détenu libéré conditionnellement, puis condamné à nouveau pour des actes commis pendant le délai d'épreuve et postérieurement à celui-ci, et ne pouvant - malheureusement - déterminer à la lecture du nouveau jugement quelles infractions ont été commises avant l'échéance du délai d'épreuve et quelle est la peine les sanctionnant, a procédé correctement et conformément à la jurisprudence (cf. ATF 101 Ib 154) en demandant des précisions à l'autorité qui a prononcé la nouvelle condamnation.\n\nC'est en revanche à tort qu'elle s'est fondée sans plus sur les renseignements qui lui étaient fournis, comme elle l'aurait fait à bon droit s'agissant d'une décision exécutoire. En effet, d'une part ces renseignements n'émanaient pas de l'autorité qui avait statué, mais de son président uniquement, dont |23| l'appréciation ne saurait se substituer à celle du Tribunal, et, d'autre part, auraient-ils été donnés par le Tribunal comme tel, qu'ils constitueraient en quelque sorte une décision contre laquelle n'est ouverte aucune voie de recours. En effet, si en cas de condamnation sans sursis à une peine privative de liberté supérieure à trois mois, l'autorité compétente doit impérativement ordonner la réintégration, en application de l'art. 38 ch. 4 al. 1 CP, elle doit néanmoins, lorsqu'elle ne se trouve pas en présence d'une décision exécutoire dont elle peut tenir compte directement, mais qu'elle doit demander l'interprétation de celle-ci à l'autorité qui l'a prise, examiner si les indications qui lui sont données ne sont pas manifestement sujettes à caution. Dans cette hypothèse, il lui appartient d'exiger des précisions et, le cas échéant, d'exprimer ses hésitations. Si elle ne procède pas de cette manière, le Tribunal fédéral le fera, ainsi que l'y autorise l'art. 105 al. 1 OJ.\n\n2. Si le Tribunal fédéral peut revoir d'office les constatations de fait dans le cadre d'un recours de droit administratif, en dehors des cas prévus à l'art. 105 al. 2 OJ, il ne le fait qu'avec retenue dans les domaines relevant comme ici de l'appréciation (ATF 100 Ib 367). En ces matières, en effet, le Tribunal fédéral reconnaît à l'autorité cantonale un large pouvoir appréciateur et il n'intervient qu'en cas d'excès, que la décision attaquée ait été prise sans que l'ensemble des facteurs déterminants aient été examinés, sur la base de faits contredits par les pièces du dossier, voire simplement sans motivation raisonnable ou suffisante.\n\nEn l'espèce, on ne comprend vraiment pas en quoi est fondée l'affirmation du président du Tribunal correctionnel qui, lui, n'a pas procédé comme le veut la jurisprudence (cf. ATF précité 101 Ib 154). En effet, une lecture attentive du dossier ne permet de retenir à la charge du recourant, pendant la période antérieure au 5 juillet 1975, que les accusations de R., qui lui aurait acheté chaque semaine depuis 1974 pour 15 fr. de haschisch environ, celles de B., qui au cours de l'hiver 1974/1975 se serait procuré auprès de lui 5 à 10 g de haschisch à deux ou trois reprises et enfin celles de Z. qui à la même époque aurait acquis des stupéfiants auprès de lui. Au vu des autres infractions qui ont été retenues contre le recourant, il est difficile d'admettre sans autre justification que celles décrites ci-dessus méritaient une peine représentant largement plus du |24| dixième de celle qui a été prononcée globalement en application de l'art. 68 CP.\n\n3. Il convient donc d'admettre le recours et de renvoyer la cause à l'autorité cantonale pour qu'elle prenne une nouvelle décision après avoir demandé les éclaircissements nécessaires au Tribunal correctionnel du district de Lausanne. On relève cependant que si, par hypothèse, ce dernier devait revenir sur l'affirmation de son président, cela ne justifierait pas sans autre qu'il soit renoncé à la réintégration du recourant. Celle-ci est en effet possible même à la suite d'une condamnation inférieure à trois mois d'emprisonnement, lorsque le libéré trompe la confiance mise en lui. Comme l'on sait que le recourant, outre la condamnation prononcée par le Tribunal correctionnel du district de Lausanne le 7 décembre 1977, a été condamné une autre fois, le 17 juin 1974, également pour violation de la LStup, la question de savoir si l'art. 38 ch. 4 al. 2 n'est pas applicable reste posée.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours."}