{"annee": "104", "cour": "II", "page": "15", "date": "23/2/1978", "cite": ["44 II 33", "91 II 190", "83 II 375", "93 II 230", "88 II 252", "68 II 369", "91 II 281"], "cite_par": ["132 III 689", "106 II 201", "107 II 134", "106 IB 241"], "chapeau": "4. Auszug aus dem Urteil der II. Zivilabteilung vom 23. Februar 1978 i.S. Einwohnergemeinde Biel und Mitbeteiligte gegen Zuckerfabrik & Raffinerie Aarberg AG und Mitbeteiligte", "regestes": ["Art. 679 CC; action en dommages-intérêts pour dommage, respectivement risque de dommage à des captages d'eaux souterraines ensuite de filtration d'eaux usées 1. Qualité pour agir des propriétaires des captages d'eaux souterraines (c. 1) 2. Qualité pour défendre: a) en général (c. 2); b) de l'entreprise qui laisse filtrer ses eaux usées dans des fosses qu'elle a aménagées elle-même (c. 3); c) des propriétaires des immeubles sur lesquels se trouvent les bassins d'écoulement (c. 4)."], "faits": "BGE 104 II 15 S. 15\n\nA.- Die Einwohnergemeinden Biel und Lyss und die Seeländische Wasserversorgung (SWG), ein Gemeindeverband mit dem Zweck, eine gemeinsame Wasserversorgung zu betreiben, BGE 104 II 15 S. 16sind Eigentümerinnen von Grundwasserfassungen im Berner Sceland. Das Pumpwerk der SWG und die beiden Pumpwerke der Einwohnergemeinde Biel befinden sich auf dem Gebiet der Gemeinde Worben, die beiden Pumpwerke der Einwohnergemeinde Lyss auf dem eigenen Gemeindegebiet.\n\nDie Zuckerfabrik & Raffinerie Aarberg AG (ZRA), die in ihrem Betrieb Wasser für den Transport und das Waschen der angelieferten Rüben, für deren Verarbeitung und für die Reinigung ihrer Einrichtungen und Räume benötigt, liess bis und mit Kampagne (Hauptverarbeitungszeit) des Jahres 1963 grosse Mengen in Sickerbecken geleiteten Abwassers versickern. Weiteres Abwasser versickerte überdies aus sogenannten Deponieteichen. Für die Anlage dieser Sickerbecken und Deponieteiche waren der ZRA neun Parzellen - vorerst pachtweise und ab 4. Dezember 1954 aufgrund einer Personaldienstbarkeit - durch die Einwohnergemeinde Aarberg und drei weitere Parzellen - pachtweise - durch die Burgergemeinde Kappelen zur Verfügung gestellt worden.\n\nIm Jahre 1967 schlossen sich die Einwohnergemeinden Biel und Lyss und die SWG zur Wasserverbund Seeland AG zusammen mit dem Zweck, im Raume Hagneckkanal - Walperswil (Gimmiz) - Kappelen eine neue Grundwasserfassung zu erstellen.\n\nB.- Am 6. Juli 1966 hatten die Einwohnergemeinden Biel und Lyss und die SWG beim Appellationshof des Kantons Bern (III. Zivilkammer) eine Schadenersatzklage eingereicht, mit dem Begehren, die ZRA, die Burgergemeinde Kappelen und die Einwohnergemeinde Aarberg seien solidarisch, allenfalls nach vom Gericht zu bestimmenden Anteilen, zu verpflichten, jeder der drei Klägerinnen einen vom Richter festzusetzenden Betrag nebst 5% Zins seit Klageeinreichung zu zahlen. Sie begründeten ihre Klage damit, dass das Grundwasser im Gebiet von Worben und Lyss durch die versickerten ZRA-Abwässer verschmutzt worden sei und sie sich deshalb veranlasst gesehen hätten, in Gimmiz eine neue Wasserfassung zu erstellen.\n\nMit Urteil vom 7. März 1977 wies der Appellationshof des Kantons Bern (III. Zivilkammer) die Klage der SWG vollumfänglich und jene der Einwohnergemeinden Biel und Lyss insoweit ab, als sie die Burgergemeinde Kappelen und die Einwohnergemeinde Aarberg betraf. Die gegen die ZRA gerichtete BGE 104 II 15 S. 17Klage der Einwohnergemeinden Biel und Lyss hiess er teilweise gut, wobei er jene verpflichtete, der Einwohnergemeinde Biel 1,2 Mio. und der Einwohnergemeinde Lyss 600'000 Franken zu bezahlen.\n\nIn seinen Erwägungen hält der Appellationshof unter Hinweis auf die Art. 679 und 684 ZGB fest, die von der ZRA verursachte Gewässerverschmutzung stelle eine gemäss Nachbarrecht unerlaubte übermässige Einwirkung dar. Die Aktivlegitimation der Klägerinnen sei zu bejahen. Das gleiche gelte für die Passivlegitimation der ZRA, und zwar unabhängig davon, ob diese als Pächterin der ihr für die Anlage der Sickerbecken und Deponieteiche zur Verfügung gestellten Parzellen aufgetreten sei oder als Dienstbarkeitsberechtigte; dagegen seien die Burgergemeinde Kappelen und die Einwohnergemeinde Aarberg nicht passivlegitimiert. Bei der Prüfung der einzelnen Haftungsvoraussetzungen gelangt der Appellationshof aufgrund der eingeholten Gutachten unter anderem zum Ergebnis, die von der ZRA verursachte Grundwasserverschmutzung habe nur die Wasserfassungen der Einwohnergemeinden Biel und Lyss beeinträchtigt bzw. gefährdet, nicht aber das Pumpwerk der SWG, deren Klage deshalb abzuweisen sei.\n\nC.- Gegen dieses Urteil haben die Klägerinnen Berufung erhoben mit dem Antrag, alle drei Beklagten seien zu verpflichten, ihnen unter solidarischer Haftung, allenfalls anteilmässig, einen Betrag von Fr. 23'574'457.10 nebst 5% Zins seit 1. Januar 1974 zu bezahlen; eventuell sei die Sache an die Vorinstanz zurückzuweisen.\n\nDie Burgergemeinde Kappelen und die Einwohnergemeinde Aarberg schliessen auf Abweisung der Berufung.\n\nDie ZRA hat eine Anschlussberufung eingereicht und verlangt, die gegen sie gerichteten Klagen der Einwohnergemeinde Biel und der SWG seien abzuweisen; die Klage der Einwohnergemeinde Lyss sei insoweit abzuweisen, als ein Betrag gefordert werde, der 150'000 Franken übersteige.\n\nDie Klägerinnen stellen den Antrag, die Anschlussberufung sei abzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. Gemäss Art. 679 ZGB kann derjenige, der dadurch geschädigt oder mit Schaden bedroht wird, dass ein Grundeigentümer BGE 104 II 15 S. 18sein Eigentumsrecht überschreitet, auf Beseitigung der Schädigung oder auf Schutz gegen drohenden Schaden und auf Schadenersatz klagen. Daraus könnte geschlossen werden, jedermann sei klageberechtigt, der geltend machen wolle, er habe dadurch einen Schaden erlitten, dass ein Grundeigentümer seine Befugnisse überschritten habe. Indessen hat sich in Lehre und Rechtsprechung die Auffassung durchgesetzt, dass der Anwendungsbereich von Art. 679 ZGB auf das nachbarliche Verhältnis beschränkt sei. Verantwortlichkeitsansprüche kann nur erheben, wer in der Nutzung, Benutzung oder Bewirtschaftung eines benachbarten Grundstücks beeinträchtigt wird. Erforderlich ist somit eine nicht bloss zufällige und momentane Beziehung zum betroffenen Grundstück. Klageberechtigt ist jedoch nicht nur dessen Eigentümer, sondern namentlich auch der Inhaber beschränkter dinglicher oder obligatorischer Rechte, d.h. unter anderem der Dienstbarkeitsberechtigte, Mieter oder Pächter (dazu BGE 88 II 263 mit Hinweisen; BGE 83 II 379 f. E. 1 mit Hinweisen; MEIER-HAYOZ, N. 38-43 zu Art. 679 und N. 186 f. zu Art. 684 ZGB; LIVER, N. 118 zu Art. 737 ZGB; LIVER, Das Eigentum, in Schweizerisches Privatrecht, Bd. V/1 S. 234 f.).\n\nFür den vorliegenden Fall ergibt sich daraus, dass die Aktivlegitimation der Klägerinnen zu bejahen ist. Diese sind Eigentümerinnen der Grundstücke, auf denen sie gemäss einer vom Regierungsrat des Kantons Bern erteilten Konzession bzw. Bewilligung Grundwasser fördern. Soweit sie geltend machen, dieses Grundwasser werde durch übermässige und daher unzulässige Einwirkungen beeinträchtigt, die von den fraglichen Grundstücken der Burgergemeinde Kappelen und der Einwohnergemeinde Aarberg ausgingen, sind sie insbesondere auch als Nachbarn zu betrachten, denn Nachbar im Sinne des Art. 679 ZGB ist nicht nur der Anstösser, sondern jeder, der als Eigentümer oder Besitzer eines Grundstückes von den beanstandeten Immissionen betroffen wird (vgl. BGE 91 II 190 E. 4; 81 II 443 E. 1; MEIER-HAYOZ, N. 44 zu Art. 679 und N. 184 f. zu Art. 684 ZGB).\n\nMit dem in der Anschlussberufung erhobenen Einwand, an den im Eigentum der Klägerinnen stehenden Grundstücken und Anlagen sei kein Schaden entstanden und jene hätten jedenfalls gegenüber der ZRA keinen Anspruch auf eine bestimmte Menge und Qualität des von ihnen geförderten BGE 104 II 15 S. 19Grundwassers gehabt, lässt sich deren Aktivlegitimation nicht verneinen. Die Grundstücke der Klägerinnen und die darauf errichteten Wasserfassungen und Pumpwerke dienten ausschliesslich der Gewinnung von Trinkwasser. Durch eine Verschlechterung der Wasserqualität wurden die Klägerinnen in der bestimmungsgemässen Verwendung ihrer Grundstücke beeinträchtigt, was als Schädigung zu werten ist. Eine Verschmutzung von Grundwasservorkommen, die auf eine Überschreitung der Grundeigentümerbefugnisse zurückging, wurde vor Einführung des im neuen Gewässerschutzgesetz (SR 814.20) enthaltenen Kausalhaftungstatbestandes (Art. 36 denn auch allgemein als Anwendungsfall von Art. 679 ZGB betrachtet (dazu STARK, Probleme der Vereinheitlichung des Haftpflichtrechts, in ZSR 86/1967 II S. 124; SCHINDLER, Rechtsfragen des Gewässerschutzes in der Schweiz, in ZSR 84/1965 II S. 509 ff.).\n\n2. Nach dem Wortlaut des Art. 679 ZGB fallen als Haftpflichtige nur die Eigentümer von Grundstücken in Betracht. In Rechtsprechung und Lehre wurden indessen auch Inhaber beschränkter dinglicher Rechte als passivlegitimiert bezeichnet (BGE 88 II 264; BGE 68 II 373 E. 2; WIELAND, N. 7 zu Art. 679 ZGB; HAAB, N. 12 zu Art. 679 ZGB; STARK, Das Wesen der Haftpflicht des Grundeigentümers nach Art. 679 ZGB, S. 206; GUISAN, in JdT 1951 I S. 141; MEIER-HAYOZ, N. 58 f. zu Art. 679 ZGB; LIVER, N. 107 ff. zu Art. 737 ZGB; LIVER, Das Eigentum, in Schweizerisches Privatrecht, Bd. V/1 S. 234). Ob auch obligatorisch Berechtigte zum Kreis der möglichen Haftpflichtigen zu zählen seien, wird im Schrifttum unterschiedlich beurteilt (für deren Passivlegitimation sprechen sich unter anderem aus: WIELAND, N. 7 zu Art. 679 ZGB; ROSSEL/MENTHA, Manuel du droit civil suisse, 2. Aufl., 2. Bd. S. 353; GUISAN, a.a.O.; STARK, a.a.O., S. 207; die gegenteilige Auffassung vertreten namentlich LEEMANN, N. 29 zu Art. 679 ZGB; HAAB, N. 13 zu Art. 679 ZGB; MEIER-HAYOZ, N. 61 f. zu Art. 679 ZGB; LIVER, N. 115 zu Art. 737 ZGB; LIVER, Das Eigentum, in Schweizerisches Privatrecht, Bd. V/1 S. 234). Das Bundesgericht hatte diese Frage noch nie zu entscheiden (in BGE 44 II 37 oben hat es sie angedeutet, aber offen gelassen).\n\na) Die Haftung gemäss Art. 679 ZGB wird ausgelöst durch eine Schädigung (oder drohende Schädigung) infolge Überschreitung BGE 104 II 15 S. 20der dem Grundeigentümer von der Rechtsordnung gezogenen Schranken, die namentlich im Nachbarrecht (Art. 684 ff. ZGB) umschrieben sind (OFTINGER, Schweizerisches Haftpflichtrecht, 3. Aufl. Bd. II/1, S. 15). Die Beeinträchtigung der Rechte des Nachbarn muss demnach auf die Ausübung der tatsächlichen Herrschaft über das Grundstück, d.h. auf dessen Bewirtschaftung oder sonstige Benützung, zurückgehen (BGE 93 II 234 mit Hinweisen). Anknüpfungspunkt ist also nicht etwa das formale Kriterium des Eigentums als solchen (zur analogen Betrachtungsweise bei der mit der Grundeigentümerhaftung verwandten Werkeigentümerhaftung nach Art. 58 OR vgl. BGE 91 II 284 E. b, 290 E. 7.\n\nDie tatsächliche Herrschaft kann nicht nur der Eigentümer des Grundstückes ausüben, sondern auch ein unselbständiger Besitzer, der dieses zu einem beschränkten dinglichen oder zu einem persönlichen Recht zugewiesen erhalten hat (Art. 919 und 920 ZGB), so beispielsweise der Nutzniesser oder der Pächter. Ein solcher Besitzer hat gegenüber dem Nachbarn keinen grösseren Duldungsanspruch als der Eigentümer. Vielmehr unterliegt er den Regeln des Nachbarrechts genauso wie dieser (vgl. STARK, a.a.O. S. 206; MEIER-HAYOZ, N. 58 zu Art. 679 ZGB). Ist aber im nachbarrechtlichen Verhältnis der blosse Besitzer mit Bezug auf die Ausübung der tatsächlichen Herrschaft über das Grundstück dem Eigentümer gleichgestellt, rechtfertigt es sich, ihn auch hinsichtlich der Haftung aus Art. 679 ZGB nicht anders zu behandeln.\n\nb) Einen sachlichen Grund, die Passivlegitimation nur auf den Inhaber eines beschränkten dinglichen Rechts auszudehnen, gibt es nicht. Die Wirkungen des Besitzes - der für die Haftung massgebenden Beziehung zum Grundstück - gegenüber Dritten sind nicht von der Art des ihm zugrundeliegenden Rechtsverhältnisses abhängig. Es ist deshalb folgewidrig, nebst dem Eigentümer nur Inhaber eines beschränkten dinglichen Rechts zu den möglichen Passivlegitimierten zu zählen, mit der Begründung, der Ausnahmecharakter von Art. 679 ZGB erlaube nicht, über diese hinaus einen weiteren Personenkreis der strengen Kausalhaftung zu unterwerfen (so MEIER-HAYOZ, N. 62 zu Art. 679 ZGB).\n\nWeiter wird etwa eingewendet, ein Mieter oder Pächter übe nicht ein Dritten gegenüber wirksames eigenes Recht am Grundstück aus, sondern nur die sich für ihn aus dem Vertrag BGE 104 II 15 S. 21mit dem Eigentümer ergebenden, nach Inhalt und Umfang ganz individuell bestimmten Befugnisse, denen jede Publizität fehle (LIVER, N. 116 zu Art. 737 ZGB). Entscheidend für die Frage der Passivlegitimation ist indessen einzig das Verhältnis zum Nachbarn; Art und Umfang des vom Eigentümer übertragenen Rechts sind unerheblich. Gewiss lässt sich der Bestand beispielsweise eines Pachtverhältnisses aus dem Grundbuch nicht entnehmen. Der Nachbar im Sinne von Art. 679 ZGB wird jedoch in aller Regel erkennen können, wer in Ausübung der tatsächlichen Herrschaft über ein Grundstück die Ursache eines Schadens gesetzt hat. Jedenfalls ist es für ihn nicht schwieriger, den möglichen Haftpflichtigen auszumachen, als etwa für den durch ein Tier (Art. 56 OR) oder durch einen Werkmangel (Art. 58 OR) Geschädigten.\n\nDer in der Lehre vertretenen Auffassung, für eine Ausdehnung der Haftung nach Art. 679 ZGB über Eigentümer und Träger von beschränkten dinglichen Rechten hinaus bestehe kein Bedürfnis (LEEMANN, N. 29 zu Art. 679 ZGB; MEIER-HAYOZ, N. 62 zu Art. 679 ZGB), kann nicht beigepflichtet werden. Dem Geschädigten wird es nämlich nicht in allen Fällen gelingen, sich am Eigentümer schadlos zu halten, und es kann für ihn dort, wo der Schaden durch einen finanzstarken Pächter verursacht oder mitverursacht wurde, wichtig sein, auch diesen gestützt auf Art. 679 ZGB ins Recht fassen zu können.\n\n3. Die Sickerteiche, über die die schädlichen Abwässer in den Grundwasserstrom gerieten, wurden nicht von den Eigentümerinnen der Parzellen angelegt, sondern von der ZRA selbst, die auch für den Unterhalt besorgt war. Damit übte die ZRA eine selbständige tatsächliche Herrschaft über die Grundstücke aus. Nach den vorstehenden Erwägungen kann sie daher auch für jene Verschmutzung gestützt auf Art. 679 ZGB belangt werden, die von den gepachteten Grundstücken ausging. Auch insofern ist die Anschlussberufung demnach unbegründet.\n\nEs zeigt sich übrigens gerade am Beispiel der ZRA, dass es stossend wäre, vom Kreis der aus Art. 679 ZGB möglichen Haftpflichtigen die obligatorisch Berechtigten auszunehmen, würde doch - sollten die Voraussetzungen erfüllt sein - die ZRA in jenem Fall nur für die Versickerung auf denjenigen Parzellen kausal haften, die ihr von der Einwohnergemeinde BGE 104 II 15 S. 22Aarberg ab Ende 1954 aufgrund einer Dienstbarkeit zur Verfügung gestellt worden waren, während sie bezüglich der Versickerung auf den von der Burgergemeinde Kappelen gepachteten Grundstücken lediglich der Verschuldenshaftung des Art. 41 OR unterläge. Unbillig wäre dieses Ergebnis vor allem auch deshalb, weil im zweiten Fall nur die Grundeigentümerin kausal haften würde, obschon hauptsächlich die ZRA aus der durch Art. 679 ZGB verpönten Versickerung, deren Urheberin sie war, einen Vorteil zog, indem sie die Errichtung einer Anlage zur Beseitigung ihrer Abwässer hinauszögern und während Jahren die Kosten des Unterhalts einer solchen Anlage einsparen konnte. Für die Eigentümerin der Parzellen, auf denen sich die Sickerbecken befanden, hätte der Nutzen bei einer andern Bewirtschaftung dagegen nicht unbedingt geringer sein müssen.\n\n4. Knüpft die Haftung des Art. 679 ZGB nicht an das formale Kriterium des Eigentums als solchen an, beurteilt sich die Frage, ob ausser der ZRA auch die Burgergemeinde Kappelen und die Einwohnergemeinde Aarberg als Eigentümerinnen der Grundstücke passivlegitimiert seien, nach den konkreten Verhältnissen. Es ist daher zu prüfen, ob die beiden Eigentümerinnen den von den Klägerinnen behaupteten Schaden in Ausübung ihrer tatsächlichen Herrschaft über die Grundstücke mitverursacht haben, d.h. es ist abzuklären, ob die Verschmutzung des Grundwasserstroms auf die von den beiden Gemeinden bestimmte Art der Ausübung der tatsächlichen Herrschaft über ihre Grundstücke zurückzuführen ist (vgl. STARK, a.a.O. S. 209; dazu auch BGE 44 II 36 unten). Dies ist zu bejahen, denn nach den Feststellungen der Vorinstanz haben die Burgergemeinde Kappelen und die Einwohnergemeinde Aarberg der ZRA ihre Parzellen eigens zur Beseitigung der Betriebsabwässer zur Verfügung gestellt. Entgegen der Ansicht des Appellationshofes sind mithin auch die beiden Grundeigentümerinnen hinsichtlich der auf Art. 679 ZGB beruhenden Klage passivlegitimiert."}