{"annee": "104", "cour": "V", "page": "181", "date": "12/12/1978", "cite": ["96 V 141", "99 V 98", "102 V 27"], "cite_par": ["105 V 241", "107 V 68"], "chapeau": "45. Estratto della sentenza del 12 dicembre 1978 nella causa R. contro Cassa di compensazione del Cantone Ticino e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Détermination des cotisations des assurés sans activité lucrative (art. 10 LAVS, art. 28 et art. 29 RAVS). De la prise en compte des prétentions patrimoniales (fixées judiciairement) de l'épouse divorcée, lorsque celles-ci ou des acomptes convenus ne sont pas versés par l'ex-époux au terme fixé."], "faits": "", "considerants": "|181|\n\nEstratto dai considerandi:\n\n3. Giusta l'art. 10 cpv. 1 LAVS gli assicurati che, durante l'anno civile non sono tenuti a pagare alcun contributo o, eventualmente, con i datori di lavoro contributi inferiori a Fr. 78.-, devono pagare oltre ai contributi dell'eventuale reddito di un'attività lucrativa un contributo da Fr. 78.- a Fr. 7 800.- (dal 1o luglio 1975 da Fr. 84.- a Fr. 8 400.-) a seconda delle loro condizioni sociali.\n\nLe persone che non esercitano un'attività lucrativa, e per le quali non è previsto il pagamento del contributo annuo minimo, pagano i contributi calcolati in base alla sostanza e al reddito conseguito in forma di rendita, secondo quanto stabilito all'art. 28 cpv. 1 OAVS. Inoltre, se esse non esercitano un'attività lucrativa e dispongono di una sostanza e di una |182| rendita assieme, l'importo della rendita moltiplicato per 30 va addizionato alla sostanza (art. 28 cpv. 2 OAVS). Per il calcolo del contributo la somma dell'ammontare della sostanza e dell'importo della rendita annua moltiplicato per 30 deve essere arrotondato fino ai prossimi 50000.- Fr. inferiori (art. 28 cpv. 3 OAVS).\n\nSecondo l'art. 29 cpv. 1 e 2 OAVS la sostanza delle persone che non esercitano un'attività lucrativa è stabilita dall'autorità fiscale cantonale. La procedura prevista negli articoli da 22 a 27 OAVS è applicabile per analogia. Il giorno di riferimento per il calcolo della sostanza è fissato conformemente alle relative disposizioni in materia d'imposta per la difesa nazionale, Queste disposizioni sono pure applicabili alla valutazione della sostanza. L'accertamento della rendita per contro incombe alle casse di compensazione, che a tal fine collaborano, per quanto sia possibile, con le autorità fiscali del cantone di domicilio.\n\n4. Nel caso in esame non è controverso che la ricorrente non eserciti un'attività lucrativa e ch'ella debba per questi motivi essere chiamata a contribuzione secondo la condizione sociale. Nemmeno è controverso ch'ella percepisca una pensione alimentare e che disponga di una sostanza. Pertanto, nei suoi confronti, sono applicabili le disposizioni dell'art. 28 OAVS.\n\nDalla documentazione fiscale contenuta negli atti della causa risulta chiaramente che l'ex-marito della ricorrente si sia impegnato per convenzione sulle conseguenze accessorie del divorzio a versarle una pensione alimentare di Fr. 3500.- mensili (pari a Fr. 42 000.- all'anno). Risulta pure dagli atti che la ricorrente annualmente avrebbe percepito dall'ex-marito Fr. 30 000.-. Pure incontestato è che la ricorrente possegga a Z. un appartamento stimato ai fini fiscali a Fr. 681 000.- e gravato di ipoteche per Fr. 495 000.-. Infine, all'atto del divorzio l'ex-marito si è impegnato a versarle l'importo complessivo di Fr. 500 000.- in cinque rate scadenti il lo di settembre degli anni 1974, 1975, 1976, 1977 e 1978 di Fr. 100 000.- cadauna.\n\nI primi giudici hanno ritenuto che la pensione percepita dalla ricorrente e prestata dall'ex-marito raggiungesse l'importo di Fr. 72 000.- all'anno, considerando quali elementi di computo della pensione medesima Fr. 42 000.- di alimenti e |183| Fr. 30 000.- annui da lei ricevuti per pagare gli interessi ipotecari. Questa tesi è confortata dal fatto che nelle dichiarazioni fiscali la ricorrente stessa ha indicato quali alimenti Fr. 72 000.- e che nella lettera del 10 marzo 1976 indirizzata dai suoi rappresentanti all'Ufficio di tassazione, essi hanno affermato quanto segue:\n\n\"Gemäss beigelegter Fotokopie betragen die Alimente pro Monat\n\nFr. 3 500.-. Zusätzlich zu diesem Betrag bezahlt Herr R... jährlich\n\nnoch Fr. 30 000.-. Total erhält daher Frau R... Fr. 72 000.-.\"\n\nIn sede cantonale per la ricorrente si è affermato che detto importo le sarebbe stato versato dall'ex-marito per pagare gli interessi ipotecari. Rettamente i primi giudici hanno argomentato che l'importo di Fr. 60 000.-, se in realtà destinato a pagare gli interessi ipotecari, doveva essere aggiunto alla pensione perché il concetto di reddito conseguito in forma di rendita comprende tutte le prestazioni che hanno un'influenza sulla situazione sociale di una persona che non esercita un'attività lucrativa, anche se esse sono versate in modo irregolare e se raggiungono importi variabili. 11 concetto di rendita secondo la definizione del diritto fiscale è irrilevante poichè nel caso in esame non occorre definire se le prestazioni sono accordate in seguito ad un obbligo legale o volontariamente, ma se esse contribuiscono al sostentamento di chi ne è al beneficio (RCC 1975 p. 30).\n\nDall'estratto della convenzione sugli effetti accessori del divorzio consegnato agli atti risulta che l'ex-marito della ricorrente si era impegnato contrattualmente a solvere gli interessi ipotecari. Pertanto, ne dev'essere concluso che rettamente la Cassa di compensazione e i primi giudici hanno considerato rendita ai sensi dell'art. 28 OAVS anche l'importo di Fr. 30 000.- versato alla ricorrente a titolo di rimborso degli interessi ipotecari gravanti il bene immobile assegnatole. Invero, se per la parte ricorrente in sede cantonale questi Fr. 30000.- erano un importo:\n\n\"... völlig freiwillig von Herrn R... bezahlt, damit Frau R... ihren\n\nVerpflichtungen bezüglich den zu bezahlenden Hypothekarzinsen für\n\ndie ihr gehörende Eigentumswohnung bezahlen kann\", nel ricorso di diritto amministrativo questa stessa cifra diventa un acconto di Fr. 30 000.- annui versato dall'ex-marito sui complessivi Fr. 500 000.- da solvere in cinque rate annue.\n\n|184|\n\nRispondendo al gravame l'Ufficio federale delle assicurazioni sociali ha da una parte ritenuto essere il contributo periodico di Fr. 30 000.- annui destinato al pagamento degli interessi ipotecari della ricorrente. D'altro lato l'Ufficio federale considera però che nel periodo dal 1o agosto 1974 al 31 dicembre 1975 (data che delimita nel tempo l'oggetto della presente controversia, DTF 99 V 102 DTF 96 V 144), l'ex-marito ha versato alla ricorrente la somma di Fr. 60000.- quale anticipo sulla liquidazione patrimoniale pattuita in istanza di divorzio.\n\nMalgrado le imprecise allegazioni ricorsuali e le costatazioni dell'Ufficio federale delle assicurazioni sociali dagli atti della causa - segnatamente dall'estratto della sentenza di divorzio e dalla tassazione fiscale 1975 relativa all'immobile proprietà di X. R. situato nel cantone Z., secondo cui gli interessi ipotecari ammontano a Fr. 30 000.- annui - è quindi lecito inferire che il versamento a due riprese della somma di Fr. 30 000.- era destinato al pagamento degli interessi ipotecari della ricorrente e che come tale costituisce un elemento di computo della rendita annua per la determinazione dei contributi giusta l'art. 28 OAVS.\n\n5. Per quanto attiene alla liquidazione patrimoniale pattuita fra la ricorrente e l'ex-marito occorre ancora esaminare se a torto i primi giudici abbiano imputato alla sostanza per il calcolo del contributo AVS della ricorrente un credito di Fr. 500 000.- pari a quello da lei vantato nei confronti dell'ex-marito, pagabile in cinque rate annuali successive delle quali, secondo le sue dichiarazioni, quelle scadute non sarebbero mai state onorate e quelle future sarebbero comunque di improbabile incasso.\n\nNell'evenienza concreta la sostanza immobiliare è stata accertata dall'autorità fiscale del Cantone Z., mentre quella mobiliare dall'autorità fiscale ticinese. Orbene quest'ultima, nella sua tassazione, non ha ritenuto il credito di Fr. 500 000.-. Ciò tuttavia non impedisce al giudice delle assicurazioni di scostarsene quando essa sia infirmata da errori manifesti o comunque comprovati, oppure quando sia necessario apprezzare fatti irrilevanti dal profilo fiscale, ma di rilievo per quello assicurativo (DTF 102 V 30 consid. 3a).\n\nNella sua risposta al gravame a ragione la Cassa di compensazione espone che fanno parte della sostanza non solo i beni mobili e immobili ma anche i crediti patrimoniali. A torto |185| essa aderisce però alle conclusioni dei primi giudici, i quali, determinando la base di computo del contributo AVS della ricorrente, hanno erroneamente sommato al valore della sostanza mobile il credito patrimoniale complessivo di Fr. 500 000.-, credito che deve essere computato solo in quanto scaduto ed esigibile. Nel caso in esame, alla data della determinazione ai fini contributivi della sostanza, se la ricorrente prevalendosi del contratto avesse agito in via esecutiva, non avrebbe potuto pretendere più di quanto riconosciutole fino a quel momento ed avrebbe già dovuto incassare due rate di Fr. 100 000.-, per cui alla sostanza mobiliare di Fr. 186 000.- era da aggiungere l'importo di Fr. 200 000.-.\n\nQuanto all'alleatorietà del credito la ricorrente non ha apportato prova alcuna se non affermazioni generiche, né ha dimostrato di aver fatto quanto in suo potere per ottenere alle scadenze pattuite il versamento dell'importo che le era dovuto. Né infine è da escludere che il suo credito nella consistenza attuale possa un giorno essere onorato. Pertanto i controversi contributi AVS sono da fissare per gli anni 1974 e 1975 sulla base di una rendita di Fr. 72 000.- annua e su una sostanza complessiva del valore del bene immobile (Fr. 186 000.-) maggiorato di Fr. 200 000.-."}