{"annee": "104", "cour": "IA", "page": "105", "date": "8/3/1978", "cite": ["100 IA 462", "99 IA 247", "96 I 234", "93 II 367", "101 IA 437", "95 I 1", "67 II 70", "103 IA 233", "101 IA 502", "80 II 102", "80 II 390"], "cite_par": ["106 II 81", "112 II 422", "114 IA 350", "106 IA 226", "107 IA 286", "122 I 18", "123 I 254", "112 IB 164", "105 IB 431", "113 II 323", "106 IA 229", "112 IA 398", "113 IA 84", "110 II 44", "108 II 509", "116 IA 264", "108 IA 289", "115 IA 311", "118 II 479", "109 II 195"], "chapeau": "20. Urteil vom 8. März 1978 i.S. Eckert gegen Iselin, Zivilgericht und Obergericht des Kantons Glarus", "regestes": ["Art. 4 Cst. et 2 disp. trans. Cst.; inobservation d'un délai dans une procédure civile. 1. Décisions incidentes sujettes à recours (consid. 2b; confirmation de la jurisprudence). 2. La règle de procédure civile cantonale, qui exclut que l'on puisse faire valoir une prétention en justice, par une nouvelle action, pour le seul motif qu'il y a eu défaut de versement de l'avance de frais, est contraire au principe de la force dérogatoire du droit fédéral (consid. 4); violant le principe de la proportionnalité et portant le sceau d'un formalisme excessif, elle n'est pas non plus compatible avec l'art. 4 Cst. (consid. 5)."], "faits": "BGE 104 Ia 105 S. 106\n\nRichard Eckert machte mit Leitschein vom 15. Januar 1975 beim Zivilgericht des Kantons Glarus gegen Christoph Iselin eine Klage für geleistete Architekturarbeiten geltend. Der Zivilgerichtspräsident verlangte einen Kostenvorschuss von Fr. 1000.- unter der Androhung, dass im Nichtleistungsfalle endgültige Verzichtleistung auf die gerichtliche Geltendmachung des Anspruchs angenommen werde. Die Androhung stützte sich auf Art. 27 Abs. 2 der Zivilprozessordnung für den Kanton Glarus vom 2. Mai 1965 (ZPO), der folgenden Wortlaut hat:\n\n\"Die Frist zur Leistung des Vorschusses oder zu dessen Ergänzung beträgt 20 Tage vom Datum der Zustellung der vorgenannten Weisung an. Wird diese Frist nicht eingehalten, so setzt der Gerichtspräsident eine Nachfrist von höchstens 10 Tagen an, mit der Androhung, dass beim unbenutzten Ablauf der Nachfrist Rückzug der Klage im Sinne des Art. 47 unter endgültiger Verzichtleistung auf die gerichtliche Geltendmachung des Anspruchs angenommen würde.\"\n\nArt. 47 Abs. 2 ZPO, auf den hier verwiesen wird, bestimmt:\n\n\"Die Wiederaufnahme eines durch Abstandserklärung erledigten Prozesses ist unstatthaft. Gegen die Abstandserklärung ist kein ordentliches Rechtsmittel zulässig.\"\n\nRichard Eckert leistete den Vorschuss auch während der ihm angesetzten Nachfrist nicht. Das Zivilgericht schrieb darauf am 11. März 1975 den Prozess ohne Parteiverhandlung zufolge Abstandes des Klägers ab. Mit Leitschein vom 18. Dezember 1975 klagte Richard Eckert die nämliche Forderung wieder ein. Der Beklagte beantragte vorfrageweise, er sei von einem einlässlichen Vernehmen zur Klage zu entbinden, da die Forderung nicht ein zweites Mal eingeklagt werden könne. Mit Urteil vom 15. Oktober 1976 hiess das Zivilgericht diesen Antrag gut und entband den Beklagten vom einlässlichen Vernehmen. Eine hiegegen gerichtete Appellation wies das Obergericht des Kantons Glarus am 20. Juni 1977 ab. Mit staatsrechtlicher Beschwerde ficht Richard Eckert diesen Entscheid an.", "considerants": "Erwägungen:\n\n2. a) Der Beschwerdeführer beruft sich in erster Linie auf Art. 4 BV; daneben behauptet er, die angefochtenen Bestimmungen der ZPO seien mit Art. 6 ZGB nicht vereinbar. Damit macht er sinngemäss eine Verletzung des Grundsatzes der derogatorischen Kraft des Bundesrechts geltend. Dieser Grundsatz BGE 104 Ia 105 S. 107gewährleistet dem Bürger nach der Rechtsprechung des Bundesgerichtes ein verfassungsmässiges Recht, das in Art. 2 ÜbBest. BV seinen Niederschlag gefunden hat.\n\nb) Der angefochtene obergerichtliche Entscheid ist von der letzten kantonalen Instanz gefällt worden; ein ordentliches Rechtsmittel ist dagegen nicht gegeben. Er ist aber ein blosser Zwischenentscheid in Form eines Entscheids über eine Vorfrage und besagt nur, dass der Beklagte sich zur Klage nicht einlässlich zu äussern braucht, weil die Klage nachher als unzulässig abgewiesen würde (zum Begriff des Zwischenentscheides vgl. LUDWIG, Endentscheid, Zwischenentscheid und Letztinstanzlichkeit im staatsrechtlichen Beschwerdeverfahren, ZBJV 110/1974, S. 170). Staatsrechtliche Beschwerden, die sich unter Berufung auf Art. 4 BV gegen einen Zwischenentscheid wenden, sind nur dann zulässig, wenn der Zwischenentscheid für den Beschwerdeführer einen nicht wieder gutzumachenden Nachteil bewirkt (Art. 87 OG). Beschwerden, die sich auf andere verfassungsmässige Rechte stützen, sind aber auch gegen Zwischenentscheide ohne Beschränkung zulässig (Art. 86 OG). Werden neben der Verletzung von Art. 4 BV noch weitere Beschwerdegründe vorgebracht, ist auf die Beschwerde in vollem Umfang einzutreten, unbekümmert darum, ob der Zwischenentscheid geeignet ist, den Beschwerdeführer in nicht mehr gutzumachender Weise zu treffen, sofern der neben Art. 4 BV vorgebrachte Beschwerdegrund nicht mit der Willkürrüge zusammenfällt (BGE 99 Ia 250 E. 1). Im zu beurteilenden Zusammenhang ist letzteres offensichtlich nicht der Fall. Auf die Beschwerde ist daher einzutreten, soweit mit ihr die Aufhebung des obergerichtlichen Urteils verlangt wird; dagegen kann auf das Begehren, Art. 27 und 47 ZPO seien als verfassungswidrig zu erklären, wegen der in diesem Fall bloss kassatorischen Natur der staatsrechtlichen Beschwerde (BGE 103 Ia 235 E. 1, BGE 101 Ia 439 E. 2) nicht eingetreten werden. Wäre der Entscheid ein Endentscheid, mit dem auf die Klage zufolge der Einrede der abgeurteilten Sache - auf sie läuft die glarnerische Ordnung hinaus - nicht eingetreten oder die Klage abgeschrieben würde, wäre gegen den Entscheid die Berufung an das Bundesgericht möglich (BGE 93 II 369 E. 1).\n\n3. Der Beschwerdeführer behauptet nicht, der Zwischenentscheid verletze die Vorschriften der ZPO und diese sei ihm gegenüber unrichtig angewandt worden. Dagegen hält er die ihm gegenüber angewandte Norm für verfassungswidrig. Dabei BGE 104 Ia 105 S. 108bestreitet er nicht, dass seine erste Klage zu Recht wegen Säumnis zufolge Nichtleistung des Kostenvorschusses abgeschrieben wurde. Die Ordnung, die der Kanton Glarus in Art. 27 ZPO mit der Fristansetzung und der Ansetzung einer Nachfrist für die Leistung des Vorschusses getroffen hat, hält vor der Verfassung stand (vgl. BGE 95 I 5 E. 2b). Streitig ist einzig, ob zufolge Nichtleistung des Kostenvorschusses eine erneute gerichtliche Geltendmachung des Klageanspruches ausgeschlossen werden darf.\n\n4. a) Nach Art. 64 Abs. 1 und 2 BV steht dem Bund die Gesetzgebung auf dem Gebiete des ganzen Zivilrechts zu. Gemäss Abs. 3 verbleiben indessen die Organisation der Gerichte, das gerichtliche Verfahren und die Rechtsprechung wie bis anhin den Kantonen. Die Kantone sind danach auch verpflichtet, die Organisation der Gerichte und das Verfahren vor ihnen so zu regeln, dass das Bundeszivilrecht tatsächlich durchgesetzt werden kann. Dabei dürfen die Kantone keine Vorschriften aufstellen, die dem Privatrecht oder dem öffentlichen Recht des Bundes widersprechen. Sodann können die Kantone auch keine Normen erlassen, welche die Verwirklichung des Bundeszivilrechts verunmöglichen (HUBER, N. 47 zu Art. 6 ZGB). Wenn sie dies dennoch tun, verstossen sie gegen den Grundsatz der derogatorischen Kraft des Bundesrechts. Insofern hat das kantonale Zivilprozessrecht eine der Durchsetzung des Bundeszivilrechts dienende Funktion (HUBER, a.a.O., N. 48); es darf nicht zum Selbstzweck werden. Zum gleichen Ergebnis führt die Anwendung von Art. 6 ZGB. Nach seinem Abs. 1 werden die Kantone in ihren öffentlich-rechtlichen Befugnissen nicht beschränkt. Nach herrschender Meinung gehört das kantonale Zivilprozessrecht zum öffentlichen Recht im Sinne von Art. 6 ZGB (a. M. HUBER, a.a.O., N. 45 und 48). Die Kantone verstossen jedoch gegen den Grundsatz des Vorranges des Bundesrechts vor dem kantonalen öffentlichen Recht, wenn sie dort legiferieren, wo der Bundesgesetzgeber ein Gebiet selber abschliessend geregelt hat, wenn die Normen nicht durch ein wesentliches öffentliches Interesse gedeckt sind oder wenn das kantonale öffentliche Recht das Bundeszivilrecht beeinträchtigt und seinem Sinn oder Geist widerspricht oder es geradezu vereitelt (BGE 101 Ia 505 E. 2b und 580 E. 4a mit Hinweisen).\n\nDie Grenzziehung zwischen dem Bundeszivilrecht und dem kantonalen Zivilprozessrecht kann nicht ein für allemal bestimmt BGE 104 Ia 105 S. 109werden. Sie ist weitgehend eine Frage des Ausgleichs zweier sich widerstrebender Gesichtspunkte (KUMMER, Das Klagerecht und die materielle Rechtskraft im schweizerischen Recht, S. 9). Bei der Grenzziehung ist zu beachten, dass das Bundeszivilrecht möglichst unverkürzt durchgesetzt werden soll; andererseits ist dem föderalistischen Aufbau der Eidgenossenschaft Rechnung zu tragen. Das schliesst aus, eine kantonale Regelung schon darum für verfassungswidrig zu erklären, weil sie vielleicht nur in einem oder in einigen wenigen Kantonen gilt.\n\nb) Soweit nicht die Bundesgerichtsbarkeit in Frage steht, ist die Ordnung des Prozessverfahrens den Kantonen übertragen. Im Interesse einer geordneten Prozessführung dürfen sie an die Unterlassung prozessualer Vorkehren Säumnisfolgen knüpfen (GULDENER, Schweizerisches Zivilprozessrecht, 2. A. S. 67 und 217 ff.). Diese können darin bestehen, dass auf eine Klage nicht eingetreten wird, wenn dem Gericht ein von ihm einverlangter Kostenvorschuss nicht fristgemäss geleistet wird (GULDENER, a.a.O., S. 378; ders. in ZSR 80 II 405). Wenn dem Kläger gestattet ist, die Klage daraufhin neu anzubringen, begegnet eine solche Regelung keinen Bedenken. Der Kläger erleidet einen Rechtsnachteil, der in einem tragbaren Verhältnis zur Grösse seiner Nachlässigkeit liegt, sofern ihm die Nichtleistung des Vorschusses anzulasten ist.\n\nArt. 27 Abs. 2 der glarnerischen ZPO geht indessen darüber hinaus. Er setzt die Nichtleistung des Vorschusses innert Frist und Nachfrist einem Klagerückzug im Sinne von Art. 47 ZPO gleich mit der Folge, dass die Klage nicht noch einmal angebracht werden kann. Wenn das kantonale Prozessrecht dem Klagerückzug die Wirkung beilegt, dass die Klage nicht noch einmal angehoben werden kann, ist das zwar nicht in allen Fällen befriedigend, aber es ist nicht schon deswegen bundesrechtswidrig. Anders ist es indessen, wenn der Rückzug der Klage nur auf gesetzlicher Fiktion beruht wie in Art. 27 Abs. 2 ZPO. Das bedeutet, dass eine nach Bundesrecht zulässige und schutzwürdige Forderung nicht mehr eingeklagt werden kann, weil der Kläger es unterlassen hat, rechtzeitig einen Kostenvorschuss zu leisten. Damit verhindert die Prozessordnung die gerichtliche Geltendmachung bundeszivilrechtlicher Ansprüche aus einem Grund, dessen Gewicht in keinem Verhältnis zu dem Nachteil steht, den der Kläger durch die Anwendung des kantonalen BGE 104 Ia 105 S. 110Zivilprozessrechtes erleidet und der - was entscheidend ist - mit der materiellen Seite des klägerischen Anspruches in keinem sachlichen Zusammenhang steht. Die Gründe der nicht fristgemässen Leistung des Kostenvorschusses mögen verschiedenster Natur sein (blosse Nachlässigkeit oder Abwesenheit der Partei oder ihres Vertreters, mangelhafte Überweisung des Vorschusses, Meinungsverschiedenheiten zwischen Partei und ihrem Vertreter usw.), haben aber - im Unterschied allenfalls zu bestimmten andern Säumnissen im Verfahren (etwa bei der Leistung einer Beweiskaution) - jedenfalls nichts mit der materiellen Forderung zu tun.\n\nDie glarnerische Regelung hat allerdings nur die Verwirkung des Klagerechtes und nicht auch des Anspruchs überhaupt zur Folge; denn der wegen nicht fristgemässer Leistung des Kostenvorschusses unklagbar, d.h. zur blossen Naturalobligation gewordene Anspruch könnte allenfalls wenigstens noch zur Verrechnung gestellt oder einredeweise geltend gemacht werden. Da diese beiden Möglichkeiten aber in den seltensten Fällen gegeben sein dürften, läuft die Verwirkung des Klagerechtes in der Regel - wie auch im vorliegenden Fall - doch auf einen Untergang der Forderung hinaus.\n\nc) Entstehung und Untergang von zivilrechtlichen Forderungen werden durch das Bundesprivatrecht abschliessend geregelt. Dieses soll im Regelfall auch durchgesetzt werden können. Wenn das kantonale Prozessrecht die Forderung durch Anwendung von Verwirkungsfristen hinfällig werden lässt, so müssen dafür gewichtige Gründe vorliegen. Die Nichtleistung eines Kostenvorschusses genügt indessen nicht. Die meisten kantonalen Prozessordnungen haben eine entsprechende Folgerung aus diesem Sachverhalt gezogen und lassen allgemein eine neue Klage zu, wenn der Prozess nicht mit einem Sachentscheid beendet worden ist (vgl. z.B. LEUCH, Die Zivilprozessordnung für den Kanton Bern, 3. A. Nr. 2 zu Art. 76). Damit ist selbstverständlich nicht gesagt, dass die glarnerische Regelung bereits deswegen, weil sie davon abweicht, unhaltbar wäre. Obschon die Kantone an sich frei sind, die Anforderungen an die Prozesshandlungen der Parteien zu bestimmen, dürfen sie doch nur solche Rechtsnachteile an eine ordnungswidrige Prozessführung knüpfen, die sich verfahrensrechtlich rechtfertigen lassen. Konnte die Klage mangels Leistung des Kostenvorschusses materiell überhaupt nicht beurteilt werden, BGE 104 Ia 105 S. 111so geht es nicht an, das Sachurteil und damit den Rechtsschutz endgültig zu versagen (vgl. GULDENER, Bundesprivatrecht und kantonales Zivilprozessrecht, ZSR 80 II 58). Eine andere Ordnung vereitelt ohne hinreichenden zwingenden Grund das Bundesprivatrecht, widerspricht dessen Geist und verstösst damit gegen den Grundsatz der derogatorischen Kraft des Bundesrechtes. Anders wäre die Frage nur zu beurteilen, wenn angenommen werden müsste, die Leistung des Kostenvorschusses werde in der Regel unterlassen, weil der Kläger auf seinen Anspruch verzichte. Es mag vorkommen, dass es Prozesshandlungen gibt, deren Unterlassung auf einen derartigen Willen der Partei schliessen lässt. Aus der blossen Nichtleistung eines Kostenvorschusses jedoch kann dieser Verzicht ohne Willkür nicht angenommen werden.\n\nd) Wieweit andere Prozessmängel, die der Kläger zu verantworten hat, dazu führen können, eine Klage abzuschreiben oder sie als zurückgezogen zu behandeln mit der Wirkung, dass sie nachher nicht mehr neu eingereicht werden kann, dem Beklagten somit die Einrede der abgeurteilten Sache zusteht, kann vorliegend offen bleiben (vgl. dazu GULDENER, in ZSR BGE 80 II 405, gegen VOYAME, Droit privé fédéral et procédure civile cantonale, in ZSR BGE 80 II 102 ff.). In BGE 93 II 371 E. 5 hat das Bundesgericht allgemein ausgeführt, die Nichtbeachtung einer prozessualen Frist durch eine Partei könne zwar den Verlust des Prozesses zur Folge haben, nicht aber den Verlust des Anspruches nach Zivilrecht; das kantonale Prozessrecht könne nicht einen durch das Bundesrecht geordneten Anspruch untergehen lassen. Diese Auffassung ist zu bestätigen. Das Urteil wurde zwar von FISCHLI, Notfrist und Nachfrist, BJM 1969, S. 110 ff. und von HASENBÖHLER, Säumnis und Säumnisfolgen im basellandschaftlichen Zivilprozess, BJM 1973, S. 24 ff. kritisiert, und zwar im Hinblick auf § 85 der Zivilprozessordnung für den Kanton Baselland, der ebenfalls eine Anspruchsverwirkung im Falle eines Prozessmangels vorsieht; zutreffend ist die Kritik aber höchstens insoweit, als sich das Urteil auf BGE 67 II 72 beruft, in dem tatsächlich das Bundesgericht noch gegenteilig entschieden hat. Im übrigen ist die Kritik unbegründet.\n\n5. Müsste die Beschwerde nicht bereits auf Grund von Art. 2 ÜbBest. BV gutgeheissen werden, d.h. verstiesse die glarnerische Ordnung nicht schon gegen den Grundsatz der derogatorischen Kraft des Bundesrechtes, wäre das angefochtene BGE 104 Ia 105 S. 112Urteil dennoch aufzuheben, weil es den verfassungsmässigen Grundsatz der Verhältnismässigkeit verletzt. Dieses Prinzip ergibt sich unmittelbar aus der Verfassung und gilt für die Rechtsanwendung wie für die Rechtssetzung (BGE 96 I 242 E. 5, IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. I, Nr. 58 III). Es ist, wie ausgeführt, zwar von Verfassungs wegen zulässig, die Anhandnahme eines Zivilprozesses von der Leistung eines Kostenvorschusses abhängig zu machen und diese Leistung innert bestimmter Frist zu verlangen mit der Androhung, dass die Klage nicht an die Hand genommen werde; wird der Vorschuss nicht geleistet, kann die Klage ohne Bundesrechtsverletzung abgeschrieben oder durch Prozessurteil erledigt werden. Doch darüber hinaus die Nichtleistung des Kostenvorschusses mit dem Verlust des materiellen Rechtes des Klägers zu verbinden, ist unverhältnismässig und bedeutet einen sachlich in keiner Weise gerechtfertigten, d.h. überspitzten Formalismus (vgl. BGE 101 Ia 114, 96 I 318 und 523). Eine solche Regelung kann den Kläger aus einem Grunde, der mit seinem materiellen Anspruch in keinem Zusammenhang steht, und in einem Masse, das mit seinem allfälligen prozessualen Verschulden in keinem vernünftigen Verhältnis steht, treffen und den Beklagten im gleichen Umfang aus einem Grunde, der mit dem materiellen Rechtsverhältnis ebenfalls in keinem Zusammenhang steht, begünstigen. Der Kostenvorschuss hat auch im Kanton Glarus den Zweck, dem Staat Sicherheit für die ihm allenfalls erwachsenden Prozesskosten zu sichern. Dafür genügt es, wenn bei Nichtleistung des Kostenvorschusses keine weitern Prozesshandlungen mehr vorgenommen werden und der Prozess abgeschrieben wird. Der Nachteil, der dem Beklagten erwächst, indem die erste Klage schon im Anfangsstadium abgeschrieben und dann neu eingereicht wird, ist demgegenüber geringfügig und vermag den Verlust des klägerischen Anspruches nicht zu rechtfertigen.\n\nDie undurchbrochene Anwendung der beanstandeten Rechtsvorschrift würde schliesslich zu einem Ergebnis führen, das dem Gerechtigkeitsgedanken in stossender Weise zuwiderläuft, damit willkürlich ist (BGE 100 Ia 468) und nicht aufrechterhalten werden kann. Eine Norm, die bei richtiger Anwendung zu einem Ergebnis führt, das vor dem Willkürverbot nicht zu bestehen vermag, ist selbst willkürlich. Die Beschwerde ist auch aus diesem Grunde gutzuheissen."}