{"annee": "104", "cour": "IB", "page": "330", "date": "15/12/1978", "cite": ["103 IB 23"], "cite_par": ["122 IV 8", "116 IV 283", "107 IB 81", "114 IB 1"], "chapeau": "52. Urteil des Kassationshofes vom 15. Dezember 1978 i.S. P. gegen Regierung des Kantons Graubünden", "regestes": ["Art. 55 al. 2 CP; expulsion, remise provisoire à titre d'essai. Il n'y a pas lieu de prendre en considération les différences générales qui peuvent exister entre la Suisse et l'Etat étranger (conditions du marché du travail et institutions sociales) (consid. 2)."], "faits": "|331|\n\nP. war am 31. August 1977 vom Kantonsgericht von Graubünden wegen schwerer Körperverletzung und Beteiligung an einem Raufhandel zu 2 1/2 Jahren Gefängnis und 15 Jahren Landesverweisung verurteilt worden.\n\nDie Regierung des Kantons Graubünden entsprach am 20. November 1978 dem Gesuch des P. um bedingte Entlassung aus dem Strafvollzug auf den 1. Dezember 1978, lehnte hingegen den probeweisen Aufschub der Landesverweisung ab.\n\nP. führt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Gewährung des probeweisen Aufschubs der Landesverweisung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die bedingte Entlassung im Sinne von Art. 38 StGB setzt voraus, dass der Verurteilte sich im Strafvollzug wohlverhalten hat und anzunehmen ist, er werde sich in der Freiheit bewähren. Die zuständige Behörde hat ferner zu entscheiden, ob und unter welchen Bedingungen der Vollzug der Landesverweisung aufgeschoben werden soll (Art. 55 Abs. 2 StGB).\n\nBeide Entscheide liegen im pflichtgemässen Ermessen der Behörde. Das Bundesgericht greift auf Verwaltungsgerichtsbeschwerde nur ein, wenn dieses Ermessen überschritten oder missbraucht wurde oder wenn die Behörde von unzutreffenden rechtlichen Kriterien ausging (Art. 104 lit. a OG).\n\n2. Bedingte Entlassung und probeweiser Aufschub der Landesverweisung bilden Teile des Strafvollzugs. Massgebend ist in erster Linie, auf welche Weise das angestrebte Ziel, nämlich die Wiedereingliederung in die Gesellschaft, am besten erreicht wird (BGE 103 Ib 25). Die Behörde entscheidet nach Prüfung der Persönlichkeit, des bisherigen Verhaltens und der wahrscheinlichen künftigen Lebensgestaltung des Verurteilten. Bei der Beurteilung der Resozialisierungsaussichten im Falle des Vollzugs oder des Aufschubs der Landesverweisung fallen |332| dabei besonders die persönlichen Beziehungen des Täters zur Schweiz bzw. zum Ausland (in der Regel: Zu seinem Heimatstaat) ins Gewicht. Dagegen geht es nicht an, allgemeine Unterschiede zwischen den Verhältnissen in der Schweiz und im Ausland, wie sie sich insgesamt auf die Bevölkerung dieser Staaten auswirken, bei dem Entscheid über die Ausweisung eines Einzelnen heranzuziehen. Insbesondere kann der vom Beschwerdeführer angerufene Umstand, dass die Arbeitsmarktbedingungen in der Schweiz günstiger seien als in Jugoslawien, den Entscheid ebensowenig beeinflussen wie etwa ein besserer Ausbau der schweizerischen Sozialeinrichtungen (Entlassenenfürsorge, Arbeitslosenversicherung usw.).\n\n3. Die Vorinstanz stützt ihre knapp begründete Verfügung vor allem auf die engen familiären Bindungen des Beschwerdeführers zu Jugoslawien. In der Tat ist der Beschwerdeführer dort geboren und aufgewachsen, er hat dort sein eheliches Heim, seine Frau und vier Kinder. Das emotionale und familiäre Schwergewicht liegt für ihn in Jugoslawien. In der Schweiz dagegen hielt er sich nach eigenen Angaben nur aus beruflichen Gründen auf. Er verbrachte hier an vier verschiedenen Arbeitsstellen weniger als 6 Jahre in Freiheit. Dass er auch nähere persönliche Beziehungen zur Schweiz und zu Schweizern habe, macht er selbst nicht geltend. Unter diesen Umständen ist ohne weiteres davon auszugehen, dass die Resozialisierungsaussichten des Beschwerdeführers in Jugoslawien besser, jedenfalls nicht schlechter sind, als in der Schweiz. Mit der Verweigerung des probeweisen Aufschubs der Landesverweisung hat die Vorinstanz ihr Ermessen offensichtlich nicht überschritten; sie hat auch kein Recht verletzt.\n\n4. Der Beschwerdeführer bestreitet seine von der Vorinstanz ebenfalls geltend gemachte Gefährlichkeit. An sich scheint dieses Argument der Vorinstanz tatsächlich in Widerspruch zu stehen zur bedingten Entlassung, die Aussicht auf künftige Bewährung voraussetzt. Es ist aber durchaus möglich, dass künftiges Wohlverhalten zwar für den Fall der Rückkehr des Beschwerdeführers in die vertrauten Verhältnisse seiner Heimat und in ein geordnetes Familienleben erwartet werden kann, nicht aber bei einem weiteren Verbleib als isolierter Gastarbeiter in der Schweiz, wo er sich vermehrt in Wirtshäusern aufhalten muss und besonderen Spannungen ausgesetzt ist, die in einer Ausnahmesituation erneut gefährliche Reaktionen |333| auslösen könnten. Ob die Vorinstanz von dieser zulässigen Überlegung ausgegangen ist, lässt sich ihrem knappen Entscheid nicht entnehmen. Eine nähere Abklärung erübrigt sich, weil der bedingte Aufschub der Landesverweisung bereits aus den oben (unter 3.) dargelegten Gründen verweigert werden durfte.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}