{"annee": "104", "cour": "IA", "page": "172", "date": "21/6/1978", "cite": ["90 I 345", "102 IA 38", "103 IA 40", "98 IA 163", "102 IA 188", "95 I 350", "98 IA 568", "97 I 911", "101 IA 473", "100 IA 294", "93 I 350", "88 I 260", "97 I 329"], "cite_par": ["106 IA 310", "119 IB 492", "132 II 342", "113 IA 200", "115 II 415", "115 IA 1", "106 IB 346", "108 II 456", "106 IA 191", "116 IA 252", "113 IV 123", "108 IA 264", "116 IA 215", "118 IA 282", "107 IA 93", "105 IA 15", "118 IA 209", "106 IA 383", "128 I 295", "114 IB 180", "115 IA 293", "114 IA 427", "117 IA 202"], "chapeau": "29. Urteil vom 21. Juni 1978 i.S. Schefer gegen Stadtrat von Rorschach und Regierungsrat des Kantons St. Gallen", "regestes": ["Procédure; liberté du commerce et de l'industrie. 1. Contrôle préjudiciel de la constitutionnalité d'arrêtés; délimitation entre arrêté et décision (consid. 2a). 2. Contestation d'un acte d'exécution ou de confirmation; règles spéciales concernant les droits fondamentaux inaliénables et imprescriptibles (consid. 2b). 3. Conditions requises pour qu'une décision puisse être considérée comme nulle (consid. 2c). 4. Art. 31 Cst. Utilisation du domaine public pour la pose de câbles pour des antennes de télévision collectives appartenant à des particuliers. Répartition du territoire communal en différentes zones d'intérêt assignées chacune à une entreprise indigène (consid. 3)."], "faits": "|173|\n\nIn der Stadt Rorschach befassen sich drei ortsansässige Radio- und Fernsehgeschäfte mit der Erstellung von Fernseh-Gemeinschaftsantennenanlagen und mit der Verlegung der erforderlichen Kabel. Um zu verhindern, dass in die öffentlichen Strassen unnötig viele Kabel für verschiedene, sich konkurrenzierende Anlagen eingelegt werden, teilte der Stadtrat von Rorschach im Jahre 1972 jeder der drei Firmen provisorisch ein sog. Interessengebiet in der inneren Stadt zu. Am 6. September 1977 beschloss der Stadtrat, an der getroffenen Gebietsaufteilung (ungefähr je 500 Haushalte pro Firma) mit gewissen Modifikationen festzuhalten. Gegen diesen Beschluss wurde kein Rechtsmittel ergriffen. Am 1. Oktober 1977 ersuchte eine der drei ortsansässigen Firmen, die Firma Schefer, um die Einräumung des Durchleitungsrechtes für ein Kabel im Bereiche einer Strasse, welche in dem der Konkurrenzfirma Eisenring zugewiesenen Gebiet liegt. Unter Hinweis auf die am 6. September 1977 beschlossene Gebietsaufteilung lehnte der Stadtrat dieses Gesuch am 11. Oktober 1977 ab. Der Firmeninhaber Karl Schefer focht diesen letzteren Stadtratsentscheid ohne Erfolg beim Regierungsrat des Kantons St. Gallen an. Er führt gegen den abweisenden Rekursentscheid des Regierungsrates wegen Verletzung von Art. 4 und 31 BV staatsrechtliche Beschwerde. Das Bundesgericht weist diese, soweit es auf sie eintritt, ab, im wesentlichen aus folgenden", "considerants": "Erwägungen:\n\n2. Der Beschwerdeführer rügt, der Regierungsrat habe es unterlassen, den Stadtratsbeschluss vom 6. September 1977 über die Aufteilung der Stadt in Interessengebiete auf seine Vereinbarkeit mit der Handels- und Gewerbefreiheit zu prüfen. |174|\n\nAuch wenn dieser Beschluss innert der gesetzlichen Rechtsmittelfristen nicht angefochten worden sei, müsse er, da er die wirtschaftliche Existenz des Beschwerdeführers in Frage stelle und ein derartiger Eingriff gegen unverzichtbare Rechte verstosse, vom Bundesgericht im vorliegenden Verfahren auf seine Verfassungsmässigkeit überprüft werden.\n\na) Mit einer gegen eine Einzelverfügung erhobenen staatsrechtlichen Beschwerde kann vorfrageweise auch die Verfassungsmässigkeit der zur Anwendung gebrachten generell-abstrakten Norm bestritten werden (BGE 102 Ia 42, 326; 101 Ia 194; BGE 100 Ia 296, 324; BGE 98 Ia 164; BGE 97 I 334 mit weiteren Hinweisen). Der Beschwerdeführer könnte somit den Beschluss des Stadtrates vom 6. September 1977 über die Ausscheidung von Interessengebieten, auf Grund dessen ihm in der Folge die Verlegung eines Kabels ausserhalb des ihm zugewiesenen Gebietes verweigert wurde, dann vorfrageweise auf seine Verfassungsmässigkeit hin überprüfen lassen, wenn dieser Beschluss den Charakter einer generell-abstrakten Norm hätte und der Gegenstand der staatsrechtlichen Beschwerde bildende Entscheid als Anwendungsakt dieser Norm, als konkretisierende Einzelverfügung zu betrachten wäre.\n\nDer Beschluss des Stadtrates, den drei konkurrierenden Unternehmen je ein bestimmtes Interessengebiet zuzuweisen, innerhalb dessen künftig nur noch der jeweils zuständigen Firma die Kabelverlegung gestattet werden soll, hat indessen keinen generell-abstrakten Charakter, sondern er erfüllt seinerseits bereits alle wesentlichen Begriffsmerkmale einer Verfügung. Er richtet sich an einen ganz bestimmten Adressatenkreis - nämlich an die drei ortsansässigen Radio- und Fernsehgeschäfte - und regelt eine konkrete Situation, indem er unter Berücksichtigung des heute gegebenen Konkurrenzverhältnisses durch Zuweisung von Interessengebieten die Bewilligungspraxis gegenüber diesen Firmen festlegt. Der Beschluss vom 6. September 1977 wurde dementsprechend nur den beteiligten Firmen sowie den zuständigen städtischen Amtsstellen in Form eines Protokollauszuges mitgeteilt. Wohl berührt die getroffene Regelung auch die Interessen auswärtiger Drittunternehmen, welche in Rorschach allenfalls solche Gemeinschaftsantennenanlagen erstellen könnten, sowie die Grundeigentümer in den verschiedenen Interessengebieten, welche ihre Liegenschaften praktisch nur noch an die Anlage der für ihr Gebiet zuständigen |175| Firma anschliessen können. Diese indirekten Nebenwirkungen ändern jedoch am Verfügungscharakter des erwähnten Beschlusses nichts. Die Regel über die vorfrageweise Überprüfung der Verfassungsmässigkeit von Erlassen kommt hier daher nicht zum Zuge.\n\nDas entspricht auch der Ratio dieser Regel: Dass die Verfassungsmässigkeit einer generell-abstrakten Norm noch anlässlich eines gestützt auf sie ergangenen Anwendungsaktes bestritten werden kann, beruht vor allem auf der Überlegung, dass der Einzelne beim Erlass einer solchen Norm im allgemeinen noch nicht weiss, ob und wie sie ihn eines Tages treffen wird, und für ihn insofern kein Anlass besteht, die generell-abstrakte Vorschrift sofort im Anschluss an ihren Erlass anzufechten (BGE 90 I 353; GIACOMETTI, Die Verfassungsgerichtsbarkeit des Schweizerischen Bundesgerichtes, S. 79/80; W. BURCKHARDT, Die Befristung des staatsrechtlichen Rekurses, in ZBJV 1926/62 S. 58/59). Im vorliegenden Falle war indessen für den Beschwerdeführer klar, wie sich der Stadtratsbeschluss vom 6. September 1977 über die Gebietsaufteilung für ihn auswirken würde. Wenn der Stadtrat dem Beschwerdeführer die Bewilligung zur Kabelverlegung im Bereiche der Mariabergstrasse verweigerte, so bestätigte er damit lediglich seinen früheren Beschluss vom 6. September 1977. Es gelten in einem solchen Falle die Regeln über die Anfechtung von Bestätigungs- und Vollzugsakten.\n\nb) Eine Verfügung, welche auf einer rechtskräftigen früheren Verfügung beruht und diese lediglich vollzieht oder bestätigt, kann nicht mit der Begründung angefochten werden, die frühere Verfügung sei verfassungswidrig; eine solche Rüge ist verspätet (BGE 88 I 265). Eine Ausnahme von diesem Grundsatz macht die bundesgerichtliche Rechtsprechung dann, wenn der Beschwerdeführer die Verletzung unverzichtbarer und unverjährbarer Rechte rügt (BGE 100 Ia 296; 97 I 916; BGE 93 I 351; BGE 88 I 265). Besondere Regeln gelten ferner für die Vollstreckung ausserkantonaler Entscheide (BGE 102 Ia 195; BGE 88 I 265 mit Hinweisen).\n\nZu den unverzichtbaren und unverjährbaren Rechten, auf die sich ein Beschwerdeführer auch noch im Anschluss an jede Vollzugs- oder Bestätigungsverfügung berufen kann, gehören nach der Rechtsprechung des Bundesgerichtes bestimmte, dem Einzelnen um seiner Persönlichkeit willen zustehende fundamentale Rechte, |176| wie die persönliche Freiheit, die Niederlassungsfreiheit, die Glaubens- und Gewissensfreiheit, die Kultusfreiheit, die Ehefreiheit, das Verbot des Schuldverhaftes und der körperlichen Strafen (BGE 97 I 916, BGE 95 I 351, BGE 88 I 267; CH. LEUENBERGER, Die unverzichtbaren und unverjährbaren Grundrechte in der Rechtsprechung des Schweizerischen Bundesgerichts, Diss. Bern 1976, S. 17). Die Handels- und Gewerbefreiheit gehört, wie in BGE 88 I 271 und BGE 100 Ia 296 ausdrücklich festgestellt wurde, nicht zu diesen unverzichtbaren und unverjährbaren Grundrechten. Auf die Rüge, der dem angefochtenen Entscheid zugrunde liegende Stadtratsbeschluss über die Gebietsaufteilung vom 6. September 1977 verstosse gegen Art. 31 BV, kann daher nicht eingetreten werden.\n\nDie neuerdings in der Literatur (LEUENBERGER, a.a.O. S. 81 ff., S. 134 ff.) aufgeworfene Frage, ob es gerechtfertigt sei, eine Reihe bestimmter Grundrechte unabhängig von der Schwere des Eingriffs und den übrigen konkreten Umständen bezüglich der Einhaltung der Beschwerdefrist generell zu privilegieren, oder ob nicht richtigerweise, unter Verzicht auf einen festen Katalog privilegierter Freiheitsrechte, jeweils einzelfallmässig (ähnlich wie bei der Frage der Nichtigkeit) das Interesse am Schutz des berührten Grundrechtes gegenüber jenem der Rechtssicherheit und der Verfahrensökonomie abgewogen werden sollte, braucht hier nicht weiter erörtert zu werden. Auch eine dahingehende Änderung der Rechtsprechung vermöchte dem Beschwerdeführer nichts zu nützen. Selbst wenn man die Möglichkeit der Anfechtung von Vollzugs- und Bestätigungsakten im erwähnten Sinne auf sämtliche Grundrechtsrügen ausdehnen wollte, wäre es unter den konkreten Umständen nicht angebracht, eine nachträgliche Anrufung der Handels- und Gewerbefreiheit gegenüber dem rechtskräftigen Beschluss vom 6. September 1977 noch zuzulassen.\n\nc) Dass dieser Beschluss schlechthin nichtig sei und es gegen das Willkürverbot verstosse, ihm irgendwelche Rechtswirkungen beizulegen (vgl. dazu LEUENBERGER, a.a.O. S. 92), wird in der staatsrechtlichen Beschwerde mit Grund nicht geltend gemacht. Fehlerhafte Verwaltungsakte sind in der Regel nicht nichtig, sondern nur anfechtbar, und sie werden durch Nichtanfechtung rechtsgültig. Nichtigkeit, d.h. absolute Unwirksamkeit einer Verfügung, wird nur angenommen, wenn der ihr anhaftende Mangel besonders schwer ist, wenn er offensichtlich |177| oder zumindest leicht erkennbar ist und wenn zudem die Rechtssicherheit durch die Annahme der Nichtigkeit nicht ernsthaft gefährdet wird (BGE 98 Ia 571 mit Hinweisen; IMBODEN/RHINOW, Verwaltungsrechtsprechung, Nr. 40 S. 240 ff.). Als Nichtigkeitsgründe fallen hauptsächlich schwerwiegende Verfahrensfehler sowie die Unzuständigkeit der verfügenden Behörde in Betracht; dagegen haben inhaltliche Mängel nur in seltenen Ausnahmefällen die Nichtigkeit einer Verfügung zur Folge (vgl. IMBODEN/RHINOW, a.a.O. S. 242 ff.). Es ist klar, dass die Voraussetzungen für die Annahme absoluter Nichtigkeit bezüglich des Stadtratsbeschlusses vom 6. September 1977 nicht erfüllt sind, und der Beschwerdeführer behauptet dies denn auch nicht.\n\nd) Ob allenfalls bei Eintreten oder Bekanntwerden neuer, bei Erlass des Stadtratsbeschlusses vom 6. September 1977 nicht berücksichtigter Tatsachen ein verfassungsrechtlicher Anspruch auf Wiedererwägung besteht, braucht hier nicht erörtert zu werden. Der Beschwerdeführer hat mit seinem Bewilligungsgesuch vom 1. Oktober 1977 beim Stadtrat keine solchen Wiedererwägungsgründe geltend gemacht, und seine gegen die Ablehnung dieses Gesuches erhobene staatsrechtliche Beschwerde läuft auf eine verspätete Anfechtung des Stadtratsbeschlusses vom 6. September 1977 hinaus.\n\nSoweit der Beschwerdeführer dem Regierungsrat vorwirft, eine Überprüfung dieses Beschlusses abgelehnt zu haben, ist die staatsrechtliche Beschwerde abzuweisen; soweit er im Verfahren vor Bundesgericht eine solche Überprüfung verlangt, ist auf die Beschwerde nicht einzutreten.\n\n3. Ergänzend sei bemerkt, dass der vorliegenden Beschwerde auch dann kein Erfolg beschieden wäre, wenn das Bundesgericht den fraglichen Beschluss vom 6. September 1977 auf seine Verfassungsmässigkeit zu überprüfen hätte.\n\nDer Beschwerdeführer beruft sich in diesem Zusammenhang auf BGE 101 Ia 479 ff. Danach kann, in Änderung der früheren Rechtsprechung, die Handels- und Gewerbefreiheit auch für Erwerbstätigkeiten angerufen werden, die mit einem gesteigerten Gemeingebrauch öffentlichen Grundes verbunden sind. Das Bundesgericht überprüft alsdann, soweit Art. 31 BV Platz greift, die angefochtene Massnahme hinsichtlich der Interessenabwägung und der Verhältnismässigkeit nicht nur unter dem Gesichtswinkel der Willkür, sondern mit freier Kognition; es |178| übt jedoch Zurückhaltung, soweit es um die Würdigung der besonderen örtlichen Verhältnisse geht, welche die kantonalen Instanzen besser kennen, und soweit sich ausgesprochene Ermessensfragen stellen (BGE 103 Ia 42; BGE 101 Ia 481).\n\nNach dem st. gallischen Recht (vgl. Art. 96 ff. des Gesetzes über das Strassenwesen) gilt die Verlegung privater Leitungen im öffentlichen Grund als gesteigerter Gemeingebrauch, welcher der Bewilligung der zuständigen Gemeindebehörde bedarf.\n\nDer unter der Strassenoberfläche zur Verfügung stehende Raum ist beschränkt und hat in erster Linie die Leitungen der öffentlichen Werke aufzunehmen. Jede Verlegung einer zusätzlichen Leitung macht in der Regel eine Öffnung der Strassenoberfläche erforderlich und behindert damit die Benützung der Strasse; ferner werden dadurch künftige Reparatur- und Anpassungsarbeiten erschwert. Es entspricht daher einer vernünftigen, vor der Handels- und Gewerbefreiheit standhaltenden Interessenabwägung, wenn die Gemeinde die Verlegung von Fernsehkabeln im öffentlichen Grund nicht jedem Gesuchsteller unbesehen gestattet, sondern durch Festlegung einer bestimmten Bewilligungspraxis dafür sorgt, dass die Erschliessung des Gemeindegebietes für den Anschluss an private Gemeinschaftsantennenanlagen rationell erfolgt und nicht unnötig viele Kabel verlegt werden. Sind in einer Gemeinde mehrere Firmen tätig, die sich mit der Errichtung solcher Anlagen befassen, so erscheint es als verfassungsrechtlich zulässig, wenn die Gemeindebehörde, statt von Fall zu Fall über die von den Konkurrenten gestellten Gesuche zu entscheiden, jeder der interessierten Firmen einen Teil des Gemeindegebietes zur ausschliesslichen Bearbeitung zuweist und damit den Aufbau eines zweckmässigen, den öffentlichen Grund möglichst schonenden Kabelnetzes ermöglicht. Eine derartige Lösung liegt insoweit, als sie die Kosten der Erschliessung herabsetzt, auch im Interesse der Grundeigentümer. Es versteht sich, dass die Gemeinde bei einer solchen Aufteilung gegenüber den interessierten Firmen den Grundsatz der Rechtsgleichheit zu beachten hat. Der Beschwerdeführer bringt jedoch nichts vor, was die im Stadtratsbeschluss vom 6. September 1977 vorgesehene Aufteilung als unhaltbar erscheinen liesse. Er ficht die fragliche Regelung nur dem Grundsatz nach an und erhebt keine Rügen hinsichtlich ihrer Ausgestaltung im einzelnen. Der Hinweis auf seine bisherigen Investitionen ist unbehelflich, da er nicht dartut, |179| dass er diese Investitionen gutgläubig schon vor der im Jahre 1972 vorgenommenen provisorischen Aufteilung des Stadtgebietes getätigt habe. Schliesslich vermag auch die vom Beschwerdeführer hervorgehobene Möglichkeit, dass künftig vielleicht noch eine weitere Firma in Rorschach Gemeinschaftsantennenanlagen errichten möchte, die Verfassungsmässigkeit der getroffenen Regelung nicht in Frage zu stellen, zumal neben den ausgeschiedenen drei Interessengebieten noch grosse unzugeteilte Gebiete ausserhalb des Stadtkerns vorhanden sind und die heute vorgenommene Aufteilung nur bis 1984 Geltung hat; eine Zulassung weiterer Firmen ist somit nicht zum vornherein ausgeschlossen. Davon abgesehen, ist der Beschwerdeführer nicht legitimiert, die Interessen allfälliger weiterer Mitbewerber geltend zu machen."}