{"annee": "104", "cour": "IB", "page": "8", "date": "7/2/1978", "cite": ["101 IB 387"], "cite_par": ["105 IB 305"], "chapeau": "3. Auszug aus dem Urteil vom 7. Februar 1978 i.S. Pensionskasse der Firma S. AG gegen Rekurskommission des Kantons Zürich für Grunderwerb durch Personen im Ausland", "regestes": ["Arrêté fédéral des 23 mars 1961/21 mars 1973 sur l'acquisition d'immeubles par des personnes domiciliées à l'étranger (AFAIE). 1. Les fondations de prévoyance en faveur du personnel d'entreprises ayant leur siège en Suisse, mais auxquelles participent financièrement, dans une mesure prépondérante, des personnes domiciliées à l'étranger, sont en principe soumises au régime de l'autorisation (consid. 2). 2. Il est présumé que des personnes domiciliées à l'étranger participent financièrement, dans une mesure prépondérante, à de telles fondations. Cette présomption n'est toutefois pas irréfragable (consid. 3a). En l'espèce, il n'a pas été apporté la preuve de faits qui conduiraient à libérer la fondation de l'obligation de requérir l'autorisation (consid. 3 lettres b à e)."], "faits": "|9|\n\nDie Pensionskasse der Firma S. AG (Stiftung) ist eine von der S. AG errichtete Stiftung. Gemäss Stiftungsurkunde bezweckt sie \"die Alters-, Hinterbliebenen- und Invaliditäts-Fürsorge für die gegenwärtigen und künftigen Angestellten und Arbeiter der S. AG und ihre Angehörigen\". Organe der Stiftung sind der Stiftungsrat, die Versichertenversammlung und die Kontrollstelle. Der Stiftungsrat setzt sich aus einem Präsidenten und sechs Mitgliedern zusammen. Der Präsident und drei weitere Mitglieder sowie ein Ersatzmann werden vom Verwaltungsrat der S. AG ernannt, während die Versichertenversammlung die übrigen drei Mitglieder und einen weiteren Ersatzmann wählt. Als Kontrollstelle amtet die Kontrollstelle der S. AG. Gemäss Reglement der Stiftung kann der Stiftungsrat beschliessen, weitere Mitarbeiter des Mutterkonzerns der S. AG in die Kasse aufzunehmen.\n\nDie Stiftung beabsichtigt zur Vermögensanlage Grundstücke zu erwerben.\n\nMit Beschluss vom 9. Dezember 1976 hat der Bezirksrat Zürich auf Gesuch der Stiftung hin festgestellt, dass sie für den beabsichtigten Grunderwerb dem BewB nicht unterliege. Diese Feststellung hat er mit der Auflage verbunden, dass für jede Veränderung der Verhältnisse, insbesondere eine Besetzung des Stiftungsrates mit natürlichen Personen, welche die Bewilligungspflicht begründen könnten, von der Bewilligungsbehörde eine neue Feststellungsverfügung einzuholen sei.\n\nMit Beschwerde vom 10. Januar 1977 hat die Volkswirtschaftsdirektion des Kantons Zürich diesen Beschluss an die Rekurskommission des Kantons Zürich für Grunderwerb durch Personen im Ausland (Rekurskommission) weitergezogen. Diese hob mit Beschluss vom 3. Mai 1977 den erstinstanzlichen Entscheid auf und wies die Sache zur erneuten Prüfung im Sinne ihrer Erwägungen an den Bezirksrat Zürich zurück. Die Rekurskommission hält namentlich fest, dass nach zürcherischer Praxis die Personalfürsorgestiftungen ausländisch beherrschter Gesellschaften grundsätzlich der Bewilligungspflicht für Grunderwerb unterliegen. Bei solchen Einrichtungen sei die ausländische Beherrschung als gegeben zu erachten, da die Unabhängigkeit von der Unternehmung nicht gewährleistet sei. Die Anlagepolitik einer solchen Stiftung könnte in den Dienst der Interessen der Stiftergesellschaft eingespannt werden. Es habe sich gezeigt, dass die Stiftungsaufsichtsbehörden nicht |10| immer in der Lage seien, die zweckentfremdete Anlage von Stiftungsvermögen zu verhindern.\n\nMit Verwaltungsgerichtsbeschwerde an das Bundesgericht vom 10. Juni 1977 beantragt die Stiftung, der Entscheid der Rekurskommission sei aufzuheben und der Beschluss des Bezirksrates Zürich sei zu bestätigen. Sie macht sinngemäss geltend, die Destinatäre der Kasse seien zu 80% Schweizer. Alle in die Kasse aufgenommenen Ausländer seien in der Schweiz beschäftigt. Ferner sei bei dem Institut der Stiftung eine beherrschende finanzielle Beteiligung durch Ausländer definitionsgemäss ausgeschlossen. Das zu einer selbständigen Existenz erhobene Stiftungsvermögen gehorche seiner besonderen Aufgabe, deshalb könne der Gedanke der finanziellen Beteiligung und einer dadurch ermöglichten Beeinflussung durch die Stifterin nicht zur Anwendung kommen. Jeder Beitrag der Stifterfirma werde unabänderlich dem Zweck der Stiftung verpflichtet. Auch könne nach Art. 85 f. ZGB die Stiftungsurkunde nicht in einer Weise abgeändert werden, die dem ursprünglich festgesetzten Zweck widerspräche. Eine Beeinflussung der Stiftung durch die Stifterfirma mittels der von ihr eingesetzten Stiftungsratsmitglieder sei ebenfalls ausgeschlossen, da auch diese dem Zweck der Stiftung verpflichtet seien. Die Beschwerdeführerin bringt des weiteren vor, in ähnlichen Fällen sei sie von einem anderen Kanton der Bewilligungspflicht nicht unterstellt worden. Die einspracheberechtigten Behörden hätten in jenen Fällen auf ihr Beschwerderecht verzichtet. Demnach verlange das Gebot der Rechtsgleichheit die einheitliche Anwendung des BewB im Sinne des Entscheids des Bezirksrates Zürich.", "considerants": "Aus den Erwägungen:\n\n2. a) Die S. AG ist unbestrittenermassen eine Unternehmung, die von Personen mit Sitz oder Wohnsitz im Ausland beherrscht wird und die deshalb der Bewilligungspflicht gemäss BewB unterliegt. Sie hat die Beschwerdeführerin gegründet, um ihre Mitarbeiter und deren Angehörige gegen die Folgen von Alter, Tod und Invalidität zu versichern.\n\nNach der Praxis der Zürcher Behörden sind Personalfürsorgestiftungen ausländisch beherrschter Gesellschaften mit Sitz in der Schweiz grundsätzlich ebenfalls der durch den Bundesbeschluss eingeführten Bewilligungspflicht für Grunderwerb unterworfen. |11| Im folgenden ist zu überprüfen, ob die Bestimmungen des BewB diese Praxis zulassen.\n\nb) Die Beschwerdeführerin macht geltend, gemäss zwingender Regelung des Stiftungsrechts führe ihr Vermögen eine völlig unabhängige Existenz. Durch dessen Widmung und Zweckbindung sei eine Beeinflussung durch Personen im Ausland ausgeschlossen. Dem ist entgegenzuhalten, dass die Form der Stiftung von ihrer Definition her einen beherrschenden Einfluss auf deren Tätigkeit durch Personen im Ausland nicht ausschliesst. Es verträgt sich durchaus mit der gesetzlichen Regelung, dass die Stifterfirma bei der Stiftung bestimmte Organfunktionen und Verwaltungsaufgaben übernimmt (RIEMER, Berner Kommentar I/3, 3. Abteilung, Die Stiftungen, Systematischer Teil, N. 334). Zudem bildet sich das Stiftungsvermögen bei Personalfürsorgestiftungen vor allem aus laufenden Beiträgen des Arbeitgebers und der Arbeitnehmer (Art. 89bis ZGB, Art. 331a OR). Dadurch kommt der Aufgabe des Stiftungsrates, dieses Vermögen zu verwalten, eine besondere Bedeutung zu. Neben der ursprünglichen Widmung des Stiftungsvermögens, muss deshalb seine tatsächliche Verwaltung besonders beachtet werden. Der Stiftungsrat geniesst - immer im Rahmen der durch die Stiftungsurkunde bestimmten Zweckbindung - bei der Verwaltung des Vermögens einen grossen Ermessensspielraum.\n\nSomit ist einerseits nicht auszuschliessen, dass die Stifterfirma in Wirklichkeit die Stiftung beherrscht oder sie wenigstens entscheidend beeinflussen kann. Andererseits besteht ohne weiteres die Möglichkeit, dass der Stiftungsrat bei der Vermögensanlage innerhalb der Grenzen, die durch den Stiftungszweck gesetzt werden, vor allem die Interessen der Stifterfirma zu wahren sucht. Daraus ergibt sich, dass auch die Besonderheiten der Rechtsform der Stiftung im Sinne der Art. 80 ff. ZGB nicht rechtfertigen, dass Personalfürsorgestiftungen ausländisch beherrschter Unternehmungen von der Bewilligungspflicht befreit werden.\n\nWenn im vorliegenden Fall die Beschwerdeführerin in der Vergangenheit eine Liegenschaft erworben hat, um diese ihrer Stifterfirma für den Bau eines Verwaltungs- und Forschungszentrums zur Verfügung zu stellen, bedeutet dies nicht notwendigerweise, dass es sich um eine für eine Personalfürsorgeeinrichtung ungeeignete Vermögensanlage handle. Das Geschäft |12| legt jedoch beredtes Zeugnis dafür ab, dass die Interessen der Stifterfirma einen Einfluss auf die Anlagepolitik ihrer Personalfürsorgestiftung haben können.\n\nc) Art. 6 Abs. 2 lit. e BewB (Fassung des Bundesbeschlusses vom 21. März 1973) bestimmt, dass ein berechtigtes Interesse anzunehmen - und deshalb die Erwerbsbewilligung zu erteilen - sei, wenn das zu erwerbende Grundstück ausschliesslich Zwecken der Personalfürsorge diene. Sowohl die Eidgenössische Justizabteilung wie auch die Rekurskommission schliessen aus dieser Bestimmung, sie setze logischerweise die grundsätzliche Bewilligungspflicht von Personalfürsorgestiftungen ausländisch beherrschter, in der Schweiz domizilierter Unternehmungen voraus. Selbst wenn solche Stiftungen nicht grundsätzlich der Bewilligungspflicht unterständen und nur in besonderen Fällen bewilligungspflichtig wären, müsste der BewB einen dem Art. 6 Abs. 2 lit. e entsprechenden Bewilligungsgrund enthalten. Die Bestimmung ist jedoch ein starkes Indiz dafür, dass der Gesetzgeber solche Stiftungen grundsätzlich der Bewilligungspflicht unterwerfen wollte.\n\nd) Die grundsätzliche Bewilligungspflicht von Personalfürsorgestiftungen ausländisch beherrschter, in der Schweiz domizilierter Unternehmungen ergibt sich aus Gedanke und Zweck von Art. 3 lit. c BewB. Diese Bestimmung unterwirft juristische Personen mit Sitz in der Schweiz der Bewilligungspflicht, sofern Personen ohne Wohnsitz oder Sitz in der Schweiz an ihnen in beherrschender Weise finanziell beteiligt sind. Tatsächlich ist eine beherrschende finanzielle Beteiligung im Sinne einer Kapitalbeteiligung bei einer Stiftung nicht möglich. Trotzdem können Personen mit Wohnsitz oder Sitz im Ausland aufgrund ihrer finanziellen Beteiligung an der Stifterfirma auf den Entscheidungsprozess einer solchen Stiftung einen beherrschenden Einfluss ausüben. Berücksichtigt man dieses Abhängigkeitsverhältnis, so kann es nicht der Sinn der erwähnten Regelung sein, dass eine Personalfürsorgestiftung ohne Bewilligung Grundstücke erwerben und diese der Stifterfirma zur Verfügung stellen kann, wenn jene für dasselbe Geschäft eine Bewilligung benötigen würde. Stifterfirmen könnten sonst immer, wenn die Bewilligung für den Erwerb eines bestimmten Grundstückes nicht erhältlich wäre, ihre Personalfürsorgestiftungen zum Erwerb veranlassen. Nichts kann die Stiftung in einem solchen Fall daran hindern, das Grundstück - immer im Rahmen |13| der von ihrem Zweck gebotenen sicheren Vermögensanlage - wiederum ihrer Stifterfirma für einen vom BewB missbilligten Zweck zur Verfügung zu stellen. Aus diesem Grund rechtfertigt es sich, Art. 3 lit. c BewB auf den Sachverhalt der zum Grundstückerwerb schreitenden Personalfürsorgestiftung einer ausländisch beherrschten, in der Schweiz domizilierten Unternehmung anzuwenden.\n\nDiese Auslegung findet zusätzliche Rechtfertigung in der Absicht des Gesetzgebers, Umgehungsgeschäfte erschöpfend zu erfassen. Diese Absicht geht aus Art. 2 lit. e BewB und den Materialien unmissverständlich hervor (BBl 1972 II S. 1254/5; Amtl. Bull. 1973 S. 15). Umgehungsgeschäfte kennzeichnen sich dadurch, dass mit ihnen ein ähnlicher wirtschaftlicher Zweck erreicht wird wie mit dem bewilligungspflichtigen Grundstückerwerb. Genau in dieser Weise könnte eine Personalfürsorgestiftung, die nicht bewilligungspflichtig wäre, für ihre ausländisch beherrschte Stifterfirma vorgehen.\n\nAus diesen Gründen verstösst die Praxis, solche Stiftungen grundsätzlich der Bewilligungspflicht zu unterwerfen, nicht gegen Bundesrecht. Bei anderer Gelegenheit hat übrigens die Beschwerdeführerin selber diese Ansicht vertreten. In ihrem Schreiben vom 23. April 1976 an die Eidgenössische Justizabteilung, mit dem sie sinngemäss eine Abänderung der geltenden Bestimmungen beantragt, stellt sie fest, die Auslegung des BewB zwinge zum Schluss, \"dass de lege lata Grundstückerwerbe durch Personalfürsorgestiftungen ausländisch beherrschter Unternehmungen generell der Bewilligungspflicht unterliegen\".\n\n3. a) Art. 5 Abs. 1bis BewV umschreibt die Bedingungen, unter welchen die Vermutung ausländischer Beherrschung in den Fällen ausländischer Kapitalbeteiligung an inländischen juristischen Personen dahinfällt. Diese Bestimmung kodifiziert die bundesgerichtliche Praxis (BGE 101 Ib 390 E. 3 mit Hinweis), wonach die Regel, dass bei einer Kapitalbeteiligung von einem Drittel ausländische Beherrschung vorliege, nur eine Vermutung sei. Diese könne jederzeit durch Gegenbeweis widerlegt werden. Dieser Gedanke kann auf den vorliegenden Fall der ausländischen Beherrschung einer Personalfürsorgestiftung durch ihre Stifterfirma analog zur Anwendung kommen. Demnach wäre eine Stiftung nicht bewilligungspflichtig, wenn sie nachweist, dass sich nach den Stimmrechtsverhältnissen oder |14| aus anderen Gründen eine Beherrschung durch Personen mit Wohnsitz oder Sitz im Ausland ausschliessen lässt; als anderer Grund gilt insbesondere die Tatsache, dass, unabhängig von Personen mit Wohnsitz oder Sitz im Ausland, Personen mit Wohnsitz oder Sitz in der Schweiz den entscheidenden Einfluss auf die Geschäfte ausüben.\n\nb) Die Beschwerdeführerin hat nicht bestritten, dass von den sieben Mitgliedern des Stiftungsrates vier (darunter der Präsident) vom Verwaltungsrat der Stifterfirma eingesetzt werden. Diese vier Mitglieder sind ebenfalls höhere Angestellte der S. AG. Der Präsident des Stiftungsrates ist zugleich Mitglied und Delegierter des Verwaltungsrates der S. AG. Diese Personalunion macht die Abhängigkeit des die Stiftung verwaltenden Organes von der Stifterfirma offensichtlich. Die betroffenen Mitglieder des Stiftungsrates sind nämlich nicht nur verpflichtet, die Interessen der Stiftung zu wahren, sondern, als Mitarbeiter der Stifterfirma, sind sie auch verpflichtet, die Interessen ihrer Arbeitgeberin zu fördern. Es ist nicht auszuschliessen, dass in einem Interessenkonflikt die besondere Treuepflicht, die sich aus dem Anstellungsverhältnis bei der S. AG ergibt, sogar den Sieg davontrüge. Wie schon erwähnt, geniesst der Stiftungsrat, trotz der Zweckwidmung des Vermögens, bei dessen Anlage einen weiten Ermessensspielraum. Aus diesem Grund ist es leicht möglich, dass der Stiftungsrat Investitionsentscheide trifft, die auch den Interessen der Stifterfirma Rechnung tragen, ohne dass er die Grenzen überschreitet, die durch den Stiftungszweck gezogen werden. Die Beteiligung der Beschwerdeführerin an einem Verwaltungs- und Forschungszentrum der Stifterfirma bestätigt diese Schlussfolgerung. Ganz offensichtlich haben die Interessen der Stifterfirma zur Wahl eines derartigen Anlageobjektes mindestens ebenso beigetragen wie die Interessen der Stiftung. Die Tatsache, dass sämtliche Mitglieder des Stiftungsrates Wohnsitz in der Schweiz haben und die schweizerische Staatsangehörigkeit besitzen, hilft der Beschwerdeführerin nicht, da vier der Mitglieder als Angestellte der Stifterfirma eben nicht unabhängig von Personen mit Wohnsitz oder Sitz im Ausland sind.\n\nc) Des weiteren ist darauf hinzuweisen, dass die Pensionskasse gemäss Kassenreglement Mitarbeiter weiterer Konzerngesellschaften als Mitglieder aufnehmen kann. Diese Bestimmung gestattet der Beschwerdeführerin, Vermögen anzulegen, |15| das der Personalfürsorge der Angestellten ausländischer Gesellschaften dienen soll. Der Einwand der Beschwerdeführerin, in ihrer bisherigen Praxis habe sie, mit einer Ausnahme, keine Person mit Wohnsitz im Ausland in ihre Kasse aufgenommen, entkräftet die Feststellung nicht, dass diese Möglichkeit bestehe. Die erwähnte Praxis garantiert keineswegs eine ebenso zurückhaltende Anwendung der betreffenden Reglementsbestimmung in der Zukunft.\n\nd) Die Beschwerdeführerin macht geltend, das schwerfällige Bewilligungsverfahren würde sie daran hindern, günstig Immobilienkäufe abzuschliessen. Deshalb sei sie der Bewilligungspflicht nicht zu unterwerfen. Angesichts der ihr vom Gesetz auferlegten Pflicht, den Beweis zu erbringen, dass eine ausländische Beherrschung ausgeschlossen ist, kann ihr jedoch die Bewilligungspflicht nicht erspart bleiben. Daran ändert auch nichts, dass in drei ähnlichen Fällen die erste Instanz die Bewilligungspflicht verneint hat, und es zudem die zur Einsprache legitimierte Behörde unterlassen hat, gegen diese Entscheide Beschwerde zu führen. Die Beschwerdeführerin hat nichts vorgebracht, das den Schluss zuliesse, die in den drei Fällen zur Einsprache legitimierte Behörde habe den erstinstanzlichen Entscheid in zustimmender Weise als gesetzmässig anerkannt.\n\ne) Die Beschwerdeführerin, die grundsätzlich der Bewilligungspflicht untersteht, hat demnach auch keine Tatsachen nachgewiesen, die erlauben würden, sie ausnahmsweise von dieser Pflicht zu befreien."}