{"annee": "104", "cour": "IA", "page": "167", "date": "22/3/1978", "cite": ["99 IV 164", "100 IB 341", "92 I 226", "76 IV 43", "61 I 409"], "cite_par": ["125 I 182", "120 IA 1"], "chapeau": "28. Urteil vom 22. März 1978 i.S. Fuluma AG gegen Leavag und Kantonsgericht Graubünden", "regestes": ["Art. 4 Cst.; publication et entrée en vigueur des actes législatifs cantonaux. Il n'est en principe pas compatible avec l'art. 4 Cst. d'appliquer des actes législatifs cantonaux avant leur publication."], "faits": "BGE 104 Ia 167 S. 167\n\nNach Art. 246 in Verbindung mit Art. 34 Ziff. 2 lit. a der Zivilprozessordnung des Kantons Graubünden vom 20. Juni 1954 (ZPO) konnte gegen Urteile des Bezirksgerichtes in vermögensrechtlichen Streitigkeiten mit einem Streitwert von über Fr. 3000.- Berufung an das Kantonsgericht eingereicht werden. Die Streitwertgrenze von Fr. 3000.- ist durch eine Teilrevision der ZPO, die vom Volke am 21. März 1976 angenommen wurde, auf Fr. 8000.- erhöht worden.\n\nMit Beschluss vom 10. Mai 1976 hat die Bündner Regierung das revidierte Gesetz in Kraft gesetzt und folgende Übergangsregelung erlassen:\n\n\"Fälle, die vor Inkrafttreten dieser Revision streitanhängig gemacht worden sind, werden nach dem bisher geltenden Recht behandelt. Es gelten sinngemäss die Übergangsbestimmungen von Art. 297 der Zivilprozessordnung. ...\"\n\nArt. 297 ZPO lautet:\n\n\"Fälle, die vor der Inkraftsetzung dieses Gesetzes streitanhängig gemacht worden sind, werden nach dem bisher geltenden Gesetz behandelt. Hingegen finden die Bestimmungen über die Rechtsmittel und über die Vollziehung von Urteilen, unabhängig vom Datum der Streitanhängigkeit, Anwendung auf alle Urteile, die nach Inkrafttretten dieses Gesetzes mitgeteilt werden.\"\n\nDer Beschluss der Regierung vom 10. Mai 1976 ist infolge eines Versehens erst im Amtsblatt des Kantons Graubünden Nr. 34 vom 27. August 1976 publiziert worden. Zuvor war die Öffentlichkeit lediglich durch ein Pressecommuniqué der Standeskanzlei vom 13. Mai 1976 auf den Inkraftsetzungsbeschluss BGE 104 Ia 167 S. 168der Regierung hingewiesen worden. Dieses Pressecommuniqué erwähnt zwar die Übergangsbestimmungen, gibt sie jedoch nur teilweise, nämlich ohne die Verweisung auf Art. 297 ZPO, wieder.\n\nDie Leavag, Leasing- und Verkaufs-AG, Zürich, reichte am 27. Januar 1975 beim Bezirksgericht Maloja Klage gegen die Fuluma AG, St. Moritz, ein mit dem Rechtsbegehren, die Beklagte sei zu verpflichten, der Klägerin Fr. 7318.30 zu bezahlen. Die Klage wurde mit Urteil vom 31. März/7. April 1976 - mitgeteilt am 16. August 1976 - in vollem Umfange gutgeheissen.\n\nDie Fuluma AG reichte am 3. September 1976 gegen das Urteil des Bezirksgerichtes Maloja Berufung ein. Das Kantonsgericht trat jedoch am 12. Oktober 1976 auf diese nicht ein mit der Begründung, die in den revidierten Vorschriften der ZPO festgesetzte Streitwertgrenze von Fr. 8000.- sei nicht erreicht. Gegen den Nichteintretensbeschluss hat die Fuluma AG gestützt auf Art. 4 BV staatsrechtliche Beschwerde eingereicht. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Erwägungen:\n\n1. In der Beschwerde wird geltend gemacht, das Bündner Kantonsgericht hätte die revidierten Bestimmungen der ZPO nicht anwenden dürfen, bevor diese bzw. der Beschluss über ihre Inkraftsetzung veröffentlicht worden seien. Durch die Anwendung des neuen Rechts vor dessen Publikation seien die aus Art. 4 BV fliessenden Rechtsgrundsätze verletzt worden. Dass gegen das kantonale Recht verstossen worden sei, wird nicht behauptet.\n\nTatsächlich enthält das Bündner Recht zur Zeit keine Bestimmungen über die Veröffentlichung und das Inkrafttreten der Gesetze. Zwar hat die Regierung am 10. April 1959 zur Verordnung über die Herausgabe eines Bündner Rechtsbuches und die Weiterführung der Amtlichen Gesetzessammlung vom 23. November 1956 u.a. folgende Ausführungsbestimmungen erlassen:\n\n\"Art. 5 Zeitpunkt der Veröffentlichung.\n\nDie Veröffentlichung in der Amtlichen Gesetzessammlung erfolgt, sobald ein Gesetz vom Volke angenommen, eine Verordnung des Grossen Rates von der Absatz- und Redaktionskommission redaktionell BGE 104 Ia 167 S. 169bereinigt oder die Verordnung einer anderen Behörde beschlossen ist. Wird der Zeitpunkt des Inkrafttretens erst später festgesetzt, so wird der Erlass veröffentlicht, sobald dieser Zeitpunkt feststeht. Bedarf ein Erlass zu seiner Gültigkeit der Genehmigung durch eine eidgenössische Behörde, so wird er erst nach erfolgter Genehmigung veröffentlicht.\n\nArt. 6 Inkrafttreten der Erlasse.\n\nWird nichts anderes bestimmt, so tritt ein Erlass am dritten Tage nach seiner Veröffentlichung in der Amtlichen Gesetzessammlung in Kraft. Massgebend ist das Datum der deutschen Ausgabe.\"\n\nAm 28. Mai 1975 erliess der Grosse Rat jedoch eine neue Verordnung über die Herausgabe des Rechtsbuches 1976/77 und die Weiterführung der Amtlichen Gesetzessammlung, womit den regierungsrätlichen Ausführungsbestimmungen von 1956 die Grundlage entzogen wurde. Sie werden demnächst durch neue Ausführungsbestimmungen ersetzt werden. Nach den Angaben der Standeskanzlei werden allerdings die formell aufgehobenen Ausführungsbestimmungen in der Praxis bis zum Erlass der neuen Vorschriften als \"im Prinzip weiter gültig\" betrachtet.\n\nEs lässt sich also dem kantonalen Recht keine Vorschrift entnehmen, die das Inkrafttreten der Gesetze an die Voraussetzung der vorangehenden Publikation knüpfen würde. Zwar lassen die mangels neuer Vorschriften praktisch weiter angewendeten Ausführungsbestimmungen vom 10. April 1959 erkennen, dass die Veröffentlichung eines Erlasses als wesentliches Element des Inkrafttretens betrachtet wird und dass eine Norm in der Regel erst nach der Veröffentlichung in Kraft zu setzen ist. Eine umgekehrte Reihenfolge wird jedoch durch den Wortlaut dieser Bestimmungen nicht ausgeschlossen. Von einer Publikation der Erlasse im kantonalen Amtsblatt ist im übrigen nicht die Rede.\n\n2. Es stellt sich daher die Frage, ob übergeordnete, aus der Verfassung abzuleitende Grundsätze die Anwendung eines Erlasses vor seiner Veröffentlichung verbieten. Dies trifft nach übereinstimmender Auffassung in Lehre und Rechtsprechung zu.\n\nDas Bundesgericht hat schon verschiedentlich erklärt, dass ein Gesetzeserlass erst mit der Veröffentlichung verbindlich werde und ein Inkrafttreten vor der Publikation grundsätzlich nicht in Frage kommen könne (BGE 76 IV 52 E. 4b mit Hinweisen; BGE 100 Ib 343, BGE 92 I 233 E. 4, BGE 61 I 417, vgl. auch BGE 99 IV 164, BGE 104 Ia 167 S. 17064 I 66 ff.). Für das Bundesrecht ergibt sich dieses Prinzip schon aus den gesetzlichen Vorschriften: Nach Art. 9 des Bundesgesetzes über die Rechtskraft der bereinigten Sammlung der Bundesgesetze und Verordnungen für die Jahre 1848-1947 und über die neue Reihe der Sammlung sind die nach diesem Gesetz in die neue Gesetzessammlung aufzunehmenden Erlasse für den Bürger nur verbindlich, wenn sie in dieser Sammlung veröffentlicht sind. Art. 69 Abs. 2 des Bundesgesetzes über den Geschäftsverkehr der Bundesversammlung sowie über die Form, die Bekanntmachung und das Inkrafttreten ihrer Erlasse bestimmt zudem (wie Art. 36 Abs. 2 des früheren Geschäftsverkehrsgesetzes vom 9. Oktober 1902), dass der Zeitpunkt des Inkrafttretens eines Erlasses der Bundesversammlung in der Regel nicht früher als fünf Tage nach der Veröffentlichung angesetzt werden soll. Das gleiche gilt für die Erlasse des Bundesrates und seiner Departemente (Art. 4 der Verordnung über die Veröffentlichung der Gesetze und anderer Erlasse des Bundes vom 8. November 1949). - In der Literatur wird praktisch einhellig die Auffassung vertreten, dass es zumindest in der Regel der Veröffentlichung eines Erlasses bedürfe, damit dieser in Kraft treten könne. Ausnahmen seien nur dort zuzulassen, wo durch eine unverzügliche Inkraftsetzung die Möglichkeit rechtsmissbräuchlichen Verhaltens der vom neuen Erlass Betroffenen in der Zeitspanne zwischen dessen Bekanntgabe und dem Inkrafttreten ausgeschlossen werden müsse (vgl. GIACOMETTI, Das Staatsrecht der schweiz. Kantone, S. 435, 439; FLEINER/GIACOMETTI, Schweiz. Bundesstaatsrecht, S. 757; GEIGER, Zur Frage der Veröffentlichung und des Inkrafttretens bundesrechtlicher Erlasse, SJZ 48/1952 S. 56 ff.; BRÜHWILER, Veröffentlichung und Inkrafttreten bundesrechtlicher Erlasse, SJZ 48/1952 S. 270; AUBERT, Traité de droit constitutionnel, Bd. II, S. 575 N. 5; GRISEL, L'application du droit public dans le temps, ZBl 75/1974, S. 235 ff.).\n\nDie Publikation eines Erlasses ist somit im demokratischen Rechtsstaat - von einzelnen Ausnahmen abgesehen - eine unabdingbare Voraussetzung für das Inkrafttreten von gesetzlichen Vorschriften, d.h. für ihre Anwendbarkeit gegenüber den einzelnen Bürgern.\n\n3. Die Standeskanzlei Graubünden hat in ihrer Stellungnahme denn auch nicht geltend gemacht, der Beschluss über die BGE 104 Ia 167 S. 171Inkraftsetzung und die Übergangsbestimmungen der revidierten ZPO hätten nicht veröffentlicht werden müssen. Vielmehr glaubt sie, der Publikationsvorschrift dadurch Genüge getan zu haben, dass der Text der abgeänderten ZPO-Bestimmungen jedem Stimmberechtigten zugestellt und der Regierungsbeschluss vom 10. Mai 1976 durch ein offizielles Communiqué veröffentlicht wurde. Die Beschwerdegegner haben ausserdem darauf hingewiesen, dass die Beschwerdeführerin erst am 3. September 1976, also nach der Veröffentlichung des Inkraftsetzungsbeschlusses im Amtsblatt, ihre Berufungserklärung einreichte und sie daher in jenem Zeitpunkt das Datum des Inkrafttretens und den Wortlaut der Übergangsbestimmungen kennen musste.\n\nAusschlaggebend ist, in welchem Zeitpunkt im Kanton Graubünden durch eine jedermann zugängliche Veröffentlichung bekannt gemacht wurde, dass die Übergangsregelung zur revidierten ZPO mit dem Hinweis auf Art. 297 ZPO die neue Streitwertgrenze für die Rechtsmitteleinlegung in bereits hängigen Prozessen als verbindlich erklärt. Die den Stimmbürgern zugestellte Botschaft enthielt weder Datum der Inkraftsetzung noch Übergangsbestimmungen und fällt daher in dieser Hinsicht als Publikation ausser Betracht. Ob allenfalls das offizielle Communiqué als genügende Veröffentlichung betrachtet werden könnte, braucht nicht entschieden zu werden, da dieses gerade den hier massgebenden Hinweis auf Art. 297 ZPO nicht erwähnte. Entgegen der Ansicht der Standeskanzlei kann auch niemandem zugemutet werden, sich zu erkundigen, ob das Communiqué den Regierungsbeschluss vollständig oder nur auszugsweise wiedergebe. Der in den Übergangsbestimmungen enthaltene Verweis auf Art. 297 ZPO wurde demnach vor dem Erscheinen des Amtsblattes am 27. August 1976 nicht veröffentlicht; er konnte also frühestens an diesem Tage in Kraft treten.\n\nNach Art. 297 Abs. 2 ZPO finden die Bestimmungen über die Rechtsmittel und damit die Neufestsetzung der Streitwertgrenze nur Anwendung auf Urteile, die nach dem Inkrafttreten der revidierten Gesetzesvorschriften mitgeteilt werden. Bedeutungslos für die Anwendung des neuen Rechts ist der Zeitpunkt der Rechtsmitteleinreichung. Im vorliegenden Fall haben die Parteien das Urteil des Bezirksgerichtes Maloja am 16. August 1976, d.h. vor dem Inkrafttreten der Übergangsregelung am BGE 104 Ia 167 S. 17227. August 1976 erhalten. Die Frage der Zulässigkeit der Berufung musste somit auf Grund des alten Rechtes entschieden werden, das eine Streitwertgrenze von Fr. 3000.- kannte. Die gegenteilige Meinung des Kantonsgerichtes ist unhaltbar, läuft auf eine Rechtsverweigerung hinaus und verstösst damit gegen Art. 4 BV.\n\nDie Beschwerde müsste im übrigen wohl auch deshalb gutgeheissen werden, weil es den Grundsatz von Treu und Glauben verletzt, auf Verfahren, in denen ein erstinstanzliches Urteil schon gefällt wurde, neue Rechtsmittelbestimmungen anzuwenden, während sich die Parteien bis zur Publikation der Neuordnung nach bereits teilweise verstrichener Rechtsmittelfrist darauf verlassen konnten, dass ihnen die Rechtsmittel gemäss altem Recht zur Verfügung stünden."}