{"annee": "104", "cour": "II", "page": "293", "date": "5/10/1978", "cite": [], "cite_par": ["109 II 371", "112 II 199"], "chapeau": "50. Auszug aus dem Urteil der II. Zivilabteilung vom 5. Oktober 1978 i.S. G. gegen B.", "regestes": ["Art. 277 al. 2 CC; durée de l'obligation d'entretien des parents. Il n'y a pas de violation du droit fédéral quand il n'est pas dit dans le dispositif du jugement, mais seulement dans les considérants, que les parents ont l'obligation de subvenir à l'entretien de l'enfant au-delà de sa majorité jusqu'à la fin de sa formation. Il en est ainsi en tout cas quand, au moment où le jugement est rendu, on ignore encore totalement si l'enfant aura ou non achevé sa formation à sa majorité."], "faits": "|294|\n\nDer am 12. Oktober 1969 geborene G. leitete anfangs 1970 gegen B. eine Vaterschaftsklage ein. Das Bezirksgericht Zürich verpflichtete den Beklagten mit Urteil vom 2. November 1976, dem Kläger bis zu dessen vollendetem 18. Altersjahr monatlich Fr. 180.- zuzüglich allfällige Kinderzulagen zu zahlen. Der Kläger beantragte mit einer Berufung, die Unterhaltsbeiträge seien mit Wirkung ab 1. April 1977 zu indexieren. Das Obergericht des Kantons Zürich erblickte darin eine unzulässige Klageerweiterung und wies diesen Antrag mit Beschluss vom 29. April 1977 ab. Das Kassationsgericht des Kantons Zürich hob am 7. Juli 1977 diesen Beschluss auf und wies die Sache zur materiellen Beurteilung der erweiterten Klage an das Obergericht zurück.\n\nAm 6. Januar 1978 stellte der Kläger in Anwendung von Art. 13 SchlT ZGB den Antrag, es sei das Kindesverhältnis zwischen ihm und dem Beklagten festzustellen und der Beklagte sei in Abänderung des Klagebegehrens zu verpflichten, die eingeklagten Unterhaltsbeiträge bis zur Mündigkeit des Kindes und weiterhin, bis seine Ausbildung ordentlicherweise abgeschlossen werden kann, zu erbringen. Das Obergericht des Kantons Zürich stellte mit Urteil vom 17. März 1978 fest, dass mit Wirkung ab 1. Januar 1978 zwischen dem Kläger und dem Beklagten das Kindesverhältnis bestehe. Es verpflichtete den Beklagten als Vater des Klägers zur Zahlung von monatlichen Unterhaltsbeiträgen von Fr. 180.- von der Geburt des Klägers an bis zum 31. Dezember 1977 und von Fr. 270.- ab 1. Januar 1978 bis zur Mündigkeit des Klägers, zuzüglich allfällige Kinderzulagen. Die ab 1. Januar 1978 zu leistenden Unterhaltsbeiträge wurden mit einer Indexklausel versehen.\n\nGegen das Urteil des Obergerichts erhob der Kläger sowohl eine kantonalrechtliche Nichtigkeitsbeschwerde, die vom Kassationsgericht des Kantons Zürich am 20. Juni 1978 abgewiesen wurde, soweit darauf einzutreten war, als auch eine Berufung an das Bundesgericht. Mit dieser wurde beantragt, die dem Beklagten auferlegte Unterhaltspflicht sei nicht auf den Zeitpunkt, in dem die Mündigkeit des Klägers eintritt, zu beschränken, sondern der Beklagte sei in Entsprechung des klägerischen Begehrens zu verpflichten, den Unterhaltsbeitrag weiterhin, bis die Ausbildung des Kindes ordentlicherweise abgeschlossen werden kann, zu erbringen.\n\nDas Bundesgericht weist die Berufung ab.\n\n|295|", "considerants": "Aus den Erwägungen:\n\n2. a) Zur Dauer der Unterhaltspflicht führte die Vorinstanz im angefochtenen Urteil aus, nach dem neuen Recht dauere die Unterhaltspflicht des Klägers bis zur Mündigkeit des Kindes (Art. 277 Abs. 1 ZGB). Das sei ins Urteilsdispositiv aufzunehmen. Darüber, ob der Beklagte für das Kind über dessen Mündigkeit hinaus bis zum Abschluss seiner Ausbildung aufzukommen habe (Art. 277 Abs. 2 ZGB), sei heute nicht zu bestimmen, da noch ungewiss sei, ob der Kläger eine sich über die Mündigkeit hinaus erstreckende Ausbildung geniessen werde.\n\nDie Vorinstanz befristete also die Unterhaltspflicht des Beklagten nicht endgültig bis zur Mündigkeit des Klägers, sondern räumte ein, dass entsprechend der gesetzlichen Regelung des Art. 277 Abs. 2 ZGB die Unterhaltspflicht über das Mündigkeitsalter hinaus dauern könne, bis der Kläger ordentlicherweise seine berufliche Ausbildung abgeschlossen haben werde. Bezüglich dieser möglichen Pflicht zu weiteren Unterhaltsleistungen über das Mündigkeitsalter des Klägers hinaus besteht zwischen den Parteien kein Streit. Der Kläger will mit seiner Berufung lediglich erreichen, dass diese mögliche weitere Pflicht nicht nur in den Urteilserwägungen, sondern auch im Urteilsdispositiv ausdrücklich festgehalten werde. Zu prüfen ist demnach nur, ob in Vaterschafts- (oder Scheidungs-)urteilen der Inhalt von Art. 277 Abs. 2 ZGB über die Dauer der Unterhaltspflicht von Bundesrechts wegen ins Dispositiv aufzunehmen sei bzw. ob eine Verletzung von Bundesrecht vorliege, wenn ein kantonales Gericht den Inhalt der genannten Bestimmung im Urteilsdispositiv nicht eigens erwähnt.\n\nb) Befindet sich ein Kind bei Erreichen der Mündigkeit noch in Ausbildung, so haben gemäss Art. 277 Abs. 2 ZGB seine Eltern, soweit es ihnen nach den gesamten Umständen zugemutet werden darf, für seinen Unterhalt aufzukommen, bis diese Ausbildung ordentlicherweise abgeschlossen werden kann. Die Ausdehnung der Unterhaltspflicht über das Mündigkeitsalter hinaus in Fällen, in denen das Kind sich noch in Ausbildung befindet, ist also vom Gesetz zwingend vorgeschrieben. Wo aber das Gesetz verbindlich vorschreibt, dass in Zukunft unter gewissen Bedingungen Forderungsrechte weiterdauern, entstehen oder untergehen, ist es nicht bundesrechtswidrig, wenn dies in |296| einem Urteilsdispositiv nicht auch noch besonders erwähnt wird. So wird in den Urteilsdispositiven in der Regel nicht eigens festgehalten, dass Unterhaltsbeiträge im Sinne von Art. 151/152 ZGB bei Wiederverheiratung des anspruchsberechtigten Ehegatten dahinfallen (Art. 153 Abs. 1 ZGB), dass eine Bedürftigkeitsrente aufgehoben oder herabgesetzt werden kann, wenn die Bedürftigkeit nicht mehr besteht oder in erheblichem Masse abgenommen hat (Art. 153 Abs. 2 ZGB), dass ein Unterhaltsbeitrag bei veränderten Verhältnissen im Sinne von Art. 157 ZGB erhöht oder herabgesetzt werden kann oder dass die Eltern von der Unterhaltspflicht gegenüber einem Kind in dem Masse befreit sind, als diesem schon vor Erreichen der Mündigkeit zugemutet werden kann, den Unterhalt aus seinem Arbeitserwerb oder andern Mitteln selbst zu bestreiten (Art. 276 Abs. 3 ZGB). Warum es bezüglich des Art. 277 Abs. 2 ZGB anders sein soll, ist nicht ersichtlich. Die Nichtaufnahme seines Inhalts in das Urteilsdispositiv ist jedenfalls dann nicht bundesrechtswidrig, wenn bei Erlass des Urteils noch nicht einmal im entferntesten feststeht, ob das Kind seine Ausbildung im Zeitpunkt, da es mündig wird, abgeschlossen haben werde oder nicht.\n\nSteht ein Kind bei der Regelung seiner Unterhaltsbeiträge im Vaterschafts- oder Scheidungsprozess kurz vor der Erreichung seiner Mündigkeit, befindet es sich dabei in einer Ausbildung, die aller Voraussicht nach über diesen Zeitpunkt hinaus dauern wird und sind auch die Verhältnisse der Eltern hinreichend bekannt, so dürfte es sich empfehlen, im Urteilsdispositiv die Unterhaltsbeiträge auch für die Zeit nach Erreichung der Mündigkeit zu regeln. Im vorliegenden Fall ist aber noch alles offen. Der Kläger war bei der Ausfällung des angefochtenen Entscheids noch nicht ganz 9 1/2 Jahre alt. Die Vorinstanz hielt in den Urteilserwägungen fest, es sei ungewiss, ob er eine sich über die Mündigkeit hinaus erstreckende Ausbildung erhalten werde. Das ist eine Feststellung tatsächlicher Art, die nicht angefochten und an die das Bundesgericht gebunden ist. Man weiss also nicht, ob das Kind überhaupt eine Ausbildung erhalten werde, die über den Eintritt der Mündigkeit hinaus dauert; man weiss nichts über die allfällige Art dieser Ausbildung und die damit zusammenhängende Höhe der Ausbildungskosten; man kennt die dannzumaligen Verhältnisse der Eltern nicht und kann somit nicht beurteilen, ob und inwieweit ihnen nach den gesamten Umständen zuzumuten sein wird, für die Ausbildung des Kindes |297| weiterhin aufzukommen. Wenn in einer solchen Situation ein Gericht darauf verzichtet, für die Zeit nach Erreichen der Mündigkeit des Kindes im Urteilsdispositiv eine Regelung zu treffen, von der nicht einmal feststeht, ob sie überhaupt je praktische Bedeutung erlangen werde, stellt dies keine Verletzung von Bundesrecht dar.\n\nc) Was der Kläger dagegen vorbringt, dringt nicht durch. Es kann ihm zwar darin beigepflichtet werden, dass der Richter nicht befugt ist, den Unterhaltsanspruch zum Nachteil des Kindes zu beschränken. Das tat die Vorinstanz indessen nicht, hat sie doch den Anspruch aus Art. 277 Abs. 2 ZGB in den Erwägungen des angefochtenen Entscheids ausdrücklich vorbehalten. Wohl hat die Vorinstanz im Urteilsdispositiv dem Kläger formell weniger zugesprochen, als er mit seinem Klagebegehren verlangt hatte. Nach den Ausführungen des Kassationsgerichts des Kantons Zürich war dies indessen zulässig, weil der Beklagte die Klage nicht anerkannt hatte. Das Kassationsgericht hielt auch fest, prozessrechtlich sei es nicht zu beanstanden, dass das Obergericht mit der von ihm gegebenen Begründung von den Anträgen des Klägers bezüglich der Dauer der Unterhaltspflicht abgewichen sei.\n\nIn der Berufungsschrift wird ausgeführt, wenn im Urteilsdispositiv die Unterhaltspflicht über den Eintritt der Mündigkeit hinaus bis zum Abschluss der Ausbildung festgehalten werde, sei damit allen Beteiligten zum Bewusstsein gebracht, dass das Kind unter Umständen einen Beruf ergreifen dürfe, dessen Ausbildung in das Mündigkeitsalter hineinreiche, und dass es von seinen Eltern bis zum Abschluss seiner Ausbildung finanziell unterstützt werden müsse. Dies mag zutreffen, doch ist ein solcher Hinweis im Urteilsdispositiv bundesrechtlich weder vorgeschrieben noch notwendig. Im vorliegenden Fall ergab sich der Hinweis schon aus den Urteilserwägungen. Das genügte. Die fragliche Regelung kann im übrigen auch dem Gesetz selbst entnommen werden, was ebenfalls genügt.\n\nDes weitern wird in der Berufungsschrift geltend gemacht, wenn dem Kind im Urteilsdispositiv von allem Anfang an Unterhaltsbeiträge über die Mündigkeit hinaus zugesprochen werden, müsse dieses nicht unmittelbar nach Erreichen der Mündigkeit gegen seinen Vater einen Prozess anstrengen, wozu die Überwindung erheblicher psychischer Hemmungen erforderlich sei. Dieses Argument mag in jenen Fällen zutreffen, in denen die für die Zeit unmittelbar vor Eintritt der Mündigkeit zu |298| zahlenden Unterhaltsbeiträge der Höhe nach gleich sind wie jene, die dem mündigen Kind die Weiterbildung ermöglichen können und die den Eltern nach den gegebenen Umständen zugemutet werden dürfen. Solche Fälle dürften indessen die Ausnahme sein. Wenn Unterhaltsbeiträge für Kinder unter 10-15 Jahren festgelegt werden müssen, wird sich meistens noch nicht voraussehen lassen, welchen Ausbildungsweg das Kind einschlagen wird, welche Mittel dazu erforderlich sein werden und wie dannzumal die finanzielle Situation seiner Eltern sein wird. Kommt ein Kind dann tatsächlich in den Genuss einer Ausbildung, die über den Eintritt der Mündigkeit hinaus dauert, wird in der Regel eine Neuordnung der Unterhaltsbeiträge nötig sein. Sofern diese nicht auf gütlichem Wege erreicht werden kann, ist dazu ein Prozess erforderlich, auch dann, wenn die Unterhaltspflicht im Urteil seinerzeit dem Grundsatz nach festgehalten oder der Höhe nach bestimmt worden war. Der Umstand, dass es sich in vereinzelten Fällen als nützlich erweisen kann, schon von allem Anfang an Unterhaltsbeiträge über das Mündigkeitsalter hinaus im Urteilsdispositiv festzulegen, bedeutet im übrigen nicht, dass es von Bundesrechts wegen immer so gemacht werden müsse und dass das von der Vorinstanz gewählte Vorgehen bundesrechtswidrig sei.\n\nDem Kläger kann darin beigepflichtet werden, dass die Ausbildungszeiten für viele Berufe immer wieder verlängert werden und dass immer mehr Kinder bei Erreichen ihrer Mündigkeit noch in Ausbildung stehen. Für diese Zeit ihrer Ausbildung ist ihr Anspruch auf Unterstützung aber bereits durch Art. 277 Abs. 2 ZGB garantiert. Einer weiteren zusätzlichen Garantie durch eine besondere Bestimmung im Urteilsdispositiv bedarf es nicht.\n\nDass der Kläger berechtigt war, Unterhaltsbeiträge für die ganze künftige Dauer der Unterhaltspflicht einzuklagen, ist nicht bestritten. Wohl gehören zu diesen Unterhaltspflichten auch solche gemäss Art. 277 Abs. 2 ZGB. Die Vorinstanz hat denn auch diese Ansprüche in den Erwägungen ihres Urteils ausdrücklich vorbehalten. Wenn sie sie nicht ins Urteilsdispositiv aufnahm, schmälert dies die Rechtsstellung und die Ansprüche des Klägers nicht.\n\nOb in den aussergerichtlich abgeschlossenen Unterhaltsverträgen der Schuldner sich regelmässig verpflichte, auch über die Mündigkeit des Kindes hinaus Unterhaltsbeiträge zu erbringen, |299| bis dieses seine Ausbildung ordentlicherweise abgeschlossen haben wird, ist für den Entscheid im vorliegenden Verfahren unerheblich weil aussergerichtliche Vereinbarungen weitergehen können als gerichtliche Entscheide. Aus allen diesen Erwägungen erscheint die Berufung in diesem Punkt als unbegründet."}