{"annee": "104", "cour": "III", "page": "106", "date": "5/12/1978", "cite": ["61 III 182", "103 III 65"], "cite_par": [], "chapeau": "24. Extrait de l'arrêt du 5 décembre 1978 dans la cause X. et consorts", "regestes": ["Fixation de la rémunération des membres de la commission des créanciers d'une banque en liquidation concordataire (art. 66 al. 2 Tarif LP, art. 28 et art. 44 OCB), compte tenu notamment du temps consacré à leur tâche et de la complexité de la liquidation."], "faits": "|106|\n\nLes avocats X. et consorts, désignés comme membres de la commission des créanciers chargée de surveiller et contrôler la liquidation de la banque Y., en liquidation concordataire, ont adressé à la Cour de justice de Genève, autorité de concordat, une note de frais et honoraires globale pour leur activité, en invitant cette autorité à fixer l'indemnité due selon l'art. 44 de l'ordonnance du Tribunal fédéral du 11 avril 1935 concernant la procédure de concordat pour les banques et les caisses d'épargne (OCB). A la demande de la Cour de justice, ils lui ont communiqué les notes d'honoraires détaillées des membres de la commission.\n\nLa Cour de justice du canton de Genève a arrêté les honoraires de chacun des membres de la commission des créanciers par ordonnance du 30 octobre 1978.\n\nLe Tribunal fédéral a admis le recours formé contre cette ordonnance par les avocats X. et consorts, annulé la décision attaquée et renvoyé l'affaire à l'autorité cantonale pour nouvelle décision dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n2. Aux termes de l'art. 63 du tarif des frais applicable à la loi fédérale sur la poursuite pour dettes et la faillite, du 7 juillet 1971 (Tarif LP), les émoluments et indemnités en matière de sursis, de faillite et de concordat sont fixés exclusivement selon les art. 64 à 68 dudit tarif. En l'espèce, la rémunération des membres de la Commission des créanciers est ainsi régie par |107| l'art. 66 al. 2 Tarif LP, et l'autorité cantonale a jugé avec raison qu'elle n'était pas liée par le tarif des avocats genevois appliqué par les recourants au calcul de leurs honoraires. Elle s'est également inspirée à juste titre des principes relatifs à l'indemnisation des membres de la Commission de surveillance dans la faillite, principes rappelés par le Tribunal fédéral dans sa lettre à l'Autorité de surveillance du canton de Genève du 30 novembre 1977 (ATF 103 III 65 ss.) et applicables par analogie à la Commission des créanciers dans la procédure de concordat pour les banques.\n\nSelon l'art. 66 al. 2 Tarif LP, les taux que prévoit le tarif des indemnités établi par la Commission fédérale des banques pour la revision des banques servent de lignes directrices pour fixer la rémunération de la Commission de surveillance. La Cour de justice a pris en considération ce tarif, qui retient une indemnité horaire de 70.- fr. à 125.- fr. pour les directeurs et chefs de fiduciaires, mais elle a porté cette indemnité à 200.- fr., en l'espèce, \"vu la complexité de certaines affaires soulevées par la liquidation de la banque Y.\". Ce faisant, elle a été sensiblement au-delà du taux supplémentaire limite de 20%, prévu par l'art. 2 dudit tarif, et elle n'a en tout cas pas excédé son pouvoir d'appréciation au détriment des recourants. Ceux-ci ne critiquent d'ailleurs pas la décision attaquée sur ce point.\n\n3. Dans leurs notes d'honoraires individuelles fournies à la demande de l'autorité cantonale, les recourants indiquent, pour toute la période en cause, le détail des activités (lettres, étude de pièces, téléphones, vacations, etc.) accomplies en leur qualité de membres de la Commission des créanciers, en particulier les séances de cette commission auxquelles ils ont participé, personnellement ou par l'intermédiaire d'un représentant. Ils ne précisent en revanche pas le temps consacré à ces activités.\n\nL'autorité cantonale a fixé la durée du travail à rémunérer en se fondant sur les procès-verbaux des séances qui lui avaient été remis et en retenant une durée moyenne de deux heures par séance, \"ce qui paraît déjà largement évalué au vu du rôle spécifique de la Commission des créanciers\", rôle auquel les recourants ne se seraient pas tenus, prétendant ainsi \"à une rémunération qui dépasse largement la mission qui est la leur\".\n\na) La décision attaquée n'indique toutefois pas sur quels points précis les membres de la Commission des créanciers |108| auraient outrepassé leur rôle, tel qu'il est défini par l'art. 28 OCB et par la jurisprudence (ATF 61 III 185 consid. 2). Le grief fait aux recourants par la Cour de justice est trop imprécis pour justifier une réduction de la rémunération à laquelle les recourants pourraient prétendre en fonction du temps consacré à leur activité de membres de la Commission des créanciers. Il appartient à l'autorité cantonale de dire quelles opérations ou activités, mentionnées dans les procès-verbaux des séances de la Commission ou les notes d'honoraires de ses membres, sortent du cadre du mandat assigné à ceux-ci. La cause doit dès lors lui être renvoyée à cet effet. La Cour de justice devra cependant considérer que s'agissant d'une liquidation complexe, ainsi qu'elle le relève elle-même, les avocats membres de la Commission des créanciers étaient fondés à ne pas concevoir leur devoir de contrôle de manière restrictive, les tâches de cette Commission étant d'ailleurs définies de manière large par l'arrêt du 17 décembre 1976 homologuant le concordat.\n\nb) La décision attaquée ne motive pas non plus la durée moyenne de deux heures par séance retenue pour le calcul des indemnités. Il est vrai que les procès-verbaux n'indiquent généralement pas les heures de début et de fin des séances. Mais il appartenait à l'autorité, qui considérait avec raison que les membres de la Commission devaient être rémunérés en fonction du temps consacré à leur tâche, de les inviter à lui fournir les indications nécessaires à cet égard.\n\nD'autre part, les membres de la Commission des créanciers ont le droit d'être indemnisés, dans la mesure compatible avec le caractère d'intérêt public de leur mandat, pour tout le temps consacré à celui-ci. On doit donc également prendre en considération les prestations accomplies par chacun d'eux en plus des séances, notamment la préparation de celles-ci, pour autant que ces prestations soient établies. Les notes d'honoraires fournies à l'autorité de concordat par les recourants font état de diverses opérations en dehors des séances proprement dites, notamment de réunions qui n'ont pas fait l'objet de procès-verbaux. Peut-être la Cour de justice en a-t-elle tenu compte, dans une certaine mesure, en fixant un taux horaire nettement supérieur au maximum prévu par le tarif légal applicable, mais cela ne ressort pas de la décision attaquée.\n\nLa cause doit dès lors être renvoyée à l'autorité cantonale pour qu'elle complète ses constatations. Il lui appartiendra |109| d'établir le temps consacré par chacun des membres de la Commission des créanciers aux séances d'une part, à la préparation de celles-ci et à d'autres prestations en rapport avec leur tâche d'autre part, en précisant celles qui sortent du cadre de leur mandat et n'ont partant pas à être rémunérées. Cela fait, elle fixera les indemnités avec un taux horaire tenant compte, le cas échéant, de la modification des bases de la rémunération."}