{"annee": "104", "cour": "II", "page": "209", "date": "9/5/1978", "cite": ["95 II 433", "90 II 51", "98 II 365", "92 II 1", "90 II 501", "99 II 67", "85 II 489", "103 II 267", "93 II 192", "94 II 329", "101 II 142", "88 II 209", "86 II 365", "76 II 281"], "cite_par": [], "chapeau": "35. Urteil der I. Zivilabteilung vom 9. Mai 1978 i.S. Greiner gegen Weissenburg-Mineralthermen AG", "regestes": ["1. Art. 6 al. 1 LCart. Qualité pour défendre du membre individuel d'un cartel; consorité nécessaire de tous les membres du cartel (consid. 2)? 2. Art. 6 al. 2 LCart. Le juge peut prononcer une obligation de livrer, lorsqu'il s'agit d'un cartel (consid. 3)."], "faits": "BGE 104 II 209 S. 209\n\nA.- Die Hersteller von Mineral- und Süsswassergetränken sind im Verband Schweizerischer Mineralquellen einerseits und im Verband Schweizerischer Süssgetränke-Fabrikanten anderseits organisiert, welche untereinander und mit der nichtorganisierten Quelle Vals in enger Beziehung stehen. Demgegenüber sind die Detaillisten im Schweizerischen Verband des Mineral- und Tafelwasserhandels (MITA) zusammengefasst. Zwischen dem MITA und den Herstellerverbänden bestehen Abreden darüber, an wen und zu welchen Bedingungen Mineralwasser zu liefern sei.\n\nHans Greiner, der dem MITA nicht angehört, betreibt seit 1973 in Bümpliz ein Discountgeschäft, in dem er insbesondere Mineralwasser anbietet. Von verschiedenen Mineralwasserherstellern, darunter auch der Weissenburg-Mineralthermen AG, verlangte er, zu den sogenannten Depositärbedingungen beliefert BGE 104 II 209 S. 210zu werden, was jene aber auf Grund von Abreden mit dem MITA und dem Verband Berner Mineralwasserhändler ablehnten. Greiner kann deshalb Mineralwasser nicht unmittelbar von den Herstellern, sondern nur über ein MITA-Mitglied beziehen, wofür er eine \"Verrechnungsgebühr\" zu bezahlen hat. Im Jahre 1974 wandte er sich deswegen an die Kartellkommission, die ihn an den Zivilrichter verwies.\n\nDie Weissenburg-Mineralthermen AG ist Mitglied des Verbandes Schweizerischer Mineralquellen. Auf Greiners Ersuchen hin wurde sie am 23. August 1976 vom Gerichtspräsidenten von Niedersimmenthal bzw. am 13. Oktober 1976 vom Appellationshof (I. Zivilkammer) des Kantons Bern im Sinne einer vorsorglichen Massnahme angewiesen, den Gesuchsteller \"zu Depositärbedingungen direkt zu beliefern\". Gleichzeitig wurde Greiner eine Klagefrist von 30 Tagen angesetzt.\n\nB.- Nach erfolglosem Aussöhnungsversuch erhob Greiner am 18. März 1977 beim Handelsgericht des Kantons Bern gegen die Weissenburg-Mineralthermen AG Klage. Unter Hinweis auf das Kartellgesetz und Art. 28 ZGB verlangte er, dass die Beklagte verpflichtet werde, ihn \"zu sogenannten Depositärbedingungen mit ihren Produkten direkt zu beliefern\". Am 24. November 1977 wies das Handelsgericht die Klage mangels Passivlegitimation der Beklagten ab.\n\nC.- Der Kläger hat die Berufung erklärt. Er verlangt, es sei festzustellen, dass die Beklagte passivlegitimiert sei; alsdann sei das angefochtene Urteil aufzuheben und die Sache an die Vorinstanz zur neuen Entscheidung zurückzuweisen. Eventuell sei das vor Vorinstanz gestellte Klagebegehren gutzuheissen.\n\nDie Beklagte trägt auf Abweisung der Berufung an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Kläger verlangt mit seiner Berufung vorab, dass die Passivlegitimation der Beklagten festgestellt werde. Im kantonalen Verfahren wurde indes ein solches Feststellungsbegehren nicht gestellt, weshalb es sich dabei um einen neuen Antrag handelt, auf den nicht einzutreten ist (Art. 55 Abs. 1 lit. b OG). In Wirklichkeit meint der Kläger aber wohl nichts anderes, als dass sich das Bundesgericht bei der rechtlichen Beurteilung der Sache in bestimmter Weise festlege, was im Falle der Rückweisung die Vorinstanz bindet (Art. 66 Abs. 1 OG).BGE 104 II 209 S. 211\n\nMit der Berufung wird im Hauptstandpunkt Aufhebung des angefochtenen Urteils und Rückweisung der Sache an die Vorinstanz beantragt, nur eventuell Gutheissung der Klage. Ein solches Vorgehen ist hier zulässig, weil das Bundesgericht, wenn es die Rechtsauffassung des Klägers teilt, kein Sachurteil fällen kann, sondern die Sache zur weiteren Abklärung des Sachverhaltes zurückweisen muss (BGE 103 II 270 E. 1b, BGE 99 II 72 E. 1, BGE 95 II 436 E. 1 mit Hinweisen).\n\nDie Berufungsfähigkeit der Sache leitet der Kläger aus Art. 50 Abs. 1 OG ab, weil es sich beim angefochtenen Urteil um einen Zwischenentscheid im Sinne dieser Bestimmung handle. Das trifft jedoch nicht zu, wies doch das Handelsgericht die Klage endgültig ab, so dass sein Erkenntnis ein Endentscheid im Sinne von Art. 48 Abs. 1 OG ist. Dass das kantonale Verfahren auf die Frage der Passivlegitimation der Beklagten beschränkt wurde, ändert daran nichts. Auf die Berufung, die von keinem Streitwert abhängt (Art. 8 KG), ist somit einzutreten.\n\n2. Das Handelsgericht wies die Klage mangels Passivlegitimation der Beklagten ab. Ob das zu Recht geschah, beurteilt sich nach materiellem Recht, insbesondere nach Kartellrecht, auf das sich der Kläger beruft.\n\na) Das Handelsgericht meint, es könne ein kartellrechtlicher Anspruch einerseits deshalb nicht gegen die Beklagte gerichtet werden, weil sie kein Kartell sei, wofür nach Art. 2 KG mehrere Beteiligte erforderlich seien. Anderseits sei sie aber auch keine kartellähnliche Organisation im Sinne von Art. 3 KG, weil ihr keine marktbeherrschende Stellung zukomme. Dass die Anwendung des Kartellgesetzes das Vorhandensein eines Kartells oder einer kartellähnlichen Organisation voraussetzt, trifft zu. Nach dem angefochtenen Urteil macht der Kläger eine Preisbenachteiligung geltend, die auf eine Abrede zwischen den Herstellerverbänden und dem MITA zurückgeht. Die behauptete Wettbewerbsbehinderung beruht daher offensichtlich auf einem Kartell im Sinne von Art. 2 KG, was zur Anwendung des Kartellgesetzes führt. Ob es sich bei der Beklagten um eine kartellähnliche Organisation gemäss Art. 3 KG handle, kann unter diesen Umständen offen bleiben. Hingegen ist damit die Frage noch nicht beantwortet, gegen wen der Kläger vorzugehen hat. Dass die Beklagte für sich allein kein Kartell ist, wie die Vorinstanz meint, versteht sich von selbst, hilft aber BGE 104 II 209 S. 212nicht weiter. Gewichtiger ist die im angefochtenen Urteil vertretene Auffassung, wer organisierte Meidung anfechten wolle, müsse die dafür Verantwortlichen gleich welcher Stufe und nicht nur einen einzelnen Beteiligten einklagen. Wer damit gemeint ist, wird indes nicht ausgeführt. Dass von mehreren Stufen die Rede ist, deutet auf das Vorhandensein eines Vertikalkartells hin, das nach dem angefochtenen Urteil neben den Herstellerverbänden mindestens noch den MITA umfasst. Auch die Beklagte ist der Auffassung, es hätte das Kartell als solches eingeklagt werden müssen, wobei sie damit wohl den Verband Schweizerischer Mineralquellen meint.\n\nb) Wer ins Recht zu fassen ist, bestimmt sich nicht nach Art. 1 bis 3 KG, sondern nach den Vorschriften, welche die dem Behinderten zustehenden Ansprüche regeln (Art. 4 bis 6 KG). Nach Art. 6 Abs. 1 KG kann bei einer unzulässigen Wettbewerbsbehinderung auf Feststellung der Widerrechtlichkeit, auf Unterlassung der Vorkehren, auf Beseitigung des rechtswidrigen Zustandes sowie schliesslich auf Schadenersatz und Genugtuung geklagt werden. Aus dieser Bestimmung folgt ausdrücklich die Aktivlegitimation desjenigen, der durch solche Wettbewerbsbehinderung geschädigt oder gefährdet wird. Sinngemäss ergibt sich daraus aber zugleich auch die Passivlegitimation desjenigen, der angeblich schädigt oder gefährdet. Anhand der Beispiele von Art. 4 Abs. 1 KG kann das namentlich sein, wer Bezugs- und Liefersperren verhängt oder Dritte in den Preisen oder Bezugsbedingungen benachteiligt.\n\nDie Auffassung der Beklagten, es ergebe sich eindeutig aus dem System des Kartellrechts, dass nur ein Urteil zwischen Verletztem und Kartell Recht über die Zulässigkeit einer Kartellabrede zu schaffen vermöge, ist somit irrig. Ebensowenig ist einzusehen, weshalb es \"elementarsten prozessualen Grundsätzen\" und dem Anspruch auf rechtliches Gehör zuwiderlaufen soll, wenn diese Frage auf Klage gegen ein einzelnes Kartellmitglied hin beurteilt wird. Bezeichnenderweise anerkennt denn auch die Beklagte, dass nach hergebrachter anwaltlicher Übung neben dem verantwortlichen Verband auch einzelne Mitglieder belangt würden, um von vornherein den Einwand fehlender Passivlegitimation abzuschneiden. Dieses Vorgehen setzt aber doch voraus, dass kartellrechtliche Ansprüche sowohl gegen den Verband als auch gegen einzelne Mitglieder erhoben werden können, wofür sich in der Rechtsprechung BGE 104 II 209 S. 213durchaus Beispiele finden (vgl. BGE 98 II 365, BGE 92 II 4 E. 2, BGE 85 II 489; zur Zweckmässigkeit dieses Vorgehens: MERZ, in: ZBJV 105/1969, S. 26). Fraglich ist hingegen, ob der Kläger neben der Beklagten auch den Verband Schweizerischer Mineralquellen oder gar den MITA als notwendige Streitgenossen hätte einklagen müssen. Auch das beurteilt sich nach materiellem Recht, im vorliegenden Falle vorab nach Kartellrecht.\n\nc) Das Bundesgericht hat schon wiederholt Klagen gegen einzelne Kartellmitglieder beurteilt, die nicht zugleich gegen das Kartell als Ganzes gerichtet waren, ohne dass dabei die Passivlegitimation angezweifelt worden wäre (vgl. BGE 101 II 142, BGE 94 II 329, BGE 90 II 501, BGE 88 II 209). Mit der Frage, ob eine notwendige Streitgenossenschaft zwischen allen an einem Kartell Beteiligten bestehe, befasste es sich ausdrücklich in BGE 93 II 202 E. 11 b. Hinsichtlich eines Vertikalkartells fand es dort, dass der Beseitigungsanspruch gegen jeden Beteiligten allein gerichtet werden könne, der die Belieferung verweigere. Die Gerichtsstandsvorschrift von Art. 7 Abs. 2 lit. a KG könnte zwar die Annahme nahelegen, dass alle Beteiligten eingeklagt werden müssten. Dass diese Vorschrift die notwendige Streitgenossenschaft aber nicht im Auge habe, ergebe sich daraus, dass nach der Rechtsprechung bei notwendiger Streitgenossenschaft die Klage beim Wohnsitzrichter irgendeines Beklagten angebracht werden könne, was nach Art. 7 Abs. 2 lit. a KG aber nicht der Fall sei. Auch habe das Bundesgericht nie die an Ausschliesslichkeitsverträgen Beteiligten als notwendige Streitgenossen betrachtet, sondern stets auch Klagen gegen solche Lieferanten allein zugelassen, die durch Ausschliesslichkeitsabreden gebunden waren. Es ergebe sich das auch aus Art. 4 KG, nach welcher Bestimmung Liefersperren und Benachteiligung in Preisen und Bezugsbedingungen unerlaubte Handlungen seien, die das Recht der Persönlichkeit verletzten. Der Verletzte sei deshalb befugt, den Urheber der Verletzung zu belangen, und zwar ohne Rücksicht auf dessen allfällige Kartellabreden mit Dritten. An diesen Überlegungen ist festzuhalten. Aus ihnen ergibt sich mit aller Deutlichkeit, dass Ansprüche gemäss Art. 6 KG gegen den \"Täter\" gerichtet werden können, ohne dass gleichzeitig auch das Kartell bzw. alle die an diesem Beteiligten eingeklagt werden müssen.\n\nd) Die Beklagte stützt ihre gegenteilige Auffassung vor allem mit der These, jeder kartellrechtliche Anspruch setze die BGE 104 II 209 S. 214Feststellung der Widerrechtlichkeit voraus, die nur dem Kartell gegenüber möglich und zulässig sei. Sie übersieht dabei aber, dass der Feststellungsanspruch von Art. 6 KG sich auf die Widerrechtlichkeit der konkret behindernden Vorkehr stützt und somit durchaus gegen den unmittelbaren \"Täter\" gerichtet werden kann (MERZ, Das schweizerische Kartellgesetz, Bern 1967, S. 69). Wie bei Art. 2 UWG, der für Art. 6 KG wegleitend war (BBl 1961 II 587 f.), vermag ein Unterlassungs- oder Beseitigungsanspruch das Feststellungsinteresse aber sogar auszuschliessen (BGE 90 II 58 E. 8; vor Erlass des KG: BGE 88 II 238 E. III/1). Im Zusammenhang mit einem Unterlassungs- oder Beseitigungsanspruch ist die Zulässigkeit der Behinderung und damit der Kartellbindung gleichwohl vorfrageweise zu untersuchen, ohne dass das Ergebnis dieser Untersuchung am Prozess nicht beteiligte Dritte betreffen könnte (BGE 88 II 239 E. III/1). Die diesbezügliche Auseinandersetzung mit andern Beteiligten bleibt dem jeweiligen Beklagten überlassen, wobei er sich das durch Streitverkündung erleichtern kann (BGE 93 II 203 E. 11 b).\n\ne) Damit steht fest, dass die Beklagte hinsichtlich der vorliegenden Klage passivlegitimiert ist. Ob sich das gleiche Ergebnis allenfalls auch aus Art. 28 ZGB oder Art. 50 OR ergibt, wie die Berufung vorträgt, kann deshalb offen bleiben. Da das Handelsgericht das Verfahren auf die Frage der Passivlegitimation beschränkte, fehlen im angefochtenen Urteil Feststellungen, die eine Beurteilung der Klage, namentlich hinsichtlich der Zulässigkeit der Benachteiligung des Klägers, erlaubten. Das angefochtene Urteil ist deshalb aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen (Art. 64 Abs. 1 OG).\n\n3. Eine Rückweisung könnte sich erübrigen, wenn sich ergäbe, dass das Klagebegehren als solches unzulässig ist. Die Beklagte vertritt nämlich die Ansicht, dass das Kartellgesetz einen Lieferzwang nicht zulasse. Im kantonalen Verfahren nannte sie das eines der heikelsten Probleme des Kartellrechts und erachtete den Lieferzwang als mit der Vertragsfreiheit im Widerspruch stehend.\n\nIn der Lehre wird die Meinung vertreten, einem Kartell gegenüber genüge es, die Kartellbindung für unverbindlich zu erklären und gemäss Art. 6 Abs. 2 KG die Aufnahme in das Kartell anzuordnen; eine eigentliche Lieferverpflichtung BGE 104 II 209 S. 215komme deshalb nur gegenüber kartellähnlichen Organisationen in Betracht (MERZ a.a.O. S. 70, 77 f.). Ob die Beklagte eine kartellähnliche Organisation ist, kann aber auch unter diesem Gesichtspunkt offen bleiben, da nach der neueren bundesgerichtlichen Rechtsprechung auch bei Vorliegen eines Kartelles ein Lieferzwang ausgesprochen werden kann. Ein solcher wurde in BGE 76 II 296 zwar noch schlechthin verneint, in BGE 86 II 373 E. 3 dann aber als grundsätzlich zulässig angesehen. Das zuletzt genannte Urteil bezieht sich wohl auf eine kartellähnliche Organisation, doch reicht seine Argumentation darüber hinaus, indem dargelegt wird, dass jeder unerlaubte Boykott auf einem Missbrauch der Vertragsfreiheit beruhe, weshalb der Richter in diese eingreifen könne. Eindeutig ergibt sich schliesslich aus BGE 101 II 142 und BGE 94 II 329, dass auch im Fall des Kartells dem Beseitigungsanspruch durch Anordnung künftiger Belieferung zu bestimmten Bedingungen entsprochen werden kann. Etwas anderes wäre mit Sinn und Zweck des Kartellrechts auch nicht vereinbar. Wenn schon Art. 4 KG unter bestimmten Voraussetzungen Liefersperre und Preisbenachteiligung als unzulässig erklärt, muss der Unterlassungs- und Beseitigungsanspruch von Art. 6 Abs. 1 KG gegebenenfalls auch zur Anordnung künftiger Belieferung führen können. Demgegenüber nennt Art. 6 Abs. 2 KG lediglich gewisse zusätzliche, nicht aber ausschliessliche Beseitigungsmöglichkeiten. Derartige Anordnungen könnten dem Kläger vorliegend schon deshalb nicht genügen, weil die Beklagte jedenfalls früher die Liefersperre als auf ihrem eigenen Willen beruhend zu rechtfertigen versuchte und weil nichts sie hindert, auf diesen Vorwand zurückzugreifen, wenn sie nicht zur Belieferung verpflichtet wird. Nachdem anderseits heute feststeht, dass die Diskriminierung des Klägers auf Kartellabrede beruht, kann einer solchen Verpflichtung auch nicht unter Berufung auf die Vertragsfreiheit ausgewichen werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird gutgeheissen, soweit darauf einzutreten ist, das Urteil des Handelsgerichts des Kantons Bern vom 24. November 1977 aufgehoben und die Sache zur neuen Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}