{"annee": "104", "cour": "IB", "page": "65", "date": "1/5/1978", "cite": ["103 IB 16", "96 I 752", "100 II 411", "100 IB 250", "95 I 477", "97 I 81", "91 I 356", "99 II 401", "101 IB 14", "99 IB 10"], "cite_par": ["108 II 216", "113 II 204", "112 II 73", "108 II 487", "109 II 256", "120 II 144"], "chapeau": "12. Urteil der I. Zivilabteilung vom 1. Mai 1978 i.S. P.C.C. B.V. gegen Eidg. Amt für geistiges Eigentum", "regestes": ["Protection en Suisse d'une marque au bénéfice de l'enregistrement international. Art. 14 al. 1 ch. 2 LMF, art. 6quinquies litt. B ch. 2 de la Convention de Paris. Il faut prendre en considération tous les éléments d'une marque, en droit conventionnel également, pour juger si elle désigne des qualités ou la nature de la marchandise."], "faits": "", "considerants": "|65|\n\nErwägungen:\n\n1. Die Firma P.C.C. B.V. in Oisterwijk (Holland) führt Verwaltungsgerichtsbeschwerde gegen eine Verfügung des Eidgenössischen Amtes für geistiges Eigentum, das am 26. Januar 1978 ihrer zweifarbigen Marke, bestehend aus den Wörtern \"OISTER\" und \"FOAM\" sowie einem Ausschnitt aus einer chemischen Formel in eckigen Klammern, den Schutz für das Gebiet der Schweiz verweigert hat. Die Marke ist beim Büro der Benelux-Staaten und unter Nr. 424131 auch beim Internationalen Büro hinterlegt worden. Sie ist für den Gebrauch auf Reaktionskomponenten bestimmt, die zur Herstellung von Schaum aus Kunststoffen verwendet werden.\n\n|66|\n\nZwischen den Niederlanden und der Schweiz gelten seit 1975 das Madrider Abkommen über die internationale Registrierung von Marken (MMA) sowie die Pariser Verbandsübereinkunft zum Schutze des gewerblichen Eigentums (PVÜ) gemäss den am 14. Juli 1967 in Stockholm revidierten Fassungen (AS 1970 S. 620 und 1689, 1976 S. 923, 1978 S. 806). Nach Art. 5 Abs. 1 MMA darf ein Verbandsland einer international registrierten Marke den Schutz nur verweigern, wenn nach den in der PVÜ genannten Bedingungen ihre Eintragung in das nationale Register abgelehnt werden dürfte. Das trifft gemäss Art. 6quinquies lit. B Ziff. 2 PVÜ insbesondere zu, wenn die Marke jeder Unterscheidungskraft entbehrt oder ausschliesslich aus Zeichen oder Angaben zusammengesetzt ist, die im Verkehr u.a. zur Bezeichnung der Art, Beschaffenheit oder Bestimmung der Waren dienen können.\n\nDieser zwischenstaatlichen Regelung entspricht Art. 14 Abs. 1 Ziff. 2 MSchG, wonach eine Marke nicht eingetragen werden darf, wenn sie als wesentlichen Bestandteil ein als Gemeingut anzusehendes Zeichen enthält. Als Gemeingut gelten offene oder leicht erkennbare Hinweise insbesondere auf Eigenschaften, die Beschaffenheit oder den Zweck der Erzeugnisse, für welche die Marke bestimmt ist (BGE 103 Ib 18 /19, BGE 101 Ib 15, BGE 100 Ib 251, BGE 99 Ib 24, BGE 99 II 403, 98 II 144 und 402). Dass eine Marke aus Wörtern einer Sprache besteht, die in der Schweiz weder Amts- noch Nationalsprache ist, und daher hier bloss von einem bestimmten Kreis, z.B. nur von Fachleuten als Bezeichnung einer Eigenschaft oder Warenart verstanden wird, schliesst ihre Würdigung als Gemeingut nicht aus (BGE 97 I 83, BGE 96 I 755, BGE 95 I 479, BGE 91 I 358).\n\n2. Ob die streitige Marke auf Eigenschaften, die Beschaffenheit oder den Zweck der Ware hinweist, beurteilt sich nach dem Eindruck, den sie als Ganzes macht. Dieser Eindruck wird vor allem durch das Wort \"FOAM\" bestimmt, das sich durch die Art seiner Wiedergabe von den beiden andern Bestandteilen der Marke klar abzeichnet. Gewiss wird dadurch, dass die Wörter \"OISTER\" und \"FOAM\" samt der chemischen Formel in Blockschrift bündig angeordnet sind, eine graphische Darstellung erreicht, welche das Ganze als ein Rechteck von 10 x 2,5 cm erscheinen lässt. Dass die drei Markenelemente unter sich eine geschlossene Einheit bildeten und deshalb ein individuelles Gesamtbild ergäben, wie die Beschwerdeführerin behauptet, liesse sich jedoch nur sagen, wenn ihre Buchstaben |67| die gleiche Grösse oder wenigstens die gleiche Farbe aufwiesen. Weder das eine noch das andere ist der Fall. Das Wort \"FOAM\" macht etwa zwei Drittel der ganzen Darstellung aus und ist in einem kräftigen Rot wiedergegeben, das der Marke auf den ersten Blick denn auch das Gepräge gibt. Die beiden anderen Teile dagegen sind diesem Wort in Buchstaben, die drei- bis viermal kleiner sind, übereinander vorangestellt und in schwarzer Farbe ausgeführt, was sie im Verhältnis zum Hauptbestandteil der Marke zum blossen Beiwerk macht, mag die Marke auch als \"Oister FOAM\" gelesen werden.\n\n\"FOAM\" ist ein englisches Wort und bedeutet - je nach seiner Verwendung als Haupt- oder Tätigkeitswort - entweder \"Schaum\" oder \"schäumen\". In der Marke der Beschwerdeführerin hat es offensichtlich den Sinn von \"Schaum\" und erweist sich daher in Verbindung mit dem Warenbereich, für den die Marke bestimmt ist, als eine reine Sachangabe. Es enthält einen deutlichen Hinweis auf den Zweck der Reaktionskomponenten, mit denen gemäss dem Warenverzeichnis der Beschwerdeführerin synthetischer Schaum hergestellt wird.\n\nDie beiden andern Markenelemente vermögen an diesem Eindruck, der durch den Hauptbestandteil erweckt wird, nichts zu ändern; das gilt insbesondere von der chemischen Formel, durch die er eher verstärkt als beseitigt wird. Im mündlichen Geschäftsverkehr wird die Marke übrigens, was die Beschwerdeführerin anerkennt, oft ohne die Formel verwendet. Diese taugt zudem nicht zur Kennzeichnung der Ware und fällt daher bei der Beurteilung der Zulässigkeit der Marke schon mangels Unterscheidungskraft ausser Betracht (BGE 100 II 417). Die Beschwerdeführerin übersieht ferner, dass gemäss Art. 14 Abs. 1 Ziff. 2 MSchG eine Marke als Ganzes nichtig ist, wenn sie als wesentlichen Bestandteil ein als Gemeingut anzusehendes Zeichen enthält (MATTER, Kommentar zum MSchG, S. 68; DAVID, Kommentar zum MSchG, 3. Aufl. N. 4 zu Art. 14). Da diese Voraussetzung hier schon wegen des den Gesamteindruck bestimmenden Wortes \"FOAM\" erfüllt ist, kann von einem Grenz- oder Zweifelsfall zum vorneherein keine Rede sein. Es kann deshalb auch offen bleiben, wie es sich mit der angeblichen Phantasiebezeichnung \"Oister\" in Verbindung mit \"FOAM\" verhält.\n\n3. An diesem Ergebnis ändert auch der Einwand nichts, dass Art. 6quinquies lit. B Ziff. 2 PVÜ bei richtiger Auslegung nur Marken verbiete, die in ihrer Gesamtheit zum Gemeingut |68| gehörten. Gewiss schliesst diese Bestimmung nach ihrem Wortlaut nur Marken aus, die jeder Unterscheidungskraft entbehren oder ausschliesslich aus Zeichen oder Angaben bestehen, die im Verkehr u.a. zur Bezeichnung der Art oder Beschaffenheit der Ware verwendet werden können. Das heisst indes nicht, dass sowohl nach der zwischenstaatlichen Regelung wie nach Landesrecht eine Marke selbst dann zugelassen werden müsse, wenn sie zur Hauptsache aus gemeinfreien Elementen besteht. Das lässt sich schon deshalb nicht sagen, weil Art. 6quinquies lit. B Ziff. 2 PVÜ auch Zeichen erfasst, die neben beschreibenden Angaben auch andere Elemente enthalten, aber trotzdem nicht geeignet sind, die Waren eines Unternehmens von denjenigen eines andern zu unterscheiden. Sonst könnte der Markeninhaber ein Verbandsland, das eine Marke zunächst wegen deren beschreibenden Wirkung zurückgewiesen hat, durch das blosse Beifügen einer Phantasiebezeichnung zur Eintragung veranlassen. Eine Marke ist selbst nach der zwischenstaatlichen Regelung unter Berücksichtigung aller ihrer individuellen Eigenschaften zu prüfen, weil gerade diese beschreibend wirken und das Zeichen als Ganzes schutzunfähig machen können (BODENHAUSEN, Kommentar zur PVÜ, S. 97 Anm. e).\n\nDemnach erkennt das Bundesgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}