{"annee": "104", "cour": "IB", "page": "269", "date": "4/9/1978", "cite": ["101 IB 14", "68 IV 110"], "cite_par": ["112 IB 39", "117 IB 64", "117 IB 414", "113 IB 287", "118 II 50"], "chapeau": "43. Urteil des Kassationshofes vom 4. September 1978 i.S. G. gegen Jugendamt des Kantons Zürich", "regestes": ["Droit pénal des mineurs. L'art. 94 ch. 2 al. 1 CP permet d'ordonner la réintégration dans un établissement, lorsque le libéré commet des infractions pendant le délai d'épreuve."], "faits": "BGE 104 Ib 269 S. 269\n\nA.- G. war am 27. April 1977 bedingt aus dem Erziehungsheim entlassen worden, in welches ihn das Obergericht des Kantons Zürich mit Urteil vom 21. Juni 1976 in Anwendung von Art. 91 Ziff. 2 StGB eingewiesen hatte. Wegen Ende Juni/ anfangs Juli 1977 verübter Delikte verurteilte ihn das Bezirksgericht Bülach am 1. November 1977 zu zwölf Monaten Gefängnis.\n\nB.- Die Jugendanwaltschaft des Bezirkes Zürich ordnete mit Verfügung vom 29. Dezember 1977 die Rückversetzung des G. in das Erziehungsheim gemäss Art. 94 Ziff. 2 StGB an.\n\nDen gegen diese Verfügung geführten Rekurs des G. wies die Jugendstaatsanwaltschaft des Kantons Zürich am 23. Mai 1978 ab.\n\nC.- G. führt Verwaltungsgerichtsbeschwerde mit dem Antrag, die Verfügungen der Jugendanwaltschaft des Bezirkes Zürich und der Jugendstaatsanwaltschaft des Kantons Zürich seien aufzuheben. Er ersucht ferner um Bewilligung der unentgeltlichen Rechtspflege.\n\nBGE 104 Ib 269 S. 270\n\nDie Jugendstaatsanwaltschaft des Kantons Zürich und das Eidgenössische Justiz- und Polizeidepartement schliessen in ihren Vernehmlassungen auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Verwaltungsgerichtsbeschwerde ist gemäss Art. 98 lit. g OG nur gegen Verfügungen letzter Instanzen der Kantone zulässig. Letzte kantonale Instanz ist die Jugendstaatsanwaltschaft des Kantons Zürich. Soweit der Beschwerdeführer die Aufhebung auch der Verfügung der Jugendanwaltschaft des Bezirkes Zürich verlangt, ist auf sein Begehren nicht einzutreten.\n\nDa zur Begründung der Verwaltungsgerichtsbeschwerde auf Eingaben an die Vorinstanz verwiesen werden darf (BGE 101 Ib 15 E. 1), schadet dem Beschwerdeführer der Hinweis auf die in der Rekursschrift umfassender als in der Verwaltungsgerichtsbeschwerde vorgetragene Argumentation nicht.\n\n2. Der Beschwerdeführer macht geltend, die Rückversetzung in die Erziehungsmassnahme gemäss Art. 94 Ziff. 2 StGB sei ausgeschlossen, wenn der bedingt Entlassene während der ihm bestimmten Probezeit erneut strafbare Handlungen begehe. Alle übrigen, die Rechtsfolgen bei Nichtbewährung innerhalb der Probezeit normierenden Bestimmungen des StGB erwähnten neben jener, dass der bedingt Entlassene oder Verurteilte trotz förmlicher Mahnung einer ihm erteilten Weisung zuwiderhandle oder das auf ihn gesetzte Vertrauen in anderer Weise täusche, ausdrücklich auch die erneute Delinquenz als alternative Voraussetzung zur Rückversetzung oder zum Widerruf. Wenn Art. 94 Ziff. 2 StGB demgegenüber als Rückversetzungsgründe einzig die Widerhandlung gegen eine Weisung oder den Missbrauch der Freiheit in anderer Weise nenne, so sei ein qualifiziertes Schweigen des Gesetzes anzunehmen. Während die sich beim Zusammentreffen mit Strafen oder Massnahmen unter sich ergebenden Vollzugsfragen bei allen andern freiheitsentziehenden Massnahmen geordnet seien, fehle eine solche Regelung bei der Einweisung in ein Erziehungsheim. Das zwinge zum Schluss, dass eine Massnahme nach Art. 91 ff. StGB mit einer anderen Massnahme oder einer Strafe von Gesetzes wegen nicht in Konkurrenz treten könne. Die Rückversetzung des aus dem Erziehungsheim bedingt Entlassenen wegen erneuter Straffälligkeit erscheine zudem regelmässig als BGE 104 Ib 269 S. 271sinnlos, da der Richter, der über die neuen Straftaten zu urteilen habe, selber die angemessene Sanktion anordne; sei der Jugendliche oder nunmehr bereits junge Erwachsene nicht mehr massnahmebedürftig, so strafe er diesen; ordne er eine Erziehungsmassnahme gemäss Art. 91 ff. StGB oder die Einweisung in eine Arbeitserziehungsanstalt an, so sei dadurch der Massnahmebedürftigkeit Genüge getan. Eine Rückversetzung in die Erziehungsmassnahme widerspreche bei erneuter Delinquenz schliesslich dem streng monistischen System wie auch der Zielsetzung des Jugendstrafrechtes, das ganz auf Spezialprävention ausgerichtet sei; denn sie habe regelmässig Sühnecharakter oder verfolge generalpräventive Ziele, zumal für die neuen Straftaten die angemessene Rechtsfolge bereits als Strafe oder Massnahme angeordnet worden sei.\n\n3. Es steht einzig in Frage, ob Art. 94 Ziff. 2 Abs. 1 StGB die Rückversetzung in eine Anstalt zulasse, wenn der bedingt Entlassene während der Probezeit strafbare Taten begeht, oder ob dies nach dem Willen des Gesetzes ausgeschlossen sei.\n\nArt. 94 Ziff. 2 Abs. 1 StGB bestimmt, die vollziehende Behörde könne den Entlassenen in eine Anstalt zurückversetzen, wenn er während der Probezeit trotz förmlicher Mahnung der zuständigen Behörde einer ihm erteilten Weisung zuwiderhandle oder in anderer Weise die Freiheit missbrauche. Ob ein qualifiziertes Schweigen des Gesetzes vorliegt, die Begehung strafbarer Handlungen während der Probezeit demnach keinen Missbrauch der Freiheit darstellen kann, wie der Beschwerdeführer meint, hängt davon ab, was vernünftigerweise als Wille des Gesetzgebers angesehen werden muss (BGE 68 IV 111).\n\nDie vergleichbaren Bestimmungen des Erwachsenenstrafrechtes (Art. 38 Ziff. 4, 41 Ziff. 3, 45 Ziff. 3, 100ter Ziff. 1 StGB) nennen im Unterschied zu Art. 94 Ziff. 2 Abs. 1, aber auch Art. 95 Ziff. 5 Abs. 1 und 96 Ziff. 3 Abs. 1 StGB die Verübung einer vom Gesetz mit Strafe bedrohten Tat ausdrücklich als Fall der Nichtbewährung und damit als Rückversetzungs- oder Widerrufsgrund. Es fällt indessen auf, dass der Gesetzgeber in diesen Bestimmungen die erneute Delinquenz während der Probezeit ohne Ausnahme als einen Fall der Täuschung des richterlichen Vertrauens betrachtet; aus der Wendung, \"oder täuscht er in anderer Weise das auf ihn gesetzte Vertrauen\", als Rückversetzungs- oder Widerrufsgrund der Verübung von Verbrechen BGE 104 Ib 269 S. 272oder Vergehen während der Probezeit und weiteren Sachverhalten unmittelbar nachgestellt, ergibt sich dies unmissverständlich. Weil im Erwachsenenstrafrecht die neue Tatbegehung je nach der Schwere der Tat differenziert behandelt ist, musste dieser Fall der Nichtbewährung besonders hervorgehoben werden. Da nun der Missbrauch der Freiheit in anderer Weise (Art. 94 Ziff. 2 Abs. 1 StGB) eine der Täuschung des richterlichen Vertrauens in anderer Weise gleichwertige Generalklausel darstellt und gleichartige Gesetzesbegriffe grundsätzlich nach einheitlicher Auslegung rufen, lässt sich Art. 94 Ziff. 2 Abs. 1 StGB zwanglos unterstellen, der Missbrauch der Freiheit in anderer Weise als durch die Nichtbefolgung erteilter Weisungen trotz förmlicher Mahnung umfasse auch die neuerliche Delinquenz während der Probezeit. Das erscheint deshalb als geradezu angezeigt, weil Art. 94 Ziff. 1 StGB neben der Minimaldauer des Aufenthaltes in der Anstalt als Voraussetzung für die bedingte Entlassung zudem die Annahme verlangt, der Zweck der Massnahme sei erreicht. Wo der Massnahmezweck vor allem dahin geht, die Verübung weiterer Straftaten zu verhindern (REHBERG, ZStR 87, S. 230), kann sich diese Annahme nicht augenfälliger wie dadurch als falsch erweisen, dass der bedingt Entlassene während der Probezeit weitere strafbare Handlungen begeht. Die erneute Delinquenz erscheint daher als der geradezu klassische Fall einer Nichtbewährung, als unverkennbarer Nachweis dafür, dass der Zweck der Massnahme nicht oder noch nicht erreicht, von der gebotenen Freiheit nicht der erwartete, sondern ein verpönter Gebrauch gemacht, die Freiheit also missbraucht worden ist. Dass gerade hiefür die Rückversetzung in die Anstalt von Gesetzes wegen ausgeschlossen sein sollte, wo sie bereits bei blosser Nichtbefolgung einer erteilten Weisung trotz förmlicher Mahnung oder bei einem Missbrauch der Freiheit in jeder anderen Weise als durch die Nichtbefolgung solcher Weisungen oder die erneute Delinquenz möglich ist, erscheint als eine derart widersinnige Rechtsfolge, dass sie der Gesetzgeber vernünftigerweise nicht hat wollen können. Im Zuge der zweiten Revision des StGB wurde anlässlich der Beratung des Art. 94 Ziff. 2 Abs. 1 analogen Art. 95 Ziff. 5 Abs. 1 StGB in der nationalrätlichen Kommission denn auch bemerkt, der wichtigste Fall der Rückversetzung, nämlich die Begehung einer neuen strafbaren Handlung, sei gar nicht erwähnt, und der Vertreter des Eidgenössischen Justiz- und BGE 104 Ib 269 S. 273Polizeidepartementes wies darauf hin, die Deliktsverübung während der Probezeit stelle nichts anderes als eine Täuschung des auf den Entlassenen gesetzten Vertrauens dar, die zuständige Behörde verfüge neben der vom Richter verhängten Strafe oder Massnahme die Rückversetzung in die Einschliessung, und zwischen Strafen oder Massnahmen auftretende Kollisionen seien nach der Kollisionspraxis des Bundesrates zu lösen. Dieser Auffassung wurde nicht widersprochen, auch nicht von dem als Experte anwesenden Prof. Germann (Protokoll der Nationalratskommission betreffend StGB-Revision, 5. Sitzung vom 15./16. Januar 1968, S. 182/183). Der Bundesrat als frühere Aufsichtsbehörde in Straf- und Massnahmevollzugssachen hatte die Verübung von Verbrechen oder Vergehen durch einen bedingt aus der Erziehungsanstalt Entlassenen während der Probezeit stets als einen Missbrauch der Freiheit betrachtet (BRE vom 7. Januar 1964 in Sachen Koller). Auch Art. 17 Ziff. 2 sowie Art. 44 Ziff. 4 StGB in seiner ursprünglichen Fassung hatten die Begehung weiterer strafbarer Handlungen während der Probezeit als Rückversetzungsgrund in die Anstalt nicht ausdrücklich erwähnt; der Bundesrat nahm jedoch stets an, sie stelle einen solchen dar (VEB 31, Nr. 86).\n\nDie vom Beschwerdeführer angerufenen Kommentatoren vermögen dem nichts Stichhaltiges und Durchschlagendes entgegenzustellen. Die Tatsache, dass die neuerliche Begehung einer strafbaren Handlung, wenn der Täter inzwischen 18jährig geworden ist, eine Bestrafung nach Art. 100 StGB zur Folge hat (THORMANN/OVERBECK, N. 9 zu Art. 94 StGB), eine neue Massnahme angeordnet oder eine Strafe ausgesprochen wird (LOGOZ, N. 5 zu Art. 94 StGB), vermag zur Frage der Rückversetzung überhaupt nichts auszusagen. Woraus abzuleiten wäre, der Vollzug der neuen Massnahme oder der Strafe trete an die Stelle der Rückversetzung (LOGOZ, a.a.O.), wird nicht dargelegt und bliebe ohnehin unerfindlich. Die Meinung schliesslich, eine doppelte Sanktionierung des Entlassenen widerspräche materiell dem Grundsatz ne bis in idem, soweit nicht bloss Verwarnung oder Weisungen in Frage stehen (BÖHLEN, N. 10 zu Art. 94 StGB), gründet auf einer Verkennung des Gehaltes dieses Grundsatzes als blossem Verbot mehrfacher Bestrafung für ein und dieselbe Tat.\n\nWiderspräche es aber vernünftiger Auslegung von Art. 94 Ziff. 2 Abs. 1 StGB anzunehmen, der Gesetzgeber habe die BGE 104 Ib 269 S. 274Rückversetzung in die Erziehungsanstalt ausschliessen wollen, wenn der bedingt Entlassene während der Probezeit eine strafbare Tat begeht, und er habe dies durch Stillschweigen unzweifelhaft zum Ausdruck gebracht, so kann von einem qualifizierten Schweigen, wie es der Beschwerdeführer behauptet, nicht die Rede sein. Missbrauch der Freiheit ist vielmehr als Generalklausel zu verstehen, die als Rückversetzungsgrund auch die Verübung strafbarer Handlungen während der Probezeit erfasst. Das liegt auch in der vom Gesetzgeber anlässlich der zweiten Revision des StGB verfolgten Tendenz, die Rückversetzung im Jugendrecht den Bestimmungen, wie sie bei den Erwachsenen aufgestellt wurden, anzupassen (BBl 1965 I 594).\n\n4. Die Behauptung, die sich beim Zusammentreffen mit Strafen oder Massnahmen unter sich ergebenden Vollzugsfragen seien bei allen freiheitsentziehenden Massnahmen ausser der Einweisung in ein Erziehungsheim geordnet, ist unzutreffend. Eine Regelung fehlt insbesondere für den Fall, wo ein Jugendlicher, für den schon eine Massnahme angeordnet ist, eine neue strafbare Tat begeht, die Weiterführung der Massnahme oder ihre Änderung nicht genügt, und er mit Einschliessung bestraft wird (Art. 95 Ziff. 1 Abs. 2 StGB). Das Fehlen von Vollzugsregeln bei Konkurrenz der gleichen, einer anderen Massnahme oder einer freiheitsentziehenden Strafe mit der Massnahme, in die der bedingt Entlassene gemäss Art. 94 Ziff. 2 StGB zurückzuversetzen ist, liefert deshalb keinen schlüssigen oder gar zwingenden Anhaltspunkt zur Annahme, eine Massnahme nach Art. 91 ff. StGB könne mit einer anderen Massnahme oder einer Strafe gar nicht in Konkurrenz treten.\n\nDer Richter, der die neue strafbare Handlung zu beurteilen hat, trifft die angemessene Sanktion nur für diese Tat und ohne jede Rechtswirkung für die früher angeordnete Massnahme, aus welcher der Täter bedingt entlassen worden ist, weil die gesetzlich vorgeschriebene Minimaldauer des Anstaltsaufenthaltes abgelaufen war und angenommen werden konnte, der Zweck der Massnahme sei erreicht. Erweist sich diese Annahme wie im Falle erneuter Delinquenz während der Probezeit als unzutreffend, so ist nicht die Rückversetzung in die Massnahme sinnwidrig, sondern der Verzicht auf diese wäre es; die Massnahme erhält ihren eigentlichen Sinn erst dadurch, dass sie im Rahmen der gesetzlichen Bestimmungen über die Höchstdauer solange fortgeführt wird, bis sie schliesslich ihren Zweck erreicht hat.BGE 104 Ib 269 S. 275\n\nAls überflüssig könnte eine Rückversetzung höchstens da erscheinen, wo als Rechtsfolge der neuen Tat vom Richter wiederum die gleiche Massnahme angeordnet worden ist.\n\nIm Jugendstrafrecht ist das monistische System nicht lückenlos durchgeführt; es wird in Art. 95 Ziff. 1 Abs. 2 StGB durchbrochen. Eine Rückversetzung in die Erziehungsanstalt bei erneuter Delinquenz widerspräche aber dem richterlichen Monismus nicht mehr als die gesetzlich vorgesehene Möglichkeit der Kumulation von Strafe und Massnahme. Sie widerspricht auch der Zielsetzung des Jugendstrafrechtes nicht; beide Sanktionsarten, Massnahme und Strafe, werden als Erziehungsmittel begriffen: die im Verhältnis zur Massnahme alternative und subsidiäre Strafe kann im Unterschied zum Erwachsenenstrafrecht hier keinen Sinn haben, der jener fremd ist (REHBERG, ZStR 87, S. 230). Überdies können nach Art. 1 Abs. 4 VStGB 1 sogar bei gleichzeitiger Beurteilung vor und nach dem achtzehnten Altersjahr begangener Taten eine Massnahme des Jugendstrafrechts und die Strafe des Erwachsenenstrafrechts kumuliert werden; das muss umso mehr gelten, wenn die jugendrechtliche Massnahme schon rechtskräftig ausgesprochen und infolge Nichtbewährung weiterhin vollziehbar ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen, soweit auf diese einzutreten ist."}