{"annee": "87", "cour": "I", "page": "291", "date": "4/10/1961", "cite": [], "cite_par": [], "chapeau": "48. Arrêt du 4 octobre 1961 dans la cause X. contre Genève, Cour de Justice.", "regestes": ["Art. 61 Cst.; exécution d'un jugement arbitral relatif à la liquidation d'un régime matrimonial; pouvoir d'examen du Tribunal fédéral. 1. Le Tribunal fédéral recherche librement si le jugement arbitral a la même force exécutoire qu'un jugement ordinaire. 2. N'est pas exécutoire le jugement arbitral relatif à la liquidation d'un régime matrimonial et qui n'a pas reçu l'approbation prévue par l'art. 158 ch. 5 CC ou par les art. 177 al. 2 et 181 al. 2 CC."], "faits": "BGE 87 I 291 S. 291\n\nA.- Les époux X. se marièrent le 27 février 1932. Ils eurent trois enfants, aujourd'hui majeurs. Le 21 mai 1959, ils furent déboutés par le Tribunal cantonal valaisan d'une action et d'une demande reconventionnelle en divorce qu'ils lui avaient présentées. Le 11 mai 1960, ils signèrent une convention et un compromis arbitral. Dans la convention, dame X s'engagea à ouvrir action en divorce devant les tribunaux du canton de Genève, où elle était allée s'établir. Par le compromis arbitral, les époux chargèrent BGE 87 I 291 S. 292le juge cantonal Y., de liquider leur régime matrimonial. Ainsi que le prévoit le ch. 6 de la convention, celle-ci \"et le compromis arbitral... sont liés, et dès l'introduction du procès en divorce à Genève, les parties ouvriront la procédure arbitrale en Valais\". Quant au chiffre 9 du compromis, il dispose que \"quelle que soit l'issue de la procédure en divorce..., et même si la séparation de biens n'était pas ordonnée judiciairement, les époux adopteront ce régime par contrat et liquideront leur régime antérieur sur la base du jugement arbitral, dans le mois qui suivra la notification de ce jugement\".\n\nLe procès en divorce fut introduit au mois de juin 1960. Le 21 décembre 1960, le Tribunal de première instance de Genève prononça le divorce, sans prendre de décision au sujet de la liquidation du régime matrimonial. En ce qui le concerne, l'arbitre avait statué le 28 novembre 1960 déjà. La lettre d) du dispositif de son jugement prévoit: \"Dame X. versera à sieur X. pour sa part de liquidation du régime matrimonial la somme de francs 23 647.--. Ce versement interviendra dans le mois qui suivra la notification du jugement arbitral, soit au moment de la signature du contrat de séparation de biens\". Le 14 mars 1961, le Tribunal cantonal valaisan écarta un pourvoi en nullité interjeté par l'épouse contre ce jugement arbitral.\n\nB.- Le 15 février 1961, X., se fondant sur le jugement arbitral du 28 novembre 1960, fit notifier à son ex-femme un commandement de payer la somme de 23 647 fr. avec intérêts à 5% dès le 9 janvier 1960. Le 13 mars 1961, le Tribunal de première instance de Genève leva définitivement l'opposition que dame X. avait faite à cette poursuite. Le 23 mai 1961, la Cour de justice du canton de Genève réforma ce jugement et refusa d'accorder la mainlevée définitive. Elle considéra en bref ce qui suit:\n\nLes procédures valaisanne et genevoise interdisent de soumettre une action en divorce à un arbitre. Il doit en aller de même de la liquidation du régime matrimonial, qui est étroitement liée à la dissolution du mariage. L'ordre public s'opposerait à une autre solution. Le jugement BGE 87 I 291 S. 293arbitral invoqué comme titre de mainlevée a donc été rendu par un juge incompétent. En outre, il n'a pas été homologué par le jugement de divorce. Dans ces conditions, il ne saurait justifier la mainlevée de l'opposition faite par dame X.\n\nC.- Agissant par la voie du recours de droit public, X. requiert le Tribunal fédéral d'annuler l'arrêt de la Cour de justice et de confirmer le jugement de première instance accordant la mainlevée définitive. Il se plaint d'une violation de l'art. 61 Cst.", "considerants": "Considérant en droit:\n\n1. D'après l'art. 61 Cst. et la jurisprudence qui s'y rapporte, un jugement civil rendu par des arbitres privés dans un canton peut être exécuté dans un autre canton, pourvu qu'il remplisse certaines conditions, notamment qu'il ait la même force exécutoire qu'un jugement ordinaire (RO 81 I 325/326). En l'espèce, le Tribunal fédéral peut se borner à rechercher si le jugement arbitral du 28 novembre 1960 est exécutoire. Il examine cette question librement (arrêt précité).\n\n2. En concluant le compromis arbitral du 11 mai 1960, les parties avaient pour but de liquider leur régime matrimonial en vue de l'action en divorce qui allait être ouverte. Comme cela ressort des termes de la convention qu'elles ont conclue le même jour (chiffre 6), elles voulaient que la procédure arbitrale et le procès en divorce fussent liés; elles ont entendu soustraire au juge ordinaire, pour les soumettre à un arbitre privé, les questions relatives à la dissolution de leur régime matrimonial rendue nécessaire pour le cas où le divorce ou la séparation de corps serait prononcé. Il est inutile de décider si elles avaient le droit de faire ainsi régler par arbitrage la liquidation de ce régime. En effet, supposé qu'elles aient eu cette faculté, elles auraient en tout cas dû, puisqu'elles avaient agi à l'occasion et dans le cadre du procès ordinaire en divorce, soumettre le jugement arbitral à l'approbation du juge du divorce, comme une convention sur les effets accessoires BGE 87 I 291 S. 294du divorce ou de la séparation de corps. L'art. 158 ch. 5 CC, qui est applicable même aux conventions ne concernant que la liquidation du régime matrimonial (RO 64 II 66), est une règle d'ordre public. Il impose cette solution. Faute d'avoir été approuvé par le juge qui a prononcé le divorce, le jugement arbitral du 28 novembre 1960 n'est pas exécutoire.\n\nIl est vrai que le chiffre 9 du compromis arbitral dispose que, \"quelle que soit l'issue de la procédure en divorce..., et même si la séparation de biens n'était pas ordonnée judiciairement, les époux adopteront ce régime par contrat et liquideront leur régime antérieur sur la base du jugement arbitral, dans le mois qui suivra la notification de ce jugement\". Vu ce texte, vu aussi le fait que l'arbitre a statué sans attendre le jugement de divorce, on pourrait considérer également que les conjoints ont entendu régler à nouveau leurs rapports patrimoniaux sans égard à l'action en divorce. Dans cette hypothèse, le compromis arbitral serait une convention qui aurait dû être soumise à l'approbation de l'autorité tutélaire en vertu des art. 177 al. 2 et 181 al. 2 CC. Cette approbation n'ayant pas été donnée, le compromis ne serait pas valable. L'arbitre aurait été alors dépourvu de tout pouvoir pour statuer. Son jugement ne pourrait donc pas davantage être exécuté.\n\nC'est dès lors à bon droit que la Cour de justice a refusé de prononcer la mainlevée définitive.\n\nPar ces motifs, le Tribunal fédéral\n\nRejette le recours."}