{"annee": "87", "cour": "III", "page": "11", "date": "25/1/1961", "cite": ["58 III 105", "77 III 116", "68 III 179", "76 III 38", "54 III 146", "76 III 7", "71 III 62", "83 III 27", "71 III 5"], "cite_par": ["89 III 69", "120 III 83", "110 III 87"], "chapeau": "4. Entscheid vom 25. Januar 1961 i.S. Frey.", "regestes": ["Procédure de revendication, répartition des rôles au procès (art. 106 ss. LP). Possession exclusive du débiteur ou copossession exercée par la femme sur le bétail saisi? Faut-il tenir compte d'aspects juridiques pour trancher la question de la possession?"], "faits": "|11|\n\nAm 20. Oktober 1960 arrestierte das Betreibungsamt Buttisholz für Verlustscheinsforderungen des Kasimir Frey gegen Vinzenz Schaller bei diesem drei Kühe im Schätzungswerte von zusammen Fr. 6000.--. Der Schuldner bezeichnete diese Kühe als Eigentum seiner Frau. Da der Gläubiger diese Ansprache auf Fristansetzung gemäss Art. 106 SchKG hin bestritt, setzte das Betreibungsamt der Ehefrau des Schuldners am 28. Oktober 1960 gemäss Art. 107 SchKG Frist zur Klage auf Anerkennung ihres Eigentums. Hierauf führte die Ehefrau Beschwerde mit dem Antrag, diese Verfügung sei aufzuheben und das Betreibungsamt anzuweisen, dem Gläubiger Frist zur Klage gemäss Art. 109 SchKG anzusetzen.\n\nDie untere Aufsichtsbehörde wies die Beschwerde ab. Die kantonale Aufsichtsbehörde hat sie dagegen am 17. Dezember 1960 gutgeheissen.\n\nDiesen Entscheid hat der Gläubiger an das Bundesgericht weitergezogen.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Im Widerspruchsverfahren über Rechte an beweglichen Sachen ist nach ständiger Rechtsprechung zu Art. 106 ff. SchKG (BGE 83 III 28 mit Hinweisen; vgl. |12| auch FRITZSCHE I S. 198 und FAVRE, deutsche Ausgabe, S. 176) die Klagefrist dann und nur dann dem Drittansprecher anzusetzen, wenn sich die streitige Sache im ausschliesslichen Gewahrsam des Schuldners befindet (oder wenn ein Dritter den Gewahrsam ausschliesslich für diesen ausübt). In allen andern Fällen, insbesondere also dann, wenn der Drittansprecher den Gewahrsam innehat oder ihn mit dem Schuldner teilt, ist dagegen nach Art. 109 SchKG vorzugehen, d.h. der Gläubiger zur Klage gegen den Drittansprecher aufzufordern.\n\nBei Beurteilung der Frage, in wessen Gewahrsam eine bewegliche Sache sich befindet, ist allein massgebend, wer darüber die tatsächliche Verfügungsgewalt besitzt (BGE 54 III 148, BGE 71 III 6, BGE 83 III 28). Ob dieser tatsächliche Zustand zu Recht bestehe oder nicht, haben die Betreibungsbehörden nicht zu prüfen. Rechtliche Momente können bei ihrer Entscheidung nur insoweit in Betracht kommen, als sie einen Rückschluss auf die tatsächliche Verfügungsgewalt zulassen (vgl. BGE 71 III 64). Die Betreibungsbehörden haben sich aber in diesem Zusammenhang keinesfalls in eine eingehende Prüfung von Rechtsfragen einzulassen. Vielmehr dürfen sie bei der Beurteilung der Gewahrsamsfrage nur solche Rechtsverhältnisse berücksichtigen, deren Vorhandensein unbestritten ist oder (z.B. anhand von unangefochtenen Urkunden oder von Eintragungen in öffentlichen Registern) ohne weiteres zuverlässig festgestellt werden kann. So hat die Rechtsprechung beim Entscheid darüber, ob die Ehefrau am Inventar eines vom Ehemann betriebenen Gewerbes Mitgewahrsam habe, neben rein tatsächlichen Momenten z.B. den Umstand als beachtlich erklärt, dass zwischen den Ehegatten gemäss veröffentlichtem Eintrag im Güterrechtsregister Gütertrennung besteht und ein zum Gütertrennungsvertrag gehöriges Verzeichnis die streitigen Gegenstände einzeln als Bestandteile des \"abgetrennten\" Vermögens der Frau aufführt (BGE 68 III 179ff., BGE 77 III 118) oder dass die Ehefrau den Mietvertrag über die der Verwahrung des |13| Gegenstandes dienenden Räumlichkeiten abgeschlossen hat (BGE 58 III 105 ff; vgl. auch BGE 76 III 40). In BGE 71 III 62ff. wurde als Indiz für den Mitgewahrsam der Ehefrau an beim Ehemann gepfändetem Vieh u.a. die Tatsache gewertet, dass die Ehefrau im Grundbuch als Eigentümerin des Bauernhofs und in den Registern des Viehinspektors überdies als Eigentümerin des Viehs eingetragen war, und in BGE 76 III 8/9 hat das Bundesgericht ausgeführt, die (vom Gläubiger zugegebene) Tatsache, dass die beim Betrieb des Heimwesens mitarbeitende Ehefrau dessen Eigentümerin sei, müsse genügen, um ihr den Mitgewahrsam am Betriebsinventar zuzubilligen, auch wenn ihre Mitarbeit nicht so intensiv sein sollte, wie es im Falle BGE 71 III 62 ff. zugetroffen habe.\n\nIm vorliegenden Falle kann sich die Ehefrau nicht auf Eintragungen in amtlichen Registern oder auf ein Zugeständnis des Gläubigers berufen, wie sie in den beiden zuletzt erwähnten Fällen vorlagen. Sie vermag auch keinen schriftlichen Pachtvertrag vorzulegen, aus dem einwandfrei hervorginge, dass sie (wie behauptet) die Pächterin des Heimwesens sei. Ebensowenig kann sie geltend machen, dass ein Gütertrennungsvertrag die gepfändeten Kühe als ihr gehörig bezeichne. Dass sie den Kaufvertrag über diese Kühe abgeschlossen habe, ist bestritten und nicht durch eine Vertragsurkunde belegt. Gegen die Beweiskraft der Bestätigung des Viehhändlers Häfliger vom 30. November 1960 und der auf ihren Namen lautenden Belege betreffend die Anschaffung landwirtschaftlicher Geräte erhebt der Gläubiger Einwendungen, die sich nicht ohne weiteres als unstichhaltig bezeichnen lassen. Unter diesen Umständen lässt sich nicht sagen, es sei in liquider Weise dargetan, dass die Ehefrau des Schuldners in dessen Betrieb entgegen der Regel (vgl. BGE 68 III 180/81) nicht bloss in abhängiger, sondern in selbständiger, leitender Stellung mitarbeite, m.a.W. dass die Ehegatten das Heimwesen gemeinsam verwalten. Daher kann nicht anerkannt werden, dass die Ehefrau am |14| lebenden und toten Betriebsinventar Mitgewahrsam habe, sondern der Schuldner muss als alleiniger Inhaber des Gewahrsams gelten, so dass nicht nach Art. 109, sondern nach Art. 106/107 SchKG vorzugehen ist. Die gegenteilige Entscheidung hätte zur Folge, dass bei Eigentumsansprachen der im Gewerbe des Mannes mitarbeitenden Ehefrau an Bestandteilen des Betriebsinventars sozusagen immer der Dritte zu klagen hätte. Dies würde sich nicht rechtfertigen, weil die Vermutung, auf welche die auf einfache und klare Kriterien angewiesenen Betreibungsbehörden mangels schlüssiger Anhaltspunkte für eine abweichende Gestaltung der Verhältnisse abstellen müssen, eben für die alleinige Verfügungsgewalt des Betriebsinhabers spricht.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird gutgeheissen, der angefochtene Entscheid aufgehoben und das Betreibungsamt Buttisholz angewiesen, der Ehefrau des Schuldners Frist zur Klage gemäss Art. 107 SchKG anzusetzen."}