{"annee": "87", "cour": "I", "page": "91", "date": "1/2/1961", "cite": ["82 I 53"], "cite_par": ["89 I 170", "97 I 349"], "chapeau": "14. Auszug aus dem Urteil vom 1. Februar 1961 i.S. Hofer gegen Schweizerische Bundesbahnen.", "regestes": ["Rétrocession. Le droit à la rétrocession prévu à l'art. 102 lettre c LEx n'est pas illimité dans le temps. Si l'exproprié a laissé prescrire les droits que lui donne l'art. 102 à la lettre a (après 5 ans) et à la lettre b (après 25 ans), il ne peut plus exiger la rétrocession en vertu de l'art. 102 lettre c."], "faits": "BGE 87 I 91 S. 92\n\nAus dem Tatbestand:\n\nA.- Im Jahre 1909 bauten die SBB die Station Brittnau-Wikon aus. Dabei wurde die Kreuzung der Strasse mit der Bahnlinie nach Süden verlegt. Da geplant war, die neue Strasse auf einer Brücke über das Bahngeleise zu führen, enteigneten die SBB auf Grund des Expropriationsgesetzes vom 1. Mai 1850 (ExprG) neben dem für die Strasse auch das für die Böschungen nötige Land, darunter einen 1142 m2 haltenden Abschnitt des Grundstücks Nr. 19 der Erben Alfred Hofer. Indessen erklärten die SBB schon im Schätzungsverfahren, vorläufig werde die Strasse auf Schienenhöhe über die Bahn geführt und die geplante Brücke nicht erstellt.\n\nB.- In den Jahren 1926/27 und 1931/36 ersuchte Hans Hofer die SBB wiederholt um Rückgabe des für die Überführung enteigneten Landes. Er erhielt jeweils zur Antwort, dass die Frage der Überführung noch nicht endgültig entschieden sei und die Rückgabe daher abgelehnt werde.\n\nAm 22. August 1959 fragte Hofer die SBB an, ob sie nun bereit seien, ihm das für die nicht erstellte Überführung enteignete Land zurückzugeben. Als die SBB wiederum ablehnten, stellte Hofer mit Eingabe vom 12. November 1959 bei der Eidg. Schätzungskommission V das Gesuch um Rückgabe des im Jahre 1909 enteigneten Landes, BGE 87 I 91 S. 93soweit es bis jetzt nicht bestimmungsgemäss verwendet worden sei.\n\nMit Entscheid vom 10. Mai 1960 wies die Eidg. Schätzungskommission V das Rückforderungsbegehren \"für dermalen\" ab. Zur Begründung führte sie aus: Soweit der Rückforderungsanspruch sich auf Art. 102 lit. a oder b EntG stütze, sei er verjährt, und zwar sei die Verjährung in dem für den Gesuchsteller günstigsten Falle, nämlich bei Anwendung der 25-jährigen Frist von lit. b und Berechnung derselben vom Inkrafttreten des EntG an, am 1. Januar 1958 eingetreten. Soweit sich der Anspruch dagegen auf Art. 102 lit. c EntG stütze, sei er verfrüht, da nicht dargetan sei, dass die SBB bereits heute eine nicht bestimmungsgemässe Verwendung des in Frage stehenden Landes beabsichtigten.\n\nC.- Diesen Entscheid haben beide Parteien an das Bundesgericht weitergezogen. Hofer hält an seinem Rückforderungsbegehren fest, während die SBB beantragen, dieses Begehren sei vollumfänglich, nicht bloss \"für dermalen\" abzuweisen.\n\nDas Bundesgericht hat in Abweisung der Beschwerde Hofers und in Gutheissung derjenigen der SBB festgestellt, dass das Rückforderungsrecht endgültig verjährt ist.", "considerants": "Aus den Erwägungen:\n\n(Es wird zunächst festgestellt, dass es sich um eine vorsorgliche Enteignung handelte, dass Hofer daher die Rückforderung auf Grund von Art. 102 lit. b EntG verlangen konnte, dass dieses Rückforderungsrecht spätestens am 1. Januar 1935 entstand und nach Art. 105 Abs. 1 EntG zu verjähren begann (vgl. BGE 82 I 58 Erw. 4) und dass die einjährige Verjährungsfrist am 1. Januar 1936 unbenutzt abgelaufen ist.)\n\nDie Schätzungskommission hat sich nicht mit der Feststellung begnügt, dass der Rückforderungsanspruch nach Art. 102 lit. a oder b EntG heute verjährt ist. Sie hat weiter geprüft, wie es sich mit der Rückforderung nach BGE 87 I 91 S. 94Art. 102 lit. c verhalte. Dabei ist sie zum Schlusse gelangt, dass ein Rückforderungsbegehren auf Grund von lit. c heute verfrüht sei, aber möglicherweise später in Frage komme. Im Hinblick hierauf hat sie das vorliegende Begehren nicht schlechthin, sondern nur \"für dermalen\" abgewiesen. Da die SBB diese Einschränkung beanstanden und ein Interesse daran haben, zu wissen, ob sie endgültig Eigentümer des 1909 erworbenen Landes sind oder immer noch mit einer Rückforderung zu rechnen haben, ist zu prüfen, ob die Auffassung der Schätzungskommission zutrifft.\n\nArt. 102 EntG umschreibt die Voraussetzungen der Rückforderung und zählt in lit. a bis c die Gründe, aus denen die Rückübertragung enteigneter Rechte verlangt werden kann, abschliessend auf. Die beiden ersten Gründe (die in den Vorentwürfen wie auch in Art. 98 des bundesrätlichen Entwurfes in einer einzigen Bestimmung zusammengefasst waren) lassen das Rückforderungsrecht entstehen, wenn das enteignete Recht zu dem Zwecke, wozu es enteignet wurde, nicht verwendet wird innert einer vom Erwerb des Rechtes an berechneten Frist, die in lit. a für den Normalfall auf 5 Jahre (mit der Möglichkeit der Erstreckung) und in lit. b für den Fall der vorsorglichen Enteignung auf 25 Jahre festgesetzt ist. Wären nur diese Rückforderungsgründe vorgesehen, so könnte der Enteigner die Ausübung des Rückforderungsrechts dadurch illusorisch machen, dass er das enteignete Recht vor Ablauf der Fristen von lit. a oder b veräussert oder zu einem andern als dem Enteignungszweck verwendet (Botschaft zum EntG, BBl 1926 II 104). Für diesen Fall ist der Rückforderungsgrund von lit. c geschaffen worden. Der Umstand, dass lit. c die Rückforderung nicht befristet, könnte zur Annahme verleiten, dass sie in diesem Falle keiner zeitlichen Beschränkung unterliege. Damit würde aber der Bestimmung eine Tragweite gegeben, die ihr nach ihrem Zweck und nach dem Zusammenhang nicht zukommen kann. Lit. c dient der Ergänzung von lit. a BGE 87 I 91 S. 95und b und regelt nicht einen von den andern völlig verschiedenen Tatbestand, sondern nur einen Spezialfall. Allen drei Rückforderungsgründen ist gemein, dass das enteignete Recht nicht für den Enteignungszweck verwendet worden ist und die Enteignung sich als unnötig erwiesen hat. Während jedoch lit. a und b das Rückforderungsrecht mit dem für den Enteigneten leicht feststellbaren unbenützten Ablauf einer Frist entstehen lassen, knüpft lit. c an einen Tatbestand an, von dem der Enteignete unter Umständen nichts erfährt (Veräusserung) oder nur dann, wenn er sich ständig darum kümmert (zweckwidrige Verwendung). Um den sich hieraus ergebenden Unzukömmlichkeiten zu begegnen, auferlegt das EntG im Falle von lit. c dem Enteigner eine besondere Anzeigepflicht, deren Missachtung ihn schadenersatzpflichtig macht (Art. 104); ferner sieht es besondere Verjährungsfristen vor (Art. 105 Abs. 2). Dagegen verbietet sich die Annahme, das Rückforderungsrecht nach lit. c könne auch noch nach Ablauf der in lit. a und b vorgesehenen Fristen ohne zeitliche Beschränkung zur Entstehung gelangen. Das Bundesgericht hat schon für die entsprechende Bestimmung in Art. 47 ExprG ausgeführt, es könne kaum angenommen werden, dass der Gesetzgeber ein Rückforderungsrecht für alle Zukunft habe aufstellen wollen (BGE 5 S. 257 und 366). Dafür, dass dies bei Erlass des EntG beabsichtigt war, bieten die Gesetzesmaterialien keinerlei Anhaltspunkte, wenn man von einer Bemerkung des französischen Berichterstatters im Nationalrat zu lit. c (\"Là, pas de délai, bien entendu\"; StenBull 1928 S. 826) absieht. Diese vereinzelte, nicht näher ausgeführte und begründete Bemerkung, die auch dahin verstanden werden kann, dass im Falle der Veräusserung oder nicht bestimmungsgemässen Verwendung des enteigneten Rechtes der Ablauf der Fristen von lit. a und b nicht abgewartet werden müsse, genügt nicht als Grundlage für die mit der Rechtssicherheit schwer vereinbare Annahme, lit. c gewähre dem Enteigneten ein Rückforderungsrecht, das an keine Frist BGE 87 I 91 S. 96gebunden sei, also gegebenenfalls noch nach Jahrhunderten geltend gemacht werden könnte. Aus den Fristen von Art. 102 lit. a und b sowie Art. 105 Abs. 1 und 2 EntG ist vielmehr zu schliessen, dass der Gesetzgeber davon ausging, dass der Übergang des enteigneten Rechts, gleichgültig was mit diesem geschehe, einmal endgültig sein müsse und nicht mehr in Frage gestellt werden könne. Gegen ein zeitlich unbeschränktes Rückforderungsrecht spricht ferner, dass lit c im Anschluss an die frühere Praxis des Bundesgerichts (BGE 5 S. 257 Erw. 6, 366; 41 I 345, 47 I 541 Erw. 4) die Rückforderung selbst im Falle der Veräusserung oder der Verwendung zu einem andern als dem Enteignungszweck dann ausschliesst, wenn das enteignete Recht zu einem öffentlichen Zwecke verwendet worden ist. Entfällt aber die Rückforderung nach lit. c, wenn das enteignete Recht auch nur vorübergehend bestimmungsgemäss verwendet worden ist, so ist nicht einzusehen, warum sie dann zulässig sein soll, wenn der Enteignete Gelegenheit hatte, sie nach 5 bzw. 25 Jahren seit der Enteignung zu verlangen, hievon jedoch keinen Gebrauch machte, sondern sein Recht verjähren liess.\n\nIm vorliegenden Falle war Hofer, wie oben dargelegt, gemäss Art. 102 lit. b EntG während des Jahres 1935 berechtigt, das für die Dammböschungen enteignete Land zurückzuverlangen. Er hat dieses Recht indes nicht ausgeübt, sondern verjähren lassen. Da dies jede spätere Rückforderung nach lit. c ausschliesst, hätte die Schätzungskommission sein Rückforderungsbegehren vorbehaltlos und nicht bloss \"für dermalen\" abweisen sollen. Die Beschwerde der SBB ist daher gutzuheissen und festzustellen, dass das Rückforderungsrecht Hofers endgültig verjährt ist."}