{"annee": "87", "cour": "II", "page": "301", "date": "26/10/1961", "cite": ["68 II 253", "37 II 237", "75 II 68", "72 II 198", "85 II 350", "76 II 321", "33 II 15", "86 IV 97", "72 II 192", "69 II 150", "71 II 117"], "cite_par": ["89 II 38", "102 II 363", "118 III 1", "130 III 193", "93 II 111", "95 II 255", "88 II 448", "93 II 317", "117 II 399"], "chapeau": "44. Urteil der H. Zivilabteilung vom 26. Oktober 1961 i.S. Yahalom gegen Schweiz. Bundesbahnen.", "regestes": ["Recours en réforme. Insuffisance des motifs à l'appui des conclusions? (art. 55 litt. c OJ). (Consid. 1). Responsabilité civile des entreprises de chemins de fer. Collision entre une automobile et un train, à un passage à niveau muni de feux clignotants. 1. La faute d'un tiers ou celle de la victime libère l'entreprise de chemin de fer de sa responsabilité lorsqu'elle constitue - à elle seule ou jointe au risque inhérent à l'exploitation de l'automobile impliquée dans l'accident - la cause adéquate unique de ce dernier (art. 1 LRC). Quand cette hypothèse se réalise-t-elle? Il n'est pas nécessaire que le comportement fautif du tiers ou de la victime n'ait été d'aucune façon prévisible d'après l'expérience de la vie (changement de jurisprudence). (Consid. 2). 2. Faute du conducteur de l'automobile qui se dispose à traverser la voie sans ralentir, sans se soucier des signaux lumineux fonctionnant régulièrement et bien visibles; faute du détenteur assis à ses côtés qui, connaissant le danger, ne l'en avertit pas. Un automobiliste étranger est-il excusable de ne pas connaître la signification des feux clignotants? (Consid. 3, 4). 3. L'entreprise de chemin de fer commet-elle une faute en relation de cause à effet avec l'accident si elle n'a pas posé des demibarrières ni prescrit un signal acoustique au conducteur de la locomotive, si elle permet aux trains, au lieu de l'accident, une vitesse horaire de 75 km et n'écarte pas un obstacle gênant la visibilité? Accroissement des risques inhérents à l'exploitation? (Consid. 5)."], "faits": "BGE 87 II 301 S. 303\n\nA.- Ungefähr 300 m vor der Einfahrt in die Station Meiringen (bei Bahnkilometer 46'225) kreuzt die dort in gerader Richtung von Westen nach Osten verlaufende einspurige Schmalspurbahnlinie Brienzwiler-Meiringen (Brünigbahn der SBB) in einem Winkel von ca. 45o die von Südwesten nach Nordosten führende Staatsstrasse Brienz-Meiringen. Beidseits des Bahnübergangs ist je am rechten Strassenrand auf einem rot/weiss gestrichenen Pfosten ein Blinklichtsignal in Dreieckform mit drei roten Blinklichtern und einer Warnglocke, verbunden mit einem Kreuzsignal, angebracht (Art. 4 lit. b der Verordnung betr. den Abschluss und die Signalisierung der Niveaukreuzungen der Eisenbahnen mit öffentlichen Strassen und Wegen vom 7. Mai 1929, revidiert 23. November 1934; BS 7 S. 93). Ausserdem steht auf der Brienzer Seite 142,8 m vor dem Bahnübergang rechts und links der geraden und übersichtlichen Strasse das Signal zur Bezeichnung eines unbewachten Bahnübergangs (Art. 9 Abs. 3 der Verordnung über die Strassensignalisation vom 17. Oktober 1932, revidiert 23. November 1934; BS 7 S. 693), eine dreieckige Tafel mit dem Bild einer Dampflokomotive (Gefahrsignal Nr. 5). Diesem Gefahrsignal folgen 101,4 bzw. 51,4 m vor dem Übergang am rechten Strassenrand stehende Distanzpfähle. Dazu kommen die ca. 63,4 bzw. 51,4 m vor dem Übergang auf dem Asphaltbelag der Strasse angebrachten, aus grossen weissen Buchstaben bestehenden Inschriften: ATTENTION TRAIN bzw. ACHTUNG ZUG. Die von Brienz kommenden Strassenbenützer können, bis sie sich ungefähr 200 m vor dem Übergang befinden, die von Brienzwiler nahenden Züge sehen. Dann wird ihnen die Sicht auf diese Züge bis ganz kurz vor dem Übergang durch Gebäude, Kohlenhaufen und einen Zaun der Karbidfabrik Reichenbach sowie durch ein Bahnwärterhäuschen praktisch vollständig verdeckt (während sie die von Meiringen BGE 87 II 301 S. 304her gegen den Übergang fahrenden Züge sehen können).\n\nB.- Diesem Übergang näherte sich am 6. September 1959 (Sonntag) um 10 Uhr bei sonnigem, hellem Wetter und mässiger Verkehrsdichte von Brienz her mit einer Geschwindigkeit von 40 bis 65 Stundenkilometern das Auto (Marke Volkswagen) mit der deutschen Polizeinummer 188 Z 9423, das der in Haifa wohnhafte israelische Staatsangehörige Benjamin Yahalom am 25. August 1959 in München gekauft hatte. Das Steuer bediente Jakob Malkin, ein Freund und Landsmann Yahaloms, mit dem dieser im Führen des Wagens abwechselte. Rechts von Malkin sass Yahalom, hinten im Wagen Frau Malkin.\n\nGleichzeitig nahte von Brienzwiler her mit einer mittleren Geschwindigkeit von etwas weniger als 70 Stundenkilometern ein Personenzug. Durch das Befahren einer isolierten Schiene 625 m vor dem Übergang, also mindestens 32 Sekunden vor dem Eintreffen des Zugs auf der Kreuzung, wurden das Blinklicht und die Warnglocke in Betrieb gesetzt.\n\nUngeachtet dieser Warnung und der Tatsache, dass ein von Meiringen kommender Wagen vor dem entsprechenden Signal jenseits des Bahngeleises anhielt, fuhr Malkin, der sich beim ersten Aufleuchten des Blinklichts noch mindestens 350-360 m vor dem Übergang befunden hatte, mit unverminderter Geschwindigkeit auf diesen zu. Der Lokomotivführer konnte das Auto erst auf eine Entfernung von weniger als 10 m sehen. Trotz der von ihm sofort eingeleiteten Schnellbremsung, die den Zug nach einem Bremsweg von 160 m zum Stehen brachte, wurde das Auto von der Lokomotive erfasst, beim Führersitz eingedrückt und weggeschleudert. Malkin wurde dabei getötet, Yahalom verletzt.\n\nC.- Mit Klage von 7./16. Dezember 1959 belangte Yahalom die Schweiz. Bundesbahnen auf Ersatz des ihm entstandenen Schadens, der nach einer von den Parteien BGE 87 II 301 S. 305in der Folge über diesen Punkt geschlossenen Vereinbarung auf Fr. 9500 nebst 5% Zins seit Klageeinleitung zu beziffern ist. Die beklagte Bahnunternehmung beantragte Abweisung der Klage.\n\nDas Amtsgericht Luzern-Stadt verurteilte die Beklagte am 10. Dezember 1960, dem Kläger einen Viertel des Schadens zu ersetzen. Es nahm an, Malkin und dem Kläger (der jenen trotz Wahrnehmung des Blinklichts nicht zum Anhalten veranlasste) falle ein grobes Verschulden zur Last. Deswegen entfalle nach Art. 1 des Bundesgesetzes betr. die Haftpflicht der Eisenbahn- und Dampfschiffunternehmungen und der Post vom 28. März 1905 (EHG) die Haftpflicht der Beklagten, wenn weder ein Verschulden auf ihrer Seite noch eine besondere Betriebsgefahr der Bahn zum Unfall beigetragen habe. Ein Verschulden der Beklagten liege nicht vor. Dagegen sei der Unfall durch eine besondere Betriebsgefahr mitverursacht worden, die namentlich darin begründet sei, dass bei der in Frage stehenden, wenig übersichtlichen Kreuzung zwischen einer Hauptstrasse und einer von verhältnismässig rasch fahrenden Zügen benützten Bahnlinie eine Sicherung durch Barrieren oder Halbbarrieren gefehlt habe. Das Verschulden Malkins und des Klägers führe daher nicht zur gänzlichen Entlastung der Beklagten, sondern gemäss Art. 5 EHG nur zu einer - starken - Ermässigung ihrer Haftung.\n\nDas Obergericht des Kanton Luzern (I. Kammer), an das beide Parteien appellierten, hat mit Urteil vom 21. März 1961 die Klage abgewiesen, weil der Unfall einzig auf das schwere Verschulden Malkins und des Klägers zurückzuführen sei.\n\nD.- Gegen dieses Urteil hat der Kläger die Berufung an das Bundesgericht erklärt mit dem Antrag, die Beklagte sei zu verpflichten, ihm Fr. 9500.-- nebst 5% Zins seit 16. Dezember 1959 zu bezahlen. Die Beklagte beantragt, auf die Berufung sei nicht einzutreten; eventuell sei sie abzuweisen.BGE 87 II 301 S. 306", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beklagte begründet ihren Nichteintretensantrag damit, dass in der Berufungsschrift entgegen der Vorschrift von Art. 55 lit. c OG nicht dargelegt werde, welche Bundesrechtssätze und inwiefern sie durch den angefochtenen Entscheid verletzt seien. Richtig ist, dass der Kläger in der Berufungsschrift (von einem Hinweis auf Art. 5 EHG abgesehen) nicht ausdrücklich sagt, gegen welche Vorschriften des Bundesrechtes das Urteil der Vorinstanz nach seiner Meinung verstösst. Die Berufungsschrift enthält jedoch einlässliche Ausführungen darüber, dass die Vorinstanz zu Unrecht ein Verschulden der Beklagten und das Vorliegen einer für den Unfall adäquat kausalen besondern Betriebsgefahr verneint und ihm ein Selbstverschulden zur Last gelegt habe. Es wäre überspitzter Formalismus, diese Kritik am angefochtenen Urteil, mit welcher der Kläger der Vorinstanz unverkennbar eine unrichtige Anwendung des EHG (insbesondere des Art. 1 dieses Gesetzes) vorwerfen will, nicht als genügende Begründung der Berufungsanträge gelten zu lassen. Auf die Berufung ist daher einzutreten.\n\n2. Wenn beim Betrieb einer Eisenbahn ein Mensch getötet oder verletzt wird, so haftet der Inhaber der Eisenbahnunternehmung nach Art. 1 EHG für den daraus entstandenen Schaden, sofern er nicht beweist, dass der Unfall durch höhere Gewalt, durch Verschulden Dritter oder durch Verschulden des Getöteten oder Verletzten verursacht ist. Das - hier allein in Betracht kommende - Verschulden eines Dritten oder des Verletzten vermag die Bahnunternehmung nur dann von ihrer Haftung zu befreien, wenn es im Rechtssinne, d.h. unter dem Gesichtspunkt der adäquaten Kausalität, die einzige Ursache des Unfalls bildet, m.aW. wenn es die von der Bahn zu vertretenden Umstände, die zu dessen Eintritt beigetragen haben, insbesondere diejenigen, in denen sich die Betriebsgefahr zeigt, an ursächlicher Bedeutung so weit übertrifft, BGE 87 II 301 S. 307dass diese andern Umstände als adäquate Mitursachen des Unfalls ausscheiden (vgl. aus der neuern Rechtsprechung BGE 71 II 120, BGE 72 II 193/94 und 203/04, BGE 75 II 73, BGE 85 II 354). Trifft dies nicht zu, so ist die Bahnunternehmung nach Art. 1 EHG grundsätzlich haftbar, doch kann in einem solchen Falle nach Art. 5 EHG das Verschulden des Getöteten oder Verletzten (dagegen nicht dasjenige eines Dritten) zu einer Ermässigung der Entschädigung führen.\n\nIn einer Anzahl von Präjudizien hat das Bundesgericht die Auffassung vertreten, ein Dritt- oder Selbstverschulden sei nur dann geeignet, im erwähnten Sinne den Kausalzusammenhang zwischen der Betriebsgefahr der Bahn und dem Unfall auszuschliessen und so die Bahn von ihrer Haftpflicht zu befreien, wenn das Verhalten, in dem dieses Verschulden liegt, nach der Lebenserfahrung in keiner Weise voraussehbar war, so dass die Bahnunternehmung bei der Einrichtung und der Organisation des Betriebs schlechterdings nicht damit rechnen (und folglich keine entsprechenden Schutzmassnahmen treffen) konnte (BGE 33 II 22/23, BGE 37 II 239 und 466, BGE 68 II 260, BGE 72 II 204, BGE 75 II 73, BGE 85 II 354). Diese Auffassung (welche übrigens die Beurteilung der eben zitierten Fälle im Ergebnis kaum entscheidend beeinflusst haben dürfte) wird von OFTINGER (Schweiz. Haftpflichtrecht, 2. Aufl., II/1 S. 345/46) mit Recht kritisiert, weil sie ein sachlich nicht gerechtfertigtes Kriterium zur Geltung bringt. Nach der Lebenserfahrung geschieht es häufig und ist daher durchaus voraussehbar, dass Personen, die mit dem Bahnbetrieb in Berührung kommen, in gröbster Art gegen elementare Gebote der Vorsicht verstossen. Wäre in allen diesen Fällen ein ausschliessliches Selbst- oder Drittverschulden wegen Voraussehbarkeit des in Frage stehenden Verhaltens zu verneinen, so verlöre die Vorschrift von Art. 1 EHG, wonach sich die Bahnunternehmung durch den Nachweis eines solchen Verschuldens von ihrer Haftung befreien kann, praktisch fast jeden Sinn. Eine Entlastung der Bahnunternehmung BGE 87 II 301 S. 308käme dann nur noch in ganz singulären Fällen in Frage (vgl. etwa den Tatbestand von BGE 37 II 237ff.: Platzen einer von einem unbekannten Dritten in einen Eisenbahnwagen gelegten Bombe). Eine Auslegung, die den Anwendungsbereich der genannten Vorschrift so stark einschränkt und dazu führen müsste, dass die Bahnunternehmungen auch bei schwerstem Verschulden des Verunfallten oder eines Dritten in aller Regel mindestens einen Teil des Schadens zu tragen hätten, kann nicht richtig sein. Sie lässt sich auf jeden Fall in der heutigen Zeit, wo angesichts des stark angewachsenen Verkehrs und der Gewöhnung daran allen Verkehrsteilnehmern ein erhöhtes Mass von Sorgfalt zur Pflicht gemacht werden muss (vgl. OFTINGER a.a.O. S. 346), nicht mehr rechtfertigen. Ob ein Verhalten wie dasjenige, worin im konkreten Falle das Dritt- oder Selbstverschulden liegt, nach der Lebenserfahrung voraussehbar sei oder nicht, kann aber, worauf OFTINGER (S. 345/46) besonders hinweist, auch rein grundsätzlich nicht massgebend sein, um darüber zu entscheiden, ob der adäquate Kausalzusammenhang zwischen der Betriebsgefahr der Bahn und dem Unfall trotz diesem Verschulden gegeben oder durch dieses Verschulden unterbrochen sei. Dieses Moment kann nur bei Beurteilung der Frage, ob der Bahnunternehmung wegen Unterlassung gewisser Schutzvorkehren ein Verschulden vorzuwerfen sei, von Bedeutung sein. Als Kriterium für den adäquaten Kausalzusammenhang ist es daher preiszugeben. Beim Entscheid darüber, ob das Dritt- oder Selbstverschulden den Kausalzusammenhang mit der Betriebsgefahr unterbreche, kann es nur darauf ankommen, mit welcher Intensität sich dieses Verschulden im Vergleich zu den übrigen Umständen beim Unfallereignis ausgewirkt hat.\n\nHandelt es sich wie hier um einen Zusammenstoss zwischen der Eisenbahn und einem Motorfahrzeug, bei welchem dessen Halter verletzt wird, so wird die Bahnunternehmung von ihrer Haftung befreit, wenn das Verschulden des verunfallten Motorfahrzeughalters oder eines Dritten BGE 87 II 301 S. 309für sich allein oder in Verbindung mit der dem Motorfahrzeug innewohnenden Betriebsgefahr, für die der Halter einzustehen hat, im angegebenen Sinn als einzige adäquate Ursache des Unfalls erscheint (BGE 76 II 325).\n\n3. Indem Malkin sich zum Überqueren des Bahnübergangs anschickte, obwohl das Blinklichtsignal das Nahen eines Zugs ankündigte, verletzte er Art. 3 Abs. 1 und Art. 4 Abs. 3 des Bahnpolizeigesetzes vom 18. Februar 1878, wonach die Bahn beim Herannahen eines Zugs nicht überschritten werden darf und Fahrzeuge bei gesperrtem Bahnübergang wenigstens 10 m vor den Schranken halten sollen, in Verbindung mit Art. 11 Ziff. 2 lit. a der Verordnung betr. den Abschluss und die Signalisierung der Niveaukreuzungen vom 7. Mai 1929 (NivKreuzV), wo u.a. bestimmt wird, dass bei mit Barrieren oder mit optischer und akustischer Signalisierung versehenen Bahnübergängen wenigstens 10 m vor der geschlossenen Schranke angehalten werden soll und dass die (im Gang befindliche) optische und akustische Signalisierung des Übergangs als \"geschlossene Schranke oder gesperrter Bahnübergang im Sinne des Gesetzes (Art. 3 und 4 Bahnpolizeigesetz)\" gelte. (Soweit Art. 11 Ziff. 2 lit. a der eben erwähnten Verordnung das Anhalten vor einem in Tätigkeit stehenden Blinklichtsignal gebietet, ist diese Bestimmung unzweifelhaft massgebend geblieben, auch wenn man mit BGE 86 IV 99 /100 annehmen will, seit der Abänderung von Art. 9 der Verordnung über die Strassensignalisation vom 17. Oktober 1932 (Strassensig V) durch Bundesratsbeschluss vom 23. November 1934 habe sich der Fahrzeugführer bei Bahnübergängen, die nur mit optischer und akustischer Signalisierung in Verbindung mit Kreuzsignalen versehen sind, nach der für das Überschreiten unbewachter Bahnübergänge massgebenden Vorschrift von Art. 11 Ziff. 2 lit. b NivKreuzV zu verhalten, d.h er habe sich selber zu vergewissern, ob ein Zug herannahe, und dürfe sich nicht darauf verlassen, dass der Niveauübergang, wenn die Signalanlage nicht in Betrieb ist, frei sein werde).BGE 87 II 301 S. 310\n\nDie Fahrweise Malkins, der bei der Annäherung an den Bahnübergang seine Geschwindigkeit von 40-65 Stundenkilometern beibehielt, war aber auch abgesehen von der Missachtung des Blinklichts vorschriftswidrig. Sie widersprach Art. 4 Abs. 2 des Bahnpolizeigesetzes und Art. 11 Ziff. 2 lit. c NivKreuzV, wonach die Bahngeleise nur im Schrittempo überquert werden dürfen, was für Motorfahrzeuge bedeutet, dass der Führer bei der Annäherung an den Übergang eine erhöhte Vorsicht walten lassen und seine Geschwindigkeit so bemessen muss, dass er wenn nötig vor dem Geleise anhalten kann, wie dies auch durch Art. 11 Ziff. 2 lit. d dieser Verordnung und Art. 25 Abs. 1 des Bundesgesetzes über den Motorfahrzeug- und Fahrradverkehr vom 15. März 1932 (MFG) gefordert wird (vgl. BGE 86 IV 101 mit Hinweisen).\n\nOb Malkin die von ihm übertretenen Verkehrsvorschriften kannte und insbesondere wusste, dass das Blinklicht das Anhalten vor dem Übergang gebietet, ist unerheblich. Eine allfällige Unkenntnis könnte ihn nicht entschuldigen; denn wer in einem fremden Lande eine Autofahrt unternehmen will, muss sich mit den dort geltenden Verkehrsregeln vertraut machen. Dass bei der Annäherung an einen Bahnübergang erhöhte Vorsicht anzuwenden und die Geschwindigkeit zu ermässigen ist, versteht sich im übrigen für einen vernünftigen Autofahrer von selber. Die Vorsignale, die den in Frage stehenden Übergang anzeigten, waren gut sichtbar und auch für einen Ausländer unmissverständlich. Das gleiche gilt für die Aufschrift auf dem Strassenbelag. Dass Malkin, wie der Kläger behauptet, das Blinklicht missverstanden und im Gedanken an die in Israel geltende Regelung angenommen habe, erst rotes Dauerlicht gebiete das Anhalten, ist nach den Feststellungen der Vorinstanz nicht glaubhaft, weil sich ergeben hat, dass rotes Blinklicht wie in der Schweiz, in Deutschland (wo Malkin und der Kläger ihre Autoreise antraten) und in weitern europäischen Ländern (Belgien, Italien, Niederlande, Österreich), so auch in Israel als BGE 87 II 301 S. 311Stopsignal bei Bahnübergängen verwendet wird, und zwar auch bei solchen ohne Barrieren. Selbst wenn Malkin aber noch der Meinung gewesen wäre, nur rotes Dauerlicht bedeute einen unbedingten Haltebefehl, so hätte er das rote Blinklicht doch zum mindesten (wie es der Kläger nach seinen Angaben vor der Polizei getan hat) als Warnung auffassen und sich demzufolge dem Übergang mit äusserster Behutsamkeit nähern müssen. Dies tat er keineswegs. Vielmehr fuhr er mit unverminderter Geschwindigkeit einfach drauflos und beachtete auch das Beispiel nicht, das ihm der aus der Gegenrichtung kommende, jenseits des Bahnübergangs anhaltende Wagen gab. Seine Fahrweise erweist sich daher unter allen Umständen als grob schuldhaft. Er hat ähnlich wie ein Fussgänger, der eine vielbefahrene Strasse betritt, ohne sich umzusehen, gegen elementare Gebote der Vorsicht verstossen.\n\n4. Zum Verschulden Malkins tritt ein solches des Klägers persönlich. Die Mitfahrer sind zwar in der Regel nicht verpflichtet, darüber zu wachen, dass der Führer eines Motorfahrzeugs die Verkehrsregeln befolgt. Eine solche Pflicht besteht grundsätzlich auch dann nicht, wenn es sich beim Mitfahrer um den Fahrzeughalter handelt, der das Steuer seines Wagens zeitweise einem den Führerausweis besitzenden Reisegefährten überlässt; denn der Zweck hievon ist ja gerade, ihm das Ausruhen zu ermöglichen. Wenn aber der mitfahrende Halter, obwohl er nicht auf den Verkehr achten müsste, tatsächlich doch bemerkt, dass der Fahrzeuglenker im Begriff steht, durch Missachtung eines Signals eine gefährliche Lage zu schaffen, so darf er nicht passiv bleiben, sondern hat den Führer auf die drohende Gefahr aufmerksam zu machen. Ein solcher Sonderfall liegt hier vor. Der Kläger sah nach seiner eigenen Darstellung die drei roten Lichter blinken und machte sich darüber Gedanken. Selbst wenn er, wie behauptet, geglaubt haben sollte, es handle sich nur um eine Warnung und das Stopsignal, rotes Dauerlicht, werde nachfolgen, so musste ihm doch auf jeden Fall ohne weiteres BGE 87 II 301 S. 312klar sein, dass Malkin sich und seine Mitfahrer einer schweren Gefahr aussetzte, indem er mit unverminderter Geschwindigkeit weiterfuhr, statt den Lauf so zu mässigen, dass er nötigenfalls noch vor dem Übergang anhalten konnte. Er hätte also seinen Freund warnen und zum Bremsen veranlassen sollen, wozu er genügend Zeit gehabt hätte. Indem er dies unterliess, hat er den Zusammenstoss mitverschuldet.\n\nOb dem Kläger auch das Verschulden Malkins, der mit seiner Einwilligung das Fahrzeug führte, als Selbstverschulden anzurechnen sei oder ob es im Sinne des Gesetzes ein Drittverschulden darstelle, kann dahingestellt bleiben, wenn es zusammen mit dem Selbstverschulden, das im eigenen Verhalten des Klägers liegt, als die einzige adäquate Ursache des Unfalls erscheint; denn unter dieser Voraussetzung entfällt die Haftpflicht der Beklagten unabhängig davon, ob das Verschulden Malkins als Verschulden eines Dritten oder als solches des Klägers zu bewerten sei. Dieser Punkt ist nur dann von Bedeutung, wenn neben dem Verhalten Malkins und des Klägers auch die Betriebsgefahr oder ein Verschulden der Bahn als rechtserhebliche Ursache des Unfalls anzusehen und die Beklagte mithin grundsätzlich haftbar ist. Wie schon bemerkt, kann in diesem Falle zwar das Verschulden des Verunfallten, nicht dagegen dasjenige eines Dritten nach Art. 5 EHG zu einer Ermässigung des Schadenersatzes führen.\n\n5. Der Kläger ist der Auffassung, es bedeute ein für den Unfall kausales Verschulden der Bahn, dass sie den fraglichen Übergang nicht durch Halbbarrieren sicherte, dem Lokomotivführer die Abgabe eines Pfeifsignals nicht vorschrieb und den Zügen das Befahren der Kreuzung mit einer Geschwindigkeit von 75 Stundenkilometern gestattete. Ferner macht er geltend, es handle sich um einen unbewachten Übergang mit \"maximaler\" Unübersichtlichkeit; darin liege eine von der Bahn zu vertretende besondere Betriebsgefahr. Den Umstand, dass die Sicht BGE 87 II 301 S. 313auf die von links (Westen) kommenden Züge durch ein Wärterhäuschen verdeckt ist, führte er im kantonalen Verfahren auch zur Begründung dafür an, dass der Beklagten ein Verschulden zur Last falle. Diese Vorbringen sind jedoch nicht stichhaltig.\n\na) Das Gesetz sieht Halbbarrieren bis heute nicht vor. Die bestehende Sicherungseinrichtung (Blinklichtanlage mit Vorsignalen) genügte den geltenden Vorschriften. Daraus sowie aus der Tatsache, dass diese Einrichtung von der Aufsichtsbehörde gemäss Art. 4 lit. b Ziff. 7 NivKreuzV genehmigt worden war, folgt freilich nicht ohne weiteres, dass der Beklagten auch unter dem Gesichtspunkte des Zivilrechts eine mangelhafte Sicherung des Übergangs nicht vorgeworfen werden könne (vgl. OFTINGER I S. 130 Ziff. 5 und S. 131/32 Ziff. 7 mit Hinweisen auf die Rechtsprechung). Die erwähnten Momente bilden aber immerhin ein Indiz zugunsten der Beklagten (OFTINGER S. 132 oben). Umstände, die den Schluss zuliessen, dass die bestehende Anlage trotz ihrer Vorschriftsmässigkeit unzureichend sei, sind nicht vorhanden. Insbesondere ergibt sich das Ungenügen dieser Anlage nicht schon daraus, dass sich beim fraglichen Übergang schon früher mehrere Unfälle ereignet hatten. Diese Unfälle sind gemäss Feststellung der Vorinstanz ausnahmslos durch die Unvorsichtigkeit der betroffenen Strassenbenützer verursacht worden. Vorrichtungen zu schaffen, die auch unaufmerksame oder waghalsige Strassenbenützer vor Unfällen bei Niveaukreuzungen bewahren, ist schlechterdings unmöglich, was u.a. durch die zahlreichen Fälle des Einfahrens geschlossener Barrieren und anderer grober Unregelmässigkeiten von Strassenbenützern bei Barrierenanlagen bestätigt wird. Die Beseitigung dieser Kreuzungen ist zwar wünschenswert, kostet aber sehr viel und braucht Zeit. Inzwischen haben sich die Strassenbenützer aller Kategorien den bestehenden Verhältnissen anzupassen, auch wenn sie nicht ideal sind. Das hiefür erforderliche Mass von Aufmerksamkeit ist nicht grösser als dasjenige, BGE 87 II 301 S. 314das im heutigen Strassenverkehr ohnehin angewendet werden muss. Dass beim streitigen Übergang die Blinklichter unter gewissen Beleuchtungsverhältnissen nicht gesehen werden können, wie der Kläger behauptet, ist von der Vorinstanz nicht festgestellt worden. Das angefochtene Urteil sagt im Gegenteil ohne Vorbehalt, die Strassensignalisation und die roten Blinklichter seien auf der geraden und übersichtlichen Strasse von weitem sichtbar. So verhielt es sich auf jeden Fall zur Zeit des Unfalls, so dass das Fehlen einer Einrichtung, die wegen des behaupteten Mangels erforderlich sein könnte, für den streitigen Unfall nicht adäquat kausal wäre. Wenn die Generaldirektion der SBB nach diesem Unfall beschlossen hat, den betreffenden Übergang mit Halbbarrieren auszurüsten, so liegt darin die aus freien Stücken erfolgte Anordnung einer zusätzlichen Sicherheitsvorkehr, die sich noch im Stadium der Erprobung befindet. Aus diesem Beschluss darf also nicht das Zugeständnis abgeleitet werden, dass die bisherige Anlage mangelhaft gewesen sei. Das Fehlen von Halbbarrieren kann daher der Beklagten nicht zum Verschulden angerechnet werden.\n\nb) Ein Verschulden der Beklagten liegt auch nicht darin, dass dem Lokomotivführer nicht vorgeschrieben war, bei der Annäherung des Zuges an den fraglichen Übergang ein Pfeifsignal abzugeben. Ein solches allgemein vorzuschreiben, erscheint bei den mit Blinklichtanlagen gesicherten Übergängen als unnötig; denn wer die Vorsignale und das rote Blinklicht nicht beachtet, die viel besser warnen, als es ein aus ziemlich grosser Entfernung abgegebener Pfiff tun könnte, wird aller Wahrscheinlichkeit nach auch einem solchen keine Beachtung schenken. Zudem ist allgemein bekannt, dass die Insassen eines Autos die Warnpfiffe einer Lokomotive sehr oft überhören (vgl. z.B.BGE 69 II 153 und Urteil vom 16. Oktober 1959 i.S. Busi gegen Furka-Oberalp-Bahn). Beim streitigen Übergang wäre die Tauglichkeit eines solchen Pfiffs zur Warnung der von Brienz kommenden Automobilisten BGE 87 II 301 S. 315wegen der örtlichen Verhältnisse, auf welche die Vorinstanz hinweist (Nähe der Karbidfabrik und weiterer Bahnübergänge), besonders fragwürdig gewesen. Für die nicht motorisierten Strassenbenützer ist das Läuten der Warnglocke beim Übergang eine viel wirksamere akustische Warnung als ein Pfiff der Lokomotive.\n\nc) Ebensowenig bedeutet es ein Verschulden der Beklagten, dass sie beim fraglichen Übergang eine Zugsgeschwindigkeit von 75 Stundenkilometern zulässt (welche übrigens der am Unfall beteiligte Zug nicht erreichte). Wollte man die Gefahr von Zusammenstössen bei Niveaukreuzungen durch eine Herabsetzung der Zugsgeschwindigkeit beseitigen, so müsste diese vor solchen Kreuzungen im Hinblick auf den langen Bremsweg der Züge auf wenige Stundenkilometer ermässigt werden. Diese wäre mit dem Bahnbetrieb unvereinbar, weshalb das Gesetz der Bahn bei Niveauübergängen die unbedingte Priorität gewährt (vgl. die in Erw. 3 hiervor erwähnten Vorschriften).\n\nd) Heikler ist die Frage, ob ein Verschulden der Beklagten oder eine von ihr zu vertretende besondere Betriebsgefahr darin zu erblicken sei, dass die von Brienz kommenden Strassenbenützer, nachdem sie sich dem Übergang auf weniger als 200 m genähert haben, bis ganz kurz vor dem Übergang die von links (Brienzwiler) nahenden Züge nicht mehr sehen können.\n\nArt. 11 der Verordnung betr. Bau und Betrieb der Nebenbahnen vom 19. März 1929 (NebenbahnV; BS 7 S. 121) bestimmt in Ziff. 4 Abs. 2:\n\n\"Bei mit fernbedienten Barrieren versehenen oder unbewachten Wegübergängen ist für grösstmöglichste Übersichtlichkeit zu sorgen.\"\n\n(Es beruht zweifellos auf einem redaktionellen Versehen, wenn der französiche Text dieser Vorschrift in Abweichung von der deutschen und italienischen Fassung neben den Übergängen mit fernbedienten Barrieren nicht die unbewachten Übergänge - passages à niveau non gardés -, sondern die Übergänge mit nicht bedienten Barrieren erwähnt: BGE 87 II 301 S. 316passages à niveau dont les barrières sont manoeuvrées à distance ou qui ne sont pas desservies).\n\nNach der Niveaukreuzungs-Verordnung, insbesondere nach den in Art. 11 Ziff. 2 lit. a und b dieser Verordnung enthaltenen Definitionen, gelten Übergänge mit optischer und akustischer Signalisierung als bewacht. Seitdem Art. 9 StrassensigV durch Bundesratsbeschluss vom 23. November 1934 (AS 50 S. 1340) in dem Sinne abgeändert worden ist, dass nicht mehr das Signal zur Bezeichnung eines bewachten Bahnübergangs (Gefahrsignal Nr. 4, Dreiecktafel mit Darstellung einer Barriere), sondern dasjenige zur Bezeichnung eines unbewachten Bahnübergangs (Gefahrsignal Nr. 5, Dreiecktafel mit Lokomotive) vor Niveauübergängen mit optischer und akustischer Signalisierung warnt, hat jedoch das Bundesgericht in zwei Entscheiden angenommen, solche Übergänge seien heute im Sinne von Art. 11 Ziff. 4 der NebenbahnV bzw. der bahnpolizeilichen Vorschriften in Art. 11 Ziff. 2 lit. a und b NivKreuzV als unbewacht zu betrachten (vgl. das nicht veröffentlichte Urteil der II. Zivilabteilung vom 30. Mai 1958 i.S. Furka-Oberalp-Bahn gegen Fautré, kritisch besprochen von A. GEISER in SJZ 1959 S. 269 ff., und das bereits erwähnte Urteil des Kassationshofes vom 17. Juni 1960 i.S. Morgenthaler, BGE 86 IV 97 ff.).\n\nBei einer neuen Prüfung dieser Frage könnte vielleicht der bisher nicht gewürdigte Umstand Bedeutung gewinnen, dass zusammen mit Art. 9 Abs. 2 und 3 StrassensigV aus dem gleichen Anlass, nämlich mit Rücksicht auf Bestrebungen zur internationalen Vereinheitlichung der Kennzeichung der Bahnübergänge, um die sich ein Völkerbundsausschuss bemühte (Geschäftsbericht des Bundesrates 1934 S. 337 und 821), auch mehrere Bestimmungen der Niv-KreuzV abgeändert wurden (AS 50 S. 1336). Wurde diese Verordnung in die Revision vom 23. November 1934 einbezogen, so lässt sich die Tatsache, dass Art. 11 Ziff. 2 dieser Verordnung unverändert blieb, nicht leicht auf ein Versehen zurückführen, wie es angenommen werden BGE 87 II 301 S. 317müsste, wenn richtig wäre, dass die Abänderung von Art. 9 StrassensigV dem Sinne nach auch eine Abänderung von Art. 11 Ziff. 2 lit. a und b NivKreuzV in sich geschlossen habe. Ein solches Versehen anzunehmen, liesse sich wohl nur dann rechtfertigen, wenn die erfolgte Revision von Art. 9 StrassensigV im Falle, dass Art. 11 Ziff. 2 Niv-KreuzV weiterhin dem unveränderten Wortlaut gemäss ausgelegt würde, als schlechthin zwecklos erschiene. Dies lässt sich jedoch kaum sagen. Aus dem Umstand, dass vor Übergängen mit Blinklichtanlage heute nicht mehr das Gefahrsignal Nr. 4, sondern das Gefahrsignal Nr. 5 aufzustellen ist, folgt nicht ohne weiteres, dass es sich sachlich nicht mehr rechtfertigen lasse, in bahnpolizeilicher Hinsicht zwischen den Übergängen mit Barrieren oder Blinklichtanlage einerseits und denjenigen mit blossem Kreuzsignal anderseits einen Unterschied zu machen, wie Art. 11 Ziff. 2 NivKreuzV es nach seinem Wortlaut tut. Neben dem Bestreben, zur internationalen Vereinheitlichung der Strassensignalisation beizutragen, kann der Revision von Art. 9 StrassensigV, wie die Beklagte zutreffend bemerkt, die Absicht zugrundegelegen haben, die Strassenbenützer, die sich einem Übergang mit Blinklichtanlage nähern, vor dem unter Umständen gefährlichen Irrtum zu bewahren, der durch das Vorsignal angekündigte Übergang sei mit Barrieren versehen, zu welchem Irrtum sie verführt werden konnten, solange die Übergänge mit Blinklichtanlage wie diejenigen mit Barrieren durch das eine solche darstellende Gefahrsignal Nr. 4 bezeichnet wurden. In der Verhinderung einer solchen Täuschung kann ein vernünftiger Grund für die Abänderung von Art. 9 Abs. 2 und 3 StrassensigV ohne gleichzeitige Abänderung von Art. 11 Ziff. 2 lit. a und b NivKreuzV gefunden werden. (Wenn heute für Übergänge mit Blinklichtanlage das gleiche Vorsignal verwendet wird wie für Übergänge mit blossem Kreuzsignal, nämlich das Gefahrsignal Nr. 5 mit dem Bild einer Lokomotive, so ist dies nicht etwa dazu angetan, einen anderen Irrtum mit ähnlichen BGE 87 II 301 S. 318Folgen hervorzurufen, da dieses Vorsignal nicht die Vorstellung einer in Wirklichkeit nicht vorhandenen Sicherungsanlage weckt.) Für das Verhalten der Strassenbenützer vor Übergängen mit Blinklichtanlage kann im übrigen schon deshalb nicht einfach vorbehaltlos lit. b anstelle von lit. a von Art. 11 Ziff. 2 NivKreuzV massgebend geworden sein, weil die in lit. a enthaltene Regel, dass vor einem in Tätigkeit befindlichen Blinklicht angehalten werden muss, unmöglich als ausser Kraft gesetzt gelten kann (vgl. Erw. 3 hievor).\n\nWelche Tragweite der Revision von Art. 9 Abs. 2 und 3 StrassensigV angesichts dieser Momente für die Anwendung von Art. 11 Ziff. 2 NivKreuzV und Art. 11 Ziff. 4 NebenbahnV zukomme, braucht heute indes nicht abschliessend beurteilt zu werden (was, soweit das richtige Verhalten bei Annäherung an einen Bahnübergang mit nicht in Tätigkeit stehender Blinklichtanlage in Frage steht, gemäss Art. 16 OG nur im Zusammenwirken mit dem Kassationshof geschehen könnte). Auch wenn man daran festhalten will, dass Übergänge mit Blinklichtanlage heute im Sinne von Art. 11 Ziff. 2 NivKreuzV und Art. 11 Ziff. 4 NebenbahnV als unbewacht anzusehen seien, ist nämlich doch auf jeden Fall klar, dass an die Übersichtlichkeit einer solchen Kreuzung nicht unter allen Umständen die gleichen Anforderungen gestellt werden dürfen wie an die Übersichtlichkeit eines Übergangs mit blossem Kreuzsignal. Im Falle Furka-Oberalp-Bahn gegen Fautré wurde der Bahn in erster Linie deshalb ein Verschulden vorgeworfen, weil die Sicht auf die Signale beeinträchtigt war. Wenn daneben ein Verschulden der Bahn auch darin erblickt wurde, dass dicht belaubte Alleebäume die Sicht auf die Bahngeleise ausserhalb der Kreuzung verdeckten, so vor allem deswegen, weil die fragliche Kreuzung an einer stark befahrenen Hauptstrasse bei der Einfahrt in ein Dorf lag, wo die Aufmerksamkeit der Autofahrer durch viele Dinge zugleich beansprucht wurde. Im vorliegenden Falle liegen die Verhältnisse in wesentlichen BGE 87 II 301 S. 319Punkten anders. Zwar handelt es sich auch hier um eine Hauptstrasse. Die Sicht auf die Signale war hier aber einwandfrei und der Übergang, auf dem der streitige Unfall sich ereignete, befindet sich ausserhalb des Dorfes Meiringen auf einer geraden, übersichtlichen Landstrasse. Die Sicht nach links auf das Bahngeleise reichte in der Nähe des Übergangs immerhin so weit, dass selbst ein Fahrzeuglenker, der das Blinklicht irrtümlich bloss als Warnung betrachtete, bei Anwendung eines Mindestmasses von Vorsicht (Verlangsamung der Fahrt, Umschau) beim Auftauchen eines Zugs noch rechtzeitig anhalten konnte. Bei dieser Sachlage geht es nicht an, der Beklagten die Tatsache, dass sich wegen des bei der Kreuzung stehenden Wärterhäuschens die Sicht auf das Bahngeleise in Richtung Brienzwiler erst kurz vor dem Übergang öffnete, zum Verschulden anzurechnen. Mit Rücksicht auf die örtlichen Verhältnisse und die getroffenen Sicherungsvorkehren (einwandfrei funktionierende, gut sichtbare Blinklichtanlage mit entsprechender Vorsignalisierung) kann aber auch nicht anerkannt werden, dass die erwähnte Tatsache eine erhöhte Betriebsgefahr begründet habe.\n\nWollte man übrigens in diesen Punkten noch eine andere Auffassung vertreten, so wäre zu beachten, dass die Vorinstanz feststellt, bei Beseitigung des Wärterhäuschens wäre die Sicht nach links zwar etwas besser geworden, doch hätte sich der Unfall bei den gegebenen Verhältnissen (womit offenbar namentlich die unverantwortliche Sorglosigkeit Malkins gemeint ist) dennoch mit gleicher Intensität ereignet. Nach diesen tatsächlichen Feststellungen, die gemäss Art. 63 Abs. 2 OG für das Bundesgericht verbindlich sind, war die Behinderung der Sicht durch das Wärterhäuschen für den Unfall nicht kausal.\n\nAndere Umstände, die ein Verschulden der Beklagten oder eine erhöhte Betriebsgefahr begründet hätten, liegen nicht vor.\n\nDie dem Bahnbetrieb normalerweise innewohnende Betriebsgefahr wird durch das Verschulden Malkins und BGE 87 II 301 S. 320des Klägers, die sich recht eigentlich ins Verderben gestürzt haben, als Ursache des Unfalls so weit in den Hintergrund gedrängt, dass dieses Verschulden im Sinne von Art. 1 EHG als die einzige adäquate Ursache des Unfalls bezeichnet zu werden verdient. Dies führt zur Befreiung der Beklagten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichtes des Kantons Luzern, I. Kammer, vom 21. März 1961 bestätigt."}