{"annee": "87", "cour": "III", "page": "106", "date": "6/12/1961", "cite": [], "cite_par": ["96 III 10", "105 III 56", "113 III 38", "113 III 40"], "chapeau": "20. Sentenza 6 dicembre 1961 nella causa Vanetti.", "regestes": ["1. Si les intéressés ne s'entendent pas en cas de saisie d'une part successorale, l'autorité de surveillance ordonnera la réalisation, sans se préoccuper des exceptions de droit matériel, selon l'un des modes prévus à l'art. 132 al. 3 LP et dans l'ordonnance du 17 janvier 1923 (consid. 1). 2. Que l'autorité de surveillance statue après avoir consulté les intéressés (art. 132 al. 3 LP) ne signifie pas qu'elle doive les convoquer à nouveau mais seulement qu'elle prendra en considération l'opinion qu'ils ont exprimée (consid. 2)."], "faits": "BGE 87 III 106 S. 106\n\nA.- Con atto del 5 dicembre 1960 l'Ufficio di esecuzione di Locarno procedette, in un'esecuzione promossa da Umberto e Felicita Banfi, al pignoramento della quota spettante all'escusso Mario Vanetti nella successione del padre Giovanni Vanetti, dandone comunicazione ai coeredi Sidonia, Angelo, Piera Maria e Natale Vanetti. Questi informarono l'Ufficio che l'escusso era da considerare estromesso dalla comunione, conformemente a quanto previsto dalle disposizioni testamentarie lasciate dal defunto. Ricevuta la domanda di vendita, l'Ufficio convocò gli interessati per l'esperimento di conciliazione previsto dall'art. 9 cpv. 1 del regolamento 17 gennaio BGE 87 III 106 S. 1071923 sul pignoramento e la realizzazione di quote in comunione, esperimento che, per l'assenza dell'escusso e degli altri coeredi, non ebbe nessun esito. Lo stesso giorno, l'Ufficio diramò agli interessati, conforme al prescritto dell'art. 10 cpv. 1 del citato regolamento, l'invito a formulare entro dieci giorni le loro proposte circa il modo di realizzazione: trascorso infruttuoso il termine, trasmise gli atti all'autorità di vigilanza, chiedendo che questa ultima avesse a determinare il modo di realizzazione della quota pignorata, a'sensi dell'art. 10 cpv. 2 del regolamento. Ciò che l'autorità fece in data 8 novembre 1961, ordinando che la realizzazione avvenisse mediante pubblico incanto.\n\nB.- Contro tale decisione l'escusso e i suoi coeredi insorgono con il ricorso in esame, chiedendo la revoca dell'ordine di realizzazione e lo stralcio dal verbale di pignoramento della quota ereditaria di spettanza di Mario Vanetti. Nella motivazione del gravame i ricorrenti fanno presente che non esiste ormai più una quota di spettanza dell'escusso, quest'ultimo essendo stato integralmente tacitato dai coeredi con atto di divisione in data 3 gennaio 1961 e che, abbondanzialmente la misura disposta dall'autorità di vigilanza sarebbe comunque di nessun effetto, l'eventuale assegnatario della quota non potendo prevalere nei confronti degli altri coeredi in seguito alle chiare disposizioni di ultima volontà lasciate dal decujus. Inoltre, l'autorità di vigilanza, omettendo di interpellare gli interessati sull'istanza presentata dall'Ufficio, avrebbe violato il disposto dell'art. 132 cpv. 3 LEF.", "considerants": "Considerando in diritto:\n\n1. Il pignoramento, eseguito il 5 dicembre 1960, non fu impugnato da nessun interessato, e crebbe quindi regolarmente in giudicato. Secondo le allegazioni del ricorso, la divisione dell'eredità sarebbe intervenuta con atto del 3 gennaio 1961. Consegue che la comunione ereditaria era ancora esistente al momento del pignoramento BGE 87 III 106 S. 108della quota, sicchè, per la realizzazione dell'oggetto pignorato, deve trovare applicazione l'art. 132 LEF. D'altra parte, gli organi esecutivi non sono chiamati e competenti a decidere questioni di diritto materiale, quali le eccezioni sollevate dai ricorrenti circa l'avvenuta liquidazione, in base alle disposizioni testamentarie, del coerede escusso e la conseguente inesistenza di una quota ereditaria a favore dello stesso. Sulla base dell'eseguito pignoramento ed in assenza di un accordo tra gli interessati, l'autorità di vigilanza deve ordinare la realizzazione della quota in uno dei modi indicati dall'art. 132 cpv. 3 LEF e dall'art. 10 del regolamento del 17 gennaio 1923 (RU 61 III 162; 62 III 27). L'assegnatario del diritto così realizzato non riceve infine nulla più di quanto la quota contestata, gravata di tutte le eccezioni sollevate circa la sua esistenza e consistenza, effettivamente valga.\n\n2. A norma dell'art. 132 cpv. 3 LEF, l'autorità di vigilanza procede ai suoi incombenti \"uditi gli interessati\". Quest'ultima espressione non va presa alla lettera, nel senso che l'autorità di vigilanza debba nuovamente citare gli interessati per dar loro occasione di esporre verbalmente il loro punto di vista, dopo che l'Ufficio di esecuzione ha già provveduto a tale bisogna. Il precetto della legge vuole per contro significare solamente che l'autorità di vigilanza, nel dare il suo giudizio, è tenuta a considerare il parere espresso dagli interessati, e ciò indipendentemente dal verificarsi di una nuova udienza, che non potrebbe avere altro significato se non quello di un ulteriore esperimento di conciliazione. Una diversa interpretazione si urterebbe al tenore dell'art. 10 cpv. 1 del regolamento del 17 gennaio 1923, che esplicitamente attribuisce carattere facoltativo ai tentativi di conciliazione avanti l'autorità di vigilanza. Nel caso concreto, gli interessati non si presentarono all'esperimento di conciliazione, al quale erano stati regolarmente citati dall'Ufficio di esecuzione, ed un loro reclamo tendente ad ottenere che ne venisse indetto un secondo fu respinto dall'autorità di vigilanza BGE 87 III 106 S. 109con decisione cresciuta in giudicato. Pure senza esito restò l'invito rivolto loro dall'Ufficio conformemente all'art. 10 cpv. 1 del regolamento, in seguito al quale essi avrebbero avuto la possibilità di comunicare nel termine di dieci giorni le loro proposte circa le misure da adottare per la realizzazione.\n\nAppare quindi evidente che l'autorità di vigilanza non ha violato la legge ritenendo superfluo un nuovo esperimento di conciliazione. D'altra parte, la decisione di ricorrere ai pubblici incanti quale modo di realizzazione della quota rientra, secondo l'art. 132 cpv. 3 LEF, nel potere di apprezzamento dell'autorità di vigilanza.\n\nLa Camera di esecuzione e dei fallimenti pronuncia:\n\nIl ricorso è respinto."}