{"annee": "87", "cour": "II", "page": "190", "date": "4/7/1961", "cite": ["81 II 473", "59 II 339", "79 II 333", "85 II 365", "65 III 28", "65 II 41", "81 III 73", "48 II 412", "79 III 172"], "cite_par": ["93 I 390", "140 III 65", "116 II 431", "135 III 545"], "chapeau": "27. Urteil der I. Zivilabteilung vom 4. Juli 1961 i.S. Steiger gegen Basler.", "regestes": ["Art. 36 al. 1 et 46 OJ. Quelle est la valeur litigieuse lorsque, durant un procès en paiement, le défendeur est mis en faillite et que le procès est soutenu ensuite par un créancier?"], "faits": "BGE 87 II 190 S. 190\n\nA.- Anselm Basler vermietete Räume, die er von der Terminus Immobilien AG gemietet hatte, an Frau Elisabeth Steiger weiter, die darin eine Gastwirtschaft betreiben wollte. Er verpflichtete sich, sie umzubauen und \"diesen Umbau auf die Mieterin zum Pauschalpreis von BGE 87 II 190 S. 191Fr. 200'000.-- zu übertragen\". Die Hälfte dieses Betrages war sofort, die andere Hälfte ratenweise zu zahlen und bis zur Tilgung zu verzinsen.\n\nIn einem Rechtsstreit der Frau Steiger gegen Basler um Mietzinse erhob Basler Widerklage auf Zahlung von Fr. 6030.-- an die Vergütung für den Umbau und Fr. 6487.15 rückständiger Kapitalzinse, zusammen Fr. 12'517.15, alles nebst Verzugszins. Das Handelsgericht des Kantons Zürich behandelte die Widerklage in einem besonderen Verfahren und stellte dieses ein, bis das Eidgenössische Volkswirtschaftsdepartement entschieden habe, ob die Vergütung für den Umbau sich mit den öffentlichrechtlichen Bestimmungen über die Beschränkung der Mietzinse vertrage.\n\nAm 29. März 1957 wurde über das Vermögen der Frau Steiger der Konkurs eröffnet. Die Konkursverwaltung merkte die Forderung Baslers von Fr. 12'517.15 im Kollokationsplan gemäss Art. 63 Abs. 1 KV ohne Verfügung vor. Die zweite Gläubigerversammmlung verzichtete darauf, den Rechtsstreit durch die Konkursverwaltung fortführen zu lassen. Dr. Alfred Steiger, Gläubiger der Frau Steiger, trat gemäss Art. 260 SchKG in ihn ein.\n\nDas Eidgenössische Volkswirtschaftsdepartement bestimmte am 14. März 1959, in welchem Umfange die Vergütung für den Umbau vor dem öffentlichen Recht standhalte. Auf Beschwerde Baslers stellte der Bundesrat am 22. April 1960 fest, das sei eine unverbindliche Meinungsäusserung; zum verbindlichen Entscheid über die von Basler verlangte Vergütung sei der Zivilrichter zuständig.\n\nDas Verfahren vor dem Handelsgericht wurde hierauf fortgesetzt. In der Verhandlung vor diesem vom 6. Dezember 1960 erklärte der Vertreter Steigers: \"Ich beantrage, als Parteibezeichnung zu wählen: Konkursmasse der Frau Elisabeth Steiger, vertreten durch den Abtretungsgläubiger Dr. Alfred Steiger. Herr Dr. Steiger führt für sie den Prozess, auf sein Kostenrisiko. Die Masse BGE 87 II 190 S. 192bleibt Schuldnerin. Es ist ein vorweggenommener Kollokationsprozess.\" Der Vertreter Baslers pflichtete dieser Erklärung bei.\n\nB.- Am 6. Dezember 1960 entschied das Handelsgericht, der Kläger Basler sei im Konkurs der Frau Steiger mit den geltend gemachten Forderungen von zusammen Fr. 12'517.15 nebst Verzugszins definitiv zu kollozieren.\n\nC.- Der Beklagte Dr. Steiger hat die Berufung erklärt. Er beantragt dem Bundesgericht, das Urteil des Handelsgerichtes aufzuheben und die Klage abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDer geltend gemachte Anspruch ist vermögensrechtlich, ohne zu den in Art. 45 OG aufgezählten zu gehören. Die Berufung ist daher nur zulässig, wenn der Streitwert nach Massgabe der Rechtsbegehren, wie sie vor dem Handelsgericht noch streitig waren, wenigstens Fr. 8000.-- beträgt (Art. 46 OG).\n\nDer Wert des Streitgegenstandes wird durch das klägerische Rechtsbegehren bestimmt (Art. 36 Abs. 1 OG), und zwar ist massgebend der Wert, den der Gegenstand dieses Begehrens zur Zeit der Anhebung der Klage hat (BGE 48 II 412, BGE 59 II 341, BGE 79 II 334, BGE 85 II 366). Im Laufe des Rechtsstreites eintretende Tatsachen, die bei gleichbleibendem Begehren nur den Wert des Streitgegenstandes beeinflussen, sind nicht zu berücksichtigen, z.B. Kursveränderungen herausverlangter Wertpapiere oder die Werteinbusse eines Unterhaltsanspruches durch den Tod des Unterhaltspflichtigen. Änderungen des klägerischen Rechtsbegehrens können dagegen auch den Streitwert beeinflussen. Das ergibt sich aus Art. 46 OG, wonach die Berufungsfähigkeit von den Rechtsbegehren abhängt, \"wie sie vor der letzten kantonalen Instanz noch streitig waren\".\n\nDie Eröffnung des Konkurses über das Vermögen der Frau Steiger hat vor dem Handelsgericht im Ergebnis zu einer Änderung des Rechtsbegehrens des Klägers geführt.\n\nBGE 87 II 190 S. 193Dieser streitet nicht mehr um die Zahlung von Fr. 12'517.15 durch Frau Steiger, sondern nur noch um die Kollokation dieser Forderung im Konkurse, mit der Folge, dass sie nach den Bestimmungen des Konkursrechtes in der fünften Klasse aus dem Erlöse des vom Konkurs erfassten Vermögens zu befriedigen sei. Nur für die Abweisung dieser Forderung im Kollokationsplan und die Nichtbefriedigung aus der Konkursmasse kann sich anderseits der an Stelle der Konkursverwaltung in den Prozess eingetretene Dr. Steiger bemühen, was er denn auch dadurch anerkannte, dass er erklärte, es liege ein \"vorweggenommener Kollokationsprozess\" vor. Diesen Schluss zog auch das Handelsgericht aus der Konkurseröffnung, dem Wechsel der beklagten Partei und den von beiden Seiten abgegebenen Erklärungen. Sein Urteil lautet nicht auf Zahlung, sondern auf Kollokation der Forderung im Konkurs.\n\nDaher ist der Streitwert nach den Grundsätzen über die Bewertung von Kollokationsbegehren zu bestimmen. Sie erfolgt nicht nach der Höhe der zu kollozierenden Forderung, sondern nach dem Anteil am Erlös aus der Konkursmasse, der dem Gläubiger im Falle der Kollokation höchstens zufallen wird (BGE 65 III 28 ff., BGE 65 II 41 ff., BGE 79 III 173, BGE 81 II 474, BGE 81 III 76). Im vorliegenden Falle wird laut Mitteilung des Konkursamtes Zürich-Altstadt auf die Forderungen der fünften Klasse, zu denen auch die des Klägers gehört, voraussichtlich keine Dividende ausbezahlt werden können oder im günstigsten Falle nur eine solche von 1%. Der Kläger wird also aus der Konkursmasse höchstens Fr. 125.-- erhalten. Das ist der Streitwert. Er schliesst die Berufung aus.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten."}