{"annee": "87", "cour": "II", "page": "249", "date": "27/11/1961", "cite": ["61 II 330", "86 II 95", "81 II 197"], "cite_par": ["90 II 164", "100 IV 31"], "chapeau": "35. Urteil der I. Zivilabteilung vom 27. November 1961 i.S. Buchdruckerei Wochenblatt, Aktiengesellschaft gegen Fritz und Rechsteiner.", "regestes": ["Art. 684-686, 967 CO, transfert d'actions nominatives. La société ne saurait, par le moyen d'une inscription dans le registre des actions, faire devenir actionnaire une personne qui n'est pas propriétaire d'actions ou qui ne se légitime pas comme telle. Lorsqu'elle fait valoir une prétention tendant à ce qu'un actionnaire transfère des actions à une autre personne, elle doit lui intenter un procès."], "faits": "BGE 87 II 249 S. 250\n\nA.- Von den 320 Namenaktien der \"Buchdruckerei Wochenblatt, Aktiengesellschaft\" im Nennwert von je Fr. 450.-- gehörten 183 dem Geschäftsführer und Verwaltungsratsmitglied Viktor Fritz und 24 seiner Schwester Dora Rechsteiner geb. Fritz. Von den 183 Stück hatte Viktor Fritz 105 durch Erbteilungsvertrag aus dem Nachlass seines im Jahre 1950 verstorbenen Vaters, des Verwaltungsratspräsidenten Emil Fritz, zu Alleineigentum erworben, doch beschloss der vierköpfige Verwaltungsrat am 19. Januar 1954 mit den Stimmen des Vizepräsidenten Dr. Walter Egli und der Verwaltungsräte Rüegg und Spörri, diesen Erwerb nicht in das Aktienbuch einzutragen.\n\nFritz focht den Beschluss gerichtlich an. Er vertrat die Auffassung, § 4 der Statuten der Gesellschaft vermöge ihn nicht zu stützen. Diese Bestimmung lautet:\n\n\"Die Aktien lauten auf den Namen. Sie werden unter fortlaufender Nummer mit Unterschrift des Präsidenten gezeichnet. Für das Eigentum an den Aktien ist das von der Gesellschaft zu führende Aktienbuch massgebend. Die Aktien sind frei übertragbar, wenn der Verwaltungsrat nicht innert 90 Tagen von der Bekanntgabe einer Verkaufsmöglichkeit hinweg den Ankauf zu den bekannt gegebenen Bedingungen, bzw. wenn mehr als der Nominalwert geboten wäre, zum Nominalwert, durch andere Aktionäre (oder ihm genehme Dritte) herbeiführt.\n\nDer Verwaltungsrat hat innert 8 Tagen sämtliche Aktionäre von dem Verkaufsangebot zu unterrichten.\n\nDie Verpfändung der Aktien ist nur mit Zustimmung des Verwaltungsrates zulässig.\"\n\nWährend des Prozesses kamen Dr. Egli und der Verwaltungsratspräsident der \"Verlagsgenossenschaft für Pfäffikon BGE 87 II 249 S. 251und Bauma\", Ernst Bachofner, am 10. Dezember 1955 überein, auf die Zusammenlegung der von dieser Genossenschaft herausgegebenen \"Volkszeitung\" mit dem von der Buchdruckerei Wochenblatt AG verlegten \"Wochenblatt von Pfäffikon\" hinzuarbeiten. Sie sahen vor, dass Bachofner Aktionär der Buchdruckerei Wochenblatt AG werde. Bachofner versprach Dr. Egli, diesfalls eine bestimmte Anzahl Aktien an diesen weiterzuverkaufen. Für den Fall, dass das Grundkapital nicht erhöht werde, sollte Bachofner 144 Aktien erhalten und davon 132 dem Dr. Egli überlassen.\n\nAm 15. Juni 1956 schlossen die Buchdruckerei Wochenblatt AG, Dr. Egli und Fritz mit der Verlagsgenossenschaft für Pfäffikon und Bauma und Bachofner einen Vertrag, wonach das Recht zur Verlegung der \"Volkszeitung\" entgeltlich auf die Buchdruckerei Wochenblatt AG übergehen und Bachofner 130 Aktien dieser Gesellschaft kaufen sollte. Hinsichtlich der Beschaffung der 130 Aktien verwiesen die Vertragschliessenden auf eine zwischen Fritz, Dr. Egli und Rüegg getroffene Vereinbarung.\n\nDiese wurde ebenfalls am 15. Juni 1956 unterzeichnet. Dr. Egli erklärte darin, \"der Übertragung der 105 Aktien von Emil Fritz sel. auf V.E. Fritz\" zuzustimmen (Ziff. 1). Fritz verpflichtete sich, seine Klage zurückzuziehen (Ziff. 3), von seinen 183 Aktien Bachofner 73 zu verkaufen (Ziff. 4) und dafür zu sorgen, dass Frau Rechsteiner dem Bachofner weitere 9 oder 10 Stück verkaufe (Ziff. 5). Rüegg erklärte, er trete höchstens 5 Aktien ab (Ziff. 6). Dr. Egli versprach, \"für die Beschaffung der restlichen Aktien an E. Bachofner\" zu sorgen (Ziff. 8).\n\nIn der Folge wünschte Dr. Egli, dass Bachofner die 130 Aktien durch Vermittlung der Spar- und Leihkasse Pfäffikon erhalte. Ein Teil der von Dr. Egli zu beschaffenden und die von Rüegg abzutretenden Aktien wurden bei dieser Bank hinterlegt. Fritz fand sich am 21. März 1957 mit 73 Aktien am Sitz der Bank ein, wo auch Dr. Egli BGE 87 II 249 S. 252und Bachofner erschienen. Er gab die 73 auf Bachofner indossierten Aktien aus den Händen. Dr. Egli versah die Indossamente, die mit \"4. April 1957\" datiert sind, mit dem \"Visum\" der Buchdruckerei Wochenblatt AG Die 73 Aktien gelangten dann ohne Zahlung des Preises in den Besitz Bachofners. Fritz erklärt, er habe sie Bachofner am 21. März 1957 in Gegenwart des Dr. Egli übergeben. Die Buchdruckerei Wochenblatt AG behauptet dagegen, die Bank habe sie ihm später entgegen einer Weisung Eglis und ohne dessen Wissen ausgehändigt. Bachofner indossierte am 20. Februar 1958 25 Aktien und am 10. Juni 1958 die verbleibenden 48 an Fritz zurück und händigte sie ihm wieder aus. Diese Indossamente sind von der Buchdruckerei Wochenblatt AG nicht visiert. Fritz will die 73 Aktien zurückverlangt haben, weil er durch Verschweigung des Vertrages zwischen Bachofner und Dr. Egli vom 10. Dezember 1955 getäuscht worden sei. Die Buchdruckerei Wochenblatt AG behauptet dagegen, Fritz habe vom geheimen Vertrag erst im Juli 1958 Kenntnis erhalten. Sie vermutet, die Rückgabe hange damit zusammen, dass Fritz dem finanziell bedrängten Bachofner damals Darlehen machte.\n\nAm 22. September 1958 erklärte Fritz dem Dr. Egli, er erachte sich wegen absichtlicher Täuschung an die Vereinbarung vom 15. Juni 1956 nicht gebunden. Dr. Egli hielt dennoch daran fest, auch als Bachofner im Mai 1959 wegen strafbarer Handlungen floh, über das Vermögen des Flüchtigen der Konkurs eröffnet wurde und die Verlagsgenossenschaft für Pfäffikon und Bauma ihn als Präsidenten durch Heinrich Hickel ersetzte. Dr. Egli stellte sich auf den Standpunkt, Fritz habe die geschuldeten Aktien dem Hickel zu verkaufen. Die Verlagsgenossenschaft für Pfäffikon und Bauma ihrerseits ersuchte die Buchdruckerei Wochenblatt AG am 28. Januar 1960, in Erfüllung des Vertrages vom 15. Juni 1956 dafür zu sorgen, dass Hickel als an Stelle Bachofners bezeichneter Vertrauensmann der BGE 87 II 249 S. 253Genossenschaft seine Rechte als Aktionär ausüben könnte und ihm die Aktien übergeben würden.\n\nDer Verwaltungsrat der Buchdruckerei Wochenblatt AG bestand damals aus Dr. Egli, dessen Bruder Paul Egli und Fritz. Er beschloss am 30. Januar/4. Februar 1960 mit den Stimmen der Brüder Egli und gegen die Stimme des Fritz: 1. dem erwähnten Ersuchen der Verlagsgenossenschaft für Pfäffikon und Bauma in Anwendung von § 4 der Statuten zuzustimmen; 2. den Erwerb von 116 Aktien durch Hickel zu bewilligen; 3. die Spar- und Leihkasse Pfäffikon anzuweisen, 43 bei ihr hinterlegte Aktien \"gesamthaft mit denjenigen des Herrn Fritz (73 Stück)\" gegen Bezahlung des Kaufpreises dem Hickel herauszugeben; 4. das Aktienbuch unter anderem durch die Feststellungen zu \"bereinigen\", dass Fritz nunmehr mit 105 von seinem Vater ererbten Aktien, dagegen nicht mehr mit 73 seiner übrigen Aktien stimmberechtigt sei, dass Frau Rechsteiner das Stimmrecht nur noch mit 14 von ihren 24 Aktien habe und dass die Stimmberechtigung aus 116 Aktien unter Vorbehalt der Übernahmeerklärung durch eine Bank auf Hickel übertragen werde.\n\nHickel brachte am 8. Februar 1960 die Erklärung einer Bank bei, wonach sie garantiere, dass er den Preis für die Übernahme von 130 Aktien bezahle. Er erklärte sich einverstanden, vorläufig 116 Stück zu kaufen. Am gleichen Tage erstellte Dr. Egli ein neues Aktienbuch, wobei er die Eintragungen betreffend Emil Fritz sel., Viktor Fritz, Frau Rechsteiner und Hickel im Sinne des Verwaltungsratsbeschlusses vom 30. Januar/4. Februar 1960 vornahm. Er verwies auf diesen \"in Ausführung des Fusionsvertrages vom 15.6.56\" gefassten Beschluss und bestätigte zusammen mit Paul Egli unterschriftlich die Richtigkeit der Eintragungen.\n\nDr. Egli berief auf 20. Februar 1960 eine Generalversammlung ein. Unter anderen nahmen Hickel und Fritz daran teil, wobei dieser auch Frau Rechsteiner vertrat.\n\nBGE 87 II 249 S. 254Fritz äusserte die Auffassung, er sei mit 183 eigenen Aktien und 24 Aktien seiner Schwester stimmberechtigt, Hickel dagegen überhaupt nicht, weshalb die Versammlung unter Mitberücksichtigung von 56 Stimmen anderer Aktionäre über 263 Stimmen verfüge. Dr. Egli bezifferte dagegen die Gesamtzahl der Stimmen in Übereinstimmung mit dem \"bereinigten\" Aktienbuch auf 296, indem er Hickel 116, Fritz 110, Frau Rechsteiner 14 und den anderen anwesenden oder vertretenen Aktionären 56 Stimmen zusprach. Die Versammlung beschloss, drei Mitglieder des Verwaltungsrates zu wählen. Dr. Egli schlug Hickel, Paul Egli und sich selbst vor, Fritz dagegen Hickel, einen Aussenstehenden und sich selbst. Die Abstimmung ergab Einstimmigkeit für Hickel und unter Zugrundelegung der Stimmberechtigung gemäss \"bereinigtem\" Aktienbuch je 172 Stimmen für Paul Egli und Dr. Egli. Dieser erklärte Hickel, Paul Egli und sich selbst als gewählt.\n\nIn der Folge änderte Dr. Egli das Aktienbuch dahin ab, dass er von seinen 30 Aktien 10 Stück auf Hickel überschrieb mit der Begründung, er habe sie diesem gemäss Beschluss des Verwaltungsrates am 20. Februar 1960 abgetreten.\n\nDr. Egli berief auf 5. März 1960 eine weitere Generalversammlung ein. Fritz äusserte an dieser die Auffassung, es könnten 263 Stimmrechte ausgeübt werden. Davon ständen ihm selbst aus eigenen Aktien 183 und aus Aktien der von ihm vertretenen Frau Rechsteiner 24 zu, dem Dr. Egli 30, anderen vertretenen Aktionären 26 und Hickel keine. Dr. Egli bezifferte die Gesamtzahl der Stimmen auf 296. Er verwies auf das Aktienbuch, wonach Hickel 126 Stimmen habe, Fritz 110, Frau Rechsteiner 14, er selber 20 und andere vertretene Aktionäre 26. Dr. Egli liess zunächst darüber abstimmen, ob Hickel, Paul Egli und er selber als Verwaltungsräte zu bestätigen seien, und nachher darüber, ob Robert Bolli als weiteres Mitglied in den Verwaltungsrat eintrete. Die Abstimmungen ergaben unter Zugrundelegung der Stimmberechtigung gemäss BGE 87 II 249 S. 255Aktienbuch je 172 Stimmen für die Wahl der vier Genannten. Fritz gab diesen weder seine Stimmen noch jene seiner Schwester. Dr. Egli erklärte Hickel, Paul Egli, sich selber und Bolli als gewählt. Er liess sich hierauf zum Präsidenten und seinen Bruder Paul zum Vizepräsidenten des Verwaltungsrates ernennen, beide mit 172 Stimmen im Sinne der Stimmberechtigung gemäss Aktienbuch. Fritz erklärte, dass er die Wahlen als ungültig betrachte. Sie wurden indessen im Sinne der Auffassung des Dr. Egli in das Handelsregister eingetragen und veröffentlicht.\n\nB.- Fritz und Frau Rechsteiner reichten am 20. April und 3. Mai 1960 gegen die Buchdruckerei Wochenblatt AG beim Handelsgericht des Kantons Zürich Klage ein. Mit der ersten Klage beantragten sie, die am 20. Februar 1960 erfolgte Wahl des Dr. Egli und des Paul Egli in den Verwaltungsrat aufzuheben und festzustellen, dass an jener Generalversammlung Fritz mit 183 Aktien und Frau Rechsteiner mit 24 Aktien stimmberechtigt waren und dass die Kläger mit dieser Stimmberechtigung in das Aktienbuch einzutragen seien. Mit der zweiten Klage stellten sie die Begehren, die am 5. März 1960 erfolgten Wahlen der Brüder Egli, des Hickel und des Bolli in den Verwaltungsrat, des Dr. Egli als Verwaltungsratspräsident und des Paul Egli als Vizepräsident aufzuheben und die Beklagte zu verpflichten, Fritz mit 183 Stimmen und Frau Rechsteiner mit 24 Stimmen in das Aktienbuch einzutragen.\n\nDie Beklagte beantragte, beide Klagen abzuweisen.\n\nDas Handelsgericht hob mit Urteil vom 7. März 1961 die Wahlen der Brüder Egli vom 20. Februar 1960 zu Verwaltungsräten auf, desgleichen die Wahlen der Brüder Egli, des Hickel und des Bolli vom 5. März 1960 zu Verwaltungsräten, des Dr. Egli zum Präsidenten und des Paul Egli zum Vizepräsidenten des Verwaltungsrates. Es verpflichtete die Beklagte, Fritz mit 183 und Frau Rechsteiner mit 24 Aktienstimmen in das Aktienbuch einzutragen.\n\nBGE 87 II 249 S. 256\n\nDie Beklagte focht dieses Urteil mit einer kantonalen Nichtigkeitsbeschwerde an. Das Kassationsgericht des Kantons Zürich wies sie am 26. September 1961 ab, soweit es auf sie eintrat.\n\nC.- Die Beklagte hat gegen das Urteil des Handelsgerichts rechtzeitig die Berufung erklärt. Sie beantragt dem Bundesgericht, die Klagen abzuweisen, eventuell das Handelsgericht zur Ergänzung der tatbeständlichen Feststellungen zu verhalten.\n\nDie Kläger beantragen, die Berufung abzuweisen und das angefochtene Urteil zu bestätigen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Aktiengesellschaft hat über die Eigentümer der Namenaktien ein Aktienbuch zu führen (Art. 685 Abs. 1 OR). Es bewirkt, dass im Verhältnis zu der Gesellschaft als Aktionär betrachtet wird, wer im Buch eingetragen ist (Art. 685 Abs. 4 OR). Das heisst nicht, die Gesellschaft könne bestimmen, wer Aktionär sei oder Anspruch habe, es zu werden, und sie könne ihm diese Eigenschaft, sei es überhaupt, sei es wenigstens im Verhältnis zur Gesellschaft dadurch verleihen, dass sie ihn in das Aktienbuch einträgt. Nur der auf der Aktie mit Namen genannte ursprüngliche Eigentümer und seine Rechtsnachfolger können in das Aktienbuch eingetragen werden. Das ergibt sich aus Art. 685 Abs. 2 OR, wonach die Eintragung einen Ausweis über die formrichtige Übertragung der Aktie voraussetzt. Wer eingetragen wird, ohne sich als Eigentümer ausgewiesen zu haben, kann sich nicht auf Art. 685 Abs. 4 OR berufen und darf von der Gesellschaft nicht in Anwendung dieser Bestimmung als Aktionär behandelt werden. Die Eintragung in das Aktienbuch bewirkt den Übergang des Eigentums an der Aktie nicht, sondern setzt ihn voraus. Das gilt selbst dann, wenn die Gesellschaft gemäss Art. 686 OR die Eintragung verweigern kann. Dieses Recht bedeutet nur, dass die Gesellschaft unter den statutarischen oder gesetzlichen BGE 87 II 249 S. 257Voraussetzungen den Erwerber der Aktie nicht als Aktionär anzuerkennen braucht, dagegen nicht, dass sie jemanden, der das Eigentum nicht erworben hat oder sich darüber nicht ausweist, durch Eintragung in das Aktienbuch zum Aktionär machen könne.\n\nDamit der rechtsgeschäftliche Übergang der Aktie im Sinne des Art. 685 Abs. 2 OR formrichtig sei, muss der Veräusserer die Übertragung in einem Indossament oder in einer vom Wertpapier getrennten schriftlichen Erklärung verurkunden und dem Erwerber ausserdem den Besitz des Aktientitels verschaffen (Art. 684 Abs. 2, 967 Abs. 1 und 2 OR;BGE 61 II 332, BGE 81 II 202, BGE 86 II 98). Nur wenn diese Voraussetzungen erfüllt sind, wird der Erwerber durch Eintragung in das Aktienbuch im Verhältnis zu der Gesellschaft zum Aktionär.\n\n2. Gemäss Feststellung des Handelsgerichts hat Fritz die 73 Aktien, welche die Beklagte gemäss Beschluss ihres Verwaltungsrates vom 30. Januar/4. Februar 1960 im Aktienbuch als von ihm an Hickel abgetreten vermerkte, diesem nie zu Besitz übertragen. Die Beklagte hat das im Prozess zugegeben. Diese 73 Aktien wurden auch nicht an Hickel indossiert, noch durch eine von den Aktientiteln getrennte Erklärung an ihn abgetreten. Die Beklagte trug somit Hickel zu Unrecht als Erwerber dieser Aktien in das Aktienbuch ein.\n\nDer in § 4 der Statuten enthaltene Satz: \"Für das Eigentum an den Aktien ist das von der Gesellschaft zu führende Aktienbuch massgebend\", ändert hieran nichts. Er hat nicht den Sinn, die Gesellschaft könne jemanden selbst dann, wenn er den Ausweis über die formrichtige Übertragung der Aktien nicht erbracht hat, durch Eintragung in das Aktienbuch zum Eigentümer und Aktionär machen. Das widerspräche dem Art. 685 OR über die Voraussetzungen und Wirkung der Eintragung in das Aktienbuch. Der erwähnte Satz kann nichts anderes sagen als Art. 685 Abs. 4 in Verbindung mit Abs. 2, nämlich dass im Verhältnis zur Gesellschaft als Aktionär nur gelte, wer BGE 87 II 249 S. 258auf Grund eines Ausweises über den formrichtigen Erwerb der Aktie in das Aktienbuch eingetragen wurde.\n\nAuch aus dem übrigen Inhalt des § 4 der Statuten kann die Beklagte nicht ableiten, sie habe dadurch, dass sie die 73 Aktien im Aktienbuch von Fritz auf Hickel überschrieb, diesen zum Eigentümer und Aktionär gemacht. § 4 Abs. 1 Satz 4 hat nur den Sinn, der Verwaltungsrat dürfe den Verkauf von Aktien an eine bestimmte Person untersagen, wenn es ihm, nachdem der Aktionär ihm die Verkaufsabsicht mitgeteilt hat, spätestens innert neunzig Tagen gelingt, eine andere Person (Aktionär oder Nichtaktionär) zum Kauf zu bewegen. Findet der Verwaltungsrat nicht rechtzeitig einen Ersatzkäufer, so sollen die Aktien \"frei übertragbar\", d.h. der Aktionär berechtigt sein, den von ihm selbst gewählten Käufer ohne Zustimmung des Verwaltungsrates zum Eigentümer zu machen und dessen Eintragung in das Aktienbuch zu erwirken. Es kann keine Rede davon sein, dass die genannte Statutenbestimmung dem Verwaltungsrat erlauben wolle, das Eigentum an den Aktientiteln und die Aktionärrechte durch eine Eintragung in das Aktienbuch selbstherrlich auf den Erwerber überzuführen, sei es auf den Ersatzkäufer, sei es auf den vom Veräusserer frei gewählten Käufer. Das widerspräche den Art. 684 Abs. 2, 685 Abs. 2 und 967 Abs. 1 und 2 OR. Ist der Aktionär nicht bereit, die Aktien formrichtig auf die dem Verwaltungsrat genehme Person zu übertragen, so bleiben sie Eigentum des Aktionärs, und dieser hat wie bis anhin das Stimmrecht aus ihnen. Wer als dem Verwaltungsrat genehmer Ersatzkäufer oder Käufer auf sie Anspruch zu haben glaubt, muss gegen den angeblichen Verkäufer auf Erfüllung klagen. Ob Hickel in diesem Sinne gegen Fritz Anspruch auf Übertragung von 73 Aktien hat, ist nicht zu entscheiden; diese Frage ist nicht Gegenstand des Prozesses.\n\nEs kommt auch nichts darauf an, dass Fritz am 21. März 1957 73 mit Zustimmung der Beklagten auf Bachofner indossierte Aktien aus den Händen gab und sie in den Besitz Bachofners gelangten. Dadurch erlangte die Beklagte BGE 87 II 249 S. 259nicht die Möglichkeit, das Eigentum und die Aktionärrechte durch eine Eintragung in das Aktienbuch gegen den Willen der durch den Besitz und die Indossamente legitimierten Person auf Hickel zu übertragen. Wenn die Beklagte auf Grund der Verträge vom 15. Juni 1956 Anspruch zu haben glaubt, dass Hickel Eigentümer werde, und der durch den Besitz und die Indossamente Legitimierte das Eigentum nicht freiwillig überträgt, mag sie gegen ihn entsprechend klagen.\n\nBleibt es somit dabei, dass die Beklagte die 73 Aktien im Aktienbuch zu Unrecht auf den Nichteigentümer Hickel überschrieb, so vermochte diese Eintragung ihm das Stimmrecht nicht zu verschaffen. Fragen kann sich nur, ob es zur Zeit, als die Generalversammlung die angefochtenen Wahlen traf, dem Kläger Fritz oder vielmehr dem Bachofner zugestanden habe.\n\n3. Unter Ziffer 3 des mit der Verlagsgenossenschaft für Pfäffikon und Bauma und mit Bachofner abgeschlossenen sog. Fusionsvertrages vom 15. Juni 1956 wurde bestimmt: \"Gemäss beiliegender Vereinbarung vom 15. Juni 1956, abgeschlossen zwischen den Herren V. Fritz, Dr. W. Egli und J. Rüegg, verpflichtet sich Herr V. Fritz für sich sowie namens von Frau Rechsteiner und des Herrn J. Rüegg 88 Aktien und Herr Dr. Egli für sich und seine Gruppe 42 Aktien Herrn Bachofner zu den vereinbarten Bedingungen zu beschaffen.\" In der Vereinbarung, auf die in dieser Bestimmung verwiesen ist, erklärte Fritz sich bereit, von seinen 183 Aktien dem Bachofner 73 Stück zu verkaufen. Die Verpflichtung des Fritz lautete also auf Verkauf der Aktien an Bachofner; Fritz sollte Verkäufer, Bachofner Käufer sein. Auf Grund eines zwischen diesen beiden zustande gekommenen Kaufvertrages gelangten die 73 Aktien im Frühjahr 1957 in den Besitz Bachofners. Ob das ohne Wissen des Dr. Egli geschah, ja einer von ihm erteilten Weisung widersprach, ist unerheblich, denn Dr. Egli war nicht Partei des Kaufvertrages über diese Aktien.\n\nEs kommt auch nichts darauf an, ob die Rückindossierung und Rückgabe der Aktien durch Bachofner an Fritz BGE 87 II 249 S. 260vom 20. Februar und 10. Juni 1958 wegen Nichtzahlung des Preises und der finanziellen Lage Bachofners erfolgte oder vielmehr deshalb, weil Fritz sich wegen des geheimen Vertrages zwischen Bachofner und Dr. Egli getäuscht sah. Tatsache ist, dass Bachofner den Kauf zur Zeit der Rückindossierung und Rückgabe der Aktien noch nicht erfüllt hatte und dass er mit Fritz einig war, ihn aufzuheben. Das stand im Belieben der beiden, denn sie allein hatten den Kauf abgeschlossen; Dr. Egli, Rüegg, die Beklagte und die Verlagsgenossenschaft für Pfäffikon und Bauma brauchten nicht zuzustimmen.\n\nDurch die Rückindossierung und Rückgabe der Aktien ging das Eigentum an den Papieren wieder auf Fritz über. Es trifft nicht zu, dass hiezu gemäss § 4 der Statuten die Zustimmung der Beklagten nötig gewesen wäre. Bachofner verkaufte dem Fritz die Aktien nicht und war daher nicht gehalten, den Verwaltungsrat zu benachrichtigen mit der Wirkung, dass dieser binnen neunzig Tagen einen anderen Käufer hätte suchen und die Übertragung auf Fritz hätte untersagen können. Dass auch die Aufhebung eines zwar seitens des Verkäufers, aber nicht auch seitens des Käufers erfüllten Kaufes und die Rückübertragung der Aktien an den Verkäufer unter § 4 der Statuten falle, sagt diese Bestimmung nicht.\n\nDie Rückübertragung bedurfte auch nicht deshalb der Zustimmung der Beklagten, weil diese und die Verlagsgenossenschaft für Pfäffikon und Bauma auf Grund des Vertrages vom 15. Juni 1956 glauben Anspruch erheben zu können, den geflüchteten und in Konkurs geratenen Bachofner als Aktionär abzulehnen und durch Hickel zu ersetzen. Sollte dieser Anspruch bestehen, so ergäbe sich daraus nicht, dass Bachofner die 73 Aktien statt an Fritz zurückzugeben unmittelbar auf Hickel zu übertragen hatte, sondern die Ansprecher könnten nur verlangen, dass Fritz an Stelle des von Bachofner nicht erfüllten Kaufes einen solchen mit Hickel abschliesse und die zurückgenommenen Aktien an diesen übertrage.\n\nBGE 87 II 249 S. 261\n\nDie 73 Aktien waren somit zur Zeit der Generalversammlungen vom 20. Februar und 5. März 1960 Eigentum des Fritz. Dieser war auch durch das Aktienbuch als aus ihnen berechtigt ausgewiesen, wenn man über die unzulässige und daher ungültige Überschreibung auf Hickel hinwegsieht. Das Stimmrecht aus den 73 Aktien stand deshalb Fritz zu.\n\n4. Die Beklagte macht geltend, die Ungültigkeit der Überschreibung der 73 Aktien auf Hickel im Aktienbuch vermöchte an der Gültigkeit der angefochtenen Wahlen nichts zu ändern, weil sie zur Folge hätte, dass auch die Eintragung des Fritz als Eigentümers der aus dem Nachlass seines Vaters übernommenen 105 Aktien ungültig wäre, denn die Beklagte habe diese Eintragung nur unter der Bedingung vorgenommen, dass auch die Eintragung des Hickel als Erwerbers von 73 Aktien gültig sei; man dürfe nicht dem Kläger Fritz Rechtshandlungen zubilligen, die einem Rücktritt vom Vertrag vom 15. Juni 1956 gleichkämen, und anderseits die Beklagte bei Rechtshandlungen behaften, die sie in Vollziehung des gleichen Vertrages vornahm.\n\nIn der Vereinbarung vom 15. Juni 1956 zwischen Dr. Egli, Rüegg und Fritz wurde die Zustimmung zur \"Übertragung der 105 Aktien von Emil Fritz sel. auf V. E. Fritz\" nicht von einer Bedingung abhängig gemacht, namentlich nicht von der Bedingung, dass Hickel Eigentümer von 73 Aktien des Klägers werde. Von Hickel als Erwerber war damals überhaupt noch nicht die Rede. Auch die Eintragung des Klägers als Eigentümers des 105 ererbten Aktien in das Aktienbuch erfolgte vorbehaltlos und bedingungslos. An den Generalversammlungen vom 20. Februar und 5. März 1960 wurde der Kläger wieder ohne jeden Vorbehalt als aus diesen 105 Aktien stimmberechtigt erklärt, obschon er entschieden gegen die Anerkennung Hickels als Aktionär aus 73 Aktien des Klägers protestierte. Von einer nur bedingten Anerkennung des Fritz als Aktionär aus den 105 ererbten Aktien kann daher nicht die Rede sein.\n\nDamit ist nicht gesagt, dass Dr. Egli in der Vereinbarung BGE 87 II 249 S. 262vom 15. Juni 1956 seine Zustimmung zur \"Übertragung\" der 105 Aktien auf Fritz nicht deshalb erteilt habe, weil dieser sich unter anderem bereit erklärte, dem Bachofner 73 Aktien zu verkaufen. Ob dem so war, kann dahingestellt bleiben. Denn jedenfalls hatte die Aufhebung des Kaufes mit Bachofner, mag sie wegen Täuschung oder mag sie wegen der finanziellen Lage des Käufers erfolgt sein, nicht zur Folge, dass die Zustimmung des Dr. Egli zur Eintragung des Fritz als Erwerbers der 105 Aktien und damit auch diese Eintragung ungültig wäre. Sie ist das um so weniger, als Dr. Egli um den Hinfall des Kaufvertrages mit Bachofner wusste, als er am 30. Januar/4. Februar 1960 der Eintragung des Überganges der 105 Aktien auf Fritz zustimmte und sie am 8. Februar 1960 vollzog. Es stand ihm frei, das zu tun, selbst wenn er sich am 15. Juni 1956 zu dieser Rechtshandlung nur verpflichtet haben sollte, weil sich Fritz bereit erklärte, dem Bachofner 73 Aktien zu verkaufen.\n\nFritz war somit am 20. Februar und 5. März 1960 ausser aus den 73 von Bachofner zurückerhaltenen auch aus den 105 ererbten Aktien stimmberechtigt.\n\n5. Der Berufungsantrag auf Abweisung beider Klagen richtet sich auch gegen die vorinstanzliche Feststellung, dass die Beklagte die Klägerin Frau Rechsteiner als aus 24 Aktien stimmberechtigt in das Aktienbuch einzutragen habe. Die Beklagte führt indes in der Berufungsschrift nicht aus, inwiefern diese Feststellung Bundesrecht verletze (Art. 55 Abs. 1 lit. c OG). Auf diesen Punkt der Berufung kann daher nicht eingetreten werden.\n\n6. Wirken Personen, die zur Teilnahme an der Generalversammlung nicht befugt sind, bei einem Beschlusse mit, so kann dieser von jedem Aktionär angefochten werden, es wäre denn, die Gesellschaft weise nach, dass die unzulässige Mitwirkung den Beschluss nicht beeinflusste (Art. 691 Abs. 3 OR).\n\nDass die Beklagte in beiden Generalversammlungen den Klägern zusammen 83 Stimmen zu wenig, dem Hickel BGE 87 II 249 S. 263dagegen 73 zu viel zuerkannte, hat die Ergebnisse der angefochtenen Wahlen beeinflusst. Da Frau Rechsteiner 24 statt nur 14 Stimmen zustanden, verfügten die anwesenden oder vertretenen Aktionäre in beiden Versammlungen über zusammen 306 Stimmen. Davon kamen Fritz 183 und Frau Rechsteiner 24 zu. Die beiden Kläger verfügten also mit zusammen 207 Stimmen über das absolute Mehr. Die angefochtenen Wahlen halten daher nicht stand.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 7. März 1961 bestätigt."}