{"annee": "87", "cour": "II", "page": "293", "date": "28/11/1961", "cite": [], "cite_par": ["102 II 353", "97 II 403", "116 II 158", "108 IB 97", "136 III 322"], "chapeau": "43. Estratto della sentenza 28 novembre 1961 della I Camera civile nella causa Mancini contro Zanolini", "regestes": ["Action en responsabilité selon les art. 752 et suiv. CO. 1. Celui qui est à la fois créancier et actionnaire d'une société anonyme peut intenter l'action en responsabilité en qualité de créancier même s'il a omis de le faire en qualité d'actionnaire. 2. Le délai de prescription de cinq ans auquel est soumis l'action du créancier social ne peut commencer à courir avant que la société soit déclarée en faillite."], "faits": "|293|\n\nA.- Nelle sedute del 19 maggio 1951 e 5 giugno 1951 il consiglio di amministrazione della Salina SA, Muralto, approvò un conto presentato da Plinio Zanolini per prestazioni effettuate quale segretario sociale a far tempo dalla fondazione della società. Il conto venne pagato e iscritto nel bilancio al 31 dicembre 1951, che l'assemblea del 17 luglio 1952 approvò dando scarico agli amministratori. Nel frattempo Graziano Mancini, ex membro del |294| consiglio di amministrazione, aveva pure fatto valere un credito per prestazioni, che fu poi giudizialmente riconosciuto nella somma di fr. 12'272,50.\n\nIl 16 ottobre 1957, la Salina SA, già posta in liquidazione, venne dichiarata in fallimento. Nell'inventario venne iscritta la pretesa della massa ad ottenere la restituzione del versamento fatto a Zanolini con la motivazione seguente: \"... diritto alla retrocessione dei fr. 25'000 dati senza alcuna giustificazione o causa legittima all'azionista Plinio Zanolini in Muralto... valore di stima fr. 7'500.\"\n\nB.- Con petizione 19 maggio 1958, Mancini convenne Zanolini davanti alla Pretura di Locarno-città, chiedendo che il convenuto fosse condannato a restituire la somma di fr. 25'000 e a rimborsare i relativi interessi del 5% dal 20 aprile 1957. La petizione venne respinta dal Pretore e, su ricorso, dalla Camera civile del Tribunale di appello. Dalle motivazioni della sentenza cantonale si rileva quanto segue. Mancini ha agito in qualità di creditore sociale a'sensi dell'art. 756 cpv. 2 CO, ma al momento in cui fu tenuta l'assemblea di approvazione del bilancio 1951, Mancini era ancora azionista e non decadde dai relativi diritti prima della diffida 6 agosto 1953 fattagli intimare a'sensi dell'art. 682 CO. Egli era quindi stato in grado di contestare la deliberazione assembleare del 17 luglio 1952 entro il termine di due mesi secondo l'art. 706 o di farsi attore secondo l'art. 755 CO. L'azione è comunque prescritta a'sensi dell'art. 760 CO, perchè, avendo l'attore preso conoscenza del controverso prelevamento al più tardi il 25 febbraio 1953, la petizione avrebbe dovuto essere presentata al più tardi verso la fine del febbraio 1958. \"L'attore-creditore\", avendo trascurato di esercitare i diritti che gli spettavano in qualità di azionista, deve sopportare le conseguenze di questa sua inazione.\n\nC.- Contro la sentenza suindicata, Mancini ha tempestivamente interposto un ricorso per riforma al Tribunale federale, chiedendo che la sentenza cantonale venga riformata e che vengano accolte le domande della petizione.\n\n|295| Secondo il ricorrente, la sua sarebbe un'azione creditoria in restituzione del creditore sociale contro la società a'sensi dell'art. 758 CO. Quest'azione si prescrive solo in cinque anni a decorrere dal fallimento della società. Un anteriore inizio del decorso della prescrizione dovrebbe peraltro essere escluso perchè l'illecito prelevamento di fr. 25'000 è venuto alla luce solo dopo la dichiarazione del fallimento. Detto prelevamento sarebbe stato effettuato illecitamente in danno della società (art. 754 CO) e sarebbe stato approvato da un'assemblea in cui erano stati violati l'art. 695 CO, che impone agli amministratori di astenersi dalle deliberazioni riguardanti il discarico, ed altre norme concernenti il diritto di controllo degli azionisti (art. 696 e 729 CO). D'altronde, il prelevamento in questione era stato effettuato senza la minima giustificazione e senza alcun fondamento giuridico. Mancini era decaduto dalla sua posizione di azionista certamente già al 17 luglio 1952, data dell'assemblea sociale.\n\nD.- Il convenuto ha risposto chiedendo, in via principale, che il ricorso sia respinto e, in via subordinata, che la causa venga rinviata alla Corte cantonale per nuovo giudizio nel senso dei considerandi. Esso fa particolarmente rilevare che la pretesa di Mancini concerne unicamente l'azione di indebito arricchimento; come tale è stata ceduta dalla massa fallimentare e come tale è stata proposta nella causa in esame. Una siffatta azione, essendo stata promossa oltre un anno dopo l'effettuazione del versamento controverso, è prescritta. Il fatto che Mancini abbia preso conoscenza del versamento solo il 25 febbraio 1953 è irrrilevante, perchè l'azione non è di Mancini contro Zanolini, ma della Salina SA contro quest'ultimo. Pure priva di rilievo è la tesi della nullità dell'assemblea di approvazione del bilancio. Da rilevare invece che Mancini ha fatto valere una pretesa dipendente dalla sua posizione di azionista e di membro del consiglio di amministrazione; egli ha quindi ottenuto la cessione non quale creditore ma quale azionista. A questo riguardo l'azione |296| sarebbe comunque perenta perchè non proposta entro il termine di sei mesi, previsto dall'art. 757 CO.", "considerants": "Considerando in diritto:\n\n.....\n\n3. Secondo la Corte cantonale, l'attore ha agito come creditore sociale a'sensi dell'art. 756 CO. Ora questa disposizione costituisce la norma speciale applicabile alla cessione dell'azione di responsabilità prevista dagli art. 752 e segg. CO.\n\nIl ricorrente ha affermato che i fr. 25'000 corrisposti al convenuto sono stati prelevati illecitamente \"violando un dovere espresso di un amministratore (art. 754 CO)\" e che il beneficiario ha illegalmente partecipato alle pratiche concernenti le relative deliberazioni degli organi sociali. In proposito giova anzitutto rilevare che il presunto illegale comportamento dell'amministrazione, segnatamente di Zanolini, avrebbe leso in modo diretto solo gli interessi della società. Gli azionisti, interessati alla conservazione del capitale e delle aspettative sociali, e i creditori, interessati a mantenere intatta la solvibilità della società debitrice, ne potevano essere danneggiati soltanto in modo indiretto. Per questo, finchè la società non è fallita, la legge (art. 755 CO) accorda agli azionisti e, in principio, anche ai creditori (in pratica questi possono esercitare la loro azione solo dopo il fallimento - art. 758 CO) soltanto un'azione intesa a far ottenere alla società il risarcimento dovutole.\n\nNel momento in cui si è verificato il presunto atto illecito, Mancini era azionista e, più tardi, si è qualificato anche come creditore sociale. Dalle motivazioni dell'impugnata sentenza si deve dedurre che la Corte cantonale, pur riconoscendo, in principio, a Mancini la facoltà di far valere i suoi diritti di azionista - comunque in concreto prescritti - gli contesti come abuso di diritto, l'azione in veste di creditore. Essa ha infatti affermato \"... questa camera non ritiene ammissibile che l'attore ... nell'attuale |297| lite promossa in veste di creditore possa per vie traverse, sollevare impugnative e proporre temi di responsabilità, che in altra sede e a tempo debito egli aveva la facoltà di formulare\".\n\nQuesta conclusione non può essere condivisa perchè Mancini, rinunciando a proporre la causa come azionista e promovendola come creditore, ha disposto di due interessi e di due diritti di natura e fondamento diversi. Non si vede perchè Mancini non avrebbe dovuto poter rinunciare a far valere i suoi interessi di azionista (egli era detentore di un'azione di fr. 1'000) senza automaticamente rinunciare al suo credito di fr. 12'272.80. Peraltro risulta che Mancini è decaduto da azionista subito dopo il 6 agosto 1953, mentre la sua pretesa creditoria è stata giudizialmente riconosciuta solo con sentenza 27 ottobre 1955 del Tribunale di appello. A questa epoca, egli non aveva più alcuna possibilità di influire sulla società, non aveva più alcun diritto o dovere sociale, ed era pertanto posto nelle stesse condizioni degli altri creditori. Comunque, chi ha due diversi interessi giuridicamente protetti - come in concreto la persona che è azionista e creditore sociale -, deve avere, salvo diversa speciale disposizione di legge, la possibilità di difenderli entrambi o di rinunciare ad uno pur facendo valere l'altro.\n\nLa Corte cantonale, negando a Mancini di valersi della azione di responsabilità in veste di creditore sociale, ha pertanto erroneamente applicato gli art. 754 e segg. CO.\n\n4. Occorre perciò stabilire se l'eccezione di prescrizione proposta dal convenuto ed accolta dalla Corte cantonale valga anche a riguardo dell'azione proposta dall'attore come creditore sociale.\n\nSecondo l'art. 760 cpv. 1 CO, le azioni di risarcimento contro le persone responsabili a norme delle precedenti disposizioni si prescrivono in cinque anni dal giorno in cui il danneggiato conobbe il danno e la persona responsabile, e in ogni caso nel termine di dieci anni dal giorno dell'atto che ha causato il danno.\n\n|298|\n\nQuesta disposizione istituita nel 1928, in occasione della revisione del CO, differisce dall'art. 60 cpv. 1, applicabile in precedenza anche alle azioni di responsabilità concernenti la costituzione e la gestione di società anonime, per quanto ha riferimento al termine relativo di prescrizione. La durata del medesimo è stata stabilita in 5 anni invece di un anno per tener conto dell'opportunità di fissare un termine unitario, valido tanto per la responsabilità per atto illecito quanto per quella risultante da contratto e indipendentemente dalla personalità dell'attore e del convenuto (Prot. Exp. Komm. 1928 p. 452 e segg.).\n\nTuttavia, l'art. 760 CO determina in modo inequivocabile e compiuto solo il termine assoluto di 10 anni - che in concreto è fuori discussione - ma non quello relativo di 5 anni, perchè le disposizioni che precedono prevedono eccezioni e modificano i presupposti dell'inizio di decorrenza del termine. Così, all'azionista può essere opposta la deliberazione assembleare di discarico, se l'azione è promossa dopo sei mesi da detta deliberazione o anche se è stata proposta prima, qualora l'attore abbia dato il suo voto alla deliberazione o abbia acquistato le sue azioni dopo averla conosciuta (art. 757 CO). D'altronde, la decorrenza del termine non può aver inizio alla stessa data per il creditore come per l'azionista, perchè, mentre questo può proporre la causa subito dopo aver preso conoscenza di un danno causato da un amministratore alla società (art. 755), i creditori non possono promuoverla finchè la società non è stata dichiarata in fallimento (art. 758) e soltanto se l'amministrazione del fallimento rinunci da parte sua ad esercitarla (art. 756 cpv. 1). Se il termine dovesse decorrere dalla data in cui il creditore ha conosciuto la persona responsabile e il danno causato alla società, potrebbe succedere che l'azione del creditore si prescriva ancora prima che sia resa proponibile. Tale sarebbe ad esempio il caso particolare se si dovesse ammettere che Mancini abbia conosciuto il presunto danno causato da Zanolini già alla data dell'assemblea generale di discarico |299| (17 luglio 1952), perchè il fallimento è stato dichiarato il 16 ottobre 1957 e la seconda assemblea dei creditori, che ha ceduto a Mancini la pretesa verso il convenuto, ebbe luogo il 2 aprile 1958. Una siffatta regolamentazione di un così importante mezzo di difesa del creditore contro gli abusi delle società anonime non può essere stato voluto dal legislatore.\n\nL'art. 755 CO, riservando alla società il risarcimento dei danni causatile direttamente, presuppone che gli stessi danni si riversino indirettamente tanto sugli azionisti quanto sui creditori. Qualora si dovesse ritenere che questa disposizione conferisca, in principio, un'azione per danno indiretto anche ai creditori, detta azione soggiacerebbe comunque a condizione sospensiva in forza degli art. 758 e 756 cpv. 1 OG. Ora la decorrenza del termine di prescrizione prima che la pretesa sia materialmente esigibile e quindi, nel caso della condizione sospensiva, prima che la condizione sia adempiuta, urta contro il principio stesso della prescrizione e contro la norma generale di cui all'art. 130 cpv. 1 CO (cfr. OSER/SCHÖNENBERGER, art. 130 N. 5; BECKER, art. 130 N. 4; VON TUHR/SIEGWART § 80 N. 62; NABHOLZ, Verjährung und Verwirkung, Zurigo 1958 p. 97). In questo ordine di idee, per il creditore Mancini il termine di prescrizione avrebbe cominciato a decorrere solo dal 2 aprile 1958, data della cessione del credito da parte dell'amministrazione del fallimento. Tuttavia, il richiamo alla norma generale dell'art. 130 cpv. 1 CO, in opposizione al testo dell'art. 760 cpv. 1 CO, che è norma speciale, non soddisfa ed a maggior ragione non soddisfa la tesi sostenuta nella dottrina (CAPITAINE, Des courtes prescriptions des délais et actes de déchéances, Genève 1937, p. 126 e segg.), secondo cui sarebbe applicabile per analogia la norma, per altro verso speciale, dell'art. 134 num. 6. La soluzione al problema suesposto deve perciò essere ricercata nell'ambito degli art. 752 e segg. CO.\n\nIn realtà la contraddizione fra l'art. 760 che fa dipendere |300| l'inizio della decorrenza della prescrizione dal giorno in cui il danneggiato ha conosciuto il danno e la persona responsabile e l'art. 758 CO che inibisce al creditore di esercitare l'azione prima che sia dichiarato il fallimento della società è più apparente che reale.\n\nI danni di cui all'art. 755 CO, causati direttamente alla società, menomano il patrimonio sociale e quindi necessariamente anche l'azione sociale che ne rappresenta una parte. Avuto conoscenza del danno arrecato alla società, l'azionista può pertanto determinare anche quello causato indirettamente a se stesso. La facoltà riconosciutagli dagli art. 754 e 755 CO di proporre la causa per danno indiretto è perciò conforme a queste considerazioni e in consonanza coi diritti e doveri sociali dell'azionista.\n\nInvece, il danno causato alla società non si ripercuote necessariamente sul creditore sociale, ma solo in quanto contribuisca a rendere la società totalmente o parzialmente insolvibile. Di regola, il creditore prende atto dell'ammontare di questo danno soltanto in seguito alla dichiarazione di fallimento e più precisamente con il deposito della graduatoria.\n\nQuand'anche si dovesse reputare che l'azione del creditore non sia originaria e indipendente ma derivata da quella spettante avantutto all'amministrazione (art. 756 cpv. 1), al riguardo l'art. 760 cpv. 1 CO non potrebbe essere diversamente interpretato. Come già stabilito dal Tribunale federale, in altra occasione, l'amministrazione del fallimento non può infatti aver avuto conoscenza del danno prima di essersi costituita. Essa rappresenta una comunità e, quantunque non abbia formalmente personalità giuridica, risponde solo degli impegni da essa assunti come organo della massa; per cui non possono esserle opposte le eccezioni proponibili contro i creditori presi singolarmente; questi non sono abilitati a rappresentarla nè ad opporsi ai suoi diritti. Per l'amministrazione del fallimento la decorrenza del termine non può pertanto aver avuto inizio prima della dichiarazione di fallimento |301| (sentenza inedita 7 ottobre 1958 della la Corte civile nella causa Duttweiler/Kehrli c. Masse en faillite de Maritime suisse SA).\n\nNe consegue che per Mancini, quale creditore sociale, la decorrenza del termine di prescrizione di cinque anni previsto dall'art. 760 cpv. 1 CO non poteva cominciare a decorrere prima della dichiarazione di fallimento (16 ottobre 1957), sia che la sua azione venga considerata come indipendente ed originaria, sia che la si consideri derivata da quella cedutagli dall'amministrazione del fallimento. Pertanto, la relativa azione, proposta il 19 maggio 1958, non è prescritta."}