{"annee": "87", "cour": "I", "page": "326", "date": "15/9/1961", "cite": ["87 I 232", "83 I 224", "83 I 311"], "cite_par": ["93 I 679"], "chapeau": "54. Urteil vom 15. September 1961 i.S. Landwirtschaftsdirektion des Kantons Glarus gegen Eichenberger, Hauser und Bodenrechtskommlssion des Kantons Glarus.", "regestes": ["Opposition à des achats de biens-fonds. Les cantons peuvent introduire le droit d'opposition dans une mesure moindre que ne le permettent les art. 19 et 21 LPR (consid. 1 et 2). Dispositions cantonales qui n'admettent que partiellement les motifs d'opposition pris de la spéculation et de l'accaparement (art. 19 al. 1 litt. a et b LPR) et excluent en particulier l'opposition lorsque l'acheteur du domaine ou du fonds agricole peut et veut l'exploiter lui-même. Application dans le cas où un agriculteur est déjà propriétaire d'un domaine et en achète un autre (consid. 2 à 4)."], "faits": "BGE 87 I 326 S. 326\n\nA.- Hans Eichenberger ist Eigentümer eines 9 ha 45,81 a umfassenden landwirtschaftlichen Heimwesens in Bilten. Er ist wegen Krankheit nicht mehr imstande, es selbst zu bewirtschaften. Mit Vertrag vom 14. April 1960 hat er es an Fritz Hauser verkauft. Dieser ist bereits BGE 87 I 326 S. 327Eigentümer eines rund 14 ha messenden Bauerngutes im Riet in Mollis. Er betreibt dort selbst die Landwirtschaft. Weitere 4 ha hat er hinzugepachtet. Ausserdem hat er schon im Jahre 1960 das Heimwesen Eichenbergers zu bewirtschaften begonnen.\n\nB.- Gegen den erwähnten Kaufvertrag hat die Landwirtschaftsdirektion des Kantons Glarus gestützt auf Art. 19 des BG über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951 (EGG) und Art. 7 des kantonalen Einführungsgesetzes (EG z. EGG) Einspruch erhoben mit der Begründung, Hauser habe den Kauf offensichtlich zum Zwecke der Spekulation und des Güteraufkaufs abgeschlossen.\n\nMit Entscheid vom 17. November/12. Dezember 1960 hat die Bodenrechtskommission des Kantons Glarus den Einspruch abgewiesen. Sie führt aus, eine den Einspruch rechtfertigende Spekulation wäre nach der abschliessenden und verbindlichen Begriffsbestimmung in Art. 7 Abs. 2 EG z. EGG, welche mit der im Urteil BGE 83 I 313 gegebenen Definition übereinstimme, nur dann anzunehmen, wenn das Hauptmotiv des Käufers Hauser offensichtlich in der Hoffnung läge, den gekauften Grundbesitz später mit Gewinn weiterverkaufen zu können. Indessen sei nicht bewiesen, dass diese Voraussetzung erfüllt sei. Es sei anzunehmen, dass Hauser das Heimwesen Eichenbergers zur Selbstbewirtschaftung erwerben wolle. Daher entfalle nach Art. 7 Abs. 4 EG z. EGG auch der Einspruchsgrund des Güteraufkaufs.\n\nC.- Die kantonale Landwirtschaftsdirektion erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag, der Entscheid der Bodenrechtskommission sei wegen Verletzung von Art. 4 BV, Art. 19 EGG und Art. 7 EG z. EGG aufzuheben und die Kommission anzuweisen, \"den gefällten Entscheid zu ändern\"; \"eventuell möge das Bundesgericht selbst einen Entscheid fällen\".\n\nEs wird geltend gemacht, Hauser habe bereits im Jahre 1956 versucht, in Spekulationsabsicht Land hinzuzukaufen.\n\nBGE 87 I 326 S. 328Das gleich Ziel habe er mit einem an der Landsgemeinde 1957 gestellten - von ihr verworfenen - Antrag auf Änderung des EG z. EGG verfolgt. Auch das Heimwesen Eichenbergers wolle er offensichtlich zum Zwecke der Spekulation erwerben. Er biete nämlich dieses Objekt dem Kanton Glarus, welcher im Hinblick auf den Nationalstrassenbau den Biltner Bauern müsse Realersatz leisten können, zum Umtausch gegen Boden im Riet in Mollis an. Auf diesem Wege wolle er seine Besitzung arrondieren, damit sie rationeller bewirtschaftet werden könne und infolgedessen an Wert gewinne. Der Einspruchsgrund der Spekulation sei daher gegeben.\n\nAusserdem liege ein unzulässiger Güteraufkauf im Sinne von Art. 19 Abs. 1 lit. a EGG und Art. 7 EG z. EGG vor. Hauser sei bereits Eigentümer eines landwirtschaftlichen Heimwesens, das seiner Familie eine auskömmliche Existenz biete. Mit dem Zukauf der Liegenschaften Eichenbergers erhalte sein Betrieb ein nach Glarner Verhältnissen weit über dem Durchschnitt liegendes Flächenmass. Man habe es nicht mit einem Kauf \"zur Selbstbewirtschaftung\" im Sinne von Art. 7 Abs. 4 EG z. EGG zu tun. Es genüge nicht, dass Hauser über einen Maschinenpark verfüge, der ihm erlaube, ausser dem alten Grundbesitz auch den hinzugekauften zu bearbeiten. Zur Selbstbewirtschaftung einer Liegenschaft gehöre auch die Verwendung des sämtlichen darauf produzierten Futters für das eigene Vieh (\"Ausfüttern\"). Dazu sei aber Hauser nicht imstande; müsse er doch schon heute Fremdvieh einstellen, um mit seinen Heuvorräten fertig zu werden.\n\nDer Entscheid der Bodenrechtskommission verstosse auch gegen Art. 19 Abs. 1 lit. b EGG. Es fehlten genügende Anhaltspunkte für die Annahme, dass der Kauf dazu diene, Nachkommen des Käufers die Gründung eines selbständigen landwirtschaftlichen Gewerbes zu ermöglichen. Wohl habe Hauser zwei Töchter im Alter von 7 und 9 Jahren, doch sei unsicher, ob sie dereinst in der Landwirtschaft tätig sein werden.\n\nBGE 87 I 326 S. 329\n\nD. - Die kantonale Bodenrechtskommission schliesst auf Abweisung der Beschwerde. Den gleichen Antrag stellen Eichenberger und Hauser sowie das eidg. Justiz- und Polizeidepartement.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 18 EGG ermächtigt die Kantone, für ihr Gebiet ein Einspruchsverfahren nach Massgabe der folgenden Bestimmungen (Art. 19-21) einzuführen. Die Kantone sind dazu nicht verpflichtet. Es steht ihnen frei, von der Ermächtigung des Art. 18 EGG überhaupt nicht oder auch nur beschränkt Gebrauch zu machen. Wenn sie ein Einspruchsverfahren vorsehen, so können sie es im Rahmen der Art. 19-21 EGG nach ihrem Belieben ordnen. Sie können weniger weit gehen, das Einspracherecht in einem engeren Umfange einführen, als es nach Art. 19 und 21 EGG möglich wäre. Anderseits dürfen die kantonalen Vorschriften den vom Bundesgesetz gezogenen Rahmen nicht überschreiten. Sie dürfen nicht über das Mass der nach Art. 19 und 21 EGG zulässigen Beschränkung der Vertragsfreiheit hinausgehen (BGE 87 I 236 Erw. 1; nicht veröffentlichte Urteile vom 17. Februar 1956 i.S. Gasser und Mundwiler, Erw. 2, und vom 20. November 1959 i.S. Keller, Erw. 4).\n\n2. Im vorliegenden Fall erhebt die Landwirtschaftsdirektion des Kantons Glarus unter Berufung auf Art. 19 Abs. 1 lit. a und b EGG und Art. 7 EG z. EGG Einspruch wegen Spekulation und Güteraufkaufs. Ein anderer Einspruchsgrund wird nicht geltend gemacht und kommt auch nicht in Frage.\n\nNach Art. 19 Abs. 1 lit. a EGG kann gegen Kaufverträge über landwirtschaftliche Heimwesen oder zu einem solchen gehörende Liegenschaften Einspruch erhoben werden, wenn der Käufer das Heimwesen oder die Liegenschaft offensichtlich zum Zwecke der Spekulation oder des Güteraufkaufs erwirbt. Gemäss lit. b daselbst ist der Einspruch zulässig, wenn der Käufer bereits Eigentümer BGE 87 I 326 S. 330so vieler landwirtschaftlicher Liegenschaften ist, dass sie ihm und seiner Familie eine auskömmliche Existenz bieten, es sei denn, der Kauf diene dazu, Nachkommen die Gründung eines selbständigen landwirtschaftlichen Gewerbes zu ermöglichen, oder er lasse sich aus anderen wichtigen Gründen rechtfertigen.\n\nArt. 7 Abs. 1 EG z. EGG lässt den Einspruch zu \"gegen Kaufverträge über landwirtschaftliche Heimwesen oder zu einem solchen gehörende Liegenschaften..., die offensichtlich zum Zwecke der Spekulation oder des Güteraufkaufes abgeschlossen werden\". Dieser Text deckt sich im wesentlichen mit dem Wortlaut von Art. 19 Abs. 1 lit. a EGG. Indessen wird seine Tragweite durch Abs. 2-4 des Art. 7 EG z. EGG näher bestimmt.\n\na) Art. 7 Abs. 2 EG z. EGG lautet:\n\n\"Ein Kauf wird zum Zwecke der Spekulation abgeschlossen, wenn sich aus den gesamten Umständen ergibt, dass das Hauptmotiv des Käufers offensichtlich in der Hoffnung liegt, die Liegenschaft später mit Gewinn weiterverkaufen zu können.\"\n\nDie Bodenrechtskommission betrachtet diese Begriffsbestimmung als abschliessend, mit der Begründung: \"Es handelt sich, wie dem Gesetzestext eindeutig zu entnehmen ist, nicht um eine beispielsweise Erwähnung des wichtigsten Falles der Spekulation, die andere Auslegungen ebenfalls zulassen würde.\" Das Bundesgericht hat keinen Grund, von dieser Auffassung abzuweichen.\n\nArt. 7 Abs. 2 EG z. EGG entspricht sinngemäss der in BGE 83 I 313 Erw. 2 gegebenen Definition, wonach Spekulation gemäss Art. 19 Abs. 1 lit. a EGG anzunehmen ist, wenn der Käufer das Heimwesen oder das Grundstück offensichtlich in der Absicht erwirbt, es bei sich bietender Gelegenheit, möglichst bald, mit Gewinn weiterzuveräussern. In BGE 87 I 239 Erw. 4 hat jedoch das Bundesgericht diese Umschreibung erweitert, indem es entschieden hat, dass Spekulation im Sinne des EGG auch unter anderen Umständen vorliegen kann.\n\nAus den vorstehenden Ausführungen ergibt sich, dass BGE 87 I 326 S. 331der Kanton Glarus den Einspruchsgrund der Spekulation in einem engeren Umfange zulässt, als es nach der heute massgebenden Auslegung des Bundesgesetzes möglich wäre. Das Bundesrecht lässt eine solche Beschränkung des Einspruchs zu. Der Beurteilung ist der engere Spekulationsbegriff des kantonalen Gesetzes zugrunde zu legen.\n\nb) Sodann bestimmt Art. 7 EG z. EGG in Abs. 3 und 4:\n\n\"Ein Güteraufkauf liegt vor, wenn der Käufer, obwohl er bereits in der Schweiz ein landwirtschaftliches Heimwesen besitzt, das seiner Familie eine auskömmliche Existenz bietet, noch ein oder mehrere weitere landwirtschaftliche Heimwesen hinzukauft oder in kürzerer Frist eine grössere Anzahl von landwirtschaftlichen Liegenschaften zusammenkauft, ohne dass eine der nachgenannten Ausnahmen gilt.\n\nKein Güteraufkauf liegt vor, wenn der Kauf erfolgt:\n\na) zur Selbstbewirtschaftung;\n\nb) um einem Nachkommen des Käufers oder einem andern Familienangehörigen die Gründung eines selbständigen landwirtschaftlichen Gewerbes zu ermöglichen;\n\nc) wenn andere wichtige Gründe auf seiten des Käufers oder Verkäufers den Kauf rechtfertigen.\"\n\nOb diese Ordnung sich in jeder Beziehung in dem vom Bundesgesetz gezogenen Rahmen hält, kann im vorliegenden Verfahren offen gelassen werden. Auf jeden Fall ist unter diesem Gesichtspunkte die Ausnahmebestimmung in Art. 7 Abs. 4 lit. a EG z. EGG nicht zu beanstanden. Sie wird von der Bodenrechtskommission, offenbar mit Recht, so verstanden, dass ein wegen Güteraufkaufs erhobener Einspruch dann von vornherein abzuweisen ist, wenn der Käufer das erworbene Grundstück selbst landwirtschaftlich nutzen kann und will. Sie gestattet unter diesem Vorbehalt den Bauern, nach Belieben landwirtschaftlichen Grundbesitz zusammenzukaufen. Sie erlaubt, Landwirtschaftsbetriebe in einer Grösse zu schaffen, die eine rationelle Bewirtschaftung nach neuzeitlichen Methoden ermöglicht. In dieser Hinsicht entspricht sie dem in Art. 1 EGG in erster Linie erwähnten Ziel dieses Gesetzes, den bäuerlichen Grundbesitz als Träger eines gesunden und leistungsfähigen Bauernstandes zu schützen und die Bodennutzung zu fördern. Anderseits lässt sie BGE 87 I 326 S. 332allerdings auch zu, dass durch Zusammenlegung landwirtschaftlicher Betriebe die Zahl der selbständigen Landwirte vermindert wird. Diese Auswirkung steht insofern in einem gewissen Widerspruch zum Bundesgesetz, als es nach seinem Art. 1 (am Ende) auch darauf abzielt, die Schaffung und Erhaltung landwirtschaftlicher Betriebe zu begünstigen, und dementsprechend in Art. 19 Abs. 1 lit. b vorsieht, dass der Landwirt sich in der Regel mit einem Grundbesitz, der ihm und seiner Familie eine auskömmliche Existenz bietet, begnügen soll (vgl. BGE 83 I 230 Erw. 1). Aber das Bundesgesetz, das die Kantone nicht verpflichtet, ein Einspruchsverfahren einzuführen, verwehrt ihnen auch nicht, in Verfolgung eines Ziels, das es in seinem Art. 1 sich selbst in erster Linie setzt und das in der neuesten Landwirtschaftspolitik des Bundes mehr und mehr berücksichtigt wird, den Einspruch allgemein dann auszuschliessen, wenn das gekaufte Land vom Käufer selber landwirtschaftlich genutzt werden soll.\n\nDie Bestimmungen in Art. 7 Abs. 3 und 4 EG z. EGG über den Güteraufkauf stützen sich sowohl auf lit. a als auch auf lit. b des Art. 19 Abs. 1 EGG. Allerdings ist der Ausdruck \"Güteraufkauf\", der in ihnen - wie in dem ihnen vorausgehenden, durch sie präzisierten Abs. 1 - verwendet wird, aus Art. 19 Abs. 1 lit. a EGG übernommen. Art. 7 EG z. EGG führt also, unter näherer Umschreibung der Voraussetzungen, den in dieser bundesrechtlichen Bestimmung vorgesehenen Einspruchsgrund des Güteraufkaufs ein. Indessen lehnt er sich in Abs. 3 und 4 zum Teil auch eng an den Wortlaut von Art. 19 Abs. 1 lit. b EGG an. Er lässt, wiederum unter bestimmten Voraussetzungen, zugleich den Einspruchsgrund zu, den diese Vorschrift vorsieht. Es ist verständlich, dass er diese beiden Einspruchsgründe zusammenfasst: In der Tat sind sie miteinander verwandt, da der Tatbestand von Art. 19 Abs. 1 lit. b EGG als eine besondere Art des Güteraufkaufs charakterisiert werden kann. Insbesondere ist Art. 7 Abs. 4 lit. a EG z. EGG auf beide Gründe zu BGE 87 I 326 S. 333beziehen. Wenn im vorliegenden Fall anzunehmen ist, dass Hauser den Kauf \"zur Selbstbewirtschaftung\" im Sinne dieser Bestimmung abgeschlossen hat, so fällt daher nicht nur der Einspruchsgrund des Güteraufkaufs gemäss Art. 19 Abs. 1 lit. a EGG ausser Betracht, sondern - entgegen der Meinung, welche die Beschwerdeführerin zu vertreten scheint - auch der in Art. 19 Abs. 1 lit. b EGG vorgesehene Einspruchsgrund.\n\n3. Es ist, wie auch die Bodenrechtskommission annimmt, nicht ausgeschlossen, dass zum Entschluss Hausers, das Heimwesen Eichenbergers zu kaufen, die Hoffnung beigetragen hat, das Objekt später mit Gewinn wieder veräussern zu können. Es ist z.B. möglich, dass der Käufer an die Chancen gedacht hat, die sich für ihn in dieser Beziehung im Falle einer weiteren industriellen Entwicklung der Gemeinde Bilten oder auch daraus ergeben könnten, dass der Kanton dort Land zu erwerben sucht, um den Biltner Bauern, welche Boden für den Strassenbau hergeben müssen, Realersatz bieten zu können. Die Beschwerdeführerin macht geltend, Hauser habe das Heimwesen Eichenbergers offensichtlich hauptsächlich deshalb gekauft, weil er es im Hinblick auf diesen Bodenbedarf des Kantons gegen Land, das der Kanton im Riet (Mollis) besitzt, zur Arrondierung seines eigenen dortigen Bauerngutes abtauschen wolle in der Hoffnung, dass ihm der Tausch einen Gewinn einbringe.\n\nEs ist unbestritten, dass Hauser bestrebt ist, seinen Grundbesitz zu mehren, und unbedenklich darf angenommen werden, dass er Land vorzieht, das sein bisheriges Besitztum arrondiert. Deshalb ist es nicht unwahrscheinlich, dass er beim Kauf des Heimwesens in Bilten auf einen für ihn vorteilhaften Abtausch gegen Land des Kantons in Mollis \"spekuliert\" hat. Immerhin konnte er kaum damit rechnen, dass es ihm gelingen werde, bei einem solchen Tausch mit dem Staate für den Hof in Bilten einen Preis einzuhandeln, der ihm einen Gewinn einträgt. Niemand behauptet, der Kaufpreis, den er mit BGE 87 I 326 S. 334Eichenberger vereinbart hat, sei zu niedrig. Es ist daher wenig wahrscheinlich, dass der Kanton sich mit einem höheren Preise einverstanden erklären wird. Auf jeden Fall bestehen keine schlüssigen Anhaltspunkte dafür, dass das Hauptmotiv Hausers für den Kauf offensichtlich die Hoffnung war, das gekaufte Heimwesen oder auch das allfällig dafür eingetauschte Land später mit Gewinn weiterveräussern zu können (Art. 7 Abs. 2 EG z. EGG). Näher liegt nach den gesamten Verumständungen, seinen hauptsächlichen Beweggrund darin zu sehen, dass er seinen landwirtschaftlichen Betrieb auf einer vergrösserten Fläche weiterführen will, um ihn rationeller als bisher bewirtschaften zu können. Er ist in der Lage, das gekaufte Objekt neben seinem bisherigen Heimwesen selber zu bewirtschaften (Erw. 4 hiernach). Wenn der Wert seines Besitzes infolge einer allfälligen Arrondierung auf dem Wege des Abtausches zunimmt, so ist dies kein Grund zur Annahme, dass er sich zum Kauf vor allem deswegen entschlossen hat, weil er hofft, diesen Mehrwert später durch Veräusserung realisieren zu können.\n\nDaraus, dass Hauser schon früher versucht hat, Land hinzuzukaufen, und dass er an einer Landsgemeinde eine Änderung des EG z. EGG beantragt hat, kann für den vorliegenden Fall nichts hergeleitet werden.\n\nDaher ist nicht zu beanstanden, dass die Bodenrechtskommission das Vorliegen einer Spekulation im Sinne von Art. 7 Abs. 2 EG z. EGG verneint hat. Ob eine Spekulation in dem weiteren Sinne, in dem Art. 19 Abs. 1 lit. a EGG nun ausgelegt wird, angenommen werden könnte, ist nicht zu prüfen.\n\n4. Die Bodenrechtskommission stellt fest, dass Hauser ein tüchtiger, initiativer Landwirt und daher fähig ist, das gekaufte Heimwesen neben dem bisherigen selbst landwirtschaftlich zu nutzen, dass er auch über den hiefür erforderlichen Maschinenpark verfügt und dass er tatsächlich bereits im Jahre 1960 begonnen hat, das gekaufte Objekt zusammen mit dem bisherigen Besitz zu BGE 87 I 326 S. 335bewirtschaften, obwohl es von diesem ziemlich weit entfernt ist. Die Beschwerdeführerin bestreitet nicht, dass diese Feststellungen zutreffen, wendet aber ein, der daraus von der Bodenrechtskommission gezogene Schluss, dass Hauser das Heimwesen Eichenbergers \"zur Selbstbewirtschaftung\" im Sinne von Art. 7 Abs. 4 lit. a EG z. EGG gekauft hat, sei unrichtig, weil zur Selbstbewirtschaftung auch das \"Ausfüttern\" gehöre und Hauser dazu nicht imstande sei. Dieser Einwand ist jedoch nicht stichhaltig. Massgebend ist, ob der Käufer den erworbenen Grundbesitz selber landwirtschaftlich nutzen kann und will. Auf welche Weise er dies tut, ist unerheblich; insbesondere kann es nicht darauf ankommen, ob er die anfallende Heumenge samt und sonders an sein eigenes Vieh verfüttern kann oder ob er, um mit ihr fertig zu werden, fremdes Vieh einstellen muss. Die Bodenrechtskommission durfte nach den gesamten von ihr festgehaltenen Umständen sehr wohl annehmen, dass Hauser das Heimwesen in Bilten zum Zwecke der Selbstbewirtschaftung gemäss Art. 7 Abs. 4 lit. a EG z. EGG erwerben will.\n\nDaraus folgt, dass die Beschwerdeführerin sich zu Unrecht auf den Einspruchsgrund des Güteraufkaufes beruft. Der Einspruch kann nicht auf diesen Grund gestützt werden, weil Art. 7 Abs. 4 lit. a EG z. EGG dies für den hier gegebenen Fall ausschliesst.\n\nDie Beschwerde erweist sich somit im vollen Umfange als unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}