{"annee": "87", "cour": "I", "page": "153", "date": "21/6/1961", "cite": ["43 I 162", "85 I 276", "53 I 107", "83 I 237", "78 I 401", "74 I 241", "30 I 276", "85 I 73", "67 I 74", "50 I 267", "79 I 1", "65 I 266", "75 I 225"], "cite_par": ["107 IA 182", "99 IA 22"], "chapeau": "25. Auszug aus dem Urteil vom 21. Juni 1961 i.S. Hässig gegen Flurgenossenschaft Dorf-Säge-Gründen-Boden und Regierungsrat des Kantons Appenzeil A. Rh.", "regestes": ["Art. 4 Cst. Droit d'être entendu en matière administrative. L'exproprié a le droit d'être entendu avant que l'autorité compétente autorise en faveur de l'expropriant l'envoi en possession anticipé."], "faits": "BGE 87 I 153 S. 153\n\nAus dem Tatbestand:\n\nDie Flurgenossenschaft Dorf-Säge-Gründen-Boden führt auf Grund des appenzell-ausserrhodischen EG ZGB und des kantonalen Gesetzes betreffend die Zwangsabtretung (ZAG) vom 27. April 1902 ein Enteignungsverfahren gegen Hässig durch. Nach dem Schätzungsentscheid hob dieser einen ordentlichen Prozess über die Höhe der Entschädigung an. Im Verlauf dieses Verfahrens kam die Flurgenossenschaft gestützt auf Art. 19 ZAG um die BGE 87 I 153 S. 154Bewilligung des sofortigen Arbeitsbeginns ein. Der Regierungsrat entsprach diesem Begehren, ohne Hässig zuvor angehört zu haben. Hässig beanstandet dies mit staatsrechtlicher Beschwerde wegen Verletzung des Art. 4 BV.", "considerants": "Aus den Erwägungen:\n\nDer Regierungsrat räumt ein, dass er über das Gesuch der Flurgenossenschaft um Bewilligung des sofortigen Arbeitsbeginns Beschluss fasste und es guthiess, ohne dass er den davon betroffenen Grundeigentümern zuvor Gelegenheit zur Stellungnahme gegeben hätte. Der Beschwerdeführer erblickt darin eine Verletzung des in Art. 4 BV gewährleisteten Anspruchs auf rechtliches Gehör. Diese Einwendung ist begründet.\n\nDas Eigentum an der abzutretenden Sache geht nach dem kantonalen Recht erst nach Abschluss des Enteignungsverfahrens auf den Enteigner über. Gemäss Art. 19 ZAG kann der Regierungsrat jedoch in Fällen der Dringlichkeit dem Enteigner im Schätzungsverfahren oder im nachfolgenden Prozess den sofortigen Beginn der Arbeiten gestatten. Damit geht ein wesentlicher (vgl. BGE 85 I 280) Teil der aus dem Eigentum fliessenden Befugnisse, das Recht, die Liegenschaft zu benutzen und darauf zu bauen, vor dem Eigentumswechsel auf den Enteigner über. Dieser weitgehende Eingriff in die Rechtsstellung des Enteigneten ist nur zulässig, wenn bestimmte zu seinem Schutze dienende Vorbedingungen erfüllt sind. In diesem Sinne macht Art. 19 ZAG die vorzeitige Besitzeinweisung in materieller Beziehung davon abhängig, dass die Dringlichkeit des Werks nachgewiesen ist, dass nur noch die Entschädigungssumme streitig ist, dass deren Festsetzung dadurch in keiner Weise erschwert wird, und dass der Enteigner eine genügende Sicherheit geleistet hat.\n\nIn formeller Hinsicht stellt das kantonale Recht keine Anforderungen, doch greift hierin das Bundesrecht ein. Über die Bewilligung des sofortigen Baubeginns entscheidet der Regierungsrat in einem Zwischenverfahren, BGE 87 I 153 S. 155das einen Bestandteil des Enteignungsverfahrens bildet; die Verfügung ergeht somit in einem Verwaltungsprozess. Art. 4 BV verleiht dem Bürger - wenigstens dem Grundsatze nach - auch im Verfahren in Verwaltungssachen einen Anspruch darauf, vor der Ausfällung eines ihn beschwerenden Entscheids angehört zu werden. Dieser Anspruch ist dort, wo über besonders einschneidende Eingriffe in die persönliche Freiheit oder in höchstpersönliche Rechte des Bürgers zu befinden ist, wo die Verwaltungsbehörde eine Zivilrechtsstreitigkeit zu beurteilen hat und wo sie auf Grund einer ihr zum Schutze öffentlicher Interessen eingeräumten Befugnis in die Gestaltung eines Privatrechtsverhältnisses eingreift, in gleich umfassender Weise gewährleistet wie im Zivil- und im Strafprozess (BGE 30 I 280; BGE 43 I 165/6; BGE 50 I 277; BGE 53 I 113; BGE 65 I 268; BGE 67 I 78; BGE 83 I 239, 241; BGE 85 I 76 mit Verweisungen). In den übrigen Verwaltungssachen, zu denen auch die Enteignung gehört (vgl. BGE 74 I 249 Erw. 5), hat der Bürger dagegen nach der Rechtsprechung nur dann schon unmittelbar auf Grund des Art. 4 BV einen Anspruch auf rechtliches Gehör, wenn das öffentliche Interesse nicht dringend eine sofortige Verfügung verlangt, und wenn die Behörde insoweit an den einmal getroffenen Entscheid gebunden ist, dass sie ihn auf die Gegenvorstellungen des Bürgers hin nicht mehr uneingeschränkt in Wiedererwägung ziehen kann (BGE 74 I 249 Erw. 4 a. E., BGE 75 I 226, BGE 85 I 76).\n\nIst über die vorzeitige Besitzeinweisung zu befinden, so ist keine der Voraussetzungen gegeben, unter denen auf eine vorgängige Anhörung des Betroffenen verzichtet werden darf. Der geringe zeitliche Aufschub der Verfügung, den die Anhörung des Enteigneten nach sich zieht, lässt sich umso eher verantworten, als der Enteigner ohnehin in der Regel wegen der technischen und der organisatorischen Vorbereitungen das Werk nicht sogleich ausführen kann. Andererseits ist auch nicht dargetan, dass der Regierungsrat nach der Bewilligung des sofortigen Arbeitsbeginns nochmals frei auf die getroffene Verfügung zurückkommen BGE 87 I 153 S. 156könnte. Zwar macht er in der Beschwerdeantwort geltend, es hätte dem Beschwerdeführer offen gestanden, um eine Wiedererwägung einzukommen; er legt sich aber nicht darauf fest, dass das Gesetz oder die Verwaltungsübung dem Enteigneten im Dringlichkeitsverfahren einen Rechtsanspruch darauf gewähre, mit Gegenvorstellungen im Rahmen eines Wiedererwägungsgesuchs oder Einspruchs gehört zu werden. Das ist auch nicht anzunehmen. Auf die vorzeitige Besitzeinweisung hätte der Regierungsrat jedenfalls dann nicht mehr zurückkommen können, wenn gestützt auf diese Verfügung bereits mit der Ausführung der Arbeiten begonnen worden wäre (BGE 78 I 406/7, BGE 79 I 6 lit. b).\n\nEbenso wenig kann dem Beschwerdeführer entgegengehalten werden, er sei schon in früheren Verfahrensabschnitten zu Worte gekommen und sei darum nicht nochmals anzuhören. In der Einsprache gegen die Statutenänderung, den aufgelegten Plan und den Kostenvoranschlag konnte er das Vorliegen eines öffentlichen Interesses am beschlossenen Werk bestreiten und die Linienführung der Strasse sowie die Verlegung der Kosten bemängeln (Art. 122 f. EG ZGB, Art. 16 Abs. 2 ZAG); vor der Schätzungskommission konnte er sich über den Wert des abzutretenden Landes verbreiten (Art. 22 Abs. 1 ZAG); weder im einen noch im andern Zusammenhang hatte er sich darüber auszusprechen, ob die Vorbedingungen erfüllt seien, die Art. 19 ZAG für die Bewilligung des sofortigen Arbeitsbeginns aufstellt. Es lässt sich daher nicht umgehen, ihn im Verfahren der Dringlicherklärung zu dieser bisher nicht behandelten Frage Stellung nehmen zu lassen. Um diesem sich aus der Verfassung ergebenden Erfordernis Rechnung zu tragen, schreiben denn auch das eidgenössische (Art. 76 Abs. 1) und die Mehrzahl der neueren kantonalen Enteignungsgesetze (Art. 37 Ziff. 2 des waadtländischen Gesetzes vom 22. November 1917, Art. 81 a Abs. 2 des Genfer Gesetzes vom 10. Juni 1933, Art. 31 Abs. 1 des Urner Gesetzes vom 4. Mai 1952) ausdrücklich BGE 87 I 153 S. 157vor, dass der Enteignete vor der vorzeitigen Besitzeinweisung anzuhören ist.\n\nDer Regierungsrat hat mithin dadurch, dass er den Beschwerdeführer zur Frage der vorzeitigen Besitzeinweisung nicht zu Worte kommen liess, gegen Art. 4 BV verstossen. Sein Entscheid ist, weil insofern verfassungswidrig, aufzuheben, damit die versäumte Anhörung nachgeholt werden kann."}