{"annee": "87", "cour": "I", "page": "186", "date": "14/6/1961", "cite": [], "cite_par": ["91 I 98", "106 II 81"], "chapeau": "30. Extrait de l'arrêt du 14 juin 1961 dans la cause Association de scieries vaudoises et consorts contre Conseil d'Etat du Canton de Vaud.", "regestes": ["Vacances payées obligatoires. Art. 6 CC, 2 disp. trans. Cst. et 31 Cst. Des règles de droit cantonal obligeant les employeurs à accorder aux salariés des vacances payées d'une durée minimale déterminée (in casu trois semaines) sont-elles conformes au principe de la force dérogatoire du droit fédéral et à la liberté du commerce et de l'industrie?"], "faits": "|187|\n\nA.- Le 15 juin 1959, le parti socialiste vaudois déposa une initiative visant à introduire un régime de vacances payées basé sur les principes suivants:\n\n1. La durée des vacances doit être au minimum:\n\na) dans l'industrie, le commerce, les arts et métiers, les professions libérales, la viticulture, la sylviculture, les exploitations maraîchères et le service de maison:\n\nde 18 jours ouvrables consécutifs par an;\n\nb) dans l'agriculture:\n\nde 6 jours ouvrables consécutifs dès la fin de la première année de service dans l'agriculture,\n\nde 9 jours ouvrables consécutifs dès la fin de la deuxième année de service dans l'agriculture,\n\nde 12 jours ouvrables consécutifs dès la fin de la troisième année de service dans l'agriculture.\n\n2. Les règles touchant les modalités et le calcul des vacances doivent être au moins aussi favorables aux salariés que celles de la loi vaudoise du 20 décembre 1944 sur le travail dans les entreprises non soumises à la loi fédérale sur le travail dans les fabriques, dans l'agriculture et dans le service de maison, actuellement en vigueur.\n\n3. Est réservée l'application des lois cantonales, des règlements communaux et des contrats collectifs de travail, mais seulement dans la mesure où ils sont plus favorables aux salariés.\n\nCette initiative, qui aboutit, fut signée par 18 639 citoyens. Les 3 et 4 décembre 1960, elle fut soumise au peuple, qui l'accepta par 37 652 voix contre 36 247.\n\nB.- Agissant par la voie du recours de droit public, l'Association de scieries vaudoises et consorts ont requis le Tribunal fédéral de prononcer que \"l'initiative... adoptée par le peuple vaudois le 4 décembre 1960 est nulle\", parce qu'elle est contraire notamment au principe de la force dérogatoire du droit fédéral et à la liberté du commerce et de l'industrie.\n\nLe Conseil d'Etat du canton de Vaud conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Le présent recours pose la question de savoir si des règles de droit cantonal obligeant les employeurs à accorder aux salariés des vacances payées d'une durée minimale déterminée sont conformes à la constitution |188| fédérale. Tel sera le cas d'une part si elles sont compatibles avec le droit privé fédéral, en particulier avec les règles du code des obligations relatives au contrat de travail, d'autre part si elles respectent les principes découlant de l'art. 31 Cst.\n\na) Sur le premier point, c'est l'art. 6 CC qui fait règle. D'après cette disposition et la jurisprudence qui s'y rapporte, les cantons peuvent restreindre le champ d'application du droit civil fédéral par des règles de droit public, pourvu que celles-ci visent principalement à promouvoir l'intérêt général, qu'elles se justifient par des motifs raisonnables et pertinents d'intérêt général et qu'elles n'éludent pas le droit civil fédéral (RO 85 II 375 et arrêts cités). Se fondant sur ces principes, le Tribunal fédéral a admis à plusieurs reprises déjà que les cantons - douze d'entre eux l'ont déjà fait - ont la faculté d'édicter des dispositions instituant, pour l'ensemble des salariés, des vacances payées obligatoires. De telles règles, a-t-il précisé, sont destinées à sauvegarder la santé publique; elles sont donc des règles de droit public au sens de la jurisprudence ci-dessus, dont elles remplissent toutes les conditions; elles ne sont dès lors pas incompatibles avec le droit civil fédéral (RO 85 II 375). (Quant à savoir si des lois sur les vacances sont inconstitutionnelles en raison de la durée de celles-ci, ce problème relève du principe de proportionnalité et doit être examiné à propos de l'art. 31 Cst.)\n\nCette jurisprudence, constante depuis plusieurs dizaines d'années, n'est aujourd'hui pas discutée. Ni l'art. 341 CO ni les règles du droit des obligations sur le salaire ne font douter de son bien-fondé. En effet, l'art. 341 CO, qui oblige l'employeur à accorder à l'employé les heures et jours de repos usuels, ne vise pas les vacances; il concerne uniquement l'horaire journalier et le repos hebdomadaire. Quant aux règles du CO sur le salaire, elles ne jouent pas de rôle, car les dispositions de droit cantonal instituant des vacances payées obligatoires interviennent non dans la fixation du montant de la rétribution, mais dans le mode de paiement |189| et de répartition de cette dernière au cours de l'année. Les cantons ne perdraient le droit d'instituer des vacances payées obligatoires que dans la mesure où ils autoriseraient les travailleurs à réclamer un salaire relatif à des vacances qu'ils n'ont pas prises. En effet, les dispositions cantonales sur les vacances sont d'intérêt public en tant qu'elles contraignent l'employé - au moins indirectement - à se reposer pour récupérer ses forces et ménager sa santé. Si elles n'impliquaient pas cette obligation, elles cesseraient d'être destinées principalement à sauvegarder la santé publique. Du point de vue de l'art. 6 CC, elles perdraient alors leur justification (cf. RO 85 II 376).\n\nb) Quant à la liberté du commerce et de l'industrie, elle n'empêche pas les cantons de légiférer en matière de vacances, pourvu que les règles édictées ne constituent que des mesures de police au sens de l'art. 31 al. 2 Cst. D'après la jurisprudence, une mesure de police est admissible lorsqu'elle tend à protéger soit la sécurité, la tranquillité, la moralité ou la santé publiques, soit la bonne foi commerciale, lorsqu'elle respecte le principe de proportionnalité, c'est-à-dire ne dépasse pas les exigences du but visé, et quand elle n'a pas d'effets prohibitifs pour la branche économique à laquelle elle s'applique (RO 86 I 274, 84 I 110; arrêt Union des associations patronales genevoises, du 20 mai 1959, non publié).\n\nDes dispositions sur les vacances sont généralement conformes à la première condition, car elles visent à sauvegarder la santé publique.\n\nLa question de savoir si elles satisfont à la seconde est essentiellement une question d'espèce. Sur le plan des règles générales, il suffit de souligner que le législateur cantonal n'est pas tenu, en vertu du principe de proportionnalité, d'instituer des vacances de longueur différente suivant les catégories de travailleurs. Il peut se borner à prévoir la durée minimale exigée par la santé de l'ensemble des travailleurs et laisser pour le surplus le soin aux intéressés de régler par les conventions collectives les |190| situations spéciales qui pourraient se présenter. Quant à cette durée minimale, elle dépend surtout des circonstances locales. En 1947, des circonstances de ce genre ont amené le Tribunal fédéral à juger qu'à Genève, des vacances de deux semaines n'excédaient pas ce qui était nécessaire pour sauvegarder la santé publique (arrêt Association suisse des maîtres relieurs, du 25 septembre 1947, partiellement publié au RO 73 I 228). Aujourd'hui, pareille opinion est très répandue en dehors du canton de Genève. Elle n'est plus discutée, pas même par les recourantes. C'est pourquoi, actuellement, la question qui se pose véritablement est celle de savoir si le législateur cantonal respecte encore le principe de proportionnalité lorsqu'au lieu d'arrêter la durée des vacances à deux semaines, il la fixe à trois semaines. En 1959, la Cour de céans a résolu cette question affirmativement dans un arrêt concernant derechef le canton de Genève (arrêt précité Union des associations patronales genevoises). Elle s'est fondée principalement sur la fatigue nerveuse toujours plus répandue découlant d'un travail sans cesse plus rapide, bruyant et monotone. Elle a estimé que ces faits pouvaient justifier une augmentation des vacances et que, concernant leur durée, il convenait de laisser à l'appréciation des cantons une certaine marge, d'autant plus qu'il s'agit d'une question d'intérêt public, dont le canton demeure en principe 1c meilleur juge.\n\nEnfin, d'après la jurisprudence, des règles sur les vacances n'ont d'effet prohibitif que si le renchérissement des frais de production qui en résulte met les artisans, commerçants et industriels visés dans l'impossibilité de réaliser un bénéfice ou de soutenir la concurrence (arrêt précité Union des associations patronales genevoises).\n\n2. (Dans ce considérant, le Tribunal fédéral expose que l'initiative litigieuse est conforme aux principes rappelés ci-dessus et qu'on ne saurait faire de différence, du point de vue de la question à juger, entre les cantons de Vaud et Genève.) |1914| . - Aucun des moyens invoqués n'étant fondé, le recours doit être rejeté. Il ne s'ensuit pas que les cantons puissent accorder des vacances de n'importe quelle durée (RO 58 I 33). Dans les circonstances actuelles, des dispositions qui, applicables à l'ensemble des salariés, iraient au-delà des lois vaudoise et genevoise, risqueraient de franchir les limites que les art. 6 CC et 31 Cst. imposent au législateur cantonal. Ce dernier doit d'ailleurs tenir compte des circonstances spéciales existant sur le territoire où s'exerce son pouvoir. En effet, des règles valables pour les cantons de Vaud et Genève ne seraient pas nécessairement justifiées dans des régions où les conditions de travail seraient très différentes. Au demeurant, les dispositions abusives que les cantons seraient tentés d'adopter dans ce domaine pourraient être annulées par la voie du recours de droit public.\n\nPar ces motifs, le Tribunal fédéral\n\nrejette le recours."}