{"annee": "87", "cour": "IV", "page": "57", "date": "12/5/1961", "cite": [], "cite_par": ["90 IV 121"], "chapeau": "15. Auszug aus dem Urteil des Kassationshofes vom 12. Mai 1961 i.S. Kulm gegen Staatsanwaltschaft des Kantons Zürieh", "regestes": ["Extradition; principe de la spécialità. Traité d'extradition entre la Suisse et l'Empire allemand; échange de notes sur la base dudit traité. Le principe de la spécialité en matière d'extradition est-il violé par le prononcé qui ordonne l'exécution d'une peine de par l'art. 43 ch. 5 al. 2 CP lorsque l'extradition ne s'applique pas audit prononcé et qu'au moment où celui-ci intervient, le délai d'un mois que fixe l'échange de notes n'était pas encore écoulé?"], "faits": "|58|\n\nA.- Das Obergericht des Kantons Zürich verurteilte Kuhn am 15. März 1957 wegen Diebstahls, wiederholten Betruges und Veruntreuung zu drei Monaten Gefängnis, abzüglich 43 Tage Untersuchungshaft. Es schob den Strafvollzug auf und wies den Verurteilten nach Art. 43 StGB in eine Arbeitserziehungsanstalt ein. Durch Verfügung der Direktion der Justiz des Kantons Zürich vom 25. Mai 1959 wurde Kuhn gemäss Art. 43 Ziff. 5 StGB bedingt entlassen, unter Ansetzung einer Probezeit von zwei Jahren, für deren Dauer er unter Schutzaufsicht gestellt wurde.\n\nWährend der Probezeit machte sich Kuhn der Zuhälterei, des Diebstahls, der Sachbeschädigung und der Zechprellerei schuldig. Das Bezirksgericht Zürich verurteilte ihn daher am 17. Mai 1960 im Abwesenheitsverfahren zu acht Monaten Gefängnis und zwei Jahren Einstellung in der bürgerlichen Ehrenfähigkeit.\n\nVor der Ausfällung dieses Urteils hatte sich Kuhn nach Deutschland begeben. Nachdem gegen ihn in Zürich erneut |59| eine Strafuntersuchung wegen Diebstahls und Betruges, begangen in den Monaten April und Mai 1960, eröffnet worden war und am 23. September sowie am 19. Oktober 1960 die Bezirksanwaltschaft Zürich Haftbefehle erlassen hatte, ersuchte das Eidgenössische Justiz- und Polizeidepartement die zuständigen deutschen Amtsstellen um Auslieferung Kuhns. Durch Verfügung des Generalstaatsanwaltes bei dem Hanseatischen Oberlandesgericht vom 28. Dezember 1960 wurde dem Gesuche entsprochen, worauf Kuhn am 12. Januar 1961 den schweizerischen Behörden übergeben wurde.\n\nB.- Wegen der am 17. Mai 1960 beurteilten strafbaren Handlungen und der Tatsache, dass sich Kuhn der Schutzaufsicht entzogen hatte, beschloss das Obergericht des Kantons Zürich am 10. Februar 1961, von der am 15. März 1957 ausgefällten, aber zufolge der Einweisung in eine Arbeitserziehungsanstalt nach Art. 43 Ziff. 1 Abs. 1 StGB aufgeschobenen Strafe von drei Monaten Gefängnis, abzüglich 43 Tage erstandener Untersuchungshaft, einen Monat vollziehen zu lassen (Art. 43 Ziff. 5 Abs. 2 und 3 StGB).\n\nC.- Kuhn führt gegen diesen Beschluss Nichtigkeitsbeschwerde, mit der er verlangt, dass vom Vollzug der Strafe abgesehen werde.\n\nD.- Die Staatsanwaltschaft des Kantons Zürich beantragt Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n1. a) Die Auslieferung des Beschwerdeführers ist zur Verfolgung wegen Diebstahls und Betruges, begangen in den Monaten April und Mai 1960, verlangt und bewilligt worden. Daraus leitet er ab, die zürcherischen Behörden seien nicht berechtigt, im Anschluss an die Auslieferung anzuordnen, dass die wegen anderer Verbrechen und Vergehen am 15. März 1957 gegen ihn ausgefällte Gefängnisstrafe (teilweise) zu vollziehen sei. Damit beruft er sich auf den Grundsatz der Spezialität der Auslieferung.\n\n|60|\n\nTatsächlich folgt der Auslieferungsvertrag zwischen der Schweiz und dem Deutschen Reiche vom 24. Januar 1874 (BS 12, 85 ff.), der heute noch gilt und auf den sich die Auslieferung des Beschwerdeführers stützte, diesem Grundsatz (Art. 4 Abs. 3). Dessen Tragweite wird im Notenaustausch vom 6./23. März 1936 betreffend Auslieferungsverfahren und Rechtshilfe in Verkehrsstrafsachen auf Grund des schweizerisch-deutschen Auslieferungsvertrages vom 24. Januar 1874 (BS 12, 92 f.) dahin umschrieben, dass der Ausgelieferte ohne Zustimmung des ersuchten Teils weder wegen einer vor der Auslieferung begangenen Tat, für welche die Auslieferung nicht bewilligt ist, zur Untersuchung gezogen, bestraft oder an einen dritten Staat weitergeliefert, noch aus einem sonstigen vor der Auslieferung eingetretenen Rechtsgrund in seiner persönlichen Freiheit beschränkt werden darf. Wie im erwähnten Notenaustausch festgelegt wird, gilt dieser Grundsatz nur dann nicht, wenn der Ausgelieferte das Gebiet des ersuchenden Teils innerhalb eines Monats nach dem endgültigen Abschluss des gegen ihn durchgeführten Strafverfahrens oder im Falle der Verurteilung zu einer Freiheitsstrafe innerhalb eines Monats nach seiner endgültigen Freilassung nicht verlässt, obwohl ihm die Ausreise möglich wäre, oder dass er, nachdem er es verlassen hat, zurückgekehrt ist oder von einem dritten Staat von neuem ausgeliefert wird.\n\nb) Die Strafe, deren Vollzug durch den angefochtenen Beschluss angeordnet wird, ist wegen Verbrechen und Vergehen ausgefällt worden, die der Beschwerdeführer vor der Auslieferung begangen hat. Die Bewilligung zur Auslieferung erstreckt sich nicht auf die Anordnung des Vollzuges dieser Strafe. Der ersuchte Staat hat dieser Anordnung auch nicht nachträglich zugestimmt. Da sie während der Hängigkeit des Verfahrens wegen der Taten, für welche die Auslieferung bewilligt worden ist, getroffen wurde, somit die im Notenaustausch vom 6./23. März 1936 festgelegte Schonfrist von einem Monat noch nicht |61| abgelaufen war, verstösst der angefochtene Beschluss gegen das im Auslieferungsverkehr mit Deutschland geltende Prinzip der Spezialität, sofern der Beschwerdeführer durch ihn bestraft oder in seiner persönlichen Freiheit beschränkt wurde.\n\nErsteres fällt von vorneherein ausser Betracht; durch den Beschluss vom 10. Februar 1961 hat das Obergericht gegen den Beschwerdeführer nicht eine Strafe ausgefällt, sondern einzig den Vollzug einer solchen angeordnet. Fragen kann sich somit bloss, ob der Beschwerdeführer durch jenen Beschluss oder, was mit dem Grundsatz der Spezialität gleichfalls unvereinbar wäre, durch das Verfahren, das ihm vorausgegangen ist, im Sinne des Notenaustausches vom 6./23. März 1936 in seiner persönlichen Freiheit beschränkt wurde. Das ist, entgegen der Auffassung des Beschwerdeführers, gleichfalls zu verneinen.\n\nDer Grundsatz der Spezialität bedeutet nicht, dass der ersuchende Staat von jeder Massnahme absehen müsse, die der Verfolgung oder Bestrafung wegen anderer als der von der Auslieferung erfassten Taten dient oder die Vollstreckung einer für solche ausgesprochene Strafe bezweckt. Eine so weitgehende Beschränkung der Strafgewalt des ersuchenden Staates wäre durch den Zweck der Spezialität nicht gedeckt. Diese soll die Rechte des ersuchten Staates wahren. Infolgedessen dürfen die Rechte des ersuchenden Staates nur in dem Masse beschränkt werden, als sie es wären, wenn keine Auslieferung stattgefunden hätte. Bevor ein Verfolgter ausgeliefert wird, kann der ersuchende Staat aber beispielsweise, wenn sein Prozessrecht dies zulässt, die Strafverfolgung und Aburteilung im Abwesenheitsverfahren durchführen. Diese Möglichkeit wird ihm durch die seinen Interessen dienende Auslieferung nicht genommen. Die Verfolgung anderer als der von der Auslieferung erfassten Taten, wie auch Massnahmen, die auf die Vollstreckung der für solche Taten ausgesprochenen Strafe abzielen, sind deshalb zulässig, wenn dabei gleich vorgegangen wird, wie wenn |62| sich der Verfolgte oder Verurteilte noch ausser Landes befände. Unzulässig sind hingegen alle Zwangsmassnahmen (wie Verhaftung, Vorführung, Abhörung als Angeschuldigter, Durchführung von Blutproben usw.), die nicht angewendet werden können, wenn der Verfolgte oder Verurteilte ausser Landes ist (SCHULTZ, Das schweizerische Auslieferungsrecht, S. 364 und 375 mit Zitaten).\n\nDiese Grundsätze sind im vorliegenden Falle beachtet worden. Über die Frage, ob und allenfalls inwieweit die am 15. März 1957 ausgefällte, aber nach Art. 43 Ziff. 1 Abs. 1 StGB aufgeschobene Strafe zu vollziehen sei, weil der Beschwerdeführer während der Probezeit, die ihm mit der bedingten Entlassung aus der Arbeitserziehungsanstalt angesetzt worden war, vorsätzlich Verbrechen und Vergehen verübt hatte, hätte das Obergericht auch befinden können, wenn er sich ausser Landes befunden hätte. Und in dem Verfahren, das dem angefochtenen Beschluss vorausgegangen ist, wurde gegen den Beschwerdeführer persönlich kein prozessuales Zwangsmittel angewendet, jedenfalls kein solches, das nicht hätte angewendet werden können, wenn er nicht ausgeliefert worden wäre. Er wurde weder verhaftet, noch vorgeführt oder verhört, sondern einzig aufgefordert, zur Frage der Anordnung des Strafvollzuges schriftlich Stellung zu nehmen. Diese Aufforderung hätte, z.B. durch Veröffentlichung im Amtsblatt oder auf dem Rechtshilfeweg, auch erlassen werden können, wenn er ausser Landes gewesen wäre. Irgendwelche Zwangsmassnahmen gegen die Person des Beschwerdeführers wurden im Zusammenhang mit jener Aufforderung weder angedroht noch ergriffen. Er wurde lediglich darauf hingewiesen, dass wenn er auf eine Stellungnahme verzichte, auf Grund der Akten entschieden würde, was in der Folge dann tatsächlich geschah und wiederum keine Abweichung von dem Verfahren darstellt, das bei Abwesenheit des Beschwerdeführers im Auslande hätte durchgeführt werden können.\n\nDer Grundsatz der Spezialität ist daher weder durch |63| den angefochtenen Beschluss, noch durch das Verfahren, das dem Beschluss vorausgegangen ist, verletzt worden.\n\nc) Anders verhielte es sich hinsichtlich der Vollstreckung dieses Beschlusses vor Ablauf der einmonatigen Schonfrist. Der Vollzug einer Freiheitsstrafe, die wegen anderer als der von der Auslieferung erfassten Taten ausgefällt wurde, stellt eine Beschränkung der persönlichen Freiheit dar, die auf Grund der im Notenwechsel vom 6./23. März 1936 festgelegten authentischen Interpretation des Art. 4 Abs. 3 des Auslieferungsvertrages mit Deutschland im schweizerisch-deutschen Auslieferungsverkehr unzulässig ist. Wie die Staatsanwaltschaft, der nach § 464 zürch. StPO der Vollzug des Urteils vom 15. März 1957 und damit auch des Beschlusses vom 10. Februar 1961 obliegt, in ihrer Vernehmlassung zur Nichtigkeitsbeschwerde ausführt, wird sie jedoch die Strafe \"vorläufig\" nicht vollziehen lassen. Das Obergericht bemerkt in seinem Bericht vom 18. April 1961, diese Erklärung sei dahin zu verstehen, dass mit dem Vollzug zugewartet werde, bis die staatsvertraglichen Voraussetzungen dafür gegeben seien, d.h. die im Notenaustausch vom 6./23. März 1936 festgelegte Schonfrist abgelaufen sei. Hat die zuständige Vollstreckungsbehörde aber in diesem Sinne den Vollzug der Strafe aufgeschoben, so hat auch sie sich nicht über den Grundsatz der Spezialität, wie er im schweizerisch-deutschen Auslieferungsverkehr gilt, hinweggesetzt.\n\nd) Wenn es, wie ober dargelegt wurde, mit dem Grundsatz der Spezialität vereinbar ist, den angefochtenen Beschluss zu fassen, so steht dieser Grundsatz auch der Zustellung des Beschlusses an den Beschwerdeführer nicht im Wege. Wäre Kuhn ausser Landes gewesen, so hätte ihm der Beschluss durch Veröffentlichung im Amtsblatt (§ 206 in Verbindung mit § 197 des zürcherischen Rechtspflegegesetzes) oder auf dem Rechtshilfewege mitgeteilt werden können."}