{"annee": "87", "cour": "II", "page": "209", "date": "22/6/1961", "cite": ["55 II 16", "71 II 49", "85 II 5", "79 II 133"], "cite_par": ["93 II 287", "89 II 65"], "chapeau": "30. Urteil der II. Zivilabteilung von 22. Juni 1961 i.S. G. gegen F.", "regestes": ["Divorce. Notion de l'innocence selon les art. 151 et 152 CC. L'adultère de l'épouse, lorsqu'il remonte à de nombreuses années et n'est pas la cause de la désunion et du divorce, ne doit plus lui être imputé à faute si le mari, connaissant cet écart de conduite, s'est opposé à une précédente action en divorce de l'épouse et a déterminé celle-ci à retirer sa demande."], "faits": "BGE 87 II 209 S. 209\n\nA.- Der am 12. Februar 1935 geschlossenen Ehe der Parteien entsprossen drei Kinder, deren zwei noch minderjährig sind. Im Oktober 1953 klagte die Ehefrau ein erstes Mal auf Scheidung mit der Begründung, der Beklagte sei vom Anfang der Ehe an dem Alkohol ergeben und sehr häufig betrunken; im Rausch sei er streitsüchtig, BGE 87 II 209 S. 210ihr gegenüber wiederholt tätlich geworden und habe sie zweimal mit Erschiessen bedroht; geschlechtlich habe er sie vernachlässigt und nur im betrunkenen Zustande mit ihr verkehren wollen. Um die Kinder habe er sich kaum bekümmert und ihr zu wenig Haushaltungsgeld gegeben. Bei diesem Zustand des ehelichen Verhältnisses habe sie, die Klägerin, 1947 bis anfangs 1948 sich mit dem damaligen Zimmermieter S. in ehebrecherische Beziehungen eingelassen.\n\nDer Beklagte widersetzte sich der Scheidung. Er bezeichnete die Darstellung der Klägerin über sein Verhalten als übertrieben und machte seinerseits geltend, die Klägerin habe noch im April 1950 mit S. zusammen in Lausanne übernachtet. Die Klägerin gab dies zu, erklärte jedoch, es sei dabei nicht zum Geschlechtsverkehr gekommen.\n\nIn der Folge einigten sich die Parteien dahin, die eheliche Gemeinschaft fortsetzen zu wollen. Demgemäss zog die Ehefrau am 31. März 1954 die Scheidungsklage zurück.\n\nDa sich die Verhältnisse in der Ehe nicht besserten, erwirkte die Ehefrau 1956 die Bewilligung zum Getrenntleben, konnte jedoch mangels einer andern Wohngelegenheit davon nicht Gebrauch machen. Gestützt auf eine neue derartige Verfügung vom Frühjahr 1958 hielt sich die Klägerin mit den Kindern bis Januar 1959 in N. bei einem gewissen L. auf, dem sie den Haushalt besorgte und drei Kinder betreute, wofür sie als Entgelt Kost und Wohnung für sich und ihre beiden jüngern Kinder erhielt. Im Mai 1959 kehrte sie auf Wunsch des Mannes zu diesem zurück.\n\nAm 15. Oktober 1959 reichte Frau G. erneut Scheidungsklage ein. Sie machte geltend, die Ehe sei infolge der Trunksucht und des durch dieses Laster bedingten ehewidrigen Verhaltens des Beklagten unheilbar zerrüttet.\n\nDieser verlangte ebenfalls die Scheidung gemäss Art. 142 ZGB. Beide Parteien beanspruchten die beiden Kinder.\n\nB.- Das Bezirksgericht sprach die Scheidung - wie aus den Motiven hervorgeht in Gutheissung der Klage BGE 87 II 209 S. 211der Frau wegen weit überwiegenden Verschuldens des Mannes - aus, teilte die Kinder der Mutter zu und verpflichtete den Beklagten zu monatlichen Unterhaltsbeiträgen von Fr. 120.-- für jedes Kind und einer Entschädigungsrente von Fr. 160.-- an die Klägerin gemäss Art. 151 Abs. 1 ZGB.\n\nC.- Auf Berufung des Beklagten hat das Obergericht des Kantons Thurgau mit Urteil vom 8. November 1960 die Entschädigungsrente in Ansehung des frühern ehebrecherischen Verhältnisses der Klägerin auf Fr. 100.-- im Monat herabgesetzt.\n\nD.- Mit der vorliegenden Berufung beantragt der Beklagte gänzliche Abweisung der Rentenforderung der Klägerin.\n\nDiese trägt auf Bestätigung des Urteils an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDer Beklagte macht mit der Berufung geltend, die Vorinstanz habe Bundesrecht, nämlich Art. 151 ZGB, dadurch verletzt, dass sie die Klägerin als schuldlos im Sinne dieser Bestimmung erachtet habe. Auf diese Qualifikation und damit auf eine Entschädigung aus Art. 151 habe die Klägerin keinen Anspruch, weil sie sich des Ehebruchs schuldig gemacht habe.\n\nBeide Vorinstanzen haben - gestützt auf die Rechtsprechung des Bundesgerichtes (BGE 71 II 52, BGE 79 II 134, BGE 85 II 11) - das frühere Verhältnis der Klägerin mit S. nicht zum Anlass genommen, ihr jegliche Forderung aus Art. 151 Abs. 1 ZGB abzusprechen, und dies mit Recht. Nach den für das Bundesgericht verbindlichen tatsächlichen Feststellungen der Vorinstanz hat der Beklagte durch seine Trunksucht und sonstiges pflichtwidriges Verhalten die Zerrüttung der Ehe und damit die Scheidung allein verursacht, während die Verfehlung der Klägerin von 1947/48 weder für die bereits damals zufolge des Verhaltens des Mannes vollendete, noch für die heute vorliegende Zerrüttung der Ehe BGE 87 II 209 S. 212von kausaler Bedeutung war. Darin liegt ein entscheidender Unterschied zu dem in der Berufungsbegründung herangezogenen Entscheid im Falle Leuch c. Leiser (BGE 85 II 10 f.), wo die Ehefrau ein für die Zerrüttung und Scheidung kausales Verschulden traf. Handelt es sich, wie hier, auf Seite der durch die Scheidung ökonomisch geschädigten Partei um ein Verschulden, das für die Scheidung nicht kausal ist, dann müsste dieses Verschulden, angesichts der schadenersatzrechtlichen Natur des Art. 151 ZGB, grundsätzlich überhaupt ausser Betracht gelassen werden, sogut wie anderseits auf Seite der nach Art. 151 belangten Scheidungspartei nur ein für die Scheidung kausales Verschulden diesen Eheteil zur Leistung einer Entschädigung verpflichten kann (BGE 79 II 134/35). Wenn die Rechtsprechung trotzdem auch ein für die Scheidung nicht kausales Verschulden der durch sie geschädigten Partei unter Umständen genügen lässt, um dieser einen Anspruch aus Art. 151 zu versagen, so geschieht dies aus der Überlegung heraus, dass ein Ehegatte, der sich selber grob ehewidrig verhalten hat, das (kausale) Verschulden des andern nach Treu und Glauben nicht soll zum Anlass nehmen dürfen, sich von diesem eine Entschädigung zahlen zu lassen (BGE 55 II 16, BGE 71 II 52 f.). In einem Falle wie dem vorliegenden drängt sich jedoch diese Erwägung nicht nur nicht auf, sondern wäre durchaus fehl am Platze.\n\nAls die Klägerin im Jahre 1953 wegen der Trunksucht, Grobheit und Lieblosigkeit des Beklagten, und nicht etwa wegen ihres damals schon mehrere Jahre zurückliegenden Verhältnisses mit S., die Scheidung verlangte, widersetzte sich der Beklagte in voller Kenntnis dieser Verfehlung der Frau dem Scheidungsbegehren und veranlasste die Klägerin zum Klagerückzug. Damit haben die Parteien einander alles frühere Unrecht verziehen und sind gleichsam an den Anfang ihrer Ehe zurückgekehrt. Beide durften in guten Treuen erwarten, dass bei Bewährung des einen Ehepartners der andere ihm das Vergangene nicht mehr BGE 87 II 209 S. 213vorhalten werde. Insbesondere durfte die Klägerin erwarten, dass sie bei Rückfall des Beklagten in seine alten, ehezerstörenden Fehler nicht nach Jahren vor der Wahl stehen würde, entweder in der wieder zerrütteten Ehe auszuharren und bis an ihr Lebensende die Trunksucht des Mannes mitsamt ihren Begleiterscheinungen zu erdulden, oder dann ohne jede Entschädigung die Scheidung zu erwirken. Der Anspruch der Klägerin auf Entschädigung ist gleich zu beurteilen, wie wenn es 1954 zur Scheidung und bald darauf zur Wiederverheiratung der Parteien gekommen wäre. Dem Sinne nach war der vom Beklagten damals erwirkte Klagerückzug nichts anderes. Die Vorinstanz hat mithin mit Recht der Klägerin die Schuldlosigkeit im Sinne des Art. 151 ZGB zugebilligt. Dass sie im Widerspruch dazu die frühere Verfehlung der Klägerin bei der Bemessung der Entschädigungsrente als Reduktionsgrund berücksichtigt hat, ist von der Klägerin hingenommen worden.\n\n.....\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichts des Kantons Thurgau vom 8. November 1960 bestätigt."}