{"annee": "87", "cour": "I", "page": "365", "date": "27/9/1961", "cite": ["74 I 449", "78 I 55", "79 I 152", "30 I 298", "67 III 116", "77 I 42", "76 I 45", "75 I 1", "79 II 280", "75 III 44", "64 III 76", "25 I 34", "76 I 385", "79 I 44"], "cite_par": ["106 IA 229", "93 I 401", "93 I 278", "105 IB 431", "89 I 92", "94 I 365"], "chapeau": "60. Urteil vom 27. September 1961 i.S. Bank Haerry & Co AG gegen Lamprecht und Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen.", "regestes": ["Art. 87 OJ. Les décisions relatives à la mainlevée provisoire sont des décisions incidentes (confirmation de la jurisprudence). Le refus de la mainlevée provisoire n'entraîne pas pour le créancier un dommage irréparable."], "faits": "|365|\n\nA.- Die Bank Haerry & Co AG leitete am 9. Dezember 1960 mit Zahlungsbefehl Nr. 10'848 für den Betrag von Fr. 3877.65 nebst Zins Betreibung ein gegen Ludwig Lamprecht in Wattwil und verlangte, als dieser Recht vorschlug, gestützt auf einen Kaufvertrag (Abzahlungsgeschäft) provisorische Rechtsöffnung. Diese wurde vom Bezirksgerichtspräsidenten von Neutoggenburg durch Entscheid vom 14. Februar 1961 für Fr. 950.-- nebst 5% Zins ab 9. Dezember 1960 erteilt, für den Mehrbetrag dagegen verweigert. Einen hiegegen erhobenen Rekurs der Gläubigerin wies der Rekursrichter für Schuldbetreibung und Konkurs des Kantonsgerichts St. Gallen am 16. Mai 1961 ab.\n\nB.- Gegen diesen Entscheid führt die Bank Haerry & Co AG staatsrechtliche Beschwerde mit dem Antrag, ihn wegen Verletzung des Art. 4 BV (materielle und formelle |366| Rechtsverweigerung) aufzuheben. Zur Begründung der Zulässigkeit der Beschwerde wird auf die Kritik von Prof. H. HUBER an den Urteilen BGE 79 I 44 und 152 verwiesen und geltend gemacht, dass das ein Rechtsöffnungsverfahren abschliessende Urteil ein Endentscheid, nicht ein Zwischenentscheid im Sinne des Art. 87 OG sei und die Verweigerung der provisorischen Rechtsöffnung, sofern darin nur ein Zwischenentscheid liege, für die Beschwerdeführerin einen nicht wiedergutzumachenden Nachteil im Sinne von Art. 87 OG zur Folge habe.\n\nC.- Der Rekursrichter des Kantonsgerichts St. Gallen hat keine Gegenbemerkungen eingereicht. Der Beschwerdegegner Ludwig Lamprecht beantragt die Abweisung der Beschwerde, ohne sich über die Zulässigkeit derselben näher auszusprechen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Bis zum Jahre 1953 ist das Bundesgericht eingetreten auf staatsrechtliche Beschwerden wegen Verletzung des Art. 4 BV gegen letztinstanzliche Entscheide, durch welche die provisorische Rechtsöffnung bewilligt oder verweigert wurde (vgl. BGE 78 I 56). Dann hat es die Frage der Zulässigkeit solcher Beschwerden neu geprüft und ist dabei zum Ergebnis gelangt, dass der in einem Zwischenverfahren der Betreibung ergangene Entscheid über provisorische Rechtsöffnung einen blossen Zwischenentscheid im Sinne von Art. 87 OG darstelle; ferner hat es entschieden, die Erteilung der provisorischen Rechtsöffnung habe für den Schuldner und ihre Verweigerung jedenfalls in der Regel für den Gläubiger keinen nicht wiedergutzumachenden Nachteil im Sinne von Art. 87 OG zur Folge (BGE 79 I 44 ff. und 152 ff.).\n\n2. Diese Änderung der Rechtsprechung hat Prof. H. HUBER in einem in SJZ 1954 S. 301 ff. erschienenen Aufsatz kritisiert. Eine nochmalige Überprüfung der Frage rechtfertigt sich. Sie führt jedoch zu keinem andern Ergebnis. |367|\n\na) Die einleitenden Ausführungen von Prof. HUBER (Ziff. I) betreffen im Grunde nur die Wünschbarkeit der staatsrechtlichen Beschwerde aus Art. 4 BV gegen Entscheide über provisorische Rechtsöffnung und sind daher von vorneherein nicht geeignet, die rechtliche Zulässigkeit dieser Beschwerde darzutun.\n\nDas gilt vorab für das angebliche Rechtsschutzbedürfnis der Beteiligten, das zudem nicht oder doch nicht mehr in dem von Prof. HUBER behaupteten Umfange besteht, da heute in den meisten, wenn nicht in allen Kantonen Rechtsmittel gegen Rechtsöffnungsentscheide unterer Instanzen zur Verfügung stehen und daher ein krasser Fehlentscheid wie derjenige, den das Bundesgericht in BGE 30 I 298 aufgehoben hat, nicht mehr vorkommen dürfte. Man kann sich übrigens fragen, ob dem Rechtsschutzbedürfnis der Beteiligten nicht besser gedient ist, wenn sie Streitigkeiten mit einem Streitwert von Fr. 50.- und weniger, wie in den von Prof. HUBER angeführten Fällen (BGE 30 I 298, BGE 75 I 1, BGE 74 I 449), im Anschluss an den Rechtsöffnungsentscheid direkt vor dem ordentlichen Richter austragen müssen und diesen Entscheid nicht noch mit einer staatsrechtlichen Beschwerde anfechten können.\n\nNicht stichhaltig ist ferner der Einwand, die Zulassung der staatsrechtlichen Beschwerde rechtfertige sich, weil sie zu einer wenigstens beschränkten Einheitlichkeit in der Anwendung der Rechtsöffnungsvoraussetzungen in der ganzen Schweiz führe. Wenn der Gesetzgeber davon abgesehen hat, durch Schaffung eines ordentlichen bundesrechtlichen Rechtsmittels gegen Rechtsöffnungsentscheide für die Rechtseinheit zu sorgen, ist es nicht Sache des Bundesgerichts, diesem Mangel durch ausdehnende Auslegung der Voraussetzungen der Willkürbeschwerde abzuhelfen. Diese Beschwerde ist übrigens ein untaugliches Mittel für diesen Zweck, da sie nur zu beschränkter Überprüfung führt, weshalb es denn auch auf dem Gebiet der provisorischen Rechtsöffnung nur zu ganz vereinzelten grundsätzlichen Urteilen des Bundesgerichts gekommen ist |368| und sich eine nennenswerte Praxis nicht bilden konnte.\n\nOffensichtlich fehl geht endlich der Einwand von Prof. HUBER, seit der Praxisänderung sei die staatsrechtliche Beschwerde auch nicht mehr gegeben, um Rechtsöffnungsentscheide aus andern Gründen als wegen Willkür und Rechtsverweigerung anzufechten und um den Gerichtsstand zu bestreiten. Die früher in der Praxis angenommene und nun in Art. 87 OG enthaltene Beschränkung gilt ausdrücklich nur für Beschwerden aus Art. 4 BV, nicht für solche wegen Verletzung anderer verfassungsmässiger Rechte oder wegen Verletzung von Konkordaten und Staatsverträgen (BGE 76 I 393 Erw. 3, BGE 77 I 46 Erw. 1). Gerichtsstand der Rechtsöffnung aber ist nach Bundesrecht der Betreibungsort (BGE 25 I 38), und es ist daher wegen Verletzung dieser Zuständigkeitsnorm die staatsrechtliche Beschwerde nach Art. 84 lit. d OG gegeben (BGE 76 I 47 Erw. 2).\n\nb) Die staatsrechtliche Beschwerde ist ein rein subsidiärer Rechtsbehelf und nur zulässig, wenn kein anderes Rechtsmittel des Bundesrechts offen steht (Art. 84 Abs. 2 OG) und wenn, von gewissen Ausnahmen abgesehen, die kantonalen Rechtsmittel durchgeführt worden sind (Art. 86 Abs. 2 OG). Wenn darüber hinaus die Anfechtung wegen Verletzung des Art. 4 BV grundsätzlich auf Endentscheide beschränkt wurde (Art. 87 OG), so geschah dies vor allem im Interesse eines raschen Gangs des kantonalen Verfahrens, das durch die Anfechtbarkeit jedes Zwischenentscheids unnötig verschleppt und verteuert würde (vgl. GIACoMETTI, Verfassungsgerichtsbarkeit S. 102). Dieser Gesichtspunkt darf nicht vernachlässigt werden und spricht für eine einschränkende Auslegung der im Art. 87 OG enthaltenen Voraussetzungen der staatsrechtlichen Beschwerde aus Art. 4 BV.\n\naa) Da das Rechtsöffnungsverfahren ein Zwischenverfahren der Schuldbetreibung ist, kann es, wie in BGE 79 I 45 Erw. 2 dargelegt, auch nur zu einem Zwischenentscheid führen. Dieser Charakter kommt dem Entscheid |369| über provisorische Rechtsöffnung auch nach seinem Inhalt zu, der auf bloss vorläufige Bewilligung oder Verweigerung der Vollstreckung einer Geldforderung geht. Endgültig wird hierüber erst entschieden durch das Ergebnis bzw. die Unterlassung der dem Schuldner bei Erteilung und dem Gläubiger bei Verweigerung der provisorischen Rechtsöffnung zur Verfügung stehenden Klagen, der Aberkennungsklage (Art. 83 Abs. 2 SchKG) und der Forderungsklage (Art. 79 SchKG). Diese beschränkte Wirkung lässt den Entscheid über die provisorische Rechtsöffnung als blossen Zwischenentscheid im Sinne von Art. 87 OG erscheinen. Dem steht nicht etwa entgegen, dass der Aberkennungswie der Forderungsprozess den Bestand der streitigen Forderung, das Rechtsöffnungsverfahren dagegen nur ihre (vorläufige) Vollstreckbarkeit zum Gegenstand hat; es genügt, dass in jenen Prozessen auch über die Vollstreckbarkeit im Sinne der definitiven Rechtsöffnung entschieden wird (vgl. für den Aberkennungsprozess BGE 79 II 282, für den Forderungsprozess BGE 64 III 78, BGE 67 III 117, BGE 75 III 45). Nach der Rechtsprechung des Bundesgerichts stellt die Bewilligung der Nachlassstundung einen blossen Zwischenentscheid dar (nicht veröffentl. Urteile vom 16. Dezember 1948 i.S. Morin-Bohnhôte, vom 13. Mai 1958 i.S. Villa La Foresta SA und vom 16. Dezember 1959 i.S. Soldini) und ist der Arrestschuldner nicht befugt, den Arrestbefehl mit staatsrechtlicher Beschwerde aus Art. 4 BV anzufechten (nicht veröffentl. Urteile vom 27. Januar 1954 i.S. Repal SA und vom 19. Mai 1954 i.S. Lamalex SA). Es ist daher folgerichtig, auch den Entscheid über die provisorische Rechtsöffnung als blossen Zwischenentscheid zu betrachten. Dies rechtfertigt sich umso mehr, weil die staatsrechtliche Beschwerde die durch diesen Entscheid geschaffene provisorische Rechtslage in keinem Falle beseitigt, sondern nur zu einer Vertauschung der Parteirollen in dem stets möglichen ordentlichen Prozess über den Bestand der Forderung und die definitive Rechtsöffnung führen kann. Es besteht daher auch aus dem Gesichtspunkt |370| der Prozessökonomie kein Grund, zwischen das Rechtsöffnungsverfahren, das grundsätzlich nur 5 Tage dauern soll (Art. 84 SchKG), und den ordentlichen Prozess ein zeitraubendes und mit Kosten verbundenes staatsrechtliches Beschwerdeverfahren einzuschalten, es sei denn, der Entscheid über die provisorische Rechtsöffnung habe für den Betroffenen einen nicht wiedergutzumachenden Nachteil im Sinne von Art. 87 OG zur Folge.\n\nbb) In BGE 79 I 46 Erw. 3 wurde dargelegt, weshalb die Erteilung der provisorischen Rechtsöffnung für den Schuldner keinen solchen Nachteil zur Folge hat. Ferner wurde in BGE 79 I 153 Erw. 2 ausgeführt, dass die mit der Verweigerung der provisorischen Rechtsöffnung verbundene Verlängerung des Verfahrens so wenig wie die Vertauschung der Parteirollen im ordentlichen Prozess einen nicht wiedergutzumachenden Nachteil für den Gläubiger zur Folge hat. Offen gelassen wurde die Frage, ob ein solcher Nachteil allenfalls im Verlust der Sicherungsmittel liegen könnte, die Art. 83 Abs. 2 SchKG dem Gläubiger im Falle der Erteilung der provisorischen Rechtsöffnung zur Verfügung stellt. Die Frage ist zu verneinen. Die dem Gläubiger aus diesem Verlust keineswegs mit Sicherheit, sondern nur möglicherweise erwachsenden Nachteile sind blosse Folgen der Verlängerung des Vollstreckungsverfahrens und fallen als solche nicht unter den Begriff der nicht wiedergutzumachenden Nachteile (vgl. BIRCHMEIER, Handbuch des OG S. 356 unter lit. d). Jeder Forderungsprozess gegen einen schlechten Schuldner schiebt den Zugriff des Gläubigers auf das schuldnerische Vermögen hinaus, doch kann deshalb nicht gesagt werden, dass Zwischenentscheide, die diesen Prozess verlängern (z.B. Beweisbeschlüsse), für den Gläubiger einen nicht wiedergutzumachenden Nachteil im Sinne des Art. 87 OG zur Folge haben. Auch die mit der Bewilligung der Nachlassstundung verbundene Verzögerung der Vollstreckung kann dem Gläubiger schaden, stellt aber, wie das Bundesgericht in den oben unter aa) erwähnten Urteilen entschieden hat, keinen nicht wiedergutzumachenden |371| Nachteil dar. Ein solcher liegt daher auch nicht im Verlust der dem Gläubiger im Falle der Erteilung der provisorischen Rechtsöffnung nach Art. 83 Abs. 1 SchKG zustehenden Sicherungsmittel.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}