{"annee": "87", "cour": "IV", "page": "25", "date": "24/2/1961", "cite": ["68 IV 165"], "cite_par": ["89 IV 160", "112 IV 53", "97 II 362"], "chapeau": "8. Auszug aus dem Urteil des Kassationshofes vom 24. Februar 1961 i.S. Schweizerische Bundesanwaltschaft gegen Gehrig.", "regestes": ["Art. 29 al. 1, 31, 35 et 74 ch. 6 LD. 1. Responsabilité du déclarant en douane pour l'exactitude de la déclaration; devoir d'examiner la marchandise soumise au contrôle (consid. 3). 2. Le déclarant en douane professionnel doit se pourvoir des moyens techniques nécessaires pour l'exécution de sa tâche. - Une surcharge de travail ne dispense pas du devoir de faire une déclaration exacte (consid. 4)."], "faits": "BGE 87 IV 25 S. 26\n\nA.- Der als Zolldeklarant bei der Air Transport Service AG in Diensten stehende Gehrig meldete am 16. Mai 1960 beim Zollamt Zürich Flughafen einen an die Firma Gebr. Dierauer adressierten, 73,5 kg schweren Ballen Wollgewebe englischer Herkunft zur Zollabfertigung an. Seine Deklaration lautete auf \"Wollgewebe am Stück, buntgewebt, unter 300 gr. per m2, mit höchstens 20 Fäden in 5 mm Geviert\". Danach wäre die Ware gemäss Zolltarifnummer 5311.34 zu einem Ansatz von Fr. 350.-- per 100 kg zu verzollen gewesen. Bei der zollamtlichen Revision stellte sich indessen heraus, dass das Wollgewebe auf 5 mm im Geviert 42 Fäden aufwies und nach der Zolltarifnummer 5311.36 zu Fr. 550.-- per 100 kg zu verzollen war. Durch die Falschdeklaration hatte Gehrig einen Zollbetrag von Fr. 155.-- gefährdet.\n\nB.- Mit Verfügung vom 10. Juni 1960 büsste die Eidgenössische Oberzolldirektion Gehrig wegen Übertretung von Art. 74 Ziff. 6 des BG vom 1. Oktober 1925 über das Zollwesen (ZG) mit Fr. 116.25.\n\nDer Gebüsste verlangte gerichtliche Beurteilung.\n\nAm 6. Dezember 1960 sprach ihn das Bezirksgericht Bülach von Schuld und Strafe frei. Es hielt Gehrig zugute, den genannten Zollbetrag nicht schuldhaft gefährdet zu haben; denn es sei einem Zolldeklaranten auf dem Flugplatz Kloten aus betrieblichen Gründen nicht möglich, BGE 87 IV 25 S. 27in sämtlichen Fällen eine auch nur stichprobeweise Prüfung der Ware vorzunehmen. Bezüglich des am 16. Mai 1960 deklarierten Wollgewebes habe Gehrig von der englischen Lieferantin und vom schweizerischen Importeur übereinstimmende Angaben über die Grundlagen der Zolldeklaration erhalten, worauf er habe abstellen dürfen, zumal ihm die Firma Gebr. Dierauer als zuverlässig bekannt gewesen sei und die Feststellung der Anzahl Fäden auf 5 mm im Geviert nicht ganz einfach gewesen wäre.\n\nC.- Die Schweizerische Bundesanwaltschaft führt gegen dieses Urteil Nichtigkeitsbeschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n3. Nach Art. 29 Abs. 1 ZG hat der Zollmeldepflichtige alle Massnahmen zu treffen, die nach Gesetz und Verordnung zur Durchführung der Zollkontrolle und Feststellung der Zollzahlungspflicht erforderlich sind. Er ist namentlich gehalten, eine Zolldeklaration abzugeben (Art. 31 ZG), für deren Richtigkeit er einzustehen hat (Art. 35 Abs. 3 ZG, Art. 47 Abs. 2 der Vollziehungsverordnung zum ZG); denn es gehört zum Wesen der Zollordnung, dass der Zollkontrollpflichtige unter eigener Verantwortlichkeit bei der Veranlagung mitwirkt (Botschaft des Bundesrates vom 4. Januar 1924 betreffend die Revision des ZG, BBl 1924 S. 36). Um der genannten Verpflichtung nachkommen zu können, muss er sich über den Inhalt der Gepäckstücke vergewissern, und zwar selbst dann, wenn Absender und Adressat der Sendung ihm hierüber übereinstimmende Angaben gemacht haben. Zu diesem Zwecke räumt ihm Art. 32 ZG auch das Recht ein, die unter Zollkontrolle gestellte Ware vor der Abfertigung zu untersuchen. Tut er das nicht und stellt er einzig auf die Angaben Dritter ab, so verletzt er nach der Rechtsprechung seine Sorgfaltspflicht (BGE 68 IV 169). Das gilt insbesondere auch für den Fall, dass er in seiner Erklärung ohne vorherige Prüfung der Sendung einfach wiederholt, was in den Begleitpapieren angegeben ist.\n\nBGE 87 IV 25 S. 28Denn da nach schweizerischem Recht grundsätzlich auf die Deklaration abgestellt wird (Art. 31 ff. ZG, vgl. auch Art. 36 Abs. 1 ZG) und praktisch nur ein Bruchteil aller Sendungen revidiert werden kann, müssen an die Deklaration hohe Anforderungen gestellt werden (Verwaltungsentscheide der Bundesbehörden 1955 Nr. 122).\n\n4. Diesen Anforderungen hat der Beschwerdegegner nicht genügt. Er hat die Ware unbesehen deklariert, indem er sich auf die Begleitpapiere und die telephonischen Auskünfte der Firma Gebr. Dierauer stützte. Dass er gute Gründe hatte, die genannte Firma für zuverlässig zu halten, entband ihn nicht der Pflicht, die Sendung selber zu untersuchen. Denn auch eine seriöse Firma kann eine ihrer Bestellung nicht entsprechende Ware zugesandt erhalten und deshalb dem Zolldeklaranten in guten Treuen falsche Angaben machen. Stellt dieser dann ohne Überprüfung der Sendung auf solche Angaben ab, so tut er das auf eigene Gefahr. Daran ändert der Umstand nichts, dass gegebenenfalls die Fadenzahl eines Gewebes nur mit Hilfe einer Lupe festgestellt werden kann. Wer den Beruf eines Zolldeklaranten ausübt, hat sich mit denjenigen technischen Hilfsmitteln auszurüsten, die zur pflichtgemässen Erfüllung seiner Aufgabe erforderlich sind. Der Beschwerdegegner behauptet übrigens selber nicht, dass er ausserstande gewesen wäre, die Fadenzahl des fraglichen Stoffes zu bestimmen. Abgesehen davon drängte sich eine Prüfung der Sendung geradezu auf, weil der englische Lieferant bereits eine Fadenzahl von 20 pro 5 mm im Geviert angegeben hatte, es sich also tarifmässig um einen Grenzfall handelte, indem der Zollansatz bei nur einem Faden mehr pro 5 mm im Geviert von Fr. 350.-- auf Fr. 550.-- wechselte.\n\nDie Vorinstanz stellt allerdings fest, es sei einem Zolldeklaranten aus betrieblichen Gründen nicht möglich, bei jeder Sendung auch eine nur stichprobeweise Prüfung der Ware vorzunehmen; Zeugen hätten bestätigt, dass die Zolldeklaranten aus Platz- und Zeitmangel auf ein Öffnen BGE 87 IV 25 S. 29jedes einzelnen Gepäckstückes verzichten müssten.\n\nDamit lässt sich jedoch das Verhalten des Beschwerdegegners nicht entschuldigen. Überbindet das Gesetz die Verantwortung für die Richtigkeit der Deklaration dem Deklaranten, so liegt es auch an diesem, nur so viele Deklarationen abzugeben, als er sachgemäss behandeln kann. Ist er dermassen überlastet, dass er bei pflichtgemässer Erledigung seiner Aufgabe die Arbeit nicht zu bewältigen vermag, dann hat er bei seinem Arbeitgeber um zusätzliche Hilfskräfte nachzusuchen. Arbeitsüberlastung entschuldigt nicht von der Pflicht zur richtigen Zolldeklaration.\n\nIm übrigen spielt die Vorinstanz mit dem Hinweis darauf, dass es den Zolldeklaranten aus betrieblichen Gründen nicht möglich sei, auch nur stichprobeweise alle Sendungen zu untersuchen, auf die Verhältnisse an, wie sie im allgemeinen im Flughafen von Kloten herrschen. Sie sagt jedoch nicht, wie es sich damit am 16. Mai 1960 verhielt. Insbesondere stellt sie nicht fest - und auch der Beschwerdegegner behauptet das nicht -, dass es an diesem Tage aus irgendwelchen Gründen praktisch ausgeschlossen gewesen sei, die für die Firma Gebr. Dierauer bestimmte Ware zu prüfen."}