{"annee": "87", "cour": "I", "page": "142", "date": "10/5/1961", "cite": [], "cite_par": ["116 II 609", "91 I 356"], "chapeau": "23. Urteil der I. Zivilabteilung vom 10. Mai 1961 i.S. Schwaben-Nudel-Werke B. Birkel Söhne gegen Eidgenössisches Amt für geistiges Eigentum.", "regestes": ["Marque internationale, refus de la protection. Art. 6 litt. B ch. 2 de la Convention d'Union de Paris des 20 mars 1883/2 juin 1934. Peut-on refuser la marque \"Zöpfli\" (petites tresses) destinée à des pâtes alimentaires en forme de tresses?"], "faits": "BGE 87 I 142 S. 143\n\nA.- Die Firma Schwaben-Nudel-Werke B. Birkel Söhne liess am 14. November bezw. 12. Dezember 1960 im deutschen Markenregister unter den Nr. 742 447 und 743 531 die Wortmarken \"Zöpfli\" für Teigwaren, insbesondere Eierteigwaren, eintragen.\n\nGestützt auf diese Eintragungen hinterlegte sie sodann am 8. bezw. 15. Dezember 1960 beim Internationalen Amt für geistiges Eigentum unter den Nr. 238 277 und 238 468 das Markenzeichen \"Zöpfli\" für \"Pâtes alimentaires, en particulier pâtes aux oeufs\".\n\nMit Zuschrift vom 24. Februar 1961 an das internationale Amt erklärte das Eidgen. Amt für geistiges Eigentum unter Hinweis auf Art. 6 lit. B Ziff. 2 PVU und Art. 14 Abs. 1 Ziff. 2 MSchG, den beiden genannten Marken werde der Schutz für das Gebiet der Schweiz verweigert, weil die Bezeichung \"Zöpfli\" auf die Form der Ware hinweise und jeder Unterscheidungskraft entbehre.\n\nB.- Gegen die ihr am 8. März 1961 mitgeteilte Schutzverweigerung hat die Firma Schwaben-Nudel-Werke am 5. April 1961 beim Bundesgericht Verwaltungsgerichtsbeschwerde eingereicht mit dem Antrag, die Schutzverweigerungserklärungen seien aufzuheben und das Eidgen. Amt anzuweisen, dem internationalen Amt zu handen der Petentin und dem deutschen Patentamt von der Aufhebung Mitteilung zu machen.\n\nDas Eidgen. Amt für geistiges Eigentum beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 6 lit. B Abs. 1 Ziff. 2 der Pariser Verbandsübereinkunft zum Schutze des gewerblichen Eigentums (PVU) vom 20. März 1883/2. Juni 1934 (BS 11 S. 991 ff.) ist jedes Verbandsland befugt, einer internationalen BGE 87 I 142 S. 144Marke für sein Gebiet den Schutz zu verweigern, wenn sie jeder Unterscheidungskraft entbehrt oder ausschliesslich aus Zeichen oder Angaben zusammengesetzt ist, die im Verkehr zur Bezeichnung der Art, Beschaffenheit und dergl. der Ware dienen können.\n\nDiese Bestimmung entspricht der Vorschrift von Art. 14 Ziff. 2 des schweizerischen MSchG, wonach das Amt die Eintragung einer Marke zu verweigern hat, die als wesentlichen Bestandteil ein als Gemeingut anzusehendes Zeichen enthält.\n\n2. Die Beschwerdeführerin macht geltend, die Schutzverweigerung durch das Eidgen. Amt verletze die oben erwähnten Vorschriften, weil das Wort \"Zöpfli\" für Teigwaren eine Phantasiebezeichnung darstelle; sie weise nicht auf die Form des Produktes hin, da die betreffenden Teigwaren nicht gezopft, sondern spiralförmig seien; zopfartig geflochtene Teigwaren könnten überhaupt nicht hergestellt werden.\n\n3. Es ist allgemein bekannt, dass Teigwaren in verschiedenen Formen hergestellt werden und im Handel sowie in Verbraucherkreisen Bezeichnungen haben, die aus ihrer Form abgeleitet sind, wie z.B. Hörnli, Cornettli, Müscheli, Cravättli usw. Da alle diese Bezeichnungen auf eine ganz bestimmte Art und Form der Ware hinweisen, handelt es sich bei ihnen um im Gemeingut stehende Sachbezeichnungen, die markenrechtlich nicht schützbar sind.\n\nSeit einiger Zeit sind auf dem Markte Teigwaren in einer neuen Form erhältlich, die dadurch gekennzeichnet ist, dass zwei Nudeln von einigen cm Länge schnurartig zusammengedreht sind. Gemäss einem vom Eidgen. Amt beim Verband schweizerischer Teigwarenfabriken eingeholten Bericht vom 2. Mai 1961 wurden die für die Herstellung dieser Art von Teigwaren notwendigen Matrizen von deren Hersteller Garibaldo Ricciarelli in Pistoia im Laufe des Jahres 1959 verschiedenen Teigwarenfabrikanten im In- und Ausland angeboten mit der Erklärung, sie seien für ein Format \"Zöpfli\" bestimmt. Im weiteren steht BGE 87 I 142 S. 145fest, dass heute zwei schweizerische Teigwarenfabriken, nämlich die Firmen Rob. Ernst AG in Kradolf und Etter-Egloff AG in Weinfelden, gleich wie die Beschwerdeführerin derartig geformte Teigwaren herstellen, die sie ebenfalls unter der Bezeichnung \"Zöpfli\" vertreiben. Die Rob. Ernst AG bezeichnet ihr Erzeugnis als \"Goldzöpfli\", die Etter-Egloff AG die ihrigen als \"Eier-Zöpfli\". Die beiden Firmen haben entsprechende Wortmarken hinterlegt, wobei diejenige der Etter-Egloff AG mit einem Bildzeichen kombiniert ist, das auf den Eierzusatz hinweist.\n\nOb diese Marken schutzfähig seien, ist heute nicht zu entscheiden. Wesentlich ist dagegen, dass ihre Inhaber dem Wort \"Zöpfli\" weitere Bestandteile beigefügt haben. Daraus ist zu schliessen, dass sie das Wort \"Zöpfli\" nicht als Marke, sondern als Sachbezeichnung aufgefasst haben, wie sie schon vom Hersteller der Matrizen als solche gebraucht wurde. Besonders deutlich geht dies aus der zweisprachigen Beschriftung des Paketes der Etter-Egloff AG hervor, wo die Bezeichnung \"Zöpfli\" mit \"Bicornettes\" übersetzt worden ist.\n\n4. Die Beschwerdeführerin wendet ein, die Bezeichnung \"Zöpfli\" könne nicht als Sachbezeichnung angesehen werden, weil die in Frage stehenden Teigwaren gar nicht gezopft, sondern spiralförmig zusammengedreht seien. Dies ist jedoch ohne Bedeutung. Wenn auch die streitige Form nicht genau einem geflochtenen Zopf entspricht, wie dies bei dem als \"Zopf\", \"Züpfe\", \"Tresse\", bekannten Backwerk zutrifft, so ist doch immerhin grosse Ähnlichkeit mit einem Zopfmuster vorhanden. Das erklärt ohne weiteres, dass vom Hersteller der Matrize wie von verschiedenen Teigwarenfabrikanten für die Umschreibung der neuen Form die Bezeichnung \"Zöpfli\" gewählt worden ist. Wie das Amt zutreffend bemerkt, haben auch die längst bekannten Hörnli nur eine entfernte Ähnlichkeit mit einem Horn, und doch handelt es sich bei \"Hörnli\" unzweifelhaft um eine Sachbezeichnung.\n\nDamit entfällt auch der weitere, von der Beschwerdeführerin BGE 87 I 142 S. 146als \"endgültig entscheidendes Argument\" betrachtete Einwand, dass zopfförmig geflochtene Teigwaren überhaupt nicht hergestellt werden könnten, weshalb kein Bedürfnis bestehe, den Begriff \"Zöpfli\" zur Bezeichnung von tatsächlich Zopfform aufweisenden Produkten für die Zukunft freizuhalten.\n\n5. Wie aus einem in der deutschen Zeitschrift \"Stern\" kürzlich erschienenen Inserat ersichtlich ist, verwendet übrigens die Beschwerdeführerin selber das Wort \"Zöpfli\" als Sachbezeichnung. Im betreffenden Inserat ist nämlich wiederholt die Rede vom \"Probier-Paket Zöpfli\", und weiter heisst es im Begleittext: \"Probieren Sie die Zöpfli sofort\", \"Kochen Sie die Zöpfli mit Goulasch...\". Das Wort \"Zöpfli\", das im Text weder durch besondere Schrift, noch durch Anführungszeichen oder dergleichen hervorgehoben ist, wird also nicht als Marke, sondern eindeutig als Sachbezeichnung gebraucht.\n\n6. Steht somit fest, dass \"Zöpfli\" die Sachbezeichnung für eine bestimmte Art und Form von Teigwaren darstellt, so hat das Eidgen. Amt den streitigen Marken der Beschwerdeführerin zu Recht den Schutz verweigert.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}