{"annee": "87", "cour": "IV", "page": "55", "date": "31/5/1961", "cite": [], "cite_par": [], "chapeau": "14. Arrêt de la Cour de cassation pénale du 31 mai 1961 dans la cause Veuthey contre Ministère public du canton du Valais", "regestes": ["Art. 43 CP. Lorsque l'interné s'évade et commet de nouvelles infractions, le juge doit examiner si et dans quelle mesure il y a lieu d'exécuter la peine suspendue (cf. RO 77 IV 153 s.)."], "faits": "|55|\n\nA.- Le 27 février 1958, le juge instructeur des districts de Martigny et Saint-Maurice condamna Michel Veuthey |56| à six mois d'emprisonnement; il suspendit l'exécution de la peine et ordonna l'internement du condamné dans une maison d'éducation au travail. Veuthey fut interné à la colonie pénitentiaire de Crêtelongue.\n\nIl s'en évada dans la nuit du 8 au 9 août 1958. En liberté, il commit plusieurs infractions.\n\nB.- Pour ces infractions, ainsi que pour un recel perpétré en 1956, le Tribunal cantonal valaisan a infligé à Veuthey, le 1er mars 1961, douze mois d'emprisonnement, sous déduction de 94 jours de détention préventive; il a suspendu l'exécution de la peine, le condamné \"faisant actuellement l'objet d'une mesure d'internement dans une maison d'éducation au travail\".\n\nC.- Contre cet arrêt, Veuthey se pourvoit en nullité au Tribunal fédéral. Il conclut à l'annulation de l'internement dans une maison d'éducation au travail.", "considerants": "Considérant en droit:\n\n1. Le recourant invoque l'arrêt Trottmann (RO 77 IV 152 ss.); il en déduit que les premiers juges auraient dû révoquer l'internement ordonné en 1958 et ne pas suspendre l'exécution de la nouvelle peine.\n\nL'arrêt cité commence par relever que l'art. 43 CP ne règle pas tous les cas où la peine suspendue doit être exécutée après coup et que le principe selon lequel, dans certaines circonstances, l'internement dans un établissement d'éducation au travail doit être révoqué et l'exécution de la peine ordonnée s'applique par analogie dans deux cas, outre ceux que vise la loi: premièrement lorsque l'auteur est condamné à une peine, non plus d'emprisonnement, mais de réclusion pour un crime antérieur à l'internement et découvert plus tard, secondement lorsqu'il s'évade et commet de nouvelles infractions (RO 77 IV 153, 154).\n\nNéanmoins et contrairement à ce que pense Veuthey, la Cour de cassation pénale n'a pas voulu dire que, dans la seconde de ces éventualités (délits perpétrés après une évasion), il fallait toujours révoquer l'internement et |57| ordonner l'exécution de la peine. Elle a seulement admis qu'un tel comportement n'était pas indifférent du point de vue de l'art. 43 CP et que le juge devait examiner, comme dans le cas du ch. 5 al. 2 si et dans quelle mesure la peine suspendue serait exécutée (p. 154 litt. b i.f.). La révocation de l'internement ne s'impose donc nécessairement que dans le premier des cas visés plus haut, mais non pas dans le second. Sur ce point, l'arrêt porte les termes suivants: \"Selon le Code pénal revisé (art. 43 ch. 5 al. 2), lorsque le bénéficiaire d'une libération conditionnelle commet de nouveaux crimes ou délits pendant le délai d'épreuve, le juge est tenu de décider si et dans quelle mesure la peine suspendue doit être exécutée; on en conclura qu'une décision sur ce point s'impose à fortiori lorsque l'auteur commet de telles infractions dans l'établissement même ou après s'en être évadé, avant toute libération conditionnelle\" (traduit de l'allemand).\n\nSans doute, dans l'affaire Trottmann, la juridiction cantonale a-t-elle été invitée à révoquer l'internement. Mais c'est précisément parce que Trottmann s'est vu infliger entre temps une peine de réclusion. Tel n'est pas le cas de Veuthey.\n\nSi l'on considère que le séjour du recourant dans la maison d'éducation au travail a été très bref - lui-même précise qu'il s'en est évadé après 36 jours - il n'est pas établi qu'il ne puisse être formé au travail (WAIBLINGER, Revue des juristes bernois, 1954, p. 444). Aussi le Tribunal cantonal n'a-t-il pas abusé de son pouvoir appréciateur en suspendant l'exécution de la nouvelle peine, de façon que l'éducation commencée en 1958 puisse être reprise."}