{"annee": "87", "cour": "I", "page": "126", "date": "3/5/1961", "cite": ["69 I 81", "66 I 228", "32 I 71", "58 I 165", "68 I 146", "25 I 422"], "cite_par": ["92 I 36", "102 IA 188", "129 III 230", "91 I 11"], "chapeau": "20. Urteil vom 3. Mai 1961 i.S. von Tobel gegen Künzle und Bezirksgericht St. Gallen.", "regestes": ["For du domicile. Décision attaquable; nature de l'action déclaratoire de droit sur l'existence ou l'inexistence d'une réclamation personnelle; l'action reconventionnelle ne peut être intentée au lieu où l'action principale a été introduite que si cette dernière est déjà pendante."], "faits": "BGE 87 I 126 S. 126\n\nA.- Die Beschwerdeführerin erliess gegenüber dem Beschwerdegegner im Oktober 1959 einen Zahlungsbefehl für BGE 87 I 126 S. 127eine Forderung von Fr. 50'000.--. Als Grund der Forderung wurde angegeben: \"Ungerechtfertigte Bereicherung (übersetzte Rechnungsstellung als Willensvollstrecker, und Schadenersatz gemäss den eingereichten Strafklagen)\". Der Betriebene erhob Rechtsvorschlag. Darauf lud die Beschwerdeführerin den Beschwerdegegner vor das Vermittleramt St. Gallen und verlangte, es sei gerichtlich zu erkennen, der Beklagte habe der Klägerin einen Betrag von Fr. 4000.-- nebst Zins zu bezahlen. Der Beklagte verlangte widerklageweise die Feststellung, dass die von der Klägerin durch Zahlungsbefehl geltend gemachte Forderung von Fr. 50'000.-- nicht zu Recht bestehe. Die Widerbeklagte bestritt die Widerklage. Auf Grund des ihm vom Vermittleramt ausgestellten Leitscheins ersuchte der Widerkläger das Bezirksgericht St. Gallen am 25. November 1960, vor Einreichung der Klage, um Einschreibung des Streites über die Widerklage. Vom Eingang der Widerklage wurde der Widerbeklagten am 30. November 1960 Kenntnis gegeben, damit sie die Antwort darauf binnen 20 Tagen einreiche. Der Ehemann der Widerbeklagten ersuchte am 16. Dezember um Erstreckung der Frist, welches Begehren bewilligt wurde (Verfügung vom 20. Dezember 1960). Einem weiteren Gesuch wurde durch Gewährung einer Frist bis zum 10. Februar 1961 entsprochen (Verfügung vom 21. Januar 1961) und nach deren Ablauf, d.h. am 13. Februar 1961, der Widerbeklagten eine Notfrist von 14 Tagen zur nachträglichen Einreichung der Antwort angesetzt (Verfügung vom 13. Februar 1961).\n\nB.- Frau Dr. Fanny von Tobler-Isler erhebt mit Eingabe vom 23. Februar 1961 staatsrechtliche Beschwerde mit dem Antrag, die Einschreibung der Widerklage vom 25. November 1960 sowie die Fristansetzung des Bezirksgerichtspräsidenten von St. Gallen vom 13. Februar 1961 wegen Verletzung von Art. 59 BV als unzulässig zu erklären und aufzuheben. Zur Begründung wird ausgeführt: Da die Hauptklage beim Bezirksgericht noch nicht anhängig sei, hätte die Wiederklage nicht eingeschrieben werden dürfen.\n\nBGE 87 I 126 S. 128Damit eine Widerklage hängig gemacht werden könne, müsse eine Hauptklage anhängig sein. Auch die st. gallische Prozessordnung bestimme, dass der Beklagte eine allfällige Widerklage im Anschluss an die Antwort einzureichen habe. § 213 Abs. 2 ZPO treffe nicht zu, da der Widerkläger unterlassen habe, die Einschreibung der Klage zu verlangen. Das Gericht habe daher davon abgesehen, die Klägerin zur Einreichung der Klage schriftlich aufzufordern. Die Einschreibung der Widerklage und die Aufforderung an die Widerbeklagte, die Antwort einzureichen, verletze deshalb Art. 59 BV. Die Begründung, die der Widerkläger für sein Verhalten gebe, sei nicht überzeugend, was näher ausgeführt wird.\n\nC.- Der Beschwerdegegner beantragt, auf die Beschwerde nicht einzutreten, eventuell sie abzuweisen. Der Nichteintretensantrag wird damit begründet, dass bei Einreichung der Beschwerde mehr als 30 Tage seit der Einschreibung des Prozesses verstrichen gewesen seien. Wenn aber die Prozesseinschreibung rechtsgültig sei, müsse dies auch für die Ausführungshandlungen (Zustellung der Klage, Fristansetzung usw.) gelten, weil diese keinen selbständigen rechtlichen Charakter hätten und nicht Gegenstand besonderer Anfechtung sein könnten.\n\nDas Bezirksgericht St. Gallen hat die Behandlung der Widerklage bis zur Erledigung der staatsrechtlichen Beschwerde eingestellt und in den Erwägungen u.a. ausgeführt: Es sei fragwürdig, ob auf die staatsrechtliche Beschwerde eingetreten werden könne, nachdem sie nicht binnen 30 Tagen seit der Einschreibung der Widerklage erhoben wurde, es sich überdies beim Streitgegenstand um eine Feststellung, nicht um eine persönliche Ansprache gegenüber der Widerbeklagten handle, sodass Art. 59 BV nicht anwendbar sein dürfte.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die staatsrechtliche Beschwerde richtet sich gegen die Einschreibung der Widerklage und die Fristansetzung BGE 87 I 126 S. 129zu deren Beantwortung. Sie wird damit begründet, dass diese Verfügungen Art. 59 BV verletzen, weil die Hauptklage noch nicht gerichtlich anhängig gemacht worden sei.\n\nDie staatsrechtliche Beschwerde wegen Verletzung von Art. 59 BV kann gegen jede gerichtliche Verfügung erhoben werden, mit welcher der Richter richterliche Tätigkeit ausübt (BGE 66 I 232,BGE 68 I 151). Sie kann, wenn sie sich gegen die Zulässigkeit einer Widerklage richtet, also noch nach Beurteilung der Widerklage, im Anschluss an das Sachurteil darüber erhoben werden, wenn mit dem Urteil gleichzeitig über die bestrittene Zuständigkeit entschieden wird, allfällig noch gegen die Vollstreckung (BGE 69 I 85). Sie kann aber auch angeschlossen werden an die Einschreibung des Prozesses oder an die Aufforderung des Gerichtes, auf die Widerklage zu antworten. Ist sie gegen die Einschreibung der Widerklage, mit der die Rechtshängigkeit begründet wird, verspätet, wird sie aber rechtzeitig an die Aufforderung zur Einreichung der Antwort angeschlossen, so hat die Gutheissung der Beschwerde implicite zur Folge, dass auch die Prozesseinschreibung aufgehoben wird.\n\nDa die vorliegende Beschwerde innert der der Beschwerdeführerin angesetzten Frist zur Einreichung der Widerklageantwort erhoben worden ist, ist sie rechtzeitig, d.h. kann auf Grund derselben darüber entschieden werden, ob die Aufforderung zur Beantwortung Art. 59 BV verletzt.\n\n2. Das Bezirksgericht verneint eine Verletzung von Art. 59 BV schon aus dem Grunde, weil der Widerkläger eine Feststellungsklage erhebe.\n\nNach ihrer äusseren Form ist die Widerklage allerdings eine Feststellungsklage. Es soll festgestellt werden, dass die von der Widerbeklagten gegen den Widerkläger durch Betreibung geltend gemachte persönliche Forderung von Fr. 50'000.-- nicht zu Recht bestehe. Es handelt sich also um eine Feststellungsklage über das Bestehen oder Nichtbestehen einer persönliche Ansprache. Derartige - positive oder negative - Feststellungsklagen sind nach der Rechtsprechung (BGE 25 I 425,BGE 32 I 74, nicht publiziertes Urteil BGE 87 I 126 S. 130vom 7. Februar 1944 i.S. Wipf S. 8, mit Hinweis auf LEUCH ZPO, II. Auflage zu Art. 174, Note 1 S. 173) persönliche Ansprachen im Sinne von Art. 59 BV.\n\n3. Der Widerklagegerichtsstand am Ort der Einleitung der Hauptklage ist mit Art. 59 BV vereinbar, sofern Klage- und Widerklageforderung miteinander in einem rechtlichen Zusammenhang stehen, d.h. konnex sind (BGE 58 I 169; BURCKHARDT, Komm. zu Art. 59 S. 558). Damit die Widerklage zulässig ist, muss daher die Hauptklage angehoben und rechtshängig gemacht worden (BGE 17, 373) und noch rechtshängig sein. Kompetenzgrund für die Widerklage ist die Rechtshängigkeit der Hauptklage; die Berechtigung des Gerichtsstandes der Widerklage, welcher den Widerbeklagten seines natürlichen Richters beraubt, beruht darin, dass die gerichtliche Beurteilung der Klage in tatsächlicher Beziehung diejenige der Widerklage fördert. Besteht diese Verwandtschaft nicht, so ist kein genügender Grund vorhanden, den Widerbeklagten vor dem Gericht des Widerklägers festzuhalten (LEUCH, bern. ZPO zu Art. 33 Note 1; BURCKHARDT, a.a.O. S. 559).\n\nNach st. gallischem Prozessrecht (Art. 205 Ziff. 3 ZPO) kann die Widerklage allerdings schon vor dem Vermittler angehoben werden. Da die Rechtshängigkeit von Klage und Widerklage aber erst mit der Einschreibung des Rechtsstreites beim Richter eintritt (Art. 213 ZPO; LUTZ dazu Note 4), kann nach kantonalem Recht die Widerklage schon vor Eintritt der Rechtshängigkeit angehoben, eingeleitet werden (Art. 96 Abs. 4 ZPO). Das vermag jedoch nichts daran zu ändern, dass im interkantonalen Verhältnis die Hauptklage rechtshängig sein muss, damit der Gerichtsstand der Widerklage begründet ist. Im innerkantonalen Verhältnis bedarf es für die Widerklage der Konnexität nicht (LUTZ zu Art. 96 Note 2). Ob sie gegeben ist, kann definitiv erst festgestellt werden, wenn die Klage begründet worden ist, was mit der Anhängigmachung des Rechtsstreites geschieht (Art. 275 ZPO). Im innerkantonalen Verhältnis ist auch nicht erforderlich, BGE 87 I 126 S. 131dass die Hauptklage noch rechtshängig sei, fällt also der Gerichtsstand der Widerklage bei Rückzug der Klage, bei einem Vergleich darüber oder Gegenstandslosigkeit derselben nicht dahin, während im interkantonalen Verhältnis der Gerichtsstand der Widerklage vor Art. 59 BV nur dann gerechtfertigt ist, wenn die Hauptklage (noch) anhängig ist. Da dies hier noch nicht der Fall ist, verletzt die Entgegennahme und Behandlung der Widerklage Art. 59 BV und ist daher die Aufforderung zu deren Beantwortung aufzuheben. Damit fällt auch die Einschreibung der Widerklage dahin.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und die Fristansetzung zur Einreichung der Widerklageantwort aufgehoben."}