{"annee": "87", "cour": "I", "page": "362", "date": "17/5/1961", "cite": ["77 I 211", "82 I 102", "79 I 225", "53 I 399", "78 I 424", "84 I 167"], "cite_par": ["96 I 219", "95 I 193", "96 I 123"], "chapeau": "59. Auszug aus dem Urteil vom 17. Mai 1961 i.S. Staub gegen Gesundheitsbehörde Wetzikon und Regierungsrat des Kantons Zürich.", "regestes": ["Garantie de la propriété, art. 4 Cst. La défense contre des immissions excessives est aussi l'affaire du droit public. Protection de police contre les actes de nature à troubler le repos et contre les odeurs incommodantes."], "faits": "|362|\n\nAus dem Tatbestand:\n\nStaub betreibt in Wetzikon eine Schweinemästerei, in der er zwischen 80 und 125 Tiere hält. Das Grundstück, worauf der Stall steht, grenzt an eine Primarschulanlage; rund 50 m vom Stall entfernt wird ein neues Gewerbeschulhaus erstellt. Im näheren Umkreis finden sich ferner ein Kindergarten, das alte Gewerbeschulhaus, das Verwaltungsgebäude der Gemeindewerke sowie mehrere Wohnhäuser.\n\nNachdem sich verschiedene Nachbarn über Belästigung durch üble Gerüche und durch Lärm beklagt hatten, ordnete die Gesundheitsbehörde Wetzikon die Schliessung der Mästerei an. Der Regierungsrat des Kantons Zürich hat auf Rekurs hin diese Verfügung dem Grundsatze nach geschützt; er hat jedoch auf Zusehen hin das Halten von höchstens zehn Schweinen gestattet.\n\nStaub führt gegen diesen Entscheid staatsrechtliche Beschwerde wegen Verletzung der Eigentumsgarantie |363| sowie der Art. 4 (und 31) BV. Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\nDer Beschwerdeführer bestreitet mit Recht nicht mehr, dass die Abwehr der in Art. 684 ZGB untersagten übermässigen Immissionen nicht nur eine Sache des Privatrechts (Art. 679, 928 ZGB), sondern grundsätzlich auch eine solche des öffentlichen Rechts ist (vgl.BGE 53 I 401; HAAB, N. 56, 67 zu Art. 641, N. 3 zu Art. 684 ZGB; OFTINGER, Lärmbekämpfung als Aufgabe des Rechts, S. 42 ff.; ders., ZSR 79 S. 656 a ff. und JT 1960 S. 474 ff.). In diesem Sinne tritt § 168 des zürcherischen EG ZGB ein. Als Polizeibehörde amtet dabei der Gemeinderat (§ 74 des Gemeindegesetzes) oder eine besondere gemeindliche Kommission mit selbständigen Verwaltungsbefugnissen (§ 56 dieses Gesetzes), wie hier die Gesundheitsbehörde.\n\nDer Beschwerdeführer macht geltend, nach § 168 EG ZGB dürfe die Polizeibehörde nur einschreiten, wenn ein öffentliches Interesse beeinträchtigt sei, nicht dagegen schon dann, wenn ein Nachbar sich verletzt fühle; im vorliegenden Fall stehe das öffentliche Interesse nicht im Spiele, weshalb § 168 EG ZGB nicht Platz greife. Diese Einwendung betrifft die Auslegung und Anwendung kantonalen Gesetzesrechts, welche das Bundesgericht nur unter dem beschränkten Gesichtswinkel der Willkür und der rechtsungleichen Behandlung überprüft (BGE 77 I 218;BGE 78 I 428;BGE 79 I 228; BGE 82 I 106 Erw. 2, 162 b; BGE 84 I 173 Erw. 2). Der Beschwerdeführer erhebt in diesem Zusammenhang weder die eine noch die andere Rüge. Von Willkür kann in der Tat nicht die Rede sein.\n\nGemäss § 168 EG ZGB kann \"jemand\", den die Eigentumsüberschreitung eines Grundeigentümers geschädigt hat oder mit Schaden bedroht, zunächst den Schutz der Polizeibehörde anrufen. Nach dem Wortlaut dieser Bestimmung hat jedermann, der durch übermässige Immissionen verletzt oder gefährdet ist, und sei es auch nur ein |364| einzelner Nachbar, grundsätzlich Anspruch auf polizeiliche Hilfe. Das entspricht denn auch Sinn und Wesen des polizeilichen Immissionenschutzes. Erste Aufgabe der Polizei ist die Aufrechterhaltung der öffentlichen Ruhe und Ordnung. Zum Bestand der öffentlichen Ordnung aber gehören auch die Rechte, die dem Einzelnen als Glied der Gemeinschaft im gesellschaftlichen Zusammenleben gewährleistet sind, wie insbesondere der Schutz vor von aussen kommenden Ruhestörungen (vgl.BGE 53 I 401; FLEINER, Institutionen, 8. Aufl., S. 398 N. 35; OFTINGER, Lärmbekämpfung, S. 43/44, 53/54; ZR 24 Nr. 49 Erw. 2 = SJZ 20 S. 328 Nr. 67). Richtig ist, dass der polizeiliche Immissionenschutz sich mittelbar auch zugunsten des Eigentums der einzelnen Nachbarn auswirkt; eigentlicher Gegenstand des Schutzes ist jedoch die öffentliche Ordnung (HAAB, N. 57 zu Art. 641, N. 3 zu Art. 684 ZGB). Die Polizei kann deshalb nicht mit dem Einwand, sie dürfe ihren Arm nicht der Wahrung blosser Privatinteressen leihen, von der Bekämpfung der gegen das öffentliche Interesse verstossenden übermässigen Immissionen abgehalten werden (vgl. nicht veröffentlichtes Urteil vom 8. Oktober 1952 i.S. Röthlin, Erw. 2).\n\nWerden die Polizeibehörden durch Anzeige oder auf Grund eigener Wahrnehmung auf eine Eigentumsüberschreitung aufmerksam, so haben sie nach pflichtgemässem Ermessen zu entscheiden, ob unter den gegebenen Umständen ihr Eingreifen um der Erhaltung der öffentlichen Ordnung willen gerechtfertigt sei (Zbl 1914 S. 227, 1923 S. 61; BAUHOFER, Zbl 1918 S. 48). Im vorliegenden Fall traf das klarerweise zu, und zwar nicht nur, weil sich verschiedene Nachbarn über Geruchs- und Lärmbelästigungen beklagt hatten, sondern auch, weil sich im Umkreis von hundert Metern zwei Schulen sowie ein Kindergarten befinden und ein weiteres Schulhaus vor der Ausführung steht."}