{"annee": "87", "cour": "I", "page": "210", "date": "29/6/1961", "cite": ["27 II 40"], "cite_par": [], "chapeau": "33. Urteil vom 29. Juni 1961 i.S. Lampert gegen Schlatter und Appellationsgericht des Kantons Basel-Stadt.", "regestes": ["Art. 32 al. 2 OJ. La fermeture des bureaux de l'administration cantonale et des tribunaux, le samedi, ne fait pas de ce jour un jour férié selon le droit cantonal."], "faits": "", "considerants": "BGE 87 I 210 S. 210\n\n1. Die staatsrechtliche Beschwerde vom 19. Juni 1961 richtet sich gegen den Entscheid des Appellationsgerichts des Kantons Basel-Stadt vom 12. Mai 1961, dem Beschwerdeführer zugestellt am 18. Mai 1961, mit dem dieses eine Beschwerde des Beschwerdeführers abgewiesen hat. Dass die staatsrechtliche Beschwerde erst am 19. Juni zur Post gegeben wurde, wird damit gerechtfertigt, dass die kantonale Verwaltung am 17. Juni (d.h. an einem Samstag) nicht arbeite und dass das Appellationsgericht in einer im Kantonalen Amtsblatt veröffentlichten Verfügung vom 2. September 1960 den freien Samstag für die Berechnung von Fristen einem Sonntag gleichgestellt habe, sodass die Beschwerdefrist des Art. 89 OG nicht schon am 17. Juni, sondern wegen des darauf folgenden BGE 87 I 210 S. 211Sonntags erst am nächstfolgenden Werktag, d.h. dem 19. Juni ablaufe.\n\n2. Nach Art. 89 OG ist die staatsrechtliche Beschwerde binnen 30 Tagen von der nach dem kantonalen Recht massgebenden Eröffnung oder Mitteilung an gerechnet, dem Bundesgericht schriftlich einzureichen. Bei Berechnung der Fristen wird der Tag, an dem die Frist zu laufen beginnt, nicht mitgezählt. Ist der letzte Tag der Frist ein Sonntag oder ein vom zutreffenden kantonalen Recht anerkannter Feiertag, so endet sie am nächstfolgenden Werktag (Art. 32 OG). Als staatlich anerkannt gilt zwar ein Feiertag nicht bloss, wenn er auf Gesetz beruht, sondern schon, wenn Vorschriften verwaltungsrechtlicher oder polizeilicher Art ihn zum offiziellen Feiertag erklären (BGE 27 II 41). Doch macht die Schliessung kantonaler Büros an einem bestimmten Tage (Samstag) diesen Tag noch nicht zum kantonalen Feiertag (BIRCHMEIER, Organisation der Bundesrechtspflege, zu Art. 32 Note 3; Urteil vom 13. Juli 1960 i.S. Steinle, wo es ebenfalls darum ging, ob die Schliessung der staatlichen Büros in Basel den Samstag zum kantonalen Feiertag mache). Die kantonale Ordnung, wonach am Samstag keine Fristen ablaufen, gilt bloss für den kantonalen Bereich, nicht für die Fristen des OG, die nur dann nicht ablaufen würden, wenn der betreffende Tag ein kantonaler Feiertag wäre.\n\nDa die Beschwerdefrist am 17. Juni 1961 ablief, ist die erst am 19. Juni zur Post gegebene Beschwerde verspätet."}