{"annee": "87", "cour": "II", "page": "290", "date": "13/11/1961", "cite": [], "cite_par": ["115 II 474", "94 II 51"], "chapeau": "42. Extrait de l'arrêt de la Ire Cour civile du 13 novembre 1961 dans la cause Véronèse contre X.", "regestes": ["Art. 41 et 49 CO. Le dommage visé par l'art. 41 CO ne peut consister que dans une diminution du patrimoine (consid. 4 a). L'atteinte à des intérêts affectifs ne peut donner lieu à réparation que si les conditions de l'art. 49 CO sont remplies (consid. 4 b). C'est le cas même si l'atteinte résulte de l'inexécution d'un mandat conféré précisément pour la sauvegarde de cet intérêt (consid. 4 c)."], "faits": "|290|\n\nAyant été avisée que les Forces motrices de la Gougra demandaient l'expropriation de terrains dont elle était propriétaire, dame Véronèse chargea l'avocat X de s'opposer |291| à l'expropriation et à l'envoi en possession anticipé. L'expropriation n'en fut pas moins ordonnée. Estimant que X s'était mal acquitté de son mandat, dame Véronèse l'a actionné en dommages-intérêts. Déboutée par la juridiction cantonale, elle a recouru en réforme au Tribunal fédéral, qui a confirmé le jugement attaqué.", "considerants": "Extrait des motifs:\n\n4. En chargeant un avocat de s'opposer à l'expropriation, dame Véronèse entendait conserver sa propriété, pour laquelle elle manifestait un intérêt affectif. Les manquements de l'intimé ont précisément compromis cet intérêt. La recourante en déduit qu'il lui doit une indemnité.\n\na) L'action est fondée sur l'exécution défectueuse d'un contrat de mandat. Or, si l'exécution correcte du mandat ne peut plus être obtenue, la seule sanction de l'inexécution est, en droit civil, la responsabilité du mandataire pour le dommage causé par son comportement (art. 398 al. 2 et 97 al. 1 CO). Pour l'étendue du devoir de réparation, l'art. 99 al. 3 CO renvoie aux règles relatives à la responsabilité dérivant d'actes illicites. Ce sont ces règles qui doivent être appliquées pour déterminer notamment la notion du dommage.\n\nOr le dommage visé à l'art. 41 CO consiste dans une diminution du patrimoine; c'est la différence entre le patrimoine actuel du lésé et celui qu'il aurait si l'événement dommageable ne s'était pas produit. Il s'agit donc d'un préjudice économique, qui ne laisse aucune place à l'intérêt d'affection - sauf si cet intérêt est partagé par d'autres amateurs et confère à la chose une valeur d'échange plus élevée - (RO 64 II 138; OSER/SCHÖNENBERGER, Das Obligationenrecht, ad art. 41 rem. 74 - cf. cependant ad art. 43 rem. 15 -; BECKER, Obligationenrecht, 2e éd., ad art. 41 rem. 6 et suiv.; VON TUHR/SIEGWART, Allgemeiner Teil des schweizerischen Obligationenrechts, I, p. 76 et suiv. et 109/110; OFTINGER, Schweizerisches Haftpflichtrecht, |2922| e éd., I p. 40 et suiv.; cf. également ENNECCERUS/LEHMANN, Recht der Schuldverhältnisse, 15e éd., p. 93).\n\nAinsi, on ne saurait allouer à la recourante des dommages-intérêts selon les art. 97 et suiv. CO pour l'atteinte qu'elle dit avoir subie dans ses intérêts affectifs.\n\nb) Cette lésion constitue en réalité une atteinte aux intérêts personnels de dame Véronèse. En vertu de l'art. 28 al. 2 CC, une indemnité satisfactoire ne peut être allouée de ce chef que dans les cas prévus par la loi. La seule règle légale entrant en considération en l'espèce est l'art. 49 CO, qui peut également s'appliquer en cas d'inexécution d'un contrat (RO 54 II 483, 80 II 258, 87 II 145). Mais cette disposition subordonne l'allocation d'une indemnité pour tort moral à la condition que le préjudice subi et la faute soient particulièrement graves. Ce n'est manifestement pas le cas en l'espèce. Du reste, la recourante, qui n'invoque point l'art. 49 CO, ne le prétend pas. On ne peut donc lui allouer une indemnité pour tort moral en vertu de cette disposition légale.\n\nc) La limitation apportée par la loi au devoir de réparer les atteintes aux sentiments affectifs procède du souci de ne pas étendre indéfiniment l'obligation de réparation. Mais on peut se demander si cette limitation, parfaitement justifiée dans son principe, est admissible lorsqu'un mandat a été conféré précisément pour la sauvegarde d'un intérêt d'affection. Il peut paraître choquant que, dans ce cas, le mandataire échappe à toute responsabilité lorsque les conditions de l'art. 49 CO ne sont pas remplies.\n\nCependant, on ne pourrait alors l'astreindre à une indemnité qu'en complétant par la voie de la jurisprudence la liste des cas dans lesquels la loi ouvre l'action en paiement d'une somme d'argent à titre de réparation morale (cf. art. 28 al. 2 CC). Ce faisant, on pratiquerait une brèche dans le système parfaitement cohérent de la responsabilité civile et on ouvrirait la porte à une casuistique qui permettrait peut-être des solutions plus équitables dans quelques |293| cas particuliers mais qui créerait l'incertitude et inciterait à des réclamations pour des atteintes minimes. Or c'est précisément ce que le législateur a voulu éviter. En pareil cas, la seule sanction est donc que le mandataire, n'ayant pas exécuté ses obligations, ne peut prétendre à aucune rétribution."}