{"annee": "121", "cour": "III", "page": "301", "date": "11/8/1995", "cite": ["121 I 97"], "cite_par": ["140 III 337", "122 I 101", "123 III 1", "135 III 66", "133 III 57"], "chapeau": "61. Auszug aus dem Urteil der II. Zivilabteilung vom 11. August 1995 i.S. B.S. gegen P.S. (staatsrechtliche Beschwerde)", "regestes": ["Partage d'un éventuel déficit lors de la fixation de la contribution d'entretien dans la procédure de mesures protectrices de l'union conjugale (art. 4 Cst.; art. 159, 163, 176 al. 1 ch. 1 CC). Une réglementation de la contribution d'entretien, au sens de l'art. 176 al. 1 ch. 1 CC, qui laisse dans tous les cas à l'époux débiteur de la contribution exerçant une activité lucrative le minimum vital du droit des poursuites et impute un éventuel déficit uniquement sur la prétention à l'entretien de l'autre époux, n'est pas arbitraire (consid. 5b)."], "faits": "BGE 121 III 301 S. 302\n\nA.- Im Eheschutzverfahren zwischen B. S. und P. S. hielt der Gerichtspräsident II von K. fest, dass der gemeinsame Haushalt der Eheleute seit dem 13. November 1993 aufgehoben sei. Der angerufene Richter stellte ferner die beiden Kinder D., geb. am 2. Mai 1991, und A., geb. am 7. August 1993, unter die Obhut der Mutter und räumte dem Vater ein Besuchsrecht ein. Den vom erwerbstätigen Ehemann an Frau und Kinder zu bezahlenden Unterhaltsbeitrag setzte der Richter auf einen Betrag von monatlich Fr. 2'360.-- fest, wobei dieser zu je Fr. 503.-- für die beiden Kinder und Fr. 1'354.-- für die Ehefrau gedacht war.\n\nB.- Auf Appellation des Ehemannes verurteilte der Appellationshof des Kantons Bern diesen mit Entscheid vom 5. April 1995 dazu, seiner Ehefrau und den beiden Kindern insgesamt Fr. 2'000.-- monatlich zu bezahlen (je Kind Fr. 450.--).\n\nC.- Mit staatsrechtlicher Beschwerde vom 15. Mai 1995 wegen Verletzung von Art. 4 BV ersucht die Ehefrau um Aufhebung des Entscheids der II. Zivilkammer des Appellationshofs.", "considerants": "Aus den Erwägungen:\n\n5. Die Beschwerdeführerin erblickt alsdann im Umstand, dass die letzte kantonale Instanz den sich nach Abzug beider Existenzminima vom Gesamteinkommen der Eheleute ergebenden Fehlbetrag ihr allein überbunden hat, eine willkürliche Auslegung der Art. 159, 163 und 176 ZGB. ....\n\nb) (Darlegung der Regelung, wie sie aufgrund der Rechtsprechung für die vorsorglichen Massnahmen nach Art. 145 Abs. 2 ZGB gilt) ....\n\nIm vorliegenden Fall geht es zwar nicht um die Festsetzung von Unterhaltsbeiträgen für die Dauer des Scheidungsverfahrens. Wie Art. 145 Abs. 2 ZGB enthält indes auch Art. 176 Abs. 1 ZGB Regeln für den Fall, dass der gemeinsame eheliche Haushalt trotz bestehender Ehe aufgelöst wird. Der einzige Unterschied besteht darin, dass Art. 145 Abs. 1 ZGB nach BGE 121 III 301 S. 303Einreichung der Scheidungs- bzw. Trennungsklage einen unbedingten Anspruch auf Auflösung des gemeinsamen Haushalts verleiht, während Art. 175 ZGB einen Ehegatten einzig dann zur Auflösung des Haushalts berechtigt, wenn eine \"ernstliche Gefährdung\" gegeben ist. Liegt aber eine solche vor und wird der Haushalt deswegen aufgelöst, so zieht dies die gleichen Konsequenzen nach sich: Der Richter hat in diesem Fall wie bei den vorsorglichen Massnahmen nach Art. 145 Abs. 2 ZGB Regelungen hinsichtlich Wohnung, elterliche Obhut über die Kinder, Unterhaltsbeiträge sowie güterrechtliche Anordnungen zu treffen. Dass Art. 145 Abs. 2 und Art. 176 ZGB die gleiche Situation beschlagen, wird sodann auch dadurch bestätigt, dass bei der Revision des Eherechts auch Art. 145 ZGB eine Änderung erfahren hat und an den Wortlaut von Art. 163 und Art. 176 ZGB angepasst worden ist, obwohl die erstgenannte Bestimmung nicht zum engeren Gegenstand der Revision gehörte. Schliesslich wird in der Literatur nicht unterschieden, ob die Unterhaltsbeiträge nach Art. 145 Abs. 2 ZGB oder Art. 176 Abs. 1 Ziff. 1 ZGB zuzusprechen sind.\n\nUnter diesen Umständen aber ist es nicht unhaltbar, bei der Festsetzung des Unterhaltsbeitrages im Rahmen von Eheschutzmassnahmen dem rentenpflichtigen Ehegatten das volle Existenzminimum zu belassen und den negativen Saldo allein dem rentenberechtigten Partner zu überbinden. Von einer willkürlichen Auslegung der Art. 159, 163 bzw. Art. 176 ZGB kann demnach keine Rede sein. Daran vermag auch die Kritik, welche GEISER an BGE 121 I 97 geübt hat (AJP 7/95, S. 939 f.), nichts zu ändern: Wie dieser Autor selber einräumt, entfällt im Fall von Art. 176 Abs. 1 Ziff. 1 ZGB die Problematik, dass allfällige Rückforderungen des Sozialamtes aus nachehelichem Einkommen zu bezahlen wären (GEISER, a.a.O. S. 940), zumal die Ehe hier nach dem Dahinfallen der Eheschutzmassnahmen noch andauert, und eine Pflicht zur Rückleistung in jedem Fall Auswirkungen auf die Mittel beider Ehegatten hat. Nicht zu bestechen vermögen schliesslich auch die Bedenken, welche die Beschwerdeführerin gegen eine Berücksichtigung des Arguments der Erhaltung der Arbeitskraft beim selbständigen Bauern vorbringt. Die Erhaltung der Arbeitskraft wird generell und nicht bezogen auf bestimmte Berufsgattungen verstanden und ist bei selbständiger Tätigkeit zudem besonders stark zu gewichten, zumal freiberuflich tätige Personen ihr Einkommen viel flexibler variieren können als Angestellte; von daher ist es sogar besonders naheliegend, dass sich auch bei jener Berufskategorie die in das Existenzminimum eingreifenden Unterhaltsbeiträge BGE 121 III 301 S. 304spürbar auf Arbeitsmotivation und Einkommen auswirken.\n\nIn bezug auf diesen Punkt ist die Beschwerde mithin als unbegründet abzuweisen."}