{"annee": "121", "cour": "V", "page": "336", "date": "28/12/1995", "cite": ["112 V 229", "120 V 233", "112 V 237", "119 V 51"], "cite_par": ["126 V 384", "131 V 279", "138 V 434", "130 V 229", "125 V 123"], "chapeau": "50. Urteil vom 28. Dezember 1995 i.S. R. gegen Arbeitslosenkasse der Gewerkschaft Bau & Industrie GBI und Rekurskommission für die Arbeitslosenversicherung des Kantons Zürich", "regestes": ["Art. 8 al. 1, art. 10 al. 2, art. 11 al. 1, art. 13 LACI. Droit à une indemnité de chômage d'un assuré désirant augmenter son occupation à temps partiel. Art. 14 al. 1 et 2 LACI. Il n'y a pas lieu à libération des conditions relatives à la période de cotisation, en cas d'absence de lien de causalité entre le motif de libération et la nécessité d'augmenter une activité lucrative dépendante."], "faits": "BGE 121 V 336 S. 336\n\nA.- Die 1939 geborene R. arbeitet seit 1. Januar 1981 halbtags als kaufmännische Angestellte in der X AG. Nach der Scheidung im Jahre 1989 besuchte sie Weiterbildungskurse der Schule Y, welche sie im März 1992 mit dem Handelsdiplom abschloss. Seit Juli 1992 sucht sie eine Vollzeitbeschäftigung im kaufmännischen Bereich.\n\nAb 22. April 1993 unterzog sich R. der Stempelkontrolle und beantragte die Ausrichtung von Arbeitslosenentschädigung. Mit Verfügung vom 9. Juni 1993 BGE 121 V 336 S. 337lehnte die Arbeitslosenkasse der Gewerkschaft Bau & Industrie GBI das Begehren mit der Begründung ab, die Versicherte habe keinen anrechenbaren Verdienstausfall erlitten, nachdem sie nach wie vor im Rahmen von 50% einer Vollzeitbeschäftigung erwerbstätig sei.\n\nB.- Die hiegegen erhobene Beschwerde wies die Rekurskommission für die Arbeitslosenversicherung des Kantons Zürich mit Entscheid vom 22. September 1994 ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde beantragt R., es seien ihr ab 22. April 1993 für den Arbeitsausfall von 50% Arbeitslosentaggelder zuzusprechen; zudem ersucht sie um Gewährung der unentgeltlichen Verbeiständung.\n\nDie Arbeitslosenkasse und das Bundesamt für Industrie, Gewerbe und Arbeit verzichten auf eine Vernehmlassung.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Art. 8 Abs. 1 AVIG zählt die für die Arbeitslosenentschädigung massgeblichen Anspruchsvoraussetzungen auf. Danach ist unter anderem erforderlich, dass der Versicherte ganz oder teilweise arbeitslos ist (lit. a). Als ganz arbeitslos gilt, wer in keinem Arbeitsverhältnis steht und eine Vollzeitbeschäftigung sucht (Art. 10 Abs. 1 AVIG). Als teilweise arbeitslos gilt nach Art. 10 Abs. 2 AVIG, wer in keinem Arbeitsverhältnis steht und lediglich eine Teilzeitbeschäftigung sucht (lit. a) oder eine Teilzeitbeschäftigung hat und eine Vollzeit- oder eine weitere Teilzeitbeschäftigung sucht (lit. b).\n\nZu den gesetzlichen Anspruchsvoraussetzungen gehört ferner, dass der Versicherte einen anrechenbaren Arbeitsausfall erlitten hat (Art. 8 Abs. 1 lit. b AVIG). Nach Art. 11 Abs. 1 AVIG ist der Arbeitsausfall anrechenbar, wenn er einen Verdienstausfall zur Folge hat und mindestens zwei aufeinanderfolgende volle Arbeitstage dauert. Als voller Arbeitstag gilt der fünfte Teil der wöchentlichen Arbeitszeit, die der Versicherte normalerweise während seines letzten Arbeitsverhältnisses geleistet hat (Art. 4 Abs. 1 AVIV). Der Arbeitsausfall von teilweise Arbeitslosen ist anrechenbar, wenn er innerhalb von zwei Wochen mindestens zwei volle Arbeitstage ausmacht (Art. 5 AVIV).\n\nIm weitern muss der Versicherte die Beitragszeit erfüllen oder von der Erfüllung der Beitragszeit befreit sein (Art. 8 Abs. 1 lit. e AVIG). Nach Art. 13 Abs. 1 AVIG erfüllt die Beitragszeit, wer innerhalb der Rahmenfrist BGE 121 V 336 S. 338(Art. 9 Abs. 3 AVIG) während mindestens sechs Monaten eine beitragspflichtige Beschäftigung ausgeübt hat. Die Rahmenfrist für die Beitragszeit beginnt zwei Jahre vor dem Tag, an welchem der Versicherte erstmals sämtliche Anspruchsvoraussetzungen erfüllt (Art. 9 Abs. 3 in Verbindung mit Abs. 2 AVIG). Von der Erfüllung der Beitragspflicht befreit ist gemäss Art. 14 Abs. 1 AVIG u.a., wer innerhalb der Rahmenfrist während insgesamt mehr als zwölf Monaten wegen Schulausbildung, Umschulung oder Weiterbildung (lit. a) oder infolge Krankheit, Unfall oder Mutterschaft (lit. b) nicht in einem Arbeitsverhältnis stand und deshalb die Beitragszeit nicht erfüllen konnte. Ebenfalls befreit sind Personen, die wegen Trennung oder Scheidung ihrer Ehe, wegen Invalidität oder Todes des Ehegatten oder aus ähnlichen Gründen oder wegen Wegfalls einer Invalidenrente gezwungen sind, eine unselbständige Erwerbstätigkeit aufzunehmen oder zu erweitern; indessen darf das betreffende Ereignis nicht mehr als ein Jahr zurückliegen (Art. 14 Abs. 2 AVIG).\n\n2. Gemäss Arbeitgeberbescheinigung vom 30. April 1993 ist die Beschwerdeführerin in der X AG während 21 1/4 Wochenstunden erwerbstätig, wogegen die normale betriebliche Arbeitszeit 41 1/4 Stunden pro Woche beträgt. Im Antrag auf Arbeitslosenentschädigung gab die Versicherte an, sie sei bereit und in der Lage, eine Vollzeitbeschäftigung anzunehmen.\n\na) Die Rekurskommission hat eine (Teil-)Arbeitslosigkeit verneint. Unter Hinweis auf das Urteil H. des Eidg. Versicherungsgerichts vom 31. Mai 1994 (auszugsweise veröffentlicht in SVR 1994 ALV Nr. 22 S. 51) hat sie erwogen, die Rechtsprechung, wonach es für die Qualifizierung einer Tätigkeit als Zwischenverdienst nicht mehr auf das Kriterium des Übergangscharakters ankomme, führe dazu, dass sämtliche Formen unselbständiger Erwerbstätigkeit innerhalb einer Kontrollperiode unter Art. 24 AVIG zu subsumieren seien. Da demnach die Entschädigung nach dem Verdienst- und nicht nach dem Arbeitsausfall zu erfolgen habe, müsse nicht mehr geprüft werden, ob ein Arbeitsverhältnis den gewünschten Beschäftigungsumfang abdeckt. Die Annahme von zumutbarer Arbeit führe zwingend zum Austritt aus der Arbeitslosigkeit. Für die Feststellung eines zusätzlichen Arbeitsausfalls bestehe daher ebensowenig Raum wie für eine darauf gründende Entschädigung. Art. 10 Abs. 2 lit. b AVIG, welcher die teilweise Arbeitslosigkeit für den Fall vorsehe, wo ein Teilzeitbeschäftigter eine Vollzeit- oder eine weitere Teilzeitstelle sucht, sei damit grundsätzlich nicht mehr anwendbar. Der BGE 121 V 336 S. 339versicherte Verdienst werde sich in der Regel nach dem bisherigen Einkommen bemessen, welches indessen nach wie vor erzielt werde.\n\nb) Zu unterscheiden ist zunächst zwischen den Anspruchsnormen (Art. 8-17 AVIG) und den Bestimmungen über die Bemessung der Arbeitslosenentschädigung (Art. 18-29 AVIG). Danach ist die am 1. Januar 1992 in Kraft getretene neuumschriebene Zwischenverdienstregelung (Art. 24 AVIG) aufgrund ihrer systematischen Einordnung im Gesetz eine Entschädigungs- oder, genauer gesagt, eine Entschädigungsbemessungsnorm (BGE 120 V 242 Erw. 2b; in SVR 1994 ALV Nr. 22 S. 51 nicht publizierte Erwägung 3b). Ob ein Anspruch auf Arbeitslosenentschädigung in einer bestimmten Kontrollperiode besteht, beurteilt sich primär nach Art. 8 Abs. 1 lit. a-g in Verbindung mit Art. 9 ff. AVIG. Sind diese Anspruchsvoraussetzungen gegeben, kommt es zur Zusprechung einer Arbeitslosenentschädigung, die in betraglicher Hinsicht nach den Art. 18 ff. AVIG festgelegt wird (vgl. GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. III, N. 10 zu Art. 24; GEHRHARDS, Arbeitslosenversicherung:\"Stempelferien\", Zwischenverdienst und Kurzarbeitsentschädigung für öffentliche Betriebe und Verwaltungen - Drei Streitfragen, in SZS 1994 S. 348). Das ist auch im Falle, da der Versicherte in der fraglichen Kontrollperiode einen Zwischenverdienst erzielt, grundsätzlich nicht anders (unveröffentlichtes Urteil F. vom 1. Juni 1994). Eine Sonderregelung besteht indes für den Fall, dass der Versicherte zur Vermeidung von Arbeitslosigkeit für wenigstens eine ganze Kontrollperiode eine Vollzeitbeschäftigung annimmt und ihn dabei ein Verdienstausfall trifft, ohne dass er einen erheblichen Arbeitsausfall erleidet. Für diesen speziellen Tatbestand gewährt Art. 24 Abs. 4 AVIG, beschränkt auf die ersten sechs Monate einer solchen Beschäftigung, die Befreiung vom gesetzlichen Anspruchserfordernis des anrechenbaren Arbeitsausfalles im Sinne von Art. 11 Abs. 1 AVIG.\n\nc) Zu einer anderen Betrachtungsweise besteht auch unter dem Gesichtswinkel des Urteils H. vom 31. Mai 1994 kein Anlass. Wenn das Eidg. Versicherungsgericht in BGE 120 V 249 f. Erw. 5b (worauf Erwägung 6a des Urteils H. verweist) festhielt, sämtliche Formen unselbständiger Erwerbstätigkeit, welche bisher unter die verschiedenen Bemessungsnormen oder -grundsätze der Teilzeitarbeit (Art. 18 Abs. 1 in Verbindung mit Art. 22 f. AVIG), des Zwischenverdienstes (alt Art. 24 AVIG) und der Ersatzarbeit (alt Art. 25 AVIG) subsumiert wurden, bildeten nunmehr Gegenstand des revidierten Art. 24 AVIG, kann daraus nicht abgeleitet werden, in Fällen wie dem vorliegenden bestehe gar keine Arbeitslosigkeit BGE 121 V 336 S. 340und Art. 10 Abs. 2 lit. b AVIG sei gar nicht anwendbar. Werden die Darlegungen des Eidg. Versicherungsgerichts nämlich nicht isoliert, sondern im Gesamtzusammenhang betrachtet, zeigt sich ganz klar, dass sie sich auf die Entschädigungsbemessung und nicht auf die Anspruchsvoraussetzungen beziehen (vgl. BGE 120 V 248 ff. Erw. 5a und b). Konkret ging es in jenem Fall um die Auswirkungen der am 1. Januar 1992 in Kraft getretenen neuen Zwischenverdienstregelung auf die Festsetzung der Arbeitslosenentschädigung. Dabei hat das Gericht erwogen, mit der Gesetzesnovelle sei beabsichtigt worden, die Berechnung der Arbeitslosenentschädigung zu vereinheitlichen. Dieser gesetzgeberische Wille habe in Art. 24 AVIG seinen Niederschlag gefunden, mit der Folge, dass nunmehr sämtliche während einer oder mehrerer Kontrollperioden erzielten Verdienste nach dem Prinzip des Verdienstausfalls und nicht mehr nach jenem des Arbeitsausfalls einheitlich über den Weg von Art. 24 AVIG zu entschädigen seien (BGE 120 V 248 f. Erw. 5b). Am Grundsatz, wonach die Zwischenverdienstregelung eine abrechnungstechnische Einkommens-Behandlungsbestimmung und nicht eine Tätigkeitsförderungsnorm ist (GERHARDS, Arbeitslosenversicherung: \"Stempelferien\", Zwischenverdienst und Kurzarbeitsentschädigung für öffentliche Betriebe und Verwaltungen - Drei Streitfragen, in SZS 1994 S. 348), ändern die Urteile R. vom 31. Mai 1994 (BGE BGE 120 V 233) und H. vom gleichen Tag nichts. Die Anwendung dieser Regelung setzt nach wie vor die vorgängige Feststellung der Erfüllung der Anspruchsvoraussetzungen der Grundregel von Art. 8 AVIG voraus.\n\nd) Die vorinstanzlichen Darlegungen vermögen auch deshalb nicht zu überzeugen, weil sie dazu führen, dass Art. 14 Abs. 2 AVIG - insoweit er den Fall der Erweiterung einer bisherigen Tätigkeit regelt - schlechthin aus den Angeln gehoben würde. Für eine Versicherte, welche zufolge Scheidung die bisherige Halbtagesstelle erweitern möchte, würde dies bedeuten, dass ihr Anspruch auf Arbeitslosenentschädigung in Ermangelung der ersten Voraussetzung des in Art. 8 Abs. 1 AVIG aufgeführten Katalogs verneint werden müsste und es ihr nichts nützen würde, dass sie aufgrund von Art. 14 Abs. 2 AVIG - mit Bezug auf die gesuchte zusätzliche Tätigkeit - an sich von der Erfüllung der Beitragszeit befreit wäre. Die in Art. 14 Abs. 2 AVIG bewusst kodifizierte Erweiterung einer Tätigkeit (vgl. ARV 1987 Nr. 5 S. 69 Erw. 2c) wäre damit obsolet.\n\nBGE 121 V 336 S. 341\n\ne) Zusammenfassend ergibt sich, dass die Anspruchsvoraussetzungen von Art. 8 ff. AVIG von der seit 1. Januar 1992 in Kraft stehenden Zwischenverdienstregelung nicht berührt werden. Im Sinne einer systematischen Gesetzesanwendung ist demnach zunächst gemäss Art. 8 Abs. 1 lit. a in Verbindung mit Art. 10 AVIG zu prüfen, ob überhaupt Arbeitslosigkeit im Sinne dieser Bestimmungen besteht.\n\nIm vorliegend zu beurteilenden Fall führt dies dazu, dass die Beschwerdeführerin, welche unbestrittenermassen eine Teilzeitbeschäftigung ausübt und eine Vollzeitbeschäftigung sucht, vom Zeitpunkt, ab welchem sie sich beim Arbeitsamt zur Vermittlung gemeldet hat (Art. 10 Abs. 3 AVIG), d.h. ab 22. April 1993, als teilarbeitslos zu betrachten ist.\n\n3. Als weitere - kumulativ - zu erfüllende Anspruchsvoraussetzung muss nach Art. 8 Abs. 1 lit. b in Verbindung mit Art. 11 Abs. 1 AVIG ein anrechenbarer Arbeitsausfall vorliegen. Ob dies zutrifft, beurteilt sich bei Versicherten, die zwar eine Teilzeitbeschäftigung ausüben, aber eine Ganztagesstelle suchen, nicht an den Verhältnissen der Vergangenheit, sondern prospektiv im Hinblick auf die von ihnen angestrebte Beschäftigung (vgl. BGE 112 V 229; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. I, N. 14 zu Art. 11). Entgegen der von der Arbeitslosenkasse in der Verfügung vom 9. Juni 1993 vertretenen Auffassung liegt - in Übereinstimmung mit der vom Kantonalen Amt für Industrie, Gewerbe und Arbeit in der Vernehmlassung an die Vorinstanz vom 10. Juni 1994 geäusserten Meinung - mit Bezug auf die gewünschte Erweiterung der Erwerbstätigkeit ein anrechenbarer Arbeitsausfall vor (SVR 1994 ALV Nr. 11 S. 28 Erw. 2b). Der geforderte Mindestausfall von zwei vollen Tagen innerhalb zweier Wochen (Art. 5 AVIV) ist ebenfalls gegeben (vgl. GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. I, N. 30 und N. 31 zu Art. 11).\n\n4. Zu prüfen ist des weitern, ob die Beschwerdeführerin bezüglich jenes Teils der Zeit, für die sie einen Arbeitsausfall geltend macht, die Beitragszeit erfüllt bzw. ob dafür ein Befreiungsgrund vorliegt (Art. 8 Abs. 1 lit. e AVIG; BGE 112 V 240 f. Erw. 2c; SVR 1994 ALV Nr. 11 S. 28 Erw. 3 u. 4).\n\nZu unterscheiden ist zwischen der Tätigkeit, die der Beitragspflicht unterliegt, und der anderen Beschäftigung. Aus Art. 14 Abs. 2 AVIG folgt, dass Versicherte, welche ihre Tätigkeit erweitern wollen, bezüglich der gewünschten Ausdehnung ihrer Tätigkeit die Voraussetzungen der Beitragszeit BGE 121 V 336 S. 342nicht erfüllen, obwohl sie während mindestens sechs Monaten eine beitragspflichtige Teilzeitbeschäftigung ausgeübt haben. Des weiteren können Personen, die nie erwerbstätig waren und daher keine Beiträge an die Arbeitslosenversicherung entrichtet haben, (unter Vorbehalt von Befreiungsgründen) keinen Anspruch auf Arbeitslosenentschädigung geltend machen, wenn sie eine Anstellung suchen; genausowenig kann somit derjenige, der bisher lediglich auf der Basis einer Teilzeitbeschäftigung Beiträge entrichtet hat, Leistungen für den Verdienstausfall einer Vollzeitstelle beanspruchen (SVR 1994 ALV Nr. 11 S. 28 Erw. 3).\n\nDie Beschwerdeführerin kann innerhalb der zweijährigen Rahmenfrist für die Beitragszeit (Art. 9 Abs. 1 und 3 AVIG) nur auf einem Teilpensum von 21 1/4 Wochenstunden Beiträge ausweisen. Damit genügt sie bezüglich der gewünschten Ausdehnung der Beschäftigung den Anforderungen des Art. 8 Abs. 1 lit. e AVIG nicht, insoweit dort die Erfüllung der Beitragszeit nach Art. 13 AVIG verlangt wird.\n\n5. a) Somit fragt sich des weitern, ob allenfalls ein Befreiungstatbestand im Sinne von Art. 14 AVIG vorliegt. Diesbezüglich bringt die Beschwerdeführerin vor, im Zeitpunkt der Scheidung im November 1989 sei ihr eine zeitlich abgestufte Rente zugesprochen worden, in der Annahme, sie werde ihr Arbeitspensum in den nachfolgenden drei bis fünf Jahren auf 100% aufstocken können. Im Hinblick auf die Ausweitung der Erwerbstätigkeit habe sie zunächst von März 1990 bis März 1992 an der Schule Y einen berufsbegleitenden Weiterbildungskurs besucht. Während dieser Zeit sei es ihr somit nicht möglich gewesen, ganztägig eine unselbständige Tätigkeit auszuüben. Vom 2. Dezember 1992 bis 31. Januar 1993 sei sie zudem aus gesundheitlichen Gründen zu 100% arbeitsunfähig gewesen.\n\nb) Nach dem Wortlaut von Art. 14 Abs. 1 AVIG beziehen sich diese Bestimmungen auf Versicherte, die nicht in einem Arbeitsverhältnis standen und deshalb durch die dort genannten Gründe an der Ausübung einer beitragspflichtigen Beschäftigung gehindert worden sind. Es muss somit ein Kausalzusammenhang zwischen der Nichterfüllung der Beitragszeit und der Krankheit (ARV 1986 Nr. 3 S. 14 Erw. 2 mit Hinweisen) bzw. der Schulausbildung, Umschulung oder Weiterbildung vorliegen (ARV 1991 Nr. 8 S. 86 Erw. 3a mit Hinweisen). Um wirklich kausal für die fehlende Beitragszeit zu sein, muss das Hindernis zudem während mehr als zwölf Monaten bestanden BGE 121 V 336 S. 343haben. Denn bei kürzerer Verhinderung bleibt dem Versicherten während der zweijährigen Rahmenfrist genügend Zeit, um eine ausreichende beitragspflichtige Beschäftigung auszuüben (GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. I, N. 10 zu Art. 14). Da eine Teilzeitbeschäftigung mit Bezug auf die Erfüllung der Beitragszeit einer Vollzeitbeschäftigung gleichgestellt ist (Art. 11 Abs. 4 Satz 1 AVIV), liegt die erforderliche Kausalität für das Fehlen einer beitragspflichtigen Beschäftigung zudem nur vor, wenn es dem Versicherten aus einem der in Art. 14 Abs. 1 lit. a-c AVIG genannten Gründen auch nicht möglich und zumutbar ist, ein Teilzeitarbeitsverhältnis einzugehen. Denn bei genügender Beitragszeit, d.h. wenn der Versicherte innerhalb der Rahmenfrist während mindestens sechs Monaten eine beitragspflichtige Beschäftigung ausgeübt hat (Art. 13 Abs. 1 AVIG), kommt die Befreiungsregelung nicht zum Zuge (unveröffentlichtes Urteil H. vom 9. Januar 1995; GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz, Bd. I, N. 8 zu Art. 14). Entgegen der von der Versicherten vertretenen Auffassung kommt Art. 14 Abs. 1 AVIG somit nicht zur Anwendung, wenn ein Versicherter seine bisher ausgeübte unselbständige Teilzeitbeschäftigung erweitern will.\n\nDie Beschwerdeführerin steht unbestrittenermassen seit 1981 ununterbrochen in einem Arbeitsverhältnis, welches auch während der rund zweimonatigen Krankheit fortbestand. Des weitern besuchte sie den Kurs an der Schule Y zugegebenermassen neben dieser Teilzeitbeschäftigung. Die Voraussetzungen für eine Befreiung von der Erfüllung der Beitragszeit aufgrund von Art. 14 Abs. 1 AVIG sind somit nicht erfüllt.\n\nc) Die Versicherte beruft sich des weitern darauf, dass ihr geschiedener Ehemann nicht mehr in der Lage sei, ihr die Unterhaltsbeiträge zu bezahlen. Es stellt sich somit die Frage, ob sie aus den in Art. 14 Abs. 2 AVIG erwähnten \"ähnlichen Gründen\" einen Befreiungstatbestand verwirklicht.\n\naa) Die Formel \"aus ähnlichen Gründen\" stellt einen unbestimmten Rechtsbegriff dar, welcher vom Gesetzgeber bewusst nicht näher umschrieben wurde, um die Vorschrift entsprechend der Vielfalt des Lebens flexibel handhaben zu können (Botschaft des Bundesrates zum AVIG vom 2. Juli 1980, BBl 1980 III 565). Entscheidend ist, dass der unmittelbar Betroffene oder dessen Ehepartner durch ein bestimmtes Ereignis in eine wirtschaftliche Zwangslage gerät (BGE 119 V 54 Erw. 3a mit Hinweis).\n\nBGE 121 V 336 S. 344\n\nbb) Eine Befreiung von der Erfüllung der Beitragszeit nach Art. 14 Abs. 2 AVIG ist indessen nur möglich, wenn zwischen dem geltend gemachten Grund und der Notwendigkeit einer Aufnahme oder Erweiterung einer unselbständigen Erwerbstätigkeit ein Kausalzusammenhang gegeben ist. Dabei ist kein strikter Kausalitätsnachweis im naturwissenschaftlichen Sinne zu verlangen. Ein solcher könnte kaum je erbracht werden, sind doch die in diesem Zusammenhang bedeutsamen inneren Beweggründe einer Person für die Suche nach einer Arbeitnehmertätigkeit einer Beurteilung durch Drittpersonen weitgehend entzogen. Vernünftigerweise ist deshalb der erforderliche Kausalzusammenhang bereits zu bejahen, wenn es glaubwürdig und nachvollziehbar erscheint, dass der Entschluss des Versicherten, eine unselbständige Erwerbstätigkeit aufzunehmen, in dem als Befreiungsgrund in Frage kommenden Ereignis mitbegründet liegt (BGE 119 V 55 Erw. 3b mit Hinweis).\n\nAnderseits gilt es zu beachten, dass das Gesetz die enumerierten oder ähnlichen Befreiungsgründe im Rahmen der Generalklausel nicht mehr zulässt, wenn das betreffende Ereignis mehr als ein Jahr zurückliegt (Art. 14 Abs. 2 Satz 2 AVIG). Dies ist Ausdruck der gesetzgeberischen Entscheidung, ein solches Ereignis nicht mehr als kausal für die über ein Jahr später versuchte Arbeitsaufnahme zu betrachten.\n\ncc) Wie dem Schreiben der Beschwerdeführerin an ihren geschiedenen Ehemann vom 16. Februar 1993 zu entnehmen ist, kam dieser seiner Unterhaltspflicht bis Ende Januar 1993 stets pünktlich nach. Erst ab Februar 1993 konnte er die Zahlungen infolge finanzieller Schwierigkeiten nicht mehr leisten. Gemäss den Darlegungen in der Verwaltungsgerichtsbeschwerde hatte sich die Versicherte indessen bereits seit Mitte 1992 um eine Vollzeitstelle bemüht. Im vorinstanzlichen Verfahren hat sie dies zudem mit zahlreichen Unterlagen dokumentiert. Daraus folgt, dass sie bereits vor dem Wegfall der Unterhaltsbeiträge einer ganztägigen Beschäftigung nachgehen wollte. Es waren somit nicht erst die fehlenden Beiträge, welche die Beschwerdeführerin dazu zwangen, die Erwerbstätigkeit auszudehnen. Zwischen dem Ausbleiben der Zahlungen ihres Ex-Mannes und dem Wunsch nach einer Vollzeitstelle besteht somit kein Kausalzusammenhang (vgl. ARV 1987 Nr. 5 S. 70 Erw. 2d). Weitere Befreiungsgründe, welche innerhalb der Jahresfrist nach Art. 14 Abs. 2 in fine AVIG liegen, werden keine geltend gemacht und ergeben sich auch nicht aufgrund der Akten. Insbesondere fällt die in Art. 14 Abs. 2 AVIG angeführte Ehescheidung im vorliegenden Fall ausser BGE 121 V 336 S. 345Betracht, wie die Beschwerdeführerin im übrigen selber einräumt.\n\nDa somit die Voraussetzungen von Art. 8 Abs. 1 lit. e AVIG nicht erfüllt sind, lassen sich die Verfügung vom 9. Juni 1993 und der vorinstanzliche Entscheid im Ergebnis insofern nicht beanstanden, als der Leistungsanspruch zu verneinen ist.\n\n6. (Unentgeltliche Verbeiständung)"}