{"annee": "121", "cour": "IV", "page": "193", "date": "22/6/1995", "cite": ["117 IV 112", "116 IV 288", "118 IV 122", "120 IV 136", "120 IV 117"], "cite_par": ["128 IV 73", "122 IV 299", "123 IV 150", "121 IV 202"], "chapeau": "31. Extrait de l'arrêt de la Cour de cassation pénale du 22 juin 1995 dans la cause W. contre Ministère public du canton de Vaud (pourvoi en nullité)", "regestes": ["Art. 63 CP; fixation de la peine, degré de pureté de la drogue. Lorsqu'il n'est pas établi que l'accusé aurait voulu fournir une drogue particulièrement pure ou particulièrement diluée, la question du taux de pureté exact ne joue pas de rôle pour apprécier la gravité de sa faute et, partant, pour fixer la peine. D'ailleurs, la quantité exacte de drogue en jeu et, le cas échéant, le degré de pureté de celle-ci perdent de l'importance lorsque plusieurs circonstances aggravantes prévues par l'art. 19 ch. 2 LStup sont réalisées et à mesure que l'on s'éloigne de la limite à partir de laquelle le cas doit être considéré comme grave au sens de l'art. 19 ch. 2 let. a LStup (consid. 2b/aa)."], "faits": "|193|\n\nA.- Par jugement du 24 août 1994, le Tribunal criminel du district de Lausanne a condamné W., pour infraction grave à la LStup (RS 812.121) et |194| infraction à la LSEE (RS 142.20), à la peine de 13 ans de réclusion et à l'expulsion du territoire suisse pour une durée de 15 ans, mettant à sa charge une créance compensatrice de 50'000 fr. et une partie des frais de la procédure, arrêtée à 45'785 fr. 30.\n\nB.- Cette condamnation est fondée en résumé notamment sur les faits suivants.\n\nW., né en 1954 à Kinshasa (Zaïre), a quitté son pays en mai 1980 pour s'établir en France, où il a obtenu l'asile politique.\n\nEntre janvier 1991 et son arrestation en septembre 1991, il a livré en Suisse 3,1 kg de drogue dure. Acquérant la drogue sur le marché d'Amsterdam, il la transportait parfois lui-même, mais le plus souvent il la faisait transporter par des tiers, soit deux femmes qui ont été identifiées. Il fournissait en stupéfiants la \"bande des quatre\", ainsi que quatre autres personnes. Le bénéfice réalisé a été évalué à 186'000 fr. environ.\n\nPour ce qui concerne le déroulement de l'enquête, W. a tout d'abord contesté s'être livré au trafic; par la suite, il a admis avoir livré de la drogue dure (héroïne et cocaïne), reconnaissant en définitive une quantité de 175 g. Le tribunal a acquis la conviction qu'il avait fortement minimisé son trafic de drogue. Il faut relever ici que la police a procédé dans cette affaire à des investigations de grande ampleur, notamment à de nombreuses surveillances téléphoniques durant l'été 1991. Les éléments réunis ne permettent toutefois pas de préciser avec exactitude le genre de drogue dont il s'agissait, sa quantité et sa qualité; procédant à l'appréciation des preuves, le tribunal a considéré que la quantité totale de drogue se répartissait de la manière suivante: deux tiers de cocaïne et un tiers d'héroïne; il a été retenu un degré de pureté de 30% pour l'ensemble de la drogue, ce qui apparaissait comme favorable aux accusés compte tenu de certains témoignages recueillis. S'agissant plus particulièrement de W., le tribunal a, sur la base des éléments dégagés par la police, retenu une quantité de 3,1 kg de drogue dure, estimant qu'il s'agissait du chiffre le plus favorable à l'accusé.\n\nLe tribunal a considéré que W. s'était rendu coupable d'infraction grave à la loi fédérale sur les stupéfiants, réalisant les trois hypothèses de cas grave prévues par l'art. 19 ch. 2 LStup. Au stade de la fixation de la peine, il a été tenu compte de l'intensité du trafic sur une période relativement courte. Il a été relevé qu'il avait agi en véritable professionnel, guidé par le seul profit, n'hésitant pas à utiliser des tiers pour transporter la drogue. Il a bénéficié durant son enfance d'un encadrement favorable et il a trouvé en France une terre d'accueil, où il |195| pouvait vivre honnêtement. Il a été observé que tous les accusés avaient mené grand train grâce à leur trafic, se montrant tous très dépensiers. A décharge, il a été tenu compte des bons antécédents, du fait qu'une consommation régulière de drogues diverses avait pu conduire l'accusé plus facilement sur le chemin de la délinquance, qu'il avait souffert de déracinement après avoir quitté son pays d'origine et qu'il avait rencontré diverses difficultés personnelles. Il a été observé enfin que l'accusé n'avait jamais manifesté le désir de s'établir en Suisse et qu'il n'y avait aucune attache.\n\nC.- Statuant sur recours du condamné le 10 novembre 1994, la Cour de cassation pénale du Tribunal cantonal vaudois a confirmé le jugement attaqué. Contre cet arrêt, W. s'est pourvu en nullité à la Cour de cassation pénale du Tribunal fédéral.\n\nLe tribunal fédéral rejette le pourvoi dans la mesure où il est recevable.", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. a) Invoquant une violation de l'art. 63 CP, le recourant soutient que la peine qui lui a été infligée est exagérément sévère.\n\nTout en exigeant que la peine soit fondée sur la faute, l'art. 63 CP n'énonce pas de manière détaillée et exhaustive les éléments qui doivent être pris en considération, ni les conséquences exactes qu'il faut en tirer quant à la fixation de la peine; cette disposition confère donc au juge un large pouvoir d'appréciation; même s'il est vrai que la Cour de cassation examine librement s'il y a eu violation du droit fédéral, elle ne peut admettre un pourvoi en nullité portant sur la quotité de la peine, compte tenu du pouvoir d'appréciation reconnu en cette matière à l'autorité cantonale, que si la sanction a été fixée en dehors du cadre légal, si elle est fondée sur des critères étrangers à l'art. 63 CP, si les éléments d'appréciation prévus par cette disposition n'ont pas été pris en compte ou enfin si la peine apparaît exagérément sévère ou clémente au point que l'on doive parler d'un abus du pouvoir d'appréciation (ATF 120 IV 136 consid. 3a et les arrêts cités). Les éléments pertinents pour la fixation de la peine ont été exposés de manière détaillée dans les ATF 117 IV 112 consid. 1 et ATF 116 IV 288 consid. 2a, auxquels on peut se référer.\n\nb) Le recourant critique la peine qui lui a été infligée, en faisant valoir deux arguments précis.\n\n|196|\n\naa) Il soutient que la gravité de sa faute aurait dû être appréciée en prenant en compte non pas la quantité totale de drogue, soit 3,1 kg, mais seulement la quantité de drogue pure, étant rappelé que l'autorité cantonale a admis que les stupéfiants livrés avaient un taux de pureté moyen évalué à 30%.\n\nSelon une jurisprudence récente, c'est la quantité de drogue pure sur laquelle a porté l'infraction qui doit être prise en considération pour déterminer si le cas est grave au sens de l'art. 19 ch. 2 let. a LStup (ATF 119 IV 180 consid. 2d). Cette jurisprudence repose sur la notion de \"quantité de stupéfiants qui peut mettre en danger la santé de nombreuses personnes\", qui est déterminante pour distinguer le cas simple du cas grave prévu par l'art. 19 ch. 2 let. a LStup. Elle ne s'applique en revanche pas à la fixation de la peine, contexte dans lequel la question se pose de manière fort différente. En effet, la quotité de la peine doit être fixée en fonction de la gravité de la faute imputable à l'auteur et non du danger que représente la drogue sur laquelle a porté le trafic. Il s'agit là certes de l'un des éléments pertinents pour apprécier la gravité de la faute, mais qui est à estimer conjointement avec plusieurs autres, sans revêtir une importance prépondérante (ATF 118 IV 342 consid. 2c). C'est tout un ensemble de données relatives aux circonstances de l'infraction et à la personne de l'auteur qui doivent être prises en considération. La quantité de drogue en jeu et, le cas échéant, la pureté de celle-ci est d'autant moins déterminante que l'on s'éloigne de la limite à partir de laquelle le cas doit être considéré comme grave au sens de l'art. 19 ch. 2 let. a LStup. De même, cet élément perd de l'importance lorsque plusieurs des circonstances aggravantes prévues à l'art. 19 ch. 2 LStup sont réalisées.\n\nEn l'espèce, il a été admis que le recourant avait réalisé les trois hypothèses de cas grave prévues par l'art. 19 ch. 2 LStup et qu'il avait joué un rôle primordial dans le trafic en cause. Dans ces conditions, les constatations cantonales desquelles il ressort que le recourant a livré, avec conscience et volonté, au moins 3,1 kg de drogue dure, au sens où ce produit est habituellement vendu sur le marché en vue d'être consommé, sont suffisantes. Certes, comme il est d'usage, la drogue n'était pas pure à 100%, mais puisqu'il ne ressort pas des constatations cantonales que le recourant aurait voulu fournir une drogue particulièrement pure ou particulièrement diluée, la question du taux de pureté exact ne joue pas de rôle pour apprécier la gravité de sa faute.\n\n|197|\n\nLorsque le recourant tente de soutenir que la peine qui lui a été infligée est excessive pour une quantité de 930 g de drogue pure, il fausse les termes d'une éventuelle comparaison. En effet, la drogue n'étant en pratique jamais vendue pure, il est toujours pris en considération la quantité que l'auteur avait en vue, sachant que la drogue est plus ou moins diluée et qu'il s'agit de la marchandise ordinairement vendue sur le marché en vue d'être consommée.\n\nOn ne discerne donc pas de violation du droit fédéral dans l'appréciation de la faute commise par le recourant.\n\nbb) Citant des passages de conversations téléphoniques surveillées, le recourant soutient que son activité a été moins importante qu'il n'a été retenu, et il conteste avoir été guidé par le seul profit et avoir agi comme un professionnel.\n\nDéterminer ce qu'une personne a fait, de quelle manière elle a organisé son activité délictueuse, et quel était son état d'esprit relève des constatations de fait qui lient la Cour de cassation (cf. ATF 120 IV 117 consid. 2a, 119 IV 222 consid. 2, ATF 118 IV 122 consid. 1, 167 consid. 4). L'argumentation du recourant revient sur ce point à s'écarter des constatations de fait cantonales, ce qui n'est pas admissible dans le cadre d'un pourvoi en nullité.\n\nc) En l'espèce, la peine a été fixée dans le cadre légal (art. 19 ch. 1 in fine LStup), en suivant les critères posés par l'art. 63 CP et sans se laisser guider par des considérations étrangères à cette disposition. Le recourant ne peut d'ailleurs citer aucun élément important, propre à modifier la quotité de la peine, qui aurait été omis. Il résulte des faits retenus - qui lient la Cour de cassation - que le recourant, qui aurait pu mener une vie honnête en France, s'est lancé, par appât du gain, dans un trafic portant sur une grande quantité de drogue particulièrement dangereuse, employant des tiers pour transporter la drogue et fournissant d'importants revendeurs; sur une période relativement courte, il a réalisé ainsi un bénéfice de 186'000 fr., en faisant fi de la santé d'autrui; toutes les hypothèses de cas graves envisagées par le législateur à l'art. 19 ch. 2 LStup sont ici réalisées. Dès lors, même en tenant compte de l'absence d'antécédents et des difficultés personnelles relatées par l'autorité cantonale, la faute commise apparaît très lourde et on ne saurait dire que la peine infligée, compte tenu du cadre légal et des peines usuelles (cf. ATF 120 IV 136 consid. 3b), est exagérément sévère au point de constituer un abus du pouvoir d'appréciation.\n\n3. (Suite de frais)."}