{"annee": "121", "cour": "III", "page": "52", "date": "23/3/1995", "cite": ["100 II 105", "94 II 145", "108 II 39", "107 II 331", "114 II 426"], "cite_par": ["123 III 337", "130 III 554", "133 III 641"], "chapeau": "15. Extrait de l'arrêt de la IIe Cour civile du 23 mars 1995 dans la cause Paul Bernaschina contre F. Bernasconi & Cie (recours en réforme)", "regestes": ["Art. 736 al. 1 CC; radiation d'une servitude de passage pour véhicules dont l'exercice est devenu impossible. Une servitude qui a perdu toute utilité pour le fonds dominant peut être radiée car elle ne présente plus d'intérêt raisonnable pour l'ayant droit. L'utilité se définit conformément au principe de l'identité de la servitude, selon lequel celle-ci ne peut être maintenue dans un autre but que celui pour lequel elle a été constituée (consid. 2a). L'impossibilité d'exercer la servitude entraîne la perte de toute utilité pour le fonds dominant. Tel est le cas lorsqu'il se révèle qu'un droit de passage grevant différentes parcelles situées à la suite l'une de l'autre n'existe pas sur l'une d'elles (consid. 3)."], "faits": "|53|\n\nA.- a) Le 26 mai 1986, Paul Bernaschina a acquis l'article 6838 du cadastre de Neuchâtel. Les immeubles adjacents nos 11299 (ancien article 6837) et 3760 - formant désormais l'article 14004 - ont été achetés le 7 décembre 1987 par la société F. Bernasconi & Cie. Au nord, ces trois fonds sont longés par un chemin qui leur sert de voie d'accès.\n\nLes parcelles nos 6838 et 11299 (anciennement 6837) sont issues de la division, en 1944, de l'article 3657. Vu la configuration des lieux, un droit de passage grevant le no 6837 a été constitué en faveur du no 6838, qui ne disposait d'aucune autre issue. Cette servitude a été inscrite au registre foncier sous la mention: \"Passages selon plan cadastral Réq. 24/1944\". Le plan déposé le 19 janvier 1944 indique l'assiette d'un passage à pied reliant le chemin de desserte à l'article 6837; ce tracé s'élargit ensuite en un passage pour véhicules menant du no 6837 au no 6838.\n\nPar jugement du 7 octobre 1957, le Tribunal cantonal du canton de Neuchâtel a débouté les propriétaires des articles 6837 et 6838 de leur demande tendant à faire constater l'existence d'une servitude de passage à char grevant le no 3760, propriété d'un tiers, au profit de leurs fonds.\n\nb) En 1965, le propriétaire de l'article 6837 a aménagé une rampe sur son terrain pour permettre à des véhicules d'accéder au chantier de construction qu'il avait entrepris. Après la fin des travaux, il a continué de l'utiliser pour parvenir à son garage, les habitants de l'immeuble no 6838 étant en outre autorisés à emprunter cette voie pour décharger du matériel ou lors de déménagements. La rampe d'accès a été démolie par F. Bernasconi & Cie lors de la construction d'un nouveau bâtiment sur l'article 11299.\n\nB.- Le 27 juin 1990, Paul Bernaschina a intenté contre F. Bernasconi & Cie une action tendant à faire constater qu'une servitude de passage à pied et pour tout véhicule grève l'article 11299 du cadastre de Neuchâtel en faveur de l'article 6838 de ce même cadastre. Il concluait en outre à ce qu'il soit ordonné à la défenderesse \"de faire rétablir l'usage normal de la servitude grevant son immeuble, en reconstruisant à ses frais un chemin |54| identique à celui qu'elle a supprimé\".\n\nDans ses dernières écritures, F. Bernasconi & Cie a proposé le rejet de ces conclusions. Reconventionnellement, la défenderesse a demandé la radiation de la servitude de passage pour véhicules figurant au plan cadastral, faute de toute utilité pour le fonds dominant.\n\nPar jugement du 26 septembre 1994, la Ie Cour civile du Tribunal cantonal du canton de Neuchâtel a rejeté la demande principale et admis la demande reconventionnelle.\n\nLe recours en réforme interjeté par Paul Bernaschina contre ce jugement a été rejeté, dans la mesure de sa recevabilité.", "considerants": "Extrait des considérants:\n\n2. Le recourant reproche en premier lieu à l'autorité cantonale d'avoir violé l'art. 736 al. 1 CC.\n\na) Aux termes de cette disposition, le propriétaire grevé peut exiger la radiation d'une servitude qui a perdu toute utilité pour le fonds dominant. Cette faculté découle du principe général selon lequel une servitude doit présenter un intérêt raisonnable pour l'ayant droit (ATF 108 II 39 consid. 3a p. 43, ATF 107 II 331 consid. 3 p. 334/335; PIOTET, Les droits réels limités en général, les servitudes et les charges foncières, Traité de droit privé suisse V/3 p. 36 et 59; STEINAUER, Les droits réels II, 2e éd., no 2263 p. 321). D'après la jurisprudence, l'utilité pour le fonds dominant se définit par l'intérêt du propriétaire de ce fonds à exercer la servitude conformément à son objet et à son contenu. A cet égard, il faut tenir compte du principe de l'identité de la servitude qui veut qu'un tel droit ne peut être maintenu dans un autre but que celui pour lequel il a été constitué (ATF 107 II 331 consid. 3 p. 335, ATF 100 II 105 consid. 3b p. 116, ATF 94 II 145 consid. 7 p. 149/150; RNRF 1983 p. 119 consid. 4b). Il convient ainsi de rechercher si l'usage de la servitude présente encore pour le propriétaire du fonds dominant un intérêt conforme à son but initial (ATF 114 II 426 consid. 2 p. 428/429).\n\n3. a) Selon la jurisprudence et la doctrine, l'intérêt du propriétaire du fonds dominant au maintien de la servitude s'apprécie en vertu de critères objectifs (ATF 100 II 105 consid. 3c p. 118; RIEMER, Die beschränkten dinglichen Rechte, Grundriss des schweizerischen Sachenrechts, Band II, p. 56; STEINAUER, op.cit., no 2267 p. 322 et les références). L'impossibilité d'exercer la servitude en fait consacre la perte de toute utilité pour le |55| fonds dominant. A titre exceptionnel, le conservateur du registre foncier peut même, si l'exercice du droit est devenu définitivement et à l'évidence impossible, procéder à sa radiation en se fondant sur l'art. 976 CC (STEINAUER, op.cit., no 2254b p. 317; LIVER, n. 17 ad art. 736 CC). Est déterminant l'intérêt du propriétaire du fonds dominant au moment du dépôt de la demande de radiation (ALFRED TEMPERLI, Die Problematik bei der Aufhebung und Ablösung von Grunddienstbarkeiten (ZGB 736), thèse Zürich 1975, p. 122 et 123).\n\nb) La Cour civile a considéré sur ce point que le propriétaire de l'article 6838 avait perdu tout intérêt au maintien du droit de passage pour véhicules grevant l'immeuble appartenant à l'intimée pour le motif que, à mesure qu'il n'existait pas de servitude de passage sur l'article 3760 en faveur des immeubles propriétés des intéressés, l'exercice de la servitude litigieuse se révélait impossible. A cet égard, le recourant expose en substance que l'accès en véhicule à un immeuble conserve toujours son utilité. En l'occurrence, le rétablissement de la rampe supprimée se justifie d'autant plus que sa parcelle ne dispose d'aucune autre issue, si ce n'est à pied. L'impossibilité de passer en véhicule sur l'article 3760 ne rendrait pas la servitude inutile, mais commanderait au contraire d'en modifier l'assiette. Si le propriétaire à l'origine de la constitution du droit de passage litigieux avait eu connaissance de cette situation, il n'aurait pas manqué de procéder au changement nécessaire.\n\nToute l'argumentation du recourant repose sur l'idée que son fonds bénéficie, sur la parcelle 6838, d'un droit de passage pour véhicules permettant d'atteindre le chemin de desserte au nord de son terrain. Comme il a déjà été relevé, la servitude litigieuse n'a cependant pas la portée que lui prête le recourant. Selon le jugement entrepris, la volonté du propriétaire originaire n'était pas de constituer une telle servitude puisqu'il considérait que les véhicules devaient, pour accéder à son immeuble, passer par l'article 3760. Le raisonnement du recourant, qui s'écarte de manière irrecevable des constatations de fait de l'autorité cantonale, ne respecte donc pas le principe de l'identité de la servitude (ATF 114 II 426 consid. 2a p. 428). Contrairement à ce que soutient ce dernier, on se trouve en présence d'une impossibilité d'exercer une servitude entraînant la perte de toute utilité pour le fonds dominant: tel est précisément le cas lorsqu'un droit de passage grevant différentes parcelles situées à la suite l'une de l'autre est supprimé ou n'est pas enregistré sur l'une d'elles (LIVER, n. 17 ad art. 736 CC; TEMPERLI, op.cit., p. 116).\n\n|56|\n\nL'exercice de la servitude de passage pour véhicules conformément à son but et à son étendue originaires étant devenu impossible, le recourant a perdu tout intérêt au maintien de celle-ci. L'autorité cantonale a dès lors ordonné avec raison la radiation, dans cette mesure, de la servitude litigieuse."}