{"annee": "121", "cour": "III", "page": "24", "date": "17/1/1995", "cite": ["112 III 26", "120 III 20", "116 II 275", "109 III 107", "113 II 157", "112 III 102", "113 III 86", "107 III 11"], "cite_par": ["128 III 339", "132 III 9", "127 III 572", "141 III 141"], "chapeau": "8. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 17 janvier 1995 dans la cause Fonds de prévoyance E. (recours LP)", "regestes": ["Vente des unités d'une propriété par étages aux enchères; sort des places de parc sises sur l'immeuble de base (art. 133 ss LP, art. 36 ss ORI, art. 712a ss CC). Les parties communes d'une propriété par étages ne sont pas forcément à la disposition de tous les propriétaires d'étages; le règlement peut en effet en décider autrement (consid. 2a). L'office des poursuites ne peut pas modifier l'état des charges résultant de l'extrait du registre foncier. Dans une poursuite en réalisation de gage, où l'objet à réaliser est déterminé d'avance, il doit limiter l'exécution forcée à ce seul objet: les unités d'étage en l'occurrence, à l'exclusion des places de parc objet de servitudes personnelles constituées sur l'immeuble de base au profit du débiteur (consid. 2b-d)."], "faits": "|24|\n\nB. a introduit contre S. une poursuite en réalisation de gage immobilier portant sur 33 unités d'une propriété par étages. L'état des charges établi |25| dans le cadre de cette procédure renvoyait, pour les servitudes et mentions, à un extrait du registre foncier qui indiquait notamment, à la charge de l'immeuble de base (article 5061), 24 servitudes personnelles relatives à des places de parc extérieures au profit de S. L'état des charges n'a pas fait l'objet de contestations.\n\nAux enchères, les 33 unités de la propriété par étages ont été adjugées au Fonds de prévoyance E. Requis alors par l'office des poursuites de procéder à l'inscription du transfert de propriété, le conservateur du registre foncier s'est dit surpris que l'adjudication des 24 servitudes personnelles n'ait pas eu lieu simultanément, ajoutant qu'on allait se trouver \"dans une situation ambiguë lors de la vente des unités d'étages par l'adjudicataire (vente d'un appartement sans place de parc).\n\nSaisi par l'adjudicataire qui lui demandait comment il entendait \"corriger cette omission\", l'office des poursuites a répondu en substance qu'il ne s'agissait pas d'une omission et qu'il refusait donc de procéder à une modification de l'article de base, renvoyant le nouveau propriétaire à convenir d'un arrangement avec S. L'adjudicataire a porté plainte à l'autorité cantonale de surveillance contre cette décision, aux fins de faire inscrire au registre foncier, en sa faveur, les droits de jouissance sur les 24 places de parc litigieuses. Sa plainte ayant été rejetée, il a recouru à la Chambre des poursuites et des faillites du Tribunal fédéral, qui l'a également débouté.", "considerants": "Extrait des considérants:\n\n2. a) Droit de copropriété sui generis, le droit du propriétaire d'étages comporte deux éléments indissolublement liés: une part de copropriété, qui porte sur l'immeuble tout entier, et un droit exclusif de jouissance et d'administration sur des parties déterminées de l'immeuble. Ainsi, en vertu de l'art. 712a CC, le propriétaire d'étage bénéficie d'un droit exclusif qui, sous réserve des restrictions légales (al. 2 et 3) et réglementaires (art. 712b al. 3 et 712g CC), lui permet d'utiliser, d'aménager et d'administrer librement les locaux de son unité d'étage; en plus de ces prérogatives, il dispose du droit d'utiliser les parties communes et de participer à l'administration de l'immeuble de base. Toutefois, les parties communes ne sont pas nécessairement à la disposition de tous les propriétaires d'étages; la communauté des propriétaires d'étages peut en effet accorder à certains de ses membres, en général moyennant |26| contre-prestation, un droit exclusif d'utiliser certaines parties communes, comme une terrasse, une place de parc ou une partie du jardin (ATF 116 II 275 consid. 3b p. 278 s. et les références; P.-H. STEINAUER, Les droits réels, t. I, n. 1122-1130a et FJS 1304).\n\nEn l'espèce, le règlement de la propriété par étages mentionné au registre foncier prévoit la disposition particulière suivante dans son chapitre consacré aux parties communes (art. 12 let. i):\n\n\"... Les vingt-quatre places de parc extérieures portent les Nos 1 à 24\n\net sont attribuées à M. S. Elles font l'objet de servitudes personnelles\n\ninscrites au Registre foncier... Ces servitudes pourront en tout temps être\n\ncédées, soit à titre personnel, soit transformées en servitudes réelles\"\n\n..., [le bénéficiaire s'engageant par ailleurs à assumer diverses\n\nobligations envers la communauté des copropriétaires].\n\nb) Il est constant que l'état des charges mentionnait, en se référant à l'extrait du registre foncier, les servitudes personnelles de S. sur l'immeuble 5061 lui conférant un droit de jouissance sur les 24 places de parc extérieures. Joint comme annexe aux conditions de vente (art. 45 al. 2 ORI; RS 281.42), il a été communiqué et tenu à la disposition des intéressés conformément aux art. 134 al. 2 et 138 ss LP, 37 ORI. Aucune contestation n'a été élevée en temps utile (art. 140 al. 2 LP). Si tel avait néanmoins été le cas, l'office aurait dû procéder selon l'art. 106 LP, car il n'a pas le droit de refuser de porter à l'état des charges celles qui figurent dans l'extrait du registre foncier, ni de les modifier ou de les contester ou d'exiger la production de moyens de preuve (art. 36 al. 2 ORI; ATF 112 III 102 consid. 1 p. 105; GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3e éd., Lausanne 1993, p. 232). Il eût appartenu alors au juge saisi du procès en épuration des charges de régler le litige (cf. ATF 112 III 26 consid. 4 p. 30). L'état des charges est donc devenu définitif et les droits y figurant sont censés avoir été reconnus par tous les intéressés pour la poursuite en cours (art. 37 al. 2 ORI; GILLIÉRON, loc.cit.; AMONN, Grundriss des Schuldbetreibungs- und Konkursrechts, 5e éd., Berne 1993, § 28 n. 28). En outre, lors de la vente aux enchères, le président a donné lecture, in extenso, de la désignation cadastrale des immeubles mis en vente et de l'immeuble de base selon l'extrait du registre foncier, ainsi que du règlement de la copropriété par étages, de l'état des charges et des conditions de vente. Cette lecture n'a suscité aucun commentaire. Or, selon la jurisprudence, les conditions de vente - qui comprennent l'état des charges - ne peuvent pas être attaquées par un enchérisseur après l'adjudication, lorsqu'elles n'ont pas été |27| contestées lors de leur lecture avant le commencement des enchères et que l'enchérisseur s'y est tacitement soumis (ATF 109 III 107 consid. 2 p. 109; C. JÄGER, Commentaire de la LP, n. 2e ad art. 125; GILLIÉRON, op.cit., p. 235).\n\nCertes, un état des charges définitif peut être modifié d'office en tout temps, s'il a été établi en violation de règles de procédure impératives, parce qu'instituées dans l'intérêt public ou dans l'intérêt d'un nombre indéterminé de tiers; une omission fautive du préposé peut aussi justifier un complément ultérieur de l'état des charges (ATF 120 III 20 consid. 1 p. 23 et les arrêts cités). Dans le cas particulier, le recourant admet expressément que les conditions d'une modification d'office de l'état des charges n'étaient pas réunies.\n\nc) Dans la poursuite en réalisation de gage, les biens sur lesquels doit porter l'exécution sont déterminés d'avance, soit lors de la constitution des gages qui garantissent la créance (FAVRE, Droit des poursuites, 3e éd., p. 250 et GILLIÉRON, op.cit., p. 111). Selon l'extrait du registre foncier, le gage immobilier qu'il s'agissait de réaliser en l'espèce avait exclusivement pour objet les 33 unités d'étages propriété du poursuivi, l'immeuble de base 5061 n'étant lui-même grevé d'aucun gage (cf. art. 648 al. 3 CC; ATF 113 II 157; STEINAUER, op.cit., n. 1226 et 1258 ss). Dès lors, l'exécution forcée devait se limiter à ces 33 unités d'étages, à l'exclusion des autres biens du débiteur. Comme le relève avec raison celui-ci dans sa réponse, la description du gage immobilier donnée par le créancier dans le commandement de payer ne saurait autoriser la réalisation forcée de biens qui ne font pas l'objet du gage en question.\n\nd) Au vu de l'ensemble de ce qui précède, c'est à bon droit que l'autorité cantonale a rejeté la plainte de l'adjudicataire contre le refus de l'office de faire procéder ou de procéder lui-même à une modification touchant l'immeuble de base.\n\nEn dépit de ses efforts, le recourant ne parvient pas à établir l'existence d'une quelconque violation du droit fédéral. La situation contradictoire, voire \"inextricable et sans issue\", dans laquelle il se trouverait, ainsi qu'en témoignerait l'avis du conservateur du registre foncier (ventes ultérieures d'appartements sans places de parc), lui est sans doute imputable. Comme le relève l'office des poursuites dans sa réponse, le recourant a eu l'occasion, en tout cas à deux reprises, de faire valoir ses contestations: en faisant opposition à l'état des charges dans le délai de l'art. 140 al. 2 LP et en attaquant \"l'acquisition de la propriété par l'adjudicataire\" au moyen d'une plainte selon l'art. 136bis LP.\n\n|28|\n\nConformément à l'art. 43 al. 1 OJ, applicable par renvoi de l'art. 81 OJ, une éventuelle violation d'un droit constitutionnel ne peut être invoquée que dans un recours de droit public (ATF 113 III 86 consid. 3 p. 88, ATF 107 III 11 consid. 1 p. 12). Il s'ensuit que le grief de violation de l'art. 4 Cst. soulevé par le recourant dans ce contexte - en tant que cette disposition garantit la protection de la bonne foi - est irrecevable."}