{"annee": "121", "cour": "V", "page": "5", "date": "28/2/1995", "cite": ["119 V 89", "119 V 7", "120 V 33"], "cite_par": ["121 V 204", "124 V 400", "124 V 150", "136 V 295", "121 V 28"], "chapeau": "2. Auszug aus dem Urteil vom 28. Februar 1995 i.S. R. gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 113 en relation avec l'art. 95 OJ: exigences en matière de preuve dans le cadre d'une administration de masse. De la preuve exigée en cas de litige au sujet de la notification d'une décision."], "faits": "", "considerants": "|6|\n\nAus den Erwägungen:\n\n3. a) Die vorinstanzliche Feststellung, die Beitragsverfügung vom 23. Dezember 1991 sei dem Beschwerdeführer eingeschrieben zugestellt worden, ist offensichtlich unrichtig (Art. 105 Abs. 2 OG), wie der Beschwerdeführer beweismässig eindeutig dargetan hat und was auch seitens der Kasse eingeräumt wird. Die Beitragsverfügung vom 23. Dezember 1991, welche zu Fristwahrungszwecken (Art. 16 Abs. 1 AHVG) noch vor Ablauf des Kalenderjahres 1991 erlassen und zugestellt werden sollte, fand versehentlich nicht in das Bordereau der eingeschriebenen Briefe Aufnahme und wurde folglich als einfache Post versandt.\n\nb) Damit fragt sich, ob die Vorinstanz ohne Verletzung von Bundesrecht davon ausgehen durfte, die Verfügung sei dem Beschwerdeführer seinerzeit zugestellt und von diesem nicht innert 30 Tagen mit Beschwerde angefochten worden. Die Parteien vertreten die Auffassung, dass für die entsprechenden Feststellungen im Zusammenhang mit der Zustellung gemäss BGE 119 V 9 Erw. 3c/aa nicht der Beweisgrad der überwiegenden Wahrscheinlichkeit, sondern der in Zivil- und Strafverfahren übliche volle Beweis gelte.\n\nDiese Schlussfolgerung kann aus BGE 119 V 10 Erw. 3c/bb nicht gezogen werden. Vielmehr hat das Gericht dort den Wirkungsbereich des erforderlichen vollen Beweises auf Tatsachen beschränkt, welche für die Rechtzeitigkeit im Prozess ausschlaggebend sind, Tatsachen somit, welche nicht im Rahmen der Massenverwaltung von Bedeutung sind. Daher rührt es denn auch, dass gemäss BGE 120 V 35 Erw. 3 für den Nachweis der massenweise versendeten Krankenkassenzeitschriften, in welchen Statutenänderungen bekanntgemacht werden, nicht der volle Beweis, sondern der Beweisgrad der überwiegenden Wahrscheinlichkeit verlangt wird. Auch die Versendung von Kassenverfügungen über Beiträge Selbständigerwerbender gehört zur sozialversicherungsrechtlichen Massenverwaltung. Mit der Zustellung der Verfügung wird noch kein Prozessrechtsverhältnis begründet; dies geschieht erst mit der Einreichung einer Beschwerde. Auch bezüglich Tatsachen, welche für die Zustellung der Kassenverfügungen erheblich sind, gilt somit, wie bisher, der Beweisgrad der überwiegenden Wahrscheinlichkeit. Allerdings bedingt dies in der Regel die Eröffnung der Verfügung mit eingeschriebenem Brief; denn nach der Rechtsprechung vermag die Verwaltung den Wahrscheinlichkeitsbeweis für die Zustellung der Verfügung nicht durch den |7| blossen Hinweis auf den üblichen administrativen Ablauf zu erbringen (ZAK 1984 S. 124 Erw. 1b).\n\nVorliegend ist die Zustellung der Verfügung vom 23. Dezember 1991 nicht überwiegend wahrscheinlich gemacht, noch kann dieser Nachweis durch weitere Abklärungsmassnahmen erbracht werden. Gegen einen solchen Nachweis sprechen einmal die Versehen auf seiten der Ausgleichskasse (Absicht, die Verfügung eingeschrieben zu verschicken, Tatsache, dass dies versehentlich unterblieb); auf der andern Seite sind die vom Beschwerdeführer geltend gemachten, aktenkundigen Schwierigkeiten zu beachten, welche sich in der postalischen Versorgung von Teilen der Bevölkerung von X im hier massgeblichen Zeitraum ergaben.\n\nSomit durfte die Vorinstanz ohne Verletzung von Bundesrecht unter dem Gesichtspunkt des hier massgeblichen Beweisgrades der überwiegenden Wahrscheinlichkeit nicht davon ausgehen, die Beitragsverfügung vom 23. Dezember 1991 sei dem Beschwerdeführer zugestellt worden.\n\nc) Kann die Verfügung vom 23. Dezember 1991 nicht als dem Verfügungsadressaten zugestellt gelten, ist der vorinstanzlichen Feststellung, die Verfügung sei zufolge Nichtanfechtung in formelle Rechtskraft erwachsen und deshalb der richterlichen Überprüfung entzogen, der Boden entzogen. Nachdem der Beschwerdeführer im Rahmen dieses Prozesses in den Besitz der Beitragsverfügung gelangt ist, müsste diese an sich aufgrund der von ihm vorsorglicherweise eingereichten Beschwerde durch die erstinstanzlich zuständige Behörde beurteilt werden, an welche die Sache zu überweisen wäre. Das aber wäre ein Verstoss gegen die Prozessökonomie. Die Akten weisen klar aus, dass der Beitragsanspruch für 1986 verwirkt ist. Dies ergibt sich aus der ständigen Rechtsprechung zu Art. 16 Abs. 1 AHVG, wonach es, im Unterschied zu jener zu Art. 82 AHVV, zur Wahrung der fünfjährigen Beitragsfestsetzungsfrist nicht genügt, dass die Ausgleichskasse die Beitragsverfügung erlässt; vielmehr muss diese dem Beitragspflichtigen vor Ablauf der fünfjährigen Verwirkungsfrist ordnungsgemäss zugestellt worden sein (BGE 119 V 95 Erw. 4c mit Hinweisen). Die Beitragsverwirkung liegt somit tatsächlich und rechtlich klar auf der Hand, und die Prozessparteien, insbesondere die Ausgleichskasse, konnten sich in den Rechtsschriften dazu äussern. Unter diesen Voraussetzungen ist die Beitragsverfügung vom 23. Dezember 1991 in diesem Verfahren aufzuheben."}