{"annee": "121", "cour": "IV", "page": "185", "date": "21/6/1995", "cite": ["113 IB 289", "119 IV 222", "120 IV 117", "119 IV 202", "114 IV 67", "118 II 365", "119 II 449"], "cite_par": ["125 IV 49"], "chapeau": "30. Extrait de l'arrêt de la Cour de cassation pénale du 21 juin 1995 dans la cause W. contre Ministère public du canton de Neuchâtel (pourvoi en nullité)", "regestes": ["Art. 29 al. 2 LFAIE; acquisition d'immeubles par des personnes domiciliées à l'étranger, indications inexactes par négligence. Le notaire qui, en rédigeant un contrat de vente immobilière destiné à être présenté au Registre foncier, indique que l'achat ne tombe pas sous le coup du régime d'autorisation institué par la LFAIE en ce sens que son financement se fait par la reprise des dettes existantes, qui sont pour l'essentiel des dettes hypothécaires auprès d'une banque suisse, en laissant clairement entendre que la banque - qui en réalité s'y oppose - a accepté de financer l'acheteur pour l'essentiel des fonds, sans s'en assurer avant de signer l'acte ni même faire de réserve à ce sujet, fournit par négligence des indications inexactes au sens de l'art. 29 al. 2 LFAIE (consid. 2)."], "faits": "BGE 121 IV 185 S. 186\n\nA.- Le 27 avril 1992, W., notaire à X., a instrumenté un acte par lequel P. SA vendait à la SI S. SA un immeuble sis à X. pour le prix de 7,75 millions de francs. Sous la rubrique \"V. Législations spéciales\", le notaire a déclaré:\n\n\"Le présent achat ne tombe pas sous le coup du régime d'autorisation institué par la loi fédérale sur l'acquisition d'immeubles par des personnes à l'étranger, en ce sens que (...) le financement du présent achat immobilier se fait par la reprise des dettes existantes, qui sont, à 82,4%, des dettes hypothécaires auprès de la banque Y.\".\n\nIl doit être relevé que le notaire, sous la rubrique \"IV. Situation hypothécaire - Sort des gages immobiliers\", avait indiqué que la banque Y. à X. finançait l'acquéreur.\n\nLe 1er octobre 1992, le Registre foncier avisa la banque Y., en application des art. 832 et 834 CC, de la vente et de la reprise de dettes par l'acquéreur. Par lettre du 14 janvier 1993, la banque Y. informa la SI S. SA et P. SA, avec copie au Registre foncier, qu'elle s'opposait à toutes les reprises de dettes prévues dans le contrat de vente. Lorsqu'il sut que la banque faisait opposition, le notaire se dit abasourdi; il déclara qu'il était clair pour lui que la banque Y. était d'accord avec l'opération projetée au sens où elle avait été conclue.\n\nB.- Par jugement du 22 septembre 1994, le Tribunal de police du district de X. a condamné W., pour indications inexactes par négligence au sens de l'art. 29 al. 2 LFAIE (RS 211.412.41), à une amende de 500 fr.\n\nPar arrêt du 31 mars 1995, la Cour de cassation cantonale a rejeté le recours formé par le condamné. Elle a estimé que le notaire, par la formulation de son acte, avait donné par négligence au Registre foncier, autorité compétente pour veiller au respect de la LFAIE, des indications inexactes sur des faits dont aurait pu dépendre l'assujettissement au BGE 121 IV 185 S. 187régime de l'autorisation; elle a considéré que le notaire aurait dû s'assurer de l'accord de la banque Y. ou mentionner que cette question restait réservée.\n\nC.- W. se pourvoit en nullité à la Cour de cassation du Tribunal fédéral contre cet arrêt. Invoquant une fausse application de l'art. 29 al. 2 LFAIE, il conclut, avec suite de frais et dépens, à l'annulation de la décision attaquée.", "considerants": "Considérant en droit:\n\n1. (Recevabilité)\n\n2. a) Selon l'art. 29 al. 1 LFAIE, \"celui qui, intentionnellement, aura fourni à l'autorité compétente des indications inexactes ou incomplètes sur des faits dont pourrait dépendre l'assujettissement au régime de l'autorisation ou l'octroi de celle-ci, ou qui aura astucieusement exploité une erreur de l'autorité, sera puni de l'emprisonnement ou de l'amende jusqu'à 100'000 fr.\". L'art. 29 al. 2 LFAIE ajoute: \"celui qui, par négligence, aura fourni des indications inexactes ou incomplètes, sera puni de l'amende jusqu'à 50'000 fr.\". L'interdiction de fournir des indications inexactes ou incomplètes à l'autorité compétente s'applique à toute personne qui apporte de tels renseignements à l'autorité (ATF 114 IV 67 consid. 2a).\n\nLes autorités compétentes pour veiller à l'application de la LFAIE sont énumérées au chapitre IV de la loi, aux art. 15 et suivants. Il résulte de l'art. 18 al. 1 LFAIE que le conservateur du Registre foncier est une autorité auxiliaire chargée de veiller à l'application de la LFAIE, dont les décisions peuvent, à certaines conditions, être portées devant l'autorité cantonale de recours en matière d'acquisition d'immeubles par des personnes à l'étranger (art. 18 al. 3 et 20 al. 1 LFAIE). Le Registre foncier est donc l'une des autorités compétentes au sens de l'art. 29 LFAIE (cf. ATF 114 IV 67 consid. 2b).\n\nEn l'espèce, le notaire, en rédigeant le contrat de vente immobilière destiné à être présenté au Registre foncier, a fourni des indications à l'autorité compétente au sens de l'art. 29 LFAIE.\n\nS'agissant précisément de l'application de la LFAIE, le notaire a émis l'opinion personnelle que l'achat n'était pas soumis à autorisation, en affirmant que son financement se faisait par la reprise des dettes existantes, qui étaient, à 82,4%, des dettes hypothécaires auprès de la la banque Y. Peu auparavant, dans le même acte sous chiffre IV, le notaire avait affirmé que la banque Y. à X. finançait l'acquéreur. Conformément au principe de la confiance, l'affirmation selon laquelle la banque Y. BGE 121 IV 185 S. 188finançait l'acquéreur devait être comprise en ce sens qu'il y avait un rapport juridique direct entre les deux et que la banque acceptait de financer l'acheteur. C'est en fonction de cette affirmation que l'on devait, selon le principe précité, comprendre l'explication concernant la LFAIE. Il n'y avait pas lieu à autorisation, de l'avis du notaire, parce que le financement de l'achat se faisait essentiellement grâce au prêt de la banque Y. Rapprochant les deux formules, le lecteur devait nécessairement comprendre - comme cela s'est d'ailleurs produit en réalité - que la banque Y., personne morale en Suisse, avait accepté, pour l'essentiel des fonds, de financer l'acheteur pour cet achat. L'interprétation d'une déclaration selon le principe de la confiance est une question de droit qui peut donc être examinée librement dans le cadre d'un pourvoi en nullité (cf. par analogie: ATF 118 II 365 consid. 1). Il faut donc en conclure que le recourant a fourni à l'autorité compétente une indication inexacte en lui affirmant, selon l'interprétation que l'on doit faire du contrat dans son ensemble conformément au principe de la confiance, que la banque finançait l'acheteur pour cet achat.\n\nIl reste à examiner si l'indication inexacte ou incomplète portait sur des faits dont pourrait dépendre l'assujettissement ou l'octroi de l'autorisation, selon la formule de l'art. 29 al. 1 LFAIE qui est également applicable à l'art. 29 al. 2 LFAIE. Il résulte de l'art. 1 al. 2 let. b OAIE (RS 211.412.411) que le financement de l'achat d'un immeuble, si le montant des crédits octroyés a pour conséquence de placer l'acquéreur dans un rapport de dépendance vis-à-vis du créancier, peut être soumis à autorisation. L'art. 6 al. 2 let. b LFAIE considère comme personne dominante d'une société celle qui a mis à la disposition de la personne morale des fonds remboursables dont la somme excède la moitié de la différence entre l'ensemble des actifs de la personne morale et l'ensemble des dettes contractées par celle-ci auprès de personnes non assujetties au régime de l'autorisation. Il n'est donc pas douteux qu'il était pertinent pour l'autorité compétente de savoir qui finançait pour l'essentiel cette acquisition (cf. ATF 113 Ib 289 consid. 4b; U. MÜHLEBACH/H. GEISSMANN, Lex F., Kommentar zum Bundesgesetz über den Erwerb von Grundstücken durch Personen im Ausland, Brugg/Baden 1986 p. 365 no 2). L'indication inexacte portait donc sur un fait pertinent pour apprécier si une autorisation était ou non nécessaire.\n\nL'autorité cantonale a retenu que le recourant avait agi par inadvertance. Déterminer la conscience et la volonté d'une personne relève des BGE 121 IV 185 S. 189constatations de fait qui lient la Cour de cassation (cf. ATF 120 IV 117 consid. 2a, ATF 119 IV 222 consid. 2 et les arrêts cités). Il faut donc en conclure que le recourant a agi par négligence; dès lors qu'il ne s'était pas assuré, avant de signer l'acte, que la banque Y. avait consenti à la reprise de dettes, sa faute a consisté à rédiger l'acte sous une forme affirmative, alors qu'il aurait dû faire apparaître que la question du consentement de la banque Y. était réservée.\n\nL'autorité cantonale n'a donc pas violé le droit fédéral en le reconnaissant coupable d'infraction à l'art. 29 al. 2 LFAIE.\n\nb) Dans son argumentation, le recourant s'efforce d'isoler de son contexte le passage figurant au chiffre V du contrat et de lui donner un sens purement littéral, ce qui n'est pas conforme aux principes applicables en matière d'interprétation des déclarations (cf. ATF 119 II 449 consid. 3a et les arrêts cités).\n\nIl tente de donner à son texte un sens purement abstrait. Pour l'application de la LFAIE, la question était évidemment de savoir si une personne à l'étranger acquérait cet immeuble ou fournissait l'essentiel des moyens financiers pour l'acquérir. En disant \"la banque Y., à X., finançant l'acquéresse (...)\", puis \"le financement du présent achat immobilier se fait par la reprise des dettes (...) auprès de la banque Y.\", le recourant a clairement fait apparaître que la banque acceptait de financer l'acheteur pour cette acquisition, ce qui était faux.\n\nSans aller jusqu'au bout de son raisonnement, le recourant soutient en définitive que la situation aurait pu rester inchangée, sans conséquence pour la LFAIE, malgré le refus de la banque Y.. Il imagine ainsi que la banque, garantie par des cédules hypothécaires, aurait laissé subsister le prêt, en ayant pour débiteur le vendeur et que celui-ci, grâce à la reprise de dettes interne, aurait reçu l'argent du vendeur et l'aurait transmis à la banque. Cette hypothèse n'est qu'une spéculation hasardeuse sur des faits futurs. Il ressort clairement des accords passés que le vendeur voulait être libéré de ses obligations à l'égard de la banque (le contrat parle d'\"entière décharge\"); on conçoit mal qu'il ait accepté de rester débiteur, tenu sur tous ses biens, après avoir appris que la banque refusait la reprise de dettes, peut-être parce qu'elle ne s'estimait pas suffisamment couverte par les cédules hypothécaires. On imagine mal que la banque, qui a refusé la reprise de dettes (sans doute parce qu'elle se considérait insuffisamment garantie), ait de son côté accepté de laisser perdurer un prêt dans une situation qu'elle jugeait apparemment malsaine. Contrairement à ce que soutient le recourant, les circonstances donnent à penser qu'une dénonciation du prêt était imminente.BGE 121 IV 185 S. 190\n\nL'essentiel n'est cependant pas là. La question pertinente pour l'application de la LFAIE était de savoir qui finançait ou allait financer l'acquisition de l'immeuble par l'acheteur. Ou bien l'acheteur était financé par la banque Y., ou bien il devait trouver ailleurs le financement. Si ce n'était pas la banque Y., il existait le risque que ce soit une personne à l'étranger, puisque l'acheteur est une société anonyme dont le capital est proche du minimum légal et qu'elle acquiert un immeuble valant plusieurs millions (cf. ATF 113 Ib 289 consid. 4b). Or, il est apparu en définitive - contrairement à ce que le notaire avait affirmé à la légère - que la banque Y. refusait de financer l'acheteur pour cette acquisition; sachant par la reprise de dettes et le contrat de vente que le vendeur tenait pour sa part à être libéré le plus rapidement possible de ses obligations à l'égard de la banque, il en résulte nécessairement que la question du financement de cet achat par l'acheteur restait ouverte. Il est vrai qu'un blocage complet de la situation pouvait conduire à la réalisation du gage par la banque, sans que cela implique l'intervention d'une personne à l'étranger; on peut cependant raisonnablement penser que la société acheteuse allait s'efforcer d'éviter cette extrémité. Sachant que le vendeur voulait être libéré de ses obligations à l'égard de la banque puis que celle-ci ne voulait pas prêter à l'acheteur, il se posait à l'évidence, du point de vue économique, un problème de financement de l'achat qui était pertinent pour l'application de la LFAIE. Le notaire ne devait en aucun cas dissimuler cette situation par des affirmations faites à la légère, auxquelles le conservateur du Registre foncier pouvait se fier.\n\nLorsque le recourant affirme que la formulation choisie correspond à la situation existante au moment de la passation de l'acte, son argumentation ne convainc pas. La question pertinente était en effet de savoir comment l'acheteur finançait son acquisition; or, comme on vient de le voir, cette question n'était pas résolue sans l'accord de la banque Y. et le notaire devait le faire apparaître.\n\nL'idée que le vendeur était alors obligé de faire crédit à l'acheteur ne convainc pas davantage. Il ne ressort pas des faits retenus que le vendeur aurait été empêché par une quelconque disposition contractuelle de convenir avec la banque Y. de mettre fin au prêt et de laisser la banque poursuivre la réalisation de l'immeuble qui ne lui appartient plus.\n\nLorsque le recourant donne à penser que la banque Y. aurait néanmoins, à un certain moment, donné son accord - ce qu'il ne démontre pas par le passage qu'il cite -, il s'écarte des constatations de fait cantonales, ce qui BGE 121 IV 185 S. 191n'est pas admissible dans le cadre d'un pourvoi en nullité (cf. ATF 119 IV 202 consid. 2b, 309 consid. 7b, 315 consid. 2).\n\nIl est vrai que les circonstances sont assez particulières et que le refus de la banque était plus ou moins inattendu pour le notaire. Cela n'exclut cependant pas la négligence. Il lui était en effet facile d'exiger une pièce émanant de la banque Y. par laquelle la banque acceptait la reprise de dettes. A défaut d'un tel document, il n'y avait aucune difficulté à indiquer que la question de l'accord de la banque restait réservée. En procédant comme il l'a fait, le notaire a agi par légèreté sur un point qui pouvait avoir de l'importance pour l'application de la LFAIE. Sa négligence étant ainsi constatée, les circonstances particulières du cas font que sa faute n'est que légère, ce dont l'autorité cantonale a tenu compte en prononçant une amende très modérée. Celle-ci ne viole en rien le droit fédéral.\n\n3. (Suite de frais)"}