{"annee": "121", "cour": "II", "page": "305", "date": "8/8/1995", "cite": ["114 IB 125", "120 IB 465", "113 IB 30"], "cite_par": [], "chapeau": "48. Estratto della sentenza della I Corte di diritto pubblico dell'8 agosto 1995 nella causa Comune di Breganzona c Eredi Fu Emilio Censi (ricorso di diritto amministrativo)", "regestes": ["Art. 5 al. 2 LAT, art. 4 et 22ter Cst. Intérêts à verser en sus d'une indemnité pour expropriation matérielle. Si l'autorité compétente a indûment tardé à se prononcer sur un recours dirigé contre une mesure d'aménagement du territoire et que celle-ci entraîne une expropriation matérielle, l'indemnité doit être augmentée d'intérêts pour la durée du retard injustifié."], "faits": "|306|\n\nIl 15 febbraio 1974 il Consiglio comunale di Breganzona adottò un piano regolatore (PR). La particella n. 149 - allora di proprietà di Emilio Censi -, fu inserita in una zona per costruzioni di interesse pubblico (EP). Emilio Censi contestò senza successo il vincolo pianificatorio davanti al Consiglio di Stato e al Gran Consiglio. Quest'ultima autorità si pronunciò sul ricorso il 10 febbraio 1987, ossia dopo che erano trascorsi oltre 11 anni dall'entrata in vigore del vincolo.\n\nL'11 agosto 1987 Emilio Censi ha fatto valere pretese per espropriazione materiale.", "considerants": "Dai considerandi:\n\n4. (...)\n\nc) La corresponsione di interessi sulla quota d'indennità per l'espropriazione materiale.\n\nTanto la prima quanto la seconda istanza cantonale (nella motivazione subordinata) hanno considerato che l'obbligo del Comune di Breganzona di corrispondere interessi sulla quota d'indennità per espropriazione materiale (fr. 105'560.-- pari a 130.-- fr./m2) principia dalla data dell'istanza (11 agosto 1987) con la quale il dott. Emilio Censi adì il Tribunale d'espropriazione.\n\naa) Di per sé conforme alla giurisprudenza del Tribunale federale (DTF 113 Ib 33 consid. 3b, DTF 114 Ib 125, 294 consid. 5 e riferimenti), questa soluzione non tiene però conto delle particolarità del caso concreto. Essa trascura infatti di considerare che, tra il momento in cui con l'approvazione del Consiglio di Stato (3 febbraio 1976) la restrizione indotta dal vincolo EP è entrata in vigore ed ha fatto nascere la pretesa al pagamento dell'indennità per l'espropriazione materiale (sentenze citate), ed il momento in cui il Gran Consiglio ha finalmente liquidato il ricorso interposto dal dott. Censi contro l'imposizione del vincolo (10 febbraio 1987) sono trascorsi oltre 11 anni. Ciò costituisce un caso particolarmente crasso di ritardata giustizia lesiva dell'art. 4 Cost. Tenendo conto di una durata normale della procedura di ricorso davanti al parlamento cantonale (1 anno; v. la sentenza del 7 aprile 1982 nella causa |307| Amacher c. Gran Consiglio, apparsa in Rep. 1983 pag. 318 segg. e l'art. 80 cpv. 1 della legge ticinese di procedura per le cause amministrative [LPamm]), ben si può dire che si è accumulato un ritardo di dieci anni. D'altro canto, non si può muovere rimprovero al dott. Censi, per aver atteso che l'istanza di ricorso cantonale si pronunciasse sul suo gravame avverso l'imposizione del vincolo EP, prima di notificare le proprie pretese al Comune; nell'ipotesi, infatti, di un esito favorevole del gravame, il fondo avrebbe ricuperato la sua vocazione edilizia, ed il pregiudizio sarebbe scomparso; neppure una corresponsione d'interessi sul capitale investito nel fondo sarebbe entrata in considerazione (v. DTF 120 Ib 473 consid. 5e).\n\nbb) In considerazione di tutte le circostanze, si deve pertanto ritenere che gli effetti dell'istanza 11 agosto 1987 del dott. Censi debbono esser fatti risalire nel tempo per il periodo decennale costituente ritardata giustizia. L'indennità per espropriazione materiale (fr. 105'560.--) frutterà quindi interesse dall'11 agosto 1977. Per quanto concerne il tasso d'interesse, si giustifica di applicare i tassi variabili di interesse compensatorio stabiliti dal Tribunale federale nelle istruzioni alle Commissioni federali di stima, i quali, come è notorio, sono regolarmente applicati nel Cantone Ticino."}