{"annee": "121", "cour": "IV", "page": "293", "date": "15/8/1995", "cite": ["115 IV 256", "111 IV 28"], "cite_par": ["122 IV 211"], "chapeau": "47. Auszug aus dem Urteil des Kassationshofes vom 15. August 1995 i.S. M. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 19 ch. 1 al. 7 LStup; financement d'un trafic illicite de stupéfiants. L'infraction de financement d'un trafic illicite de stupéfiants implique le financement d'un commerce de drogue. Celui qui verse de l'argent pour l'acquisition de stupéfiants destinés à sa propre consommation ne commet pas cette infraction (consid. 2b)."], "faits": "BGE 121 IV 293 S. 293\n\nA.- Dr. med. M. lernte im Jahr 1990 den drogenabhängigen E. als Notfallarzt kennen, nachdem sich E. in Suizidabsicht aus dem 4. Stock eines Hauses gestürzt und sich dabei einen Lendenwirbelbruch zugezogen hatte. M. kümmerte sich nach der Entlassung von E. aus dem Spital weiter um ihn, suchte einen Therapieplatz für ihn und nahm ihn zeitweise bei sich auf.\n\nEnde April/Anfang Mai 1993 gab M. dem E. dreimal Geldbeträge von jeweils zwischen Fr. 150.-- und Fr. 250.-- in der Annahme, dass dieser für je ca. Fr. 80.-- (insgesamt also für ca. Fr. 240.--) Heroin und/oder Kokain kaufen und konsumieren werde. E. erwarb damit Heroin. Die ersten beiden Geldübergaben erfolgten, als E., der zuvor einen weiteren Suizidversuch BGE 121 IV 293 S. 294unternommen hatte, auf den Balkon im 7. bzw. 8. Stock einer Liegenschaft trat und M. erklärte, er werde sich hinunterstürzen. Die dritte Geldübergabe erfolgte, kurz bevor M. in den Militärdienst einrücken musste. M. wollte mit der Geldhingabe sicherstellen, dass E. einen Termin bei der Beratungsstelle \"Drop-In\" einhalte. M. nahm an, dass E., der unter Entzugserscheinungen mit Schweissausbrüchen und Schmerzen litt, sonst erneut auf der Gasse abstürzen und den Termin nicht einhalten würde.\n\nB.- Am 24. März 1994 sprach der Einzelrichter des Bezirksgerichts Zürich M. von der Anklage der mehrfachen Finanzierung des unerlaubten Verkehrs mit Betäubungsmitteln frei.\n\nC.- Auf Berufung der Staatsanwaltschaft hin sprach das Obergericht des Kantons Zürich M. am 22. September 1994 gemäss Anklage schuldig und bestrafte ihn mit Fr. 500.-- Busse.\n\nD.- M. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichtes aufzuheben und die Sache zu seiner Freisprechung an die Vorinstanz zurückzuweisen.\n\nE.- Das Obergericht hat auf eine Stellungnahme verzichtet. Die Staatsanwaltschaft beantragt Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut", "considerants": "aus folgenden Erwägungen:\n\n1. a) Der Einzelrichter nahm an, die Geldübergaben fielen nicht unter den Tatbestand der Finanzierung des unerlaubten Verkehrs mit Betäubungsmitteln. Im übrigen seien die Voraussetzungen der Notstandshilfe gegeben.\n\nDie Vorinstanz kommt zum gegenteiligen Schluss. Auch wenn Art. 19 Ziff. 1 Abs. 7 BetmG (SR 812.121) in erster Linie den eigentlichen Drogenhandel anvisiere, stehe mangels einer gesetzgeberischen Einschränkung nichts im Wege, die Bestimmung auf den vorliegenden Sachverhalt anzuwenden. Bei der ersten Geldübergabe lasse sich das Verhalten des Beschwerdeführers allenfalls noch rechtfertigen oder doch entschuldigen. An den Voraussetzungen der Notstandshilfe fehle es dagegen bei den beiden weiteren Geldübergaben.\n\nb) Der Beschwerdeführer macht geltend, der Auffassung des Einzelrichters sei zu folgen. Zur Vermeidung stossender Ergebnisse brauche es keine Gesetzesänderung, sondern eine vernünftige Auslegung.\n\nBGE 121 IV 293 S. 295\n\nc) Die Staatsanwaltschaft führt aus, zwar stelle die Finanzierung des Eigenkonsums wie hier nicht den typischen, klassischen Fall der Finanzierung des Betäubungsmittelverkehrs dar, den der Gesetzgeber im Visier gehabt habe und den die Strafverfolgungsbehörden in erster Linie verfolgen wollten und sollten. Gleichwohl werde das Verhalten des Beschwerdeführers von Art. 19 Ziff. 1 Abs. 7 BetmG erfasst.\n\n2. Gemäss Art. 19 Ziff. 1 Abs. 7 BetmG ist strafbar:\n\nwer den unerlaubten Verkehr mit Betäubungsmitteln finanziert;\n\ncelui qui finance un trafic illicite de stupéfiants;\n\nchiunque finanzia un traffico illecito di stupefacenti.\n\na) Art. 19 Ziff. 1 Abs. 7 BetmG erhebt die Gehilfenschaft zur Inverkehrsetzung von Betäubungsmitteln, soweit sie in der Form der Finanzierung erfolgt, zu einem selbständigen Tatbestand. Nach der Rechtsprechung fallen unter den Begriff \"Verkehr\" im Sinne dieser Bestimmung die in Art. 19 Ziff. 1 Abs. 1-5 BetmG genannten Tätigkeiten sowie die Anstalten dazu nach Abs. 6 (BGE 115 IV 256 E. 6d). Den unerlaubten Verkehr mit Betäubungsmitteln finanziert, wer die notwendigen finanziellen Mittel für die Beschaffung, den Transport oder den Absatz von Betäubungsmitteln zur Verfügung stellt. Eine direkte Beteiligung des Geldgebers am Risiko ist nicht erforderlich. Jeder Geldgeber, der weiss oder zumindest in Kauf nimmt, dass er mit seinem Darlehen, seiner Beteiligung oder seinem Geschenk den Betäubungsmittelhandel ermöglicht, macht sich der vorsätzlichen Widerhandlung gemäss Ziff. 1 Abs. 7 schuldig (BGE 111 IV 28).\n\nb) aa) Nach Art. 19 Ziff. 1 Abs. 7 BetmG macht sich strafbar, wer den \"unerlaubten Verkehr\" mit Betäubungsmitteln finanziert. Wie sich aus den romanischen Gesetzestexten ergibt, wo von \"trafic illicite\" bzw. \"traffico illecito\" die Rede ist, geht es dabei um den Handel mit Betäubungsmitteln. Der Begriff \"trafic\" bedeutet \"commerce\". Abwertend versteht man darunter einen \"commerce plus ou moins clandestin, immoral et illicite\". Entsprechend verwendet man den Ausdruck \"trafic de drogue\" bzw. \"narcotrafic\" (Le Nouveau Petit Robert, 1993, S. 2285). \"Faire le trafic des stupéfiants\" bedeutet: mit Rauschgift handeln (Langenscheidts Grosswörterbuch Französisch, Teil I, 7. Aufl., 1991, S. 952). Entsprechendes gilt für die italienische Sprache (vgl. Langenscheidts Grosswörterbuch Italienisch, Teil I, 1987, S. 754). Das Betäubungsmittelgesetz geht selbst von diesem Begriffsinhalt aus: Für \"in Verkehr bringt\" nach Art. 19 Ziff. 1 Abs. 4 BetmG verwendet es in den BGE 121 IV 293 S. 296romanischen Gesetzestexten den Ausdruck \"met dans le commerce\" bzw. \"mette in commercio\".\n\nArt. 19 Ziff. 1 Abs. 7 BetmG erfasst somit die Finanzierung des Handels mit Betäubungsmitteln.\n\nbb) E. erwarb mit dem vom Beschwerdeführer empfangenen Geld Drogen für den Eigenkonsum. Ein derartiger Erwerb stellt keinen Handel dar. Wer als Konsument eine Sache kauft, treibt nicht damit Handel. Der Beschwerdeführer hat sich deshalb nicht nach Art. 19 Ziff. 1 Abs. 7 BetmG strafbar gemacht. Mit Drogenhändlern hatte er keinen Kontakt. Zwar gelangte das dem E. übergebene Geld später in die Hände von Drogenhändlern. Das genügt jedoch nicht für die Annahme einer Finanzierung des Betäubungsmittelhandels (vgl. PETER ALBRECHT, Kommentar zum Schweizerischen Strafrecht, Sonderband Betäubungsmittelstrafrecht, Bern 1995, Art. 19 N. 76 und Art. 19a N. 33). Wer einem andern Geld gibt, damit dieser im Lebensmittelgeschäft etwas einkaufe, finanziert nicht den Lebensmittelhandel. Das tut, wer mit Händlern in Kontakt steht und ihnen Kapital für den Handel zur Verfügung stellt.\n\nDer Beschwerdeführer hat dem E. Hilfe geleistet zu dessen Widerhandlung gegen Art. 19a Ziff. 1 BetmG. Da es sich bei dieser Bestimmung um eine Übertretung handelt, ist die Gehilfenschaft dazu nicht strafbar (Art. 26 BetmG i.V.m. Art. 104 Abs. 1 StGB).\n\nc) Der Beschwerdeführer ist somit schon mangels Tatbestandsmässigkeit nicht strafbar. Ob die Voraussetzungen der Notstandshilfe gegeben wären, kann daher offenbleiben.\n\n3. (Kostenfolgen)."}