{"annee": "121", "cour": "IV", "page": "26", "date": "27/1/1995", "cite": ["92 IV 128"], "cite_par": ["121 III 345"], "chapeau": "6. Auszug aus dem Urteil des Kassationshofes vom 27. Januar 1995 i.S. H. gegen Firma M., K., W. und Staatsanwaltschaft des Kantons Aargau (Nichtigkeitsbeschwerde)", "regestes": ["Art. 148 al. 1 CP (ancien texte), art. 933 et 934 al. 1 CC; escroquerie réalisée par la vente du produit d'un vol respectivement d'une escroquerie, atteinte aux intérêts pécuniaires. Celui qui vend à un tiers de bonne foi une chose mobilière qu'il a volée ou acquise au moyen d'une escroquerie cause une atteinte aux intérêts pécuniaires de celui-ci et peut de ce fait être puni pour escroquerie."], "faits": "BGE 121 IV 26 S. 26\n\nA.- Am 22. September 1993 sprach das Bezirksgericht Aarau H. schuldig der Sachbeschädigung, des Diebstahls, des Nichtbezahlens des Militärpflichtersatzes, des Hausfriedensbruchs sowie des Betruges und verurteilte ihn zu einer unbedingten Gefängnisstrafe von fünfeinhalb Monaten und zu einer Busse von Fr. 300.--.\n\nB.- Eine von H. dagegen erhobene Berufung wies das Obergericht des Kantons Aargau am 8. Juni 1994 ab.\n\nBGE 121 IV 26 S. 27\n\nC.- H. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Die Vorinstanz nimmt an, der Beschwerdeführer habe sich des Betruges schuldig gemacht dadurch, dass er die von ihm gestohlenen bzw. ertrogenen Sachen an Dritte verkauft habe. Der Beschwerdeführer macht geltend, diese Auffassung verletze Bundesrecht.\n\na) Gemäss Art. 148 Abs. 1 StGB in seiner vor dem 1. Januar 1995 geltenden alten Fassung ist wegen Betruges strafbar, wer in der Absicht, sich oder einen andern unrechtmässig zu bereichern, jemanden durch Vorspiegelung oder Unterdrückung von Tatsachen arglistig irreführt und so den Irrenden zu einem Verhalten bestimmt, wodurch dieser sich selbst oder einen andern am Vermögen schädigt. Entscheidend ist somit, ob der Dritte durch den Erwerb einer gestohlenen bzw. einer ertrogenen Sache einen Schaden erleidet.\n\nb) Wer in gutem Glauben eine bewegliche Sache zu Eigentum übertragen erhält, wird, auch wenn der Veräusserer zur Eigentumsübertragung nicht befugt ist, deren Eigentümer, sobald er nach den Besitzesregeln im Besitze der Sache geschützt ist (Art. 714 Abs. 2 ZGB). Nach den Besitzesregeln ist, wer eine bewegliche Sache in gutem Glauben zu Eigentum oder zu einem beschränkten dinglichen Recht übertragen erhält, in seinem Erwerbe auch dann zu schützen, wenn sie dem Veräusserer ohne jede Ermächtigung zur Übertragung anvertraut worden war (Art. 933 ZGB). Der Besitzer, dem eine bewegliche Sache gestohlen wird oder verloren geht oder sonst wider seinen Willen abhanden kommt, kann sie während fünf Jahren jedem Empfänger abfordern (Art. 934 Abs. 1 ZGB). Ist die Sache öffentlich versteigert oder auf dem Markt oder durch einen Kaufmann, der mit Waren der gleichen Art handelt, übertragen worden, so kann sie dem ersten und jedem späteren gutgläubigen Empfänger nur gegen Vergütung des von ihm bezahlten Preises abgefordert werden (Art. 934 Abs. 2 ZGB). Wer den Besitz einer beweglichen Sache nicht in gutem Glauben erworben hat, kann von dem früheren Besitzer jederzeit auf Herausgabe belangt werden (Art. 936 Abs. 1 ZGB).\n\nBGE 121 IV 26 S. 28\n\nc) Soweit die Vorinstanz annimmt, der Beschwerdeführer habe sich durch den Verkauf der von ihm gestohlenen Sachen des Betruges schuldig gemacht, verletzt sie kein Bundesrecht. Gemäss Art. 934 Abs. 1 ZGB kann der bestohlene Eigentümer die Sache dem Käufer während fünf Jahren abfordern. Die dem Käufer übergebene Sache ist somit mit dem Herausgabeanspruch des rechtmässigen Eigentümers belastet. Sie entspricht deshalb wertmässig dem Kaufpreis nicht. Ein Vermögensschaden des Käufers ist damit zu bejahen (BGE 92 IV 128 mit Hinweisen). Dass die Voraussetzungen hier erfüllt seien, unter denen die Sache dem gutgläubigen Käufer nur gegen Vergütung des von ihm bezahlten Preises abgefordert werden kann (Art. 934 Abs. 2 ZGB), ergibt sich aus dem angefochtenen Urteil nicht und macht der Beschwerdeführer nicht geltend.\n\nd) Eine Bundesrechtsverletzung ist auch zu verneinen, soweit die Vorinstanz davon ausgeht, der Beschwerdeführer habe sich des Betruges schuldig gemacht durch den Weiterverkauf der von ihm ertrogenen Sachen.\n\nIm zivilrechtlichen Schrifttum ist umstritten, ob die aufgrund einer Täuschung übergebene Sache im Sinne von Art. 933 ZGB anvertraut und der gutgläubige Dritterwerber in seinem Erwerb daher geschützt sei, oder ob die Sache im Sinne von Art. 934 Abs. 1 ZGB dem ursprünglich Berechtigten wider seinen Willen abhanden gekommen sei und dieser sie beim Dritterwerber somit während fünf Jahren herausverlangen könne. Nach der vorherrschenden Auffassung ist die Sache dem Betrüger im Sinne von Art. 933 ZGB anvertraut (STARK, Berner Kommentar zum schweizerischen Zivilgesetzbuch, Der Besitz, 2. Aufl., 1984, Art. 933 N. 29 mit Hinweisen; HINDERLING, Schweizerisches Privatrecht V/1, Basel 1977, S. 475 f.). Nach anderer Ansicht ist die Sache dagegen dem ursprünglich Berechtigten wider seinen Willen abhanden gekommen (STARK, a.a.O., N. 29 f.; ZOBL, Berner Kommentar zum schweizerischen Zivilgesetzbuch, Das Fahrnispfand, 2. Aufl., 1982, Art. 884 N. 645). Zur Begründung dieser Gegenmeinung wird ausgeführt, die innere Rechtfertigung des Eigentumsverlustes bei anvertrauten Sachen falle bei Täuschung weg. Wer eine Sache aufgrund einer Täuschung übergebe, habe sich keinen Vertrauensmann ausgesucht und die Gefahr einer unrechtmässigen Weitergabe nicht auf sich genommen. Er habe nicht freiwillig einen falschen Rechtsschein geschaffen. Nur das Übertragen der Sache an einen andern aus freiem Willen vermöge den Verlust des Eigentums zugunsten des gutgläubigen späteren Erwerbers zu rechtfertigen. Bei Übergabe einer Sache aufgrund BGE 121 IV 26 S. 29einer Täuschung sei daher der gutgläubige spätere Erwerber nicht zu schützen (STARK, a.a.O., N. 30 mit Hinweisen). Auch im strafrechtlichen Schrifttum wird angenommen, ertrogene Sachen seien dem Besitzer wider seinen Willen abhanden gekommen (TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, Art. 148 N. 22).\n\nAufgrund dieser unsicheren Zivilrechtslage besteht für den Dritterwerber das erhebliche Risiko, in eine zivilrechtliche Auseinandersetzung verstrickt und dabei zur Herausgabe der Sache verpflichtet zu werden, weil der Richter die dargelegte umstrittene Rechtsfrage zu seinen Ungunsten entscheidet und davon ausgeht, ertrogene Sachen seien dem ursprünglich Berechtigten wider seinen Willen abhanden gekommen. Diese erhebliche Gefahr für den Dritterwerber, im Zivilprozess zu unterliegen, vermindert den wirtschaftlichen Wert der empfangenen Sache. Der Dritterwerber kann die Sache auch nicht weiterverkaufen, ohne auf die ungewisse Rechtslage hinzuweisen. Der Vermögensschaden ist deshalb zu bejahen (vgl. SCHUBARTH, Kommentar zum schweizerischen Strafrecht, 2. Band, Art. 148 N. 94; SAMSON, Systematischer Kommentar zum deutschen Strafgesetzbuch, Band II, 5. Aufl., § 263 N. 180)."}