{"annee": "121", "cour": "I", "page": "30", "date": "20/2/1995", "cite": ["118 IA 282", "111 IA 161", "119 IA 316", "119 IA 88", "119 IB 311", "105 IB 348", "119 IA 99", "107 IA 206", "119 IA 221"], "cite_par": ["131 I 467", "125 II 417", "122 V 47", "125 I 209", "132 I 42", "128 I 288", "130 I 388", "130 III 66", "141 I 97", "122 II 464", "125 II 293", "130 II 425", "125 I 127", "134 I 229", "132 III 503", "121 I 306", "137 IV 33", "124 I 322", "127 II 227", "127 I 44", "123 I 87"], "chapeau": "4. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 20. Februar 1995 i.S. Schweizerische Nationalbank und AG Hotel Bellerive au Lac gegen Stadt Zürich und Verwaltungsgericht des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 6 par. 1 CEDH; droit à des débats publics lors du prononcé de mesures de protection de monuments et dans la procédure d'autorisation de construire. Les personnes morales de droit public sont-elles admises à se prévaloir des garanties offertes par la CEDH? Question laissée indécise s'agissant de la Banque nationale suisse, dès lors que la société anonyme qu'elle domine est recevable à invoquer les droits garantis par la CEDH (consid. 5a et b). L'art. 6 par. 1 CEDH est applicable lorsque l'autorité prend, au titre de la protection des monuments, des mesures visant à conserver un bâtiment exploité autrefois comme hôtel (consid. 5c). Principe de la publicité des débats selon l'art. 6 par. 1 CEDH et restrictions possibles à cette exigence (consid. 5d et e). Conditions dans lesquelles on peut renoncer à la tenue d'une audience publique de débats (consid. 5f). Violation du principe de la publicité lors de l'adoption des mesures visant à protéger le bâtiment en question (consid. 5f-j). L'art. 6 par. 1 CEDH est-il applicable à la procédure d'autorisation de construire? Question laissée indécise, car dans les circonstances de l'espèce, le droit à des débats publics était périmé (consid. 6a)."], "faits": "|31|\n\nDie Schweizerische Nationalbank (SNB) ist Eigentümerin von Liegenschaften am Stadthausquai und an der Börsenstrasse in Zürich sowie Inhaberin der AG Hotel Bellerive au Lac, der die gleichnamige ehemalige Hotelliegenschaft am Utoquai in Zürich gehört. In diesen Liegenschaften möchte die SNB im Rahmen des Projekts \"SNB 2000\" zahlreiche Bauarbeiten ausführen. Im ehemaligen Hotel Bellerive au Lac sollen die wirtschaftswissenschaftliche Bibliothek und die Büros der geld-, währungs- und bankwirtschaftlichen Studienabteilungen untergebracht werden.\n\nAm 2. März 1990 verweigerte die damalige Bausektion II des Stadtrates von Zürich die für den Umbau und die Umnutzung des ehemaligen Hotels Bellerive au Lac erforderliche Baubewilligung. Die gegen diesen Entscheid ergriffenen kantonalen Rechtsmittel blieben ohne Erfolg.\n\n|32|\n\nDer Stadtrat von Zürich stellte am 28. März 1990 das Gebäude des ehemaligen Hotels Bellerive au Lac unter Denkmalschutz. Von der Schutzmassnahme wurden nebst dem Gebäudeäusseren auch Teile des Gebäudeinnern erfasst. Sämtliche dagegen erhobenen kantonalen Rechtsmittel blieben erfolglos.\n\nGegen die Urteile des Verwaltungsgerichts des Kantons Zürich, die hinsichtlich des ehemaligen Hotelgebäudes Bellerive au Lac den Bauabschlag und die Unterschutzstellung bestätigten, sowie gegen die Entscheide, die das Verwaltungsgericht in diesem Zusammenhang als Revisionsinstanz fällte, erhoben die SNB und die AG Hotel Bellerive au Lac beim Bundesgericht je eine staatsrechtliche Beschwerde. Sie rügen die Verletzung von Art. 4, 22ter und 58 BV sowie von Art. 6 Ziff. 1 EMRK.", "considerants": "Aus den Erwägungen:\n\n5. In seinem Urteil vom 28. Januar 1994 verneint das Verwaltungsgericht die Anwendbarkeit der Europäischen Menschenrechtskonvention mit der Begründung, bei der SNB handle es sich um eine öffentliche Anstalt des Bundes, die keine nichtstaatliche Organisation im Sinne von Art. 25 EMRK sei und die sich daher nicht auf Art. 6 EMRK berufen könne. Dies gelte auch für die von der SNB beherrschte AG Hotel Bellerive au Lac.\n\na) Die EMRK enthält keine ausdrückliche Regelung des persönlichen Geltungsbereichs der in ihr garantierten Rechte und Freiheiten. Art. 1 EMRK statuiert die Verpflichtung der vertragschliessenden Staaten, allen ihrer Jurisdiktion unterstehenden Personen die in Abschnitt I der Konvention niedergelegten Rechte und Freiheiten zuzusichern. Gemäss Art. 6 Ziff. 1 EMRK hat jedermann Anspruch darauf, dass seine Sache in billiger Weise öffentlich und innerhalb einer angemessenen Frist angehört wird. Präzisere Hinweise über den persönlichen Anwendungsbereich der Konvention fehlen.\n\nAllerdings bestimmt Art. 25 EMRK, dass neben natürlichen Personen auch nichtstaatliche Organisationen oder Personenvereinigungen berechtigt sind, eine Individualbeschwerde bei der Europäischen Kommission für Menschenrechte einzureichen. Aus dieser Norm, die nur die Berechtigung zur Individualbeschwerde regelt, wird zum Teil abgeleitet, dass sich staatliche Organisationen generell nicht auf die Konventionsrechte berufen können (JOCHEN ABR. FROWEIN/WOLFGANG PEUKERT, Europäische Menschenrechtskonvention, Kommentar, 1985, Art. 6 N. 6; Art. 25 N. 14; |33| HEINZ GURADZE, Die Europäische Menschenrechtskonvention, 1968, Art. 6 N. 4). Nach anderen Auffassungen reicht der persönliche Anwendungsbereich der Konvention über Art. 25 EMRK hinaus (vgl. JACQUES VELU, La Convention européenne des droits de l'homme et les personnes morales, Miscellanea W.J. Ganshof van der Meersch, 1972, Band I, S. 591 ff.). Dabei wird zum Teil zwischen dem Staat und ihm unterstellten Personen des öffentlichen Rechts unterschieden sowie nach der Art des angerufenen Rechts differenziert (vgl. HERIBERT GOLSONG, La Convention européenne des droits de l'homme et les personnes morales, in: Université catholique de Louvain (Hrsg.), Les droits de l'homme et les personnes morales, 1970, S. 23, 31; HUBERT SCHORN, Die Europäische Konvention zum Schutze der Menschenrechte und Grundfreiheiten, 1965, Art. 6 N. 3). JACQUES VELU (a.a.O., S. 596 ff.) vertritt eine weitgehende Gleichstellung von juristischen Personen des öffentlichen und des privaten Rechts, allerdings nur in deren speziellem Zuständigkeitsbereich und soweit dies nicht mit den Grundsätzen des öffentlichen Dienstes unvereinbar sei.\n\nDie Europäische Kommission für Menschenrechte hat bisher Beschwerden von Trägern öffentlicher Gewalt, insbesondere von Gemeinden, grundsätzlich für unzulässig erklärt (Entscheid vom 14. Dezember 1988, Nr. 13252/87, i.S. Gemeinde Rothenthurm, DR 59/1989, S. 251 ff.; Entscheid vom 31. Mai 1974 betr. 16 österreichische Gemeinden, Nr. 5767/72 u.a., CD 46/1974, S. 118 ff., 125 f.). Soweit aus diesen Entscheiden erkennbar, wurde die Beschwerdeberechtigung juristischer Personen des öffentlichen Rechts allgemein abgelehnt, ohne nach der hoheitlichen oder privatrechtlichen Rechtsnatur ihres Handelns oder dem angerufenen Recht zu unterscheiden.\n\nb) Die SNB ist eine spezialgesetzliche Aktiengesellschaft des Bundesrechts, deren Rechtsnatur umstritten ist. Sie wird als öffentlichrechtliche Anstalt, aber auch als Körperschaft oder überhaupt als juristische Person sui generis betrachtet (vgl. BGE 105 Ib 348 E. 4c S. 357). Formell ist sie als Aktiengesellschaft konzipiert, allerdings mit einer spezifischen, vom sonstigen Gesellschaftsrecht abweichenden Ausgestaltung (SCHWEIZERISCHE NATIONALBANK [Hrsg.], Aufgaben, Instrumente, Organisation, 1989).\n\nDie SNB regelt gemäss Art. 39 BV den Geldumlauf des Landes, erleichtert den Zahlungsverkehr und führt eine den Gesamtinteressen des Landes dienende Kredit- und Währungspolitik. Sie erfüllt somit öffentliche Aufgaben. Hierzu stehen ihr aufgrund des Nationalbankgesetzes vom 23. Dezember 1953 (NBG; SR 951.11) hoheitliche Befugnisse zu. Trotz ihrer formal privatrechtlichen |34| Organisationsform trägt sie daher ein stark öffentlichrechtliches Gepräge (LEO SCHÜRMANN, Nationalbankgesetz und Ausführungserlasse, 1980, Art. 1 N. 3).\n\nOb ihr eine Berufung auf Art. 6 Ziff. 1 EMRK aus diesem Grund verwehrt ist, kann jedoch im vorliegenden Fall offenbleiben, da dieses Recht - wie sich nachstehend ergibt - jedenfalls der zweiten Beschwerdeführerin zusteht.\n\nDie AG Hotel Bellerive au Lac ist eine privatrechtliche Aktiengesellschaft, deren Anteile sich zu 100% im Eigentum der Nationalbank befinden. Dieser Aktienbesitz ändert aber nichts an der privatrechtlichen Natur der AG Hotel Bellerive au Lac, die rechtlich von der SNB zu unterscheiden ist und selbst keine öffentlichen Aufgaben erfüllt. Sie kann sich daher wie jede juristische Person des Privatrechts auf die EMRK berufen. Unter dem Vorbehalt des Rechtsmissbrauchs, der vorliegend ausser Frage steht, gibt es keinen Grund, der privaten Grundeigentümerin die Berufung auf die EMRK unter Durchgriff auf den öffentlichrechtlichen Status ihrer Alleinaktionärin zu versagen.\n\nc) Nach ständiger Rechtsprechung des Bundesgerichts ist der Begriff der zivilrechtlichen Ansprüche und Verpflichtungen im Sinne von Art. 6 Ziff. 1 EMRK entsprechend der Praxis der Strassburger Organe auszulegen. Er umfasst nicht nur zivilrechtliche Streitigkeiten im engeren Sinne, sondern auch Verwaltungsakte einer hoheitlich handelnden Behörde, sofern diese massgeblich in Rechte und Verpflichtungen privatrechtlicher Natur eingreifen (BGE 119 Ia 88 E. 3b S. 92). Im angeführten Entscheid ging es um die Unterschutzstellung eines Kino- und Theatersaals einschliesslich seiner Nebenräume und des Foyers. Das Bundesgericht hielt eine Massnahme, die zur Erhaltung der Räume in ihrem gegenwärtigen Zustand verpflichtet, für eine sehr weitgehende Beschränkung des Eigentums (\"un caractère quasi expropriatif\"), die in den Anwendungsbereich von Art. 6 Ziff. 1 EMRK falle.\n\nIm vorliegenden Fall betrifft die Unterschutzstellung ebenfalls wesentliche Teile des ehemaligen Hotelgebäudes Bellerive au Lac: Neben dem Gebäudeäussern mit allen Fassaden und Dachflächen samt An- und Aufbauten sind auch die konstruktiven Gebäudestrukturen - umfassend die Geschossdecken sowie die tragenden Wände und Stützen - sowie, in den vier Obergeschossen und im Dachgeschoss, zahlreiche Innenräume mit ihrer architektonischen Ausstattung unter Schutz gestellt. An den geschützten |35| Teilen dürfen keine Änderungen vorgenommen werden, die ihren kunst- oder kulturhistorischen Charakter beeinträchtigen. Die Schutzobjekte müssen ordnungsgemäss im Original erhalten und dürfen auch durch Unterhaltsarbeiten nicht beeinträchtigt werden. Die Erstellung weiterer Gebäude auf der Liegenschaft sowie die Volumenvergrösserung des bestehenden Gebäudes sind untersagt. Dies hat zur Folge, dass die Grundeigentümerin das bestehende Gebäude weitgehend erhalten muss und Änderungen nur noch beschränkt möglich sind.\n\nUnter diesen Umständen stellt die umstrittene Schutzverfügung eine wesentliche Eigentumsbeschränkung dar, die in den Anwendungsbereich von Art. 6 Ziff. 1 EMRK fällt. Daraus ergibt sich, dass die von der Schutzmassnahme betroffene Grundeigentümerin grundsätzlich einen Anspruch hat, dass ihre Sache in billiger Weise öffentlich gehört wird.\n\nd) Nach der Rechtsprechung des Bundesgerichts stellt die Öffentlichkeit der Gerichtsverhandlung ein fundamentales Prinzip dar, das nicht nur für den Einzelnen wichtig ist, sondern ebensosehr als Voraussetzung für das Vertrauen in das Funktionieren der Justiz erscheint (BGE 119 Ia 99 E. 4a S. 104; 119 Ib 311 E. 6b S. 328 f.). Die Rechtsprechung steht mit derjenigen des Europäischen Gerichtshofs für Menschenrechte im Einklang (vgl. Urteil i.S. Håkansson und Sturesson vom 21. Februar 1990, Série A, Vol. 171-A, Ziff. 66; Urteil i.S. Sutter vom 22. Februar 1984, Série A, Vol. 74, Ziff. 26; Urteil i.S. Pretto vom 8. Dezember 1983, Série A, Vol. 71, Ziff. 21; Urteil i.S. Axen vom 8. Dezember 1983, Série A, Vol. 72, Ziff. 25).\n\nArt. 6 Ziff. 1 EMRK verleiht dem Einzelnen einen Anspruch, seine Argumente mündlich in einer öffentlichen Sitzung dem Gericht vorzutragen (vgl. den Bericht der Europäischen Kommission für Menschenrechte i.S. Fredin vom 9. Februar 1993, Série A, Vol. 283, Ziff. 42, sowie i.S. Adler c. Schweiz, Nr. 9486/81, VPB 1985 Nr. 74 § 51). Zwar erwähnt Art. 6 Ziff. 1 EMRK die Mündlichkeit nicht ausdrücklich. Diese ist jedoch unentbehrliche Voraussetzung für die Teilnahme der Allgemeinheit an einem Verfahren (MIEHSLER/VOGLER, IntKommMRK Art. 6 N. 332; JEAN-MAURICE FRÉSARD, L'applicabilité de l'art. 6 § 1 CEDH au contentieux de l'assurance sociale et ses conséquences sous l'angle du principe de la publicité des débats, SVZ 62/1994 193, 195; vgl. auch BGE 120 V 1 E. 3d S. 8).\n\ne) Art. 6 Ziff. 1 Satz 2 EMRK sieht selber Ausnahmen von der Öffentlichkeit vor im Interesse der Sittlichkeit, der öffentlichen Ordnung oder der nationalen Sicherheit oder wenn die Interessen von Jugendlichen, der Schutz |36| des Privatlebens von Prozessparteien oder die Gefahr der Beeinträchtigung der Rechtspflege es gebieten (vgl. ARTHUR HAEFLIGER, Der Grundsatz der Öffentlichkeit der Verhandlung, in: Verfassungsrechtsprechung und Verwaltungsrechtsprechung, 1992, S. 247 f.; MIEHSLER/VOGLER, IntKommMRK, Art. 6 N. 334 ff.).\n\nDer Europäische Gerichtshof für Menschenrechte erachtet überdies gewisse Einschränkungen des Öffentlichkeitsprinzips im Rechtsmittelverfahren als konventionskonform. So entschied er, dass eine Rechtsmittelinstanz, die auf eine reine Rechtskontrolle beschränkt sei, im schriftlichen Verfahren entscheiden bzw. unter Ausschluss der Öffentlichkeit verhandeln könne, sofern in erster Instanz eine öffentliche Verhandlung stattgefunden habe (Urteil i.S. Ekbatani vom 26. Mai 1988, Série A, Vol. 134, Ziff. 31; Urteil i.S. Sutter vom 22. Februar 1984, Série A, Vol. 74, Ziff. 30; Urteil i.S. Axen vom 8. Dezember 1983, Série A, Vol. 72, Ziff. 28).\n\nIn anderen Fällen (Urteil i.S. Helmers vom 29. Oktober 1991, Série A, Vol. 211-A, Ziff. 36; Urteil i.S. Andersson vom 29. Oktober 1991, Série A, Vol. 212-B, Ziff. 27; Urteil i.S. Fejde vom 29. Oktober 1991, Série A, Vol. 212-C, Ziff. 31) ging der Gerichtshof noch einen Schritt weiter: Danach räumt Art. 6 Ziff. 1 EMRK auch bei einem Berufungsgericht, das einen Fall hinsichtlich der Tatsachenfeststellungen und der Rechtsausführungen überprüfen kann, nicht immer, unabhängig von der Art der zu entscheidenden Fragen, ein Recht auf eine öffentliche Verhandlung ein. Das Erfordernis der Öffentlichkeit sei sicherlich eines der Mittel, durch welches das Vertrauen in die Gerichte aufrechterhalten werde. Es gebe jedoch noch andere Gesichtspunkte, die bei der Beurteilung der Notwendigkeit einer öffentlichen Verhandlung in Verfahrensstadien nach der Durchführung der erstinstanzlichen Hauptverhandlung berücksichtigt werden müssten, wie das Recht auf ein Verfahren innerhalb angemessener Frist und das damit zusammenhängende Erfordernis einer raschen Erledigung der dem Gericht unterbreiteten Fälle. Wenn in erster Instanz eine öffentliche Verhandlung stattgefunden habe, könne daher das Fehlen einer solchen Verhandlung in zweiter oder dritter Instanz durch besondere Merkmale der betreffenden Verfahren gerechtfertigt sein. Dabei komme es insbesondere auf die Natur der konkret streitigen, von der Rechtsmittelinstanz zu beurteilenden Fragen an (vgl. dazu auch BGE 119 Ia 316 E. 2b S. 318 sowie HAEFLIGER, a.a.O., S. 245 f.; FRANZ MATSCHER, Heilung von konventionswidrigen Mängeln unterinstanzlicher Verfahren durch Rechtsmittel; konventionswidrige Rechtsmittelverfahren bei konventionskonformen unterinstanzlichen |37| Verfahren, in: Festschrift Adamovich, 1992, S. 420).\n\nIn jüngsten Entscheiden hat der Europäische Gerichtshof angedeutet, dass die Durchführung eines schriftlichen und damit nicht öffentlichen Verfahrens ausnahmsweise selbst dann konventionskonform sein könnte, wenn der Rechtsuchende bei der Vorinstanz keine Gelegenheit hatte, seine Sache öffentlich vor Gericht vorzutragen. Im Fall Fredin entschied der oberste Verwaltungsgerichtshof Schwedens als einzige gerichtliche Instanz über den Widerruf einer Schotterabbaugenehmigung. Die Europäische Kommission für Menschenrechte leitete den Verstoss gegen Art. 6 Ziff. 1 EMRK bereits daraus ab, dass der Verwaltungsgerichtshof als einzige gerichtliche Instanz entschieden habe. Unter solchen Umständen habe der Betroffene immer das Recht auf eine öffentliche Verhandlung (Entscheid vom 9. Februar 1993, Série A, Vol. 283-A, Ziff. 42 f.). Der Europäische Gerichtshof bestätigte den Kommissionsentscheid, führte aber in seiner Begründung an, dies gelte jedenfalls, wenn die gerichtliche Instanz Rechts- und Tatsachenfragen überprüfen und die Beschwerde Fragen in beiden Bereichen aufwerfen könne, zumal zumindest zwei der fünf schwedischen Verwaltungsrichter eine mündliche Anhörung für erforderlich gehalten hätten (Urteil vom 23. Februar 1994, Série A, Vol. 283-A, Ziff. 22). Ferner ist zu beachten, dass das Eidgenössische Versicherungsgericht aufgrund des Urteils des Europäischen Gerichtshofs i.S. Schuler-Zgraggen vom 24. Juni 1993 (Série A, Vol. 263, Ziff. 58) es für zulässig erachtet, in gewissen Fällen trotz Vorliegens eines entsprechenden Antrags von der Durchführung einer öffentlichen Verhandlung abzusehen. Dabei würden namentlich die Gesichtspunkte der besseren Eignung des schriftlichen Verfahrens bei hochtechnischen Fragen und die im Sozialversicherungsprozess gebotene Einfachheit und Raschheit des Verfahrens ins Gewicht fallen (BGE 120 V 1 E. 3d S. 8; 119 V 375 E. 4b/dd S. 381; vgl. auch FRÉSARD, a.a.O., S. 196).\n\nf) Nach der Rechtsprechung des Europäischen Gerichtshofs ist schliesslich auch ein Verzicht auf die Öffentlichkeit der Verhandlung möglich. Er kann ausdrücklich oder stillschweigend erfolgen (Urteil i.S. Zumtobel vom 21. September 1993, Série A, Vol. 268-A, Ziff. 80 f.; Urteil i.S. Schuler-Zgraggen gegen die Schweiz vom 24. Juni 1993, Série A, Vol. 263, Ziff. 58; Urteil i.S. Håkansson und Sturesson vom 21. Februar 1990, Série |38| A, Vol. 263, Ziff. 58; Urteil i.S. Albert und Le Compte vom 10. Februar 1983, Série A, Vol. 58, Ziff. 35; Urteil i.S. Le Compte, Van Leuven und De Meyere vom 23. Juni 1981, Série A, Vol. 43, Ziff. 59). In den beiden erwähnten Fällen Håkansson und Sturesson und Schuler-Zgraggen nahm der Gerichtshof einen unzweideutigen Verzicht an, weil der Beschwerdeführer keinen Antrag auf öffentliche Verhandlung gestellt hatte, obwohl die einschlägigen gesetzlichen Bestimmungen diese Möglichkeit vorsahen und er wusste, dass in der Regel im schriftlichen Verfahren entschieden werde (vgl. auch BGE 119 Ib 311 E. 6d und e S. 330 f.).\n\nZum gleichen Ergebnis kommt die Rechtsprechung des Bundesgerichts gestützt auf den Grundsatz von Treu und Glauben und das Verbot des Rechtsmissbrauchs, welche auch im Verfahrensrecht Geltung haben (vgl. BGE 107 Ia 206 E. 3a S. 211; vgl. auch Jean-François Egli, La protection de la bonne foi dans le procès, in: Verfassungsrechtsprechung und Verwaltungsrechtsprechung, 1992, S. 238 ff.). Danach ist es nicht zulässig, formelle Rügen, welche in einem frühen Stadium hätten geltend gemacht werden können, bei ungünstigem Ausgang noch später vorzubringen (BGE 111 Ia 161 E. 1a S. 162 f.). In bezug auf die Garantie auf einen unvoreingenommenen Richter hat das Bundesgericht erkannt, dass Ablehnungs- oder Ausstandsgründe so früh wie möglich geltend zu machen sind und ein verspätetes Vorbringen gegen Treu und Glauben verstossen und daher die Verwirkung mit sich bringen kann (BGE 118 Ia 282 E. 3a S. 284 und 209 E. 2d S. 215). Diese Rechtsprechung findet auch auf die Garantie eines öffentlichen Verfahrens gemäss Art. 6 Ziff. 1 EMRK Anwendung (BGE 119 Ia 221 E. 5a und b S. 228 ff.).\n\ng) Die Beschwerdeführerinnen rügen, dass im Hauptverfahren vor dem Verwaltungsgericht keine mündliche Verhandlung stattfand. Ob im erstinstanzlichen Rekursverfahren öffentlich hätte verhandelt werden müssen, ist dagegen nicht Gegenstand der staatsrechtlichen Beschwerde. Einer der in der Konvention aufgezählten Ausnahmegründe, welcher ein Absehen von der Öffentlichkeit rechtfertigen würde, ist nicht gegeben. Namentlich sind auch keine besonderen Umstände ersichtlich, die im Interesse der Rechtspflege eine nichtöffentliche Verhandlung erfordern würden. Im Gegensatz zum Sachverhalt, der den erwähnten Urteilen i.S. Ekbatani, Helmers, Andersson und Fejde zugrunde lag, wurde im vorliegenden Fall auch das vorinstanzliche Verfahren vor der Baurekurskommission schriftlich, also ohne öffentliche Verhandlung, durchgeführt. Der |39| Augenschein vom 13. März 1991, an dem nur die Parteien teilnehmen konnten, war nicht öffentlich und genügte in dieser Hinsicht den Anforderungen von Art. 6 Ziff. 1 EMRK nicht (vgl. dazu das Urteil des Verwaltungsgerichts des Kantons Zürich vom 27. Mai 1994 in ZBl 95/1994 568 f. E. 5c).\n\nEs stellt sich jedoch die Frage, ob die Beschwerdeführerinnen allenfalls auf die Durchführung einer öffentlichen Verhandlung verzichtet haben oder ob nach der angeführten jüngsten Rechtsprechung des Europäischen Gerichtshofs Umstände vorliegen, welche es rechtfertigen, von einer öffentlichen Verhandlung abzusehen.\n\nh) Im Verfahren betreffend die Unterschutzstellung des ehemaligen Hotels Bellerive au Lac beantragten die Beschwerdeführerinnen mit Schreiben vom 29. Juli 1993 die Durchführung einer öffentlichen Verhandlung. Im Rekursverfahren hatten sie dagegen die Öffentlichkeit nicht verlangt. Es geht nicht an, darin einen für das Verwaltungsgerichtsverfahren wirksamen Verzicht zu erblicken. Dies ergibt sich namentlich aus den folgenden Umständen.\n\nZur Abklärung der Schutzwürdigkeit des ehemaligen Hotels Bellerive au Lac und des erforderlichen Schutzumfangs holte das Verwaltungsgericht eine Expertise ein. Die Beschwerdeführerinnen waren mit der Wahl des Gutachters durch das Verwaltungsgericht nicht einverstanden. Sie bezeichneten sein Gutachten als nicht schlüssig und reichten dem Verwaltungsgericht eine Stellungnahme der Eidgenössischen Kommission für Denkmalpflege ein. Für den Fall, dass eine Einigung nicht möglich sein sollte, stellten sie den erwähnten Antrag, es sei das Verfahren mit einer öffentlichen Verhandlung abzuschliessen.\n\nDa das Verwaltungsgericht somit den Sachverhalt mit einer Expertise einer gründlichen Überprüfung unterzog, konnte ein allfälliger Verzicht auf eine öffentliche Verhandlung vor der Baurekurskommission von vornherein keine Wirksamkeit für das verwaltungsgerichtliche Verfahren haben. Vielmehr zeigen die weitreichenden und umstrittenen Beweismassnahmen des Verwaltungsgerichts, dass die Beschwerdeführerinnen durchaus ein berechtigtes Interesse an der Durchführung einer öffentlichen Verhandlung haben konnten.\n\ni) Die Voraussetzungen, um trotz eines Antrags auf eine öffentliche Verhandlung zu verzichten, sind im vorliegenden Fall ebenfalls nicht gegeben. Das Verwaltungsgericht hat als Beschwerdeinstanz entschieden. Hebt es eine angefochtene Anordnung auf, entscheidet es gemäss § 63 Abs. 1 VRG grundsätzlich selbst. Dabei darf es über die gestellten Rechtsbegehren |40| nicht hinausgehen und die aufgehobene Anordnung nicht zum Nachteil des Beschwerdeführers abändern (§ 63 Abs. 2 VRG). Das Verwaltungsgericht ist nicht auf eine Rechtskontrolle beschränkt, sondern es überprüft auch die Feststellung des Sachverhalts (vgl. § 51 Abs. 2 VRG). Im vorliegenden Fall hat es wie erwähnt von dieser Befugnis Gebrauch gemacht und die Schutzwürdigkeit und den allenfalls erforderlichen Schutzumfang mit einer Expertise abklären lassen. Angesichts der erfolgten umfassenden Prüfung konnte nicht von einer öffentlichen Verhandlung abgesehen werden, soll das Öffentlichkeitsprinzip gemäss Art. 6 Ziff. 1 EMRK nicht seiner Substanz entleert werden.\n\nj) Es ergibt sich somit, dass das Verwaltungsgericht im Verfahren betreffend die Unterschutzstellung des ehemaligen Hotels Bellerive au Lac zu Unrecht eine öffentliche, mündliche Verhandlung abgelehnt und dadurch Art. 6 Ziff. 1 EMRK verletzt hat. Da der verletzte Anspruch formeller Natur ist, führt die Gutheissung der Rüge zur Aufhebung des angefochtenen Entscheids, unbekümmert darum, ob dieser anders ausgefallen wäre, wenn eine öffentliche Verhandlung stattgefunden hätte, oder ob er in der Sache vor der Verfassung standhält. Der Mangel lässt sich im vorliegenden Verfahren nicht beheben. Es ist daher der Entscheid des Verwaltungsgerichts vom 28. Januar 1994 aufzuheben, ohne die weiteren, dagegen erhobenen Rügen zu prüfen.\n\n6. Im Verfahren betreffend die Verweigerung der Baubewilligung hielt das Verwaltungsgericht Art. 6 Ziff. 1 EMRK für sachlich nicht anwendbar. Es argumentierte im Revisionsentscheid vom 4. März 1993, es werde weder ein Bauverbot noch eine neue Nutzungsbeschränkung ausgesprochen, sondern es gehe lediglich um die Einhaltung der bestehenden Vorschriften über den vorgeschriebenen Wohnanteil, und dies stelle keine Streitigkeit über zivilrechtliche Ansprüche oder Verpflichtungen dar.\n\na) Im Baubewilligungsverfahren stellten die Beschwerdeführerinnen weder vor der Baurekurskommission noch im verwaltungsgerichtlichen Verfahren einen Antrag auf die Durchführung einer mündlichen Verhandlung. Sie verlangten die Ansetzung einer öffentlichen Verhandlung erstmals im Revisionsgesuch.\n\nAufgrund der gesamten Umstände hätten die Beschwerdeführerinnen aber in verschiedener Hinsicht Anlass gehabt, ein öffentliches Verfahren zu verlangen: Die §§ 57 ff. VRG gehen grundsätzlich von einem schriftlichen Verfahren auf der Grundlage der Akten und der schriftlichen |41| Vernehmlassungen der Parteien aus (ALFRED KÖLZ, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, 1978, § 59 N. 2 f. und § 67 N. 1). Das Verwaltungsgericht oder dessen Vorsitzender kann allerdings gemäss § 59 Abs. 1 VRG eine mündliche Verhandlung anordnen. Diese ist gemäss § 62 Abs. 1 Satz 1 VRG öffentlich. Öffentliche Verhandlungen vor dem Verwaltungsgericht sind also grundsätzlich möglich. Streitsachen über Baubewilligungen werden jedoch üblicherweise im schriftlichen Verfahren durchgeführt. In dieser Situation wusste der mit der Zürcher Rechtslage und Praxis vertraute Rechtsvertreter der Beschwerdeführerinnen, dass eine öffentliche Verhandlung nur auf ausdrücklichen Antrag hin stattfinden werde. Das Verwaltungsgericht war angesichts der klaren Rechtslage und Praxis auch nicht verpflichtet, die Beschwerdeführerinnen darauf hinzuweisen, dass sie ausdrücklich um ein öffentliches Verfahren ersuchen müssten, wenn sie ein solches wünschten (BGE 119 Ia 221 E. 5b S. 229).\n\nIn Anbetracht all dieser Umstände wäre es geboten gewesen, eine mündliche Verhandlung ausdrücklich schon im kantonalen Verfahren zu verlangen, und zwar spätestens im Hauptverfahren vor dem Verwaltungsgericht. Das Revisionsverfahren diente nur noch der Berichtigung prozessualer Versehen, nicht aber der Stellung neuer, im Hauptverfahren versäumter Verfahrensanträge. Es verstösst daher gegen den Grundsatz von Treu und Glauben, wenn sich die Beschwerdeführerinnen erst nachträglich - im Revisionsgesuch bzw. in ihrer staatsrechtlichen Beschwerde an das Bundesgericht - auf das Öffentlichkeitsprinzip nach Art. 6 Ziff. 1 EMRK berufen. Sie haben damit ihren Anspruch auf eine öffentliche Verhandlung verwirkt und können ihn nicht mehr geltend machen. Demnach muss auf die Rüge nicht weiter eingegangen werden."}