{"annee": "121", "cour": "III", "page": "204", "date": "10/7/1995", "cite": ["106 II 213", "107 IB 155", "118 II 254", "116 II 407"], "cite_par": ["126 III 431", "125 III 169", "137 III 593"], "chapeau": "43. Auszug aus dem Urteil der II. Zivilabteilung vom 10. Juli 1995 i.S. H. gegen Kantons Basel-Stadt (Zivilklage)", "regestes": ["Art. 429a CC; rapport entre les dispositions de droit fédéral et de droit cantonal sur la responsabilité de l'Etat en matière de privation de liberté à des fins d'assistance. Lorsque le Tribunal fédéral statue en instance unique sur une action civile, les parties ont droit, conformément à l'art. 6 al. 1er CEDH, à des débats publics. Elles peuvent toutefois y renoncer par une déclaration expresse (consid. 1). Les prétentions en responsabilité contre l'Etat pour privation illégale de liberté se fondent exclusivement sur l'art. 429a CC. Aussi n'y a-t-il pas place pour l'application de dispositions cantonales sur la responsabilité de l'Etat, quand bien-même l'intéressé bénéficierait, dans un cas donné, d'une réglementation plus favorable (par ex. d'un délai de prescription plus long) (consid. 2)."], "faits": "BGE 121 III 204 S. 205\n\nA.- Am 10. Dezember 1992 wurde H. gerichtsärztlich in die Psychiatrische Universitätsklinik des Kantons Basel-Stadt eingeliefert. Mit Schreiben vom 11. Dezember 1992 ersuchte sie die Psychiatrische Kommission Basel-Stadt um ihre Entlassung. Nachdem H. am 17. Dezember 1992 vom ärztlichen Kommissionsmitglied in der Psychiatrischen Universitätsklinik besucht worden war und die Kommission eine weitere fürsorgerische Freiheitsentziehung nicht mehr für gerechtfertigt erachtete, wurde H. gleichentags aus der Klinik entlassen. Das Entlassungsverfahren wurde mit Entscheid der Psychiatrischen Kommission vom 23. Dezember 1992 erledigt.\n\nB.- Am 12. Dezember 1994 hat H. im Rahmen eines Direktprozesses beim Bundesgericht eine Forderungsklage gegen den Kanton Basel-Stadt eingereicht. Sie beantragt im wesentlichen, der Kanton Basel-Stadt sei zu verpflichten, ihr Fr. 16'095.-- zuzüglich Zins zu 5% seit dem 17.12.92 zu bezahlen. Der Kanton Basel-Stadt beantragt, die Klage zufolge Verjährung abzuweisen.\n\nBGE 121 III 204 S. 206\n\nC.- Die Parteien haben auf eine mündliche Vorbereitungsverhandlung verzichtet. In der Folge haben sie auch ausdrücklich auf die Durchführung einer mündlichen Hauptverhandlung verzichtet.", "considerants": "Aus den Erwägungen:\n\n1. Das Bundesgericht beurteilt als einzige Instanz zivilrechtliche Streitigkeiten zwischen einem Kanton und Privaten, wenn eine Partei es rechtzeitig verlangt und der Streitwert wenigstens Fr. 8'000.-- beträgt (Art. 42 Abs. 1 OG).\n\na) Diese von Amtes wegen zu prüfenden Voraussetzungen (Art. 3 Abs. 1 BZP) sind vorliegend erfüllt. Ungeachtet davon, ob der geltend gemachte Haftungsanspruch auf Bundesrecht (Art. 429a ZGB) oder kantonalem öffentlichem Recht (§§ 37 ff. Beamtengesetz des Kantons Basel-Stadt) beruht, handelt es sich um einen zivilrechtlichen Anspruch im Sinn des Gesetzes (BGE 107 Ib 155 E. 1). Sodann hat die Klägerin das Bundesgericht rechtzeitig im Sinn von Art. 42 OG angerufen, d.h. bevor für den gleichen Streitgegenstand die kantonale Gerichtsbarkeit in Anspruch genommen wurde (POUDRET/SANDOZ-MONOD, Commentaire de la loi fédérale d'organisation judiciaire, Band II, N. 2.4 zu Art. 42 OG). Und schliesslich übersteigt der Streitwert den Betrag von Fr. 8'000.--. Aus diesen Gründen ist auf die Klage einzutreten.\n\nb) Gemäss Art. 6 Abs. 1 EMRK hat jedermann Anspruch darauf, dass seine Sache öffentlich gehört wird. Dies bedeutet, dass mindestens einmal ein Gericht eine öffentliche Verhandlung durchführen muss. Für den Fall, dass das Bundesgericht als einzige Instanz entscheidet, ist daher vor Bundesgericht eine öffentliche Verhandlung durchzuführen (VILLIGER, Handbuch der Europäischen Menschenrechtskonvention, Zürich 1993, S. 260). Allerdings können die Parteien durch ausdrückliche Erklärung auf die Durchführung einer öffentlichen und mündlichen Verhandlung verzichten (VILLIGER, a.a.O., S. 259; MIEHLSER/VOGLER, Internationaler Kommentar zur EMRK, 1986, N. 333; je mit Hinweisen). Nachdem die Parteien auf Anfrage des Bundesgerichtes ausdrücklich auf die Durchführung einer öffentlichen Hauptverhandlung verzichtet haben, erweist sich das Verfahren als spruchreif.\n\n2. Der Beklagte hält der klägerischen Schadenersatz- und Genugtuungsforderung im Gesamtbetrag von Fr. 16'095.-- die Einrede der Verjährung entgegen. Der geltend gemachte Staatshaftungsanspruch beruhe auf Art. 429a ZGB. Bezüglich dieser Staatshaftung gelte nach der BGE 121 III 204 S. 207Rechtsprechung des Bundesgerichtes eine Verjährungsfrist von einem Jahr seit dem Wegfall der freiheitsentziehenden Massnahme. Diese Frist sei abgelaufen, so dass die klägerische Forderung verjährt und die Klage daher abzuweisen sei. Demgegenüber macht die Klägerin geltend, dass sich die Verjährung nicht nach Bundesrecht, sondern nach dem Beamtengesetz des Kantons Basel-Stadt richte, dessen § 37 Abs. 1 eine Verjährungsfrist von zwei Jahren vorsehe. Für den Fall, dass Bundesrecht anwendbar sein sollte, sei gemäss Art. 60 Abs. 2 OR die längere strafrechtliche Verjährungsfrist massgebend.\n\na) Zunächst ist die Frage der massgebenden Haftungsgrundlage zu prüfen. Vor dem Inkrafttreten der Novelle zur fürsorgerischen Freiheitsentziehung waren die Kantone befugt, den Bereich der sogenannten \"administrativen Versorgung\" zu regeln (BBl 1977 III, 8). Namentlich im Hinblick auf eine einheitliche Umsetzung von Art. 5 Ziff. 1 lit. e EMRK wurde die fürsorgerische Freiheitsentziehung in Art. 397a ff. ZGB bundesrechtlich geregelt (BBl 1977 III, 17). Das Schwergewicht der bundesrechtlichen Regelung besteht in der Vereinheitlichung der materiellen Voraussetzungen für die Anordnung der fürsorgerischen Freiheitsentziehung. Sowohl in den Materialien als auch in der Literatur wird einhellig die Ansicht vertreten, dass die materiellen Voraussetzungen abschliessend bundesrechtlich geregelt seien und nicht durch kantonales Recht ergänzt werden könnten (BBl 1977 III, 19 m.w.H.; NR Brosi, Berichterstatter, Sten.Bull. NR, 88. Jg., 1978, S. 745 f.; vgl. auch Votum Alder, a.a.O., S. 749; MATTMANN, Die Verantwortlichkeit bei der füsorgerischen Freiheitsentziehung, Diss. Freiburg 1988, S. 52; KOLLER, Die fürsorgerische Freiheitsentziehung und das kantonale Verfahrensrecht, SJZ 78, 1982, S. 53 f.).\n\nIm Rahmen der Regelung der fürsorgerischen Freiheitsentziehung wurde in Art. 429a ZGB auch eine bundesrechtliche Haftungsbestimmung ins Gesetz eingefügt. Weder die Botschaft noch die Protokolle der parlamentarischen Beratungen äussern sich indessen dazu, ob Art. 429a ZGB eine abschliessend bundesrechtliche Regelung aufstelle, oder ob daneben Raum für kantonale Haftungsbestimmungen bestehe. Verschiedene Gründe sprechen jedoch dafür, dass es sich bei Art. 429a ZGB um eine abschliessende bundesrechtliche Regelung der Staatshaftung handelt. Einerseits bezweckt Art. 429a ZGB ähnlich wie die bundesrechtliche Umschreibung der Voraussetzungen für die Anordnung der fürsorgerischen Freiheitsentziehung eine gesamtschweizerisch BGE 121 III 204 S. 208einheitliche Regelung der Staatshaftung, die den Anforderungen von Art. 5 Ziff. 5 EMRK genügt (BBl 1977 III 18; MATTMANN, a.a.O., S. 62 f.). Anderseits drängte sich angesichts der abschliessenden materiellrechtlichen Regelung des fürsorgerischen Freiheitsentzuges auch bezüglich der Haftungsfrage eine gesamtschweizerische Lösung auf, da unterschiedliche kantonale Staatshaftungsbestimmungen zu unbilligen und ungerechtfertigten Ungleichheiten geführt hätten, die durch eine bundesrechtliche Vereinheitlichung in Art. 429a ZGB vermieden wurden (MATTMANN, a.a.O., S. 60 m.w.H). Der Auffassung der Klägerin, Art. 429a ZGB stelle nur eine bundesrechtliche Minimalvorschrift dar, kann nicht gefolgt werden. Die von ihr angerufene Judikatur (VPB 50, 1986, Nr. 34) bezieht sich nur auf die Haftung des Zivilstandsbeamten nach Art. 42 ZGB. Im Unterschied zu dieser Bestimmung, die eine primäre Beamten- und lediglich eine subsidiäre Staatshaftung vorsieht, handelt es sich bei Art. 429a ZGB um eine zeitgemässe Staatshaftungsnorm, die eine ausschliessliche und kausale Staatshaftung statuiert. Die Klägerin geht auch fehl in der Annahme, dass sich nur ein einzelner Aspekt der Haftungsfrage - vorliegend die Verjährung - nach dem günstigeren kantonalen Recht richte, sind doch die Haftungsvoraussetzungen integral entweder nach kantonalem oder nach Bundesrecht zu beurteilen. Aus diesen Gründen ist Art. 429a ZGB die ausschliessliche Rechtsgrundlage für die Staatshaftung.\n\nb) Nach Auffassung der Klägerin sind jedenfalls die Genugtuungsansprüche in Bezug auf die medikamentöse Zwangsbehandlung während der Dauer ihres Klinikaufenthaltes nach kantonalem Recht zu beurteilen, weil das Bundesrecht nur die Anordnung, nicht aber die Durchführung der fürsorgerischen Freiheitsentziehung regle.\n\nDas Bundesgericht hat erkannt, dass die Bestimmungen zur fürsorgerischen Freiheitsentziehung nur festlegen, unter welchen Voraussetzungen eine Person in eine Anstalt eingewiesen werden darf, während sie sich zur Art der Behandlung nicht äussern. Art. 429a ZGB erfasst daher nur den Entzug der Bewegungsfreiheit, nicht aber Eingriffe in die körperliche und psychische Integrität der betroffenen Person (BGE 118 II 254 E. 6). Entgegen der Ansicht der Klägerin schliesst dies indessen nicht aus, dass Art. 429a ZGB im vorliegenden Fall auch für die Genugtuungsforderung massgebend ist, soweit sich diese auf die medikamentöse Behandlung bezieht. Oft drängt sich unmittelbar nach der Anordnung einer freiheitsentziehenden Massnahme eine medikamentöse Behandlung zur Stabilisierung des Zustandes des Betroffenen auf. In diesem Fall stellt die Massnahme nicht eine BGE 121 III 204 S. 209selbständige Therapie im Hinblick auf eine Verbesserung des Zustandes der betroffenen Person dar, sondern dient deren Beruhigung. Sie steht insofern in engem Zusammenhang mit der Anordnung der fürsorgerischen Freiheitsentziehung. Angesichts des kurzen Klinikaufenthaltes der Klägerin rechtfertigt es sich nicht, in bezug auf die beanstandete medikamentöse Behandlung von einer selbständigen Behandlung auszugehen. Vielmehr steht diese in direktem Zusammenhang mit der Anordnung und Durchführung der fürsorgerischen Freiheitsentziehung. Aus diesen Gründen erweist sich ausschliesslich Art. 429a ZGB als Rechtsgrundlage für die Schadenersatz- und Genugtuungsforderung der Klägerin.\n\nc) In bezug auf die Verjährung einer auf Art. 429a ZGB beruhenden Forderung hat das Bundesgericht in Einklang mit der Lehre erkannt, dass der Staatshaftungsanspruch binnen eines Jahres seit dem Hinfall der freiheitsentziehenden Massnahme verjährt (BGE 116 II 407; MATTMANN, a.a.O., S. 223 f.). Der Hinweis der Klägerin auf die längere strafrechtliche Verjährungsfrist gemäss Art. 60 Abs. 2 OR geht fehl. Eine strafbare Handlung im Sinn dieser Bestimmung liegt nur vor, wenn sowohl die objektive als auch die subjektive Seite des Straftatbestandes erfüllt sind (BGE 106 II 213 E. 4; OFTINGER/STARK, Schweizerisches Haftpflichtrecht, Besonderer Teil, Band II/1, Zürich 1987, § 16 N. 385). Die Frage, ob allfällige strafbare Handlungen von Beamten dem Kanton überhaupt vorgehalten werden können (verneinend MATTMANN, a.a.O., S. 228), kann vorliegend offen gelassen werden, denn entgegen der Auffassung der Klägerin sind keine Anhaltspunkte für ein strafbares Verhalten der verantwortlichen Beamten zu erkennen. Abgesehen davon, dass sowohl die Freiheitsentziehung als auch die Behandlung der Klägerin durch eine gesetzliche Grundlage gedeckt und damit gerechtfertigt sind, wurde in keiner Art und Weise substantiiert, inwiefern der subjektive Tatbestand der behaupteten Delikte erfüllt sein soll. Die längere strafrechtliche Verjährungsfrist kann daher nicht zur Anwendung gelangen.\n\nd) Nachdem die Klägerin am 17. Dezember 1992 aus der Psychiatrischen Universitätsklinik entlassen worden war, ist die einjährige Verjährung vor der Klageeinleitung am 14. Dezember 1994 eingetreten. Aufgrund einer entsprechenden Einrede des Beklagten hat das Bundesgericht die Verjährung zu berücksichtigen. Die Klage ist daher abzuweisen."}