{"annee": "121", "cour": "II", "page": "121", "date": "28/4/1995", "cite": ["120 IB 276", "116 IB 241", "112 IB 538", "115 IB 424", "120 IB 496", "111 IB 15"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 28. April 1995 i.S. Bubenberghaus AG gegen Schweiz. Eidgenossenschaft (PTT-Betriebe) und Präsident der Eidg. Schätzungskommission, Kreis 6 (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 27 al. 1 et 3, art. 76 LEx; obligation de déposer un plan de l'ouvrage et conditions pour l'envoi en possession anticipé. L'envoi en possession anticipé n'entre en considération que lorsque, au regard du droit de l'aménagement du territoire et des constructions, plus rien ne s'oppose au commencement des travaux de réalisation de l'ouvrage (consid. 1). L'expropriant n'est dispensé de l'obligation de déposer un plan de l'ouvrage que lorsque l'expropriation a lieu en vue de l'extension future de travaux publics existants; tel n'est pas le cas en revanche pour des projets d'agrandissement concrets, dont la réalisation est imminente (consid. 2)."], "faits": "|122|\n\nMit Eingabe vom 21. Dezember 1993 ersuchte die Generaldirektion PTT im Namen der Schweizerischen Eidgenossenschaft den Präsidenten der Eidgenössischen Schätzungskommission, Kreis 6, um Einleitung eines Enteignungsverfahrens für die Erweiterung der Schanzenpost in Bern. Nach den eingereichten Unterlagen richtet sich das Verfahren gegen die Eigentümer von vier Grundstücken an der Laupenstrasse, darunter die Parzelle Nr. 3263 der Bubenberghaus AG. Von den Grundeigentümern wird die Abtretung eines Bodenstreifens, die Unterdrückung der bestehenden Geleisedurchfahrts-Dienstbarkeit sowie die Einräumung eines Grenz- bzw. Fassadenanbaurechts zugunsten der Enteignerin verlangt. Neben dem Gesuch um Verfahrenseröffnung stellte die Generaldirektion PTT Antrag auf vorzeitige Besitzeinweisung, um einerseits möglichst rasch mit den Bauarbeiten beginnen und andererseits das kantonale Baubewilligungsverfahren in Gang bringen zu können.\n\nDer Präsident der Eidgenössischen Schätzungskommission, Kreis 6, eröffnete das Enteignungsverfahren am 23. Dezember 1993. Während der öffentlichen Planauflage erhob die Bubenberghaus AG gegen die Enteignung Einsprache und meldete ihre Entschädigungsforderungen an. An der Einigungsverhandlung hielt die Grundeigentümerin an ihrer Einsprache fest. Zum Begehren um vorzeitige Besitzeinweisung wollte sich die Enteignete zur Zeit nicht äussern.\n\nMit Verfügung vom 13. Juni 1994 gab der Präsident der Schätzungskommission, Kreis 6, dem Gesuch um vorzeitige Besitzergreifung hinsichtlich der Parzelle Nr. 3263 statt. Die PTT wurden aufgefordert, dafür zu sorgen, dass die Enteignete während der Dauer der Bauarbeiten über hinreichende Anlieferungsmöglichkeiten verfüge.\n\nGegen diesen Besitzeinweisungs-Entscheid hat die Bubenberghaus AG Verwaltungsgerichtsbeschwerde eingereicht. Sie rügt im wesentlichen, dass die Frage der Notwendigkeit einer vorzeitigen Besitzergreifung ungeklärt geblieben sei und dass die Voraussetzungen für die Bewilligung der Inbesitznahme nicht erfüllt seien; insbesondere dürften die PTT mit den Bauarbeiten ohnehin erst beginnen, wenn die im Zusammenhang mit dem Erweiterungsprojekt abgeänderte Überbauungsordnung rechtskräftig geworden |123| sei und eine Baubewilligung vorliege.\n\nDas Bundesgericht heisst die Beschwerde gut aus folgenden", "considerants": "Erwägungen:\n\n1. Der Präsident der Eidgenössischen Schätzungskommission, Kreis 6, ist im angefochtenen Entscheid davon ausgegangen, dass die vorzeitige Besitzeinweisung ohne weiteres erfolgen könne, wenn die in Art. 76 des Bundesgesetzes über die Enteignung (EntG; SR 711) genannten Bedingungen erfüllt seien. Die vorzeitige Inbesitznahme sei daher zu bewilligen, wenn dem Unternehmen ohne eine solche bedeutende Nachteile erwüchsen, wenn die Prüfung der Entschädigungsforderung trotz Besitzergreifung noch möglich sei und wenn, solange noch Einsprachen hängig seien, keine Schäden entstünden, die bei nachträglicher Gutheissung nicht wieder gut zu machen wären. Weitere Voraussetzungen seien nicht verlangt. Diese Auffassung geht jedoch fehl.\n\nDas Bundesgericht hat bereits in BGE 115 Ib 424 E. 4d S. 432 ff. eingehend dargelegt, dass die vorzeitige Besitzeinweisung bei der Revision des Enteignungsgesetzes im Jahre 1971 wesentlich erleichtert wurde, sich jedoch an zwei grundlegenden Voraussetzungen, die sich aus dem Zweck und Wesen des Institutes selbst ergeben, nichts geändert hat: Zum einen ist weiterhin erforderlich, dass der Gesuchsteller bereits mit dem Enteignungsrecht ausgestattet ist. Muss das Enteignungsrecht für ein bestimmtes Werk eigens noch erteilt werden, bleibt eine vorzeitige Besitzeinweisung vor dem Verleihungsakt ausgeschlossen. Zum andern kommt die Anwendung von Art. 76 EntG nur in Frage, wenn das Werk, für welches enteignet wird, nach den massgebenden Spezialbestimmungen bewilligt und zum Bau freigegeben worden ist. Solange aus bau- und planungsrechtlicher Sicht mit den Bauarbeiten noch nicht begonnen werden kann, hat der Enteigner - wie in BGE 116 Ib 241 E. 4b erneut betont worden ist - keinen Anspruch auf vorzeitigen Besitz der für die Erstellung des Werkes benötigten Rechte.\n\nWie sich aus dem Gesuch der Enteignerin und dem angefochtenen Entscheid selbst ergibt, war hier im Zeitpunkt der Besitzeinweisung weder die für das Erweiterungsprojekt massgebende Überbauungsordnung in allen Teilen rechtskräftig, noch das Bewilligungsverfahren auch nur eingeleitet worden. Der Stand des Baubewilligungsverfahrens gestattete somit die Inangriffnahme der Bauarbeiten nicht; damit fehlte es auch an der Grundlage für eine |124| vorzeitige Inbesitznahme der zu enteignenden Grundstücke. Die Beschwerdeführerin beklagt sich deshalb zu Recht darüber, dass dem Gesuch um Besitzeinweisung stattgegeben worden ist, obschon noch keine genehmigten Baupläne vorlagen.\n\nNun hat allerdings die Enteignerin stets geltend gemacht, die vorzeitige Besitzeinweisung müsse auch deshalb erfolgen, weil sie als Baugesuchstellerin gemäss kantonalem Recht die Verfügungsgewalt über die beanspruchten Grundstücke benötige, um das Baubewilligungsverfahren überhaupt einleiten zu können. Das bernische Baurecht kann jedoch offensichtlich nicht in dieser Weise ausgelegt werden. Wohl schreibt Art. 10 Abs. 2 des kantonalen Dekretes über das Baubewilligungsverfahren vom 10. Februar 1972 (heute vom 22. März 1994) vor, dass das Baugesuch vom Bauherrn, vom Projektverfasser und \"bei Bauten auf fremden Boden ausserdem vom Grundeigentümer\" zu unterzeichnen sei. Nach dem von der Enteignerin selbst zitierten Kommentar zu dieser Bestimmung bzw. zu Art. 34 des Berner Baugesetzes vom 9. Juni 1985/22. März 1994 ist jedoch die Mitunterzeichnung durch den Grundeigentümer u.a. dann entbehrlich, wenn der Gesuchsteller das Enteignungsrecht am Baugrundstück besitzt (ALDO ZAUGG, Kommentar zum Baugesetz des Kantons Bern vom 9. Juni 1985, 1.A. 1987, N. 8 zu Art. 34, 2.A. 1995, N. 10 zu Art. 34 und dort zitierte Entscheide). Die Ausübung des Enteignungsrechts gegenüber den vier für die Erweiterung der Schanzenpost beanspruchten Parzellen ist aber der Schweizerischen Eidgenossenschaft bzw. den PTT-Betrieben bereits mit Bundesratsbeschluss vom 30. Juni 1993 bewilligt worden. Es ist daher nicht einzusehen, weshalb die Enteignerin zur Einleitung des Baubewilligungsverfahrens auf eine vorzeitige Besitzeinweisung - die ihr ja das Eigentum an den beanspruchten Rechten nicht zu verschaffen vermag - angewiesen wäre. Im übrigen könnten kantonale Bestimmungen ohnehin an den im Bundesrecht festgelegten Erfordernissen für die vorzeitige Besitzergreifung im Enteignungsverfahren nichts ändern.\n\nDie Verwaltungsgerichtsbeschwerde ist daher gutzuheissen und die Besitzeinweisungs-Verfügung aufzuheben.\n\n2. Der Vollständigkeit halber und im Hinblick auf die Funktion des Bundesgerichts als Aufsichtsbehörde gegenüber den Eidgenössischen Schätzungskommissionen (Art. 63 EntG; vgl. BGE 112 Ib 538 E. 1) sind zum Vorgehen des Schätzungskommissions-Präsidenten noch folgende Bemerkungen anzubringen: |125|\n\nWie sich aus den Akten ergibt und auch im angefochtenen Entscheid ausgeführt wird, hat der Präsident das Enteignungsverfahren trotz Fehlen eines Werkplans eröffnet, weil es hier um die Erweiterung eines bereits bestehenden öffentlichen Werkes gehe und in diesem Fall gemäss Art. 27 Abs. 3 EntG keine Werkpläne vorgelegt werden müssten. Von der Pflicht zur Auflage eines Werkplanes ist der Enteigner indessen nur bei Enteignungen für künftige Erweiterungen bestehender Werke befreit, das heisst bei vorsorglichen Enteignungen, die dazu dienen, sich den notwendigen Boden für spätere Erweiterungsbedürfnisse zu sichern. Da in solchen Fällen zwar wahrscheinlich sein muss, dass das Werk innert der zur Verfügung stehenden Dauer von 25 Jahren erweitert wird (vgl. Art. 102 Abs. 1 lit. b EntG; BGE 120 Ib 276 E. 7), aber jedenfalls noch kein ausführungsreifes Projekt besteht, kann in der Regel ein Werkplan auch gar nicht angefertigt werden. Allfälligen bereits vorliegenden Plänen kommt keine bindende Wirkung zu (BGE 120 Ib 496 E. 6c/bb S. 502). Handelt es sich dagegen - wie hier - nicht um eine künftige Werkerweiterung, sondern um ein vor der Realisierung stehendes konkretes Ausbauvorhaben, so kann sich der Enteigner nicht auf die Sondervorschrift von Art. 27 Abs. 3 EntG berufen und sind die formellen Erfordernisse des ordentlichen Enteignungsverfahrens einzuhalten. Es ist denn auch nicht ersichtlich, weshalb für die Erweiterung eines bestehenden Werkes andere Anforderungen an die enteignungsrechtlichen Planunterlagen gestellt werden sollten als für einen Neubau.\n\nAus den Ausführungen über die Natur der vorsorglichen Enteignung ergibt sich im übrigen, dass dieses Sonderverfahren, welches der Deckung des Landbedarfes für zukünftige Projekte dient, und das Institut der vorzeitigen Besitzeinweisung, welches die beschleunigte Verwirklichung einer bereits bewilligten Baute oder Anlage bezweckt, sich von ihrem Wesen her gegenseitig ausschliessen.\n\nDer Präsident der Schätzungskommission hätte demnach das Enteignungsverfahren mangels eines Werkplanes gar nicht eröffnen dürfen. Es stellt sich deshalb die Frage, ob das ganze Verfahren aufsichtsrechtlich aufzuheben sei (vgl. BGE 115 Ib 13 E. 3, 111 Ib 15 E. 9). Indessen sind, wie in der angefochtenen Verfügung erwähnt wird, von der Enteignerin detaillierte Projektstudien aufgelegt worden, welche dem Werkplan im Sinne von Art. 27 Abs. 1 EntG nahe kommen. Es darf deshalb davon ausgegangen werden, dass die Beschwerdeführerin in der Lage war, sich ein Bild über das Bauvorhaben zu machen und sachgerechte Begehren und Einwendungen gegen das |126| Werk vorzubringen. Von der Aufhebung des Verfahrens ist daher aus Gründen der Rechtssicherheit abzusehen. Sollten allerdings die endgültigen Werkpläne bzw. die im noch durchzuführenden Baubewilligungsverfahren genehmigten Pläne in wesentlichen Punkten von den bisher bekannten Projektstudien abweichen, so müsste unter erneuter öffentlicher Bekanntmachung und persönlicher Benachrichtigung der Enteigneten (Art. 31 EntG) eine neue Planauflage erfolgen (vgl. BGE 111 Ib 15 E. 6)."}