{"annee": "121", "cour": "V", "page": "8", "date": "18/4/1995", "cite": [], "cite_par": ["136 V 209"], "chapeau": "3. Auszug aus dem Urteil vom 18. April 1995 i.S. Bundesamt für Sozialversicherung gegen S. und Kantonales Versicherungsgericht des Wallis", "regestes": ["Art. 8 al. 3 let. a, art. 13 al. 1, art. 14 al. 1 et 2, art. 51 al. 1 LAI; art. 90 al. 1, 2, 3 et 4 RAI. Lorsque le traitement d'une infirmité congénitale exige qu'un enfant séjourne dans un établissement hospitalier éloigné de son domicile, sa mère qui l'allaite a droit, en principe, au remboursement des frais de voyage nécessaires pour se rendre auprès de son enfant tous les trois jours. Si l'allaitement constitue une mesure vitale, l'assurance-invalidité est tenue de rembourser les frais de voyage nécessaires pour des visites quotidiennes et, au besoin, d'allouer un viatique."], "faits": "", "considerants": "|8|\n\nAus den Erwägungen:\n\n5. a) Nach der Rechtsprechung gilt die Anwesenheit der Mutter im Spital nicht als medizinische Massnahme im Sinne von Art. 13 Abs. 1 IVG, und zwar |9| unabhängig von einer allfälligen Nützlichkeit oder gar Notwendigkeit für den Behandlungserfolg beim Kind. Andernfalls würde der Anwendungsbereich der in Frage stehenden Bestimmung derart ausgeweitet, dass der Begriff der medizinischen Massnahme einen Sinn bekäme, den weder Gesetzestext noch Umgangssprache ihm beimessen (ZAK 1974 S. 297 f. Erw. 1b). Ein Leistungsanspruch gegenüber der Invalidenversicherung für das Stillen der Mutter und der damit zusammenhängenden Reisekosten und Verpflegungsauslagen lässt sich daher grundsätzlich nicht auf Art. 13 Abs. 1 IVG abstützen (unveröffentlichte Urteile K. vom 10. Mai 1983, und R. vom 4. Oktober 1982).\n\nWenn die Anwesenheit der Mutter bei ihrem Kind an sich nicht als medizinische Massnahme anerkannt werden kann, so ist zu prüfen, wie es sich in dieser Hinsicht verhält, wenn die Mutter das Kind auf ärztliche Anordnung hin stillt bzw. wenn dem Stillen medizinisch-therapeutischer Charakter zukommt. Die Invalidenversicherung vergütet nicht jede beliebige Behandlung, sondern nur eine solche, welche \"vom Arzt selbst oder auf seine Anordnung durch medizinische Hilfspersonen in Anstalts- und Hauspflege vorgenommen wird\" (Art. 14 Abs. 1 lit. a IVG). Nach der Rechtsprechung sind als medizinische Hilfspersonen im Sinne dieser Bestimmung nur jene Personen zu verstehen, welche, wie Physiotherapeuten, Logopäden, anerkannte Chiropraktoren usw., eine angemessene berufliche Spezialausbildung erhalten haben und ihren Beruf nach den im betreffenden Fall gültigen kantonalen Vorschriften ausüben (ZAK 1974 S. 298 Erw. 1c; nicht veröffentlichtes Urteil B. vom 23. Oktober 1984). Unter diesen Umständen kann die Mutter nicht als medizinische Hilfsperson anerkannt werden, und zwar auch dann nicht, wenn sie während des Krankenhausaufenthaltes ihres Kindes auf Geheiss des behandelnden Arztes und unter dessen Anleitung das Kind stillt.\n\n6. a) ... Im Rahmen von Art. 51 Abs. 1 IVG in Verbindung mit Art. 90 Abs. 3 IVV werden die für die Durchführung von Eingliederungsmassnahmen notwendigen Fahrauslagen und das Zehrgeld für eine unerlässliche Begleitperson vergütet.\n\nDas kantonale Gericht führt aus, im Lebensstadium des Säuglings bilde die Mutter mit ihrem Kind eine untrennbare Einheit. Da der direkte Kontakt Mutter/Kind für ein erfolgreiches Stillen als unmittelbar notwendig erachtet werden müsse, könne auch nicht das Abpumpen der Muttermilch verlangt werden. Die Mutter werde in solchen Fällen regelmässig zur unmittelbar notwendigen Begleitperson des Kindes, und eine analoge |10| Behandlung wie bei den Reisekosten dränge sich auf.\n\nDas Gesetz sieht für stillende Mütter keine Übernahme der Reisekosten und der Auszahlung von Zehrgeld vor. Das Stillen ist für alle Kinder gleichermassen wichtig, auch für solche ohne Geburtsgebrechen, weshalb eine abweichende Behandlung nicht angezeigt ist. Auch eine Besserstellung gegenüber gleichaltrigen Kindern, die aus irgendwelchen Gründen nicht gestillt werden (gesundheitliche Gründe bei Mutter oder Kind, Unabkömmlichkeit der Mutter wegen Verpflichtungen gegenüber andern Kindern, gegenüber den übrigen Familienmitgliedern, wegen des Berufes, oder fehlendem Willen zum Stillen usw.), ist nicht gerechtfertigt. Denn die beachtliche, wenn nicht entscheidende Bedeutung des steten Kontakts zwischen Mutter und Kind, vor allem während der ersten Lebensjahre, ist unbestritten und zwar unabhängig davon, ob die Mutter das Kind stillt oder nicht. Demzufolge bleibt es grundsätzlich bei der Ausrichtung der Reiseentschädigung für den Besuch des Kindes durch einen Elternteil an jedem dritten Tag. Damit wird einerseits dem grundrechtlichen Anspruch des Kindes Rechnung getragen und anderseits der Kostenentwicklung entgegengewirkt.\n\nb) Nach dem Gesagten gilt: Dient die tägliche Fahrt einer Begleitperson eines nicht stationär untergebrachten Kleinkindes notwendigerweise der Durchführung von Eingliederungsmassnahmen, welche die Invalidenversicherung angeordnet hat, werden die täglichen Reisekosten und - sofern die örtlichen und zeitlichen Voraussetzungen des Art. 90 Abs. 4 IVV erfüllt sind - zusätzlich ein tägliches Zehrgeld vergütet.\n\nDiesem Fall ist jener gleichzustellen, bei dem das Kind zur Behandlung des Geburtsgebrechens notwendigerweise in einer vom Wohnort entfernten Krankenanstalt stationär untergebracht ist und das Stillen für das Überleben des Kindes unerlässlich ist und somit eine lebenserhaltende Massnahme darstellt. Denn die medizinisch indizierten täglichen Besuche erfolgen wie diejenigen im Rahmen von Art. 90 Abs. 3 IVV, weil die Distanz und der dadurch notwendige Betreuungsaufwand in einem ursächlichen Zusammenhang mit dem Geburtsgebrechen bzw. mit den dadurch bedingten Eingliederungsmassnahmen stehen. Bei einer solchen Sachlage kann sich der grundrechtliche Anspruch des Kindes auf Nähe der Mutter nicht auf jeden dritten Tag beschränken.\n\nAngewandt auf den vorliegenden Fall bedeutet dies Gutheissung der Verwaltungsgerichtsbeschwerde des BSV, da in den Akten keinerlei Hinweise enthalten sind, dass die notwendigen Voraussetzungen für eine |11| Gleichbehandlung der Mutter des Beschwerdegegners mit der einer unerlässlichen Begleitperson im Sinne von Art. 51 Abs. 1 IVG in Verbindung mit Art. 90 Abs. 3 und 4 IVV erfüllt wären."}