{"annee": "121", "cour": "I", "page": "267", "date": "15/9/1995", "cite": ["117 IA 90", "104 IA 284", "120 IA 110", "119 IA 445", "118 IB 145", "120 IB 16", "120 IA 220", "104 IA 148"], "cite_par": ["123 I 25", "133 I 185", "129 I 113", "130 II 281", "125 I 253", "123 II 376", "136 I 241", "123 I 279", "122 I 267", "129 I 217", "126 II 377", "122 I 373", "131 I 366", "126 I 81", "134 I 114", "139 II 328", "122 I 44"], "chapeau": "37. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 15. September 1995 i.S. I. M. und S. M. gegen Polizei- und Militärdirektion des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Art. 88 OJ, art. 11 al. 1 Cst./BE: non-renouvellement d'une autorisation de séjour. En soi, l'art. 11 al. 1 de la Constitution du canton de Berne du 6 juin 1993, selon lequel toute personne a un droit à être protégée contre l'arbitraire de l'État, ne confère pas au recourant un droit juridiquement protégé au sens de l'art. 88 OJ et n'accorde donc pas non plus une protection plus grande que celle découlant de l'art. 4 Cst. (consid. 2 et 3)."], "faits": "BGE 121 I 267 S. 267\n\nDie Fremdenpolizei der Stadt Bern verweigerte den Eheleuten M. sowie ihren drei Kindern am 25. Mai 1994 die Verlängerung der Aufenthaltsbewilligung und setzte ihnen Frist zur Ausreise bis zum 15. Juli 1994. Sie begründete diesen Schritt damit, dass das Ehepaar den ihm in einem früheren Verfahren gemachten Auflagen betreffend Schuldensanierung nicht nachgekommen sei.\n\nBGE 121 I 267 S. 268\n\nDie Polizei- und Militärdirektion des Kantons Bern bestätigte am 5. April 1995 auf Beschwerde hin diesen Entscheid. Das Bundesgericht tritt auf eine dagegen gerichtete staatsrechtliche Beschwerde seinerseits nicht ein", "considerants": "aus folgenden Erwägungen:\n\n1. Die staatsrechtliche Beschwerde ist nur zulässig, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer andern Bundesbehörde gerügt werden kann (Art. 84 Abs. 2 OG). Auf dem Gebiet der Fremdenpolizei ist nach Art. 100 lit. b Ziff. 3 OG die Verwaltungsgerichtsbeschwerde gegen die Erteilung oder Verweigerung von Bewilligungen ausgeschlossen, auf die das Bundesrecht keinen Anspruch einräumt. Über Aufenthaltsbewilligungen entscheiden die zuständigen Behörden im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland nach freiem Ermessen (Art. 4 des Bundesgesetzes vom 26. März 1931 über Aufenthalt und Niederlassung der Ausländer, ANAG; SR 142.20). Der Ausländer hat somit grundsätzlich keinen Anspruch auf Erteilung oder Verlängerung einer Aufenthaltsbewilligung, weshalb die Verwaltungsgerichtsbeschwerde ausgeschlossen ist, soweit der Betroffene sich nicht auf eine Norm des Bundesrechts oder eines Staatsvertrags berufen kann, die ihm einen solchen Anspruch einräumt (BGE 120 Ib 16 E. 1 S. 17/18). Eine derartige Bestimmung besteht hier nicht: Auf Art. 8 EMRK können sich die Beschwerdeführer nicht berufen, da die Aufenthaltsbewilligung für die ganze Familie nicht erneuert worden ist (vgl. unveröffentlichtes Urteil des Bundesgerichts vom 7. November 1994 i.S. M., E. 1a). Art. 11 KV/BE vermag seinerseits schon deshalb keinen Anspruch im Sinne von Art. 100 lit. b Ziff. 3 OG zu begründen, weil es sich dabei um eine kantonalrechtliche Bestimmung handelt. Der Entscheid der Polizei- und Militärdirektion kann demnach nicht mit Verwaltungsgerichtsbeschwerde, sondern allenfalls bloss mit staatsrechtlicher Beschwerde angefochten werden.\n\n2. Nach Art. 88 OG steht das Recht, staatsrechtliche Beschwerde zu führen, Bürgern (Privaten) und Korporationen bezüglich solcher Rechtsverletzungen zu, die sie durch allgemeinverbindliche oder sie persönlich treffende Erlasse oder Verfügungen erlitten haben. Dabei kann nur eine Verletzung in rechtlich geschützten eigenen Interessen gerügt werden; zur Verfolgung BGE 121 I 267 S. 269bloss tatsächlicher Vorteile oder zur Geltendmachung allgemeiner öffentlicher Interessen ist die staatsrechtliche Beschwerde nicht gegeben. Die eigenen rechtlichen Interessen, auf die sich der Beschwerdeführer berufen muss, können entweder durch kantonales oder eidgenössisches Gesetzesrecht oder aber unmittelbar durch ein angerufenes spezielles Grundrecht geschützt sein, sofern sie auf dem Gebiet liegen, das die betreffende Verfassungsbestimmung beschlägt. Das in Art. 4 BV enthaltene allgemeine Willkürverbot verschafft, soweit Mängel in der Rechtsanwendung geltend gemacht werden, für sich allein noch keine geschützte Rechtsstellung im Sinne von Art. 88 OG; die Legitimation zur Willkürrüge ist nur gegeben, wenn das Gesetzesrecht, dessen willkürliche Anwendung gerügt wird, dem Beschwerdeführer einen Rechtsanspruch einräumt oder den Schutz seiner Interessen bezweckt (BGE 120 Ia 110 E. 1a S. 111, BGE 119 Ia 445 E. 1a/aa S. 447, BGE 117 Ia 90 E. 2 S. 93, je mit Hinweisen; vgl. auch WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., Bern 1994, S. 237 ff.). Die Beschwerdeführer haben - wie dargelegt - keinen Anspruch auf Verlängerung ihrer Aufenthaltsbewilligung; sie verfügen folglich auch nicht über ein rechtlich geschütztes Interesse, das es ihnen erlauben würde, den Entscheid der Polizei- und Militärdirektion wegen Verletzung von Art. 4 BV mit Willkürbeschwerde anzufechten (BGE 118 Ib 145 E. 6 S. 153).\n\n3. Die Beschwerdeführer berufen sich nun allerdings auf Art. 11 Abs. 1 der neuen bernischen Kantonsverfassung (in Kraft seit 1. Januar 1995, Art. 130 Abs. 1 KV/BE), wonach \"jede Person [...] ein Recht auf Schutz vor staatlicher Willkür [hat]\".\n\na) Zu den verfassungsmässigen Rechten im Sinne von Art. 113 Abs. 1 Ziff. 3 BV und Art. 84 Abs. 1 lit. a OG, deren Verletzung mit staatsrechtlicher Beschwerde gerügt werden kann, gehören auch durch die Kantonsverfassung gewährleistete Rechte, soweit ihnen der Charakter von Freiheitsrechten, d.h. von individualrechtlichen Garantien zum Schutz des Bürgers zukommt (WALTER HALLER in Kommentar BV, Art. 113, Rz. 89 ff.; KÄLIN, a.a.O., S. 44 ff.; BGE 104 Ia 284 ff.). Solche kantonale Grundrechtsgarantien haben dort selbständige Bedeutung, wo sie über die entsprechenden Rechte der Bundesverfassung (oder der EMRK) hinausgehen oder ein Recht gewährleisten, das die Bundesverfassung nicht garantiert (KÄLIN, a.a.O., S. 44 ff.).\n\nb) Das in Art. 11 Abs. 1 KV/BE enthaltene Willkürverbot ergibt sich bereits aus Art. 4 BV. Die Beschwerdeführer messen dieser kantonalrechtlichen Garantie aber insofern eine weitergehende, selbständige Bedeutung bei, BGE 121 I 267 S. 270als die bernische Kantonsverfassung - anders als dies nach der bundesgerichtlichen Rechtsprechung für das Willkürverbot von Art. 4 BV der Fall sei - auch dort Schutz vor willkürlicher Behandlung gewähre, wo sich der Betroffene nicht auf positive Rechtsnormen berufen könne, die seinem Schutze dienten. Sie stützen sich dafür auf entsprechende Ausführungen von Jörg Paul Müller und Urs Bolz (in WALTER KÄLIN/URS BOLZ [Hrsg.], Handbuch des bernischen Verfassungsrechts, Bern 1995, S. 37 f. bzw. S. 261 f.). Im gleichen Sinne wurde Art. 11 Abs. 1 KV/BE in der bundesrätlichen Botschaft zur Gewährleistung der neuen Verfassung durch die Bundesversammlung interpretiert (BBl 1994 I 407; ebenso KÄLIN, a.a.O., S. 239 f., FN 95).\n\nc) Die Beschwerdeführer übersehen, dass die Regelung der Legitimation zur staatsrechtlichen Beschwerde in der Kompetenz des Bundesgesetzgebers und nicht in jener der Kantone liegt (HALLER, a.a.O., Art. 113, Rzn 52 u. 54). Ob ein Beschwerdeführer durch eine behauptete Verfassungsverletzung hinreichend betroffen ist, um mittels staatsrechtlicher Beschwerde den Schutz des eidgenössischen Verfassungsrichters anrufen zu können, bestimmt sich allein nach Art. 88 OG. Bei speziellen Freiheitsrechten ergibt sich die Legitimation in der Regel ohne weiteres aus der Grundrechtsträgerschaft bzw. aus dem Inhalt des jeweiligen Grundrechts. Anders liegen die Dinge beim Willkürverbot, das, obwohl ebenfalls ein Grundrecht, kein spezielles Schutzobjekt besitzt, das an einen bestimmten menschlichen Lebensbereich oder an ein bestimmtes Institut anknüpft, sondern, ebenso wie das verwandte Gebot der Rechtsgleichheit, als allgemeines Prinzip für sämtliche Bereiche staatlicher Tätigkeit gilt. Wem die Befugnis zustehen soll, Verletzungen des Willkürverbots dem Verfassungsrichter zu unterbreiten, ergibt sich nicht ohne weiteres bereits aus dem Inhalt dieser Garantie; die Legitimation zur Geltendmachung dieses Beschwerdegrundes bestimmt sich vielmehr, ähnlich wie bei gewöhnlichen Rechtsmitteln der Verwaltungsrechtspflege, nach Massgabe der Anforderungen, die das jeweilige Prozessgesetz an Art und Mass der Betroffenheit stellt (vgl. BGE 104 Ia 148 E. 2a S. 152/153; JAKOB HINDEN, Die Legitimation zur staatsrechtlichen Beschwerde [Art. 88 OG], Diss. ZH 1961, S. 86 ff.).\n\nd) Auch wenn das bernische Verfassungsrecht das Willkürverbot ausdrücklich als selbständiges Grundrecht anerkennt und dessen Schutz \"jeder Person\" zukommen lassen will, stellt sich doch die durch den Bundesgesetzgeber bzw. BGE 121 I 267 S. 271nach der Praxis zu Art. 88 OG zu beantwortende Frage, wann ein hinreichendes individuelles Rechtsschutzbedürfnis vorliegt, um eine Beschwerdebefugnis zu begründen. Das Recht zur prozessualen Durchsetzung des Willkürverbots bedarf notwendigerweise der Normierung durch das einschlägige Verfahrensrecht; mit der Umschreibung, wonach \"jede Person\" Anspruch auf Schutz vor staatlicher Willkür habe, ist die Frage der Legitimation zur prozessualen Geltendmachung dieses Rechts nicht beantwortet. Selbst wenn der Kreis der zur Anrufung des kantonalrechtlichen Willkürverbots Berechtigten (im Sinne der Auffassung der Beschwerdeführer) weiter zu ziehen wäre, als dies nach der heutigen Praxis zu Art. 88 OG der Fall ist, so müsste doch, und zwar nach Massgabe des Bundesrechts, zwangsläufig eine Grenze gezogen werden, da keinesfalls jeder bloss entfernt oder indirekt Betroffene Entscheide dem Verfassungsrichter zur Prüfung unterbreiten kann. In diesem Sinne wird denn auch in den Erläuterungen zum Entwurf des Bundesrats von 1995 für eine Reform der Bundesverfassung, der in Art. 8 (\"Jede Person hat Anspruch auf Schutz vor willkürlicher Behandlung durch staatliche Organe...\") eine ähnlich lautende Bestimmung enthält wie Art. 11 KV/BE, zutreffend ausgeführt, dass die Anerkennung des Willkürverbots als selbständiges Grundrecht über die Frage des Beschwerderechts nichts aussagt und die bisherige bundesgerichtliche Rechtsprechung zu Art. 88 OG nicht berührt (Erläuterungen zum Verfassungsentwurf, S. 37).\n\ne) Die langjährige, gefestigte Praxis zu Art. 88 OG, welche die Geltendmachung einer Verletzung des Willkürverbots in der Rechtsanwendung nur dort zulässt, wo die betreffenden Vorschriften (auch) dem Schutz des Betroffenen dienen oder Ansprüche desselben begründen, hat den Wortlaut von Art. 88 OG (\"Rechtsverletzungen\") für sich. Zudem liegt ihr die Überlegung zugrunde, dass in Bereichen, wo diese Voraussetzung nicht erfüllt ist und das Ermessen der entscheidenden Behörde nicht durch positivrechtliche Bestimmungen (oder spezielle Grundrechtsgarantien) zugunsten des beteiligten Bürgers eingegrenzt wird, die Wahrscheinlichkeit eines Willkürakts zum vornherein derart gering erscheint, dass sich ein grundsätzlicher Ausschluss der Beschwerdebefugnis rechtfertigt. Aus der Sicht des einzelnen Rechtsuchenden mag diese restriktive Legitimationspraxis, durch welche die Willkürbeschwerde in gewissen, durch das Fehlen von gesetzlichen Rechtsansprüchen und durch weitgehende staatliche Ermessensfreiheit gekennzeichneten Bereichen (z.B. Wahlen und Wiederwahlen von Beamten, fakultative Staatsbeiträge, BGE 121 I 267 S. 272Aufenthaltsbewilligungen, Einbürgerungen, Steuererlasse, Begnadigungen usw.) ausgeschlossen wird, allenfalls unbefriedigend erscheinen; sie wird in der Doktrin denn auch kritisiert (stellvertretend für viele: DANIEL THÜRER, Das Willkürverbot nach Art. 4 BV, ZSR 1987 II 466f.). Die Praxis erfährt aber immerhin insofern eine Milderung, als der Betroffene bei fehlender Legitimation in der Sache selber mittels staatsrechtlicher Beschwerde doch die Verletzung von Verfahrensvorschriften rügen kann, deren Missachtung eine formelle Rechtsverweigerung darstellt (BGE 120 Ia 220 E. 2a S. 222, 227 E. 1 229/230, mit Hinweisen); ein minimaler Rechtsschutz ist damit auch in diesen Bereichen gewährleistet. Die beanstandete Rechtsprechung zu Art. 88 OG beruht im übrigen auf Überlegungen der Prozessökonomie und dient der Aufrechterhaltung der Funktionsfähigkeit des Bundesgerichts, indem dieses von zahlreichen, naturgemäss wenig aussichtsreichen Beschwerden entlastet bleibt (vgl. CLAUDE ROUILLER, La protection de l'individu contre l'arbitraire de l'Etat, ZSR 1987 II 372). Eine Überprüfung der geltenden Legitimationsregelung scheint deshalb nur im Zuge einer Gesamtreform der Bundesrechtspflege sinnvoll.\n\nf) Die Verwirklichung kantonaler Grundrechte obliegt schliesslich in erster Linie dem betreffenden Kanton (YVO HANGARTNER, Grundzüge des schweizerischen Staatsrechts, Bd. II: Grundrechte, Zürich 1982, S. 55). Es ist dem Kanton Bern freigestellt, eine eigene Verfassungsgerichtsbarkeit einzurichten, deren Inanspruchnahme nicht an die für die staatsrechtliche Beschwerde geltenden Schranken gebunden ist. Für die Anrufung des Bundesgerichts gelten jedoch, auch was das in Art. 11 Abs. 1 KV/BE statuierte Willkürverbot betrifft, die Schranken von Art. 88 OG. Insofern ergibt sich aus dieser kantonalen Verfassungsbestimmung im Ergebnis somit kein weitergehender Schutz, als ihn bereits Art. 4 BV gewährt."}