{"annee": "121", "cour": "V", "page": "11", "date": "16/1/1995", "cite": ["110 V 158", "114 V 22"], "cite_par": ["130 V 163", "128 V 102", "128 V 95"], "chapeau": "4. Auszug aus dem Urteil vom 16. Januar 1995 i.S. S. gegen Ausgleichskasse des Kantons Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 19 al. 2 let. c LAI, art. 8 al. 1 let. c RAI. De la qualification de la thérapie psychomotrice (in casu: gymnastique d'après Meldau) en tant que mesure médicale ou mesure de nature pédago-thérapeutique. Art. 26bis LAI, art. 24 RAI; ORE. De la portée de l'exigence en vertu de laquelle le fournisseur de prestations doit être autorisé à exercer son activité à la charge de l'assurance."], "faits": "", "considerants": "BGE 121 V 11 S. 11\n\nAus den Erwägungen:\n\n1. Aktenmässig belegt und überdies unbestritten ist, dass der Beschwerdeführer an einem frühkindlichen psychoorganischen Syndrom (POS; Geburtsgebrechen Nr. 404) leidet, deswegen behandlungsbedürftig ist und hiefür grundsätzlich Leistungen der Invalidenversicherung beanspruchen BGE 121 V 11 S. 12kann. Mit Sekretariatsbeschluss vom 3. Juni 1992 wurden ihm die notwendigen medizinischen Massnahmen zur Behandlung des Geburtsgebrechens Nr. 404, inklusive die psychomotorische Therapie für zwei Jahre, zugesprochen. Als Durchführungsstellen wurden die Kinderklinik des Kantonsspitals X und Dr. med. D., Kantonsspital X, bezeichnet. Die Eltern des Beschwerdeführers liessen die psychomotorische Therapie durch P. durchführen. Da diese unbestrittenermassen nicht im Besitze einer kantonalen Berufsausübungsbewilligung ist, verweigerte die Ausgleichskasse des Kantons Solothurn die Übernahme der Kosten im Betrage von Fr. 880.-- (Verfügung vom 15. September 1993).\n\n2. b) Zur Sonderschulung gehören neben der eigentlichen Schulausbildung Massnahmen pädagogisch-therapeutischer Art (Art. 19 Abs. 1 und Abs. 2 lit. c IVG). Darunter fallen auch Massnahmen, die zur Ermöglichung der Teilnahme am Volksschulunterricht notwendig sind (Art. 8 Abs. 1 lit. c in Verbindung mit Art. 10bis IVV).\n\naa) Institutionen und Einzelpersonen, die im Rahmen der Invalidenversicherung invalide Minderjährige unterrichten oder auf den Volks- oder Sonderschulunterricht vorbereiten, gelten als Sonderschulen und bedürfen einer Zulassung (Art. 1 der Verordnung über die Zulassung von Sonderschulen in der Invalidenversicherung vom 11. September 1972 [SZV]) der zuständigen Behörde (Art. 10 SZV). Personen, die mit der Schulung, Erziehung sowie der Durchführung pädagogisch-therapeutischer Massnahmen betraut sind, sowie medizinische Hilfspersonen müssen über die für ihre Tätigkeit erforderliche Ausbildung verfügen (Art. 3 Abs. 1 SZV), wobei das Bundesamt für Sozialversicherung befugt ist, nach Anhören der Kantone und der zuständigen Organisationen Mindestanforderungen für die Ausbildung festzulegen (Art. 3 Abs. 2 SZV).\n\nbb) Im Kanton Solothurn steht das gesamte Gesundheitswesen unter der Leitung des Regierungsrates (§ 1 des Gesetzes über die Organisation des Sanitätswesens vom 30. Mai 1857; GS 811.11), welcher mit der Vollziehung und dem Erlass der nötigen Verordnungen beauftragt ist (§ 19 Abs. 1 des Gesetzes). Gestützt u.a. auf diese Delegationsnorm erliess er am 19. Dezember 1938 die Verordnung über die Organisation des Sanitätswesens (Sanitäts-Verordnung; SanV; GS 811.12). Der erste Abschnitt dieser Verordnung befasst sich mit den Behörden und Beamten. Der zweite Abschnitt ist den Medizinalpersonen, der dritte deren Assistenten und Stellvertretern BGE 121 V 11 S. 13gewidmet. Der vierte Abschnitt (§§ 33-42 SanV) enthält die Bestimmungen über das medizinische Hilfspersonal.\n\nAls medizinische Hilfspersonen im Sinne dieser Verordnung gelten solche Personen, die gewerbsmässig einzelne krankhafte oder störende Erscheinungen im menschlichen Organismus durch Anwendung äusserlicher Heilmethoden, zu denen eine allgemeine medizinische Ausbildung nicht erforderlich ist, zu beseitigen suchen (§ 33 SanV). Zu diesen Heilmethoden gehören insbesondere die Fusspflege, Massage, Schröpfen, Heilgymnastik, Anordnung von Heilbädern, Anwendung medizinischer Apparate und ähnliche Betätigungen (§ 34 Abs. 1 SanV), wobei der Regierungsrat befugt ist, neue Arten äusserlicher Heilmethoden den Vorschriften der Verordnung zu unterwerfen (§ 34 Abs. 2 SanV). Sodann wird angeordnet, dass die Ausübung des Berufs einer medizinischen Hilfsperson einer Bewilligung des Sanitätsdepartementes bedarf (§ 35 SanV).\n\n3. Zu prüfen ist zunächst, ob die von Frau P. durchgeführte Therapie, wovon Kasse und Vorinstanz ausgehen, eine medizinische Eingliederungs- oder aber eine pädagogisch-therapeutische Massnahme ist.\n\na) Im Rahmen der nach Art. 12 oder 13 IVG zuzusprechenden Massnahmen machte die psychomotorische Therapie in der Verwaltungspraxis eine gewisse Wandlung durch. Sie galt anfänglich als eine pädagogisch-therapeutische Massnahme (Sondergymnastik), die ausnahmsweise in Ergänzung anderer medizinischer Massnahmen zur Behandlung gewisser Geburtsgebrechen auch als medizinische Massnahme zugesprochen werden konnte (Rz. 191.1 des ab 1. September 1981 gültigen Nachtrages 3 zum Kreisschreiben über die medizinischen Eingliederungsmassnahmen [KSME] vom 1. Januar 1979). Das überarbeitete KSME in der Fassung vom 1. Juni 1986 bestätigte noch deren grundsätzlich pädagogisch-therapeutischen Charakter (Rz. 1043.1, 2. Absatz), präzisierte jedoch unter Berücksichtigung von BGE 110 V 158 deren ausnahmsweise Anerkennung als medizinische Eingliederungsmassnahme bei gewissen Geburtsgebrechen, namentlich Ziff. 404 GgV (Rz. 1043.5). Die Kostenübernahme durch die Invalidenversicherung blieb aber auf jene Fälle beschränkt, in denen sie Bestandteil eines umfassenden Behandlungsplanes war (Rz. 404.11). Mit Urteil M. vom 9. März 1988 (ZAK 1988 S. 609) erklärte das Eidg. Versicherungsgericht diese Einschränkung, insoweit sie einen umfassenden Plan verlangte, als verordnungswidrig.\n\nIn Rz. 1043.1 KSME vom 1. Januar 1994 fehlt nunmehr der bisherige Hinweis BGE 121 V 11 S. 14auf den pädagogisch-therapeutischen Charakter, und es wird die psychomotorische Therapie ausschliesslich als medizinische Massnahme dargestellt. Weiter wird festgehalten, dass bei kongenitalen Hirnstörungen im Sinne von Ziff. 404 GgV die Kosten dann übernommen werden können, wenn die Therapie Teil eines Behandlungsplanes sei sowie Indikationsstellung, Behandlungsplanung und Überwachung durch einen Kinderpsychiater oder Neuropädiater erfolgten (Rz. 404.11).\n\nb) Psychomotorische Therapie ist daneben indessen stets auch als Behandlung pädagogisch-therapeutischer Art verstanden worden. Der Begriff \"therapeutisch\" verdeutlicht, dass die Behandlung des Leidens im Vordergrund steht; mit der zusätzlichen Beschreibung als \"pädagogisch\" wird die Abgrenzung gegenüber den medizinischen Massnahmen vorgenommen (BGE 114 V 27 Erw. 3a mit zahlreichen Hinweisen). Als pädagogisch-therapeutische Massnahmen gelten sämtliche Vorkehren, die nicht unmittelbar der Vermittlung von Kenntnissen und Fertigkeiten in schulischen Belangen dienen. Sie sind hauptsächlich darauf ausgerichtet, die die Schulung beeinträchtigenden Auswirkungen der Invalidität zu mildern oder zu beseitigen. Es geht vornehmlich darum, gewisse körperliche oder psychische Funktionen im Hinblick auf die Schulung zu verbessern. Gegenüber dem Sonderschulunterricht erfolgt die Abgrenzung darin, dass die Vorkehr eine pädagogisch-therapeutische \"Extraleistung\" ist (ZAK 1980 S. 502 Erw. 4). Die Aufzählung in Art. 8 Abs. 1 lit. c IVV hat beispielhaften, nicht abschliessenden Charakter. Die psychomotorische Therapie wird in der Praxis zu Art. 19 IVG zu den pädagogisch-therapeutischen Massnahmen, als Sondergymnastik im Sinne von Rz. 2.3 des Kreisschreibens über die pädagogisch-therapeutischen Massnahmen in der Invalidenversicherung vom 1. März 1975, gezählt (unveröffentlichtes Urteil H. vom 23. April 1982).\n\nc) Nach dem Gesagten kann die psychomotorische Therapie somit eine medizinische oder eine pädagogisch-therapeutische Massnahme darstellen. Welcher Gesichtspunkt überwiegt, beurteilt sich nach den konkreten Umständen des Einzelfalls (BGE 114 V 27 Erw. 3a mit zahlreichen Hinweisen).\n\n4. In seinem Arztbericht vom 27. April 1992 weist Dr. med. D. auf verschiedene, vor allem auch neurologische Defizite hin. Aufgrund seiner Befunde erachtet er eine psychomotorische Therapie als indiziert, verlangt jedoch, dass daneben weiterhin auch ärztliche Kontrollen durchzuführen sind. Dieser Behandlungsplan verdeutlicht, dass mit der Therapie vorwiegend wohl pädagogisch-verhaltensorientierte Ziele erreicht werden sollen. Die BGE 121 V 11 S. 15gewählte behandelnde Therapeutin ferner ist in organisch-rhythmischer Gymnastik nach Meldau ausgebildet. Diese Methode will ausgeprägt pädagogisch wirken, was sich darin zeigt, dass sie als Ziel eine harmonisierende und tonisierende Einwirkung auf das Zusammenspiel der menschlichen Funktionssysteme anstrebt. Gesamthaft betrachtet überwiegen damit unter den Gesichtspunkten von Indikation und Therapie die pädagogischen Elemente der Behandlung. Es ist deshalb davon auszugehen, dass die im Streite liegende psychomotorische Therapie als pädagogisch-therapeutische, also als nicht-medizinische Massnahme im invalidenversicherungsrechtlichen Sinne zu qualifizieren ist.\n\n5. a) Handelt es sich in casu somit um eine pädagogisch-therapeutische Massnahme der Sonderschulung im invalidenversicherungsrechtlichen Sinne, sind hiefür, was die Frage des Leistungserbringers anbelangt, die dargelegten Vorschriften (Erw. 2b/aa, bb) beachtlich. Allerdings bieten diese über die Zulassung von Sonderschulen keine taugliche rechtliche Grundlage, da diese nur den eigentlichen Sonderschulunterricht und die unterrichtsmässige Vorbereitung auf den Volks- oder Sonderschulunterricht beschlagen; alle übrigen Arten von Sonderschulmassnahmen, insbesondere pädagogisch-therapeutische Vorkehren, unterliegen hingegen dem bundesrechtlichen Zulassungserfordernis nicht (unveröffentlichte Urteile H. vom 12. September 1994 und A. vom 12. November 1993; MEYER-BLASER, Die Bedeutung der Sonderschulzulassung für den Leistungsanspruch gegenüber der Invalidenversicherung, in SZS 1986 S. 65 ff., insbesondere S. 74). Bezüglich der übrigen Sonderschulmassnahmen, namentlich derjenigen therapeutisch-pädagogischer Art, kann das Erfordernis einer Berufsausübungsbewilligung für die beigezogene Durchführungsstelle oder -person nicht auf Bundesrecht abgestützt werden. Vorbehalten bleibt lediglich eine - allfällige - Bewilligungspflicht nach kantonalem Recht, was hier vorfrageweise zu prüfen ist (unveröffentlichtes Urteil H. vom 12. September 1994).\n\nb) Das dargelegte Recht des Kantons Solothurn (Erw. 2b/bb in fine) wählt für medizinische Hilfspersonen eine sehr umfassende Definition. Die in § 34 SanV aufgezählten Heilmethoden machen deutlich, dass auch Tätigkeiten wie jene der Frau P. unter die Bewilligungspflicht fallen. Ferner ist ein förmlich normiertes Zulassungsverfahren für medizinische Hilfspersonen vorgesehen. Der Regierungsrat hat daher die Kompetenz, eine Berufsausübungsbewilligung auch für die Tätigkeit einer Psychomotorik-Therapeutin vorzusehen. Eine solche ist der von den Eltern BGE 121 V 11 S. 16des Beschwerdeführers gewählten Frau P. nicht erteilt worden, weshalb die Invalidenversicherung an die von ihr erteilte psychomotorische Therapie nicht beitragspflichtig ist."}