{"annee": "121", "cour": "IV", "page": "18", "date": "31/1/1995", "cite": ["119 IV 202", "120 IV 117", "116 IV 19", "106 IV 12", "119 IV 222", "115 IV 38", "106 IV 338", "118 IV 167", "111 IV 51"], "cite_par": ["124 IV 53", "124 IV 92", "123 IV 184"], "chapeau": "4. Extrait de l'arrêt de la Cour de cassation pénale du 31 janvier 1995 dans la cause G. contre Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 128 al. 1 CP; omission de prêter secours. Conditions de la répression, généralités. Le danger de mort imminent est réalisé lorsque, à la suite de la consommation d'une surdose d'héroïne, une personne risque de perdre la vie en quelques heures (consid. 2b/aa). L'obligation de prêter secours incombe à quiconque se trouve dans le logement de la personne en danger; dans les circonstances d'espèce, il suffisait de requérir par téléphone une aide médicale (consid. 2b/aa). Intention (consid. 2b/bb)."], "faits": "|19|\n\nA.- Le 23 juin 1993 vers 18 ou 19 heures, Marie reçut dans son appartement à Genève G., qui apportait de l'héroïne qu'ils consommèrent ensemble. Dès son arrivée, G. remarqua que Marie n'était pas dans son état normal et celle-ci lui déclara qu'elle avait déjà consommé de l'héroïne dans l'après-midi. Environ un quart d'heure après avoir prisé la drogue, Marie fut saisie d'un malaise. G. ne fit pas appel à un médecin. Il expliqua plus tard qu'il avait déjà vu une fois Marie s'endormir de cette façon et qu'il savait qu'elle avait peur des médecins et souhaitait éviter des frais.\n\nVers 23 heures, B. arriva à son tour dans l'appartement et les deux hommes tentèrent en vain de réveiller Marie en lui passant de l'eau sur le visage et en lui donnant des claques. Il fut retenu que G., qui était lui-même toxicomane, savait qu'une surdose d'héroïne pouvait entraîner la mort et qu'il se rendait compte que Marie allait mal à la suite de l'absorption d'héroïne, ayant observé que sa respiration était saccadée et qu'elle avait les mains froides. Les deux hommes choisirent de ne pas faire appel à un médecin et fumèrent ensemble de la drogue. Vers minuit, G., qui tenait à ne pas manquer le dernier bus, quitta les lieux, en laissant un message à l'attention de Marie et en donnant son numéro de téléphone à B. pour le cas où un problème surviendrait.\n\nMarie décéda dans la nuit en raison de la surdose d'héroïne qu'elle avait consommée, alors que l'issue fatale aurait pu être évitée si elle avait reçu sans retard des soins médicaux.\n\nB.- Par arrêt du 29 avril 1994, la Cour correctionnelle avec jury du canton de Genève a condamné G., pour omission de prêter secours et infraction à la loi fédérale sur les stupéfiants, à la peine de douze mois d'emprisonnement avec sursis pendant quatre ans, cette peine étant complémentaire à une peine prononcée antérieurement.\n\nStatuant par arrêt du 2 novembre 1994, la Cour de cassation cantonale a rejeté le pourvoi formé par le condamné.\n\n|20|\n\nC.- Contre cet arrêt, G. s'est pourvu en nullité à la Cour de cassation pénale du Tribunal fédéral. Invoquant une violation de l'art. 128 CP, il conclut, avec suite de frais et dépens, à l'annulation de la décision attaquée et sollicite par ailleurs l'assistance judiciaire.", "considerants": "Considérant en droit:\n\n1. (Recevabilité)\n\n2. a) Le recourant soutient que les faits constatés par l'autorité cantonale ne constituent pas une omission de prêter secours au sens de l'art. 128 al. 1 CP.\n\nLa nouvelle teneur de l'art. 128 CP (RO 1989 p. 2451) est entrée en vigueur le 1er janvier 1990 (RO 1989 p. 2456); les faits reprochés au recourant ayant eu lieu postérieurement, la nouvelle disposition est applicable (art. 2 al. 1 CP).\n\nLe nouvel article 128 CP prévoit notamment que celui qui n'aura pas prêté secours à une personne en danger de mort imminent, alors que l'on pouvait raisonnablement l'exiger de lui, étant donné les circonstances, sera puni de l'emprisonnement ou de l'amende.\n\nIl s'agit d'un délit d'omission (TRECHSEL, Kurzkommentar StGB, art. 128 no 4; JOSÉ HURTADO POZO, Droit pénal, partie spéciale I, Fribourg 1988 p. 167 no 373; LAURENT MOREILLON, Omission de porter secours, RPS 112 (1994) p. 237), qui réprime une mise en danger abstraite (TRECHSEL, op.cit., art. 128 no 4; MOREILLON, op.cit., p. 238; REHBERG/SCHMID, Strafrecht III, 6e éd., p. 41), sans exiger de résultat (TRECHSEL, op.cit., art. 128 no 4; REHBERG/SCHMID, op.cit., p. 41; MOREILLON, op.cit., p. 237). Cette disposition met à la charge de toute personne qui est en mesure de le faire l'obligation générale de porter secours à autrui en cas d'urgence (FF 1985 II 1048; STRATENWERTH, Bes. Teil I, 5e éd., p. 90 no 61; REHBERG/SCHMID, op.cit., p. 40; HURTADO POZO, op.cit., p. 167 no 373; MOREILLON, op.cit., p. 243 et 245), sans créer une position de garant (MOREILLON, op.cit., p. 238, 245 et 250; CORBOZ, L'homicide par négligence, SJ 1994 p. 214 s. et les références citées; cf. également: REHBERG/SCHMID, op.cit., p. 44; HURTADO POZO, op.cit., p. 169).\n\nLe secours qui doit être prêté se limite aux actes que l'on peut raisonnablement exiger de l'auteur compte tenu des circonstances (FF 1985 II 1048; STRATENWERTH, op.cit., p. 93 no 70; REHBERG/SCHMID, op.cit., p. 43; HURTADO POZO, op.cit., p. 168 no 378; TRECHSEL, op.cit., art. 128 no 12; MOREILLON, op.cit., p. 246). Seuls sont exigés les actes de secours |21| qui sont possibles (TRECHSEL, op.cit., art. 128 no 12; HURTADO POZO, op.cit., p. 167 no 375; REHBERG/SCHMID, op.cit., p. 43; MOREILLON, op.cit., p. 247) et qui peuvent être utiles (TRECHSEL, op.cit., art. 128 no 5; MOREILLON, op.cit., p. 245). Il s'agit de prendre les mesures commandées par les circonstances, et un résultat n'est pas exigé (MOREILLON, op.cit., p. 247).\n\nL'obligation de prêter secours n'existe que si la personne qui en a besoin se trouve en danger de mort imminent (FF 1985 II 1048). La cause du danger de mort est indifférente (FF 1985 II 1048; HURTADO POZO, op.cit., p. 167 no 373; TRECHSEL, op.cit., art. 128 no 11; MOREILLON, op.cit., p. 243). En ce qui concerne la notion de danger de mort imminent, la doctrine propose d'appliquer les principes dégagés au sujet des mêmes termes figurant à l'art. 129 CP (HURTADO POZO, op.cit., p. 167 no 374; MOREILLON, op.cit., p. 244; moins affirmatif STRATENWERTH, op.cit., p. 92 no 68). Il faut donc la probabilité sérieuse d'une mort prochaine (cf. ATF 111 IV 51 consid. 2, ATF 106 IV 12 consid. 2a) ou, si l'on préfère, que le risque de mort apparaisse si proche que la vie de la personne ne tient plus qu'à un fil (STRATENWERTH, op.cit., p. 92 no 68). Par exemple, on considère que celui qui est frappé d'une crise cardiaque se trouve en danger de mort imminent (FF 1985 II 1048; HURTADO POZO, op.cit., p. 167 no 374; STRATENWERTH, op.cit., p. 92 no 68; op.cit., p. 42). Sous l'empire de l'ancien droit, la jurisprudence cantonale avait appliqué l'art. 128 CP à celui qui abandonne une personne prise d'un malaise à la suite d'une consommation excessive de stupéfiants (Repertorio di giurisprudenza Patria 113 (1980) p. 161). L'infraction est intentionnelle (ATF 116 IV 19 consid. 3 i.f.; STRATENWERTH, op.cit., p. 94 no 74; REHBERG/SCHMID, op.cit., p. 44; HURTADO POZO, op.cit., p. 169 no 379; TRECHSEL, op.cit., art. 128 no 14; MOREILLON, op.cit., p. 248) et suppose une conscience du danger de mort imminent (FF 1985 II 1050; STRATENWERTH, op.cit., p. 94 no 74; REHBERG/SCHMID, op.cit., p. 44; HURTADO POZO, op.cit., p. 169 no 379; TRECHSEL, op.cit., art. 128 no 14; MOREILLON, op.cit., p. 248) et, plus largement, des conditions qui fondent l'obligation de porter secours, savoir notamment de sa propre capacité de le faire (STRATENWERTH, op.cit., p. 94 no 74). Un auteur relève que le dol éventuel suffit (MOREILLON, op.cit., p. 248).\n\nb) aa) En l'espèce, il a été retenu en fait - d'une manière qui lie la Cour de cassation - que Marie avait consommé une quantité excessive de stupéfiants et que, alors qu'elle se trouvait en compagnie du recourant, elle avait besoin de soins médicaux urgents qui lui auraient sauvé la vie, |22| mais que, faute de les avoir reçus, elle est décédée. Elle se trouvait donc, alors qu'elle était en compagnie du recourant, dans un état exigeant des soins médicaux urgents sans lesquels elle risquait, en quelques heures et sans autre intervention, de perdre la vie. Elle se trouvait ainsi objectivement en danger de mort imminent au sens de la définition rappelée ci-dessus.\n\nLe recourant, qui se trouvait avec elle dans son appartement, avait donc l'obligation de lui prêter secours et ce d'autant plus qu'il lui avait fourni une partie de l'héroïne qu'elle avait consommée. Le fait qu'un tiers soit ensuite arrivé dans l'appartement n'y change rien; dans une telle situation, l'obligation de prêter secours incombait à chacun d'eux aussi longtemps que le danger subsistait, c'est-à-dire tant que les mesures nécessaires n'avaient pas été prises, le cas échéant par l'autre (STRATENWERTH, op.cit., p. 92 no 69; HURTADO POZO, op.cit., p. 167 no 375).\n\nLe secours commandé par les circonstances consistait en l'espèce à appeler un médecin ou une ambulance. Un simple appel téléphonique suffisait. Cette mesure était possible; elle pouvait être raisonnablement exigée du recourant étant donné les circonstances; elle était de nature à remédier utilement à la situation.\n\nOr, d'un point de vue objectif, le recourant n'a appelé aucune aide médicale, de sorte qu'il n'a pas prêté le secours qui était dû dans les circonstances d'espèce.\n\nbb) Sous l'angle subjectif, il ressort des faits retenus que le recourant a examiné l'état de Marie et qu'il a décidé de ne pas appeler une aide médicale, ce qui revenait à laisser cette personne sans soins contrairement à ce que requérait manifestement son état. En décidant de ne pas appeler d'aide médicale, le recourant a agi intentionnellement; il a décidé de ne prêter en réalité aucun secours à cette personne.\n\nQue Marie lui ait dit précédemment qu'elle avait peur des médecins et souhaitait éviter des frais ne l'exonérait pas de son obligation légale; il ne prétend d'ailleurs pas qu'il aurait su ou cru que cette personne souhaitait mettre fin à ses jours.\n\nQuant à la conscience du danger de mort imminent, la cour cantonale a retenu que le recourant, qui est lui-même toxicomane, savait qu'une surdose d'héroïne pouvait avoir une issue mortelle, qu'il avait constaté que Marie allait mal après avoir absorbé de nouveau de l'héroïne, que l'on ne parvenait plus à la réveiller, que sa respiration était saccadée et qu'elle avait les mains froides. En présence de tels éléments, la cour cantonale a retenu qu'il avait conscience qu'elle se trouvait en danger de mort |23| imminent, même s'il espérait qu'elle s'en sorte. Déterminer, à la suite d'une appréciation des preuves, les représentations subjectives d'une personne relève des constatations de fait qui lient la Cour de cassation (ATF 120 IV 117 consid. 2a, ATF 119 IV 222 consid. 2, ATF 118 IV 167 consid. 4); eu égard aux constatations de fait qu'elle a retenues, l'autorité cantonale n'a pas violé le droit fédéral en admettant que l'auteur avait agi intentionnellement. Dans la mesure où le recourant prétend que son état et les circonstances ne lui permettaient pas d'avoir conscience du danger de mort imminent qui menaçait Marie, il s'écarte des constatations de fait cantonales, ce qui n'est pas admissible dans le cadre d'un pourvoi en nullité (ATF 119 IV 202 consid. 2b, 309 consid. 7b, 315 consid. 2, ATF 115 IV 38 consid. 3a, ATF 106 IV 338 consid. 1).\n\nAu vu des faits retenus - qui lient la Cour de cassation -, la condamnation du recourant pour omission de prêter secours au sens de l'art. 128 al. 1 CP ne viole pas le droit fédéral.\n\n3. (frais judiciaires)."}