{"annee": "121", "cour": "III", "page": "249", "date": "11/7/1995", "cite": ["116 II 215", "108 II 288", "73 II 6", "98 II 176", "120 II 417"], "cite_par": ["138 III 354", "127 III 396"], "chapeau": "49. Auszug aus dem Urteil der II. Zivilabteilung vom 11. Juli 1995 i.S. M. N. gegen Erben des E. S. (Berufung)", "regestes": ["Réduction (art. 522 ss CC); point de départ du délai de péremption de l'art. 533 CC. L'héritier lésé dans sa réserve ne doit connaître que les éléments de fait qui justifieraient le bien-fondé d'une action en réduction; il n'est pas nécessaire que cette connaissance confine à la certitude (consid. 2a). C'est pourquoi, l'action en réduction doit aussi être admise quand le demandeur n'a pu encore chiffrer sa prétention et que, selon le droit cantonal de procédure, une demande non chiffrée serait irrecevable (consid. 2b)."], "faits": "|249|\n\nN. glaubt sich in ihrem Pflichtteilsanspruch verletzt, weil der von Bruder und Schwägerin bezahlte Kaufpreis von Fr. 60'000.-- für den Erwerb |250| einer Liegenschaft in S. von ihrer verstorbenen Mutter weit unter dem Verkehrswert gelegen habe. Sie klagte auf Herabsetzung und forderte von den Erwerbern einen Betrag von je Fr. 70'000.--. Vom Bezirksgericht K. wurde sie damit am 21. Dezember 1993 abgewiesen, weil der Anspruch sowohl verwirkt als auch wegen Fehlens einer Schenkungskomponente unbegründet sei. Die Klägerin unterlag auch beim Obergericht des Kantons Aargau, das mit Urteil vom 26. Januar 1995 ebenfalls Verwirkung annahm. Das Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n2. Streitig ist, ob die Kenntnisse der Klägerin, welche dieser bereits mehr als ein Jahr vor Anhebung der Klage beim Friedensrichter am 9. August 1990 zugeschrieben werden, ausgereicht haben, um die Verwirkungsfrist gemäss Art. 533 Abs. 1 ZGB (zur Rechtsnatur BGE 108 II 288 E. 2 S. 292, BGE 98 II 176 E. 10 S. 178 ff.) in Gang zu setzen.\n\na) Die Frist läuft nach der genannten Bestimmung vom Zeitpunkt an, in dem der durch eine Verfügung von Todes wegen (Art. 522 ZGB) oder durch eine Verfügung unter Lebenden (Art. 527 ZGB) in seinem Pflichtteilsanspruch beeinträchtigte Erbe von der Verletzung seiner Rechte und damit vom Klagegrund Kenntnis erhalten hat (BGE 108 II 288 E. 3a S. 293, BGE 73 II 6 E. 5 S. 12; TUOR, N. 5 zu Art. 533 ZGB; DRUEY, Grundriss des Erbrechts, 3. Aufl., § 6 N. 90; PICENONI, Die Verjährung der Testamentsungültigkeits- und Herabsetzungsklage, in SJZ 63, 1967, S. 102). Dazu bedarf es der Kenntnis derjenigen Elemente, die den möglichen Erfolg einer Herabsetzungsklage erwarten lassen, jedoch nicht einer absoluten Gewissheit (ESCHER, N. 2 zu Art. 533 ZGB).\n\nb) Dabei beschränkt sich die Anforderung an die Kenntnis, dem Wortlaut der Bestimmung entsprechend, auf die blosse Tatsache der Pflichtteilsverletzung. Der benachteiligte Erbe muss nur darum wissen. Dass bereits das genaue Ausmass der Pflichtteilsverletzung feststehe, ist nicht erforderlich. Literatur und Judikatur verstehen die Anforderung regelmässig in diesem Sinne. Der pflichtteilsberechtigte Erbe braucht daher etwa von der Höhe des Nachlasses nur eine ungefähre Kenntnis zu haben (nicht publizierter Entscheid des Bundesgerichts vom 2.5.1991 i.S. W., E. 2b, unter Bezugnahme auf BGE 108 II 293), und auch das nur, wenn er nicht ohnehin gänzlich übergangen ist (PIOTET, Erbrecht, in SPR IV/1, S. 506; |251| MÜLLER-HELLBACH, Die Verjährung erbrechtlicher Klagen, Diss. Zürich 1975, S. 98). Ist der Pflichtteil mit einer Nutzniessung belastet, so ist er auf jeden Fall verletzt; auf ihren Wert kommt es nicht an (BGE 108 II 288 E. 3a S. 293). Und im Falle des Eingriffes durch eine letztwillige Verfügung muss diese dem Betroffenen nicht vollständig bekannt sein, wenn er wenigstens erkennen kann, dass seine Ansprüche verletzt sind (so der erwähnte Entscheid i.S. W., E. 4b). Der Zeitpunkt der Kenntnis ist nach den gesamten Umständen zu ermitteln.\n\nAus dem Gesagten erhellt, dass der Beginn des Fristenlaufes nicht von der Befähigung des Pflichtteilsberechtigten abhängt, die Klage bereits auf einen dem letztlich erreichbaren Mass der Herabsetzung entsprechenden Betrag beziffern zu können. Das widerspräche dem in der verhältnismässig kurzen Frist zum Ausdruck kommenden Bestreben des Gesetzgebers, die Unsicherheit über Gültigkeit und Tragweite der Verfügung möglichst rasch zu beseitigen. Folglich muss die Herabsetzungsklage auch dann zugelassen und verlangt werden, wenn dem Kläger die Bezifferung seines Rechtsbegehrens noch nicht möglich ist. Das hätte auch dann zu gelten, wenn das kantonale Verfahrensrecht unbezifferte Begehren nicht zuliesse. Wie das Bundesgericht schon in anderem Zusammenhang festgestellt hat, kommt dem Erfordernis der Durchsetzbarkeit des materiellen Bundesrechts der Vorrang vor einschränkendem kantonalem Prozessrecht zu. Ein Begehren ist daher nicht nur dann in unbezifferter Form zuzulassen, wenn das Bundesrecht es ausdrücklich vorschreibt, sondern allgemein dann, wenn der Kläger nicht in der Lage oder es ihm nicht zumutbar ist, die Höhe seines Anspruches genau anzugeben (BGE 116 II 215 E. 4a S. 219). Bei der Herabsetzungsklage dürfte das in der Regel zutreffen.\n\nc) Die lebzeitige Abtretung eines Vermögenswertes ist der Herabsetzung bzw. Ausgleichung dann unterworfen, wenn die Verfügung des nachmaligen Erblassers ganz oder teilweise unentgeltlich war. Das trifft zu, wenn keine oder eine im Wert geringere Gegenleistung erbracht worden ist, der Zuwendung also das ökonomische Äquivalent fehlt. Ob und wieweit eine Zuwendung als unentgeltlich zu qualifizieren ist, beurteilt sich auf Grund der Verhältnisse im Zeitpunkt ihrer Vornahme (BGE 120 II 417 E. 3a S. 420, mit Hinweisen)."}