{"annee": "121", "cour": "V", "page": "178", "date": "28/2/1995", "cite": ["112 V 333", "111 V 51"], "cite_par": ["133 V 441"], "chapeau": "27. Auszug aus dem Urteil vom 28. Februar 1995 i.S. L. gegen Schweizerische Unfallversicherungsanstalt und Obergericht des Kantons Zürich", "regestes": ["Art. 45 al. 2 let. b PA, art. 85 al. 2 let. a LAVS, art. 108 al. 1 let. a LAA, art. 30bis al. 3 let. a LAMA, art. 106 al. 2 let. a LAM. La procédure incidente ayant pour objet la récusation d'un membre du tribunal en instance cantonale de recours est en principe gratuite. Art. 134 OJ. Règles concernant la perception de frais de justice dans la procédure devant le Tribunal fédéral des assurances, lorsque le recours de droit administratif est dirigé contre un jugement incident rendu par une juridiction cantonale dans le cadre d'un procès concernant l'octroi ou le refus de prestations d'assurance."], "faits": "", "considerants": "|178|\n\nAus den Erwägungen:\n\n3. Zu prüfen bleibt, ob der angefochtene Entscheid insoweit vor Bundesrecht standhält, als dem Gesuchsteller Verfahrenskosten in Höhe |179| von Fr. 422.-- (bestehend aus einer Staatsgebühr von Fr. 300.--, Schreibgebühren von Fr. 84.-- sowie Zustellgebühren und Porti von Fr. 38.--) auferlegt worden sind.\n\na) Nach Art. 108 Abs. 1 lit. a UVG ist das Verfahren vor dem kantonalen Versicherungsgericht für die Parteien kostenlos; einer Partei, die sich leichtsinnig oder mutwillig verhält, können jedoch eine Spruchgebühr und die Verfahrenskosten auferlegt werden.\n\nDie vom Beschwerdeführer mit dem Ablehnungsbegehren eingeleitete Prozessführung kann nicht als leichtsinnig oder mutwillig qualifiziert werden (vgl. hiezu BGE 112 V 334 Erw. 5; RKUV 1989 Nr. U 81 S. 386 Erw. 3). Es stellt sich daher lediglich die Frage, ob das Zwischenverfahren, welches mit dem Beschluss der Verwaltungskommission des Obergerichts vom 24. Juni 1994 endete, unter die grundsätzliche Kostenfreiheit fällt, wie sie nach Art. 108 Abs. 1 lit. a UVG für das Beschwerdeverfahren vor dem kantonalen Versicherungsgericht gilt.\n\nb) In BGE 111 V 51 ff. hat das Eidg. Versicherungsgericht zur analogen Bestimmung von Art. 85 Abs. 2 lit. a AHVG (vgl. auch Art. 106 Abs. 2 lit. a MVG und Art. 30bis Abs. 3 lit. a KUVG) festgestellt, dass sich der Grundsatz der Kostenfreiheit auf das Beschwerdeverfahren beschränkt und auf das kantonale Revisionsverfahren (Art. 85 Abs. 2 lit. h AHVG) nicht anwendbar ist. Als massgebend hiefür wurde erachtet, dass Art. 85 Abs. 2 AHVG in seiner ursprünglichen Fassung allein das ordentliche Rechtsmittelverfahren umfasste und mit der auf den 1. Januar 1960 eingeführten lit. h dieser Bestimmung lediglich der Grundsatz der Revisionsmöglichkeit kantonaler Entscheide im Bundesrecht verankert werden sollte. Dagegen spricht nichts dafür, dass mit der Einfügung von lit. h der Bestimmung die Absicht verbunden gewesen wäre, das kantonale Revisionsverfahren auch den - soweit angesichts grundsätzlicher prozessualer Unterschiede überhaupt anwendbaren - bundesrechtlichen Vorschriften über das Beschwerdeverfahren, insbesondere dem Grundsatz der Kostenlosigkeit zu unterwerfen (BGE 111 V 53 Erw. 4b).\n\nAnders als das Revisionsgesuch stellt das hier streitige Ablehnungsbegehren kein ausserordentliches Rechtsmittel dar (vgl. hiezu GYGI, Bundesverwaltungsrechtspflege, 2. Aufl., S. 229 f.). Das Begehren wurde im Rahmen des ordentlichen Beschwerdeverfahrens eingereicht und von der kantonalen Instanz mit Zwischenverfügung im Sinne von Art. 96 UVG in Verbindung mit Art. 45 Abs. 2 lit. b VwVG beurteilt. Das mit Entscheid vom 24. Juni 1994 abgeschlossene Zwischenverfahren bildet Teil des gegen den Einspracheentscheid der SUVA vom 10. November 1993 erhobenen |180| Beschwerdeverfahrens. Es fällt daher unter die Verfahrensregeln von Art. 108 Abs. 1 UVG und damit auch unter den Grundsatz der Kostenlosigkeit des Verfahrens nach lit. a dieser Bestimmung. Hieran ändert nichts, dass nach dem kantonalen Recht nicht das Versicherungsgericht selbst, sondern das Obergericht bzw. dessen Verwaltungskommission über das Ablehnungsbegehren entscheidet. Diese Verfahrensordnung verstösst zweifellos nicht gegen Bundesrecht. Sie entbindet die für solche Zwischenentscheide zuständige kantonale Gerichtsbehörde indessen nicht davon, den in Art. 108 Abs. 1 lit. a UVG normierten bundesrechtlichen Grundsatz der Kostenlosigkeit des Beschwerdeverfahrens zu beachten. Der angefochtene Entscheid ist daher aufzuheben, soweit dem Gesuchsteller damit Kosten auferlegt wurden.\n\n4. a) Im Gegensatz zum kantonalen Beschwerdeverfahren nach Art. 108 Abs. 1 UVG ist das Verfahren vor dem Eidg. Versicherungsgericht nur kostenfrei, wenn es um die Bewilligung oder Verweigerung von Versicherungsleistungen geht (Art. 134 OG). Ob das Verfahren Versicherungsleistungen zum Gegenstand hat, beurteilt sich nach dem Anfechtungsgegenstand. Richtet sich die Verwaltungsgerichtsbeschwerde gegen eine kantonale Zwischenverfügung, die in einem Leistungsprozess ergeht, so ist das Verfahren kostenlos, wenn die Zwischenverfügung mit der Abklärung des Leistungsanspruchs zusammenhängt (z.B. Beweisverfügungen) oder wenn sie die aufschiebende Wirkung der Beschwerde bzw. vorsorgliche Massnahmen betrifft. Dagegen ist die Kostenpflicht zu bejahen, wenn es um rein prozessrechtliche Fragen (z.B. Kostenvorschusspflicht, Sistierung des Verfahrens, Ausstand von Gerichtspersonen, Wiederherstellung einer Frist) geht.\n\nb) Im vorliegenden Fall beschränkt sich der Anfechtungsgegenstand auf die rein prozessrechtlichen Fragen nach dem Vorliegen eines Ablehnungsgrundes und nach der Kostenpflicht im kantonalen Verfahren, weshalb das Verfahren vor dem Eidg. Versicherungsgericht kostenpflichtig ist (Art. 134 OG e contrario). Entsprechend dem Ausgang des Prozesses werden die Kosten je zur Hälfte dem Beschwerdeführer und der SUVA auferlegt."}