{"annee": "121", "cour": "I", "page": "117", "date": "25/4/1995", "cite": ["119 IA 362", "120 IA 203", "116 IA 181", "94 I 492", "115 IA 363"], "cite_par": ["124 II 146", "130 I 360", "123 II 552", "124 I 310", "124 II 538", "126 I 219", "125 II 129", "126 II 522", "129 I 337"], "chapeau": "18. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. April 1995 i.S. Planungskonsortium \"Rosenegg\" gegen D. V. und Mitbeteiligte, Gemeinde Rorschacherberg und Regierungsrat des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 22ter Cst., art. 28 de la loi sur les constructions du canton de Saint-Gall; contenu et degré de précision des plans d'aménagement de détail. 1. Conditions aux restrictions de la propriété; annulation d'un plan d'aménagement de détail portant gravement atteinte au droit de propriété (consid. 3b). 2. Les éléments d'un plan d'aménagement de détail se déterminent en premier lieu d'après sa place dans le processus de planification; éléments nécessaires du plan dans le cas particulier. En présence de plans d'aménagement de détail qui s'écartent de manière importante d'une utilisation conforme à la zone, des exigences plus élevées peuvent être posées quant à la précision du contenu du plan (consid. 4). 3. Les lacunes d'un plan d'aménagement de détail n'imposent pas à elles seules son annulation, lorsqu'elles: - concernent une question qui peut être résolue de manière satisfaisante dans le cadre de la procédure d'autorisation de construire; - n'ont qu'une importance secondaire; - peuvent être comblées facilement (consid. 5a). 4. Exigences relatives à l'emprise des bâtiments, à la conception et à la forme de la toiture (consid. 5b et 5c). 5. L'absence de dispositions contraignantes relatives à la hauteur des bâtiments, aux aménagements extérieurs et à l'équipement constitue de graves lacunes du plan qui ne peuvent en principe être comblées dans la procédure de recours (consid. 6)."], "faits": "|118|\n\nNahe dem Ortszentrum der Gemeinde Rorschacherberg liegt das Gebiet \"Bleiche/Steigrübli\". Es befindet sich in Hanglage und fällt nach Norden ab. Gemäss geltendem Zonenplan ist es teils der Wohnzone für zweigeschossige und teils der Wohnzone für dreigeschossige Bauten zugewiesen. Für einen Abschnitt besteht zudem ein Gestaltungsplan mit \"Besonderen Vorschriften\" von 1974 sowie Änderungen von 1982 und 1983. |119|\n\nDieser Plan sieht unter anderem den Bau von Hochhäusern und einer durchgehenden Erschliessungsstrasse (Bleichistrasse) vor, welche die Goldacher- mit der Rosengartenstrasse verbindet. Die im östlichen Planabschnitt liegenden Parzellen sowie ein weiteres Grundstück wurden zwischenzeitlich etappenweise mit Mehrfamilienhäusern überbaut. Diese werden ab der Goldacherstrasse durch ein erstes Teilstück der Bleichistrasse als Sackgasse erschlossen.\n\nIm Laufe der achtziger Jahre schlossen sich die Eigentümer der noch nicht überbauten Parzellen zum Planungskonsortium \"Rosenegg\" zusammen. Sie beabsichtigten, den Gestaltungsplan den veränderten Verhältnissen und Bedürfnissen anzupassen. Die Gemeinde wünschte einen Verzicht auf den Bau der Hochhäuser und einer durchgehenden Quartierstrasse. Auf der Basis eines Projektwettbewerbes wurde in der Folge der Gestaltungsplan \"Rosenegg\" erarbeitet, bestehend aus dem Plan \"Situation 1:500\" und den \"Besonderen Vorschriften\" (besV); die beiden weiteren dazugehörenden Pläne \"Schnitte/Ansichten 1:500\" und \"Perspektive Goldacherstrasse\" haben wegleitenden Charakter. Der Gestaltungsplan sieht im westlichen und nördlichen Teil des Gebietes ein sechsgeschossiges (Haus A) sowie sieben viergeschossige Gebäude (Häuser B-H) vor, wovon eines (Haus B) als über 100 m langer Wohnblock entlang der Goldacherstrasse (oben am Hang) erstellt werden soll. Im nordöstlichen Teil des Gebietes, am Rande des bereits überbauten Areales, soll zudem ein dreigeschossiges Mehrfamilienhaus (Haus J) gebaut werden.\n\nGegen diesen Gestaltungsplan gingen zahlreiche Einsprachen vor allem von Eigentümern und Mietern der bereits überbauten Liegenschaften im Plangebiet ein. Die Einsprachen wurden vom Gemeinderat abgewiesen. Demgegenüber hiess der Regierungsrat die Rekurse in der Hauptsache gut, soweit er darauf eintrat. Den Gestaltungsplan \"Rosenegg\" hob er auf, da der Plan Mängel aufweise; es sei nicht möglich zu prüfen, ob er eine \"städtebaulich vorzügliche Gestaltung\" im Sinne von Art. 28 des kantonalen Gesetzes über die Raumplanung und das öffentliche Baurecht vom 6. Juni 1972 (Baugesetz, BauG) erlaube.\n\nDie gegen diesen Entscheid vom Planungskonsortium \"Rosenegg\" erhobene staatsrechtliche Beschwerde weist das Bundesgericht ab |120|", "considerants": "aus folgenden Erwägungen:\n\n3. In der Sache berufen sich die Beschwerdeführer auf das Willkürverbot (Art. 4 BV), die Eigentumsgarantie (Art. 22ter BV), die derogatorische Kraft des Bundesrechts (Art. 2 ÜbBest. BV) sowie vorfrageweise auf die Gemeindeautonomie.\n\na) Die Beschwerdeführer legen nicht im einzelnen dar, weshalb Art. 2 ÜbBest. BV verletzt sein sollte. Insoweit ist daher auf die staatsrechtliche Beschwerde nicht einzutreten (Art. 90 Abs. 1 lit. b OG). Es ist ohnehin nicht zu erkennen, inwiefern hier der Berufung auf Art. 2 ÜbBest. BV gegenüber der Rüge, die Eigentumsgarantie werde verletzt, eine eigenständige Bedeutung zukommen könnte.\n\nb) Eigentumsbeschränkungen sind nur zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im überwiegenden öffentlichen Interesse liegen und sich unter den gegebenen Umständen als verhältnismässig erweisen.\n\naa) Dass Art. 28 BauG eine genügende gesetzliche Grundlage für den Erlass von Gestaltungsplänen darstellt, steht ausser Frage. Ebenso gehen alle Verfahrensbeteiligten dem Grundsatze nach davon aus, aus dieser Vorschrift liessen sich die Anforderungen an den Planinhalt ableiten. Umstritten ist hingegen, welche Einzelheiten im Plan wie konkret geregelt sein müssen.\n\nbb) Im vorliegenden Fall geht es um einen schweren Eigentumseingriff. Der Regierungsrat hob den Gestaltungsplan \"Rosenegg\" auf. Aufgrund des ersten Gestaltungsplanes können die Beschwerdeführer eine Überbauung ebenfalls kaum mehr realisieren; die Gemeinde wünschte eine Überarbeitung dieses Planes (wobei allerdings nicht klar ist, ob sie eine Bausperre verhängte; vgl. Art. 32 Abs. 1 in Verbindung mit Art. 105 BauG). Bleibt es bei der Aufhebung des Gestaltungsplanes \"Rosenegg\", werden die Beschwerdeführer nicht ohne weiteres in der Lage sein, für einen dritten Gestaltungsplan die notwendigen Zustimmungen der Grundstückseigentümer beizubringen (Art. 28 Abs. 2 BauG; vgl. das Urteil des Bundesgerichtes vom 25. Mai 1994 i.S. der Parteien), falls die Gemeinde den Planperimeter nicht anders festsetzt. Die vor Erlass des Gestaltungsplanes \"Rosenegg\" grundsätzlich noch mögliche Überbauung der Liegenschaften aufgrund des Planes von 1974 weit über das zonengemässe Mass hinaus ist bei dieser Sachlage wie gesagt kaum mehr möglich oder jedenfalls stark erschwert (BGE 115 Ia 363 E. 2a). Liegt somit |121| ein schwerer Eingriff in die Eigentumsrechte vor, ist die Auslegung des kantonalen Rechts frei zu prüfen (BGE 119 Ia 362 E. 3a S. 366; BGE 116 Ia 181 E. 3c S. 185). Den Rügen, der Regierungsrat habe das Baugesetz willkürlich gehandhabt, und er habe die Gemeindeautonomie verletzt, kommt unter Vorbehalt der nachstehenden Präzisierungen (E. 4c) keine selbständige Bedeutung zu (vgl. BGE 120 Ia 203 E. 2a S. 204, wonach das Bundesgericht bei Autonomiebeschwerden die Auslegung kantonaler Vorschriften auf Willkür hin prüft).\n\nc) Die weitere Kritik betrifft primär die Frage, ob die Aufhebung des Gestaltungsplanes verhältnismässig ist. Dies prüft das Bundesgericht frei (BGE 119 Ia 362 E. 3a S. 366).\n\n4. a) Das st. gallische Planungsrecht kennt drei eigentümerverbindliche Pläne. Der Zonenplan teilt den Gemeindebann in Teilgebiete verschiedener Nutzungsart und Nutzungsintensität sowie verschiedener Regelbauweise und Immissionstoleranz ein (Art. 9 Abs. 1 BauG). Als Rahmennutzungsplan stellt er eine allgemeine Grundordnung für die Bodennutzung auf (WALTER HALLER/PETER KARLEN, Raumplanungs- und Baurecht, 2. Aufl., Zürich 1992, S. 56).\n\nEiner ersten Gliederung des Baugebietes dient der Überbauungsplan. Er ordnet für ein engeres, bestimmt umgrenztes Gebiet die Erschliessung und die besondere Bauweise mit Hilfe von Strassen- und Baulinien, Höhenangaben und Richtungspunkten. Es können besondere Vorschriften erlassen werden, welche die besondere Bauweise vor allem hinsichtlich der Baumasse und der Ausnützungsziffer regeln; dabei ist es in einem bestimmten Rahmen möglich, von den allgemeinen Zonenvorschriften abzuweichen (Art. 23-27 BauG).\n\nb) In einem noch detaillierteren Masse regelt der Gestaltungsplan die Nutzung von Bauland (Art. 28 BauG). Mit seiner Hilfe soll eine \"städtebaulich vorzügliche Gestaltung\" sichergestellt werden, wobei die Überbauung \"bis in Einzelheiten\" zu regeln ist; als Beispiel dafür nennt das Gesetz die Festlegung des Grundrisses (Art. 28 Abs. 1 Satz 1). Welche weiteren Elemente in einem Gestaltungsplan festzulegen sind, ergibt sich namentlich aus seiner systematischen Stellung im Planungsgefüge. Weil er die Bodennutzung noch eingehender als der Überbauungsplan regelt, müssen der Sache nach zumindest jene Punkte geregelt werden, welche Gegenstand eines Überbauungsplanes sein können (dazu vorne E. 4a). Es sind dies in Übereinstimmung mit dem Regierungsrat jedenfalls die Lage, das Mass, die Höhe und die Gestaltung der Bauten, die Ausscheidung der Freiflächen sowie |122| die vorgesehene Erschliessung. Solches verlangen dem Grundsatze nach auch andere Kantone (Näheres bei STEPHAN ESCHMANN, Der Gestaltungsplan nach zürcherischem Recht, Diss. Zürich 1984, S. 117 ff.; ROBERT IMHOLZ, Der Gestaltungsplan - ein neues Instrument im kantonalzürcherischen Planungs- und Baugesetz, ZBl. 78/1977 S. 488 ff., sowie KANT. AMT FÜR RAUMPLANUNG [Hrsg.], Der Gestaltungsplan im Siedlungsgebiet nach solothurnischem Recht, Solothurn 1989, mit Planbeispielen).\n\nc) Der Regierungsrat darf allerdings keine so konkretisierte Planung verlangen, dass für die Erarbeitung eines Bauprojektes kein oder kein wesentlicher Spielraum mehr bestehen würde. Im allgemeinen wird die Meinung vertreten, der Plan habe den Eigentümern noch einen angemessenen Spielraum zu belassen bzw. Bauprojekte verschiedener (Aus-)Gestaltung zuzulassen. Der Projektierungsspielraum müsse jedoch nicht für jedes Planelement gegeben sein; es genüge, wenn der Plan als Ganzes mehrere Detailvarianten ermögliche (ESCHMANN, a.a.O., S. 124 f.; IMHOLZ, a.a.O., S. 490). Wie es sich damit im einzelnen verhält, ist nicht abschliessend zu entscheiden. Die Frage nach dem noch zulässigen Spielraum für die Ausarbeitung eines Bauprojektes muss in aller Regel von Fall zu Fall nach pflichtgemässem Ermessen primär durch die Gemeinde beurteilt werden. Sie ist für die Ortsplanung verantwortlich (Art. 2 und 4 BauG) und - in Zusammenarbeit mit den Grundeigentümern - Trägerin der Gestaltungsplanung (Art. 28 Abs. 1 BauG). Daher muss ihr der Regierungsrat trotz der ihm zustehenden Rechts- und Ermessenskontrolle (Art. 3 Abs. 2 Satz 1 BauG) einen Beurteilungsspielraum belassen (Art. 2 Abs. 3 des Bundesgesetzes über die Raumplanung vom 22. Juni 1979 [Raumplanungsgesetz, RPG, SR 700], Art. 3 Abs. 2 Satz 2 BauG). Dieser hat sich freilich am Gesetz zu orientieren. In diesem Zusammenhang ist Art. 28 Abs. 1 BauG zu beachten, der wie gesagt bestimmt, dass Gestaltungspläne die Überbauung \"projektmässig\" bis in Einzelheiten \"regeln\". Mit Blick auf diese Vorschrift darf bei Gestaltungsplänen, mit welchen wie hier in erheblichem Masse von der zonengemässen Nutzung abgewichen werden soll, höhere Anforderungen an die Bestimmtheit des Planinhaltes gestellt werden.\n\n5. Im Lichte der dargelegten Grundsätze ist im folgenden zu prüfen, wie es sich mit den vom Regierungsrat festgestellten Planungsmängeln verhält.\n\na) Der Regierungsrat beanstandete, die Auswirkungen der entlang der Goldacher- und der Rosengartenstrasse geplanten Lärmschutzwand auf das |123| Erscheinungsbild der Überbauung könnten mangels Gestaltungsvorschriften nicht beurteilt werden. Auch fehle ein allgemeiner Zweckartikel in den \"Besonderen Vorschriften\", und die Unterteilung des Gestaltungsplanes in die Teilgebiete A, B und C sei nicht nachvollziehbar.\n\naa) Dass Regelungen für die Gestaltung der Lärmschutzwand fehlen, trifft zu, doch fällt dieser Mangel nicht schwer ins Gewicht. Die Einordnung der Lärmschutzwand in die Umgebung kann in Übereinstimmung mit der Auffassung der Beschwerdeführer noch im Rahmen des konkreten Projektes befriedigend gelöst werden. Dies räumt das Baudepartement in seiner Vernehmlassung denn auch grundsätzlich ein.\n\nbb) Unbedeutend ist der Umstand, dass in den \"Besonderen Vorschriften\" ein Zweckartikel fehlt. Der Zweck eines Gestaltungsplanes ergibt sich aus dem Gesetz (Art. 28 Abs. 1 BauG).\n\ncc) Zu folgen ist dem Regierungsrat darin, dass die Abgrenzung der drei Teilplangebiete nicht ohne weiteres nachvollziehbar ist. Ohne grösseren Aufwand hätte aber durch Abklärungen festgestellt und präzisiert werden können, dass die Abgrenzung auf den Eigentumsverhältnissen im noch unüberbauten Plangebiet beruht (Teilplangebiet A: Parzelle Nr. 1141, Firma M. AG und D.; Teilplangebiet B: Parzelle Nr. 693, C.; Teilplangebiet C: Parzellen Nr. 34, 1142, 1143, 144, 1145, 1151 und 1153: A. und B.).\n\nb) Nach Auffassung des Regierungsrates ist das Verhältnis zwischen den Grundrissen (rote Flächen, umrandet von feinen schwarzen Gestaltungsbaulinien) und den roten Baubegrenzungslinien (bzw. dem Baufeld für das Haus J) nicht klar. Nicht geregelt sei, ob die Baubegrenzungslinien lediglich die maximale Fassadenlänge auf zwei Gebäudeseiten bezeichnen würden (bzw. die maximale Gebäudefläche des Hauses J), ohne die Grundrissform (nach Plan mit Ausnahme des Hauses A und J rechteckig) festzulegen, oder ob die eingezeichneten Grundrissformen verbindlich seien und die Baubegrenzungslinien eine an der Grundrissform orientierte (proportionale) Vergrösserung des Grundrisses zulassen würden.\n\naa) Auf den ersten Blick ist die Regelung der Grundrissgestaltung - einerseits festgelegte Gebäudefläche, anderseits Gestaltungsspielraum mit Hilfe von Baubegrenzungslinien (Häuser A, B, D-F sowie H) - widersprüchlich. Das gegenseitige Verhältnis dieser Festlegungen lässt sich jedoch durch Auslegung des Planes bestimmen. Gemäss \"Situation 1:500\" gehören sowohl die Grundrissformen als auch die Baubegrenzungslinien zum verbindlichen Planinhalt (Planlegende: \"Festlegungen\"). Die eingetragenen |124| Gebäudegrundrisse sind daher grundsätzlich massgebend (von den Beschwerdeführern als \"Normtypus\" bezeichnet). Die jeweils an eine Längs- und eine Seitenfassade gelegten Baubegrenzungslinien lassen jedoch eine gewisse Veränderung bzw. Vergrösserung der Grundrisse zu. Dabei verlangt Ziffer 5.4 Satz 2 besV, dass je eine Längs- und eine Seitenfassade an die entsprechende Baubegrenzungslinie zu stellen ist. Auch muss im Falle einer Vergrösserung grundsätzlich der Normtypus des Grundrisses gewahrt bleiben. Dies folgt aus der Verbindlichkeit der mit der Signatur \"Gebäude\" bezeichneten Grundrissform. Für das Haus J ergibt sich dies auch aus Ziffer 7.7 Satz 1 besV. Danach kann der Grundriss innerhalb des Baufeldes verändert (vergrössert) werden, doch muss die Gestaltung des Gebäudes (was die Form des Grundrisses einschliesst) im wesentlichen den bestehenden Bauten der ersten Bauetappe angepasst werden; es muss also - wie im Plan vorgesehen - deren Grundrissform übernommen werden.\n\nbb) Diese Ordnung ist nicht derart unbestimmt, dass der Plan insoweit nicht auf seine städtebauliche Gestaltung hin überprüft werden könnte. Dass die Grundrissformen in einem gewissen Masse variabel sind, trifft zu und muss erlaubt sein (ESCHMANN, a.a.O., S. 120 f.). Die Gestaltungsfreiheit für die Ausarbeitung eines Projektes ist keineswegs so gross, dass der Plan seine Steuerungsfunktion für die Überbauung verlieren würde. Selbst wenn die Kritik des Regierungsrates begründet wäre, hätte der Grundsatz der Verhältnismässigkeit geboten, durch eine Streichung der Gestaltungsbaulinien Klarheit zu schaffen, anstatt den Plan in bezug auf die Festlegung der Grundrisse gesamthaft als ungenügend zu bezeichnen (Grundsatz der Erforderlichkeit einer freiheitsbeschränkenden Massnahme in sachlicher Hinsicht; BGE 94 I 492 E. 4 S. 495 f.; ULRICH HÄFELIN/GEORG MÜLLER, Grundriss des Verwaltungsrechts, 2. Aufl., Zürich 1993, S. 113).\n\nc) Nach Auffassung des Regierungsrates sind die Dachformen und die Dachgestaltung nicht hinreichend deutlich und verbindlich geregelt.\n\naa) Dieser Vorwurf ist in bezug auf das Haus J nicht berechtigt. Dieses soll nach dem Plan \"Situation 1:500\" ein Giebeldach erhalten, was mittels einer längs durch die Mitte des Grundrisses gezogenen schwarzen Linie angezeigt wird. In Ziffer 7.7 besV ist überdies von der Firsthöhe des Hauses die Rede und es wird vorgeschrieben, dass es sich in der Gestaltung im wesentlichen - wesentlich ist unter anderem die Dachgestaltung - den |125| bestehenden Bauten im bereits überbauten Teil des Quartierplangebietes anzupassen habe; diese Bauten verfügen über Giebeldächer.\n\nbb) Hinsichtlich der Häuser A-H muss aufgrund der Einzeichnungen im (verbindlichen) Plan \"Situation 1:500\" davon ausgegangen werden, dass die Bauten grundsätzlich Flachdächer erhalten sollen, wobei die Grundrisse der Dachgeschosse die Fassadenfluchten der Normalgeschosse zu übernehmen haben (Ziffer 5.5 Satz 2 besV). Die Dachgeschosse sind gemäss Ziffer 5.5 Satz 1 besV durch Terrassen zu gliedern. Im Plan wird dies durch feine schwarze Linien sowie diagonale Strichmuster dargestellt, welche den Schattenwurf symbolisieren. Die den Schattenwurf darstellende Signatur ist in der Planlegende allerdings nicht unter den \"Festlegungen\" aufgeführt.\n\nDer Darstellung im Plan \"Situation 1:500\" ist weiter zu entnehmen, dass für die Häuser B-H kleinere Dachaufbauten vorgesehen sind, welche durch mehrere senkrecht verlaufende, nebeneinander liegende feine schwarze Linien bezeichnet werden. Nach dem im Plan dargestellten Schattenwurf sollen diese Dachaufbauten Pultdächer erhalten, doch fehlen insoweit ebenfalls \"Festlegungen\" in der Planlegende. Das Haus A schliesslich soll ebenfalls ein Flachdach erhalten. Es ist vorgesehen, das Dach an der Süd- und Nordseite durch zwei bzw. eine Dachterrasse zu gliedern. Aufgrund der Darstellung im Plan \"Situation 1:500\" ist sodann anzunehmen, dass ungefähr in der Mitte des Flachdaches eine rechteckige Dachaufbaute mit Giebeldach und daran auf der nördlichen Seite anschliessend eine quergestellte Dachaufbaute mit Flachdach errichtet werden soll, was im Plan mit einem Schattenwurf angedeutet wird.\n\ncc) Gemessen an den Grundsätzen für die Ausarbeitung von Gestaltungsplänen (vorne E. 4b und c) ergeben sich aus den erwähnten zeichnerischen Darstellungen die Dachformen und die Dachgestaltung an sich mit genügender Deutlichkeit. Dies gilt jedenfalls dann, wenn man von Ziffer 5.4 Satz 1 besV ausgeht, welche Vorschrift besagt, dass die Dachform dem Gestaltungsplan zu entsprechen hat, und weiter folgert, die erwähnten zeichnerischen Darstellungen seien von dieser Vorschrift erfasst und damit für das Bauprojekt verbindlich. Dennoch fragt sich, weshalb die Einzelheiten der Dachgestaltung in der Planlegende nicht unter den (verbindlichen) \"Festlegungen\" aufgeführt ist, wenn sie gemäss Ziffer 5.4 besV bindend sein sollen. Dieser Widerspruch wird durch die Einzeichnungen im Schnittplan verstärkt. Die darin dargestellte Dachgestaltung entspricht im wesentlichen den Einzeichnungen im Plan \"Situation 1:500\", doch haben |126| die Schnittpläne nur wegleitenden Charakter (Ziffer 8 besV) und sind daher für die Projektausarbeitung nicht bindend. Unter diesen Umständen ist es verständlich, dass der Regierungsrat zur Auffassung gelangte, die Regelung der Dachformen und Dachgestaltung sei nicht restlos klar und verständlich.\n\n6. Noch kritischer verhält es sich mit anderen Punkten.\n\na) Ein gravierender Mangel ist, dass ausser für das Haus J (Ziffer 7.7. besV) Vorschriften über die Gebäudehöhe fehlen. Die Festsetzung der Höhe der Bauten ist ein zentraler Punkt der Gestaltungsplanung (vgl. ESCHMANN, a.a.O., S. 120 f.; IMHOLZ, a.a.O., S. 488). Im Kanton St. Gallen stellt die Gebäudehöhe gemäss Art. 60 BauG der senkrechte Abstand zwischen dem Niveaupunkt und dem ausgemittelten Schnittpunkt der Fassade mit der Dachoberkante in der Fassadenmitte dar. Als Niveaupunkt gilt dabei der Schwerpunkt des Gebäudegrundrisses auf dem gewachsenen Boden. Im Lichte dieser gesetzlichen Definition genügt es nicht, im Plan lediglich die Anzahl der vorgesehenen Geschosse und die Höhenkote des Erdgeschosses festzulegen. Nach kantonalem Recht ist vielmehr eine verbindliche (Maximal-)Angabe in Metern notwendig, wie dies Art. 11 des kommunalen Baureglementes (BR) für die Regelbauweise vorzeigt.\n\nDiese Lücke kann nicht durch eine Verbindlicherklärung des Planes \"Schnitte/Ansichten 1:500\" geschlossen werden, wie die Beschwerdeführer vorschlagen. Bereits der Regierungsrat stellte fest, dass dieser Plan nicht genügend präzise vermasst ist. Auch die Beteuerung, sie würden aus Kostengründen keine ungewöhnlich hohen Bauten erstellen, hilft den Beschwerdeführern nicht. Die Gebäudehöhe gehört zu jenen \"Einzelheiten\", welche zwingend einer Regelung im Gestaltungsplan bedürfen. Die dahingehende Auffassung des Regierungsrates ist nicht verfassungswidrig (vorne E. 4b).\n\nb) Mit Recht bemängelte der Regierungsrat die weitgehend fehlende Festsetzung der Umgebungsgestaltung.\n\naa) Zu grundsätzlicher Kritik gibt der Umstand Anlass, dass gemäss Plan \"Situation 1:500\" die Umgebungsgestaltung lediglich hinweisenden Charakter hat und dementsprechend unverbindlich ist. Die Integrierung der Bauten in die Umgebung zur Erreichung einer städtebaulich vorzüglichen Überbauung bildet ein wesentliches Planelement, hängt doch die Gesamtwirkung der Überbauung entscheidend (auch) von den Freiräumen ab. Jedenfalls die Kernelemente der Umgebungsgestaltung wie die Bezeichnung von Grünflächen, Garten- und Parkanlagen, die Bepflanzung von Zwischenräumen oder die Terraingestaltung sind daher in den Grundzügen verbindlich zu regeln |127| (ESCHMANN, a.a.O., S. 131 f.; IMHOLZ, a.a.O., S. 493).\n\nDiesen Anforderungen genügt der Plan nicht. Ziff. 6.1 besV enthält lediglich Gestaltungsvorschriften, welche sich auf den nördlichen Teil der Parzelle Nr. 1141 und den westlichen Teil des Grundstücks Nr. 693 beziehen. Überdies werden nur Einzelfragen (Erhaltung des bestehenden Reliefs bzw. des Parkwaldes an den betreffenden Orten) geregelt; ein verbindliches planerisches Gesamtkonzept für die Gestaltung der gesamten Umgebung fehlt. Die weitere Bestimmung, dass die offenen Abstellplätze mit hochstämmigen Bäumen zu beschatten sind (Ziffer 6.2 besV), krankt am Umstand, dass die Erstellung offener Abstellplätze nicht verbindlich vorgeschrieben oder sonstwie geregelt wird (dazu die nachstehende E. 6c). Ebenfalls unverbindlich ist die im Plan angezeigte Gliederung der Umgebung mit öffentlichen und privaten Grünflächen einerseits und Spielstrassen anderseits.\n\nbb) Die Beschwerdeführer wenden ein, der Regierungsrat hätte die im Plan vorgezeichnete Umgebungsgestaltung verbindlich erklären können und müssen, um eine unverhältnismässige Eigentumsbeschränkung zu verhindern. Dem ist nicht zuzustimmen. Zwar ist es nicht grundsätzlich ausgeschlossen, noch im Rechtsmittelverfahren am Gestaltungsplan gewisse Korrekturen anzubringen. Es muss sich dabei aber um nebensächliche Punkte (vgl. die vorstehende E. 5a/cc) oder um Fragen handeln, die aufgrund des verbindlichen Planinhaltes ohne weitere Schwierigkeiten präzisiert werden können (vgl. die vorstehende E. 5b/bb). Für die Umgebungsgestaltung trifft hier beides nicht zu.\n\nc) Auch die Erschliessung, ein weiterer für die Planung zentraler Punkt (ESCHMANN, a.a.O., S. 128 ff.; IMHOLZ, a.a.O., S. 492 f.), wird weitgehend nur mit Hinweisen geregelt. Lediglich die Anschlüsse an das öffentliche Strassennetz sind verbindlich festgelegt (Anschluss Bleichistrasse/Goldacherstrasse, Einfahrt in Goldacherstrasse beim westlichen Ende des Hauses B, zwei Einfahrten in die Rosengartenstrasse im nordwestlichen Teil des Plangebietes). Demgegenüber haben die im Plan eingetragenen Einfahrten in die Sammelgaragen bloss hinweisenden Charakter. Überhaupt nicht geregelt ist die genaue Lage der einzelnen Sammelgaragen, wie viele erstellt werden und welchen Bauten sie zugehören sollen. Kein klares Konzept besteht sodann namentlich für die Zufahrten in die Sammelgaragen ab der Rosengartenstrasse. Sie sind nach Plan an gewissen |128| Stellen bloss rund drei Meter breit, was als Zufahrt für eine Quartierüberbauung in der geplanten Grösse kaum genügen dürfte. Einer dieser relativ schmalen Zufahrtswege soll zudem, obwohl er als Hauszufahrt für zwei grössere Mehrfamilienhäuser dient, rollstuhlgängig ausgebaut werden, was nicht ohne weiteres miteinander zu vereinbaren sein dürfte. Schliesslich wird auch die Erstellung der oberirdischen Parkierungsanlagen und der Spielstrassen nicht verbindlich geregelt. Eine Heilung dieser Mängel durch Verbindlicherklärung des genannten, lediglich hinweisenden Charakter aufweisenden Planinhaltes durfte der Regierungsrat aus den vorstehend dargelegten Gründen ablehnen (E. 6b/bb).\n\nd) Es fragt sich, welche Konsequenzen sich aus diesen Feststellungen für das weitere Schicksal des Gestaltungsplanes \"Rosenegg\" ergeben. Die Beschwerdeführer verlangen eine Rückweisung des Planes an die Gemeinde zur Verbesserung und eine Wiedereinsetzung des Verfahrens in den Stand nach erfolgter Einspracheerhebung (Wahrung des Zustimmungsquorums). Dies ist indes mit dem Regierungsrat abzulehnen. Ein solches Vorgehen hätte zur Verhinderung unverhältnismässiger Eigentumsbeschränkungen nur in Betracht gezogen werden müssen, wenn die Mängel untergeordneter Natur wären, was hier nicht zutrifft; der Plan ist vielmehr in bedeutenden Punkten neu zu überarbeiten (Gebäudehöhe, Dach- und Umgebungsgestaltung, gesamte innere Quartiererschliessung)."}