{"annee": "121", "cour": "III", "page": "377", "date": "10/10/1995", "cite": ["119 II 473", "87 II 40", "98 II 138", "97 II 78", "90 II 259", "102 II 122", "112 II 362", "93 II 424"], "cite_par": ["123 III 189", "128 III 353", "127 III 160", "128 III 441", "122 III 382", "128 III 96", "125 III 193"], "chapeau": "74. Auszug aus dem Urteil der I. Zivilabteilung vom 10. Oktober 1995 i.S. Hugo Boss AG gegen Reebok International Ltd. (Berufung)", "regestes": ["Art. 3 al. 1 let. c LPM. Confusion de marques. Critère à poser quant à la force distinctive de deux marques (consid. 2a). L'impression générale qu'éveille dans le public une marque verbale peut être produite de manière déterminante par sa signification. Des mots courts présentent un risque de confusions moindre que des mots plus longs (consid. 2b). Les marques \"BOSS\" et \"BOKS\" sont certes semblables au point de vue de la sonorité et de l'écriture, mais elles sont clairement différentes dans leur signification, de sorte qu'on ne saurait les confondre (consid. 3)."], "faits": "BGE 121 III 377 S. 377\n\nA.- Die Hugo Boss AG ist Inhaberin der schweizerischen Marke 261 494 \"BOSS\", die sie am 18. Oktober 1972 für modische Herrenbekleidung der internationalen Klasse 25 hinterlegt hatte. Sie vertreibt unter dem Logo \"BOSS/HUGO BOSS\" Anzüge, modische Sportbekleidungen und Accessoires für den BGE 121 III 377 S. 378gepflegten Herrn. Die Reebok International Ltd. hinterlegte am 15. August 1991 die schweizerische Marke 392 282 \"BOKS\" für Bekleidungsstücke, Schuhwaren und Kopfbedeckungen der internationalen Klasse 25 für Männer, Frauen und Kinder.\n\nB.- Am 9. Dezember 1992 reichte die Hugo Boss AG beim Handelsgericht des Kantons Zürich Klage gegen die Reebok International Ltd. ein mit dem Antrag, deren Marke \"BOKS\" sei nichtig zu erklären und ihr Gebrauch sei der Beklagten unter Strafandrohung zu verbieten. Mit Urteil vom 23. Juni 1993 wies das Handelsgericht die Klage ab.\n\nC.- Das Bundesgericht weist die Berufung der Klägerin ab und bestätigt das handelsgerichtliche Urteil.", "considerants": "Aus den Erwägungen:\n\n2. Art. 3 Abs. 1 lit. c MSchG (SR 232.11) versagt einem Zeichen den Markenschutz, wenn es einer älteren Marke ähnlich und für gleiche oder gleichartige Waren bestimmt ist, so dass sich daraus eine Verwechslungsgefahr ergibt. Die Vorschrift deckt sich inhaltlich mit Art. 6 aMSchG, so dass die Rechtsprechung zum früheren Recht weiterhin herangezogen werden kann (BGE 119 II 473 E. 2a S. 474 f.).\n\na) Nach ständiger bundesgerichtlicher Praxis ist die Frage, ob sich zwei Marken genügend unterscheiden, aufgrund des Gesamteindrucks zu beurteilen, den sie beim an den fraglichen Waren interessierten Publikum hinterlassen (a.a.O., E. 2c S. 475, mit Hinweisen). Dieses wird die beiden Zeichen meist nicht gleichzeitig wahrnehmen. Vielmehr ist davon auszugehen, dass dem direkt wahrgenommenen einen Zeichen bloss das mehr oder weniger verschwommene Erinnerungsbild des früher wahrgenommenen anderen Zeichens gegenübersteht. Beim Vergleich der Marken ist deshalb auf diejenigen Merkmale abzustellen, die geeignet sind, auch in einem durchschnittlich unvollkommenen Gedächtnis haften zu bleiben. Das Erinnerungs- und Unterscheidungsvermögen der massgebenden Verkehrskreise wird dabei durch die Umstände mitbeeinflusst, unter denen sich der Handel mit Waren der in Frage stehenden Gattung abzuwickeln pflegt (BGE 93 II 424 E. 2 S. 426 f.) und hängt insbesondere von der Aufmerksamkeit ab, die beim Einkauf solcher Waren gewöhnlich angewendet wird (BGE 98 II 138 E. 1 S. 142; BGE 90 II 259 E. 3 S. 264, je mit Hinweisen). Im weiteren werden ähnliche Marken BGE 121 III 377 S. 379erfahrungsgemäss umso eher verwechselt, je näher sich die damit bezeichneten Waren sind (BGE 102 II 122 E. 2 S. 125, mit Hinweisen). Selbst bei weitgehend identischen Waren begründet aber die blosse, entfernte Möglichkeit einer Verwechslung noch keine Verwechslungsgefahr im Sinne von Art. 3 Abs. 1 lit. c MSchG. Davon kann vielmehr erst die Rede sein, wenn wahrscheinlich ist, dass das Publikum Verwechslungen unterliegt (BGE 119 II 473 E. 2d S. 476).\n\nb) Der Gesamteindruck von Wortmarken wird zunächst durch den Klang und durch das Schriftbild bestimmt (BGE 112 II 362 E. 2 S. 364). Da der durchschnittliche Markenadressat aber, was er hört und liest, unwillkürlich auch gedanklich verarbeitet, kann für den Gesamteindruck einer Wortmarke, die dem allgemeinen Sprachschatz entnommen ist, auch ihr Sinngehalt entscheidend sein. In Betracht fallen neben der eigentlichen Wortbedeutung auch Gedankenverbindungen, die das Zeichen unweigerlich hervorruft. Markante Sinngehalte, die sich beim Hören und beim Lesen dem Bewusstsein sogleich aufdrängen, dominieren regelmässig auch das Erinnerungsbild. Weist eine Wortmarke einen derartigen Sinngehalt auf, der sich in der anderen Marke nicht wiederfindet, so ist die Wahrscheinlichkeit geringer, dass sich das kaufende Publikum durch einen ähnlichen Klang oder ein ähnliches Schriftbild täuschen lässt (so bereits WALTER KÖHLER, Verwechslungsgefahr im Warenzeichen- und Wettbewerbsrecht unter Mitberücksichtigung des englischen und französischen Rechts, Berlin 1933, S. 101 und 103 ff.; vgl. ferner BGE 112 II 362 E. 2 S. 364; BGE 97 II 78 E. 2a S. 80 f.; BGE 87 II 40 E. 1d, S. 43 f.; SMI 1985, S. 70 f. E. 3 sowie DAVID, Kommentar zum Schweizerischen Privatrecht, Basel, N. 32 f. zu Art. 3 MSchG; TROLLER, Immaterialgüterrecht, Bd. I, 3. Aufl. 1983, S. 237; JACQUES BAUMGARTNER, Le risque de confusion en matière de marques, Diss. 1970, S. 136 ff.).\n\nVon Bedeutung ist bei Wortmarken schliesslich deren Länge. Kurzwörter werden akustisch und optisch leichter erfasst und prägen sich leichter ein als längere Wörter. Damit verringert sich die Gefahr, dass dem Publikum Unterschiede entgehen. Verwechslungen infolge Verhörens oder Verlesens kommen deshalb bei kurzen Zeichen seltener vor (J. DAVID MEISSER ET AL., Beurteilung der Verwechslungsgefahr im Widerspruchsverfahren, SMI 1994, S. 176; ebenso für das deutsche Recht: BUSSE/STARCK, Warenzeichengesetz, 6. Aufl. 1990, N. 64 zu § 31; BAUMBACH/HEFERMEHL, Warenzeichenrecht, 12. Aufl. 1995, N. 48 zu § 31 WZG).\n\nBGE 121 III 377 S. 380\n\n3. a) Die Marken \"BOSS\" und \"BOKS\" stimmen in den ersten beiden und im letzten Buchstaben überein und weisen insbesondere beide den Buchstaben \"O\" als einzigen Vokal auf. Verschieden ist lediglich der als dritter Buchstabe stehende Konsonant. Unter diesen Umständen liegt auf der Hand, dass die Marken ähnlich klingen. Das Handelsgericht weist jedoch mit Recht auch auf die Unterschiede in der klanglichen Gesamtwirkung hin. Während der Marke \"BOSS\" ein abgerundeter Klang eignet, erhält die Marke \"BOKS\" durch die Konsonantenverbindung \"-KS\", die wie \"X\" ausgesprochen wird, etwas Abgehacktes. Die Verschiedenheit der Marken ist daher jedenfalls nicht ohne weiteres zu überhören, zumal es sich um Wörter mit bloss einer Silbe, mithin um typische Kurzwörter handelt.\n\nb) Entsprechendes lässt sich in bezug auf die bildliche Wirkung der Zeichen feststellen. Dass sich die Schriftbilder - vor allem, wenn die Marken in Grossbuchstaben geschrieben werden - wegen der Übereinstimmung in drei von vier Buchstaben gleichen, lässt sich nicht bestreiten. Dennoch bestehen wiederum Unterschiede, die jedenfalls bei derart kurzen Wörtern nicht leicht zu übersehen sind. In der Marke \"BOSS\" dominieren geschwungene, runde Linien. Mit dem Buchstaben \"K\" gelangt demgegenüber ein steifes und eckiges Element in das Schriftbild der Marke \"BOKS\". Bei Kleinschreibung tritt als weiteres unterscheidendes Merkmal die Oberlänge des \"k\" hinzu. Die Klägerin wendet zwar ein, ein Gegenstück zu dieser Oberlänge ergebe sich auch in der Marke \"BOSS\", wenn sie statt mit doppeltem \"s\" mit einem germanischen scharfen \"ß\" geschrieben werde. Diesen Einwand hat das Handelsgericht jedoch zu Recht als zwar originell, aber abwegig verworfen. Die Beklagte weist zutreffend darauf hin, dass die Marke der Klägerin in der Schreibweise \"Boß\" als Wort mit nur drei Buchstaben dem Wort \"Boks\" mit vier Buchstaben gegenüberstehen würde, so dass zwar der Unterschied in den Oberlängen entfiele, dafür aber in bezug auf die Wortlänge eine neue Abweichung entstünde. Dahingestellt bleiben kann, ob ein scharfes \"ß\" dem schweizerischen Markenadressaten, schon weil es hierzulande unüblich ist, besonders auffallen und sich als unterscheidendes Merkmal seinem Gedächtnis einprägen würde, wie die Beklagte zusätzlich zu bedenken gibt.\n\nc) Ob die Unterschiede im Klang und im Schriftbild der Marken für sich allein ausreichen würden, um eine Verwechslungsgefahr auszuschliessen, braucht indessen nicht abschliessend geprüft zu werden. Denn ausschlaggebend ist, dass sich die Marken in ihrem Sinngehalt deutlich unterscheiden.\n\nBGE 121 III 377 S. 381\n\nDas Handelsgericht hält mit Recht fest, dass das Wort \"BOSS\" beim durchschnittlichen Konsumenten sofort und unwillkürlich die Assoziation zu \"Chef\" oder \"Vorgesetzter\" weckt und auch so in der Erinnerung haften bleibt. Das Wort stammt zwar ursprünglich aus dem Englischen. Sein Sinngehalt wird jedoch in der Schweiz - in allen Sprachregionen - sofort verstanden. Die Klägerin geht fehl, wenn sie glauben machen will, Assoziationen zu Chefs und Vorgesetzten ergäben für Kleidungsstücke keinen naheliegenden Sinn. Wenn das Wort \"BOSS\" als Kennzeichen für Kleidungsstücke verwendet wird, sticht sein Sinngehalt im Gegenteil gerade besonders deutlich hervor, dürfte doch dem durchschnittlichen schweizerischen Markenadressaten geläufig sein, dass Kleider Leute machen. Das dürfte namentlich auf den \"gepflegten Herrn\" zutreffen, an den sich das Kleiderangebot der Klägerin richtet. Dass nicht jeder Konsument dieser Kategorie ein Chef ist oder sich als solcher geben möchte, ändert nichts daran, dass der Sinngehalt der Marke \"BOSS\" den Markenadressaten sogleich klar ist und sich ihrer Erinnerung unwillkürlich einprägt. Der Einwand der Klägerin, ihre Kleider wollten nicht nur von Chefs und Vorgesetzten, sondern auch von anderen Leuten getragen werden, zielt daher an der Sache vorbei.\n\nDas Handelsgericht geht somit zu Recht davon aus, dass der Sinngehalt für den Gesamteindruck der klägerischen Marke entscheidend ist. Die Marke der Beklagten aber weist unbestrittenermassen nicht den gleichen Sinngehalt auf. Das Publikum fasst das Wort \"BOKS\" entweder als blosses Phantasiegebilde auf oder verbindet es allenfalls mit \"Bock\" oder \"Box\". Es erscheint daher als unwahrscheinlich, dass die beiden Marken verwechselt werden.\n\nd) Zur Unwahrscheinlichkeit von Verwechslungen trägt zudem auch bei, dass Kleider in der Regel vor dem Kauf mit grösserer Aufmerksamkeit geprüft - und meist auch anprobiert - werden als Massenartikel, die zum täglichen Konsumbedarf gehören. Auch das gilt im übrigen für Kleider, die für den \"gepflegten Herrn\" bestimmt sind, noch in gesteigertem Masse.\n\ne) Eine Verwechslungsgefahr im Sinne von Art. 3 Abs. 1 lit. c MSchG ist auch dann zu verneinen, wenn im Hinblick auf die von der Klägerin behauptete Warenidentität, die allerdings von der Beklagten in Frage gestellt wird, an die Unterscheidbarkeit der Marken ein strenger Massstab angelegt wird. Dass wegen der klanglichen und bildlichen Ähnlichkeit der Marken (E. a und b hievor) allenfalls eine entfernte Möglichkeit von Verwechslungen bestehen bleibt, ist nach dem Gesagten (E. 2a hievor) unerheblich."}