{"annee": "121", "cour": "I", "page": "321", "date": "22/11/1995", "cite": ["109 IA 107", "120 IA 179", "115 IA 193", "120 IA 14", "117 IA 22", "119 IA 264", "116 IA 102", "102 II 65", "111 IA 276"], "cite_par": ["125 I 161", "128 I 225"], "chapeau": "44. Auszug aus dem Urteil der II. Zivilabteilung vom 22. November 1995 i.S. M.F. und R.F. gegen Kantonsgericht St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst.; négation d'un droit constitutionnel à l'assistance juridique gratuite pour l'activité extrajudiciaire. Le droit à l'assistance judiciaire gratuite découlant de l'art. 4 Cst. se limite à la représentation dans les procédures judiciaires; il ne confère aucune prétention à l'assistance juridique extrajudiciaire."], "faits": "|321|\n\nA.- Gestützt auf den Leitschein des Vermittleramtes V. hat M.F. mit Eingabe vom 3. März 1994 das Scheidungsverfahren gegen R.F. beim Bezirksgericht Sargans anhängig gemacht. Der Scheidungspunkt und die Zuteilung der beiden Kinder waren von Anfang an unumstritten. Im Anschluss an die Einvernahme der Parteien durch die Instruktionsrichterin am 15. Juni 1994 teilte der Bezirksgerichtspräsident mit Schreiben vom 30. Juni 1994 mit, dass die Parteien nach Auffassung der Instruktionsrichterin möglicherweise wieder zusammenfinden würden und dass das Verfahren daher bis Anfang November 1994 sistiert werde. Am 25. November 1994 ersuchte M.F. das Bezirksgericht Sargans telefonisch, das Scheidungsverfahren fortzuführen.\n\n|322|\n\nB.- Mit Schreiben vom 21. Dezember 1994 teilten die Parteien dem Bezirksgericht Sargans mit, dass sie gemeinsam einen Rechtsanwalt beauftragen möchten, der ihnen bei der Ausarbeitung einer Scheidungskonvention im hängigen Prozess behilflich sei. In der Folge ersuchten sie am 14. Januar 1994 formell um Befreiung von den Gerichtskosten und Bestellung eines Rechtsvertreters. Mit Verfügung vom 18. Januar 1995 befreite der Bezirksgerichtspräsident von Sargans M.F. und R.F. zwar von der Leistung der Gerichtskosten, soweit diese nicht bereits durch den Vorschuss gedeckt waren, doch wies er das Begehren um Gewährung eines gemeinsamen unentgeltlichen Rechtsbeistandes ab. Gegen diese Verfügung rekurrierten M.F. und R.F. ans Kantonsgericht St. Gallen. Mit Entscheid vom 27. Februar 1995 wies der Einzelrichter für Rekurse in Familiensachen des Kantonsgerichts St. Gallen den Rekurs ab.\n\nC.- Mit staatsrechtlicher Beschwerde vom 31. März 1995 beantragen M.F. und R.F. dem Bundesgericht, den Entscheid des Einzelrichters für Rekurse in Familiensachen des Kantonsgerichts St. Gallen vom 27. Februar 1995 aufzuheben. Zudem ersuchen sie um die unentgeltliche Prozessführung für das Verfahren vor Bundesgericht.\n\nDer Einzelrichter in Familiensachen des Kantonsgerichts St. Gallen verzichtete unter Hinweis auf den angefochtenen Entscheid auf eine Stellungnahme.", "considerants": "Aus den Erwägungen:\n\n1. Beim Entscheid des Einzelrichters in Familiensachen des Kantonsgerichts St. Gallen vom 27. Februar 1995 handelt es sich um einen Zwischenentscheid. Gemäss Art. 87 OG kann ein letztinstanzlicher Zwischenentscheid wegen Verletzung von Art. 4 BV nur angefochten werden, wenn er für den Betroffenen einen nicht wiedergutzumachenden Nachteil zur Folge hat. Ein nicht wiedergutzumachender Nachteil wird nach ständiger Rechtsprechung des Bundesgerichts bei Zwischenentscheiden bejaht, welche die unentgeltliche Rechtspflege bzw. die Gewährung eines unentgeltlichen Rechtsbeistandes verweigern (BGE 111 Ia 276 E. 2 S. 277 ff.; SPÜHLER, Die Praxis der staatsrechtlichen Beschwerde, Bern 1994, Rz. 310 mit Hinweis). Da die Beschwerdeschrift im übrigen den formellen Anforderungen genügt, ist auf die staatsrechtliche Beschwerde einzutreten.\n\n|323|\n\n2. Der Einzelrichter in Familiensachen des Kantonsgerichts St. Gallen hat das gemeinsame Begehren der Beschwerdeführer auf Gewährung der unentgeltlichen Rechtsverbeiständung im Zusammenhang mit der Ausarbeitung einer Scheidungskonvention im wesentlichen mit der Begründung abgewiesen, dass weder die Prozessordnung des Kantons St. Gallen noch Art. 4 BV einen Anspruch auf kostenlose Rechtsberatung ausserhalb des Prozesses vorsehe. Die Beschwerdeführer erachten diese Begründung als verfassungswidrig. Sie machen im wesentlichen geltend, dass die Annahme im angefochtenen Entscheid, sie hätten um eine aussergerichtliche Rechtsberatung nachgesucht, ein \"formalistisch-juristisches Konstrukt\" sei, weil die Beratung faktisch innerhalb des Prozesses stattfinde. Unter diesen Umständen verstosse die Verweigerung der unentgeltlichen Rechtsverbeiständung gegen Art. 4 BV, weil sie dadurch in verfassungswidriger Weise gegenüber vermögenden Parteien benachteiligt würden.\n\na) Der Umfang des Anspruches auf unentgeltliche Rechtspflege und Verbeiständung bestimmt sich zunächst nach den Vorschriften des kantonalen Rechts. Nur wenn dieses der bedürftigen Partei nicht in ausreichendem Mass die Möglichkeit sichert, ihre Rechte zu wahren, greifen die unmittelbar aus Art. 4 BV hergeleiteten Regeln ein, die ein Mindestmass an Rechtsschutz gewährleisten (BGE 120 Ia 14 E. 3a S. 15, BGE 116 Ia 102 E. 4a S. 104, BGE 115 Ia 193 E. 2 S. 194, je mit Hinweisen). Die Beschwerdeführer machen nicht geltend, der auf kantonalem Prozessrecht basierende Anspruch auf unentgeltliche Verbeiständung sei verletzt worden, so dass der angefochtene Entscheid unter diesem Gesichtspunkt nicht zu prüfen ist. Vielmehr berufen sie sich direkt auf das aus Art. 4 BV abgeleitete Recht auf Gewährung eines unentgeltlichen Rechtsbeistandes. Nach ständiger Rechtsprechung des Bundesgerichts verschafft Art. 4 BV einer bedürftigen Partei in einem für sie nicht aussichtslosen Prozess Anspruch auf unentgeltliche Rechtspflege und auf Ernennung eines unentgeltlichen Rechtsbeistandes, sofern sie eines solchen zur gehörigen Wahrung ihrer Interessen bedarf (BGE 120 Ia 179 E. 3 S. 180 f., BGE 120 Ia 14 E. 3a S. 15, BGE 119 Ia 264 E. 3a S. 265).\n\nb) Entgegen der Auffassung der Beschwerdeführer ist die Annahme des Einzelrichters in Familiensachen des Kantonsgerichts St. Gallen, sie hätten den Anwalt nicht für den Scheidungsprozess, sondern für ausserprozessuale Beratung beigezogen, keineswegs ein \"formalistisch-juristisches Konstrukt\". Die Beschwerdeführer haben ihren Scheidungsprozess selbständig eingeleitet |324| und diesen während der ganzen Verfahrensdauer eigenständig geführt. Der von ihnen beauftragte Rechtsanwalt hat sich nie mit einer Prozessvollmacht legitimiert und ist in keinem Stadium des Prozesses als Vertreter der Beschwerdeführer aufgetreten. Im angefochtenen Entscheid wurde deshalb zutreffend davon ausgegangen, dass es sich nicht um eine Rechtsverbeiständung im Prozess, sondern um eine parallel zum Scheidungsverfahren erbrachte Rechtsberatung ausserhalb des hängigen Prozesses handelt.\n\nUnter diesen Umständen ist einzig die Frage zu prüfen, ob direkt aus Art. 4 BV ein Anspruch auf unentgeltliche Rechtsverbeiständung für ausserprozessuale Beratungen abgeleitet werden kann. Das Bundesgericht hatte sich zwar bereits verschiedentlich mit der aussergerichtlichen unentgeltlichen Verbeiständung auseinanderzusetzen, doch bezog sich dies immer auf Fälle, in denen das kantonale Prozessrecht einen entsprechenden Anspruch vorsah (BGE 117 Ia 22 E. 4d S. 26, BGE 109 Ia 107 E. 3b S. 110 f.). Demgegenüber wurde ein direkt aus Art. 4 BV abgeleiteter Armenrechtsanspruch für ausserprozessuale Rechtsberatungen bislang stets abgelehnt (BGE 117 Ia 22 E. 4d S. 26; SPÜHLER, a.a.O., Rz. 424, mit Hinweis auf den unveröffentlichten Entscheid des Bundesgerichtes vom 2. Juli 1992 i.S. D.). Während diese Rechtsprechung teilweise gebilligt wird (FAVRE, L'assistance judiciaire gratuite en droit suisse, Diss. Lausanne 1989, S. 114), wird in der Literatur auch die Auffassung vertreten, dass sich der verfassungsrechtliche Anspruch auf unentgeltliche Verbeiständung auch auf ausser- und vorprozessuale Beratung erstrecke, weil Bedürftige andernfalls auf die Dienste von meist auf summarische Rechtsberatung beschränkten Organisationen angewiesen wären und weil sich die aussergerichtliche Rechtsvertretung eigne, oft viel aufwendigere Prozesse zu verhindern (MARTIN, Probleme des Rechtsschutzes, ZSR NF/II 107 [1988], S. 50 f.; JAQUOT, Die Kosten der Rechtsverfolgung, Diss. Zürich 1978, S. 63; SALZMANN, Das besondere Rechtsverhältnis zwischen Anwalt und Rechtsstaat, Diss. Freiburg 1976, S. 81).\n\nIm vorliegenden Fall besteht kein Anlass, von der bisherigen Rechtsprechung abzuweichen, dass sich der verfassungsrechtliche Mindestanspruch auf unentgeltliche Rechtsverbeiständung ausschliesslich auf die Vertretung im Rahmen eines Prozesses beschränkt. Zunächst ist festzuhalten, dass keineswegs gesichert ist, dass durch die aussergerichtliche Rechtsberatung oft viel aufwendigere Prozesse verhindert werden können. Insbesondere im vorliegenden Fall verfängt das Argument der Verhinderung eines Prozesses |325| nicht, weil der Scheidungsprozess zwischen den Beschwerdeführern bereits rechtshängig ist, so dass ein Gerichtsverfahren durch die in Anspruch genommene aussergerichtliche Rechtsberatung gar nicht mehr verhindert werden könnte. Auch die Begründung, dass Bedürftige ohne Gewährung der unentgeltlichen aussergerichtlichen Rechtsberatung auf die meist summarische Beratung durch Organisationen beschränkt und damit in verfassungswidriger Weise benachteiligt seien, ist nicht stichhaltig. Im Rahmen von gerichtlichen Vergleichsverhandlungen werden den rechtsuchenden Parteien regelmässig Vergleichsvorschläge vorgelegt, und in diesem Zusammenhang wird auch die erforderliche Rechtsberatung gewährt. Insbesondere bei Scheidungsprozessen unterbreiten die über grosse Erfahrung und Sachkunde verfügenden Scheidungsrichter den Parteien im Interesse einer beförderlichen Prozesserledigung häufig eine Scheidungsvereinbarung oder sind ihnen bei der Ausarbeitung einer Konvention behilflich. Umgekehrt ist eine von den Parteien selbst erarbeitete Scheidungskonvention gemäss Art. 158 Ziff. 5 ZGB vom Richter von Amtes auf Zulässigkeit, Vollständigkeit, Klarheit und Angemessenheit zu überprüfen (BGE 102 II 65 E. 2 S. 68, mit Hinweisen). Entgegen der Meinung der Beschwerdeführer verstösst es schliesslich auch nicht gegen die Verfassung, dass sie im Unterschied zu vermögenden Parteien keine Möglichkeit haben, aussergerichtlich einen Anwalt ihres Vertrauens beizuziehen. Die gemäss Art. 6 Ziff. 1 EMRK und Art. 58 BV verfassungsrechtlich garantierte Unabhängigkeit der Gerichte gewährleistet einen ausreichenden Schutz, im Rahmen von Konventionsverhandlungen durch einen unparteiischen Richter beraten zu werden.\n\nc) Aus diesen Gründen ist an der bisherigen Rechtsprechung festzuhalten, dass sich der aus Art. 4 BV abgeleitete Mindestanspruch auf die Vertretung im Prozess beschränkt und dass kein verfassungsrechtlicher Anspruch auf ausserprozessuale Rechtsberatung besteht. Die staatsrechtliche Beschwerde ist daher abzuweisen."}