{"annee": "121", "cour": "V", "page": "211", "date": "15/11/1995", "cite": ["119 V 7", "119 V 255", "118 V 107"], "cite_par": ["130 V 299"], "chapeau": "33. Auszug aus dem Urteil vom 15. November 1995 i.S. Krankenkasse KKB gegen T.S. und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 12 al. 2 ch. 1 et 2 LAMA : Prestation obligatoire. On ne peut dénier le caractère de prestation obligatoire à une opération de réduction de l'hypertrophie mammaire, pour le seul motif que la réduction de poids est inférieure à 500 grammes de chaque côté. En effet, le critère déterminant est toujours l'existence d'un lien de causalité entre l'hypertrophie mammaire et les troubles physiques ou psychiques. Dans cette mesure, le critère \"environ 500 grammes ou plus de chaque côté\" n'a qu'un caractère indicatif. Toutefois, si cette limite n'est de loin pas atteinte, ce n'est qu'en présence de circonstances tout à fait particulières que l'on peut admettre, en se conformant à la règle du degré de vraisemblance prépondérante, que les troubles physiques ou psychiques revêtent le caractère de maladie et qu'ils sont dus à l'hypertrophie mammaire."], "faits": "BGE 121 V 211 S. 212\n\nA.- Die 1974 geborene T.S. ersuchte im April 1992 die Krankenkasse KKB, bei welcher sie krankenversichert war, um Kostengutsprache für eine beabsichtigte Mammareduktionsplastik beidseits. Nach erfolgtem Eingriff am 4. Juni 1992 in der Klinik X lehnte die KKB mit Schreiben vom 23. Juli 1992 eine Beteiligung an den Kosten im Zusammenhang mit dieser Operation ab. Am 12. Mai 1993 erliess die Kasse eine entsprechende Verfügung, worin sie unter anderem ausführte, gemäss den Abklärungen ihres vertrauensärztlichen Dienstes sei auf beiden Seiten lediglich je 200 g Gewebe entnommen worden. Dies schliesse nach Gesetz und Kassenreglement eine Leistungspflicht aus.\n\nB.- Hiegegen erhob W.S. namens seiner Tochter Beschwerde beim Versicherungsgericht des Kantons Zürich und beantragte, die KKB sei zu verpflichten, die gesamten aufgelaufenen Kosten für den Eingriff zu übernehmen, mindestens aber eine angemessene Entschädigung zu leisten, weil sie das bereits im April 1992 gestellte Gesuch um Kostengutsprache erst nach der Operation, in Kenntnis des ganzen finanziellen Ausmasses, behandelt und abgelehnt habe.\n\nDas kantonale Versicherungsgericht hob in Gutheissung der Beschwerde die angefochtene Verfügung auf und verpflichtete die KKB, die statutarischen und reglementarischen Leistungen für die Mammareduktionsplastik zu erbringen (Entscheid vom 7. Dezember 1993).\n\nC.- Die KKB führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, es sei der kantonale Entscheid aufzuheben.\n\nW.S. beantragt namens seiner Tochter T.S. Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) verzichtet auf eine Vernehmlassung.\n\nD.- Die Sektion Medizin des BSV hat sich in einem anderen vor dem Eidg. Versicherungsgericht hängigen Fall dahingehend geäussert, die Eidg. Fachkommission für allgemeine Leistungen der Krankenversicherung werde in absehbarer Zeit (voraussichtlich im August 1994) die Frage der Leistungspflicht bei Mammareduktionsplastik behandeln. Die Präsidentin der III. Kammer hat daher das Verfahren bis zum Vorliegen der Stellungnahme der BGE 121 V 211 S. 213Fachkommission sistiert (Verfügungen vom 22. März und 20. September 1994).\n\nMit Schreiben vom 17. August 1995 ist den Parteien mitgeteilt worden, dass sich die Kommission an ihrer Sitzung vom 8. Juni 1995 mit der Frage der Leistungspflicht der Krankenkassen bei Mammareduktionsplastik befasst habe und das Eidg. Versicherungsgericht die Behandlung der Streitsache nach Erhalt der Sitzungsprotokolle fortsetzen werde.", "considerants": "Aus den Erwägungen:\n\n4. Nach der Rechtsprechung kann der Mammahypertrophie Krankheitswert zukommen. Dabei wurde die Frage bisher offengelassen, ob die Mammahypertrophie an sich als Krankheit zu betrachten sei oder nicht (RKUV 1992 Nr. K 903 S. 231 Erw. 2c mit Hinweisen). Die operative Brustreduktion zur Korrektur einer Mammahypertrophie stellt dann eine Pflichtleistung der Krankenkassen dar, wenn die Hypertrophie körperliche oder psychische Beschwerden mit Krankheitswert verursacht und Ziel des Eingriffs die Behebung dieser krankhaften Begleitumstände als der eigentlichen Krankheitsursache ist (RKUV 1994 Nr. K 931 S. 57 Erw. 2b mit Hinweisen). Entscheidend ist nicht das Vorliegen eines bestimmten Beschwerdebildes, sondern ob die Beschwerden erheblich sind und andere, vor allem ästhetische Motive genügend zurückdrängen (RKUV 1991 Nr. K 876 S. 249 Erw. 3b). Dabei genügt es, wenn sowohl die Beschwerden wie auch deren Kausalzusammenhang mit der Mammahypertrophie nach dem im Sozialversicherungsrecht üblichen Beweisgrad der überwiegenden Wahrscheinlichkeit (BGE 119 V 9 Erw. 3c/aa) erstellt sind; die blosse Möglichkeit ist nicht ausreichend, anderseits ist ein Zusammenhang im streng wissenschaftlichen Sinn nicht erforderlich (RKUV 1992 Nr. K 903 S. 231 f. Erw. 3b mit Hinweis).\n\n5. a) Bei der Beurteilung der medizinischen Indikation und Zweckmässigkeit der Mammareduktionsplastik ist die - gemäss ärztlichem Dienst des BSV - in Fachkreisen weitgehend vertretene Meinung zu beachten, \"dass eine Reduktionsplastik bei Mammahypertrophie zu Lasten der Krankenversicherung gehen solle, sofern eine Gewebereduktion von gegen 500 g oder mehr beidseits vorgesehen ist bzw. durchgeführt wurde und wenn gleichzeitig Beschwerden geltend gemacht werden, 'die auf die Hypertrophie zurückgeführt werden können (könnten) und keine Adipositas vorliegt'\" BGE 121 V 211 S. 214(RKUV 1991 Nr. K 876 S. 250 Erw. 3c; vgl. RKUV 1994 Nr. K 931 S. 57 Erw. 2b, 1991 Nr. K 884 S. 304 Erw. 2).\n\nb) Die Fachkommission hat sich an ihrer Sitzung vom 8. Juni 1995 mit der Leistungspflicht der Krankenkassen bei Mammareduktionsplastik befasst. Einziger Diskussionspunkt war ein Vorschlag der Schweizerischen Gesellschaft für Plastisch-Rekonstruktive und Ästhetische Chirurgie für eine Änderung der geltenden Anerkennungspraxis. Danach soll die Mammareduktionsplastik eine Pflichtleistung der Krankenkassen darstellen, wenn (alternativ)\n\n\"pro Seite 500gr. Gewebe entfernt werden und keine Adipositas von mehr\n\nals 120% des Normalgewichtes oder 130% des Idealgewichtes vorliegt\n\n(MBI nach Fogarthy).\n\ndie 500gr. Grenze nach einer abgestuften Skala nach unten unterschritten\n\nwird und die bestehenden Beschwerden offensichtlich Krankheitswert\n\naufweisen. Der Entscheid kann von einer persönlichen Beurteilung durch\n\nden Vertrauensarzt der Krankenkasse abhängig gemacht werden.\n\neine Adipositas vorliegt, aber auf Grund der Grösse der Hypertrophie und\n\nder bestehenden Beschwerden ein offensichtlicher Krankheitswert besteht.\n\nEine persönliche Beurteilung durch den Vertrauensarzt der Krankenkasse\n\nist obligatorisch.\"\n\nDie Fachkommission ist diesem Vorschlag nicht gefolgt und hat sich, ohne weiter materiell zur Mammareduktionschirurgie Stellung zu nehmen, für die Beibehaltung der geltenden Praxis ausgesprochen. Das Eidg. Versicherungsgericht hat keinen Anlass, von dieser gutachtlichen Meinungsäusserung abzuweichen, zumal die vorgeschlagene Änderung weder auf neuen medizinischen Erkenntnissen beruht noch klar eine praktikablere und unter dem Gesichtspunkt der Rechtsgleichheit bessere Lösung darstellt (vgl. BGE 119 V 260 Erw. 4a mit Hinweisen). Anzufügen bleibt, dass die Fachkommission auf eine Regelung der Mammareduktionsplastik als Pflichtleistung in der Vo 9 verzichtet hat.\n\n6. a) Das kantonale Gericht hat eine Leistungspflicht der Beschwerdeführerin für die fragliche Mammareduktionsplastik bejaht. Zur Begründung führt es im wesentlichen an, bei der Beschwerdegegnerin sei nicht nur ein Übergewicht der Brüste, sondern auch eine Hängebrust diagnostiziert worden, was zu Ausschlägen und zu einem Hautwolf geführt habe. Das Auftreten dieser Hautbeschwerden könne bei einer solchen Hängebrust nicht mit einem speziellen Büstenhalter definitiv verhindert werden. Die schwere Deformität der Brüste erlange deshalb vorliegend zusammen mit der Hypertrophie, auch wenn nur je 200 g Gewebe entnommen BGE 121 V 211 S. 215worden seien, Krankheitswert im Sinn des Gesetzes. Die beschwerdeführende Kasse kritisiert diese Argumentation, da sie zur Folge hätte, dass beim Vorliegen einer Hängebrust, was bei einer Mammahypertrophie oft der Fall sein dürfte, die Mammareduktion unabhängig von der Menge der Gewebeentnahme eine Pflichtleistung der Krankenkassen darstellen würde. Gerade wenn es auch oder sogar hauptsächlich um die Behebung einer Brustdeformität gehe, spielten ästhetische Motive zur Vornahme einer Brustoperation eine vordergründige Rolle. Im übrigen gehe aus den von ihr eingeholten ärztlichen Zeugnissen hervor, dass es sich bei den Hautbeschwerden um eher beiläufige Beschwerden handle, welche einen operativen Eingriff unter dem Gesichtspunkt der Wirtschaftlichkeit der Behandlung nicht rechtfertigten.\n\nb) Der Vorinstanz ist darin beizupflichten, dass eine Gewebeentnahme von weniger als 500 g beidseits noch nicht gegen den Pflichtleistungscharakter der Reduktionsplastik sprechen muss. Denn entscheidend ist letztlich, ob zwischen den geklagten körperlichen oder psychischen Beschwerden und der Mammahypertrophie ein Kausalzusammenhang besteht. Insoweit hat das massliche Kriterium \"von gegen 500 g oder mehr beidseits\" (Erw. 5a) lediglich Richtwertcharakter. Wird diese Marke jedoch, wie im vorliegenden Fall (Gewebeentnahme von je 200 g beidseits), deutlich unterschritten, lassen nur ganz besondere Umstände körperliche oder psychische Beschwerden überwiegend wahrscheinlich als krankheitswertig und von der Mammahypertrophie verursacht erscheinen (vgl. RKUV 1994 Nr. K 931 S. 58 Erw. 3b).\n\nSolche Umstände sind mit Bezug auf die von der Beschwerdegegnerin angegebenen Hautbeschwerden (Ausschläge und Intertrigo) nicht gegeben. Namentlich und gerade die Tatsache, dass lediglich je 200 g Gewebe entnommen wurden, spricht gegen die Notwendigkeit einer Reduktionsplastik zur Behebung dieser Beschwerden. Dass die Beschwerdegegnerin eine Hängebrust (ptotische hyperplastische Mamma bei ausgeprägter Mammapendulans) hatte, ist entgegen der Auffassung des kantonalen Gerichts nicht entscheidend, dies um so weniger, als sie gemäss Angaben ihres Hausarztes nie über solche Hautprobleme geklagt hatte. Gleiches gilt hinsichtlich der weiteren körperlichen Beschwerden (Ziehen in den Schultern durch die BH-Träger, Rückenschmerzen), wobei die Vorinstanz in diesem Zusammenhang zu Recht auf die (nicht grazile) Statur der Beschwerdegegnerin (169 cm/65 kg) hinweist (vgl. RKUV 1991 Nr. K 876 S. 250 Erw. 3c). Mit BGE 121 V 211 S. 216Blick auf die verhältnismässig geringe Gewebeentnahme ist im übrigen fraglich, ob die Reduktionsplastik geeignet war, die angegebene Behinderung beim Sport wegen der übergrossen Brüste wesentlich zu verringern.\n\nBleibt die Frage, ob aus psychischer Sicht eine solche Massnahme angezeigt war. Die Beschwerdegegnerin bringt diesbezüglich glaubhaft vor, sie habe vor der Operation unter starken Komplexen gelitten und deshalb häufig nicht am Schulsport teilgenommen. Auch wenn diese (natürliche) Reaktion auf die Brustdeformität menschlich und psychologisch nachvollziehbar ist, kann doch nicht von einem psychischen Leidensdruck mit Krankheitswert gesprochen werden (RKUV 1994 Nr. K 931 S. 60 Erw. 3e). Soweit schliesslich geltend gemacht wird, die Mammareduktionsplastik habe für die Krankenkasse kostendämpfend gewirkt, \"da Konsultationen beim Psychiater mit möglicherweise langen Behandlungszeiten wohl kaum zu umgehen gewesen wären\", ist dieses Vorbringen unbehelflich. Denn rein vorsorgliche medizinische Massnahmen, die im Hinblick auf eine bloss mögliche künftige Gesundheitsschädigung durchgeführt werden, stellen nach geltendem Recht keine Pflichtleistung der Krankenkassen dar (BGE 118 V 117 Erw. 7c mit Hinweisen).\n\nc) Nach dem Gesagten war die Brustdeformität der Beschwerdegegnerin für die von ihr geltend gemachten Beschwerden, soweit diesen überhaupt Krankheitswert zukam, mit überwiegender Wahrscheinlichkeit nicht kausal. Die Mammareduktionsplastik stellt daher keine Pflichtleistung im Sinne des KUVG dar, weshalb die Beschwerdeführerin nicht verpflichtet werden kann, sich an den Kosten im Zusammenhang mit diesem Eingriff zu beteiligen."}