{"annee": "121", "cour": "IV", "page": "76", "date": "17/2/1995", "cite": ["74 IV 98", "105 IV 278", "120 IV 154", "120 IV 44"], "cite_par": ["136 IV 29", "122 IV 139", "127 IV 185", "126 IV 20", "124 IV 162", "128 IV 53", "124 IV 149", "129 IV 216", "137 IV 313", "124 IV 262"], "chapeau": "15. Auszug aus dem Urteil des Kassationshofes vom 17. Februar 1995 i.S. Mariette X. gegen Y. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 270 al. 1 PPF, art. 173 ss CP. Qualité du lésé pour déposer un pourvoi en nullité de droit fédéral en matière d'infractions contre l'honneur. Celui qui est lésé par une prétendue atteinte à l'honneur a qualité pour former un pourvoi en nullité de droit fédéral contre un jugement libératoire, même s'il n'a pas expressément déposé dans le cadre du procès pénal de conclusions civiles en dommages-intérêts, en indemnité pour tort moral, en constatation ou le cas échéant en suppression de l'atteinte aux droits de la personnalité (précision de la jurisprudence). Il peut également attaquer la renonciation à la constatation prévue à l'art. 173 ch. 5 CP (consid. 1c). Art. 173 CP. \"Braune Mariette\"; preuve de la vérité en cas d'expression comportant d'une part l'allégué d'un fait et, d'autre part, un jugement de valeur. Portée de l'expression \"braune Mariette\", dans le cas concret (consid. 2a). Preuve de la vérité: celle-ci est apportée lorsque l'allégation de fait contenue dans l'expression (ici: les doutes exprimés sur l'existence de chambres à gaz à l'époque du IIIe Reich) est conforme à la vérité et que par conséquent le jugement de valeur est objectivement justifiable (consid. 2a/bb)."], "faits": "|77|\n\nA.- 1. Im \"Bieler Tagblatt\" vom 12. Juni 1992 erschien unter der Überschrift\n\n\"Braune Mariette\" will kämpfen die folgende redaktionelle Zusammenfassung einer Agenturmeldung:\n\nDie wegen antisemitischer Äusserungen nicht zum MFD-Major beförderte Mariette (...X...) leistet vorläufig überhaupt keinen Militärdienst mehr. Sie wurde vom Generalstabschef suspendiert, bis die von ihr angestrengten Verleumdungsverfahren gegen mehrere Zeitungen und Zeitschriften entschieden sind, wie das EMD und die Betroffene gestern auf Anfrage erklärten. Die Geschichtslehrerin am Lausanner Gymnasium wurde 1986 vom Unterricht suspendiert, weil sie öffentlich an der Existenz der Gaskammern im Dritten Reich und an der sogenannten Endlösung zweifelte.\n\nY. übernahm als Redaktor die Verantwortung für diesen Artikel, auch für die Äusserung \"Braune Mariette\" im Titel, die er der Agenturmeldung entnommen hatte; in der Agenturmeldung war unter anderem über einen Artikel berichtet worden, der in der Wochenzeitung \"Jüdische Rundschau\" unter der Überschrift \"Die 'braune Mariette' wird de facto doch befördert\" erschienen war.\n\n2. Am 15. Juli 1992 erhob Mariette X. Strafklage wegen Verleumdung, eventuell übler Nachrede, eventuell Beschimpfung. Sie machte geltend, sie werde mit der Äusserung \"Braune Mariette\" als eine Anhängerin oder Sympathisantin des Nationalsozialismus bezeichnet, was angesichts ihrer verschiedenen Stellungnahmen falsch sei.\n\nB.- Der Gerichtspräsident III von Biel sprach Y. am 7. Mai 1993 ohne Zuerkennung einer staatlichen Entschädigung von dieser Anschuldigung mit der Begründung frei, dass der Gutglaubensbeweis gelungen sei. Er stellte gemäss Art. 173 Ziff. 5 StGB fest, dass der Wahrheitsbeweis nicht erbracht |78| worden sei. Die Verfahrenskosten wurden dem Staat auferlegt. Mariette X. wurde verpflichtet, Y. die Verteidigungskosten von Fr. 6'490.-- zu ersetzen.\n\nGegen diesen Entscheid erhoben Mariette X. Appellation und Y. Anschlussappellation.\n\nDie Generalprokurator-Stellvertreterin des Kantons Bern erklärte am 6. Oktober 1993, dass sich die Staatsanwaltschaft am weiteren Verfahren nicht beteilige, auf sämtliche Parteirechte unwiderruflich verzichte und die Vertretung der Anklage völlig der Privatklägerin überlasse.\n\nDas Obergericht des Kantons Bern sprach Y. am 3. Februar 1994 von der Anschuldigung der Verleumdung, eventuell der üblen Nachrede, eventuell der Beschimpfung ohne Zuerkennung einer staatlichen Entschädigung frei. Die erstinstanzlichen Verfahrenskosten wurden dem Staat, die Verfahrenskosten oberer Instanz Mariette X. auferlegt. Diese wurde zudem verpflichtet, Y. die Verteidigungskosten für beide Instanzen, total Fr. 8'830.--, zu ersetzen. Das Urteilsdispositiv enthält keine Feststellung im Sinne von Art. 173 Ziff. 5 StGB.\n\nC.- Mariette X. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der Entscheid des Obergerichts sei aufzuheben.\n\nY. beantragt in seiner Vernehmlassung die Abweisung der Nichtigkeitsbeschwerde. Das Obergericht hat keine Gegenbemerkungen eingereicht.", "considerants": "Aus den Erwägungen\n\n1. a) Gemäss Art. 270 Abs. 1 BStP n.F. ist zur eidgenössischen Nichtigkeitsbeschwerde unter anderen der Geschädigte legitimiert, wenn er sich bereits vorher am Verfahren beteiligt hat und soweit sich der Entscheid auf die Beurteilung seiner Zivilforderung auswirken kann. Richtet sich die Nichtigkeitsbeschwerde des Geschädigten gegen ein freisprechendes Urteil, so ist nach der bundesgerichtlichen Rechtsprechung zudem erforderlich, dass der Geschädigte, soweit zumutbar, im Strafverfahren adhäsionsweise eine Zivilforderung geltend gemacht hat (BGE 120 IV 44 E. 4 S. 51). Auch wenn diese sich aus Sinn und Zweck des Gesetzes ergebende Legitimationsvoraussetzung nicht erfüllt ist, tritt der Kassationshof während einer gewissen Übergangszeit auf die eidgenössischen Nichtigkeitsbeschwerden von Geschädigten ein, die nach dem alten Recht (Art. 270 Abs. 1 Satz 2 und Abs. 3 aBStP) schon in ihrer Stellung als |79| Strafantragsteller oder Privatstrafkläger zur eidgenössischen Nichtigkeitsbeschwerde legitimiert waren (BGE 120 IV 44 E. 9 S. 58).\n\nDie in Art. 270 Abs. 1 BStP n.F. ausdrücklich genannten und daraus sich ergebenden Legitimationsvoraussetzungen müssen in gewissen Fällen nicht erfüllt sein. Der Privatstrafkläger ist ungeachtet dieser Voraussetzungen zur eidgenössischen Nichtigkeitsbeschwerde befugt, wenn andernfalls mangels Beschwerdelegitimation der Anklagebehörden der Rechtsweg an das Bundesgericht allzu stark eingeschränkt wäre und dieses daher nicht mehr ausreichend für die einheitliche Anwendung des Bundesrechts sorgen könnte (BGE 120 IV 44 E. 3b S. 50/51).\n\nb) aa) Die Beschwerdeführerin verlangte im erstinstanzlichen Verfahren adhäsionsweise eine Genugtuung in der Höhe von Fr. 2'000.--. Die erste Instanz hielt in ihren Urteilserwägungen fest, als Folge des Freispruchs (wegen des Gelingens des Gutglaubensbeweises) müsse die Genugtuungsforderung (sowie der Antrag auf Urteilspublikation) abgewiesen werden. Damit wurde die Genugtuungsforderung nicht etwa bloss auf den Zivilweg verwiesen, sondern vielmehr beurteilt, wozu der Strafrichter gemäss Art. 259 StrV/BE bei Fehlen einer der in Art. 3 StrV/BE genannten Voraussetzungen trotz des Freispruchs auch verpflichtet war. Daran ändert nichts, dass die Genugtuungsforderung nicht auch im Dispositiv des erstinstanzlichen Entscheides ausdrücklich abgewiesen wurde.\n\nDie Beschwerdeführerin beschränkte ihre Appellation mit Schreiben vom 20. Oktober 1993 auf den Freispruch und auf ihre Verpflichtung zur Zahlung einer Parteientschädigung an den Beschwerdegegner. Somit ist davon auszugehen, dass die Beschwerdeführerin im Appellationsverfahren keine Genugtuungsforderung mehr geltend gemacht hat, obschon ihr dies ohne weiteres zumutbar gewesen wäre.\n\nbb) Die Beschwerdeführerin wäre nach dem alten Recht (Art. 270 Abs. 1 Satz 2 aBStP) schon in ihrer Eigenschaft als Strafantragstellerin zur eidgenössischen Nichtigkeitsbeschwerde gegen den Freispruch des Beschwerdegegners legitimiert gewesen. Sie wäre nach dem alten Recht (Art. 270 Abs. 3 aBStP) zudem auch als Privatstrafklägerin zur Nichtigkeitsbeschwerde befugt gewesen, nachdem die Staatsanwaltschaft mit Schreiben vom 6. Oktober 1993 unter Berufung auf Art. 311 Abs. 3 StrV/BE unwiderruflich erklärt hatte, dass sie auf eine Beteiligung am weiteren Verfahren verzichte und die Vertretung der Anklage völlig der Privatstrafklägerin überlasse (siehe dazu BGE 105 IV 278). Die |80| Beschwerdeführerin ist daher im Sinne der vom Kassationshof getroffenen Übergangslösung (BGE 120 IV 44 E. 9 S. 58) auch unter der Herrschaft des vorliegend anwendbaren neuen Rechts zur Nichtigkeitsbeschwerde gegen den Freispruch legitimiert, obschon sie im Appellationsverfahren keine Genugtuungsforderung mehr geltend gemacht hat; denn eine Genugtuungsforderung war immerhin denkbar, und der Freispruch konnte sich auf die Beurteilung einer solchen Forderung auswirken.\n\ncc) Die Beschwerdeführerin ist indessen unabhängig von dieser Übergangsregelung zur eidgenössischen Nichtigkeitsbeschwerde befugt.\n\nDabei kann offenbleiben, ob sie in ihrer Eigenschaft als Privatstrafklägerin deshalb zur Nichtigkeitsbeschwerde legitimiert sei, weil andernfalls mangels Beschwerdelegitimation der Anklagebehörden der Rechtsweg allzu stark eingeschränkt wäre und das Bundesgericht daher nicht mehr ausreichend für die einheitliche Anwendung des Bundesrechts sorgen könnte (siehe dazu BGE 120 IV 44 E. 3b S. 50/51).\n\nIhre Legitimation ist nämlich aus folgenden Gründen zu bejahen.\n\nc) Der Begriff der \"Zivilforderung\" im Sinne von Art. 270 Abs. 1 BStP ist weit zu fassen. Darunter fallen nicht nur Schadenersatz- und Genugtuungsforderungen, sondern auch Ansprüche auf Unterlassung, Beseitigung und Feststellung einer widerrechtlichen Verletzung beispielsweise im Sinne von Art. 9 Abs. 1 UWG (SR 241; BGE 120 IV 154 E. 3c/aa S. 158). Bei verschiedenen Straftaten geht es den davon betroffenen Geschädigten oft weniger um den Ersatz eines - häufig ohnehin nur schwer nachweisbaren - Schadens oder um eine Genugtuungssumme, sondern vielmehr um die Feststellung und Beseitigung einer widerrechtlichen Verletzung und allenfalls um die Veröffentlichung des Urteils; auch der Gutheissung solcher Ansprüche kommt die Funktion einer Wiedergutmachung zu.\n\nDies gilt insbesondere für Ehrverletzungsklagen. Der strafrechtliche Ehrenschutz im Sinne von Art. 173 ff. StGB weist Parallelen zum zivilrechtlichen Persönlichkeitsschutz gemäss Art. 28 ff. ZGB auf. In der Strafklage betreffend Ehrverletzung ist implizit eine Zivilklage betreffend Persönlichkeitsverletzung im Sinne von Art. 28a ZGB enthalten. Dass die Strafklage auch auf die Wiedergutmachung der in der Ehrverletzung enthaltenen Persönlichkeitsverletzung zielt, ergibt sich auch aus Art. 173 Ziff. 5 StGB, wonach der Richter im Falle der Freisprechung des Beschuldigten wegen Gelingens des Gutglaubensbeweises im Urteil oder in einer andern Urkunde beispielsweise feststellen muss, dass der Beschuldigte |81| den Wahrheitsbeweis nicht erbracht hat.\n\nAus diesen Gründen muss der durch eine behauptete Ehrverletzung Geschädigte zur eidgenössischen Nichtigkeitsbeschwerde gegen ein den Beschuldigten freisprechendes letztinstanzliches Urteil auch dann legitimiert sein, wenn er es unterlassen hat, im Strafverfahren ausdrücklich eine Zivilklage auf Schadenersatz, Genugtuung oder Feststellung bzw. Beseitigung der widerrechtlichen Persönlichkeitsverletzung einzureichen. Es genügt, dass sich der Geschädigte im Sinne von Art. 270 Abs. 1 BStP am kantonalen Verfahren beteiligt hat und durch den angefochtenen Entscheid beschwert ist. Der durch die behauptete Ehrverletzung Geschädigte kann dabei nicht nur den Freispruch als solchen anfechten, sondern auch geltend machen, der Richter habe in Verletzung von Bundesrecht keine Feststellung im Sinne von Art. 173 Ziff. 5 StGB bzw. diese Feststellung in Bundesrecht verletzender Weise getroffen. Denn nicht nur der Verurteilung, sondern auch der gehörigen Feststellung gemäss Art. 173 Ziff. 5 StGB kommt die Funktion einer Wiedergutmachung der in der Ehrverletzung enthaltenen Persönlichkeitsverletzung zu.\n\nAuf die Nichtigkeitsbeschwerde, mit der erstens eine Verletzung von Art. 173 Ziff. 2 StGB und zweitens eine Verletzung von Art. 173 Ziff. 5 StGB gerügt wird, ist somit einzutreten.\n\n2. Die Vorinstanz ist der Auffassung, dass die einzig eingeklagte Äusserung \"Braune Mariette\" ehrverletzend sei, dass der Beschwerdegegner zum Entlastungsbeweis zugelassen werden müsse, dass insoweit ein Wahrheitsbeweis nicht möglich sei, dass der Beschwerdegegner aber den Beweis des guten Glaubens erbracht habe und aus diesem Grunde freizusprechen sei und dass infolge Unmöglichkeit des Wahrheitsbeweises eine Feststellung im Sinne von Art. 173 Ziff. 5 StGB ausser Betracht falle.\n\nDie Beschwerdeführerin macht im wesentlichen geltend, der Beschwerdegegner habe auch den Beweis des guten Glaubens im Sinne von Art. 173 Ziff. 2 StGB nicht erbracht. Unabhängig davon hätte die Vorinstanz gemäss Art. 173 Ziff. 5 StGB feststellen müssen, dass der Wahrheitsbeweis nicht erbracht worden sei. Die Begründung des angefochtenen Entscheides sei in verschiedenen Punkten widersprüchlich. Wenn nach der Ansicht der Vorinstanz der Wahrheitsbeweis wegen der Mehrdeutigkeit der inkriminierten Äusserung nicht möglich sei, dann könne konsequenterweise auch der Beweis des guten Glaubens nicht gelingen, da diese beiden Formen des Entlastungsbeweises |82| dieselben Tatsachenbehauptungen betreffen.\n\na) aa) Die Vorinstanz hält zunächst fest, wer einer \"braunen\" Gesinnung verdächtigt werde, sei in seiner Ehre angegriffen. Denn der Ausdruck \"braun\" werde mit dem Nazitum bzw. dem Faschismus in Verbindung gebracht und sei belastet durch die bitteren Erfahrungen mit dem nationalsozialistischen Gedankengut und den entsetzlichen Folgen des Dritten Reiches. An einer anderen Stelle führt die Vorinstanz aus, der Ausdruck \"braun\" deute im Textzusammenhang zwar auf den Vorwurf der Sympathie für den Nationalsozialismus hin; der Ausdruck werde aber im heutigen Sprachgebrauch in einem weiteren Sinne verstanden. Die heutigen Exponenten rechtsextremer Ideen vermieden denn auch alle Bezüge zum Nationalsozialismus, sie würden aber dennoch dem \"braunen\" Spektrum zugeordnet. Nach Ansicht der Vorinstanz ist \"braun\" keine Tatsachenbehauptung, sondern ein gemischtes Werturteil. Daher könne der Wahrheitsbeweis nicht gleich erbracht werden, wie wenn jemand als \"Nazi\" bezeichnet werde. \"Braun\" bedeute im heutigen Sprachgebrauch zwar nach wie vor und vor allem \"Nazi\", sei darüber hinaus aber gleichbedeutend mit \"rechtsextrem\", mit \"rechtsaussen\" im politischen Spektrum. An einer anderen Stelle ihres Urteils führt die Vorinstanz aus, der Wahrheitsbeweis könne gar nicht geführt werden, da nicht genügend klar und eindeutig sei, was \"braun\" als Gesinnung überhaupt bedeute; der Wahrheitsbeweis könne je nachdem gelingen oder scheitern.\n\nbb) Wohl wird im heutigen Sprachgebrauch unter einer \"braunen\" Gesinnung ganz allgemein eine rechtsextreme Haltung verstanden. Die Äusserung \"Braune Mariette\" nimmt aber im Gesamtzusammenhang angesichts der Hinweise auf das Dritte Reich, die Gaskammern und die sogenannte Endlösung im Zeitungsartikel nicht nur auf den Rechtsextremismus im allgemeinen, sondern auf das nationalsozialistische Regime im besonderen Bezug und wird auch vom interessierten Leser mit minimalen Geschichtskenntnissen in diesem Sinne verstanden. Mit der Äusserung \"Braune Mariette\" wird der Beschwerdeführerin im Gesamtzusammenhang zumindest eine Sympathie im Sinne einer gewissen Nähe zum nationalsozialistischen Regime vorgeworfen. Dieser Vorwurf ist ehrverletzend; denn wer heute eine Sympathie für das nationalsozialistische Regime hegt, ist angesichts der von diesem begangenen Greueltaten, die allgemein bekannt sind, kein ehrbarer Mensch.\n\nMit Recht und unangefochten hat die Vorinstanz den Beschwerdegegner zum Entlastungsbeweis zugelassen. |83|\n\nIn bezug auf den Vorwurf der Sympathie für das nationalsozialistische Regime ist der Wahrheitsbeweis prinzipiell möglich. Dabei ist es unerheblich, ob die Äusserung \"Braune Mariette\" im Gesamtzusammenhang als eine reine Tatsachenbehauptung oder aber als ein gemischtes Werturteil betrachtet wird. Auch im letzteren Fall ist der Wahrheitsbeweis erbracht, wenn die im gemischten Werturteil enthaltene Tatsachenbehauptung (Bezweiflung der Existenz von Gaskammern im Dritten Reich) wahr und angesichts dieser erwiesenen Tatsache das Werturteil \"Braune Mariette\" sachlich vertretbar ist (BGE 74 IV 98 E. 2, 77 IV 94 E. 4; STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, 5. Aufl. 1995, § 11 N. 75; SCHUBARTH, Kommentar zum schweizerischen Strafrecht, N. 20 ff. zu Art. 177 StGB).\n\nSelbst wenn man aber annehmen wollte, dass die inkriminierte Äusserung auch im Gesamtzusammenhang mehrere Bedeutungen haben kann, wäre entgegen der Ansicht der Vorinstanz der Wahrheitsbeweis nicht unmöglich. In diesem Fall müsste der Richter hinsichtlich jeder einzelnen möglichen Bedeutung der Äusserung, sofern der objektive und der subjektive Tatbestand überhaupt erfüllt sind, prüfen, ob der Wahrheitsbeweis erbracht sei.\n\nb) aa) Gemäss den Ausführungen der Vorinstanz hat sich die Beschwerdeführerin in der Öffentlichkeit wiederholt als überzeugte Revisionistin geäussert. Sie habe die Dissertation des rechtsextremen Henri Roques als seriös, ehrlich und mässig verteidigt. Sie stelle öffentlich die Existenz von Gaskammern im Dritten Reich in Frage, fordere hiefür einen einzigen Beweis und behaupte andererseits, bei ihren Zweifeln gehe es nur um die technische Seite der Durchführung der sogenannten Endlösung. Wer solches wiederholt äussere, bestreite die Erkenntnisse der historischen Forschung und der Bearbeitung des Materials über das Dritte Reich und behaupte damit, das vorliegende Dokumentationsmaterial sei gefälscht, die Zeugenaussagen erfunden und erlogen. Zweck einer solchen Ungeheuerlichkeit könne nur die Reinwaschung des Nazi-Regimes sein. Solche Personen würden dem rechtsextremen Spektrum, der \"braunen\" Ecke zugerechnet. Die Beschwerdeführerin habe wegen ihrer Haltung denn auch die Lehrtätigkeit aufgeben müssen. Ihre Einstellung, ihr Beharren auf revisionistischen Ansichten sei Grund parlamentarischer Interventionen gewesen und habe offenbar ausgereicht, nun auch ihre militärische Beförderung zum Major zu sistieren und sie von weiteren militärischen Dienstleistungen zu suspendieren. Der Vorwurf der Zugehörigkeit zum Rechtsaussen-Spektrum sei |84| also anerkannt und habe entsprechende Folgen gezeitigt. Diese Fakten seien eine überzeugende Basis für die Gutgläubigkeit des Beschwerdegegners. Er habe aufgrund der damaligen Situation (Aufschieben der Beförderung, Suspendierung vom Militärdienst) davon ausgehen können, dass tatsächlich aus den Äusserungen der Beschwerdeführerin auf eine Gesinnung geschlossen worden sei, welche die genannten Folgen gezeitigt habe. Wer sich in der Öffentlichkeit gegen diese Konsequenzen wehre, dürfe mit gutem Glauben als \"braun\" klassifiziert werden, wenn die Umstände es notwendig machten.\n\nbb) Die Beschwerdeführerin darf nicht schon deshalb als \"Braune Mariette\" bezeichnet werden, weil sie sich gegen die Konsequenzen ihrer Äusserungen wehrt. Dass sie ihre Lehrtätigkeit aufgeben musste und militärisch nicht befördert und suspendiert wurde, besagt bloss, dass die hiefür zuständigen Behörden ihre Äusserungen als mit diesen Funktionen nicht vereinbar erachteten.\n\ncc) Die Beschwerdeführerin beteuerte im kantonalen Verfahren, dass sie keinerlei Sympathien für das nationalsozialistische Regime hege. Sie bestreite die Massenvernichtung nicht. Sie stelle einzig die Frage, ob hiefür auch Gas eingesetzt bzw. Gaskammern verwendet worden seien. Es sei also nur eine Frage der Mittel, wie diese Endlösung habe durchgeführt werden sollen. Sie habe auch schon gelesen, dass weniger Juden umgekommen seien, als allgemein angenommen werde, was ebenfalls im Zusammenhang mit den fraglichen Gaskammern stehe. Sie stelle die furchtbaren Verbrechen der Nazis nicht in Zweifel. Sie stelle einfach die Frage nach der Existenz der Gaskammern. Die Endlösung sei durch Deportationen erfolgt. Die Nazis hätten entschieden, alle Juden auszumerzen, und sie hätten diese ermordet. Sie könne sich über die Zahl der ermordeten Juden nicht äussern, weil diese nicht bekannt sei. Sie wisse nicht, ob Gaskammern existierten. Sie wisse, dass die Juden auf andere Weise dezimiert worden seien, in den Konzentrationslagern, durch Typhus etc. Sie identifiziere sich nicht mit den Leuten, welche die Endlösung abstreiten. Henri Roques behandle dieses Thema in seiner Dissertation nicht; sie wisse nicht, ob er sich zu dieser Frage öffentlich geäussert habe. Was die Nazis getan hätten, sei ohne Zweifel unakzeptabel. Sie räume ein, es bestehe das Risiko, dass gewisse Personen die Taten der Nazis minimalisierten, wenn sie die Existenz von Gaskammern bezweifelten. Sie mache einen Unterschied zwischen der moralischen und der technischen Problematik dieser Frage. Sie interessiere sich für die technische Seite der Frage, wie die Juden vernichtet worden seien. |85|\n\nDie Forderung der Beschwerdeführerin nach einem einzigen Beweis für die Existenz von Gaskammern im Dritten Reich ist angesichts der vorhandenen zahlreichen Beweise absurd und läuft auf das Bestreiten der Gaskammern und damit der zur Vergasung der Juden speziell eingerichteten Vernichtungslager und somit eines wesentlichen Teils des Holocaust überhaupt hinaus. Indem die Beschwerdeführerin einen einzigen Beweis für die Existenz von Gaskammern im Dritten Reich fordert, bestreitet sie das schwerwiegendste Verbrechen des nationalsozialistischen Regimes, nämlich die systematische Vergasung von Juden in Gaskammern, welches dieses Regime unter anderem von andern Terror-Regimes unterscheidet. Wohl wird durch das Bestreiten der Existenz von Gaskammern im Dritten Reich im Prinzip nur behauptet, dass das nationalsozialistische Regime dieses besondere Verbrechen der systematischen Vergasung von Juden nicht begangen habe. Die Forderung nach einem einzigen Beweis für die Existenz von Gaskammern ist indessen angesichts des vorhandenen Beweismaterials derart absurd, dass sich, auch wenn andere Motive theoretisch immer denkbar sind, der Schluss auf eine Sympathie zum nationalsozialistischen Regime in einem Masse aufdrängt, welches für das Gelingen des Wahrheitsbeweises ausreicht, zumal der Schluss aus äusseren Umständen (Handlungen, Äusserungen) auf innere Tatsachen (Absichten, Motive) naturgemäss kein naturwissenschaftlich exakter sein kann. Der Beschwerdegegner hat somit in bezug auf die Äusserung \"Braune Mariette\" entgegen der Ansicht der Vorinstanz nicht nur den Beweis des guten Glaubens, sondern den Wahrheitsbeweis erbracht.\n\nDavon geht im Grunde genommen auch das angefochtene Urteil aus, wenn es festhält, Zweck einer solchen Ungeheuerlichkeit (d.h. des Bezweifelns der Existenz von Gaskammern und der Forderung nach einem einzigen Beweis) könne nur die Reinwaschung des Nazi-Regimes sein. Damit hat die Vorinstanz aus den Äusserungen der Beschwerdeführerin auf ein bestimmtes Motiv geschlossen und dieses somit festgestellt. Dass sie dennoch annahm, es sei bloss der Gutglaubensbeweis gelungen, ist darauf zurückzuführen, dass sie den Wahrheitsbeweis in unrichtiger Anwendung des Bundesrechts (siehe vorn E. 2a/bb) als unmöglich erachtete.\n\nc) Das angefochtene Urteil ist somit zwar in der Begründung teilweise unzutreffend, im Ergebnis aber richtig. Mit Recht hat die Vorinstanz den Beschwerdegegner freigesprochen und auf eine Feststellung im Sinne von Art. 173 Ziff. 5 StGB verzichtet. Der Beschwerdegegner hat nicht nur den |86| Gutglaubensbeweis, sondern den Wahrheitsbeweis erbracht, und aus diesem Grunde, nicht wegen Unmöglichkeit des Wahrheitsbeweises, fällt eine Feststellung im Sinne von Art. 173 Ziff. 5 StGB ausser Betracht.\n\nDer Kassationshof kann im vorliegenden Verfahren den Freispruch des Beschwerdegegners mit der für die Beschwerdeführerin an sich ungünstigeren Begründung bestätigen, dass entgegen der Auffassung der Vorinstanz nicht bloss der Gutglaubensbeweis, sondern angesichts der tatsächlichen Feststellungen im angefochtenen Entscheid der Wahrheitsbeweis erbracht ist. Denn Gegenstand auch des Verfahrens vor dem Bundesgericht ist nicht nur der Freispruch des Beschwerdegegners vom Vorwurf der Ehrverletzung, sondern auch die Wahrheit der inkriminierten Äusserung, da die Beschwerdeführerin unter anderem geltend machte, die Vorinstanz habe auf die Feststellung, der Wahrheitsbeweis sei nicht erbracht worden, in Verletzung von Art. 173 Ziff. 5 StGB zu Unrecht verzichtet.\n\n3. (Kostenfolgen)"}