{"annee": "121", "cour": "I", "page": "230", "date": "29/9/1995", "cite": ["100 IA 312", "114 IA 233", "104 IA 65", "119 IA 136", "100 IA 60", "119 IA 123", "113 IA 97", "106 IA 249", "110 IA 99", "105 IA 134", "106 IA 76", "114 IA 8", "120 IA 171", "119 IA 141", "120 IA 220", "118 IA 17", "120 IA 1", "121 II 183", "109 IA 304", "121 II 138", "112 IA 39", "107 IA 269", "118 IA 320"], "cite_par": ["126 I 180", "143 II 283", "124 I 11", "122 I 279", "129 I 161", "123 I 254", "138 I 378", "123 I 248", "122 I 61", "130 I 26", "138 II 70", "145 I 167", "125 I 182", "124 V 180", "123 I 1", "124 I 241", "123 I 63", "143 I 220", "129 I 232", "138 I 171"], "chapeau": "32. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 29. September 1995 i.S. Ärztekollegium Klinik Liebfrauenhof und Mitbeteiligte gegen Regierungsrat des Kantons Zug (staatsrechtliche Beschwerde)", "regestes": ["Principe de la légalité. Remise à l'Etat d'une partie des honoraires provenant de l'activité médicale privée exercée par des médecins indépendants dans des hôpitaux subventionnés. Selon la jurisprudence relative à l'art. 4 Cst., il n'existe aucun droit d'être entendu dans la procédure législative; même si un tel droit devait être reconnu, les principes développés à propos des décisions ne pourraient pas être repris tels quels (consid. 2). La remise d'honoraires prévue au § 8 de la loi zougoise sur les hôpitaux constitue une taxe indépendante des frais, qui n'est pas soumise au principe de la couverture des coûts. La base légale formelle, qui délègue au Conseil d'Etat la compétence d'en fixer le montant à 40% au maximum des honoraires perçus, est suffisamment précise (consid. 3)."], "faits": "BGE 121 I 230 S. 231\n\nDas zugerische Gesetz über das Spitalwesen vom 20. Februar 1975 (Spitalgesetz, SpG) legt in seinem 2. Abschnitt (§§ 4-15) Subventionsbedingungen für die Spitäler fest. Gemäss § 8 des Gesetzes haben die Ärzte für die Ausübung einer privaten Tätigkeit in den subventionierten Krankenanstalten und die Benützung der Infrastruktur einen Teil der dabei erzielten Honorare abzuliefern. Die Höhe der Abgabe wird vom Regierungsrat linear festgelegt und darf 40% nicht übersteigen. Mit Beschluss vom 6. Dezember 1993 setzte der Regierungsrat die Abgabe neu auf 35% (vorher 30%) fest. Gegen diesen Beschluss erhoben das Ärztekollegium der Klinik Liebfrauenhof sowie drei an Zuger Spitälern wirkende Belegärzte staatsrechtliche Beschwerde mit dem Antrag, der Beschluss des Regierungsrates sei aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab BGE 121 I 230 S. 232", "considerants": "aus folgenden Erwägungen:\n\n2. a) Die Beschwerdeführer rügen eine Verletzung des Anspruchs auf rechtliches Gehör. Dieser Anspruch ist nach ständiger Praxis formeller Natur; ist die Rüge begründet, so ist der angefochtene Entscheid aufzuheben (BGE 119 Ia 136 E. 2b S. 138 mit Hinweisen), und eine Prüfung der weiteren Vorbringen erübrigt sich. Die Rüge ist daher vorweg zu beurteilen.\n\nb) Der Umfang des Anspruchs auf rechtliches Gehör wird zunächst durch die kantonalen Verfahrensvorschriften umschrieben. Unabhängig davon greifen die unmittelbar aus Art. 4 BV folgenden Verfahrensregeln zur Sicherung des rechtlichen Gehörs Platz, die dem Bürger in allen Streitsachen ein bestimmtes Mindestmass an Verteidigungsrechten gewährleisten. Der Beschwerdeführer macht keine Verletzung kantonaler Verfahrensvorschriften geltend. Daher ist einzig, und zwar mit freier Kognition, zu prüfen, ob die unmittelbar aus Art. 4 BV folgenden Regeln missachtet wurden (BGE 120 Ia 220 E. 3a S. 223; BGE 119 Ia 136 E. 2c S. 138; BGE 118 Ia 17 E. 1b S. 18 mit Hinweisen).\n\nc) Nach der Praxis zu Art. 4 BV besteht im Verfahren der Rechtsetzung kein Anspruch auf rechtliches Gehör (BGE 119 Ia 141 E. 5c/aa S. 149 f; BGE 113 Ia 97 E. 2a S. 99; BGE 110 Ia 99 E. 4b S. 101 f.; BGE 106 Ia 76 E. 2b S. 79; BGE 104 Ia 65 E. 2b S. 67). Das wird damit begründet, generell-abstrakte Regelungen berührten in der Regel den einzelnen nicht derart unmittelbar, dass sich individuelle Anhörungen rechtfertigen würden, und bei der Rechtsetzung ersetze die Möglichkeit einer demokratischen Mitwirkung den individuellen Gehörsanspruch (BGE 119 Ia 141 E. 5c/aa S. 149 f.). Es ist allerdings nicht zu verkennen, dass dem Argument der demokratischen Mitwirkung bei Erlassen der Verordnungsstufe nur eine eingeschränkte Bedeutung zukommen kann, und dass - wie gerade das vorliegende Beispiel zeigt - es durchaus generell-abstrakte Erlasse geben kann, die eine bestimmte Kategorie von Personen ganz spezifisch und anders als die Allgemeinheit berühren. Das Bundesgericht hat sodann bei Raumplänen, die eine Mittelstellung zwischen Erlassen und Verfügungen einnehmen, einen differenzierten Anspruch auf rechtliches Gehör je nach Massgabe der Betroffenheit der Adressaten angenommen (BGE 119 Ia 141 E. 5c/bb S. 150; BGE 114 Ia 233 E. 2c S. 237 ff.; BGE 107 Ia 271 E. 2b S. 275 f.; BLAISE KNAPP, Précis de droit administratif, 4.A. Basel 1991, S. 304 f.; WALTER HALLER, Das rechtliche Gehör bei der Festsetzung von Raumplänen, in: Festschrift O.K. Kaufmann, Bern 1989, BGE 121 I 230 S. 233S. 367 ff.; RENÉ A. RHINOW/BEAT KRÄHENMANN, Schweizerische Verwaltungsrechtsprechung, Ergänzungsband, Basel 1990, S. 26 f.). Ferner hat das Bundesgericht bei Allgemeinverfügungen einen Anspruch auf rechtliches Gehör unabhängig von der Form des Hoheitsakts in Betracht gezogen, wenn einzelne Personen wesentlich schwerwiegender als die übrige Vielzahl der Normadressaten betroffen werden (BGE 119 Ia 141 E. 5c/d S. 149 ff.). In der Lehre wird die Beschränkung des Anspruchs auf rechtliches Gehör auf Verfügungen kritisiert und postuliert, ungeachtet der formalen Unterscheidung zwischen Rechtssatz und Einzelakt nach Massgabe der Betroffenheit rechtliches Gehör zu gewähren (THOMAS COTTIER, Der Anspruch auf rechtliches Gehör (Art. 4 BV), recht 1984 S. 1-13/122-128, 6 f.; JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, 2. A. Bern 1991, S. 271 f.; HANSJÖRG SEILER, Gewaltenteilung - Allgemeine Grundlagen und schweizerische Ausgestaltung, Bern 1994, S. 352 ff., 626).\n\nd) Selbst wenn ein Anspruch auf rechtliches Gehör für Fälle der vorliegenden Art auch im Rahmen der Rechtsetzung anzuerkennen wäre, so könnten dafür nicht unbesehen die Grundsätze übernommen werden, die beim Erlass von Verfügungen gelten. Aus der generell-abstrakten Natur der Rechtssätze folgt, dass eine individuelle Anhörung aller spezifisch Betroffenen von vornherein unmöglich ist. Eine Gewährung des rechtlichen Gehörs müsste sich darin erschöpfen, die betroffenen Kreise in allgemeiner Form anzusprechen, wie das im Rahmen von Vernehmlassungsverfahren im Vorfeld von rechtsetzenden Erlassen im Bund wie in den Kantonen ja auch allgemein praktiziert wird. Im übrigen wäre es den einzelnen Betroffenen anheimgestellt, sich über Interessenorganisationen oder mit Einzelstellungnahmen direkt an die erlassende Behörde zu wenden.\n\ne) Die Sanitätsdirektion hat vor dem Erlass des angefochtenen Beschlusses die Spitalverwaltungen zur Äusserung eingeladen. In die von diesen eingereichten Stellungnahmen sind, wie die Sanitätsdirektion zutreffend ausführt, offensichtlich auch die Argumente und Sichtweisen der Ärzte eingeflossen. Der Beschwerdeführer 4 hat zudem eine persönliche Eingabe an den Präsidenten des Spitals Ennetsee-Cham gerichtet, welche dieser der Stellungnahme des Spitals an die Sanitätsdirektion beilegte. Dem Regierungsrat waren somit bei seinem Entscheid die wesentlichen Argumente, welche aus der Sicht der Belegärzte gegen die vorgesehene Regelung BGE 121 I 230 S. 234sprechen, bekannt. Von einer Verletzung des rechtlichen Gehörs könnte daher selbst dann nicht gesprochen werden, wenn die Gewährung einer Äusserungsmöglichkeit verfassungsrechtlich garantiert wäre, was nach der bundesgerichtlichen Rechtsprechung nicht zutrifft.\n\n3. Die Beschwerdeführer rügen, die gesetzliche Grundlage für die Abgabenerhöhung sei ungenügend, die Abgabeerhöhung beruhe auf unsachlichen, willkürlichen Motiven und verletze die Handels- und Gewerbefreiheit.\n\na) § 8 SpG regelt den Kreis der Abgabepflichtigen (Ärzte), den Gegenstand der Abgabe (Honorare für private Tätigkeit in subventionierten Spitälern), die Bemessungsgrundlagen (Entgelt für die Ausübung einer privaten Tätigkeit in den subventionierten Krankenanstalten und für die Benützung der Infrastruktur derselben), die Bemessungsmethode (Linearität) sowie die maximale Abgabenhöhe (40%). An den Regierungsrat ist einzig die Festlegung der Abgabenhöhe innerhalb des Rahmens von 40% delegiert. Diese Delegation an den Regierungsrat halten die Beschwerdeführer für unzulässig. Sie anerkennen zwar die Zulässigkeit der Delegation, soweit die Abgabe mit der Benützung der Spitalinfrastruktur begründet werde; in diesem Fall müsse aber der Regierungsrat nachweisen, dass die Infrastrukturkosten entsprechend gestiegen seien, um die Erhöhung rechtfertigen zu können, was er nicht getan habe. Für eine nichttechnische Gebühr im Sinne einer Einkommensabschöpfung sei hingegen die gesetzliche Grundlage zu unbestimmt.\n\nb) Das Bundesgericht hatte sich im Zusammenhang mit einer ähnlichen Regelung im Kanton Zürich wiederholt mit Abgaben von Ärzten auf Honoraren aus privater Tätigkeit an öffentlichen Spitälern zu befassen. In BGE 100 Ia 312 entschied es, dass eine Abgabe von 25 bzw. 30% nicht zu beanstanden sei (a.a.O. E. 6b S. 319 ff.). In ZBl 87/1986 265 erwog es demgegenüber, dass eine progressiv ausgestaltete Abgabe, welche eine Einkommensbegrenzung der Ärzte zum Ziel habe, als Steuer zu qualifizieren sei und daher eine formell-gesetzliche Grundlage erfordere (a.a.O. E. 5d S. 270 f.). Nachdem der Regierungsrat des Kantons Zürich in der Folge die Abgabe linear (in einer Höhe von 40%) ausgestaltet hatte, wurde in BGE 113 Ia 97 eine staatsrechtliche Beschwerde, welche das Fehlen einer gesetzlichen Grundlage beanstandete, wiederum abgewiesen, wobei mangels einer entsprechenden Rüge die Zulässigkeit der Abgabenhöhe nicht geprüft wurde (a.a.O. E. 5 S. 103 f.).\n\nc) Die genannten Fälle unterscheiden sich vom vorliegenden in verschiedener Hinsicht: einerseits handelte es sich im Kanton Zürich um staatlich BGE 121 I 230 S. 235angestellte Klinikdirektoren, so dass die Abgabe als Korrelat der ausnahmsweisen Bewilligung, überhaupt eine private nebenamtliche Tätigkeit ausüben zu dürfen, betrachtet werden konnte (BGE 113 Ia 97 E. 5c S. 103 f.; 100 Ia 312 E. 5/6 S. 318 ff.), während es hier nicht um angestellte Ärzte, sondern um Belegärzte geht, die nicht in einem Dienstverhältnis zum Staate stehen. Andererseits fehlte in Zürich eine formell-gesetzliche Grundlage für die Abgabe, während im Kanton Zug mit § 8 SpG eine solche besteht. Zudem geht es vorliegend nicht um eine direkt von den Ärzten erhobene Abgabe, sondern um eine Subventionsvoraussetzung für die Spitäler; allerdings wird im Ergebnis die Abgabe trotzdem von den Ärzten bezahlt.\n\nd) Die Abgabe auf den Einkommen aus privatärztlicher Tätigkeit kann verschiedene Komponenten aufweisen (vgl. ZBl 87/1986 265 E. 5 S. 268 ff.): sie kann Entgelt für die Inanspruchnahme der Spitalinfrastruktur für eine private Tätigkeit sein und insoweit als Benützungsgebühr betrachtet werden. Sie kann zweitens eine Abgeltung sein für die Erlaubnis, überhaupt im Spital arbeiten und ein privates Einkommen erzielen zu dürfen; in diesem Sinne ist die Abgabe als Vorzugslast zu betrachten, nämlich als Ausgleich dafür, dass dem Belegarzt ein wirtschaftlicher Sondervorteil erwächst. Schliesslich kann die Abgabe Steuercharakter aufweisen.\n\ne) Nach der Rechtsprechung zum Abgaberecht muss das formelle Gesetz mindestens den Kreis der Abgabepflichtigen, den Gegenstand und die Bemessungsgrundlage der Abgabe selber festlegen; eine Lockerung dieser Grundsätze ist zulässig, wenn dem Bürger die Überprüfung der Abgabe anhand von verfassungsrechtlichen Prinzipien (Kostendeckungs- und Äquivalenzprinzip) offensteht (BGE 120 Ia 1 E. 3c S. 3, 265 E. 2a S. 266, je mit Hinweisen).\n\nDas Kostendeckungs- und das Äquivalenzprinzip haben somit gewissermassen die Funktion eines Surrogats für eine ungenügende gesetzliche Grundlage (PIERRE MOOR, Droit administratif, Bd. III, Bern 1992, S. 366; LUKAS WIDMER, Das Legalitätsprinzip im Abgaberecht, Diss. Zürich 1988, S. 56 f., 105). Ist die Einhaltung dieser Prinzipien überprüfbar, so genügt auch eine formell-gesetzliche Grundlage, die die sonst geltenden Mindestanforderungen nicht erfüllt. Umgekehrt ist demnach die Überprüfung einer durch Verordnung festgelegten Abgabe auf Einhaltung des Kostendeckungs- und des Äquivalenzprinzips entbehrlich, soweit die formell-gesetzliche Grundlage hinreichend bestimmt ist und sofern der Gesetzgeber im Rahmen seiner BGE 121 I 230 S. 236Zuständigkeit handelt und das Gesetz nicht seinerseits verfassungswidrig ist.\n\nDas Kostendeckungsprinzip gilt nach der Praxis des Bundesgerichts nicht für (vgl. auch WIDMER, a.a.O., S. 59 f.):\n\n- Regal- oder Monopolgebühren (BGE 121 II 183 E. 4 S. 187; BGE 119 Ia 123 E. 3c S. 130; BGE 114 Ia 8 E. 2b S. 12; BGE 109 Ia 308 E. 5b S. 314);\n\n- Lenkungsabgaben (nicht veröffentlichtes Urteil des Bundesgerichts i.S. S. vom 21. März 1986, E. 3c);\n\n- raumplanungsrechtliche Mehrwertabgaben (BGE 121 II 138 E. 3c, S. 143).\n\nFraglich ist seine Geltung für Benützungsgebühren (BGE 118 Ia 320 E. 4b S. 324 f.; HÄFELIN/MÜLLER, Grundriss des Allgemeinen Verwaltungsrechts, 2. A. 1993, S. 490 f.).\n\nGenerell lassen sich kostenabhängige und kostenunabhängige Kausalabgaben unterscheiden (ANDREAS AUER, Sonderabgaben, Diss. Bern 1980, S. 162; ERNST HÖHN, in Geleitwort zu KLAUS A. VALLENDER, Grundzüge des Kausalabgabenrechts, Bern 1976, S. 10 f.; WIDMER, a.a.O., S. 49 ff.). Das Kostendeckungsprinzip gilt für kostenabhängige Kausalabgaben (BGE 120 Ia 171 E. 2a S. 174), und zwar dort, wo entweder keine (genügend bestimmte) formell-gesetzliche Grundlage besteht oder wo der Gesetzgeber ausdrücklich oder sinngemäss zum Ausdruck gebracht hat, dass die von ihm festgelegte Abgabe kostenabhängig sein soll. Legt der Gesetzgeber aber eine Abgabe fest, die ihrer Natur nach nicht kostenabhängig ist oder gewolltermassen zu einem Mehrertrag führt, so findet das Kostendeckungsprinzip keine Anwendung (WIDMER a.a.O., S. 58 f.); dafür müssen die genannten Mindestanforderungen an eine formell-gesetzliche Grundlage erfüllt sein (BGE 120 Ia 171 E. 5 S. 179; BGE 105 Ia 134 E. 5b S. 146; MOOR, a.a.O., Bd. I 2. A. 1994, S. 355 f., Bd. III S. 366 f., 369; WIDMER, a.a.O., S. 50 f., 111 f.). Die Freiheit des Gesetzgebers, bei Kausalabgaben mehr als kostendeckende Beträge festzusetzen, findet zudem ihre Schranken am Äquivalenzprinzip und an verfassungsmässigen Rechten wie dem Rechtsgleichheitsgebot.\n\nEs ist somit zu prüfen, ob die Abgabe kostenabhängig ist und verneinendenfalls, ob die gesetzliche Grundlage genügend bestimmt ist.\n\nf) Nach dem Kostendeckungsprinzip sollen die Gesamteingänge an Kausalabgaben den Gesamtaufwand für den betreffenden Verwaltungszweig nicht BGE 121 I 230 S. 237oder höchstens geringfügig überschreiten (BGE 120 Ia 171 E. 2a S. 174 mit Hinweisen; GEORG MÜLLER in Kommentar BV, Rz. 82 zu Art. 4).\n\naa) Das setzt voraus, dass ein bestimmter Aufwand einer Personengruppe zugerechnet werden kann, die die Tätigkeit des betreffenden Verwaltungszweigs verursacht. Daran gebricht es vorliegend. Der Zweck öffentlicher Spitäler besteht nicht primär darin, den Ärzten eine Arbeitsmöglichkeit zu bieten, sondern darin, Patienten zu betreuen. Die durch die öffentliche Hand (mit-)finanzierte Infrastruktur, die der Belegarzt benützt, um seine Patienten zu betreuen, kommt sowohl dem Arzt als auch dem Patienten zugute. Der Aufwand, der dem Spital (und indirekt dem Kanton) aus der Betreuung der Patienten der Belegärzte erwächst, kann zwar berechnet werden, doch ist es eine Frage der Wertung, wieweit dieser Aufwand den Patienten oder den Ärzten anzulasten ist. Demzufolge kann nicht festgestellt werden, wie hoch die Kosten sind, die durch die Belegärzte verursacht werden. Das Kostendeckungsprinzip kann insofern keine Anwendung finden und vermag somit eine gesetzliche Grundlage nicht zu ersetzen.\n\nbb) Nach dem klaren Wortlaut von § 8 SpG wird die Abgabe nicht nur für die Benützung der Infrastruktur, sondern auch für die Ausübung einer privaten Tätigkeit in den subventionierten Krankenanstalten erhoben. Die Ansicht der Sanitätsdirektion, wonach die Abgabe auch Elemente einer Vorzugslast enthalte und eine gemischte Abgabe sei, trifft somit zu. Die Spitäler werden notorisch zu einem erheblichen Teil durch staatliche Subventionen finanziert. Indem der Belegarzt die Spitalinfrastruktur benützen darf, um eine private Erwerbstätigkeit auszuüben, wird ihm ein wirtschaftlicher Sondervorteil ermöglicht, den er nicht oder zumindest nicht in diesem Umfang erzielen könnte, wenn er nicht von der staatlich subventionierten Spitalinfrastruktur profitieren könnte. Das Einkommen der Belegärzte ist damit teilweise indirekt subventioniert. Das rechtfertigt es, einen bestimmten Teil davon abzuschöpfen. Insoweit hat die Abgabe den Charakter einer Vorzugslast, doch ist sie nicht auf die (gänzliche oder teilweise) Abgeltung eines bestimmten, zurechenbaren staatlichen Kostenaufwandes ausgerichtet.\n\ncc) Die Abgabe ist somit als Ganzes ihrer Natur nach und auch nach der Meinung des Gesetzgebers nicht kostenabhängig. Es ist deshalb unerheblich, ob der staatliche Aufwand für die Spitäler zugenommen hat. Hingegen ist zu prüfen, ob die gesetzliche Grundlage die Mindestanforderungen an die Bestimmtheit erfüllt.\n\nBGE 121 I 230 S. 238\n\ng) Das formelle Gesetz legt Objekt (Honorare für private Tätigkeit in subventionierten Spitälern) und Subjekt (Ärzte) der Abgabe fest. Fraglich ist, ob die Bemessungsgrundlagen genügend bestimmt festgelegt sind oder ob - wie die Beschwerdeführer geltend machen - das Gesetz dem Regierungsrat einen zu grossen Ermessensspielraum gibt.\n\naa) Die Anforderungen, die an die gesetzliche Grundlage gestellt werden, sind nach der Natur der in Frage stehenden Leistung zu differenzieren (BGE 112 Ia 39 E. 2a S. 44). So muss bei Steuern grundsätzlich die Höhe der Abgabe im formellen Gesetz enthalten sein (BGE 100 Ia 60 E. 2a/b S. 66 ff.). Bei Kausalabgaben, auch bei kostenunabhängigen, kann aber dem Legalitätsprinzip Genüge getan sein, wenn das formelle Gesetz die maximale Höhe der Abgabe im Sinne einer Obergrenze festlegt (BGE 106 Ia 249 E. 1 S. 250; ADRIANO MARANTELLI, Grundprobleme des schweizerischen Tourismusabgaberechts. Diss. Bern 1991, S. 127; VALLENDER, a.a.O., S. 153; WIDMER, a.a.O., S. 99). Auf die Festlegung der Höhe darf der Gesetzgeber sodann verzichten, wenn die vom Staat erbrachte Leistung einen Handelswert aufweist, so dass die Bemessung der Abgabe nach dem Äquivalenzprinzip überprüft werden kann (nicht veröffentlichtes Urteil des Bundesgerichts i.S. B. vom 21. November 1994, E. 3c; nicht veröffentlichtes Urteil des Bundesgerichts i.S. M. vom 13. September 1994, E. 6e; BGE 118 Ia 320 E. 4c S. 326; MARC OLIVIER BUFFAT, Les taxes liées à la propriété foncière, en particulier dans le canton de Vaud, Thèse Lausanne, 1989, S. 89; HÄFELIN/MÜLLER, a.a.O., S. 501 Rz. 2102).\n\nbb) Das Äquivalenzprinzip bedeutet, dass die Abgabe nicht in einem offensichtlichen Missverhältnis zum objektiven Wert der Leistung stehen darf und sich in vernünftigen Grenzen bewegen muss (BGE 120 Ia 171 E. 2a S. 174; 118 Ib 349 E. 5 S. 352; BGE 109 Ia 308 E. 5b S. 314). Dabei besteht ein Zusammenhang zwischen der erforderlichen Bestimmtheit der gesetzlichen Grundlage und dem Äquivalenzprinzip: je schlechter die Abgabe auf ihre Übereinstimmung mit dem Äquivalenzprinzip überprüft werden kann, um so strenger sind die Anforderungen an die Bestimmtheit der formell-gesetzlichen Grundlage (vgl. HÄFELIN/MÜLLER, a.a.O., S. 491 Rz. 2055). An einem valablen Begrenzungskriterium fehlt es namentlich dort, wo mangels eines Marktwertes der staatlichen Leistung das Äquivalenzprinzip nicht wirksam greifen kann (BGE 118 Ia 320 E. 4c S. 326).\n\nBGE 121 I 230 S. 239\n\ncc) Die dem Belegarzt zustehende Möglichkeit, unter Benützung der Spitalinfrastruktur ein privates Einkommen zu erzielen, hat einen wirtschaftlichen Wert. Müsste der Arzt eine vergleichbare Infrastruktur selber aufbauen und unterhalten, so wäre das für ihn ebenfalls mit Kosten verbunden. Zwar kann dieser Wert nicht genau beziffert werden. Nach allgemeiner Lebenserfahrung ist aber ein Infrastrukturanteil von 35% des Umsatzes nicht offensichtlich unvernünftig hoch. Die Beschwerdeführer machen denn auch nicht geltend, dass die Abgabe in einem Missverhältnis zum Wert der Infrastruktur stehe.\n\ndd) Hinzu kommt, dass der Belegarzt nicht wie zum Beispiel ein Grundeigentümer, von dem eine Mehrwertabgabe erhoben wird (vgl. dazu z.B. BGE 105 Ia 134 E. 5c S. 146 f., wo das Bundesgericht entschieden hat, dass ein gesetzlicher Spielraum von 40-60% für eine raumplanungsrechtliche Mehrwertabgabe zu weit sei), einseitig hoheitlich verpflichtet wird, die Abgabe zu bezahlen. Vielmehr ist er freiwillig als Belegarzt tätig. Rechtlich erhebt der Staat nicht eine hoheitliche Abgabe, sondern er bietet (indirekt, über die Subventionierung der Spitäler) den Ärzten an, zu bestimmten Konditionen im öffentlichen Spital private Patienten betreuen zu dürfen. Findet der Arzt die offerierten Konditionen wirtschaftlich nicht mehr interessant, so steht es ihm frei, nicht mehr im Spital tätig zu sein. Sollte die Abgabe so hoch sein, dass die Belegtätigkeit für die Ärzte generell nicht mehr lohnend ist und deshalb so viele Ärzte darauf verzichten, dass der Spitalbetrieb nicht mehr sichergestellt werden kann, wird sich der Kanton automatisch veranlasst sehen, die Abgaben wieder zu senken, wenn er nicht auf andere Art (zum Beispiel mit angestellten Ärzten) das Spital kostengünstiger betreiben kann. Soweit besteht in einem gewissen Sinne ein Marktmechanismus, der die Abgabenhöhe nach marktwirtschaftlichen Prinzipien reguliert. Das macht es zulässig, im Gesetz einen gewissen Ermessensspielraum festzulegen, damit der Regierungsrat auf Änderungen in der Marktsituation reagieren kann. Zwar können Erhöhungen des Abgabesatzes die beruflichen Dispositionen der einzelnen Belegärzte beeinträchtigen, doch steht der Arzt damit nicht anders da als viele andere selbständige Unternehmer, die auf Änderungen der Marktverhältnisse ebenfalls mit entsprechenden unternehmerischen Umdispositionen reagieren müssen.\n\nee) Insgesamt erscheint daher die dem Regierungsrat eingeräumte Ermessensspanne nicht als unzulässig. Die Beschwerdeführer behaupten selber nicht, die im Gesetz genannte Maximalhöhe von 40% oder die vom BGE 121 I 230 S. 240Regierungsrat festgelegte Höhe von 35% verstosse als solche gegen das Äquivalenzprinzip. Solange der Regierungsrat in dem ihm vom Gesetz zulässigerweise eingeräumten Rahmen verbleibt, ist die Erhöhung der Abgabe deshalb auch dann nicht unzulässig, wenn sie mit dem Ziel der Einkommensbegrenzung motiviert sein sollte. Daher bleibt unerheblich, ob überhaupt das Einkommen der Ärzte gestiegen ist und ob ein allfälliger Anstieg mit oder ohne Zutun des Staates erfolgt ist. Ebenso ist unerheblich, ob in anderen Kantonen die Abgaben höher oder niedriger sind, da die Kantone in dieser Frage autonom sind.\n\nh) Die Tätigkeit des Arztes untersteht grundsätzlich der Handels- und Gewerbefreiheit. Diese gibt jedoch keinen Anspruch auf staatliche Subventionen und auch nicht darauf, an staatlich subventionierten Spitälern eine private Erwerbstätigkeit ausüben zu dürfen. Wenn der Staat seine Subventionen an die Spitäler an die Voraussetzung knüpft, dass diese ihrerseits Belegärzte nur unter gewissen Voraussetzungen zulassen, verletzt er daher nicht die Handels- und Gewerbefreiheit, abgesehen davon, dass mit § 8 SpG die für eine Einschränkung derselben erforderliche formell-gesetzliche Grundlage vorhanden wäre.\n\ni) Die staatsrechtliche Beschwerde erweist sich daher als unbegründet und ist abzuweisen."}