{"annee": "121", "cour": "II", "page": "53", "date": "28/3/1995", "cite": ["115 IA 56"], "cite_par": ["122 IV 8"], "chapeau": "9. Urteil der II. öffentlichrechtlichen Abteilung vom 28. März 1995 i.S. Diallo gegen Fremdenpolizei des Kantons Bern und Untersuchungsrichteramt 7 von Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Détention en phase préparatoire et en vue du refoulement. Le juge d'instruction bernois n'est ni une \"autorité judiciaire\" au sens de l'art. 13c al. 2 LSEE ni un \"tribunal\" au sens de l'art. 5 par. 4 CEDH."], "faits": "|53|\n\nBadara Diallo, wie er sich gegenüber der Untersuchungsrichterin 7 von Bern nannte, ist zuvor gegenüber den Behörden unter verschiedenen anderen Namen aufgetreten. Vorerst stellte er am 28. November 1991 unter dem Namen Papa Amadou Diallo, senegalesischer Staatsangehöriger, ein Asylgesuch, auf welches mit Entscheid des Bundesamtes für Flüchtlinge vom 3. Juni 1992 nicht eingetreten wurde, da der Gesuchsteller in der Zwischenzeit ohne Angabe einer Adresse verschwunden war. Ein zweites Asylgesuch reichte er am 16. Dezember 1993 ein, nunmehr unter dem Namen Dieudonné Occansey, Staatsangehöriger von Togo. Auf dieses Gesuch trat das Bundesamt für Flüchtlinge am 28. Februar 1994 wegen Verheimlichung der Identität nicht ein; es ordnete ferner die Wegweisung an und beauftragte den Kanton Bern mit dem Vollzug. Als Badara Diallo sodann am 8. Februar 1995 angehalten |54| werden konnte, wies er sich mit französischen Papieren aus, lautend auf den Namen Mamoudou Kaba, aufgrund derer er nach Frankreich ausgeschafft wurde. Die französischen Behörden stellten in der Folge die Fälschung fest und übergaben ihn wieder den schweizerischen Behörden.\n\nAm 10. Februar 1995 ordnete die Fremdenpolizei des Kantons Bern die Ausschaffungshaft an, welche von der Untersuchungsrichterin 7 von Bern am 14. Februar 1995 nach Durchführung einer Verhandlung bestätigt wurde.\n\nGegen den Entscheid der Untersuchungsrichterin hat Badara Diallo am 27. Februar 1995 Verwaltungsgerichtsbeschwerde an das Bundesgericht erhoben.\n\nDie Untersuchungsrichterin stellt in ihrer Vernehmlassung vom 2. März 1995 Antrag auf Abweisung der Beschwerde, während die Fremdenpolizei des Kantons Bern auf Stellungnahme verzichtet hat. Badara Diallo machte am 14. März 1995 von der Möglichkeit Gebrauch, sich nochmals zu äussern.\n\nDer Instruktionsrichter des Bundesgerichts unterbreitete am 7. März 1995 dem Regierungsrat des Kantons Bern die Frage, ob es sich beim Untersuchungsrichter nach Art. 18b der bernischen Verordnung über Aufenthalt und Niederlassung der Ausländer um eine \"richterliche Behörde\" im Sinne von Art. 13c Abs. 2 ANAG und um ein \"Gericht\" im Sinne von Art. 5 Ziff. 4 EMRK handelt. Das Eidgenössische Justiz- und Polizeidepartement wurde ersucht, in seiner Vernehmlassung ebenfalls zu dieser Frage Stellung zu nehmen. Regierungsrat und Departement erstatteten ihre Antworten am 17. März 1995.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Am 1. Februar 1995 trat das Bundesgesetz vom 18. März 1994 über Zwangsmassnahmen im Ausländerrecht in Kraft (AS 1995 151), mit welchem u.a. die im Bundesgesetz über Aufenthalt und Niederlassung der Ausländer (ANAG, SR 142.20) vorgesehenen Bestimmungen über den Vollzug ausländerrechtlicher Massnahmen grundlegend geändert wurden. In Art. 13a ANAG (neue Fassung) sind die Voraussetzungen der Vorbereitungshaft, in Art. 13b ANAG jene für die Ausschaffungshaft geregelt.\n\nGemäss Art. 13c Abs. 2 ANAG sind die Rechtmässigkeit und die Angemessenheit der Haft spätestens nach 96 Stunden durch eine richterliche Behörde aufgrund einer mündlichen Verhandlung zu prüfen. Art. 5 Ziff. 4 EMRK |55| bestimmt, dass jedermann, dem seine Freiheit durch Festnahme oder Haft entzogen wird, das Recht hat, ein Verfahren zu beantragen, in dem von einem Gericht raschmöglichst über die Rechtmässigkeit der Haft entschieden und im Falle der Widerrechtlichkeit seine Entlassung angeordnet wird.\n\nArt. 18b der vom Regierungsrat des Kantons Bern am 21. Dezember 1994 geänderten Verordnung über Aufenthalt und Niederlassung der Ausländer setzt als richterliche Behörde, welche Vorbereitungs- und Ausschaffungshaft überprüft, den Untersuchungsrichter ein. Es stellt sich vorliegend die Frage, ob der Untersuchungsrichter den Anforderungen von Gesetz und Konvention genügt.\n\n2. a) Bezüglich des Begriffs der richterlichen Behörde im Sinne von Art. 13c Abs. 2 ANAG verweist die Botschaft des Bundesrates auf Art. 5 Ziff. 4 EMRK (BBl 1994 I 325). Nach der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte verlangt diese Konventionsbestimmung nicht notwendigerweise ein ordentliches Gericht klassischer Natur, das in die herkömmliche Justizorganisation integriert ist. Es muss aber von der Verwaltung und den Parteien unabhängig sein und ein justizförmiges Verfahren garantieren, das der konkreten Art des Freiheitsentzugs, der in Frage steht, angemessen ist (Urteil i.S. De Wilde, Ooms und Versyp, Série A vol. 12, Ziff. 78; Urteil i.S. Weeks, Série A, vol. 114, Ziff. 61).\n\nDie Anforderungen an ein Gericht im Sinne von Art. 5 Ziff. 4 EMRK sind strenger als jene, welche im Rahmen von Art. 5 Ziff. 3 EMRK gelten. Die letztgenannte Bestimmung verlangt, dass derjenige, der wegen des Verdachts auf eine strafbare Handlung festgenommen wird, unverzüglich einem Richter oder einem andern, gesetzlich zur Ausübung richterlicher Funktionen ermächtigten Beamten vorgeführt wird. In der bundesgerichtlichen Rechtsprechung wurde angenommen, beim Bezirksanwalt des Kantons Zürich und dem Verhörrichter des Kantons Thurgau handle es sich um gesetzlich zur Ausübung richterlicher Funktionen ermächtigte Beamte, die den Anforderungen von Art. 5 Ziff. 3 EMRK genügen würden, nicht aber jenen von Art. 5 Ziff. 4 EMRK für das Verfahren der gerichtlichen Haftprüfung (BGE 115 Ia 56 E. 2b S. 59/60; Urteil vom 28. September 1989, E. 4a, in EuGRZ 1989 S. 441). Im Fall Jutta Huber hielt der Europäische Gerichtshof für Menschenrechte fest, dass der richterliche Beamte im Sinne von Art. 5 Ziff. 3 EMRK, der über die Haft entscheide, zwar auch andere Funktionen ausüben dürfe, dass aber seine Unparteilichkeit Anlass zu Zweifel geben könne, wenn er befugt sei, später als Vertreter der Anklage aufzutreten (Série A, vol. 188, Ziff. 43). Die |56| Vermischung mit der Anklagefunktion führte damit dazu, dass der Zürcher Bezirksanwalt auch den Anforderungen von Art. 5 Ziff. 3 EMRK nicht mehr zu genügen vermochte.\n\nb) Im Unterschied zur Festnahme wegen des Verdachts auf eine strafbare Handlung (Art. 5 Ziff. 1 lit. c EMRK) verlangt die Konvention bei der Haft im Rahmen eines \"schwebenden Ausweisungsverfahrens\" (Art. 5 Ziff. 1 lit. f EMRK) nicht, dass die festgenommene Person unverzüglich einem Richter oder einem richterlichen Beamten im Sinne von Art. 5 Ziff. 3 EMRK vorgeführt wird. Gleich wie bei der Festnahme wegen des Verdachts auf eine strafbare Handlung hat der Betroffene aber gestützt auf Art. 5 Ziff. 4 EMRK das Recht zu verlangen, dass von einem Gericht raschmöglichst über die Rechtmässigkeit der Haft entschieden wird. Im Strafverfahren werden die beiden Konventionsgarantien von Art. 5 Ziff. 3 und 4 EMRK in den Kantonen regelmässig dadurch gewahrt, dass der Betroffene vorerst dem Untersuchungsrichter vorgeführt wird und er sich anschliessend mit einem Haftentlassungsgesuch an ein Gericht, im Kanton Bern an die Anklagekammer (vgl. Art. 128 Abs. 2 des Gesetzes vom 20. Mai 1928 über das Strafverfahren des Kantons Bern, StrV), wenden kann. Zulässig ist aber auch, wie dies neuerdings für den Kanton Zürich zutrifft, dass ein von den Untersuchungs- und Anklagebehörden unabhängiger Haftrichter eingesetzt wird, der die Anforderungen von Art. 5 Ziff. 3 und 4 EMRK gleichzeitig erfüllt (vgl. dazu Urteil i.S. Blumer vom 7. Oktober 1992, in EuGRZ 1992 S. 553 ff.).\n\nc) Ob der bernische Untersuchungsrichter im Sinne von Art. 5 Ziff. 3 EMRK als Richter oder aber als richterlicher Beamter zu bezeichnen ist, braucht vorliegend nicht näher untersucht zu werden. Es kommt darauf an, ob er Gericht im Sinne von Art. 5 Ziff. 4 EMRK ist. Im Falle Schiesser (Urteil vom 4. Dezember 1979, Série A, vol. 34) hat der Europäische Gerichtshof für Menschenrechte zur Terminologie der Konvention in diesem Zusammenhang Stellung genommen. Er hat dabei u.a. ausgeführt, dass sich die Kategorien des Richters und des Beamten (Art. 5 Ziff. 3 EMRK) voneinander unterscheiden würden, dass aber beide Behörden ähnliche Aufgaben wahrzunehmen hätten. Die Ausübung richterlicher Funktionen erschöpfe sich nicht notwendigerweise in urteilender Tätigkeit. In vielen Vertragsstaaten würden Beamte und sogar Richter solche Funktionen ausüben, ohne Recht zu sprechen, beispielsweise Mitglieder von Staatsanwaltschaften und Untersuchungsrichter |57| (zitiertes Urteil, Ziff. 27 f.). Den Unterschied zu einem Gericht (Art. 5 Ziff. 4 EMRK) sah der Europäische Gerichtshof für Menschenrechte vorab darin, dass dessen Aufgaben Urteilscharakter (caractère juridictionnel) hätten (zitiertes Urteil, Ziff. 29 in fine).\n\nIn Strafsachen ist es die Aufgabe des bernischen Untersuchungsrichters, die Voruntersuchung zu führen (Art. 91 Abs. 1 StrV) und dabei sowohl den belastenden als auch den entlastenden Tatsachen nachzugehen (Art. 89 Abs. 2 StrV). Der Untersuchungsrichter hat damit wohl richterliche, nicht aber rechtsprechende und urteilende Funktion; insoweit erscheint er nicht als Gericht im Sinne von Art. 5 Ziff. 4 EMRK.\n\n3. a) Nun lässt sich freilich die Auffassung vertreten, in ausländerrechtlichen Fragen übe der Untersuchungsrichter ausschliesslich die Funktion des Richters aus, der die Haft überprüfe, er sei insoweit urteilender Richter, sei von der Verwaltung, insbesondere auch von der Fremdenpolizei unabhängig und entspreche daher den Anforderungen, welche Art. 5 Ziff. 4 EMRK an ein Gericht stelle. In diesem Sinne äussern sich sowohl der Regierungsrat des Kantons Bern wie auch das Eidgenössische Justiz- und Polizeidepartement. Immerhin weist das Departement darauf hin, dass beim Haftgrund von Art. 13a lit. e ANAG Überschneidungen denkbar sind. Es führt überdies an, dass es weitgehend vom persönlichen Selbstverständnis des Untersuchungsrichters abhängen dürfte, ob er sich im Einzelfall von seinen untersuchungsrichterlichen Funktionen zu lösen vermöge und die beiden Aufgaben sorgsam zu trennen wisse.\n\nb) Nach dem vom Departement angeführten Haftgrund von Art. 13a lit. e ANAG kann Haft während der Vorbereitung des Entscheides über die Aufenthaltsberechtigung und auch nach Eröffnung eines erstinstanzlichen Weg- oder Ausweisungsentscheids (Art. 13b lit. b ANAG) dann angeordnet werden, wenn der Ausländer Personen ernsthaft bedroht oder an Leib und Leben erheblich gefährdet und deshalb strafrechtlich verfolgt wird oder verurteilt worden ist. Bei diesem Haftgrund liegt auf der Hand, dass es zu einer Verflechtung mit der Strafverfolgungsfunktion des Untersuchungsrichters kommen kann. Aber auch bei anderen Haftgründen ist dies sehr wohl möglich. In seiner Botschaft zu den Zwangsmassnahmen im Ausländerrecht wies der Bundesrat mit Nachdruck auf die Problematik kriminellen und dissozialen Verhaltens von Asylbewerbern und anderen Ausländern und deren renitentes Verhalten im Asyl- und Wegweisungsverfahren hin (BBl 1994 I 306, 308, 315). Es ist darum naheliegend, dass auch bei den Haftgründen, die nicht auf strafbarem Verhalten beruhen, die Gefahr einer |58| Vermischung von Funktion und Aufgabe als Haftrichter für die ausländerrechtliche Vorbereitungs- und Ausschaffungshaft droht, beispielsweise bei einem illegal anwesenden Ausländer, der in der Drogenszene aufgegriffen wird.\n\nc) Es ist zwar anzunehmen, dass es jeweils nicht derselbe Untersuchungsrichter sein wird, dem im Einzelfall die Verantwortung für die strafrechtliche Voruntersuchung und zugleich für die Haftprüfung obliegt. Entscheidend ist aber nicht dies. Wie schon dargelegt, muss ein Gericht, das den Anforderungen von Art. 5 Ziff. 4 EMRK genügen soll, ein Verfahren garantieren, das der konkreten Art des Freiheitsentzugs, der in Frage steht, angemessen ist. Vorbereitungs- und Ausschaffungshaft haben zum Zweck, die Durchführung des Wegweisungsverfahrens und den Vollzug des Weg- oder Ausweisungsentscheids sicherzustellen. Sie dürfen nicht an die Stelle einer Untersuchungshaft treten, für welche die Voraussetzungen nicht erfüllt sind. Sie dürfen aber auch nicht davon entbinden, eine Voruntersuchung einzuleiten, wo eine solche angezeigt wäre. Ein Haftrichter, dessen vorrangige Aufgabe es ist, die Voruntersuchung in Strafsachen zu führen, läuft Gefahr, sich von dieser Funktion nicht vollständig zu lösen, und er bietet insoweit nicht die Garantien, welche für einen mit einem schwebenden Ausweisungsverfahren legitimierten Freiheitsentzug erforderlich sind.\n\nEin Gericht, das über die Rechtmässigkeit und Angemessenheit der Haft befindet, muss überdies nicht nur tatsächlich unabhängig und unparteilich sein, es muss nach aussen hin seine Unabhängigkeit und Unparteilichkeit auch glaubwürdig vermitteln (MARK E. VILLIGER, Handbuch der Europäischen Menschenrechtskonvention, Zürich 1993, N. 366, S. 217 f.; vgl. ferner das zitierte Urteil Jutta Huber, Série A vol. 188, Ziff. 43, sowie Urteil vom 26. November 1992 i.S. Brincat, Série A, vol. 249-A, Ziff. 20). Mit dem Begriff des Untersuchungsrichters wird aber zu Recht die Vorstellung verbunden, dass er die Strafuntersuchung führt und dass er im Strafverfahren Untersuchungshaft anordnet. Eine Person, welche verhaftet wird, dürfte regelmässig annehmen, sie werde einer Straftat beschuldigt. Ein Ausländer, dem tatsächlich Straftaten zur Last gelegt werden, und der anderseits in Vorbereitungs- oder Ausschaffungshaft genommen werden soll, kann nicht Vertrauen in die Unparteilichkeit des Untersuchungsrichters als Haftrichter haben, wenn er zur gleichen Zeit durch einen anderen Untersuchungsrichter in der Strafsache vernommen wird. Das Protokoll, das |59| im vorliegenden Fall über die Verhandlung vor der Untersuchungsrichterin aufgenommen wurde, ist wie folgt eingeleitet: \"Aus der Ausschaffungshaft wird vorgeführt: ... Dieser deponiert als Angeschuldigter: ...\" Auch wenn das ein Versehen sein dürfte, illustriert es doch, dass ein Untersuchungsrichter für die ausländerrechtliche Haftprüfung jedenfalls nach aussen nicht glaubwürdig seine Unabhängigkeit und Unparteilichkeit zu vermitteln vermag.\n\n4. Aus diesen Gründen bietet der in Art. 18b der bernischen Verordnung über Aufenthalt und Niederlassung der Ausländer als Haftrichter eingesetzte Untersuchungsrichter nicht die Garantien, welche für die Überprüfung von Vorbereitungs- und Ausschaffungshaft erforderlich sind. Die von der Fremdenpolizei gegen den Beschwerdeführer angeordnete Ausschaffungshaft entbehrt der Grundlage, weil sie nicht durch eine Behörde bestätigt wurde, welche den Anforderungen von Art. 13c Abs. 2 ANAG und von Art. 5 Ziff. 4 EMRK entspricht. Ob materiell die Haft begründet wäre, braucht nicht geprüft zu werden. Die Verwaltungsgerichtsbeschwerde ist gutzuheissen, der angefochtene Entscheid aufzuheben und der Beschwerdeführer, der nach den Akten auch nicht etwa die öffentliche Sicherheit gefährdet, aus der Ausschaffungshaft zu entlassen."}