{"annee": "121", "cour": "IV", "page": "332", "date": "7/11/1995", "cite": ["120 IV 256", "117 IV 314", "109 IV 143", "106 IV 227", "108 IV 63"], "cite_par": ["125 II 206", "145 IV 312"], "chapeau": "54. Urteil des Kassationshofes vom 7. November 1995 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen B. und M. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 1 al. 3 let. a et 19 ch. 2 let. a LStup; LSD, cas grave. La jurisprudence exposée dans l'arrêt de principe publié aux ATF 109 IV 143 consid. 3b, selon laquelle on doit admettre l'existence d'un cas grave en présence de 200 trips de LSD, est fondée sur le danger spécifique représenté par une dose de LSD et non pas le risque d'une dépendance psychique (consid. 2, éclaircissement de la jurisprudence). Il convient de s'en tenir à la limite de 200 trips de LSD (consid. 3; confirmation de la jurisprudence)."], "faits": "|332|\n\nA.- Das Obergericht des Kantons Basel-Landschaft bestätigte am 14. Februar 1995 ein Urteil des Strafgerichts des Kantons Basel-Landschaft vom 22. Juni 1994 und damit die Verurteilung von B. und M. zu bedingten siebenmonatigen Freiheitsstrafen wegen mehrmaliger Widerhandlung gegen das Betäubungsmittelgesetz (BetmG; SR 812.121), unter anderm wegen Vermittlung, |333| Bezug und Weitergabe von 300 bis 320 LSD-Trips. Beide kantonalen Behörden gehen davon aus, LSD könne nicht im Sinn von Art. 19 Ziff. 2 lit. a BetmG die Gesundheit vieler Menschen in eine naheliegende und ernstliche Gefahr bringen.\n\nB.- Die Staatsanwaltschaft des Kantons Basel-Landschaft führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts aufzuheben und die Sache zu neuer Entscheidung an die kantonale Behörde zurückzuweisen. Die Beschwerdegegner reichten keine Vernehmlassung ein.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Die Vorinstanz vergleicht das Gefährdungspotential von LSD mit jenem von Cannabis und nimmt gestützt auf die neuere Rechtsprechung zum Cannabis an, bei LSD-Widerhandlungen sei ein schwerer Fall nach Art. 19 Ziff. 2 lit. a BetmG grundsätzlich und in casu zu verneinen.\n\nDie Analyse der bundesgerichtlichen Rechtsprechung zum schweren Fall im Sinn von Art. 19 Ziff. 2 lit. a BetmG ergebe, dass BGE 109 IV 143 bei LSD nicht mehr als Urteilsgrundlage dienen könne. Vielmehr seien heute die Kriterien von BGE 117 IV 314 heranzuziehen. Bei der Festlegung der Grenzwerte in BGE 109 IV 143 habe das Risiko einer psychischen Abhängigkeit für die Annahme einer Gesundheitsgefahr ausgereicht. Nach BGE 117 IV 314 sei dagegen der angedrohten Strafe Rechnung zu tragen und dementsprechend eine Gesundheitsgefahr nur mit Zurückhaltung anzunehmen. Dieser Auslegungsregel folgend sei eine Gesundheitsgefahr nicht schon dann zu bejahen, wenn der Gebrauch einer Droge psychisch abhängig mache, sondern erst, wenn er psychische und körperliche Schäden verursachen könne; ausserdem müsse die Gefahr für die Gesundheit vieler Menschen eine naheliegende und ernstliche sein. Somit könne für die Annahme des schweren Falls nicht genügen, dass eine psychische Abhängigkeit bewirkt werden könne; Art. 1 Abs. 1 BetmG spreche generell von abhängigkeitserzeugenden Stoffen und Präparaten. Das Abhängigkeitspotential eines Wirkstoffs sei bei der Abgrenzung von Art. 19 Ziff. 1 und 2 BetmG mitzuberücksichtigen.\n\nDas Gefährdungspotential von LSD erscheine zwar nicht als gering; Gesundheitsgefahren seien nicht zu verharmlosen. Sie träten aber selten auf, oft unter Umständen, die nicht allein mit LSD zusammenhingen; sie seien vergleichsweise gering, vor allem nicht naheliegend. LSD sei |334| selbstlimitierend (Dosissteigerungen steigerten die Wirkung nicht mehr); selbst eine langfristige Einnahme führe nicht zu körperlichen Schäden. LSD und Cannabis seien zwar nicht pharmakologisch, wohl aber im Gefährdungspotential vergleichbar. Das Suchtpotential von LSD sei höchstens in etwa als gleich hoch, jedoch eher als geringer als bei Cannabis einzustufen.\n\nb) Die Beschwerdeführerin wendet ein, nach der Vorinstanz könne sich bereits der einmalige Konsum eines Trips gravierend auswirken. Zu denken sei an Halluzinationen (flashbacks), psychotische Reaktionen, Panikattacken und Handlungsweisen mit tödlichem Ausgang. Es könnten aber auch chronische Toxizitätsfolgen wie Flashback-Psychosen und chronische psychotische Zustände auftreten. Auch wenn das psychische Abhängigkeitspotential gering und demjenigen von Cannabis vergleichbar sei, seien diese Auswirkungen ungleich gravierender. Nur weil die Gefahr bleibender körperlicher Schäden nicht vorhanden sei, selbst bei akuter Intoxikation keine Todesfälle bekannt seien und kein grosses Suchtpotential bestehe, dürfe angesichts dieser möglichen Auswirkungen nicht von geringen Gesundheitsgefahren gesprochen werden. Daher seien eine ernstliche und naheliegende Gefahr zu bejahen und eine qualifizierte Widerhandlung anzunehmen.\n\n2. Halluzinogene wie das LSD sind den Betäubungsmitteln gleichgestellt (Art. 1 Abs. 3 lit. a BetmG). Vermittlung, Bezug und Weitergabe von LSD werden bei vorsätzlicher Begehung mit Gefängnis oder mit Busse bestraft. In schweren Fällen ist die Strafe Zuchthaus oder Gefängnis nicht unter einem Jahr, womit eine Busse bis zu 1 Million Franken verbunden werden kann (Art. 19 Ziff. 1 BetmG). Ein schwerer Fall liegt insbesondere vor, wenn der Täter weiss oder annehmen muss, dass sich die Widerhandlung auf eine Menge von Betäubungsmitteln bezieht, welche die Gesundheit vieler Menschen in Gefahr bringen kann (Art. 19 Ziff. 2 lit. a BetmG).\n\na) Nach der Rechtsprechung sind zwanzig Personen oder mehr \"viele Menschen\" im Sinn von Art. 19 Ziff. 2 lit. a BetmG (BGE 108 IV 63 E. 2c). Eine Gesundheitsgefährdung ist bei Gefahr physischer oder psychischer Abhängigkeit gegeben (BGE 106 IV 227 E. 3b). In BGE 109 IV 143 E. 3b setzte der Kassationshof des Bundesgerichts aufgrund eines Hearings vom 5. Mai 1983 die Werte \"zur Berechnung der das Risiko einer psychischen Abhängigkeit erzeugenden Betäubungsmittelmenge\" für Heroin, Kokain, Cannabis und LSD fest. Für LSD ging er von einer Wirkstoffmenge von 10 Trips (1 Trip = 0.05-0.1 mg Wirkstoff) aus und nahm entsprechend eine |335| Gefährdung der Gesundheit vieler Menschen im Sinn von Art. 19 Ziff. 2 lit. a BetmG bei einer Widerhandlung mit 200 Trips LSD an.\n\nb) Nach dem Kurzbericht zu diesem Hearing vom 5. Mai 1983 kann die Gesundheitsgefahr bei LSD \"nicht mit der Gefahr der Abhängigkeit (und den sich daraus ergebenden Risiken) begründet werden, sondern damit, dass schon die Einzeldosis gefährlich sein kann\". Doch könne sich auch bei dieser Droge eine Toleranz entwickeln. Schon die Einnahme eines Trips könne zu psychotischen Zuständen, zu Suizidgefahr und zur Gefahr von Chromosomenbrüchen führen. \"Bad trips\" seien aber unter kontrollierten Bedingungen seltener als bei unkontrollierter Einnahme. Es sei vertretbar anzunehmen, dass bei Einnahme unter nicht kontrollierten Bedingungen zehn Konsumeinheiten negative Folgen (psychotischer Zustand, Suizidgefahr, Chromosomenbruch) bewirken können. Die Menge Wirkstoff, die für 200 Trips ausreiche, könne mithin in diesem Sinn die Gesundheit vieler Menschen in Gefahr bringen.\n\nDer Kurzbericht stimmt inhaltlich mit einem Gutachten des am Hearing beteiligten Arztes DIETER LADEWIG überein, in dem er ausführte, dem LSD sei eine suchterzeugende Wirkung im klassischen Sinn nicht beizumessen; die Gesundheitsgefahr bestehe nicht in einer Abhängigkeit, sondern im Auftreten psychotischer Zustände, in der Suizidgefahr und in der Gefahr von Chromosomenbrüchen (Zur Frage der Gesundheitsschädlichkeit des LSD-Konsums, SJZ 79/1983 S. 363 f.).\n\nc) Der Wortlaut von BGE 109 IV 143 E. 3b legt die Annahme nahe, der Kassationshof sei auch bezüglich LSD vom Risiko einer psychischen Abhängigkeit ausgegangen. Diese Lesart widerspricht jedoch der Begründung im Kurzbericht und damit der damaligen Entscheidgrundlage, die die Gefährlichkeit von LSD gerade nicht mit einer psychischen Abhängigkeit begründete, sondern damit, \"dass schon die Einzeldosis gefährlich sein kann\".\n\nDiese Begründung stimmt insoweit denn auch mit der gesetzlichen Begriffsbestimmung überein. Art. 1 Abs. 1 BetmG definiert Betäubungsmittel als abhängigkeitserzeugende Stoffe und Präparate der Wirkungstypen Morphin, Kokain und Cannabis. Dagegen sind gemäss Art. 1 Abs. 3 BetmG Halluzinogene wie das LSD den Betäubungsmitteln gleichgestellt (worauf auch der Kurzbericht hinweist). Das Gesetz zählt mithin LSD nicht zu den \"abhängigkeitserzeugenden Stoffen und Präparaten\" im Sinn von Art. 1 Abs. 1 BetmG.\n\n|336|\n\nd) Zusammenfassend liegt der bundesgerichtlichen Rechtsprechung zum schweren Fall bei LSD die spezifische Gefährlichkeit der Einzeldosis zugrunde, nicht die Gefahr einer psychischen Abhängigkeit. Diese Tatsache konnte die Vorinstanz BGE 109 IV 143 nicht entnehmen; ihre Argumentation geht insoweit (notwendig) fehl. Zu prüfen ist aber, ob an der bisherigen Rechtsprechung festzuhalten ist.\n\n3. a) Die Vorinstanz führt aufgrund eines Gutachtens des Gerichtschemischen Laboratoriums des Kantons Basel-Stadt vom 29. September 1994 (zur Wirkung und zum Suchtpotential von LSD im Vergleich zu MDMA [Ecstasy], Haschisch, Kokain und Heroin) aus, Halluzinogene wirkten auf das zentrale Nervensystem, die akute pharmakologische Wirkung von LSD sei vor allem psychischer Natur. Es könnten Zustände traumhafter Selbstversenkung vorkommen, die mit vielfältigen Veränderungen der Wahrnehmung und des Denkens einhergingen, wobei abnorme Körperempfindungen aufträten. Es sei mit Halluzinationen, Panikattacken und psychotischen Reaktionen zu rechnen. Als Nebenwirkungen würden Übelkeit, Tremor, Schwindel, Brechreiz, Blutdruckabfall und Hyperthermie auftreten. Als chronische Folge werde eine Toleranz gegen die pharmakologischen Effekte beschrieben. Ausserdem würden Flashback-Psychosen (psychische Reaktionen noch Wochen nach einer LSD-Einnahme) sowie chronische psychotische Zustände genannt. Direkt durch die Wirksubstanz verursachte Todesfälle seien nicht bekannt. Allerdings seien Handlungsweisen mit tödlichem Ausgang (wie der Sprung aus dem Fenster) beschrieben worden. Bei kontrollierter Einnahme seien aber keine besondern körperlichen oder unfallmässigen Risiken bekannt. LSD könne nach wiederholtem Gebrauch eine psychische, nicht aber eine physische Abhängigkeit bewirken. Bei Halluzinogenen bestehe aber keine sich in der Entwicklung einer Abhängigkeit manifestierende besondere Gefährdung. Die Schwere der psychischen Abhängigkeit werde durch die Experten unterschiedlich beurteilt. An der Hauptverhandlung habe der Gutachter zur Frage einer Gefährdung Dritter ausgeführt, Aggressionen gegen andere seien nicht beschrieben worden, bekannt seien lediglich Fälle von Selbstgefährdung.\n\nDem Gutachten ist weiter zu entnehmen, dass die Rauschwirkung von LSD in der Regel 40 bis 90 Minuten nach der Einnahme einsetzt (ausnahmsweise nach 15 Minuten) und 8 bis 14 Stunden andauert. Die Cannabiswirkung beginnt einige Minuten nach dem Konsum und hält ein bis zwei Stunden an. Der |337| Cannabisrausch verändert die Sinneswahrnehmungen, erzeugt aber im Unterschied zu LSD und MDMA keine Halluzinationen. Er ist in seinem Verlauf im Einzelfall nicht berechenbar, doch sind Handlungsweisen mit tödlichem Ausgang wie bei LSD für Cannabis nicht beschrieben; wie bei LSD und MDMA sind keine direkt durch die Wirksubstanz verursachten Todesfälle bekannt.\n\nDie Vorinstanz stützt sich ausserdem auf JOACHIM NELLES, Wie gefährlich sind illegale Drogen?, in WOLFGANG BÖKER/JOACHIM NELLES [Hrsg.], Drogenpolitik wohin?, Bern 1991, S. 181 ff., und LADEWIG, a.a.O.\n\nb) aa) Auf die im Zeitpunkt von BGE 109 IV 143 massgebliche Einschätzung von LSD wurde in E. 2b hingewiesen. Die damalige Literatur betonte, dass Halluzinogene wesentlich stärker wirkten als Cannabis. Bei LSD bestehe die besondere Gefährdung in Entgleisungsmöglichkeiten und selbstgefährdenden Handlungen sowie Flashback-Psychosen (DIETER LADEWIG/VIKTOR HOBI/HEINRICH DUBACHER/VOLKER FAUST, Drogen unter uns, 3. Auflage, Basel 1979, S. 29 ff.). HANS KIND erwähnte vielfältige Störungen der Wahrnehmung und des Denkens sowie den Horror-Trip als einen Rauschzustand, der schwere Angst auslösen und zu Panik führen könne; die grösste Gefahr bildeten der Verlust der Selbstkontrolle und die verzerrte Einschätzung der Situation (Opiat-Abhängigkeit, Morphium, Heroin u.a., Haschisch und Marihuana, Halluzinogene, in KIND/LICHTENSTEIGER/WEISS/JENNY, Drogenprobleme aus psychiatrischer, pharmakologischer und juristischer Sicht, Basel 1982 [Beiheft ZSR 1], S. 43 ff., 48). Nach ALEXANDER EBERTH/ECKHART MÜLLER führen Halluzinogene zu Selbstüberschätzungen und Horrortrips, die mit Angstpsychosen, akuter Verworrenheit, Panikreaktionen und unberechenbaren Handlungen bis zu Gewalttätigkeit einhergehen könnten (Betäubungsmittelrecht, München 1982, S. 89 f.; ähnlich FRIEDRICH HACKER, Drogen, Wien 1981 [Goldmann 1983, S. 115 ff.], sowie HELLMUT KOTSCHENREUTHER, Das Reich der Drogen und Gifte, Berlin 1976 [Ullstein 1978, S. 49 ff., 58 ff.]).\n\nbb) In der neuern Literatur führt SEBASTIAN SCHEERER aus, LSD und die verwandten Halluzinogene wirkten völlig anders als die Rauschgifte vom Typ der Opiate. Während letztere schnell zu körperlicher Abhängigkeit führen könnten, machten die Halluzinogene nicht süchtig. Auch zwanghafte Gebrauchsmuster im Sinn psychischer Abhängigkeit seien rar. Die Gefahren lägen in der Überdosierung und in ungünstigen innern und äussern Umständen. Die früher befürchteten Schädigungsmöglichkeiten wie Auslösung latenter |338| Psychosen oder von Suiziden, Chromosomenschädigungen und Suchtbildung hätten sich nicht bestätigt. Es sei jedoch unvernünftig, sich unter den heutigen Schwarzmarkt-Bedingungen den komplexen Wirkungen dieser Droge auszusetzen (LSD und andere Halluzinogene, in SEBASTIAN SCHEERER/IRMGARD VOGT/HENNER HESS, Drogen und Drogenpolitik, Frankfurt 1989, S. 408 ff., 415 f.).\n\nHARALD HANS KÖRNER hält zunächst fest, es gebe kaum eine Droge, die Gegenstand so umfangreicher Panikmache und Fehlinformationen war und ist wie LSD. LSD bewirke keine körperliche, wohl aber eine unterschiedlich starke psychische Abhängigkeit und Toleranzbildung. Die Halluzinogenwirkung des LSD-Rauschs sei explosionsartig und ungleich stärker als beim Haschischgenuss. Der Horrortrip sei als atypischer Rauschverlauf gefürchtet: Der LSD-Konsument erlebe angstbetonte, quälende und bedrohliche Ereignisse wie Krankheit, Tod, Krieg, Vernichtung, Schmerzen, Verfolgung und Verhaftung; es würden groteske Verzerrungen erlebt wie Angriffe von Hexen, Teufeln und Bestien, die man glaube vernichten zu müssen. So komme es bisweilen unter LSD-Einfluss zu schrecklichen Gewaltakten und Morden (Betäubungsmittelgesetz, Arzneimittelgesetz, 4. Auflage, München 1994, S. 1545 ff.).\n\nDagegen bezeichnet der Arzt JURAJ STYK, Präsident der schweizerischen Ärztegesellschaft für Psycholytische Therapie, in einem Brief vom 17. Februar 1995 an die Vorinstanz Berichte wie das \"Aus dem-Fenster-Fliegen\" als Horrorgeschichten und nach neuen Forschungen für veraltet.\n\nJOACHIM NELLES (a.a.O., S. 185, 188 ff., 195) führt als pharmakologisch bedingte Folgen akuter Intoxikation an: Bad- oder Horrortrips mit Panik- und Psychosesymptomatik, Pupillenerweiterung, Herzjagen, Schweissausbrüche, Sehstörungen, Zittern und Koordinationsstörungen. Bei kontrollierter Einnahme sieht er keine besonderen körperlichen oder Unfallrisiken; tödliche Überdosierungen seien nicht bekannt. Als chronische Toxizitätsfolgen erwähnt er Flashback-Psychosen und chronische psychotische Zustände. Dagegen könne Cannabis nicht im gleichen Kontext betrachtet werden wie Opiate, Stimulantien oder Halluzinogene. Die Risiken von Cannabis würden zwar hoch kontrovers diskutiert, doch entwickle sich ein Konsens, dass Cannabis in niedrigen Dosen und nicht regelmässig konsumiert kein besonderes gesundheitliches Risiko darstellen dürfte.\n\ncc) Somit lässt sich in der wissenschaftlichen Literatur das Bestreben um eine Versachlichung in der Einschätzung der Gefährlichkeit von Drogen |339| allgemein und von LSD im besondern feststellen. In dieser Linie kommt NELLES (a.a.O., S. 195) zum Schluss, die substanzbedingte Risiko-Hypothese, d.h. dass illegale Drogen an sich als sehr gefährliche Substanzen anzusehen sind, sei wissenschaftlich nicht haltbar. Die suchtbedingten Komplikationen gründeten wesentlich in den illegalen Konsumationsbedingungen (ähnlich SCHEERER, a.a.O., sowie bereits der Kurzbericht vom 5. Mai 1983; vgl. aus juristischer Sicht WINFRIED HASSEMER, Entkriminalisierung im Betäubungsmittelstrafrecht, KritV 76/1993 S. 198-212).\n\nHinsichtlich LSD wird eine mehr oder weniger starke psychische Abhängigkeit als Folge wiederholter Einnahmen angenommen, eine physische Abhängigkeit dagegen verneint. Alle Autoren nennen sogenannte Flashback-Psychosen und chronische psychotische Zustände. Die eigentliche Gefahr wird im atypischen Rauschverlauf, dem sogenannten Horrortrip gesehen, und zwar mit Selbst-, aber auch mit Fremdgefährdung.\n\nc) Die deutsche Rechtsprechung nimmt eine \"nicht geringe Menge\" bei 6 mg Lysergid (oder 120 Konsumeinheiten zu 50 Mikrogramm) beziehungsweise bei 300 Trips an (wenn der reine Wirkstoff nicht bestimmbar ist). LSD gelte als das wirksamste aller Halluzinogene. Eine letale Dosis sei zwar nicht festzustellen, aber es könne bei jedem LSD-Rausch zu gefährlichen Zwischenfällen (Verkennen der Situation, Überschätzen der Fähigkeiten, schwere Verwirrtheitszustände) mit auch tödlichem Ausgang kommen (Verkehrsunfälle, Sprung aus dem Fenster). Die häufigste Komplikation bilde der Horrortrip, dessen Eintritt und Folgen kaum vorhersehbar seien; nicht selten seien Flashbacks. Bereits der einmalige Konsum könne verhängnisvolle Folgen haben. Häufigkeit und Schwere gefährlicher Zwischenfälle seien wesentlich höher einzuschätzen als beim Konsum von Cannabisprodukten (BGHSt 35/1989 S. 43 ff.; dazu GUNNAR CASSARDT, Zur Feststellung der nicht geringen Menge im Betäubungsmittelstrafrecht, NStZ 15/1995 S. 257, 259).\n\nd) Zusammenfassend lässt sich der neuern wissenschaftlichen Literatur im Vergleich zu den Entscheidgrundlagen von BGE 109 IV 143 im Rahmen der hier relevanten illegalen Konsumationsbedingungen keine wesentlich neue Einschätzung der Gefährlichkeit von LSD entnehmen. Die Einschätzung des atypischen Rauschverlaufs, des sogenannten Horrortrips, hat sich nicht geändert. Damit bleibt es im Licht des Betäubungsmittelgesetzes bei der Beurteilung der grundlegenden Gefährlichkeit von LSD, dass nämlich schon die Einzeldosis gefährlich sein kann. Schliesslich erscheint eine |340| Gleichstellung des künstlichen Halluzinogens LSD mit Cannabis nicht angebracht (zur Beurteilung von Cannabis im übrigen BGE 117 IV 314, BGE 120 IV 256). Demnach ist an der bisherigen Rechtsprechung festzuhalten und ein schwerer Fall unter dem Gesichtspunkt der Menge (Art. 19 Ziff. 1 BetmG) bei einer Widerhandlung mit 200 Trips LSD anzunehmen.\n\n4. Die Vorinstanz verurteilte die Beschwerdegegner (soweit hier relevant) wegen Vermittlung, Bezug und Weitergabe von 300 bis 320 LSD-Trips gemäss Art. 19 Ziff. 1 BetmG. Diese rechtliche Qualifikation verletzt Bundesrecht. Daher ist die Beschwerde gutzuheissen, der angefochtene Entscheid aufzuheben und die Sache zu neuer Entscheidung zurückzuweisen.\n\n5. (Kostenfolgen)."}