{"annee": "121", "cour": "I", "page": "97", "date": "18/4/1995", "cite": ["119 II 314", "115 II 424", "114 II 26", "117 IA 262", "108 IA 126", "118 II 376", "110 IA 7", "119 IA 241", "111 II 103", "117 IA 257", "111 III 13", "108 IA 22", "119 IA 123", "106 IB 182", "116 III 10", "106 III 18"], "cite_par": ["123 III 1", "121 III 301", "140 III 337", "123 III 332", "135 III 66", "122 I 101", "133 III 57"], "chapeau": "14. Auszug aus dem Urteil der II. Zivilabteilung vom 18. April 1995 i.S. C. N. gegen R. N. und Obergericht des Kantons Luzern (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst., art. 145 al. 2 CC; partage d'un manque à gagner lors de la fixation des contributions d'entretien par voie de mesures provisionnelles dans une procédure de divorce. Une réglementation des contributions d'entretien pour la durée du procès de divorce, qui laisse à l'époux débiteur de la contribution exerçant une activité lucrative en tous les cas le minimum vital du droit des poursuites et impute un éventuel manque à gagner uniquement sur la prétention à l'entretien de l'autre époux, n'est pas contraire à la Constitution. Il n'y a ni violation du principe de l'égalité de traitement entre hommes et femmes inscrit à l'art. 4 al. 2 Cst. (consid. 2), ni atteinte au principe général d'égalité selon l'art. 4 al. 1 Cst. (consid. 3)."], "faits": "", "considerants": "|98|\n\nAus den Erwägungen:\n\n2. Bei der Festsetzung der Unterhaltsbeiträge gemäss Art. 145 Abs. 2 ZGB geht das Obergericht des Kantons Luzern davon aus, dem erwerbstätigen, unterhaltspflichtigen Ehegatten auf jeden Fall das betreibungsrechtliche Existenzminimum zu belassen. Falls die finanziellen Verhältnisse nicht zur Deckung der Existenzminima beider Ehegatten ausreichen, sei ein Fehlbetrag allein vom unterhaltsberechtigten Ehegatten zu tragen. Die Beschwerdeführerin hält diesen Entscheid für verfassungswidrig und wirft der Vorinstanz zunächst eine Verletzung des in Art. 4 Abs. 2 BV verankerten Grundsatzes der Gleichbehandlung von Mann und Frau vor.\n\na) Art. 4 Abs. 2 BV schliesst die Geschlechtszugehörigkeit als taugliches Kriterium für rechtliche Differenzierungen aus. Eine unterschiedliche Behandlung von Mann und Frau ist nur zulässig, wenn auf dem Geschlecht beruhende biologische und funktionale Unterschiede eine Gleichbehandlung absolut ausschliessen (BGE 117 Ia 262 E. 2a, BGE 108 Ia 22 E. 5a; HÄFLIGER, Alle Schweizer sind vor dem Gesetze gleich, Bern 1985, S. 81 ff.; WEBER-DÜRLER, Aktuelle Aspekte der Gleichberechtigung von Mann und Frau, ZBJV 128, 1992, S. 358 ff.; GEORG MÜLLER, Kommentar BV, N. 136 f. zu Art. 4 BV; JÖRG PAUL MÜLLER, Die Grundrechte der schweizerischen Bundesverfassung, Bern 1991, S. 229 ff.). Art. 4 Abs. 2 Satz 1 BV begründet ein unmittelbar anwendbares und justiziables Grundrecht, das sich auch auf die in Art. 4 Abs. 2 Satz 2 genannten Bereiche der Familie, Ausbildung und Arbeit erstreckt (BGE 117 Ia 262 E. 2b-d mit Hinweisen). Art. 4 Abs. 2 BV betrifft indessen nur den speziellen Fall der Ungleichbehandlung der Geschlechter. Das Bundesgericht hat wiederholt festgehalten, dass diese Bestimmung nicht verletzt sei, wenn eine rechtsungleiche Behandlung Mann und Frau in gleicher Weise betreffe und nicht eine Differenzierung zwischen den Geschlechtern vorliege (BGE 119 Ia 241 E. 7d, BGE 110 Ia 7 E. 1b, BGE 108 Ia 126 E. 4; HÄFELIN/HALLER, Schweizerisches Bundesstaatsrecht, 3. Auflage, Zürich 1993, N. 1558). Vorab ist daher zu prüfen, ob der angefochtene Entscheid in |99| den Schutzbereich von Art. 4 Abs. 2 BV fällt.\n\nb) Das auf den 1. Januar 1988 in Kraft getretene neue Eherecht hat die Gleichberechtigung der Ehegatten verwirklicht und auf jede gesetzlich bestimmte Aufgabenteilung zwischen Mann und Frau verzichtet. Gemäss Art. 163 Abs. 1 ZGB haben die Ehegatten gemeinsam für den gebührenden Unterhalt der Familie zu sorgen. Damit ist die geschlechtsspezifische Rollenverteilung des alten Eherechts entfallen, wonach der Ehemann für den Unterhalt der Familie zu sorgen (Art. 160 aZGB) und die Ehefrau den Haushalt zu führen hat (Art. 161 Abs. 3 aZGB). Anstelle der gesetzlich vorgesehenen Rollenverteilung haben sich die Ehepartner nach geltendem Recht über den von ihnen zu erbringenden Unterhalt der Familie zu verständigen (Art. 163 Abs. 2 ZGB). Diese Regelung hat sich auch in der Neuformulierung von Art. 145 ZGB niedergeschlagen. Während sich Art. 145 aZGB noch auf den \"Unterhalt der Ehefrau\" bezog, wird in Art. 145 Abs. 2 ZGB nunmehr die geschlechtsneutrale Formulierung \"Unterhalt der Familie\" verwendet (SPÜHLER/FREI-MAURER, N. 13 zu Art. 145 ZGB). Der Anspruch auf Unterhaltsleistungen gemäss Art. 145 Abs. 2 ZGB richtet sich daher nach geltendem Recht nicht mehr nach der Geschlechtszugehörigkeit, sondern nach der von den Ehegatten vereinbarten Aufgabenteilung.\n\nDas Obergericht des Kantons Luzern hat daher zutreffend erkannt, dass die Beschwerdeführerin durch die angefochtene Unterhaltsregelung nicht in ihrer Eigenschaft als Frau, sondern als unterhaltsberechtigter Ehegatte betroffen sei. Wenn der angefochtene Entscheid jedoch nicht auf einer Differenzierung nach der Geschlechtszugehörigkeit beruht, ist der in Art. 4 Abs. 2 BV verankerte Grundsatz der Gleichbehandlung von Mann und Frau nicht verletzt. Dass in der grossen Mehrzahl der Fälle die Frauen als anspruchsberechtigte Ehegatten einen Fehlbetrag alleine zu tragen haben, ist nicht die Folge einer rechtlichen Ungleichbehandlung nach Kriterien der Geschlechtszugehörigkeit, sondern eine Erscheinung der gesellschaftlichen Wirklichkeit, die nur der Gesetzgeber mit kompensatorischen Massnahmen beheben kann (BGE 119 Ia 241 E. 7d; GEORG MÜLLER, a.a.O., N. 138 zu Art. 4 BV). Die Rüge der Verletzung von Art. 4 Abs. 2 BV erweist sich daher als unbegründet.\n\n3. Weiter wirft die Beschwerdeführerin dem Obergericht des Kantons Luzern eine Verletzung des allgemeinen Gleichbehandlungsgrundsatzes gemäss Art. 4 Abs. 1 BV vor. Der kinderbetreuende Ehegatte werde gegenüber dem |100| erwerbstätigen Ehegatten unzulässig diskriminiert, weil er einen Fehlbetrag allein zu tragen habe, während dem leistungspflichtigen Ehegatten auf jeden Fall das betreibungsrechtliche Existenzminimum verbleibe.\n\na) In Art. 4 Abs. 1 BV ist der allgemeine Grundsatz der Gleichbehandlung festgesetzt. Dieser Grundsatz beinhaltet namentlich auch ein Diskriminierungsverbot. Rechtliche Ungleichbehandlungen halten vor der Verfassung nur stand, wenn triftige und ernsthafte Gründe für eine Differenzierung vorliegen (BGE 119 Ia 123 E. 2b; BGE 117 Ia 257 E. 3b, BGE 106 Ib 188; JÖRG PAUL MÜLLER, a.a.O., S. 217 f.). Im Unterschied zu Art. 4 Abs. 2 BV verlangt Art. 4 Abs. 1 BV jedoch nicht eine absolute Gleichbehandlung, sondern lässt für Ungleichbehandlungen Raum, sofern sie sachlich begründet sind (WEBER-DÜRLER, a.a.O., S. 358).\n\nb) Der Grundsatz der Gleichbehandlung bei der Festsetzung der Unterhaltsbeiträge im Rahmen des Massnahmeverfahrens hat das Bundesgericht bereits mehrfach beschäftigt. Die Praxis geht davon aus, dass ein über den Notbedarf hinausgehender Freibetrag den Ehegatten grundsätzlich hälftig zuzuteilen ist (BGE 119 II 314 E. 4b, BGE 114 II 26 E. 7, BGE 111 II 106). Je grösser der zur Verfügung stehende Überschuss ist, desto geringer ist indessen der relative Anteil des Hausgatten am Freibetrag, weil keine Vermögensverschiebung eintreten soll, die eine güterrechtliche Auseinandersetzung vorwegnimmt (SPÜHLER/FREI-MAURER, N. 166 zu Art. 145; BRÄM/HASENBÖHLER, N. 112 zu Art. 163; HINDERLING/STECK, Das schweizerische Ehescheidungsrecht, Zürich 1995, S. 539). Das Bundesgericht hat daher einen absoluten Gleichstellungsanspruch der Ehegatten bei der Regelung des Getrenntlebens verneint und festgehalten, dass die obere Grenze für den Unterhaltsanspruch gemäss Art. 145 Abs. 2 ZGB die Lebenshaltung bis zur Aufhebung des gemeinsamen Haushaltes bilde (BGE 118 II 376 E. 20b, BGE 115 II 424 E. 3, BGE 114 II 26 E. 8). Zur umgekehrten Frage, wie im Massnahmeverfahren ein Fehlbetrag aus der Gegenüberstellung der verfügbaren Mittel und der Bedürfnisse auf die Ehegatten aufzuteilen sei, werden in der Literatur unterschiedliche Ansichten vertreten. Nach der einen Auffassung ist ein Manko entsprechend dem Grundsatz der Gleichbehandlung der Ehegatten gleichmässig auf den leistungspflichtigen und anspruchsberechtigten Ehegatten zu verteilen (BRÄM/HASENBÖHLER, N. 113 zu Art. 163 ZGB, wobei der Gleichstellungsanspruch nur \"in der Regel\" bestehe; HINDERLING/STECK, a.a.O., 539 f.; GESSLER, Kritische Bemerkungen zur Rentenfestsetzung bei Scheidungen, SJZ 1995, S. 68). Dem steht die Meinung gegenüber, dass der |101| leistungspflichtige Ehegatte auf jeden Fall einen Anspruch auf die Belassung seines betreibungsrechtlichen Existenzminimums habe (BÜHLER/SPÜHLER, N. 157 zu Art. 145 ZGB; SPÜHLER/FREI-MAURER, N. 157 zu Art. 145 ZGB; HAUSHEER/REUSSER/GEISER, N. 26 zu Art. 163 ZGB und N. 27 zu Art. 176 ZGB; HAUSHEER, Nachehelicher Unterhalt: Streitobjekt für die (verschiedenen) Experten des Bundesrates in der anstehenden Scheidungsrechtsrevision, ZBJV 129, 1993, S. 664; grundsätzlich zustimmend GEISER, Neuere Tendenzen in der Rechtsprechung zu den familienrechtlichen Unterhaltspflichten, AJP 1993, S. 911 ff.).\n\nVor dem Hintergrund, dass bei der Festsetzung der Unterhaltsbeiträge gemäss Art. 145 Abs. 2 ZGB der Gleichstellungsanspruch der Ehegatten keine absolute Geltung hat (BGE 118 II 376 E. 20b, BGE 115 II 424 E. 3, BGE 114 II 26 E. 8), sprechen verschiedene sachliche Gründe dafür, bei der Unterhaltsregelung von einem Eingriff ins Existenzminimum des unterhaltspflichtigen Ehegatten und damit von einer gleichmässigen Mankoaufteilung zwischen den Ehegatten abzusehen. Im Vordergrund steht, dass die Bereitschaft, die Arbeitskraft und den Arbeitswillen zu erhalten, bei einem selbst auf die Sozialhilfe angewiesenen unterhaltspflichtigen Ehegatten in der Regel gering sein dürfte. Es besteht daher ein praktisches Interesse - nicht zuletzt auch des anderen Ehegatten im Hinblick auf die bevorstehende Festsetzung der Scheidungsrente -, dem alimentenpflichtigen Ehegatten zumindest das Existenzminimum zu belassen und damit nicht zum vornherein sämtliche Anreize zur Erhöhung des Arbeitswillens zu beseitigen (BÜHLER/SPÜHLER, Art. 145 N. 157; GEISER, a.a.O., S. 911.). Weiter ist zu berücksichtigen, dass der administrative Mehraufwand, der dadurch entsteht, dass beide Ehegatten anteilsmässig von der Fürsorge unterstützt werden müssen, ohne dass die unterhaltsberechtigte Partei deshalb über mehr Mittel verfügen würde, vermieden werden sollte (GEISER, a.a.O., S. 911). Zwar kann nicht ausgeschlossen werden, dass gegen den alimentenberechtigten Ehegatten bei einer Verbesserung der wirtschaftlichen Verhältnisse Rückerstattungsansprüche erhoben werden (GEISER, a.a.O., S. 913), doch ist dies hinzunehmen, weil einerseits unsicher ist, ob dieser Fall überhaupt eintreten wird und anderseits die Unterhaltsbeiträge im Sinn von Art. 145 Abs. 2 ZGB nur für die beschränkte Dauer des Scheidungsprozesses festzusetzen sind. Schliesslich wären einer gleichmässigen Aufteilung des Mankos mit dem damit verbundenen Eingriff in das betreibungsrechtliche Existenzminimum des leistungspflichtigen Ehegatten vollstreckungsrechtliche |102| Grenzen gesetzt. In einer Betreibung eines unterhaltsberechtigten Familienmitgliedes gegen den Unterhaltsschuldner kann zwar nach der Rechtsprechung ins Existenzminimum des Schuldners eingegriffen werden, doch gilt dies nur, wenn der Gläubiger selbst und nicht etwa ein Dritter wie etwa das bevorschussende Gemeinwesen als Gläubiger auftritt (BGE 116 III 10 E. 2, BGE 111 III 13 E. 5, BGE 106 III 18 E. 1). Da die Alimentenbevorschussung namentlich bei knappen finanziellen Verhältnissen von grosser praktischer Bedeutung ist, wäre zu befürchten, dass mit einer Unterhaltsregelung, die in den Notbedarf des Unterhaltsschuldners eingreift, eine nicht oder nur erschwert vollstreckbare Anordnung getroffen würde.\n\nc) Angesichts dieser Gründe rechtfertigt es sich daher, den aus Art. 4 Abs. 1 BV abgeleiteten Gleichstellungsanspruch der Ehegatten insoweit einzuschränken, als die Unterhaltsregelung gemäss Art. 145 Abs. 2 ZGB dem leistungspflichtigen Ehegatten auf jeden Fall das betreibungsrechtliche Existenzminimum belassen muss. Die staatsrechtliche Beschwerde erweist sich daher auch in diesem Punkt als unbegründet."}