{"annee": "83", "cour": "I", "page": "294", "date": "20/9/1957", "cite": ["81 I 239", "80 I 82"], "cite_par": ["100 IB 21"], "chapeau": "41. Auszug aus dem Urteil vom 20. September 1957 i.S. X. gegen Schweiz. Bundesrat.", "regestes": ["Juridiction disciplinaire: 1. Le congédiement prononcé pendant la période administrative pour violation des devoirs de service peut faire l'objet d'un recours au Tribunal fédéral, même lorsqu'il émane du Conseil fédéral. Peu importe que la mesure ait été désignée comme peine disciplinaire ou non. 2. Le fonctionnaire qui n'a pas été réélu ou ne l'a été que provisoirement à la fin de la période administrative n'est pas recevable à recourir au Tribunal fédéral."], "faits": "|295|\n\nDer Beschwerdeführer war Instruktionsoffizier. Als im Herbst 1956 die Wiederwahl der Bundesbeamten für die Amtsperiode 1957/59 fällig wurde, war eine militärgerichtliche Untersuchung gegen ihn hängig. Der Bundesrat wählte ihn deshalb für die neue Amtsperiode nur mit Vorbehalt wieder. In der Folge wurde der Beschwerdeführer vom Militärgericht verurteilt, worauf der Bundesrat gestützt auf jenen Vorbehalt beschloss, ihn mit sofortiger Wirkung aus dem Bundesdienst zu entlassen, und feststellte, dass die Entlassung eine selbstverschuldete im Sinne der Statuten der Versicherungskasse sei.\n\nGegen diese Verfügung erhebt X. \"Disziplinarbeschwerde gemäss Art. 117 OG\", unter Vorbehalt einer Klage nach Art. 110 daselbst.\n\nDas Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer macht geltend, der angefochtene Entscheid, durch den er mit sofortiger Wirkung entlassen wurde, spreche trotz seiner abweichenden Begründung eine Disziplinarstrafe aus und dürfe der richterlichen Überprüfung nicht entzogen werden. In der Tat hat das Bundesgericht in ständiger Praxis entschieden, dass die Entlassung eines Beamten wegen Dienstpflichtverletzungen sich als disziplinarische Massnahme darstellt und seiner Überprüfung unterliegt, auch wenn sie von der |296| Verwaltung als Auflösung des Dienstverhältnisses aus wichtigen Gründen bezeichnet oder wenn sie auf andere Gründe gestützt wird, diese Motive aber nur vorgeschoben sind und der wirkliche Grund in Verletzungen der Dienstpflicht liegt (BGE 80 I 84, BGE 81 I 244).\n\nDie gerichtliche Beurteilung ist auch dann garantiert, wenn die disziplinarische Entlassung vom Bundesrat verfügt wird. Art. 117 Abs. 1 OG erklärt die Disziplinarbeschwerde an das Bundesgericht allgemein als zulässig gegen Verfügungen, durch die ein Bundesbeamter während der Amtsdauer wegen Verletzung seiner Dienstpflichten entlassen oder in das provisorische Dienstverhältnis versetzt wird. Nicht in diesem Gesetz, sondern in den das Dienstverhältnis ordnenden Vorschriften ist bestimmt, welche Behörde im einzelnen Fall zuständig ist, die Entlassung zu verfügen, von welcher Verwaltungsinstanz also die Beschwerde ans Bundesgericht geht (Art. 33 BtG; Botschaft des Bundesrates vom 27. März 1925 zum VDG, BBl 1925 II S. 257). Der Bundesrat leitet hier mit Recht keine Einwendung gegen die Erhebung der Disziplinarbeschwerde daraus her, dass der angefochtene Entscheid von ihm erlassen wurde; denn er wäre zur disziplinarischen Entlassung zuständig gewesen (Art. 26 BO I).\n\n2. Der Antrag des Bundesrates auf Nichteintreten wird vielmehr damit begründet, dass sein Entscheid keine Disziplinarmassnahme sei; die Entlassung beruhe zwar ausschliesslich auf den durch das militärgerichtliche Urteil festgestellten Verfehlungen des Beschwerdeführers, sei aber nicht während der Amtsdauer erfolgt, weil der Beschwerdeführer infolge des an seine letzte Wiederwahl geknüpften Vorbehalts die Garantie der Amtsdauer nicht mehr genossen habe.\n\nGemäss Art. 117 OG unterliegen der Disziplinarbeschwerde nur Entlassungen während der Amtsdauer, und die zitierte Praxis des Bundesgerichts bezieht sich nur auf solche. Das brauchte in den einzelnen Urteilen nicht besonders gesagt zu werden, da es sich schon aus dem |297| Gesetz ergibt. Dagegen kann die Nichtwiederwahl bei Ablauf der Amtsdauer nicht mit Disziplinarbeschwerde angefochten werden. Ihre grundsätzliche Verschiedenheit von der disziplinarischen Entlassung beruht auf dem Wesen der Amtsdauer und ist in der zitierten Botschaft (a.a.O., S. 256) ausdrücklich hervorgehoben worden: \"Die Entlassung als Disziplinarstrafe ist zunächst scharf zu scheiden von der Nichtwiederwahl nach Ablauf der Amtsdauer. Es liegt im Begriff der Amtsdauer, dass bei jedem Ablauf derselben die Wahlbehörde frei ist, den Beamten wiederzuwählen oder nicht. An diesem Rechtszustand ändert die Tatsache nichts, dass aller Regel nach die Wiederwahl erfolgt; der Beamte hat doch keinen rechtlichen Anspruch darauf. Wird er also nach Ablauf der Amtsdauer nicht wiedergewählt, so steht ihm die Beschwerde ans Bundesgericht nicht zu.\". Art. 117 OG schützt den Beamten nur im Genusse der Amtsdauer, nicht aber gegen Nicht- oder nur provisorische Wiederwahl nach deren Ablauf (nicht veröffentlichte Urteile vom 9. November 1951 i.S. Geiser, E. 5, und vom 8. März 1957 i.S. Osterwalder). Ist somit die Nichtwiederwahl als solche der Überprüfung durch das Bundesgericht entzogen, so können diesem doch allfällig daraus sich ergebende vermögensrechtliche Ansprüche des Beamten gegen den Bund oder eine seiner Versicherungskassen unterbreitet werden, nämlich mit der verwaltungsrechtlichen Klage nach Art. 110 OG. Auf diesem Wege kann es namentlich zur Beurteilung der Frage angerufen werden, ob die Nichtwiederwahl vom Beamten selbst verschuldet sei oder nicht. Zur Begründung eines solchen Selbstverschuldens genügen jedenfalls solche Verletzungen der Dienstpflicht, welche die disziplinarische Entlassung zu rechtfertigen vermocht hätten. Insofern kann also nicht gesagt werden, durch Verzicht auf die disziplinarische Entlassung und durch Nichtwiederwahl nach Ablauf der Amtsdauer umgehe die Verwaltung die richterliche Überprüfung."}