{"annee": "83", "cour": "II", "page": "201", "date": "23/5/1957", "cite": [], "cite_par": ["137 III 145"], "chapeau": "30. Sentenza 23 maggio 1957 della II Corte Civile nella causa Vismara contro Torricelli.", "regestes": ["Violation d'une servitude foncière (art. 737 CC). 1. Celui qui érige une construction contraire à une servitude foncière ne peut pas exiger qu'elle soit maintenue par application analogique de l'art. 674 CC concernant les constructions empiétant sur fonds d'autrui, à moins que le propriétaire du fonds dominant n'ait permis, ne serait-ce que tacitement, la construction violant son droit réel limité ou que son opposition ne se révèle d'une autre façon comme un abus de droit (consid. 2 et 3). 2. Inadmissibilité du moyen tiré du fait que la servitude n'a été violée qu'à la suite d'une erreur de l'entrepreneur chargé des travaux (consid. 4)."], "faits": "|202|\n\nA.- Il 24 ottobre 1950, i fratelli avv. Giovanni Torricelli e dott. Mario Torricelli (il secondo rappresentato oggi dalla vedova signora Ilda Torricelli-Petrolini) vendettero a Mario Vismara, che già nel 1946 aveva acquistato parte di un loro esteso terreno da costruzione situato in territorio del Comune di Castagnola, altri 585 mq di quella loro proprietà. All'atto della compra-vendita, Vismara si obbligò a \"lasciare in qualsiasi tempo libera\" una striscia larga 4 m 50 del terreno acquistato, la medesima essendo destinata alla costruzione di una strada, e a mantenere inoltre le nuove costruzioni da lui progettate \"arretrate di metri 2 dal futuro ciglio stradale\". L'obbligo assunto da Vismara fu iscritto nel registro fondiario quale servitù istituita a carico del fondo Vismara e in favore del fondo Torricelli.\n\nVismara, che esercita un'autorimessa, si servì, negli anni 1951/1952, della nuova superficie ottenuta per ampliare i fabbricati già esistenti e per erigere \"boxes\" per automobili. Nell'esecuzione delle costruzioni, le stipulazioni concluse nel 1950 non furono rispettate, in quanto i \"boxes\" aggiunti su un lato della proprietà Vismara vennero a invadere, per una larghezza di 2 m 40, la striscia di terreno che doveva rimanere libera in previsione della strada progettata dai fratelli Torricelli. Inoltre, la gronda e il canale di scarico disposti su un altro lato di detta proprietà sporgevano direttamente sul fondo Torricelli. Di questi fatti i fratelli Torricelli si accorsero soltanto nel gennaio 1954, quando, nell'ambito di trattative relative alla vendita di altri lotti, incaricarono l'ingegnere Maderni di eseguire delle misurazioni.\n\nInvitato a demolire le opere illecitamente costruite, Vismara vi si oppose; i fratelli Torricelli promossero di conseguenza azione davanti al Pretore di Lugano-Ceresio, chiedendo, con petizione 23 febbraio/6 marzo 1954, che |203| il convenuto fosse condannato ad arretrare la gronda e il canale sporgenti sulla loro proprietà e a demolire inoltre la parte della nuova costruzione che invadeva per 2 m 40 la striscia di terreno gravata da servitù prediale.\n\nB.- Con sentenza del 29 settembre 1956, il Pretore accolse le conclusioni degli attori integralmente. Adito dal convenuto limitatamente alla violazione della servitù, il Tribunale d'appello confermò, il 15 gennaio 1957, il giudizio pretoriale, considerando in sostanza quanto segue: La servitù di cui si tratta è una servitù prediale e come tale è disciplinata esclusivamente dall'art. 737 CC; poichè a norma dell'art. 737 cp. 3 CC il proprietario del fondo serviente non può intraprendere nulla che possa impedire o rendere più difficile l'esercizio di una servitù, le costruzioni eseguite dal ricorrente in violazione della servitù stipulata il 24 ottobre 1950 devono essere demolite.\n\nC.- Il convenuto ha interposto, in tempo utile, un ricorso per riforma al Tribunale federale, chiedendo - in via principale - che \"la servitù relativa alla costruenda strada in favore della part. n. 130 di proprietà dei signori Torricelli e a carico della part. n. 953 del registro fondiario di Castagnola di proprietà del signor Vismara sia ridotta all'area occupata dallo stabile, questo contro pagamento agli attori di una indennità di 7380 fr. (valore del terreno occupato)\" e - in via subordinata - \"che gli atti siano rinviati all'autorità cantonale affinchè, ritenuta l'applicabilità per analogia dei criteri di cui all'art. 674 cp. 3 CC, ne esamini l'esistenza delle premesse e pronunci un nuovo giudizio\".\n\nNelle loro osservazioni, gli attori hanno concluso per la reiezione del gravame, con spese e ripetibili a carico del convenuto.", "considerants": "Considerando in diritto:\n\n1. .....\n\n2. Come già in sede cantonale, il convenuto pretende avantutto - con riferimento segnatamente a un'opinione |204| di LIVER e alla dottrina germanica - che alla violazione di una servitù prediale giusta l'art. 737 CC sarebbe applicabile per analogia l'art. 674 cp. 3 CC concernente le opere sporgenti su fondo altrui. Tratterebbesi - afferma il ricorrente - di rimediare a una vera e propria lacuna della legge.\n\nQuesta tesi non può in ogni modo essere condivisa. L'art. 737 e l'art. 674 CC disciplinano infatti situazioni ben distinte e diverse: mentre il secondo disposto citato si occupa delle \"opere sporgenti sul fondo altrui\" nell'ambito dei limiti che la legge stessa pone alla proprietà fondiaria, l'art. 737 CC rientra nel campo delle servitù e degli oneri fondiari contrattualmente stipulati tra le parti. Ne segue che la volontà delle parti, validamente espressa a norma delle disposizioni relative ai contratti, deve in primo luogo essere determinante per il disciplinamento di situazioni quali quella formante oggetto del presente litigio. È quanto il legislatore ha precisamente voluto, disponendo all'art. 737 cp. 3 CC, senza restrizioni di sorta, che \"il proprietario del fondo serviente non può intraprendere nulla che possa impedire o rendere più difficile l'esercizio della servitù\". Tenuto conto di questa chiara disposizione, ammettere un'altra tesi equivarrebbe senza dubbio a negare ogni valore al principio, fondamentale nel diritto svizzero, che gli impegni liberamente assunti in virtù di un contratto devono essere rispettati.\n\nAnche la dottrina prevalente si esprime nel senso che il giudice non può, di massima, riconoscere a chi ha eseguito una costruzione inconciliabile con delle servitù prediali \"un diritto reale sull'opera\" in applicazione analogetica dell'art. 674 cp. 3 CC. Così, LEEMANN rileva espressamente che l'art. 674 cp. 3 CC non è applicabile quando sia stata violata una servitù (Commentario, nota 14 ad art. 737 CC; nota 14 ad art. 674 CC). Dello stesso parere è HAAB (Commentario, nota 1 ad art. 674 CC). In un solo caso è possibile un'eccezione: il proprietario del fondo dominante deve tollerare la violazione della servitù |205| quando abbia accettato, sia pure in modo tacito, la costruzione lesiva del suo diritto reale limitato o l'opposizione si riveli altrimenti come un abuso di diritto a norma dell'art. 2 CC (cf. LEEMANN, nota 14 ad art. 737 CC). Se questa condizione non è adempiuta, solo l'art. 737 cp. 3 è applicabile e le costruzioni inconciliabili con l'esercizio di una servitù convenuta contrattualmente devono essere rimosse.\n\nNel suo nuovo commentario al CC (nota 109 ad art. 734 CC), LIVER esprime certo un'opinione diversa. Egli lo fa tuttavia unicamente con riferimento alla dottrina tedesca, senza il benchè minimo accenno alle tesi sostenute dagli autori svizzeri sopraindicati. In queste circostanze, il suo modo di vedere non può essere determinante. A parte il fatto che - come Liver medesimo riconosce - in Germania la questione è tuttora controversa, le conclusioni cui sono giunti diversi commentatori tedeschi nelle opere più recenti (cf. in particolare STAUDINGER, nota 6 al § 912 BGB) non sono senz'altro valevoli per il diritto svizzero. Innanzitutto, il § 912 BGB è, già nel suo testo, meno severo del corrispondente art. 674 cp. 3 CC. Mentre infatti il diritto svizzero pone il requisito della buona fede in modo assoluto e dispone che il giudice \"può, se le circostanze lo giustificano, accordare... il diritto reale sull'opera o la proprietà del terreno\", il vicino deve, a norma del § 912 BGE, tollerare l'opera sporgente, a meno che il costruttore abbia agito dolosamente o con negligenza grave. In secondo luogo, la questione dell'applicazione per analogia del § 912 BGB alle costruzioni che violano una servitù si è posta in Germania quale problema d'interpretazione di un disposto di legge e non in funzione di un'asserita lacuna legale. Recita infatti il § 916 BGB che quando l'opera sporgente su fondo altrui lede un diritto di superficie ereditario o una servitù, sono applicabili per analogia, in favore dell'avente diritto, le prescrizioni dei §§ 912-914. In altre parole, la legge stessa ha stabilito, nel diritto germanico, un certo nesso |206| tra servitù e opera sporgente su fondo altrui: soltanto la portata di questo nesso agli effetti del § 912 BGB è rimasta controversa.\n\nBen diversa è la situazione per ciò che riguarda gli art. 674 cp. 3 e 737 cp. 3 CC, in quanto il primo disposto concerne esclusivamente le opere sporgenti su fondo altrui e il secondo si occupa invece solo delle servitù. In realtà, gli art. 674 e 737 CC non presentano nè problemi d'interpretazione nè lacune capaci di giustificare l'applicazione analogetica delle prescrizioni dell'uno alle fattispecie dell'altro.\n\nQualora si tengano presenti i principi fondamentali del diritto svizzero, occorre piuttosto concludere nel senso che il diverso disciplinamento delle due situazioni è voluto dalla legge medesima. Ciò è confermato tra l'altro anche dalla genesi dell'attuale art. 737 CC: ambedue i Consigli legislativi lo hanno adottato senza modificazioni sostanziali, nel testo già proposto dalle commissioni di periti e dal Consiglio federale e successivamente approvato dalle competenti commissioni parlamentari. La situazione apparve allora tanto chiara che Rossel, relatore di lingua francese al Consiglio nazionale, si limitò a dire: \"Relativement aux effets des servitudes, les art. 728 à 732 (e l'attuale art. 737 CC corrisponde appunto all'art. 728 del progetto del 1904) peuvent se passer de tous commentaires\" (Boll. stenografico CN 1906 III 576).\n\nSe avesse voluto estendere l'applicazione dell'art. 674 cp. 3 alle servitù, la legge lo avrebbe certamente detto. L'aggiunta, proposta dal Consiglio degli Stati, di un terzo capoverso all'art. 742 CC per ciò che riguarda lo spostamento di condotte è significativa a questo proposito (cf. Boll. stenografico C.d. S., 1906 IV 1360, dove è esposto quanto segue: \"Die Kommission hat für den speziellen Fall der Verlegung von Leitungsservituten auf die Analogie des Nachbarrechtes verwiesen\").\n\n3. Poichè la tesi del ricorrente relativa all'applicazione analogetica dell'art. 674 cp. 3 CC dev'essere respinta, |207| occorre solo ancora esaminare se gli attori abbiano commesso un manifesto abuso del proprio diritto nel senso dell'art. 2 CC, chiedendo la rimozione delle costruzioni litigiose.\n\nTale sarebbe avantutto il caso, qualora gli attori avessero conosciuto già nel 1951/1952 la lesione della servitù e avessero abusivamente tralasciato d'intervenire prima del 1954. È quanto il convenuto pretende anche in questa sede, con riferimento soprattutto alla circostanza che \"l'Avv. Torricelli già dall'inizio dei lavori fu più volte sul posto senza mai sollevare la minima eccezione\". Senonchè, i suoi argomenti equivalgono su questo punto a una critica inammissibile di accertamenti che sono vincolanti per il Tribunale federale in materia di ricorso per riforma (art. 63 cp. 2 OG). Il Tribunale d'appello ha infatti rilevato esplicitamente che \"nulla permette di affermare che gli attori Torricelli si siano accorti, già durante i lavori di Vismara, che quest'ultimi violavano la detta servitù di non costruire in quel determinato spazio\" Quando poi si consideri che - stando alle loro proprie dichiarazioni - nemmeno Vismara e il suo impresario Rossi si sarebbero resi conto del fatto che era violata la servitù prediale, il convenuto non può fondatamente rimproverare agli attori, per il semplice motivo che sono stati sul posto, una circostanza sfuggita pure a lui e al suo impresario nonostante una consultazione del registro fondiario e dei piani.\n\nA mente del ricorrente, la richiesta di demolizione delle costruzioni litigiose costituirebbe un abuso di diritto anche per un altro motivo: in primo luogo, sarebbe \"senz'altro possibile un lieve spostamento della strada\" e in secondo luogo \"esiste il pericolo che... in ultima analisi la strada venga costruita in modo da non rendere necessario l'abbattimento della costruzione Vismara\". Nemmeno questi argomenti, con i quali vorrebbe contestare l'utilità attuale della servitù per gli attori, possono giovare al convenuto. Non si tratta infatti di sapere, |208| agli effetti dell'abuso di diritto, se gli attori possano oggi costruire la loro strada secondo altri criteri che quelli inizialmente previsti. Determinante è soltanto la questione dell'interesse che gli attori tuttora hanno al mantenimento della servitù quale fu stipulata in funzione della progettata strada. Ora, il Tribunale d'appello ha costatato, in modo vincolante per il Tribunale federale, che quell'interesse non è mai venuto meno, giacchè \"la parte di futura strada che tocca la proprietà Vismara rimane inalterata così come fu prevista al momento della pattuizione\". Pretendere - come fa il ricorrente - che l'abbattimento della costruzione litigiosa non è \"di alcun interesse\" per gli attori ed è chiesto solo \"per punire Vismara dell'errore commesso\" non è ammissibile in queste circostanze, tanto più che, secondo la perizia giudiziaria, il mantenimento del fabbricato cagionerebbe agli attori un danno materiale rilevante (circa 15 000 fr.), a motivo sia della conseguente destinazione alla strada di altro terreno da costruzione sia della probabile diminuita possibilità di utilizzazione del terreno rimanente (volume inferiore delle costruzioni). Dal momento che il convenuto ha eseguito le costruzioni litigiose appena due anni dopo aver personalmente sottoscritto le condizioni di acquisto del terreno (e cioè l'accettazione della servitù in esame), si può anzi concludere, con il Tribunale d'appello, che anche un danno molto più modesto - e pertanto un interesse minore al mantenimento della servitù - sarebbe \"circostanza sufficiente per togliere alla domanda degli attori ogni ombra di illecità e di manifesto abuso del diritto\".\n\n4. Per il rimanente, è evidente che il convenuto non può riferirsi ai suoi rapporti con l'impresario Rossi, esecutore dei lavori, per evitare la demolizione delle opere inconciliabili con l'esercizio della servitù da lui stipulata. Il diritto degli attori di esigere tale demolizione è di natura reale e può dunque essere fatto valere unicamente nei confronti del proprietario del fondo serviente. Se |209| ritiene che una colpa sia imputabile all'impresario, il convenuto potrà sempre rivolgersi contro questi con un'azione per risarcimento danni.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso per riforma è respinto. Di conseguenza la sentenza impugnata è confermata."}