{"annee": "83", "cour": "III", "page": "20", "date": "20/3/1957", "cite": ["26 I 510", "60 III 118", "36 I 762", "77 III 104", "28 I 83"], "cite_par": ["84 III 33", "112 III 59"], "chapeau": "6. Auszug aus dem Entscheid vom 20. März 1957 i.S. Weder.", "regestes": ["Insaisissabilité et tierce revendication. Lorsque, selon le débiteur, un objet saisi ou englobé dans la masse est insaisissable et qu'il est en outre revendiqué par un tiers, il faut liquider la question de la saisissabilité avant d'engager la procédure de revendication."], "faits": "", "considerants": "BGE 83 III 20 S. 20\n\nDer Vater des Gemeinschuldners hatte das streitige Motorrad als sein Eigentum beansprucht. Dies ändert jedoch nichts daran, dass die Frist für die Beschwerde auf Ausscheidung dieses Gegenstands als Kompetenzstück von der Mitteilung der die Freigabe ablehnenden Verfügung des Konkursamtes an lief. Wie bei der Pfändung die Frage der Unpfändbarkeit vor Einleitung des Widerspruchsverfahrens im Sinne von Art. 106-109 SchKG zu lösen ist (JAEGER N. 1 C zu Art. 92 SchKG; BGE 28 I 87 E. 3 = Sep.ausg. 5 S. 35; Entscheide vom 9. Oktober 1954 i.S.\n\nBGE 83 III 20 S. 21Engler und vom 3. September 1955 i.S. Tornado AG; vgl. auch BGE 77 III 108 /109), muss im Konkurs die Frage der Ausscheidung von Kompetenzstücken (gegebenenfalls unter Beachtung von BGE 60 III 118 f., wonach die Kompetenzansprüche in erster Linie unstreitig mit dem Gemeinschuldner gehörenden Gegenständen zu befriedigen sind) vor Durchführung des Aussonderungsverfahrens nach Art. 242 SchKG erledigt werden. Dies ergibt sich schlüssig aus Art. 54 Abs. 2 KV, wo bestimmt wird, dass das Verfahren nach Art. 242 SchKG unterbleibe, wenn von Dritten zu Eigentum angesprochene Gegenstände von der Masse als Kompetenzstücke anerkannt werden, und wurde übrigens von der Rechtsprechung mit überzeugender Begründung auch schon vor Erlass dieser Vorschrift angenommen (vgl. die von JAEGER in N. 3 zu Art. 224 SchKG angeführten Entscheide, namentlich BGE 26 I 512 und BGE 36 I 764 = Sep. ausg. 3 S. 244, 13 S. 246)."}