{"annee": "83", "cour": "III", "page": "21", "date": "7/2/1957", "cite": ["78 III 71", "37 I 463", "64 III 13", "72 III 3", "81 III 54"], "cite_par": ["86 III 64", "88 III 109"], "chapeau": "7. Entscheid vom 7. Februar 1957 i.S. Marta Walthert.", "regestes": ["Procédure de revendication. Art. 106-109 LP. 1. Peut-on considérer qu'en indiquant l'origine d'un bien on fait valoir qu'il est la propriété d'un tiers? (consid. 1). 2. L'avis de l'exécution d'une saisie au moyen de la formule facultative no 2 ne contient pas la fixation d'un délai de péremption pour annoncer les droits de tiers (consid. 2). 3. A quelles conditions doit-on considérer que le tiers a tardé astucieusement à présenter sa revendication? (consid. 3)."], "faits": "|22|\n\nA.- Auf Grund provisorischer Rechtsöffnung vollzog das Betreibungsamt Luzern am 21. Juli 1956 in der Betreibung Nr. 34 601 gegen Albert Walthert eine provisorische Pfändung. Die Pfändungsurkunde verzeichnet unter Ziff. 26 und 27 zwei Sparguthaben von je Fr. 3000.--, ausgestellt auf die Namen der minderjährigen Söhne des Schuldners, die dieser als die wahren Berechtigten bezeichnete. Das Betreibungsamt setzte dem Gläubiger Frist zur Klage nach Art. 109 SchKG an und forderte auf dessen Begehren die durch den Schuldner vertretenen Drittansprecher am 30. Juli 1956 zur Vorlage der Eigentumsausweise auf. Darauf antwortete am 1. August 1956 \"namens und im Auftrage des Herrn Albert Walthert\" der Rechtsanwalt X., die Depotscheine für die beiden Sparhefte habe der Pfändungsbeamte behändigt; der Gläubiger möge weitere Beweismittel genau bezeichnen und angeben, was zu beweisen sei. \"PS. Die Sparkassenguthaben entstammen dem Frauengut der Frau Marta Walthert-Haag\".\n\nB.- Der Pfändungsvollzug war der Ehefrau des Schuldners am 24. Juli 1956 mit dem fakultativen Formular Nr. 2 angezeigt worden, das folgende vorgedruckte Bestimmung enthält: \"Sollten Sie Eigentum oder beschränkte dingliche Rechte an gepfändeten Sachen geltend machen wollen, so ist dies dem Betreibungsamt binnen 10 Tagen zu melden, ansonst Sie Gefahr laufen, dass die Ansprache nicht mehr berücksichtigt werden könnte\". Frau Marta Walthert schloss sich hierauf der Pfändung mit einer Forderung von Fr. ... gemäss Art. 111 SchKG an. Da der Gläubiger Einspruch erhob, klagte sie gegen ihn auf Zulassung des Pfändungsanschlusses, zog die Klage dann aber zurück.\n\nC.- Am 23. Oktober 1956 sprach Frau Walthert auf dem Betreibungsamt vor und erklärte, sie habe die unter Ziff. 26 und 27 der Pfändungsurkunde verzeichneten Guthaben |23| seinerzeit vindiziert; Rechtsanwalt X. habe dies beim Betreibungsamte geltend gemacht. Bei Durchsicht der Akten stiess das Amt nun auf den Brief vom 1. August 1956. Es hielt dafür, dessen \"spärlich abgefasste Fussnote\" enthalte eine gültige Drittansprache, und leitete am 30. Oktober 1956 das Widerspruchsverfahren nach Art. 106/7 SchKG ein.\n\nD.- Darüber beschwerte sich der Gläubiger, indem er die Drittansprache als verspätet bezeichnete, sodass sie nicht zu berücksichtigen sei.\n\nE.- Die untere Aufsichtsbehörde hiess die Beschwerde gut und hob die angefochtene Fristansetzung auf. Die Drittansprecherin zog den erstinstanzlichen Entscheid an die obere kantonale Aufsichtsbehörde weiter. Von dieser mit Entscheid vom 19. Januar 1957 abgewiesen, hat sie Rekurs an das Bundesgericht eingelegt.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Zweck des Briefes vom 1. August 1956, den Rechtsanwalt X. dem Betreibungsamt namens und im Auftrage des Albert Walthert als des gesetzlichen Vertreters der minderjährigen Drittansprecher schrieb, war die Beantwortung der betreibungsamtlichen Aufforderung zur Vorlage von Beweismitteln. Wenn dabei in einer Nachschrift auf die Herkunft der Sparguthaben aus dem Frauengut der Rekurrentin hingewiesen wurde, so sollte damit offenbar eine Erklärung für den Anspruch der als Titulare bezeichneten Söhne gegeben werden. Dass die Sparguthaben gar nicht diesen zustünden, sondern die Ehefrau als die wahre Titularin der Sparguthaben zu betrachten sei, oder dass sie an diesen Guthaben, wiewohl auf dem Titelblatte nicht genannt, in einem bestimmten Verhältnis mitbeteiligt sei, war mit der erwähnten Herkunftsangabe nicht ausgedrückt. Die Rekurrentin will freilich den Brief des vom Manne beauftragten Rechtsanwaltes nicht für sich allein gewürdigt wissen; denn er stehe in Zusammenhang mit |24| mündlichen Besprechungen auf dem Betreibungsamt, die Ende Juli 1956 stattgefunden hätten, und wobei sie ihren Anspruch angemeldet habe. Die Erhebungen der Vorinstanz hierüber haben jedoch diese Darstellung nicht als richtig erwiesen. Die negativen Feststellungen des angefochtenen Entscheides zu diesem Punkt sind für das Bundesgericht verbindlich (Art. 63/81 OG).\n\n2. Die Entscheidung über die Beschwerde des Gläubigers hängt somit davon ab, ob die Geltendmachung des Anspruchs der Rekurrentin, wie sie dann Ende Oktober 1956 erfolgte, noch habe berücksichtigt werden dürfen und müssen, oder ob diese Anspruchserhebung als verspätet zu betrachten sei. Nach der frühern, durch BGE 37 I 463 (= Sep.-Ausg. 14 S. 242) begründeten Rechtsprechung konnte ein Drittanspruch grundsätzlich nur binnen zehn Tagen seit Kenntnis von der Pfändung oder Arrestierung rechtswirksam angemeldet werden; vorbehalten blieb eine hinreichende Entschuldigung längeren Zuwartens, insbesondere der Nachweis eines eigentlichen Hindernisses. Die neuere Rechtsprechung lehnt dagegen eine solche vom Gesetze nicht vorgesehene Befristung des Widerspruchsrechtes ab. Sie lässt grundsätzlich die Anmeldung von Drittansprüchen jederzeit bis zur Verwertung und hinsichtlich des Erlöses noch bis zur Verteilung zu und schliesst die Berücksichtigung solcher Ansprachen nur dann aus, wenn die Anmeldung arglistig verzögert wurde (BGE 81 III 55, BGE 78 III 73 /4, BGE 72 III 3). Nach dieser wohlbegründeten Rechtsprechung darf die in der Anzeige vom Vollzug einer Pfändung mit dem fakultativen Formular Nr. 2 enthaltene Einladung, Eigentum oder beschränkte dingliche Rechte an gepfändeten Sachen dem Betreibungsamt binnen 10 Tagen zu melden, \"ansonst Sie Gefahr laufen, dass die Ansprache nicht mehr berücksichtigt werden könnte\", nicht als Ansetzung einer Verwirkungsfrist gelten, wozu es an einer gesetzlichen Grundlage fehlt. Es handelt sich lediglich um einen warnenden Hinweis darauf, dass es im eigenen Interesse des Adressaten liege, allfällige Ansprüche der genannten |25| Art möglichst bald anzumelden. Hiebei wird von zehn Tagen als der normalerweise genügenden Überlegungszeit ausgegangen und auf die mit längerem Zuwarten verbundene Gefahr hingewiesen, ohne dass aber das Anmeldungsrecht als solches befristet wäre. Dieser Hinweis fällt hier nur insofern in Betracht, als sich aus seiner Nichtbeachtung allenfalls Schlüsse auf die Beweggründe des längern Zuwartens der Rekurrentin ziehen lassen.\n\n3. Damit erweist sich die Grundlage der angefochtenen Entscheidung (wie übrigens auch der erstinstanzlichen) als unhaltbar. Denn die Vorinstanz bezeichnet die Anmeldung des Drittanspruchs der Rekurrentin nur gerade deshalb als verspätet, weil sie die mit der Anzeige des Pfändungsvollzuges verbundene Einladung, allfällige Eigentums- oder andere dingliche Ansprüche binnen zehn Tagen zu melden, nicht befolgt habe. Was nach dem in Erw. 2 Ausgeführten als blosse Richtlinie des Verhaltens zu verstehen ist, wurde somit von der Vorinstanz als Verwirkungsfrist aufgefasst. Nach dem wahren Sinne des Gesetzes, wovon der Formulartext nicht abgehen will, ist eine Verwirkung des Anmeldungsrechtes jedoch nicht schon an den Ablauf einer bestimmten Zeit seit der Kenntnis von der Pfändung des betreffenden Gegenstandes geknüpft (übrigens werden in der Anzeige laut dem fakultativen Formular Nr. 2 die gepfändeten Gegenstände nicht angegeben), sondern nur an ein arglistiges Verzögern der Anmeldung. Wie es sich damit im vorliegenden Falle verhalte, hat die Vorinstanz nicht geprüft, weshalb die Sache zu neuer Beurteilung nach diesem rechtlich entscheidenden Gesichtspunkte an sie zurückgewiesen werden muss.\n\nVon der Rückweisung wäre nur dann abzusehen, wenn sich solche Arglist einwandfrei aus dem Inhalt der Akten ergäbe. Das ist indessen nicht der Fall. Wie in BGE 78 III 73 /4 dargetan, ist zwar von arglistiger Störung, d.h. Hintanhaltung des Betreibungsverfahrens nicht nur dann zu sprechen, \"wenn sich der Dritte wesentlich und hauptsächlich gerade von der Absicht, das Betreibungsverfahren |26| in die Länge zu ziehen\", leiten liess, sondern bereits dann, wenn er \"sich der mit seinem Zuwarten verbundenen Hemmung des Betreibungsverfahrens bewusst war und er für sein Verhalten keinen oder doch keinen ernsthaften Grund hatte\". Von einer bewussten Hemmung des Betreibungsverfahrens ohne achtbaren Grund kann aber nicht die Rede sein, wenn, wie die Rekurrentin vorbringt, am 23. Oktober 1956 noch ein Aberkennungsprozess und zwischen dem Gläubiger und den als Drittansprecher aufgetretenen Kindern Walthert ein Widerspruchsprozess hängig waren. Denn vor der Erledigung dieser Prozesse konnte die Betreibung ohnehin nicht in das Verwertungsstadium treten (Art. 107 Abs. 2 und 118 SchKG). Im übrigen mochte die Rekurrentin je nach den Umständen in guten Treuen im Zweifel sein, ob die auf den Namen der Kinder angelegten Sparguthaben nun rechtlich diesen zustanden oder, sofern die Valuta ihrer Behauptung entsprechend dem Frauengut entstammen sollte, ihr selbst, und sie konnte sich dabei allenfalls sagen, sie habe mit Rücksicht auf die Ansprache der Kinder und das darüber eingeleitete gerichtliche Verfahren einstweilen keine Veranlassung, auch ihrerseits etwas vorzukehren, um die Verwertung zu verhüten (vgl. BGE 64 III 13). Bei dieser durch die vorliegenden Akten noch keineswegs abgeklärten Sachlage ist die Rückweisung zu ergänzender Tatbestandsaufnahme und zu neuer Entscheidung unumgänglich.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird dahin gutgeheissen, dass der angefochtene Entscheid aufgehoben und die Sache zu neuer Beurteilung im Sinne der Erwägungen an die kantonale Aufsichtsbehörde für Schuldbetreibung und Konkurs zurückgewiesen wird."}