{"annee": "83", "cour": "II", "page": "126", "date": "15/3/1957", "cite": [], "cite_par": ["100 II 8", "122 III 1", "84 II 253", "113 II 397"], "chapeau": "21. Arrêt de la IIe Cour civile du 15 mars 1957 dans la cause Blandin contre Banque cantonale vaudoise.", "regestes": ["Nantissement de titres au porteur. Bonne foi du créancier gagiste? (art. 3, 884 al. 2, 899 al. 2, 901, 935 CC; 41, 44 CO). 1. Degré d'attention exigé du banquier qui reçoit des titres au porteur en nantissement (consid. 1). 2. Importance des usages bancaires (consid. 2). 3. Inexistence de rapports contractuels entre le créancier gagiste et le propriétaire inconnu des titres. Absence d'acte illicite de la part du créancier gagiste qui est de bonne foi (consid. 3). 4. Circonstances spéciales de nature à éveiller la méfiance du créancier gagiste? (consid. 4). 5. Moment auquel il faut se reporter pour apprécier la bonne ou mauvaise foi du créancier gagiste. Exigences à l'égard du banquier auquel une affaire normale est proposée (consid. 5). 6. Prise en considération, dans le cadre de l'art. 44 CO, de la négligence grave de celui à qui des titres au porteur ont été volés (consid. 6)."], "faits": "BGE 83 II 126 S. 127\n\nA.- Dans la soirée du 3 novembre 1947, alors que François Blandin et sa femme étaient absents, un coffre métallique a été volé dans leur appartement à Genève. Il contenait des certificats de dépôt de la Caisse hypothécaire du canton de Genève, d'une valeur totale de 115 525 fr., appartenant à Joseph Blandin pour une somme de 79 275 BGE 83 II 126 S. 128fr. et à son fils François Blandin pour un montant de 36 250 fr.\n\nLes certificats de dépôt de la Caisse hypothécaire du canton de Genève, laquelle a le caractère d'une banque cantonale selon la loi fédérale sur les banques et fait partie tant de l'Union des banques cantonales suisses que de l'Association suisse des banquiers, sont des obligations au porteur; ce sont des titres de premier ordre qui rentrent dans la catégorie des valeurs pupillaires et qui peuvent être assimilés aux obligations de caisse des grandes banques suisses; ils sont cotés en bourse et facilement négociables.\n\nLe 4 novembre 1947, François Blandin a déposé, auprès du chef de la police de Genève, une plainte pénale contre inconnu pour vol, sans préciser cependant le nombre des titres dérobés ni indiquer leurs numéros. Le même jour, il a signalé la disparition des valeurs à la Caisse hypothécaire de Genève. Une procédure pénale dirigée contre Louis Pittet, frère de dame François Blandin, qui était soupçonné d'être l'auteur du vol, a abouti à son acquittement par la Cour d'assises de Genève, le 8 mai 1952.\n\nLe 14 novembre 1947, François Blandin a demandé à la Caisse hypothécaire de Genève d'établir un état des certificats de dépôt souscrits par lui-même et son père en vue d'une procédure d'annulation judiciaire et l'a priée de ne donner aucune publicité à l'affaire, les titres n'ayant pas été déclarés au fisc. La Caisse hypothécaire lui a proposé de se charger d'introduire la procédure d'annulation, mais il a décliné cette offre, disant vouloir s'en occuper personnellement. Par la suite, elle a réitéré à de nombreuses reprises sa proposition et, les lésés l'ayant rejetée, elle a conseillé plusieurs fois à François Blandin d'entreprendre les démarches nécessaires pour faire annuler les titres volés; celui-ci lui a cependant déclaré qu'il entendait différer l'ouverture de la procédure judiciaire d'annulation, parce qu'il n'excluait pas la possibilité d'un arrangement avec Louis Pittet et qu'il désirait ne pas éveiller l'attention des autorités fiscales. La Caisse hypothécaire s'en est tenue BGE 83 II 126 S. 129aux instructions qu'elle avait reçues et a remis, le 22 janvier 1948, à François Blandin les listes de titres demandées. Les lésés n'ont toutefois pas communiqué au juge d'instruction l'état détaillé des valeurs qui leur avaient été volées.\n\nLe 30 avril 1948, un homme d'âge moyen, présentant bien et ayant toutes les apparences d'un homme d'affaires sérieux, est venu à la Banque cantonale vaudoise, à Lausanne, vers 16 h. 30, peu avant la fermeture des guichets. Il a déclaré qu'il se nommait Antoine Hegertswyler et a demandé à voir la direction en vue de l'ouverture d'un compte de crédit. Il a été conduit auprès du sous-directeur Gustave Monnard, auquel il a indiqué qu'il s'appelait Antoine Hegertswyler et qu'il était domicilié à Genève, rue Marignac 1; il lui a exposé qu'il avait besoin immédiatement de 100 000 fr., a sollicité un prêt de ce montant en présentant comme garantie le nantissement de certificats de dépôt de la Caisse hypothécaire du canton de Genève d'une valeur totale de 115 000 fr. environ, dont il était porteur, et a déposé les titres offerts en gage sur le bureau de Monnard. Répondant à une question de celui-ci, il lui a expliqué que ces 100 000 fr. étaient destinés à l'achat d'un tea-room et que l'opération devait être conclue le jour même; il a cependant refusé d'indiquer de quel établissement il s'agissait, faisant valoir qu'une indiscrétion pourrait faire échouer le marché. Monnard, qui ne connaissait pas son interlocuteur, ne lui a pas demandé de justifier son identité; après s'être entretenu avec lui pendant dix minutes environ, il l'a informé, en présence du chef du service des prêts, Francis Yaux mandé dans son bureau par téléphone, que le crédit sollicité serait ouvert et les formalités nécessaires, immédiatement accomplies. Chargé par Monnard de s'occuper de cette affaire, Yaux a soumis les formules imprimées du contrat d'ouverture de crédit et de l'acte de nantissement à Antoine Hegertswyler, qui les a signées en sa présence. Bien que la première lettre fût un \"A\", la signature, qui était illisible, ne permettait BGE 83 II 126 S. 130pas de déterminer le nom de son auteur. Yaux a ensuite conduit Hegertswyler auprès d'Alfred Landry, qui était attaché au service des titres. Avant d'établir les reçus énumérant les valeurs au porteur remises en gage, les employés du service des titres, en particulier Landry, se sont assurés qu'elles ne figuraient pas sur les listes de contrôle dont disposent les banques. Landry a notamment vérifié si elles étaient mentionnées sur la liste des titres frappés d'opposition; constatant que ce n'était pas le cas, il a dressé des reçus détaillés des titres nantis. Ces opérations terminées, Hegertswyler a touché la somme de 100 000 fr. Il a donné l'ordre à la banque de pourvoir au remboursement des certificats de dépôt engagés, au für et à mesure de leur échéance, et de porter les montants encaissés en diminution de son compte, puis il a quitté l'établissement entre 17 h. et 17 h. 15, soit environ trois quarts d'heure après son arrivée. A l'époque où ces faits se sont passés, aucune personne portant le nom d'Antoine Hegertswyler n'était inscrite au contrôle des habitants du canton de Genève.\n\nLes avis adressés par l'Association suisse des banquiers à ses membres, les communications que les banques se font directement et celles auxquelles procèdent les sociétés, les listes d'opposition établies par le Contrôle fédéral des finances et leurs compléments, les publications relatives aux titres disparus figurant dans la Feuille officielle suisse du commerce ne contenaient, jusqu'au 30 avril 1948, aucune mention de la disparition ou du vol des certificats de dépôt de la Caisse hypothécaire du canton de Genève offerts en gage à la Banque cantonale vaudoise, aucune sommation de les produire en justice, aucun avis d'annulation ni aucune opposition.\n\nCe n'est que le 7 juin 1948 que Joseph et François Blandin ont introduit la procédure tendante à l'annulation des titres qui leur avaient été volés le 3 novembre 1947. La première sommation du président du Tribunal de première instance de Genève ordonnant leur production a BGE 83 II 126 S. 131paru dans la Feuille officielle suisse du commerce le 14 juin 1948. A la suite des publications faites par le juge, la Banque cantonale vaudoise a déposé au greffe du Tribunal de première instance de Genève tous les titres visés par la demande d'annulation, dont la valeur en capital s'élevait à 103 075 fr. Elle a en outre informé la police de sûreté de Genève, par lettre du 6 octobre 1948, qu'elle détenait encore trois certificats de dépôt qui n'étaient pas compris dans la procédure d'annulation, savoir les numéros 89 534, 89 995 et 719 115, d'un montant total de 12 450 fr.\n\nDans le délai qui leur avait été fixé, Joseph et François Blandin ont introduit action contre la Banque cantonale vaudoise devant la Cour civile du Tribunal du canton de Vaud, par acte déposé le 10 septembre 1952, et conclu à ce qu'il fût prononcé avec dépens que:\n\nI. Joseph Blandin est propriétaire de 35 certificats de dépôt de la Caisse hypothécaire de Genève, pour une valeur totale de 79 275 fr., dont la liste détaillée mentionnant les numéros des titres figure dans la demande;\n\nII. François Blandin est propriétaire de 15 certificats de dépôt du même établissement, pour un montant de 36 250 fr., également énumérés dans la demande;\n\nIII. La défenderesse n'a acquis aucun droit de gage sur les titres appartenant aux demandeurs;\n\nIV. La défenderesse est tenue de délivrer immédiatement à Joseph Blandin tous les certificats énumérés dans le premier chef de conclusions ou, le cas échéant, tous les titres créées en renouvellement de ces valeurs, avec les coupons;\n\nV. La défenderesse est tenue de délivrer à François Blandin tous les certificats énumérés dans le deuxième chef de conclusions ou, le cas échéant, tous les titres créées en renouvellement de ces valeurs, avec les coupons;\n\nVI. A défaut de restitution en nature des titres réclamés, la défenderesse doit payer à Joseph Blandin 79 275 fr., ainsi que les intérêts courus ou restant à courir, à compter des derniers coupons encaissés par le demandeur, le tout avec intérêt moratoire à 5% dès le 20 juin 1952;\n\nVII. A défaut de restitution en nature des titres réclamés, la défenderesse doit payer à François Blandin 36 250 fr., ainsi que les intérêts courus ou restant à courir, à compter des derniers coupons encaissés par le demandeur, le tout avec intérêt moratoire à 5% dès le 20 juin 1952.\n\nLa Banque cantonale vaudoise a conclu à libération avec dépens.\n\nBGE 83 II 126 S. 132\n\nPar jugement du 18 septembre 1956, la Cour civile du Tribunal cantonal vaudois a prononcé ce qui suit:\n\n\"I. Les conclusions I et II des demandeurs sont admises partiellement en ce sens que:\n\nA. Joseph Blandin est propriétaire des titres désignés ci-après:... (suit la liste des 35 certificats de dépôt dont il est reconnu propriétaire).\n\nB. François Blandin est propriétaire des titres désignés ci-après:... (suit la liste des 15 certificats de dépôt dont il est reconnu propriétaire).\n\nII. Est réservé en faveur de la Banque cantonale vaudoise le droit de gage sur ces titres résultant du nantissement du 30 avril 1948.\n\nIII. Les conclusions III à VII des demandeurs sont rejetées, les conclusions libératoires de la défenderesse étant admises dans cette mesure.\n\nIV. Les frais et dépens sont mis à la charge des demandeurs.\"\n\nB.- Contre ce jugement, les demandeurs ont recouru en réforme au Tribunal fédéral. Ils concluent à la confirmation de la décision entreprise en tant qu'elle accueille partiellement leurs chefs de conclusions I et II et demandent que, pour le reste, elle soit réformée dans le sens de l'admission de leurs chefs de conclusions III à VII.\n\nLa Banque cantonale vaudoise conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. La Cour cantonale a admis le droit de propriété des demandeurs sur les titres donnés en nantissement à la Banque cantonale vaudoise le 30 avril 1948 et son jugement n'est pas attaqué sur ce point. La seule question litigieuse est dès lors celle de savoir si la défenderesse a acquis un droit de gage valable sur les titres qui lui ont été remis, et sa solution dépend de la bonne ou de la mauvaise foi de la banque au moment où elle a reçu les valeurs: en effet, selon l'art. 884 al. 2 CC qui est applicable à l'engagement des titres au porteur (art. 899 al. 2 et 901 CC), celui qui, de bonne foi, reçoit une chose en nantissement y acquiert un droit de gage même si l'auteur du nantissement n'avait pas qualité d'en disposer; l'art. 935 CC protège également l'acquéreur de bonne foi de titres BGE 83 II 126 S. 133au porteur et le met à l'abri d'une revendication, même si le possesseur en a été dessaisi contre sa volonté. En vertu de l'art. 3 CC, la bonne foi est présumée lorsque la loi en fait dépendre la naissance ou les effets d'un droit (al. 1); toutefois, nul ne peut invoquer sa bonne foi, si elle est incompatible avec l'attention que les circonstances permettaient d'exiger de lui (al. 2). Il n'est pas allégué en l'espèce que le sous-directeur et les employés de la défenderesse auraient su que celui qui s'est donné pour Antoine Hegertswyler n'avait pas qualité pour disposer des titres mis en gage, de sorte que tout le débat porte sur le point de savoir s'ils pouvaient s'en rendre compte en usant de l'attention commandée par les circonstances.\n\nIl est de jurisprudence constante (RO 25 II 846, 35 II 587, 36 II 358, 38 II 190/191, 70 II 106-109, 72 II 251/252) que, s'agissant de déterminer quel est le degré d'attention exigé par les circonstances, on ne peut admettre que, d'une façon générale, le banquier qui achète ou reçoit en nantissement des titres au porteur ait l'obligation de s'enquérir au préalable de leur provenance ou de vérifier si son cocontractant a le droit d'en disposer; à moins de circonstances spéciales de nature à éveiller sa méfiance, il est fondé à considérer que le porteur du titre a le droit d'en disposer, la simple possession du titre créant une présomption dans ce sens, sur laquelle il peut s'appuyer.\n\nAppliquant ces principes, l'autorité cantonale a estimé avec raison que, au vu des faits de la cause, la bonne foi de la Banque cantonale vaudoise devait être admise. Les motifs de sa décision sont pertinents et la Cour de céans ne peut que s'y rallier.\n\n2. Dans leur recours en réforme, les demandeurs reprochent à l'autorité cantonale d'avoir tenu compte des avis des experts concernant les opérations d'ouverture de crédit et d'engagement de titres au porteur auprès des banques, et prétendent que dans l'appréciation du degré d'attention commandé par les circonstances \"aucun usage ne saurait prévaloir contre la loi\". Ce moyen n'est pas BGE 83 II 126 S. 134fondé. Certes, il appartient au juge de déterminer le degré d'attention requis pour que la bonne foi d'une partie puisse être admise, et un usage commercial notoirement abusif ne saurait l'empêcher d'établir des exigences plus strictes que celles qui correspondraient à la pratique en vigueur dans les milieux d'affaires. En l'espèce, la Cour cantonale ne s'en est cependant nullement remise aux usages bancaires pour apprécier le comportement du personnel de l'intimée. Elle a, en revanche, avec raison fait état de l'avis des experts pour démontrer que les prétendus usages des banques invoqués par les demandeurs pour tenter d'établir que la défenderesse n'avait pas usé de la diligence imposée par les circonstances n'existaient pas. Selon le rapport de l'expert Hegetschweiler commis à la requête des recourants, il n'y a pas, contrairement à ce qu'ils alléguaient, \"d'usage bancaire selon lequel un crédit ne peut pas être ouvert à un inconnu, même lorsque ledit crédit est entièrement garanti par des titres de premier ordre, sans que la banque ait pris au préalable des informations sur le débiteur et se soit assurée, en particulier, de son identité et de son adresse exacte ...\" et \"il n'y a rien d'extraordinaire à ce qu'une banque traite avec des inconnus\". Le second expert Graf, désigné également à la demande des recourants, partage cette opinion; il estime que \"l'ouverture d'un crédit à un inconnu dépend en premier lieu des garanties offertes\" et déclare que, \"lorsque ces dernières consistent en titres au porteur de premier ordre, l'avance peut être faite sans formalités autres que la signature des actes nécessaires, pour autant que lesdits titres ne figurent pas sur les listes des valeurs frappées d'opposition\", l'opportunité de mesures de précaution supplémentaires étant une affaire d'appréciation; à ce sujet \"il n'existe ... aucun usage établi, ni aucune ligne de conduite admise de façon générale, ni aucun règlement\". Contrairement aux allégations des demandeurs qui, dans la procédure cantonale, ont reproché à la défenderesse de ne pas avoir observé les usages bancaires, il résulte de ces avis que le comportement BGE 83 II 126 S. 135de son personnel a été en tout cas conforme à la pratique des banques et n'avait rien d'insolite.\n\n3. Les recourants citent les art. 328, 364, 398 et 420 CO qui définissent la diligence requise de l'employé, de l'entrepreneur, du mandataire et du gérant d'affaires dans l'exécution de leurs obligations contractuelles, et en déduisent que \"la loi exige ... que tout acte générateur d'effets soit accompli avec un minimum d'attention et de précautions\". Ces références à des dispositions qui régissent les droits et les obligations de parties liées par un contrat sont cependant sans pertinence en l'espèce, car il n'existe aucun rapport contractuel entre le créancier gagiste et le propriétaire inconnu de titres au porteur remis en nantissement sans son consentement.\n\nLes demandeurs invoquent également l'art. 41 CO. Cette disposition, qui pourrait en principe entrer en ligne de compte, ne saurait toutefois s'appliquer lorsque le créancier gagiste a, de bonne foi, reçu une chose en nantissement et acquis sur elle un droit de gage (art. 884 al. 2 CC).\n\n4. Les demandeurs font valoir que le personnel de la défenderesse ne pouvait se contenter de vérifier si les titres offerts en gage n'étaient pas frappés d'opposition, mais qu'il devait prendre d'autres précautions. A leur avis, les circonstances spéciales de l'affaire étaient de nature à éveiller la méfiance de la créancière gagiste et à l'obliger de recueillir de plus amples renseignements avant d'accor der un crédit à celui qui se donnait pour Antoine Hegertswyler et d'accepter les titres qu'il offrait en nantissement.\n\na) Ils estiment tout d'abord que le nom sous lequel le constituant s'est présenté est courant en Suisse et que ce fait aurait dû attirer l'attention du personnel de la banque \"plus que s'il s'était agi d'un nom rare ou compliqué\". Toutefois, selon la publication \"Les noms de famille suisses\" éditée en 1940, le patronymique \"Hegertswyler\" n'existe pas en Suisse; les noms qui lui ressemblent, tels que Hegersweiler, Hegetschweiler, Eggenschwiler, Eggenschwyler, Eggenschweiler ou Eggertswyler ne sont pas BGE 83 II 126 S. 136répandus au point d'être aussi courant que Meier ou Müller. Cela étant, il est inexact de prétendre que le nom indiqué aux employés de la banque devait éveiller leur méfiance.\n\nb) Contrairement à l'opinion des demandeurs, le fait que le constituant est arrivé à la banque peu avant la fermeture des guichets, vers 16 h. 30, n'était pas non plus, en soi, de nature à mettre particulièrement en garde le personnel de la défenderesse. Des opérations peuvent encore être faites après la fermeture des guichets d'un établissement bancaire, laquelle ne marque nullement la fin de son activité journalière. Au demeurant, en raison de son importance, l'affaire proposée par le prétendu Hegertswyler n'était pas de celles qui se traitent au guichet, mais exigeait que le client fût mis en rapport avec la direction, comme cela a d'ailleurs été effectivement le cas.\n\nDe même, le désir du client de la défenderesse d'obtenir rapidement le crédit sollicité n'avait rien d'insolite puisque, selon ses allégations qui étaient parfaitement plausibles, il avait besoin de la somme demandée pour pouvoir acheter le jour même un tea-room.\n\nc) C'est à tort également que les recourants prétendent que le refus du constituant d'indiquer au sous-directeur Monnard de quel tea-room il s'agissait devait faire naître des soupçons. S'il était normal qu'avant de décider l'octroi d'un crédit de 100 000 fr. la direction de la banque voulût connaître sa destination, il était aussi compréhensible qu'ayant répondu qu'il l'utiliserait pour acheter un tearoom, le client ait estimé ne pas pouvoir donner d'autres renseignements par crainte que l'affaire ne lui échappât. Lors même que les banques sont tenues au secret professionnel, le sous-directeur de la défenderesse était en droit d'admettre le motif invoqué par le client avec lequel il traitait et de renoncer à exiger plus de précision, de peur de l'indisposer.\n\nd) Il n'était pas insolite, contrairement à ce qu'allèguent les recourants, que le constituant demandât l'ouverture BGE 83 II 126 S. 137d'un crédit à une banque de Lausanne alors qu'il disait être domicilié à Genève. Comme le tea-room qu'il déclarait vouloir acheter était à Lausanne, il était normal qu'il traitât avec une banque lausannoise et ne songeât pas à retourner à Genève pour se procurer l'argent nécessaire, d'autant plus que, selon ses dires, l'affaire revêtait une certaine urgence. Par ailleurs, il n'était pas étonnant qu'il ne se fût pas procuré la somme voulue auprès d'un établissement financier de Genève avant de se rendre à Lausanne pour procéder à l'achat du tea-room: il pouvait, en effet, ne pas être sûr que l'affaire se conclurait et avoir ainsi une raison valable de ne pas se faire ouvrir un crédit dans une banque genevoise, sur lequel il aurait dû payer des intérêts, avant l'aboutissement des pourparlers. Pour que le secret qu'il désirait garder fût tenu, il n'était en outre pas nécessaire qu'il s'adressât à une banque située en dehors de Lausanne et qu'il se procurât à Genève l'argent dont il avait besoin, mais il suffisait qu'il ne révélât pas au prêteur le tea-room dont il s'agissait.\n\ne) Les recourants tirent également argument du caractère illisible de la signature apposée par le constituant sur les actes que lui avait soumis la banque et prétendent qu'il y avait là une circonstance susceptible de faire naître des soupçons, en particulier sur l'identité de son auteur. Ce moyen ne saurait être retenu. De nombreuses personnes se composent en effet une signature où il est très difficile et même impossible de retrouver leur nom. Le fait relevé par les demandeurs est d'autant plus dénué d'importance que le constituant a signé les documents dans les locaux mêmes de la banque et en présence d'un employé du service des titres. Conformément aux instructions imprimées sur l'acte d'ouverture de crédit, il n'y avait par ailleurs pas lieu de faire légaliser les signatures du prétendu Hegertswyler, puisqu'il les avait apposées devant un représentant de la banque et dans les bureaux de celle-ci.\n\nf) Les recourants ne sauraient faire valoir non plus que, envisagées dans leur ensemble et non seulement isolément, BGE 83 II 126 S. 138les circonstances qui ont entouré l'ouverture du crédit au prétendu Hegertswyler et le nantissement des titres litigieux étaient de nature à éveiller des soupçons. Il n'y avait rien d'insolite à ce qu'une personne domiciliée à Genève sollicitât auprès d'une banque lausannoise un prêt garanti par des titres de premier ordre pour pouvoir conclure le même jour l'achat d'un tea-room à Lausanne.\n\ng) De l'avis des demandeurs, il n'était pas suffisant de vérifier si les titres offerts en gage ne figuraient pas sur les listes des valeurs frappées d'opposition, car ils pouvaient avoir été volés peu de temps avant leur engagement et alors que leur propriétaire n'avait même pas eu connaissance de leur disparition. Ce moyen n'est toutefois pas décisif. Les titres au porteur sont par leur nature des valeurs dont le porteur doit être reconnu comme l'ayant droit, sans qu'il ait à établir sa qualité pour en disposer, à moins que des circonstances particulières ne fassent apparaître des doutes sur les droits du détenteur. L'argument des recourants est d'ailleurs d'autant moins pertinent en l'espèce qu'ils ont attendu jusqu'au 7 juin 1948 pour introduire la procédure d'annulation, alors que le vol s'était produit le 3 novembre 1947, et qu'il s'est écoulé plus de six mois entre la disparition des titres et la première sommation publiée par ordre du juge dans la Feuille officielle suisse du commerce du 14 juin 1948. S'ils avaient pris les mesures propres à assurer la protection de leurs droits immédiatement après avoir reçu les listes des certificats de dépôt dérobés établies par la Caisse hypothécaire, l'intimée n'aurait certainement pas accepté le nantissement de ces titres et ne pourrait de toute façon pas invoquer sa bonne foi.\n\n5. Pour apprécier la bonne ou la mauvaise foi du créancier qui se fait remettre un gage, il faut se reporter à l'époque de la constitution du gage (RO 72 II 251) et ne tenir compte que des circonstances qui étaient alors connues ou reconnaissables, aucune inférence ne pouvant être tirée de faits postérieurs ou qui se sont révélés après coup.\n\nBGE 83 II 126 S. 139En l'espèce, les opérations conclues le 30 avril 1948 par la défenderesse avec le prétendu Hegertswyler ne présentaient rien d'insolite: elles étaient conformes à la pratique des banques et ont été accomplies selon les usages bancaires, et les circonstances de l'affaire n'étaient pas de nature à éveiller la méfiance de la défenderesse. A l'encontre de ce que prétendent les recourants, on ne saurait exiger d'une banque qu'elle se livre à une véritable enquête lorsqu'une personne lui propose une affaire normale et courante. Son souci légitime est alors de servir le client le mieux et le plus rapidement possible, et elle est en droit de présumer que celui-ci est un homme honorable avec lequel elle peut traiter, sauf si des circonstances particulières font naître des doutes à ce sujet. On ne saurait notamment exiger qu'elle se méfie d'emblée de ses clients et qu'elle les indispose, au risque de les perdre, par des demandes de renseignements qui apparaîtraient comme la manifestation d'une certaine suspicion à leur égard.\n\nEn l'espèce, la Cour cantonale a constaté en fait que le contrôle des habitants de Genève ne donne pas de renseignements par téléphone et qu'il exige par ailleurs le versement préalable des frais à son compte de chèques postaux. Si la défenderesse s'y était adressée, elle n'aurait dès lors pas pu obtenir une réponse immédiate et aurait dû renvoyer la tractation de l'affaire. S'agissant de l'ouverture d'un crédit garanti par des titres sûrs qui ne figuraient pas sur les listes d'opposition, elle n'avait aucun motif de se livrer à une enquête, d'autant moins que le prêt sollicité était non seulement largement couvert par les valeurs remises en nantissement mais que le montant nominal de celles-ci dépassait de quelque 15 000 fr. celui du crédit. Ce serait méconnaître les exigences du rythme et du déroulement normal des affaires que d'imposer aux banques de recueillir des renseignements complets et approfondis, dont la réunion demande du temps, avant de conclure une opération courante et ne présentant pas de risque.\n\nBGE 83 II 126 S. 140\n\nLes circonstances de l'espèce sont, d'une façon générale, semblables à celles des cas dans lesquels la jurisprudence a admis la bonne foi du créancier gagiste et la validité du nantissement (cf. notamment RO 25 II 846, 35 II 587/588, 36 II 358, 38 II 190/191, 70 II 106-109, 72 II 251 ss.): il s'agissait d'une opération de crédit normale garantie par des titres de premier ordre qui ne figuraient pas sur les listes d'opposition, et aucun fait particulier n'était propre à faire naître des soupçons. Elles sont en revanche totalement différentes de celles des causes où le Tribunal fédéral a jugé que le créancier gagiste était de mauvaise foi, parce que certains faits étaient de nature à éveiller la méfiance, soit que le cocontractant fût connu comme une personne avec laquelle il ne fallait traiter qu'avec une très grande prudence, soit que les conditions mêmes de l'affaire fussent en soi insolites (cf. notamment RO 36 II 357, 38 II 468/469, 47 II 264-266, 70 II 109/110, 80 II 242).\n\n6. Les recourants ne sauraient exiger que le comportement de l'intimée soit apprécié avec rigueur alors qu'ils ont fait preuve d'une négligence grave dans la défense de leurs droits. Ils ont omis de prendre les mesures nécessaires pour empêcher la vente ou la mise en gage des titres volés sitôt leur disparition découverte; ils n'ont pas indiqué à la police le nombre et les numéros des valeurs dérobées; ils ont différé pendant quelque six mois l'introduction de la procédure d'annulation, bien que la Caisse hypothécaire leur eût proposé de s'en charger et leur eût conseillé plusieurs fois, après le refus de cette offre, d'y pourvoir eux-mêmes sans tarder. Celui qui n'a rien entrepris en temps utile pour protéger ses droits sur des titres au porteur qui lui ont été volés ne peut ensuite en réclamer la restitution à l'acquéreur ou au créancier gagiste qui est entré en leur possession dans des conditions normales, en lui reprochant sans motifs fondés une prétendue mauvaise foi. Cela étant, conformément à l'art. 44 CO, une action en dommages-intérêts contre la défenderesse ne saurait être admise, le préjudice subi par les demandeurs étant BGE 83 II 126 S. 141la conséquence de leur propre négligence (OFTINGER, note 380 à l'art. 884 CC).\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté et le jugement attaqué est confirmé."}