{"annee": "83", "cour": "II", "page": "345", "date": "17/6/1957", "cite": ["59 II 386", "78 I 294", "81 II 534", "49 II 232", "74 II 176", "45 II 386", "56 I 443", "79 III 63", "71 II 176", "79 II 401", "72 II 321", "43 II 15", "82 II 120", "44 II 444"], "cite_par": ["88 I 145", "85 III 23", "101 IA 39", "102 IA 574", "110 III 35", "111 II 62", "130 IV 27", "96 III 93", "93 II 189", "98 IV 212", "102 II 53", "132 I 249", "84 I 56", "113 II 209", "96 II 161", "110 IB 10"], "chapeau": "47. Urteil der II. Zivilabteilung vom 17. Juni 1957 i.S. R. gegen Handelsonderneming Joba N.V.", "regestes": ["1. L'art. 2 CC contient une règle générale complétant les normes juridiques particulières, qui vaut aussi en dehors du droit civil fédéral, par exemple dans le droit cantonal de procédure, selon la loi ou le droit coutumier (usage des tribunaux) entrant en ligne de compte, et que l'on peut continuer à construire en s'appuyant sur la disposition du droit fédéral précitée (consid. 2). 2. Lorsque le droit fédéral et le droit cantonal sont appliqués de façon alternative à une question régie par le droit cantonal (in casu: création abusive des conditions de fait pour le for spécial du lieu du séquestre), le grief tiré de l'application du droit fédéral à la place du droit cantonal qui est en soi admissible dans la procédure du recours en réforme n'est pas fondé, en sorte que le recours est irrecevable (consid. 3)."], "faits": "BGE 83 II 345 S. 346\n\nA.- Im Dezember 1955 kaufte der in Bern wohnhafte Kaufmann R. bei der in Amsterdam ansässigen Handelsonderneming Joba N.V. (nachstehend \"Joba\" genannt) 15 gr. Vitamin B 12 und zahlte dafür Fr. 10'317.80. Im Februar 1956 erhob er Mängelrüge mit der Begründung, das gelieferte Präparat enthalte nach Gutachten Sachverständiger kein Vitamin B 12. Die Joba nahm demgegenüber den Standpunkt ein, die Ware sei fälschlicherweise auf natürliches statt auf synthetisches Vitamin geprüft worden. Ohne darauf zu antworten, bestellte R. am 9. März 1956 bei der Joba 300 kg. Vitamin C = Ascorbinsäure und versprach die Zahlung des Kaufpreises gegen Versanddokumente und Versicherungszertifikat. Als die Ware in Bern eingetroffen war, zahlte er den Kaufpreis von Fr. 14'910.35 bei der Schweizerischen Bankgesellschaft in Bern ein mit der Weisung, den Betrag erst nach Prüfung von Mustern weiterzuleiten. Gleichzeitig erwirkte er gestützt auf Art. 271 Abs. 1 Ziff. 4 SchKG gegen die Joba einen Arrest auf die erwähnte Ware (4 Kisten Vitamin C) und auf den dafür unter Prüfungsvorbehalt einbezahlten Preisbetrag, beides für eine angebliche \"verfallene Forderung aus Wandelung eines Kaufvertrages um 15 g. angeblichen Vitamins B 12. ..\". Das die Wandelung dieses vorangegangenen Kaufes vom Dezember 1955 verlangende Schreiben wurde erst nach der Arrestnahme zur Post gegeben.\n\nB.- Am 12. Mai 1956 reichte R. beim Handelsgericht des Kantons Bern in Prosekution des Arrestes folgende Klage ein:\n\n\"1. Die Beklagte sei zu verurteilen, dem Kläger eine durch Betreibung Nr. 6084 des Betreibungsamtes Bern 1 geltend gemachte, aber bestrittene, angemessene, gerichtlich zu bestimmende Geldsumme, nebst Zins ... zu bezahlen.\n\n2. Die Beklagte sei ferner zu verurteilen, dem Kläger die zur Zeit im Zollniederlagshaus Bern-Weyermannshaus der BGE 83 II 345 S. 347Firma Kehrli & Oeler, Nachfolger A. Oeler, Bern, lagernde Ware, nämlich 4 Kisten J.B., enthaltend Vitamin C (Ascorbine-Säure, garantiert U.S.P. XIV), brutto 348 kg, netto 300 kg, freizugeben, und zwar Zug um Zug:\n\na) gegen gleichzeitige Verrechnung der sämtlichen Forderungen des Klägers mit dem fakturierten Kaufpreis dieser Ware als Gegenforderung der Beklagten und\n\nb) gegen Barzahlung des ev. Mehr-Kaufpreises der Ware durch den Kläger gemäss Rechnung der Joba N.V. an den Kläger vom 4. April 1956.\"\n\nC.- Das Handelsgericht wies die Klage am 28. Februar 1957 ohne materielle Prüfung zurück mit der Begründung, der Kläger könne sich der in Holland ansässigen Beklagten gegenüber nicht auf den vom bernischen Zivilprozessrecht (Art. 25) vorgesehenen Gerichtsstand des Arrestes und des Vermögens berufen, weil er den diesem Gerichtsstand zugrunde liegenden Tatbestand arglistig herbeigeführt habe. Denn mit dem zweiten Kauf habe er von Anfang an die Absicht verbunden, sich ein Arrestobjekt in der Schweiz zu verschaffen, um dann eine Forderung, mit deren Erhebung die Beklagte nicht gerechnet habe, vor schweizerischen Gerichten geltend machen zu können. Ein solches Vorgehen sei offenbar missbräuchlich und verdiene \"nach Art. 2 ZGB\" keinen Rechtsschutz.\n\nD.- Gegen dieses Urteil hat der Kläger Berufung an das Bundesgericht eingelegt mit dem folgenden Antrag:\n\n\"Das angefochtene Rückweisungsurteil des Handelsgerichtes des Kantons Bern vom 18. März 1957 sei in vollem Umfange aufzuheben, und es sei durch das Bundesgericht unter Rückweisung der Prozessakten an die Vorinstanz zu entscheiden, dass diese auf die Prüfung der Begründetheit der Klage einzutreten habe.\"\n\nZur Begründung wird geltend gemacht, das Handelsgericht habe zu Unrecht statt der massgebenden Gerichtsstandsnormen des kantonalen Prozessrechts eidgenössisches Recht, nämlich Art. 2 ZGB, angewendet, d.h. es habe jene Gerichtsstandsnormen zu Unrecht mit Berufung auf einen Grundsatz des eidgenössischen Rechtes als im vorliegenden Falle nicht anwendbar erklärt.\n\nE.- Die Beklagte beantragt, auf die Berufung sei nicht einzutreten, eventuell sei sie abzuweisen.\n\nBGE 83 II 345 S. 348", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das angefochtene Nichteintretensurteil ist ein Endentscheid im Sinne von Art. 48 OG (BGE 74 II 177, vgl. auch BGE 71 II 179/80). Auch der für die Berufung erforderliche, in der Berufungsschrift auf mindestens Fr. 8000.-- bezifferte Streitwert ist gegeben angesichts der Betreibungssumme von Fr. 13'922.80, die als Höchstbetrag der nicht mehr bezifferten Klagesumme zu gelten hat. Sodann ist die mit der Berufung erhobene Rüge der Anwendung eidgenössischen statt kantonalen Rechtes ein zulässiger Berufungsgrund. Es handelt sich um einen speziellen Fall \"unrichtiger\" Anwendung von Bundesrecht im Sinne von Art. 43 Abs. 2 OG. Das ergibt sich einwandfrei aus dem gerade diesen Fall berücksichtigenden Art. 60 Abs. 1 lit. c OG. Im Unterschied hiezu fällt als Grund zu einer Nichtigkeitsbeschwerde nach Art. 68 Abs. 1 lit. a OG nur die gegenteilige Rüge der Anwendung kantonalen (oder ausländischen) statt eidgenössischen Rechtes in Betracht (vgl. dazu BGE 82 II 124 Erw. 2).\n\n2. Gegenstand der angefochtenen Entscheidung war die örtliche Zuständigkeit gemäss dem vom Kläger in Anspruch genommenen Spezialgerichtsstand des Arrestortes (Art. 25 der bernischen ZPO), also eine Frage des kantonalen Prozessrechtes, die als solche der Überprüfung durch das Bundesgericht im Berufungsverfahren nicht unterliegt. Nun hat das Handelsgericht dem Kläger diesen Gerichtsstand deshalb versagt, weil er dessen tatbeständliche Grundlagen (Vorhandensein von Vermögen der Beklagten in der Schweiz) durch arglistiges Handeln herbeigeführt habe, was \"nach Art. 2 ZGB\" keinen Rechtsschutz verdiene. Darin sieht der Kläger eine unzulässige Anwendung von Bundesrecht, da die vom Handelsgericht angerufene bundesrechtliche Norm auf kantonales Prozessrecht nicht angewendet werden dürfe, und er verlangt deshalb die Rückweisung der Sache an die Vorinstanz zu materieller Beurteilung. Sein Standpunkt erweist sich indessen als widerspruchsvoll. Was Art. 2 ZGB ausspricht, BGE 83 II 345 S. 349ist ein Grundsatz allgemeinster Art, ein \"Leitstern der Gesetzesanwendung\" überhaupt (EGGER, N. 6 zu Art. 2 ZGB), eine \"Schranke aller Rechtsausübung\" (BGE 45 II 398), also eine zu den die einzelnen Rechtsverhältnisse betreffenden Normen hinzutretende, sie ergänzende und ihre Anwendung mitbestimmende, aus ethischer Betrachtung geschöpfte Grundregel. Diese war schon längst vor Erlass des schweizerischen ZGB als Bestandteil der allgemeinen Rechtslehre anerkannt und wurde als Gewohnheitsrecht oder gestützt auf mehr oder weniger weit gefasste gesetzliche Bestimmungen angewendet sowohl im Gebiete des Privatrechts wie auch in andern Rechtsgebieten. So führt denn REICHEL (Zu den Einleitungsartikeln des schweizerischen Zivilgesetzbuches, in der Festgabe für Stammler, S. 319) ausländische Gesetzesnormen an, wonach Treu und Glauben das Mass der Rechtspflichten bestimmen, mit dem Beifügen: \"Was die Römer hierüber ausgeführt, bleibt klassisch für alle Zeit.\" In der schweizerischen wie in der ausländischen Literatur über den Rechtsmissbrauch findet sich demgemäss gewöhnlich ein auf die römischrechtliche exceptio doli (generalis) zurückgehender historischer Teil vor (vgl. KARL HUBER, Über den Rechtsmissbrauch, S. 7 ff.; HAGER, Schikane und Rechtsmissbrauch, S. 17 ff.; CAMPION, La théorie de l'abus des droits, S. 5 ff.). Auch die Praxis des Prozessrechts schritt gegen rechtsmissbräuchliches Vorgehen ein (vgl. P. ROUSSEL, L'abus de droit, S. 134 ff. betreffend die \"plaideurs téméraires\"; SALEILLES, De l'abus de droit, der in der Fussnote zu S. 27 auf Beispiele \"en matière de voies d'exécution\" hinweist). Hier fällt insbesondere die von der Vorinstanz angeführte Kommentarstelle (LEUCH, N. 3 am Ende zu Art. 25 ZPO) in Betracht, welche gerade hinsichtlich des in Frage stehenden Spezialgerichtsstandes die hergebrachte exceptio doli zur Geltung bringt und auf einen dahingehenden Zürcher Entscheid aus der Zeit vor Inkrafttreten des ZGB, aus dem Jahr 1910, hinweist (BlZR 10 Nr. 26 S. 75).\n\nIndem der Bundesgesetzgeber das Gebot des Handelns BGE 83 II 345 S. 350nach Treu und Glauben und das ihm entsprechende Verbot des Rechtsmissbrauches (Art. 2 Abs. 1 und 2 ZGB) für das Gebiet des eidgenössischen Zivilrechtes (immerhin über das ZGB selbst hinaus, vgl. BGE 81 II 539 /40) zur ausdrücklichen allgemeinen Gesetzesnorm erhob, hatte er keineswegs die Absicht, die Geltung der nach gleicher Richtung weisenden Grundsätze im Bereich des kantonalen Zivilrechtes oder in andern (vom eidgenössischen oder kantonalen Recht beherrschten) Gebieten, handle es sich nun um Gewohnheits- oder um Gesetzesrecht, irgendwie einzuschränken oder gar aufzuheben. Diese Grundsätze sind durch Art. 2 ZBG nicht angetastet worden, sondern haben durch die ausdrückliche Anerkennung als grundlegende Norm der eidgenössischen Zivilrechtskodifikation vermehrte Geltung erlangt. Das Bundesgericht hat es denn auch als zulässig erklärt, Art. 2 ZGB als subsidiären Grundsatz des kantonalen Gewohnheitsrechtes anzuwenden (z.B. gegenüber der missbräuchlichen Anrufung einer Prorogationsklausel, BGE 56 I 448). Mit der Umgehung von Verfahrensvorschriften befasst sich BGE 72 II 321, und in BGE 59 II 386 ff. wurde als rechtsmissbräuchlich eine dem Handelsgebrauch widersprechende, auf Erschwerung der gegnerischen Beweisführung angelegte Verzögerung der Erhebung von Ansprüchen bezeichnet. BGE 78 I 297 spricht von dem \"auch für die Verwaltungs- und Gerichtsbehörden geltenden Grundsatz von Treu und Glauben\", und BGE 79 III 66 hebt \"das allgemeine Rechtsprinzip\" hervor, \"wie es Art. 2 ZGB für das Zivilrecht aufstellt\" und auch das öffentliche Recht mehr und mehr anerkenne. Somit ist auch das kantonale Prozessrecht - Gesetzgebung und Praxis - nicht gehindert, den in Frage stehenden Grundsatz weiterhin anzuwenden, wie er allenfalls schon vor Inkrafttreten des ZGB in Geltung stand, und ihn im Hinblick auf Art. 2 ZGB noch weiter auszubauen oder allenfalls auch erst jetzt in Anlehnung an diesen bundesgesetzlichen Leitsatz einzuführen. Die Lehre des schweizerischen Prozessrechts bekennt sich in der Tat zu solcher BGE 83 II 345 S. 351Art der Rechtsanwendung, ohne dass es einer gesetzlichen Anordnung hiezu bedürfte (GULDENER, Das schweizerische Zivilprozessrecht I 198). Es ist irrig, wenn der Kläger daraus, dass Art. 2 ZGB als formelle Gesetzesnorm nur für das eidgenössische Zivilrecht aufgestellt worden ist, etwas gegen die Anwendung der in ihm enthaltenen, der allgemeinen Rechtslehre angehörenden Norm als solcher auf andern Rechtsgebieten folgern will. Freilich gibt es Rechtssätze, denen gegenüber eine Berufung auf Treu und Glauben nicht in Frage kommt (selbst im eidgenössischen Zivilrecht, vgl. BGE 43 II 24/25). Dass aber bei arglistiger Herbeiführung tatsächlicher Gegebenheiten eine Geltendmachung daraus abzuleitender Rechtsvorteile wegen Rechtsmissbrauchs abzulehnen sei, ist längst anerkannt (vgl. PFAFF, Zur Lehre des sog. in fraudem legis agere, S. 57; VETSCH, Die Umgehung des Gesetzes, S. 231).\n\n3. Wenn das Handelsgericht auf Art. 2 ZGB als Ausdruck einer auch im kantonalen Prozessrecht, namentlich hinsichtlich der Geltendmachung eines speziellen Gerichtsstandes, zu beachtenden allgemeinen Rechtsregel hingewiesen hat, so liegt darin nach dem Gesagten keine Anwendung eines auf das Bundeszivilrecht beschränkten Grundsatzes. Unrichtig wäre es freilich, den Art. 2 ZGB als formelle Gesetzesnorm auf andere Rechtsgebiete zu beziehen, wie denn das Bundesgericht es immer abgelehnt hat, ein Urteil über eine kantonalrechtliche Streitigkeit daraufhin zu überprüfen, ob das (in solchen Fällen eben der kantonalen Rechtssphäre angehörende) Verbot des Rechtsmissbrauchs begründetermassen angewendet oder als nicht anwendbar bezeichnet worden sei (BGE 44 II 445, BGE 79 II 405 Erw. 5; vgl. auch BGE 82 II 125 Erw. 3 betreffend Art. 8 ZGB; EGGER, N. 8 zu Art. 2 ZGB). Nun erörtert das Handelsgericht zwar in längern Ausführungen die Anwendbarkeit von Art. 2 ZGB, was Zweifel darüber erwecken könnte, ob es (wie der Kläger) im Irrtum befangen gewesen sei, das Treu- und Glaubens-Prinzip könne seit Inkrafttreten des ZGB nur noch als bundesgesetzlicher BGE 83 II 345 S. 352Grundsatz angewendet werden. Allein indem das angefochtene Urteil an der Spitze seiner rechtlichen Erwägungen (in Ziffer IV) auf die oben angeführte Kommentarstelle (LEUCH, N. 3 zu Art. 25 ZPO) verweist, die sich ihrerseits auf ein vor Inkrafttreten des ZGB ergangenes Urteil stützt, hat es neben der formellen bundesrechtlichen Gesetzesvorschrift des Art. 2 ZGB das darin enthaltene allgemeine Rechtsprinzip auch als kantonales Gewohnheitsrecht (Gerichtsgebrauch) zur Geltung gebracht, den Entscheid also auf den richtigen Rechtsboden gestellt. Die Rüge der (entscheidenden) Anwendung eidgenössischen statt kantonalen Rechtes ist somit unbegründet; denn mit der wenn auch bloss alternativen Anwendung kantonalen Rechtes erhielt das Urteil die ihm zukommende Grundlage, wobei sich das Gericht füglich an Art. 2 ZGB anlehnen und dessen Formulierung übernehmen durfte. Das zutreffenderweise auf kantonalem Recht beruhende Urteil als solches ist aber der Berufung an das Bundesgericht entzogen; es ist somit auf dieses Rechtsmittel nicht einzutreten. Wäre übrigens, wie der Kläger meint, das Verbot des Rechtsmissbrauchs ausschliesslich als bundesrechtliches angewendet worden, so könnte eine Rückweisung an die Vorinstanz dennoch unterbleiben. Denn sie würde zweifellos nicht zu einem abweichenden Urteil führen; vielmehr würde das Handelsgericht dem Kläger neuerdings auf der hier in Erw. 2 vorgezeichneten kantonalrechtlichen Grundlage den krassen Rechtsmissbrauch vorhalten und den von ihm in Anspruch genommenen Spezialgerichtsstand versagen. Bei dieser Betrachtungsweise müsste die vorliegende Berufung jedenfalls an fehlendem Interesse scheitern (vgl. BGE 49 II 232 ff.).\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Berufung wird nicht eingetreten."}