{"annee": "83", "cour": "IV", "page": "111", "date": "5/4/1957", "cite": ["81 IV 285", "74 IV 127", "82 I 167"], "cite_par": ["101 IB 154", "128 IV 1"], "chapeau": "31. Auszug aus dem Urteil des Kassationshofes vom 5. April 1957 i.S. Wächter gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 268 al.2PPF. Quand une personne condamnée en Suisse à une peine d'ensemble n'est extradée par un pays étranger pour subir sa peine que sous réserve de certains délits et que, pour cette raison, la quote-part de la peine d'ensemble relative aux délits donnant lieu à extradition est déterminée après coup, la question de savoir si ce partage de la peine d'ensemble viole le droit fédéral peut faire l'objet d'un pourvoi en nullité. Il en va de même des décisions concernant l'imputation ou la non-imputation de la détention préventive."], "faits": "|112|\n\nA.- 1. Am 10. Oktober 1955 sprach das Obergericht des Kantons Zürich Fritz Wächter der Veruntreuung, des wiederholten Betruges und des Führens eines Motorfahrzeuges in angetrunkenem Zustand im Rückfall schuldig und verurteilte ihn unter Anrechnung von 121 Tagen Untersuchungshaft zu einem Jahr und neun Monaten Gefängnis. Gegenstand des Urteils bildete unter anderem ein von Wächter in Wien begangener Betrug, dessen Verfolgung von den Zürcher Strafbehörden auf Ersuchen der Staatsanwaltschaft Wien übernommen worden war.\n\nBald nach seiner Verurteilung floh Wächter nach Österreich, wo er verhaftet und wegen des in Wien begangenen Betruges am 18. Mai 1956 vom Landsgericht für Strafsachen Wien zu acht Monaten schweren Kerkers, verschärft mit einem harten Lager monatlich, verurteilt wurde. Das Gericht rechnete ihm auf die Strafe ausser der in Österreich erstandenen Verwahrungs- und Untersuchungshaft auch die 121 Tage Haft an, \"die er in der Schweiz für die gegenständliche strafbare Handlung erlitten hat\".\n\n2. Nach Verbüssung der Kerkerstrafe wurde Wächter auf Begehren der Staatsanwaltschaft des Kantons Zürich am 16. Juli 1956 von Österreich an die Schweiz ausgeliefert. Für den in Wien begangenen Betrug und den Tatbestand des Führens in angetrunkenem Zustand wurde die Auslieferung verweigert.\n\nMit Eingabe vom 27. Oktober 1956 teilte Wächter dem Obergericht des Kantons Zürich unter Berufung auf Art. XIII des zwischen Österreich und der Schweiz abgeschlossenen |113| Staatsvertrages betreffend die Auslieferung von Verbrechern vom 10. März 1896 mit, er wünsche die Strafe wegen Führens eines Motorfahrzeuges in angetrunkenem Zustand zu verbüssen.\n\nB.- Am 8. November 1956 änderte das Obergericht des Kantons Zürich sein Urteil vom 10. Oktober 1955 dahin ab, dass es unter Ausscheidung des von Wächter in Wien begangenen und vom dortigen Landsgericht für Strafsachen beurteilten Betruges die Strafe für die in der Schweiz verübten Delikte auf dreizehn Monate Gefängnis bemass. Es beschloss zudem, von einer Anrechnung der 121 Tage Untersuchungshaft abzusehen.\n\nC.- Wächter führt Nichtigkeitsbeschwerde mit dem Antrag, es sei ihm die in der Schweiz erstandene Untersuchungshaft an die Strafe anzurechnen.\n\nD.- Die Staatsanwaltschaft des Kantons Zürich beantragt, es sei auf die Beschwerde nicht einzutreten, eventuell sei sie abzuweisen.", "considerants": "Aus den Erwägungen:\n\nDie Staatsanwaltschaft macht geltend, der Beschluss des Obergerichtes vom 8. November 1956 sei kein Urteil im Sinne des Art. 268 Abs. 2 BStP, weil es sich um einen Entscheid handle, der den Vollzug der Strafe betreffe. Dem ist nicht beizupflichten.\n\nZwar unterliegen nach Art. 268 Abs. 2 BStP der Nichtigkeitsbeschwerde nur Entscheidungen des erkennenden Richters über Strafen und Massnahmen, nicht auch Verfügungen, welche die Vollstreckung der erkannten Strafen oder Massnahmen zum Gegenstand haben (BGE 74 IV 128). Die Staatsanwaltschaft übersieht jedoch, dass das Obergericht im vorliegenden Fall die Strafzumessung neu vorzunehmen hatte. Nach Art. 68 Ziff. 1 StGB ist der Richter verpflichtet, bei Zusammentreffen mehrerer Handlungen, durch die der Täter mehrere Freiheitsstrafen verwirkt hat, zu der Strafe der schwersten Art zu verurteilen und deren Dauer angemessen zu erhöhen. Tritt der Fall ein, dass |114| der Täter vor Vollzug der so bemessenen Gesamtstrafe ins Ausland flieht und die ausländischen Behörden dessen Auslieferung an die Schweiz nur für einen Teil der hier abgeurteilten Straftaten bewilligen, so hat der schweizerische Richter infolge dieses Vorbehalts den auf die Auslieferungsdelikte entfallenden Strafanteil nachträglich auszuscheiden. Er hat dabei wiederum entsprechend den Vorschriften der Art. 63 ff. StGB vorzugehen und bei einer Mehrheit von Auslieferungsdelikten insbesondere nach Art. 68 Ziff. 1 StGB zu verfahren. Erkenntnisse solcher Art betreffen, wie das Bundesgericht in BGE 82 I 167 entschieden hat, die Strafe selbst und stellen nicht bloss Verfügungen über deren Vollzug dar. Sie sind Urteile im Sinne des Art. 268 Abs. 2 BStP.\n\nDas gilt ohne Einschränkung auch für den vorliegenden Fall. Hier wie in BGE 82 I 167 stand dem Vollzug der vom schweizerischen Richter vor der Auslieferung ausgesprochenen Gesamtstrafe der sowohl im Auslieferungsgesetz von 1892 (Art. 7) als auch in den einschlägigen Auslieferungsverträgen (österreichisch-schweizerischer Auslieferungsvertrag von 1896, Art. XIII; französisch-schweizerischer Auslieferungsvertrag von 1869, Art. 8) anerkannte Grundsatz der Spezialität entgegen, wonach die Auslieferung an die Bedingung geknüpft ist, dass der Ausgelieferte für kein anderes (vor der Auslieferung begangenes) Delikt verfolgt oder bestraft werden dürfe als für dasjenige, wegen welchem die Auslieferung bewilligt wurde (vgl. BGE 81 IV 290). In beiden Fällen war somit die in der Schweiz zu vollziehende Strafe gleicherweise unter Ausschluss der Nichtauslieferungsdelikte neu zu bemessen. Das hätte vorliegend abgesehen von den Bestimmungen des österreichischschweizerischen Auslieferungsvertrages auch deswegen geschehen müssen, weil die in Österreich ausgesprochene Strafe für den in Wien begangenen Betrug vollzogen wurde und der Täter hiefür in der Schweiz gemäss Art. 6 Ziff. 2 Abs. 3 StGB nicht mehr bestraft werden durfte.\n\nHandelt es sich nach dem Gesagten bei der vom Obergericht |115| nachträglich vorgenommenen Aufteilung der am 10. Oktober 1955 ausgefällten Gesamtstrafe um eine Entscheidung, durch die das Mass der Strafe festgesetzt wird, und ist sie damit als Urteil im Sinne des Art. 268 Abs. 2 BStP anzusprechen, so kann die Frage, ob eine solche Neubemessung der Strafe Bundesrecht verletze, zum Gegenstand einer Nichtigkeitsbeschwerde an den Kassationshof gemacht werden. Was aber für die Strafzumessung gilt, trifft ebenso für Entscheide über die Anrechnung oder Nichtanrechnung erstandener Untersuchungshaft gemäss Art. 69 StGB zu. Auf die Beschwerde ist daher einzutreten."}