{"annee": "83", "cour": "I", "page": "47", "date": "25/1/1957", "cite": [], "cite_par": ["92 I 143", "87 I 430"], "chapeau": "8. Urteil vom 25. Januar 1957 i.S. Schweiz. Weinhändlerverband und Konsorten gegen Generaldirektion der Post-, Telegraphen- und Telephonverwaltung.", "regestes": ["Oblitération postale portant des formules de propagande. 1. Compétence du Tribunal fédéral. 2. Qualité pour agir par la voie du recours de droit administratif. 3. Une oblitération portant le texte: \"Sécurité par la sobriété\" et l'image d'une automobile ne peut être apposée sur les envois contre la volonté de l'expéditeur lorsqu'il est intéressé à la consommation d'alcool."], "faits": "|48|\n\nA.- Einem Begehren der Aktion \"Gesundes Volk\" entsprechend, erklärte sich die eidg. Postverwaltung Ende 1955 bereit, auf den Postsendungen in verschiedenen Städten neben dem Poststempel eine Werbeflagge mit dem Text \"Mehr Verantwortung - weniger Alkohol\" und der Abbildung einer Weinflasche einzusetzen. Weil gewisse am Alkoholkonsum interessierte Kreise diese Flagge beanstandeten, wurde sie im Frühling 1956 zurückgezogen und ersetzt durch einen Stempel mit dem Text \"Mehr Verantwortung - kein Alkohol am Steuer\" und der Abbildung eines Automobils. Der Schweizerische Weinhändlerverband, der Verband schweizerischer Weinimporteure en gros, die Interessegemeinschaft für den schweizerischen Weinimport, die Fédération romande des vignerons und der Verband des schweizerischen Spirituosengewerbes ersuchten die Generaldirektion der PTT, auch diese Werbeflagge unverzüglich zurückzuziehen. Die Direktion der Postabteilung lehnte das Begehren mit Schreiben vom 17. Juli 1956 ab. Der Weinhändlerverband und die Firma Berger & Co., Weine und Spirituosen, in Langnau i.E., wandten sich nochmals an die Generaldirektion der PTT, worauf diese mit Entscheid vom 28. Juli 1956 die Stellungnahme der Postabteilung bestätigte.\n\nB.- Mit der vorliegenden Beschwerde beantragen die Firma Berger & Co., der Schweizerische Weinhändlerverband, die Fédération romande des vignerons und der Verband des schweizerischen Spirituosengewerbes, den Entscheid der Generaldirektion der PTT aufzuheben und die Verwendung der Postwerbeflagge \"Mehr Verantwortung - kein Alkohol am Steuer\" als widerrechtlich zu untersagen, eventuell die Postverwaltung anzuhalten, alle erforderlichen Massnahmen zu treffen, um die Abstempelung sämtlicher Postsendungen der Beschwerdeführer mit dieser Flagge zu verhindern.\n\n|49|\n\nC.- Auf ein Gesuch der Beschwerdeführer um Erteilung aufschiebender Wirkung hin hat sich die Generaldirektion der PTT bereit erklärt, den Weinhändlern und anderen Interessenten zu gestatten, ihre Briefpost jeweils gebündelt am Postschalter mit dem schriftlichen Vermerk \"Nicht mit der Maschine stempeln\" abzugeben, so dass die betreffenden Sendungen lediglich einen Abdruck des Handstempels ohne Flagge erhalten würden.\n\nD.- Nach einem Meinungsaustausch mit dem eidg. Post- und Eisenbahndepartement hat das Bundesgericht die Beurteilung der Beschwerde insoweit übernommen, als darin eine Verletzung von Rechten der Postbenützer behauptet wird.\n\nE.- Die Generaldirektion der PTT beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. - Gemäss Art. 99 Ziff. XI OG ist die Verwaltungsgerichtsbeschwerde zulässig gegen Entscheide des eidg. Post- und Eisenbahndepartements und Entscheide der Generaldirektion der PTT, die an das Departement nicht weiterziehbar sind, über Ansprüche, die sich stützen auf das Postverkehrsgesetz oder das Telegraphen- und Telephonverkehrgesetz, die zugehörigen Vollziehungsverordnungen und gewisse an die Anstaltsbenützer gerichtete Ausführungsbestimmungen (Abs. 1; s. auch Art. 97, Abs. 2 OG, der die Konzessionsgebühren und Post- Telegraphen- und Telephontaxen besonders erwähnt). Ausgenommen sind die Haftpflicht- und die Straffälle (Art. 99 Ziff. XI Abs. 2 OG). In den Angelegenheiten, in denen Verwaltungsgerichtsbeschwerde erhoben werden kann, ist die Generaldirektion der PTT Mittelinstanz im Sinne des Art. 23 BG über die Organisation der Bundesverwaltung, das Departement also von der Entscheidungsbefugnis ausgeschlossen (Art. 2 Ziff. 4, Art. 3 Ziff. 4 BRB über die Zuständigkeit im Bereich der PTT-Verwaltung vom 22. März 1946). Entscheide der Generaldirektion |50| über Ansprüche, die unter Art. 99 Ziff. XI Abs. 1 OG fallen, unterliegen der Verwaltungsgerichtsbeschwerde, ihre sonstigen Entscheide der Verwaltungsbeschwerde an das Departement.\n\nArt. 99 Ziff. XI unterstellt der Verwaltungsgerichtsbarkeit, mit Ausnahme der in Abs. 2 genannten Fälle, das ganze Verhältnis gegenseitiger Rechte und Pflichten, das zwichen den von der PTT-Verwaltung betriebenen öffentlichen Anstalten und ihren Benützern besteht. Im vorliegenden Fall kommt eine Verletzung der Rechte der Postbenützer in Betracht, jedoch nur soweit es sich um die von den Beschwerdeführern selbst aufgegebenen Sendungen handelt. Die Beschwerdeführer behaupten, dass eine solche Verletzung ihnen gegenüber vorliege, und stellen deshalb den Eventualantrag. Dieser richtet sich - wie auch der Hauptantrag - gegen einen Entscheid der Generaldirektion der PTT. Zur Beurteilung des Eventualantrages ist daher das Bundesgericht zuständig. Soweit die Begründung der Beschwerde das Postbenützungsverhältnis berührt, betrifft sie aber ausschliesslich diesen Antrag. Der Hauptantrag, die Verwendung der beanstandeten Werbeflagge sei schlechthin zu untersagen, beruht auf Überlegungen, die nicht das Postbenützungsverhältnis angehen, und fällt daher nicht in den Bereich der Zuständigkeit des Bundesgerichts. Hierüber wird vielmehr das Departement zu entscheiden haben.\n\n2. - Wenn der angefochtene Entscheid rechtswidrig im Sinne der Begründung des Eventualantrages der Beschwerdeführer ist, so greift er in deren Rechtsstellung und nicht bloss in ihre Interessen ein. Das gilt nicht nur für die Firma Berger & Co., sondern auch für die beschwerdeführenden Verbände. Der Eventualantrag bezieht sich auf die Postsendungen \"der Beschwerdeführer\", nicht auch auf diejenigen der Mitglieder der beteiligten Verbände (abgesehen von der Firma Berger & Co., die Mitglied des Weinhändlerverbandes ist), so dass nicht zu prüfen ist, ob die Verbände berechtigt wären, zur Wahrung der Rechte |51| ihrer Mitglieder an deren Stelle Verwaltungsgerichtsbeschwerde zu erheben. Sämtliche Beschwerdeführer sind daher, was den Eventualantrag anbelangt, zur Verwaltungsgerichtsbeschwerde legitimiert, auch wenn nicht alle in dem angefochtenen Entscheide als Partei beteiligt waren (Art. 103 Abs. 1 OG).\n\n3. - Nach Art. 4 des Postverkehrsgesetzes ist die Postverwaltung, wo die erforderlichen Posteinrichtungen bestehen, gegenüber jedermann zur Erfüllung der in diesem Gesetz, in der Postordnung und in den Ausführungsbestimmungen vorgesehenen Leistungen verpflichtet. Insbesondere hat sie Postsendungen anzunehmen und zu befördern. Anderseits hat sie zu beachten, dass die Sendungen (Karten, Briefe, Pakete) samt allfälligem Umschliessungsmaterial (Briefumschlägen usw.) Eigentum des Postbenützers sind. Sie hat sich ungerechtfertigter Eingriffe in die Rechte des Eigentümers, der auf ihre Dienste infolge des im Postregal begründeten Monopols angewiesen ist, zu enthalten. Diese Verpflichtung, die namentlich in den Bestimmungen über die Haftpflicht der Post zum Ausdruck kommt (Art. 44 ff. Postverkehrsgesetz), lässt freilich die Befugnis der Postverwaltung unberührt, von den Sendungen den Gebrauch zu machen, der zur Erfüllung der Aufgabe der Post erforderlich ist.\n\nInsbesondere ist die Verwaltung berechtigt, auf den Sendungen zur Entwertung der für die Frankierung verwendeten Postwertzeichen oder zu sonstigen postamtlichen Zwecken den Abdruck eines Datumstempels anzubringen. Ferner darf sie, wie dies bei der Abstempelung mit der Maschine geschieht, neben dem Datumstempeleine Stempelflagge einsetzen, damit die auf der Sendung aufgeklebten oder aufgedruckten Postwertzeichen rasch und sicher entwertet werden können. Die Flagge kann aus blossen Wellenlinien oder auch aus einem Werbetext mit oder ohne Abbildung bestehen. Werbeflaggen werden etwa verwendet für Hinweise, die mit dem Postdienst selbst zusammenhängen (\"Benützet die Luftpost\", \"Weihnachtspost beizeiten |52| aufgeben\" und dgl.), sodann zur Werbung für sonstige Anliegen des Staates im allgemeinen (Landesverteidigung, Verkehrssicherheit, Lärmbekämpfung usw.), ferner für gemeinnützige Sammlungen (Nationalspende, Rotes Kreuz usw.) und auch zur Propaganda für bedeutende Feste oder wirtschaftliche Veranstaltungen (Mustermesse, Schweizerwoche und dgl.) oder für touristische Zwecke. Die Verwendung solcher Werbestempel ist zwar in der Gesetzgebung über das Postwesen nicht vorgesehen, doch lässt sich nichts Triftiges gegen sie einwenden, wenn und soweit sie im öffentlichen Interesse liegt und die Rechte des Eigentümers der Postsendung nicht verletzt.\n\n4. Es ist klar, dass die Werbeflagge mit dem Text \"Mehr Verantwortung - kein Alkohol am Steuer\" dem öffentlichen Interesse an der Sicherheit des Strassenverkehrs dient; denn es ist bekannt, dass unter Alkoholeinfluss stehende Fahrzeuglenker zu unvorsichtigem Fahren neigen und deshalb sehr häufig Unfälle verursachen. Die Beschwerdeführer wenden vergeblich ein, jener Text fordere mehr, als nach Gesetz zulässig sei, weil er, wie sich aus der kategorischen Wendung \"kein Alkohol\" ergebe, über den Inhalt des Art. 59 MFG (Verbot, in angetrunkenem Zustand ein Motorfahrzeug zu führen) und des Art. 57 MFV (Verbot des Alkoholgenusses für Führer von Motorwagen zum gewerbsmässigen Personentransport) hinausgehe. Die im Text verwendeten Worte \"kein Alkohol am Steuer\" können nur dann richtig verstanden werden, wenn ihr Zusammenhang mit der vorausgehenden Wendung \"mehr Verantwortung\" berücksichtigt wird, zumal das Wort \"Verantwortung\" besonders hervorgehoben ist, indem es mit grösseren Buchstaben als die übrigen Worte geschrieben ist. Danach bedeutet der Text nicht, dass man sich schlechterdings nicht ans Steuer setzen könne oder dürfe, wenn man Alkohol - und sei es auch so wenig - getrunken hat, sondern nur, dass der Fahrzeuglenker den Sinn für seine Verantwortlichkeit besser bewahrt, wenn er völlig nüchtern ist. Die Formel bringt in gedrängter Fassung, |53| aber doch deutlich eine allgemeine Vorsichtsregel zum Ausdruck, die sich nicht in der Befolgung jener gesetzlichen Verbote erschöpft. Sie hält sich gewiss im Rahmen dessen, was zur Erhöhung der Verkehrssicherheit empfohlen werden darf. Daher kann der Postverwaltung grundsätzlich nicht verwehrt werden, den Fahrzeuglenkern mittels der beanstandeten Werbeflagge Zurückhaltung im Alkoholgenuss nahezulegen; dies umsoweniger, als die Verwaltung selber ein Interesse daran hat, dass der Ermahnung nachgelebt wird, da sie zahlreiche Motorfahrzeuge einsetzt und ausserdem Tausende von Zustellboten beschäftigt, die zu Fuss oder auf Fahrrädern die Strasse benützen.\n\nGleichwohl brauchen die Beschwerdeführer sich nicht gefallen zu lassen, dass auf ihren der Post übergebenen Sendungen der streitige Werbestempel angebracht wird. Man kann ihnen nicht wohl zumuten, bei einer Propagandaaktion mitzumachen, die nach ihrer Auffassung ihren Interessen abträglich ist. Ihre Einstellung ist verständlich. In der Tat werden ihre Postsendungen, wenn sie jenen Stempel tragen, beim Empfänger einige Verwunderung erregen oder gar lächerlich wirken, besonders dann, wenn die verwendeten Briefumschläge oder Postkarten mit Texten oder Bildern ausgestattet sind, die für den Absender werben sollen. Die Postverwaltung war verpflichtet, auf Begehren der Beschwerdeführer deren Postsendungen von der Abstempelung mit der beanstandeten Werbeflagge auszunehmen. Der angefochtene Entscheid verkennt dies und verletzt damit Rechte, die mit dem Eigentum der Beschwerdeführer an den der Post zur Beförderung anvertrauten Gegenständen verbunden sind.\n\nDie Postverwaltung wird dafür zu sorgen haben, dass diese Rechte beachtet werden. Es ist ihre Sache, die erforderlichen Massnahmen anzuordnen. Sie wird prüfen, ob das Vorgehen genügt, das die Generaldirektion auf das Begehren der Beschwerdeführer um Erteilung aufschiebender Wirkung hin vorgeschlagen hat. Nötigenfalls werden noch weitere Anordnungen zu treffen sein. |54|\n\nDemnach erkennt das Bundesgericht:\n\n1.- Auf das Hauptbegehren der Beschwerde wird nicht eingetreten.\n\n2.- Das Eventualbegehren der Beschwerde wird im Sinne der Erwägungen gutgeheissen."}