{"annee": "83", "cour": "I", "page": "11", "date": "13/3/1957", "cite": [], "cite_par": [], "chapeau": "3. Arrêt du 13 mars 1957 dans la cause Duvoisin contre canton de Neuchâtel.", "regestes": ["Art. 45 al. 3 Cst. Pouvoir d'examen du Tribunal fédéral. Conditions du retrait d'établissement: double condamnation (cas spéciaux de la peine prononcée avec sursis et de la peine complémentaire), délits graves, résidence dans le canton tant à l'époque du dernier délit grave qu'à celle de l'expulsion (exceptions à cette dernière condition)."], "faits": "|12|\n\nA.- Etienne Duvoisin, originaire de Fontanezier (Vaud) et auquel diverses peines d'amende ou d'arrêts avaient déjà été infligées, a été condamné le 23 novembre 1954 par le Tribunal correctionnel de Neuchâtel à cinq mois d'emprisonnement avec sursis pendant cinq ans pour faux témoignage et le 13 mars 1956 par le même tribunal à onze mois d'emprisonnement pour tentative d'escroquerie, vol, lésions corporelles par négligence, entrave à la circulation publique et ivresse au volant. Le sursis accordé par le jugement du 23 novembre 1954 a été révoqué le 12 juillet 1956. Quant au jugement du 13 mars 1956, il vise des faits qui se sont produits en juin 1954 et en mars 1955. A cette époque, Duvoisin était domicilié à Neuchâtel.\n\nB.- Par arrêté du 14 septembre 1956, le Conseil d'Etat du canton de Neuchâtel, se fondant en particulier sur les deux condamnations précitées, a expulsé Duvoisin du territoire neuchâtelois.\n\nC.- Agissant par la voie du recours de droit public, Duvoisin requiert le Tribunal fédéral d'annuler cet arrêté. Il se plaint d'une violation de l'art. 45 al. 3 Cst. Il ne conteste pas que les condamnations qu'il a encourues en 1954 et 1956 lui ont été infligées en raison de délits graves. Il soutient simplement qu'il a cessé d'être domicilié dans le canton de Neuchâtel dès la fin du mois de juillet 1955. Le 29 juillet 1955, dit-il, il a obtenu un congé militaire de 24 mois. Le 16 août 1955, il s'est annoncé au consulat de Suisse à Besançon, qui lui a délivré une \"carte d'immatriculation\" indiquant que son adresse est à Pontarlier, rue des Sarrons. Le 31 mai 1956, il a d'ailleurs payé sa taxe militaire au Consulat suisse de Besançon. Dans ces conditions, le Conseil d'Etat ne pouvait pas retirer à Duvoisin un droit d'établissement au bénéfice duquel il ne se trouvait plus.\n\n|13|\n\nLe Conseil d'Etat conclut au rejet du recours. Il expose qu'il a fait procéder à une enquête dont il résulte ce qui suit:\n\nDu début d'août à fin novembre 1955, Duvoisin a déclaré avoir travaillé en qualité de voyageur et avoir habité Neuchâtel. Du 28 novembre 1955 au 26 juin 1956, il a été occupé à la fabrique Zénith, au Locle, où il a résidé et où, le 18 février 1956, il a déposé son acte d'origine en échange duquel il a reçu un permis de domicile. Si le bail de son logement au Locle a été établi au nom de son épouse et signé par elle, il a néanmoins vécu dans cet appartement durant son séjour au Locle. Il a été incarcéré dans les prisons de Neuchâtel du 2 au 18 juillet, du 29 au 30 juillet, du 29 septembre au 1er octobre 1955, du 13 mars au 17 mai et du 9 au 13 juillet 1956, date à laquelle il a été transféré au pénitencier de Witzwil.", "considerants": "Considérant en droit:\n\n1. S'agissant d'un recours pour violation de l'art. 45 Cst., le Tribunal fédéral n'est pas limité à l'examen des seuls griefs invoqués, mais recherche avec plein pouvoir si la décision attaquée viole ou non la constitution (arrêts non publiés du 31 mars 1949 dans la cause Künzler et du 14 septembre 1955 dans la cause Cuérel; BIRCHMEIER, Handbuch, p. 400). Il n'y a donc pas lieu de s'en tenir en l'espèce au seul moyen soulevé par le recourant et tiré de l'absence du domicile dans le canton de Neuchâtel.\n\n2. L'art. 45 al. 3 Cst. et la jurisprudence du Tribunal fédéral soumettent le retrait d'établissement à deux conditions.\n\nD'une part, l'expulsé doit avoir encouru deux condamnations au moins. Il est possible à cet égard de tenir compte de condamnations prononcées avec sursis quand cette mesure a été révoquée. Il faut d'ailleurs que la seconde de ces deux condamnations vise des actes que l'intéressé a commis depuis qu'il est établi sur le territoire du canton qui a prononcé l'expulsion.\n\nD'autre part, les condamnations retenues doivent concerner |14| des \"délits graves\", c'est-à-dire des infractions qui, par leur nature ou les circonstances dans lesquelles elles ont été commises, dénotent chez leur auteur un caractère asocial ou un mépris des lois tels que la présence du délinquant constitue un danger pour l'ordre public (RO 80 I 176, 72 I 174).\n\nAu demeurant et lors même que ces conditions sont réunies, l'art. 45 al. 3 Cst. n'autorise que le retrait et non le refus d'établissement. Il suppose donc nécessairement l'existence d'un établissement ou au moins d'une résidence de fait sur le territoire cantonal. D'après un arrêt Andreotti, du 12 mai 1954 (non publié), l'expulsé doit s'être trouvé en résidence dans le canton tant à l'époque où il a commis le dernier délit grave qu'à celle où il a été expulsé, à moins qu'il ne s'agisse soit d'un vagabond qui n'a jamais eu de domicile sur le territoire cantonal mais qui y commet le dernier délit grave, soit d'un individu qui, résidant en fait sur le territoire cantonal au moment de commettre le dernier délit grave, s'établit ensuite ailleurs pour échapper aux poursuites pénales ou à l'expulsion (cf. aussi RO 66 I 148, 69 I 169 et les autres arrêts cités dans l'arrêt Andreotti).\n\n3. En l'espèce, il est établi que, hormis les peines d'arrêts ou d'amende qui lui ont été infligées, le recourant a encouru deux condamnations à des peines d'emprisonnement, l'une en 1954, l'autre en 1956. Bien que celle datant de 1954 ait été prononcée avec sursis, il est possible d'en tenir compte, puisque le sursis a été révoqué le 12 juillet 1956. De plus, le second de ces jugements vise des faits que le recourant a commis alors qu'il était domicilié à Neuchâtel. L'exigence relative au nombre des condamnations est ainsi remplie. Il est vrai que le jugement du 13 mars 1956 réprime notamment une escroquerie commise en juin 1954, c'est-à-dire avant le jugement du 23 novembre 1954. S'il n'avait que cette infraction pour objet, on ne pourrait parler de condamnations \"réitérées\" (RO 49 I 114/115). Toutefois, il concerne également un |15| accident de circulation survenu en mars 1955, ainsi qu'un vol commis en juin 1955, soit après la condamnation du 23 novembre 1954. On peut donc admettre que le recourant a été condamné à réitérées fois.\n\nIl est clair d'autre part que les condamnations infligées visent des délits graves. La question de savoir s'il faut tenir compte de l'escroquerie commise avant la première condamnation dans le cadre du second jugement ou non est sans importance. En effet, ce second jugement concerne pour le surplus, ainsi qu'on l'a déjà rappelé, un accident de circulation et un vol. Or les faits exposés par le Tribunal montrent que les infractions retenues à la charge du recourant à l'occasion de cet accident (lésions corporelles par négligence, ivresse au volant, entrave à la circulation publique par négligence, délit de fuite) constituent des délits graves (cf. dossier cantonal, II, pages 470 ss.).\n\nEnfin, quant aux exigences relatives au lieu de résidence, il est constant tout d'abord que le recourant était domicilié à Neuchâtel quand il a commis les actes qui ont abouti à la condamnation du 13 mars 1956. Mais il l'était également jusqu'au moment où il a commencé à purger sa peine au pénitencier de Witzwil, époque à laquelle l'arrêté d'expulsion a été pris. Sans doute semble-t-il ressortir des pièces produites par lui (livret de service, carte d'immatriculation du Consulat de Suisse à Besançon) qu'il a quitté le canton de Neuchâtel au mois d'août 1955 pour aller habiter la France. Mais la réalité de ce séjour ne saurait être retenue au regard des constatations de fait très précises exposées par le Conseil d'Etat. Ces constatations sont d'ailleurs confirmées par l'examen du dossier pénal relatif à la condamnation du 13 mars 1956 et dont il ne paraît pas ressortir qu'après le mois de juillet 1955 le recourant ait été domicilié ailleurs que dans le canton de Neuchâtel (cf. par exemple dossier cantonal II, page 77). Dans ces conditions, on doit admettre que le recourant, qui paraît surtout avoir voulu chercher à créer une certaine équivoque, s'est trouvé en résidence dans le canton de |16| Neuchâtel tant au moment de la commission du dernier délit grave qu'au moment de l'expulsion.\n\nToutes les exigences posées par la loi et la jurisprudence étant réunies, l'expulsion est justifiée.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}