{"annee": "83", "cour": "II", "page": "57", "date": "25/2/1957", "cite": ["83 II 53", "63 II 173", "74 I 280"], "cite_par": ["100 II 384", "102 II 122"], "chapeau": "10. Urteil der I. Zivilabteilung vom 25. Februar 1957 i.S. Allega SA und Konsorten gegen Gschwind.", "regestes": ["1. Art. 73 al. 1 LPC et 40 OJ. Celui qui retire un recours en réforme ne peut le renouveler, même s'il prétend qu'il a agi par erreur (consid. 1). 2. Art. 754 al. 1 CO. La société anonyme ne peut rendre le conseil d'administration responsable d'actions ou d'omissions que l'assemblée générale a voulues en connaissance de cause (consid. 2 et 3). 3. Art. 692 et suiv. CO, art. 2 CC. En principe, l'actionnaire jouit du droit de vote à l'assemblée générale même s'il s'agit de sa propre affaire. L'interdiction de l'abus de droit reste toutefois réservée (consid. 3)."], "faits": "|58|\n\nA.- Das Grundkapital der Klima und Thermik AG war in 100 auf den Namen lautende Aktien zu Fr. 1000.-- zerlegt. Davon gehörten 20 dem einzigen Verwaltungsrat der Gesellschaft Fritz Gschwind und 80 der Orion Anlage AG, die er beherrschte und ebenfalls als einziger Verwaltungsrat leitete.\n\nAm 27. November 1951 kauften Konrad Bachmann und Walter Neukomm dem Gschwind und der Orion Anlage AG alle Aktien der Klima und Thermik AG ab. Sie wussten, dass das Grundkapital nur zur Hälfte einbezahlt war und eine Zwischenbilanz auf 31. Oktober 1951 einen Verlust von Fr. 49'055.92 ergeben hatte. Der Kaufpreis der Aktien sollte auf Grund einer von der Allgemeinen Treuhand AG auf 31. Dezember 1951 zu erstellenden Bilanz bestimmt werden. Diese ergab einen Verlust von Fr. 30'410.90.\n\nEhe die Aktien auf die Käufer übertragen wurden, führte Gschwind am 31. Januar 1952 eine Generalversammlung durch. Sowohl seine eigenen als auch die der Orion Anlage AG gehörenden Aktien waren von ihm vertreten. Während der Versammlung leisteten ihm Bachmann und Neukomm |59| eine weitere Anzahlung an den Kaufpreis und übergab Gschwind alle Aktienzertifikate sowie das Aktienbuch dem Vertreter der Allgemeinen Treuhand AG, die als Kontrollstelle amtete. Bachmann und Neukomm wurden in den Verwaltungsrat gewählt, der jedoch auf ihren Wunsch weiterhin von Gschwind geleitet wurde.\n\nAm 2. Februar 1952 vereinbarten Gschwind und die Orion Anlage AG mit Bachmann und Neukomm, dass die Allgemeine Treuhand AG ihnen die Aktienzertifikate unbeschwert herausgebe, sobald sie den Kaufpreis vollständig bezahlt haben würden.\n\nAm 29. Mai 1952 hielten Gschwind als Vertreter zweier Aktien und Bachmann und Neukomm, die je 49 Aktien vertraten, eine ausserordentliche Generalversammlung ab, an der auch Jakob Tütsch teilnahm. Gschwind trat aus dem Verwaltungsrat aus. Zu dessen neuem Präsidenten wählte die Versammlung Bachmann, und Jakob Tütsch wurde neues Mitglied des Verwaltungsrates. Gschwind stellte seine Pflichtaktien zur Verfügung. Die Versammlung stellte hierauf fest, dass inskünftig Bachmann und Neukomm je vierzig und Tütsch zwanzig Aktien zuständen, und dass die notwendigen Indossamente auf zwanzig Aktien anzubringen seien und Tütsch alsdann als Aktionär für zwanzig Aktien in das Aktienbuch eingetragen werde.\n\nAm 27. Januar 1953 trat der Verwaltungsrat durch die Unterschriften Bachmanns und Neukomms im Namen der Gesellschaft deren Ansprüche gegen Gschwind, \"insbesondere Ansprüche der Verantwortlichkeit im Sinne von Art. 754 ff. OR\", an ein Konsortium ab, das sich in der Folge aus der Allega SA und achtzehn weiteren Gläubigern der Klima und Thermik AG bildete.\n\nÜber die Klima und Thermik AG wurde später der Konkurs eröffnet und mangels Aktiven wieder eingestellt.\n\nB.- Am 9. Dezember 1953 klagten die Allega SA und die anderen dem Konsortium angehörenden Gläubiger beim Handelsgericht des Kantons Zürich gegen Gschwind auf Bezahlung von Fr. 58'185.30 nebst 5% Zins seit 12. November |601953| . Unter Berufung auf Art. 754 OR und die Abtretungserklärung verlangten sie den Betrag als Ersatz für Schaden, den der Beklagte der Klima und Thermik AG durch pflichtwidriges Verhalten als Verwaltungsrat zugefügt habe. Die Forderung eines Teilbetrages von Fr. 50'000.-- begründeten sie damit, der Beklagte hätte entweder die ausstehende Hälfte des Grundkapitals von den alten Aktionären einfordern oder die Eintragung Bachmanns und Neukomms ins Aktienbuch von der Sicherstellung dieser Hälfte abhängig machen sollen.\n\nDas Handelsgericht wies am 7. Juli 1955 die Klage ab, weil es die Abtretungserklärung für ungültig hielt. Auf Berufung der Kläger hob das Bundesgericht am 24. Januar 1956 dieses Urteil auf und wies die Sache zu materieller Beurteilung an die erste Instanz zurück.\n\nAm 1. Oktober 1956 nahm das Handelsgericht davon Vormerk, dass einer der Kläger aus dem Prozess ausgeschieden sei. Es wies die Klage der verbleibenden achtzehn Kläger ab. Die Schadenersatzforderung von Fr. 50.000.-- verneinte es mit der Begründung, der Beklagte habe bei der Übertragung der Aktien auf Bachmann und Neukomm nicht nur als einziger Verwaltungsrat, sondern auch als \"Universalversammlung\" aller Aktionäre gehandelt, und die ausserordentliche Generalversammlung vom 29. Mai 1952 habe ohne Mitwirkung des Beklagten den Übergang von Aktien auf Bachmann und Neukomm bestätigt und die Übertragung von zwanzig Aktien auf Tütsch angeordnet, alles unter Verzicht auf Sicherstellung. Die Aktiengesellschaft könne daher für die allfällige Entwertung des Grundkapitals, weil ihr oberstes Organ sie selbst gewollt habe, niemanden belangen, auch kein Mitglied des Verwaltungsrates. Infolgedessen stehe den Klägern, die nicht ihre eigenen Ansprüche als Gläubiger, sondern nur die durch Abtretung erworbenen Ansprüche der Aktiengesellschaft geltend machten, keine Forderung gegen den Beklagten zu.\n\nC.- Die noch am Prozess beteiligten achtzehn Kläger |61| haben gegen das Urteil vom 1. Oktober 1956 die Berufung erklärt mit den Anträgen, es sei aufzuheben und der Beklagte zu verurteilen, ihnen Fr. 50'000.--nebst Zins zu 5% seit 12. November 1953 zu bezahlen.\n\nD.- Der Beklagte hat am 14. Dezember 1956 beantragt, die Berufung sei abzuweisen und das angefochtene Urteil zu bestätigen, eventuell die Sache an das Handelsgericht zurückzuweisen, subeventuell seien den Klägern höchstens Fr. 40'000.-- nebst 5% Zins seit Einleitung der Klage zuzusprechen.\n\nE.- Im Januar bezw. Februar 1957 haben die Kläger A. Stahel, Wanner & Co., S. Kisling & Cie. und Julius Schoch & Co. dem Bundesgericht erklärt, dass sie Berufung und Klage zurückzögen und die Vollmacht ihres Anwaltes erloschen sei.\n\nAm 15. Januar 1957 ist eine gleiche Erklärung des Klägers August Lerch beim Bundesgericht eingetroffen. Lerch hat damit die Bemerkung verbunden, der Rückzug erfolge \"ohne jegliche Kostenfolge zu Lasten A. Lerch\". Am 23. Januar 1957 hat er dem Bundesgericht mitgeteilt, er habe die Erklärung aus Irrtum unterschrieben, weshalb sie zu \"annullieren\" und ihm als ungültig zurückzugeben sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Abstand einer Partei beendet den Rechtsstreit (Art. 73 Abs. 1 BZP). Gemäss Art. 40 OG gilt diese Bestimmung auch im Berufungsverfahren. Dieses ist daher nicht nur für die Kläger Stahel, Wanner & Co., S. Kisling & Co. und Julius Schoch & Co., sondern auch für Lerch zufolge Rückzugs der Berufung beendet. Wer ein Rechtsmittel zurückzieht, kann es nicht erneuern (BGE 74 I 282), auch nicht mit der Behauptung, er habe den Rückzug aus Irrtum erklärt.\n\nUnbeachtlich ist ferner, dass Lerch sich in der Rückzugserklärung gegen die Auflegung von Kosten verwahrte. Ob und inwieweit er solche zu tragen hat, ist in Anwendung |62| des Gesetzes (Art. 153 Abs. 2, 156 Abs. 1 OG) vom Gerichte zu bestimmen.\n\n2. Die Kläger machen geltend, der Beklagte als einziger Verwaltungsrat der Klima und Thermik AG hätte die noch nicht einbezahlte Hälfte des Grundkapitals einfordern sollen, nachdem die Zwischenbilanz vom 31. Oktober 1951 den Verlust der einbezahlten anderen Hälfte ergeben habe. Durch die Unterlassung habe er seine Sorgfaltspflichten nach Art. 722 OR verletzt und die spätere Uneinbringlichkeit des ausstehenden Betrages verursacht.\n\nDem ist nicht beizupflichten. Nach Art. 8 Ziff. 3 der Statuten war nicht der Verwaltungsrat, sondern die Generalversammlung zuständig, die Einforderung des noch nicht geleisteten Teils des Grundkapitals zu beschliessen. Dem Beklagten könnte also höchstens vorgeworfen werden, er habe die in Art. 722 Abs. 2 Ziff. 1 OR niedergelegte Pflicht der Verwaltung, die Geschäfte der Generalversammlung vorzubereiten, verletzt, nämlich dadurch, dass er der Versammlung keinen Antrag auf Einforderung stellte. Zu einem solchen Antrag bestand jedoch kein Anlass. Die Zwischenbilanz auf 31. Oktober 1951 ergab zwar einen Verlust von Fr. 49'055.92. Damit war aber erst die einbezahlte Hälfte des Grundkapitals sozusagen verloren, wogegen die Aktiven der Gesellschaft die Forderungen der Gläubiger noch ganz deckten. Zudem steht fest und wird von den Klägern anerkannt, dass die beiden damaligen Aktionäre, nämlich der Beklagte und die Orion Anlage AG, zahlungsfähig waren. Solange die Aktien ihnen gehörten, drohte daher der Klima und Thermik AG aus der Nichteinforderung der ausstehenden Hälfte des Grundkapitals kein Schaden. Übrigens war die Generalversammlung auch ohne Antrag der Verwaltung in der Lage, die Einforderung zu beschliessen. Die beiden Aktionäre waren über die Verhältnisse im Bilde, muss sich doch die Orion Anlage AG das Wissen ihres einzigen Verwaltungsrates, nämlich des Beklagten, als eigenes Wissen anrechnen lassen. Die Kläger gehen daher fehl, dem Beklagten in seiner Eigenschaft als gewesenem Verwaltungrat der Klima und |63| Thermik AG einen Vorwurf aus der Nichteinforderung der ausstehenden Hälfte des Grundkapitals zu machen, eine Unterlassung, die ihre Generalversammlung und damit sie selbst in Kenntnis der Verhältnisse gewollt haben.\n\n3. Die Kläger werfen dem Beklagten vor, er habe seine Pflichten als Verwaltungsrat der Klima und Thermik AG auch dadurch verletzt, dass er weder von dem in Art. 3 Abs. 2 der Statuten vorbehaltenen Rechte der Verwaltung, die Zustimmung zum Übergang der Aktien ohne Angabe der Gründe zu verweigern, noch von der Möglichkeit, gemäss Art. 686 Abs. 3 OR von den Erwerbern Sicherstellung des noch nicht einbezahlten Teils des Grundkapitals zu verlangen, Gebrauch gemacht habe, obschon Bachmann und Neukomm schon damals finanziell schwach gewesen seien.\n\nDer Übergang der Aktien auf Bachmann und Neukomm ohne Sicherstellung der nicht einbezahlten Hälfte des Grundkapitals ist in Kenntnis des Sachverhaltes von allen Aktionären und damit von der Klima und Thermik AG selber gutgeheissen worden. In der Generalversammlung vom 31. Januar 1952, als die Aktien noch dem Beklagten und der Orion Anlage AG gehörten, waren es diese beiden Aktionäre, die mit der Übertragung einverstanden waren. In der Generalversammlung vom 29. Mai 1952 sodann, in welcher der Beklagte seine bis dahin noch behaltenen beiden Pflichtaktien den Erwerbern übertrug, waren es diese, nämlich Bachmann und Neukomm, welche die Rechte als Aktionäre ausübten und damit den Übergang bestätigten. Eines ausdrücklichen Beschlusses auf Genehmigung der Übertragung ohne Sicherstellung bedurfte es nicht. Indem Bachmann und Neukomm, ohne das noch nicht einbezahlte Grundkapital sichergestellt zu haben oder sicherstellen zu wollen, die Aktionärrechte ausübten, z.B. die Eintragung des Tütsch ins Aktienbuch beschlossen, bekundeten sie ihren Willen, die Übertragung der Aktien vom Beklagten und der Orion Anlage AG auf sie selbst ohne Sicherstellung zu genehmigen, deutlich genug.\n\nDer Einwand der Kläger, das sei nicht Aufgabe der Generalversammlung, |64| sondern Aufgabe der Verwaltung gewesen, hält nicht stand. Im Einverständnis des Verwaltungsrates konnte die Generalversammlung auch Beschlüsse fassen, zu denen an sich der Verwaltungsrat zuständig war; ja gemäss Art. 14 Abs. 1 der Statuten durfte und musste sie das schon dann tun, wenn auch nur ein einziges Mitglied des Verwaltungsrates es verlangte. Das Einverständnis der Verwaltung aber liegt hier vor; denn was die Generalversammlung gewollt hat, ist notwendigerweise auch von der aus den gleichen Personen bestehenden Verwaltung gebilligt worden.\n\nDie Kläger wenden ferner ein, das Verbot, im Namen eines andern mit sich selbst Rechtsgeschäfte abzuschliessen (BGE 63 II 174), hätte die Genehmigung des Überganges der Aktien durch die Generalversammlung nichtig gemacht. Abgesehen davon, dass dieser Einwand, wenn begründet, auch für die Genehmigung durch die Verwaltung gälte, die Klima und Thermik AG den Beklagten und die Orion Anlage AG also nie gültig als Aktionäre aufgegeben hätte und folglich gar nicht geschädigt worden wäre, verkennen jedoch die Kläger, dass der Aktionär in der Generalversammlung in der Regel auch in eigener Sache Stimmrecht hat. Das ergibt sich daraus, dass die Bundesversammlung die gegenteilige Bestimmung, die der Entwurf des Bundesrates zur Revision der Titel 24-33 OR vorsah (Art. 693 Abs. 3), strich, weil sie darin, dass das Stimmrecht in eigener Sache vom Aktionär missbraucht werden könnte, keinen genügenden Grund sah, es allgemein auszuschliessen (Protokoll der Kommission des Ständerates II. Session S. 36, XII. Session S. 30; StenBull StR 1931 407 f., 1935 279, NatR 1935 283 f.). Nur das Verbot des Rechtsmissbrauches (Art. 2 ZGB) beschränkt es. Rechtsmissbrauch aber liegt nicht jedesmal vor, wenn das Interesse des Aktionärs sich nicht mit dem der Gesellschaft deckt. Daher ist die Zustimmung der Generalversammlung zum Übergang der Aktien nicht schon deshalb nichtig, weil Bachmann und Neukomm am Übergang interessiert waren, die Klima |65| und Thermik AG dagegen ein Interesse gehabt haben soll, für die noch nicht einbezahlte Hälfte des Grundkapitals die alten Aktionäre als Schuldner beizubehalten. Aus etwas anderem als aus dem Auseinandergehen der Interessen aber leiten die Kläger die behauptete Nichtigkeit der erwähnten Zustimmung nicht ab. Insbesondere behaupten sie nicht, mit der Übertragung der Aktien hätten die Beteiligten beabsichtigt, die Klima und Thermik AG um die noch nicht einbezahlte Hälfte des Grundkapitals zu bringen.\n\nBleibt es demnach dabei, dass die Klima und Thermik AG durch die Generalversammlung als ihr oberstes Organ dem Übergang der Aktien und damit auch der Schuldpflicht für die ausstehende Hälfte des Grundkapitals vom Beklagten und der Orion Anlage AG auf Bachmann und Neukomm zugestimmt hat, so ist der Beklagte den Klägern, die nicht Ansprüche von Gesellschaftsgläubigern, sondern ausschliesslich solche der Gesellschaft geltend machen, nicht zu Schadenersatz verpflichtet. Wer einer schädigenden Handlung in Kenntnis des Sachverhaltes zustimmt, erlangt nach bewährter Lehre keinen Ersatzanspruch (volenti non fit injuria), wie das Bundesgericht am 28. Januar 1957 (BGE 83 II 56.) schon für den Fall einer von allen Gründern einer Gesellschaft mit beschränkter Haftung gebilligten Überbewertung von Sacheinlagen entschieden hat.\n\nDemnach erkennt das Bundesgericht:\n\n1.- Gegenüber den Berufungsklägern S. Kisling & Cie. AG, August Lerch, Julius Schoch & Co., A. Stahel und Wanner & Co. AG wird die Sache als durch Rückzug der Berufung erledigt am Protokoll abgeschrieben.\n\n2.- Die Berufung der übrigen Kläger wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 1. Oktober 1956 ihnen gegenüber bestätigt."}