{"annee": "83", "cour": "III", "page": "80", "date": "30/4/1957", "cite": [], "cite_par": [], "chapeau": "22. Arrêt du 30 avril 1957 dans la cause Meyer.", "regestes": ["Concordat par abandon d'actif. Etat de collocation. Art. 316 g, 17 et 250 LP. L'état de collocation peut être attaqué par la voie de la plainte lorsqu'il est entaché d'un vice de forme. En revanche, c'est au juge saisi de l'action dirigée contre l'état de collocation qu'il appartient d'examiner les motifs de fond pour lesquels une production a été rejetée totalement ou partiellement."], "faits": "|80|\n\nA.- Dans le concordat par abandon d'actif de la société Acim SA, Ernest Wenger a produit une créance de 110 000 fr. fondée sur une cédule hypothécaire au porteur de ce montant et garantie par un gage en second rang sur les immeubles de la débitrice. Lors de sa création, le 13 novembre 1954, la cédule était de 50 000 fr.; elle a été portée à 110 000 fr. par acte du 22 novembre 1955. Le 28 décembre 1956, Wenger a transféré le titre à André Meyer.\n\nPar lettre du 22 janvier 1957, le liquidateur a avisé Meyer que sa créance avait été admise à l'état de collocation jusqu'à concurrence de 50 000 fr. avec un droit de gage en second rang sur les immeubles de la débitrice, |81| le surplus étant contesté parce qu'il n'était pas dû par Acim SA mais par son administrateur Max Fischer personnellement.\n\nDans le délai utile, Meyer a ouvert action en modification de l'état de collocation. Il a également porté plainte contre la décision du liquidateur et conclu à ce que sa production fût admise à concurrence de 110 000 fr. avec intérêt à 6% dès le 22 novembre 1955.\n\nL'Autorité inférieure de surveillance du district de Lausanne a accueilli la plainte, considérant que le moyen opposé par Acim SA pouvait être invoqué seulement contre Max Fischer et non contre le porteur de la cédule hypothécaire.\n\nB.- Sur recours de la masse concordataire, la Cour des poursuites et faillites du Tribunal cantonal vaudois, par arrêt du 28 mars 1957, a réformé cette décision et déclaré la plainte irrecevable.\n\nC.- Meyer a recouru au Tribunal fédéral contre cet arrêt, concluant à ce que sa production soit \"admise à concurrence de cent dix mille francs (fr. 110 000.--) avec intérêt à 6% dès le 22 novembre 1955, la dite créance étant garantie en second rang par les immeubles dont Acim SA est propriétaire à Renens, y compris les accessoires\".", "considerants": "Considérant en droit:\n\nL'état de collocation peut être attaqué par la voie de la plainte lorsqu'il est entaché d'un vice de forme; en revanche, c'est au juge saisi de l'action dirigée contre l'état de collocation qu'il appartient d'examiner les motifs de fond pour lesquels une production a été rejetée totalement ou partiellement (RO 54 III 275). En l'espèce, le liquidateur a régulièrement informé le recourant du rejet de sa production dans la mesure où elle dépassait 50 000 fr. et a indiqué les raisons de cette décision. Il n'a violé aucune règle de forme. La contestation porte exclusivement sur le point de savoir si Meyer possède contre Acim |82| SA une créance de 110 000 fr. ou de 50 000 fr. seulement garantie par un gage immobilier en second rang. Il s'agit là à l'évidence d'une question de fond qui, contrairement à l'opinion de l'Autorité inférieure de surveillance, n'est pas claire au point qu'elle puisse être tranchée préjudiciellement dans une procédure de plainte, mais qui ne peut être jugée que dans une action en contestation de l'état de collocation. C'est dès lors à juste titre que la juridiction cantonale a déclaré la plainte de Meyer irrecevable.\n\nLa Chambre des poursuites et des faillites prononce:\n\nLe recours est rejeté."}