{"annee": "83", "cour": "I", "page": "63", "date": "8/2/1957", "cite": ["77 I 136", "70 I 10", "78 I 180", "62 I 40"], "cite_par": ["87 I 318", "101 IA 443", "85 I 180", "87 I 411", "93 I 656"], "chapeau": "10. Urteil vom 8. Februar 1957 i.S. Müller gegen Schweiz. Eidgenossenschaft.", "regestes": ["Rétribution du fonctionnaire fédéral: Imputation d'une rente de l'assurance militaire pour une invalidité consécutive à un accident? Aussi longtemps que le fonctionnaire accomplit entièrement le service pour lequel il est rétribué, il a droit au paiement de son traitement entier."], "faits": "|63|\n\nA.- Der Kläger Ernst Müller steht als Kontrolleur im Dienste der eidg. Zollverwaltung. Am 18. Januar 1952 erlitt er im Militärdienst einen Unfall. Er zog sich dabei Verletzungen zu, die eine bleibende Schädigung - \"Bildung einer Coxarthrosis mit wesentlichem Hinken sowie erheblicher Einschränkung der Beweglichkeit des linken Hüftgelenkes und zeitweise auftretender starker Schmerzhaftigkeit\" - zur Folge hatten. Die eidg. Militärversicherung |64| gewährt ihm seit 1. Juni 1955 für dauernde \"Invalidität bzw. Schädigung der körperlichen Integrität\" im Umfange von 25% eine Monatsrente von Fr. 206.25. Er versieht seit dem Unfall den gleichen Posten wie vorher.\n\nDie Zollkreisdirektion I verfügte am 25. Oktober 1955 \"gestützt auf Art. 45 Abs. 5 BtG\" eine teilweise Anrechnung der Militärversicherungsrente auf die Besoldung des Klägers mit Wirkung ab 1. November 1955. Sie ordnete an, vorläufig seien 40% der Rente anzurechnen, in Erwägung, dass die persönlichen und finanziellen Verhältnisse des Klägers infolge des Integritätsschadens beeinträchtigt seien und dass möglicherweise der Kläger durch den Unfall auch im beruflichen Vorwärtskommen behindert werde. Weiter bestimmte sie, dass im Falle einer Beförderung die Anrechnung sich für jede Besoldungsklasse um 5% bis auf einen Anteil von 50% der Rente erhöhe.\n\nEin Begehren des Klägers um Aufhebung dieser Verfügung wurde vom eidg. Finanz- und Zolldepartement am 2. August 1956 abgelehnt.\n\nB.- Mit verwaltungsrechtlicher Klage beantragt Ernst Müller, die Schweiz. Eidgenossenschaft sei zu verurteilen, ihm die seit dem 25. Oktober 1955 von der Besoldung durch teilweise Anrechnung der Militärversicherungsrente abgezogenen Beträge nachzuzahlen und in Zukunft die volle gesetzliche Besoldung auszurichten. Er macht geltend, da er für sein Amt nach wie vor voll arbeitsfähig sei, habe er auch Anspruch auf die ungekürzte Besoldung. Der Gehaltsanspruch des Beamten sei ein wohlerworbenes Recht. Eine Kürzung sei für den hier vorliegenden Fall im Gesetz nicht vorgesehen. Art. 45 Abs. 5 BtG ordne einen andern Sachverhalt und dürfe hier nicht analog angewendet werden. Auch die vom Departement angerufenen Urteile BGE 62 I 40 ff. und BGE 78 I 180 ff. beträfen andere Tatbestände.\n\nC.- Die eidg. Finanzverwaltung schliesst auf Abweisung der Klage. Sie führt aus, nach dem Beamtenrecht des Bundes müsse der Beamte sich Leistungen der Militärversicherung oder der Suva auf seine Besoldung und nach der |65| Pensionierung auf die Pension anrechnen lassen. Dieser Grundsatz sei in verschiedenen Bestimmungen für besondere Fälle ausgesprochen, gelte aber allgemein (BGE 62 I 42, BGE 78 I 182). Art. 45 Abs. 5 BtG sei hier sinngemäss anwendbar. Dass der Kläger nach dem Unfall an seinem bisherigen Posten habe belassen werden können, sei unerheblich. Übrigens sei er seither nicht nur im Privatleben, sondern auch bei der Berufsausübung leicht behindert. Ein Eingriff in ein wohlerworbenes Recht liege nicht vor.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es handelt sich um eine vermögensrechtliche Streitigkeit aus dem Bundesbeamtenverhältnis, die gemäss Art. 110 Abs. 1 lit. a OG vom Bundesgericht als einziger Instanz zu beurteilen ist. Die gemäss Art. 114 OG und Art. 67 BO I erforderliche Stellungnahme der zuständigen Verwaltungsinstanz liegt im Schreiben des eidg. Finanz- und Zolldepartements vom 2. August 1956 vor. Auf die Klage ist einzutreten.\n\n2. Auf die Garantie der wohlerworbenen Rechte des Beamten könnte sich der Kläger nur berufen, wenn der beanstandeten Kürzung eine bestimmte im Gesetz selbst enthaltene oder individuell abgegebene Zusicherung entgegenstände (BGE 70 I 20 Erw. 3, BGE 77 I 144). Eine solche Zusicherung wird vom Kläger nicht behauptet und ist auch nicht ersichtlich. Dass abgesehen davon der Besoldungsanspruch des Bundesbeamten nur im Rahmen der gesetzlichen Ordnung besteht, also den gesetzlichen Beschränkungen unterliegt, ist allgemein anerkannt und wird auch vom Klâger nicht bestritten. Der Streit geht darum, ob die gesetzliche Ordnung, das eidgenössische Beamtenrecht, eine Anrechnung der Militärversicherungsrente auf die Besoldung für den hier vorliegenden Fall vorsieht oder nicht.\n\n3. Art. 45 Abs. 5 BtG bestimmt, dass der Beamte, dem wegen eines nicht auf grobem Selbstverschulden beruhenden Gebrechens eine andere - gemeint ist eine an sich geringer besoldete - Tätigkeit zugewiesen werden |66| muss, vom Eintritt des Gebrechens an für die Dauer von zwei Jahren Anspruch auf die bisherige Besoldung hat, mit der Einschränkung, dass Leistungen der Militärversicherung oder der Suva darauf angerechnet werden können. Hier ist die Vorschrift offensichtlich nicht anwendbar, weil ihre Voraussetzung, die Zuweisung einer anderen Tätigkeit, nicht erfüllt ist; denn es ist unbestritten, dass der Kläger seit dem Unfall den gleichen Posten versieht wie vorher. In der Klageantwort wird denn auch zugegeben, dass Art. 45 Abs. 5 BtG einen hier nicht vorliegenden besonderen Fall regelt. Eine andere Bestimmung, aufwelche sich die Anrechnung für den hier gegebenen Tatbestand unmittelbar stützen liesse, wird nicht genannt und ist auch nicht zu finden.\n\nDie Beklagte macht jedoch unter Hinweis auf die Rechtsprechung des Bundesgerichts geltend, in Art. 45 Abs. 5 BtG wie auch in anderen Vorschriften des eidgenössischen Beamtenrechts komme ein allgemeiner Grundsatz zum Ausdruck, der dieses ganze Rechtsgebiet beherrsche und daher auch für den vorliegenden Fall Geltung habe. Neben Art. 45 Abs. 5 BtG führt sie Art. 53 Abs. 4 und 5 und Art. 59 Abs. 2 BO I an. Diese Verordnungsbestimmungen - ebenso Art. 46 Abs. 4 und 5 und Art. 52 Abs. 2 BO II - sehen vor (Fassung vom 26. Sept. 1952, AS 1952, 686 und 719): Kürzung der Besoldung nach den Grundsätzen von Art. 75 KUVG, wenn sich der Beamte auf Kosten der Verwaltung oder der Militärversicherung oder der Suva in einer Klinik oder Heilanstalt aufhält; Anrechnung von Krankengeldleistungen der Suva auf die Besoldung; Anrechnung der Leistungen der Suva und der Militärversicherung auf die Leistungen der Verwaltung an den Beamten oder seine Hinterbliebenen bei Betriebsunfällen. Sodann ermöglichen die Statuten der eidgenössischen Versicherungskasse - wie auch diejenigen der Pensionskasse der SBB - in Art. 9 Abs. 2 die Kürzung der Kassenleistungen um den Betrag allfälliger Leistungen der Militärversicherung oder der Suva aus obligatorischer Versicherung einschliesslich der Zuschüsse der Verwaltung dei Betriebsunfällen. Diese sämtlichen Bestimmungen setzen voraus, dass die Leistung des |67| Beamten aus dem Dienstverhältnis ganz oder teilweise aufgehört hat, zum mindestens vorübergehend. Es kann daraus also wohl auf einen allgemeinen Grundsatz geschlossen werden, dass die Besoldung und Pension von Bundesbeamten um die Leistung von Fürsorgeeinrichtungen des Bundes zu kürzen ist in allen Fällen, wo der Beamte seinerseits keine oder keine volle Leistung mehr erbringt. Doch geht es nicht an, den Grundsatz auszudehnen auf Fälle, wo der Beamte die Aufgabe, für die er besoldet wird, nach wie vor unvermindert erfüllt und daher Leistungen einer Fürsorgeeinrichtung des Bundes wegen Beeinträchtigung der Fähigkeit zu diesem Dienst nicht beanspruchen kann, sondern solche Leistungen aus anderen Gründen, insbesondere wegen Schädigung der körperlichen Integrität, erhält; denn wo es sich so verhält, besteht ein wesentlicher Unterschied gegenüber sämtlichen gesetzlich geordneten Tatbeständen und fehlt ein sachlicher Grund, in analoger Anwendung der für diese Tatbestände aufgestellten Ordnung eine Kumulation der Leistungen auszuschliessen.\n\nFreilich hat das Bundesgericht in BGE 62 I 43 erklärt, die dort zitierten Anordnungen beruhten auf dem allgemeinen Gedanken, dass der Beamte nicht Anspruch auf mehr als den Betrag erheben könne, der seiner gesetzlichen Besoldung gleichkommt, und dass es nicht darauf ankomme, ob ihm dieser Betrag als Besoldung oder unter einem andern Titel - von einer Fürsorgeeinrichtung des Bundes - ausgerichtet wird. Wenn sich mit dieser Erwägung die Anrechnung allenfalls auch dort begründen liesse, wo der Beamte nach wie vor seine Aufgabe voll erfüllt, so wäre zu einer solchen Ausdehnung aber nur der Gesetzgeber befugt. Nachdem er die Anrechnung bisher auf enger umgrenzte Tatbestände beschränkt hat, darf die das Gesetz anwendende Behörde sie nicht auf anders geartete Fälle erstrecken unter Berufung auf einen allgemeinen Grundsatz, der beide Gruppen umfasse. Es trifft nicht zu, dass die geltende eidgenössische Beamtengesetzgebung grundsätzlich - also ohne Rücksicht darauf, ob der Beamte seine Aufgabe voll erfüllt oder nicht - auf dem Boden |68| stehe, er müsse sich Leistungen der eidgenössischen Sozialversicherungen auf seine Besoldung anrechnen lassen. Die abweichende Feststellung in BGE 62 I 42 und BGE 78 I 182 geht zu weit, verallgemeinert den Grundsatz, der aus verschiedenen Einzelbestimmungen abgeleitet werden kann, zu stark. Diese Urteile wären übrigens nicht anders ausgefallen, falls sie eingeschränkt worden wäre in dem Sinne, dass die Anrechnung zulässig ist, wenn und soweit die Leistung des Beamten aufgehört oder herabgesetzt ist.\n\n4. Mehr beiläufig bemerkt die Beklagte, der Kläger habe zwar an seinem bisherigen Arbeitsposten belassen werden können, doch sei er \"wie im Privatleben so auch bei der Berufsausübung, namentlich beim Besteigen von Silos, Hochtanks, Schiffen, Bahnwagen und dergleichen, durch die Unfallfolgen leicht behindert\". Sie macht indessen nicht geltend, dass er seiner Aufgabe nicht mehr gewachsen sei; sie sagt weder, ob und in welchem Ausmass die von ihr erwähnten Besteigungen in den Rahmen seiner Amtstätigkeit fallen, noch, inwiefern diese beeinträchtigt wird. Die Behinderung durch Hinken und Schmerzhaftigkeit trifft wohl den Kläger persönlich, wirkt sich aber nicht notwendig auf seine Arbeitsleistung aus, die ja wesentlich im Kontrollieren besteht. Es ist deshalb davon auszugehen, dass er gemäss seiner Darstellung seiner Aufgabe wie bisher in vollem Umfange genügt und dass die Militärrente, die er erhält, lediglich einen gewissen Ausgleich für die persönlichen und finanziellen Nachteile schaffen soll, die er wegen der durch den Unfall bewirkten Beeinträchtigung seiner körperlichen Integrität erleidet. Dann fehlen aber die Voraussetzungen für eine Anrechnung der Versicherungsleistungen auf die Besoldung, selbst dann, wenn angenommen wird, es bestehe ein allgemeiner Grundsatz, wonach sie in allen Fällen zulässig sei, wo der Beamte keine oder nicht mehr die volle Arbeitsleitung erbringt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Klage wird gutgeheissen. Die Beklagte hat dem Kläger die seit dem 1. November 1955 von der Besoldung durch |69| teilweise Anrechnung der Militärversicherungsrente abgezogenen Beträge nachzuzahlen und in Zukunft die volle gesetzliche Besoldung auszurichten."}