{"annee": "83", "cour": "IV", "page": "69", "date": "20/5/1957", "cite": [], "cite_par": ["87 IV 120"], "chapeau": "18. Urteil des Kassationshofes vom 20. Mai 1957 i.S. Morel gegen Staatsanwaltschaft des Kantons Graubünden.", "regestes": ["Art. 186 CP. Violation de domicile commise en demeurant dans le local au mépris de l'injonction d'en sortir."], "faits": "BGE 83 IV 69 S. 69\n\nA.- Alfred Morel hatte die Schlosserarbeiten, die ihm beim Umbau des Hotels Alpina in Klosters übertragen worden waren, nicht fristgemäss ausgeführt. Arnold Thut, der mit der Bauleitung beauftragt war, begab sich deshalb am 2. Dezember 1955 in die Werkstatt Morels, um ihm Vorhalte zu machen. Es entstand ein Wortwechsel, in dessen Verlauf Thut Schimpfworte wie \"Schnuderbueb\" und \"gemeiner Hund\" gebrauchte. Morel forderte Thut auf, die Werkstatt zu verlassen. Dieser begab sich zur Tür, drehte sich nochmals um und drohte Morel mit erhobener Faust. Hierauf stürzte sich Morel auf Thut und versetzte ihm Faustschläge sowie einen Fusstritt. Thut entfernte sich, sobald ihn Morel losliess.\n\nAm 26. Februar 1956 erstattete Morel gegen Thut Strafanzeige wegen Hausfriedensbruches und verlangte Schadenersatz.\n\nB.- Das Kreisgericht Klosters verurteilte Thut am 5. Dezember 1956 gestützt auf Art. 186 StGB zu einer Busse von Fr. 30.-. Es erblickte den Hausfriedensbruch darin, dass Thut trotz der Aufforderung Morels die Werkstatt nicht sofort verlassen, sondern sich bei der Tür umgedreht und mit der Faust gedroht habe.\n\nDer Kantonsgerichtsausschuss von Graubünden dagegen sprach Thut auf dessen Appellation hin am 18. Februar 1957 frei.\n\nC.- Morel führt Nichtigkeitsbeschwerde an das Bundesgericht mit dem Antrag, Thut sei des Hausfriedensbruches schuldig zu erklären.\n\nBGE 83 IV 69 S. 70", "considerants": "Der Kassationshof zieht in Erwägung:\n\nEinen Hausfriedensbruch begeht nach Art. 186 StGB, wer gegen den Willen des Berechtigten in ein Haus unrechtmässig eindringt oder, trotz der Aufforderung des Berechtigten, sich zu entfernen, darin verweilt.\n\nDer Beschwerdeführer behauptet selber nicht, Thut sei unrechtmässig in die Werkstatt eingedrungen. Streitig ist nur, ob er widerrechtlich darin verweilt habe. Hausfriedensbruch in der Form rechtswidrigen Verweilens setzt notwendig voraus, dass der Friedensstörer im Haus oder Raum, aus dem er sich entfernen soll, während einer gewissen Dauer verbleibt und dadurch nach aussen zu erkennen gibt, dass er sich um das Verbot des Berechtigten nicht kümmert. Wer auf erste Aufforderung hin sich entfernt, es aber nur zögernd tut, der verweilt nicht. Voraussetzung ist auch, dass der Wille des Aufgeforderten darauf gerichtet ist, sich dem Hausrecht entgegenzustellen, und das Verbleiben nicht ausschliesslich zu einem andern Zweck erfolgt.\n\nEs steht fest, dass Thut der Aufforderung, das Lokal zu verlassen, sofort Folge leistete, dass er lediglich an der Tür nochmals anhielt, sich umdrehte und dem Beschwerdeführer mit der Faust drohte, um sich hierauf endgültig zu entfernen. Dieses kurze Verbleiben genügte nicht, das Merkmal des Verweilens im Sinne des Art. 186 StGB zu erfüllen. Davon abgesehen ist der Tatbestand des Hausfriedensbruches auch nicht gegeben, weil Thut der Wille zum verbotswidrigen Verweilen fehlte. Denn nach der verbindlichen Feststellung der Vorinstanz hielt er einzig an, um dem Beschwerdeführer seine Missachtung zu zeigen, keineswegs aber, um dessen Aufforderung zum Trotz länger in der Werkstatt zu bleiben. Der Freispruch ist daher begründet.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}