{"annee": "83", "cour": "II", "page": "66", "date": "8/3/1957", "cite": [], "cite_par": [], "chapeau": "11. Sentenza 8 marzo 1957 della II Corte civile nella causa Torriani contro Società Ferrovie Regionali Ticinesi.", "regestes": ["Art. 11 de la loi fédérale du 25 septembre 1917 concernant la constitution de gages sur les entreprises de chemins de fer et de navigation et la liquidation forcée de ces entreprises. 1. Procédure applicable aux contestations qui s'élèvent entre l'entreprise et ses créanciers gagistes à propos de l'application de cette disposition (consid. 1). 2. Nature et portée du droit de gage des créanciers d'entreprises de chemins de fer et de navigation, tel qu'il ressort de la loi du 25 septembre 1917. Dans quelles limites les créanciers gagistes peuvent-ils s'opposer à la vente d'immeubles ou de matériel d'exploitation de l'entreprise? (consid. 2 à 4)."], "faits": "BGE 83 II 66 S. 66\n\nA.- Le Ferrovie Regionali Ticinesi (FRT), una società anonima con sede a Locarno, esercitano le Tranvie elettriche BGE 83 II 66 S. 67locarnesi, la linea ferroviaria delle Centovalli da Locarno a Camedo come pure la ferrovia Locarno-Bignasco. Quest'ultima, già di proprietà della società anonima Locarno-Pontebrolla-Bignasco (LPB), è passata alle FRT, che l'esercitavano sin dal 1922 in virtù di un contratto di locazione, con la fusione delle due società, decisa nel 1952. Oltre a queste linee ferroviarie e tranviarie, le FRT avevano assunto, all'inizio della seconda guerra mondiale, l'esercizio della navigazione sul bacino svizzero del Lago Maggiore. Con decreto dell'11 luglio 1952, la II Corte civile del Tribunale federale omologò, a conclusione dell'opera di risanamento intrapresa dalla Confederazione e dal Cantone Ticino in favore delle FRT e della LPB, un concordato proposto dalla LPB nel luglio 1951. In virtù di questo concordato, i prestiti ipotecari della LPB e delle FRT furono riuniti in uno solo di 1 057 350 fr., garantito da un'ipoteca di primo grado su tutti gli impianti delle linee Locarno-Camedo e Locarno-Pontebrolla-Bignasco, nonchè su \"gli immobili destinati all'esercizio del servizio di navigazione sul Lago Maggiore e l'effettivo delle navi e il loro equipaggiamento compreso il materiale d'esercizio e gli accessori\".\n\nB.- Durante le trattative condotte nel 1955 tra l'Italia e la Svizzera circa il finanziamento dei lavori di sviluppo e di elettrificazione di alcune vie d'accesso alla Svizzera, fu discusso un miglioramento delle condizioni di traffico anche per la ferrovia delle Centovalli. Da parte italiana, si profittò tuttavia dell'occasione per chiedere che la navigazione sul Lago Maggiore fosse esclusivamente assunta, come già era il caso prima dell'ultima guerra. mondiale, da una società italiana. In compenso, la navigazione su tutto il Lago di Lugano sarebbe stata riservata a una società svizzera.\n\nIn seguito a queste trattative, le parti conclusero diversi accordi i quali prevedevano segnatamente quanto segue: a) la Confederazione svizzera concede alla Società subalpina di imprese ferroviarie, a Roma (Subalpina), che gestisce il BGE 83 II 66 S. 68tratto italiano della ferrovia delle Centovalli, un prestito di circa 2 milioni di franchi; b) le FRT e la Subalpina si impegnano ad acquistare e a mettere in circolazione due elettrotreni leggeri ciascuna; c) la navigazione sul Lago Maggiore è assunta esclusivamente da una società italiana a contare dal 10 ottobre 1956, mentre quella sul Lago di Lugano è riservata a una società svizzera.\n\nConformemente a questi accordi e d'intesa con il Dipartimento federale delle poste e delle ferrovie, le FRT cedettero il loro parco di natanti, composto di quattro battelli, alla Gestione Governativa Italiana Navigazione Lago Maggiore per il 10 ottobre 1956. Secondo una convenzione conclusa tra le FRT e le autorità federali e cantonali di vigilanza, il prezzo di vendita, di 1 060 000 fr., deve servire all'acquisto dei due elettrotreni leggeri, il cui costo sarà di 1 200 000 fr. L'importo di 1 060 000 fr. è stato versato alla Banca dello Stato del Cantone Ticino, a Bellinzona, e rimarrà ivi bloccato, sotto la vigilanza dell'Ufficio federale dei trasporti, finchè non potrà essere destinato al pagamento degli elettrotreni ordinati.\n\nC.- Con istanza del 23 maggio 1956, il rappresentante degli obbligazionisti delle FRT Guido Torriani, a Locarno, si è rivolto al Tribunale federale, chiedendo la convocazione di un'assemblea degli obbligazionisti, conformemente all'art. 1185 cp. 2 CO. A suo modo di vedere, la vendita dei battelli rientrava nel campo delle decisioni che l'art. 1170 CO riserva alla comunione degli obbligazionisti.\n\nIn data 22 luglio 1956, la II Corte civile del Tribunale federale ha giudicato la domanda degli obbligazionisti irricevibile per il motivo che solo le FRT potevano proporre la convocazione di un'assemblea degli obbligazionisti a norma dell'art. 1185 CO. Essa ha invece ritenuto che l'istanza potesse essere considerata come una contestazione a norma dell'art. 11 cp. 2 della legge federale 25 settembre 1917 concernente la costituzione di pegni sulle imprese di strade ferrate e di navigazione e la liquidazione forzata di queste imprese (LPSF).\n\nBGE 83 II 66 S. 69\n\nInvitato a modificare la sua domanda in questo senso, Guido Torriani ha chiesto, il 20 agosto 1956, in via principale che la vendita dei natanti non fosse approvata se le FRT non si obbligavano a destinare il ricavo alla tacitazione degli obbligazionisti; in via subordinata, che il ricavo di detta vendita fosse bloccato fino a quando le FRT non avessero iscritto il diritto di pegno degli obbligazionisti sui due nuovi elettrotreni e che le FRT fossero nel contempo obbligate a pagare agli obbligazionisti medesimi, entro 30 giorni dalla notificazione della sentenza del Tribunale federale, una somma di 300 000 fr., pari al minor valore dei due elettrotreni rispetto ai natanti ceduti.\n\nA motivazione di queste conclusioni, l'attore Torriani espone in sostanza quanto segue: I battelli venduti costituivano il patrimonio di maggior valore delle FRT e l'unico facilmente realizzabile. Il valore del materiale ferroviario è dubbio, come è dubbio se un risanamento vero e proprio della linea deficitaria delle Centovalli potrà un giorno essere attuato. Quanto la situazione sia precaria per gli obbligazionisti, appare già dalla circostanza che i piani di risanamento delle FRT prevedono oggi di tacitarli completamente con il versamento di un'aliquota pari al 10% del valore nominale delle obbligazioni.\n\nD.- Nella loro risposta, le FRT propongono la reiezione dell'opposizione interposta dal rappresentante degli obbligazionisti FRT, in sostanza per i motivi seguenti: Già il valore reale degli immobili ipotecati, che nella contabilità è esposto in oltre 6 milioni, è di gran lunga superiore all'importo del prestito in obbligazioni, di 963 000 fr. Aggiungasi che pure il valore dei nuovi elettrotreni è superiore a quello dei battelli ceduti. In realtà, la riorganizzazione delle FRT, che ha reso necessaria la cessione dei battelli all'Italia, non solo non danneggia i creditori pignoratizi, ma ne consolida la situazione, se si considera che nell'ambito del piano di risanamento allo studio altri acquisti e altre costruzioni verranno ad accrescere il valore dei pegni attuali.\n\nBGE 83 II 66 S. 70\n\nE.- Invitato a presentare le sue osservazioni, il Dipartimento federale delle poste e delle ferrovie ha confermato in sostanza l'esposizione fatta dalla convenuta. Circa l'affermazione dell'attore secondo cui i nuovi elettrotreni non avrebbero più gran valore in caso di liquidazione dell'impresa, esso rileva che v'è oggi una forte richiesta di materiale rotabile moderno per le linee private a scartamento ridotto e che già per questo motivo l'opinione dell'attore medesimo non può essere condivisa.\n\nF.- Nel corso di un tentativo di conciliazione, che ha avuto luogo a Locarno il 31 agosto 1956, l'attore ha dichiarato di non opporsi all'esecuzione del contratto di vendita dei battelli alla condizione che il ricavo di questa transazione rimanesse bloccato fino alla decisione della contestazione, ma ha confermato per il rimanente tutte le sue conclusioni. Dopo lo scambio di replica e duplica, le parti non hanno chiesto l'assunzione di prove e hanno rinunciato al dibattimento preparatorio orale.", "considerants": "Considerando in diritto:\n\n1. Circa la procedura che dev'essere applicata in caso di contestazioni tra un'impresa ferroviaria e i suoi creditori pignoratizi a norma dell'art. 11 cp. 2 LPSF non esistono disposizioni esplicite. L'art. 1 PCF prevede in generale che la legge di procedura civile federale regola la procedura nelle cause civili giudicate dal Tribunale federale come giurisdizione unica e indicate negli art. 41 e 42 OG. Ora, questi due articoli precisano i diversi casi in cui il Tribunale federale amministra la giustizia civile come istanza unica, senza menzionare le cause di diritto civile deferite al Tribunale federale, come in concreto, dalla legislazione federale.\n\nCionondimeno, solo la procedura civile federale può entrare in considerazione per il giudizio delle cause di questa natura, giacchè trattasi pure qui di contestazioni civili direttamente sottoposte al giudizio del Tribunale federale. In mancanza di speciali prescrizioni della LPSF BGE 83 II 66 S. 71stessa, la procedura civile federale deve essere applicata, conformemente a quanto l'Organizzazione giudiziaria del 22 marzo 1893 già prevedeva del resto esplicitamente nel suo art. 50, num. 6.\n\n2. Il diritto di pegno dei creditori di imprese ferroviarie e di navigazione costituisce, nel disciplinamento datogli dalla LPSF, un'ipoteca sui generis, che differisce notevolmente dal diritto di pegno ordinario. In particolare, il debitore non perde ogni facoltà di disporre, senza il consenso del creditore, dell'oggetto dato in pegno. Così, egli può apportare \"modificazioni\" ai beni stabili e al materiale ipotecati senza che i creditori possano opporvisi in nessun modo; quando tali modificazioni sono state apportate, il pegno è limitato all'effettivo esistente all'atto della liquidazione (art. 11 LPSF).\n\nTuttavia, questo diritto di disposizione non è assoluto e le pretese dei creditori sono lungi dall'essere ridotte a una specie di privilegio fallimentare sui beni ancora esistenti al momento della liquidazione. Sempre a norma dell'art. 11 LPSF, i creditori hanno a loro disposizione, contro le misure che dovessero esporre a pericolo i loro diritti, il rimedio dell'opposizione. Questa è segnatamente ammissibile contro la vendita dell'azienda o di singole parti della stessa e contro l'alienazione di beni stabili o di materiale d'esercizio. Circa i presupposti di tale opposizione dei creditori, l'art. 11 LPSF si limita a dire che essa è possibile qualora sia \"compromessa la sicurezza del credito\". Tenuto conto dei due principî fondamentali della LPSF, secondo cui i creditori pignoratizi non possono recare incaglio all'esercizio dell'impresa e il pegno è limitato all'effettivo esistente all'atto della liquidazione, è tuttavia evidente che la sicurezza del credito non può essere compromessa nel senso del disposto citato quando la riduzione del valore della garanzia ipotecaria sia solo temporanea. Occorre al contrario che la sicurezza del credito sia compromessa durevolmente e agli effetti di un'eventuale liquidazione forzata. Se tale non è il caso, BGE 83 II 66 S. 72l'azienda può prendere ogni e qualsiasi misura conforme all'interesse dell'esercizio, senza che i creditori pignoratizi abbiano il diritto di opporvisi.\n\n3. Esaminata alla luce di queste considerazioni, l'opposizione degli obbligazionisti FRT deve in ogni modo essere respinta nella misura in cui è domandato che il prestito in obbligazioni sia rimborsato anticipatamente, nel suo importo totale o almeno in parte, con il ricavo della vendita dei battelli. Infatti, l'attore nemmeno pretende che una liquidazione forzata delle FRT sia prevista in un prossimo avvenire o che una liquidazione siffatta potrebbe sin d'ora essere proposta per il motivo che le FRT non avrebbero adempiuto gli obblighi loro incombenti a tenore del concordato concluso nel 1952. Tutt'al più, gli obbligazionisti FRT avrebbero potuto esigere, se il loro credito fosse compromesso e se ciò non recasse incaglio all'esercizio dell'impresa, il trasferimento della garanzia ipotecaria dai battelli alla loro pretesa sul prezzo ricavato.\n\nSennonchè, ammettere la possibilità di costituire un pegno sul ricavo della vendita dei battelli equivarrebbe in concreto ad autorizzare il blocco definitivo di una somma che è necessaria alle FRT per l'acquisto, conformemente al piano di risanamento, dei due elettrotreni previsti. Ne segue che a una conclusione siffatta si sarebbe comunque opposto l'interesse di quell'esercizio dell'impresa cui i creditori non possono, giusta l'art. 11 LPSF, recare incaglio in nessun caso. L'attore contesta invero qualsiasi valore, in quanto misura destinata a migliorare l'esercizio, al previsto acquisto dei due elettrotreni. Il suo ragionamento non può tuttavia essere condiviso, tanto più quando si consideri che tale acquisto non è se non una delle misure previste nell'ambito di un piano più vasto di risanamento. In realtà, è manifesto che i due nuovi elettrotreni sono necessari per migliorare l'esercizio della linea delle Centovalli e che il loro acquisto, a motivo dell'influsso favorevole che avrà anche sulla retribuzione dei capitali e sugli ammortamenti, BGE 83 II 66 S. 73è conforme all'interesse tanto delle FRT quanto degli stessi creditori pignoratizi.\n\nCirca l'acquisto di questi elettrotreni in un prossimo avvenire e la destinazione del ricavo della vendita dei battelli a tale scopo nessun dubbio è possibile in concreto, cosicchè il problema che qui ancora si pone è unicamente quello di sapere se i pegni già esistenti e il pegno che sarà successivamente costituito sui due elettrotreni acquistati con il ricavo della vendita dei battelli avranno press'a poco il medesimo valore agli effetti di un'eventuale liquidazione futura delle FRT. Per il rimborso anticipato, totale o anche solo parziale, del prestito in obbligazioni manca una qualsiasi base legale.\n\n4. Tenuto conto di quanto è stato esposto nei considerandi precedenti, la risposta alla questione se il trasferimento del pegno dai battelli ai nuovi elettrotreni comprometta la sicurezza del credito degli obbligazionisti FRT non può essere che negativa. Il Tribunale federale giunge a questa conclusione dopo aver costatato che il valore dei due elettrotreni, il cui prezzo d'acquisto è di circa 1 200 000 franchi, non potrà essere notevolmente inferiore, in caso di una liquidazione futura dell'impresa, a quello che avrebbero potuto avere i battelli. L'affermazione dell'attore che in una liquidazione \"autotreni di scartamento anormale potranno tutt'al più essere venduti come ferro vecchio\" non è verosimile e non è comunque stata documentata in nessun modo dall'attore medesimo. Più conforme alla realtà dev'essere ritenuta l'opinione dell'Ufficio federale dei trasporti, secondo cui gli elettrotreni di cui si tratta potrebbero sempre, nella peggiore ipotesi, essere ceduti vantaggiosamente ad altre ferrovie private svizzere, la richiesta di materiale rotabile moderno essendo assai forte nel settore delle linee a scartamento ridotto.\n\nAggiungasi che l'opposizione dei creditori pignoratizi delle FRT non sarebbe fondata nemmeno se il valore delle due nuove composizioni di treni fosse effettivamente inferiore, già allo stato di nuovo, di circa 300 000 fr. a BGE 83 II 66 S. 74quello dei battelli venduti - come l'attore pretende. L'opposizione a norma dell'art. 11 LPSF non può infatti essere interposta già quando il valore di un elemento del pegno sia diminuito ma solo quando la diminuzione di valore degli oggetti ipotecati nel loro insieme sia tale da \"compromettere\" la sicurezza del credito, sia cioè tale da esporre a pericolo i diritti dei creditori pignoratizi. Tale condizione non è evidentemente attuata in concreto, dato che all'ammontare complessivo del prestito in obbligazioni, di 963 000 fr., corrispondono garanzie ipotecarie che nel loro insieme devono essere giudicate più che sufficienti e non sono comunque notevolmente inferiori a quelle esistenti prima della vendita dei battelli. Vero è che il valore reale di molti elementi degli altri pegni, valutati nella contabilità in oltre 6 milioni di franchi, sarebbe assai basso in caso di liquidazione. Ciò vale segnatamente per i ponti e per i fondi attraversati dai binari. La situazione sarebbe però molto più favorevole per esempio per le stazioni e i terreni adiacenti, cosicchè devesi in ogni modo escludere che la sicurezza del credito sia stata compromessa nel suo insieme dalla vendita dei battelli all'Italia.\n\nIl Tribunale federale pronuncia:\n\nL'opposizione è respinta."}