{"annee": "83", "cour": "I", "page": "311", "date": "20/9/1957", "cite": [], "cite_par": ["115 II 371", "92 I 415", "110 II 209", "87 I 232", "88 I 202", "116 IB 73", "88 I 331", "92 I 317", "89 I 55", "95 I 184", "87 I 326", "98 IB 42", "90 I 264", "118 II 172", "113 II 535"], "chapeau": "43. Auszug aus dem Urteil vom 20. September 1957 i.S. Erben Siegenthaler gegen Regierungsrat des Kantons Bern.", "regestes": ["Opposition contre des ventes d'immeubles: Comment faut-il définir la spéculation et l'accaparement (art. 19 al. 1 lit. a LPR). Achat aux fins de placement."], "faits": "BGE 83 I 311 S. 312\n\nA.- Am 17. Mai 1956 verkauften die Erben des Landwirts Ernst Siegenthaler dessen Heimwesen in Münsingen, umfassend 691 a Acker- und Wiesland und 231 a Wald, für Fr. 245 000.-- an Armin Marti, Ingenieur und Teilhaber mehrerer Baufirmen in Bern. Gegen diesen Kaufvertrag erhob der Grundbuchverwalter von Konolfingen Einspruch auf Grund von Art. 19 Abs. 1 lit. a des BG über die Erhaltung des bäuerlichen Grundbesitzes vom 12. Juni 1951 (EGG). Der Regierungsstatthalter von Konolfingen bestätigte den Einspruch, ebenso auf Beschwerde beider Vertragsparteien hin der Regierungsrat des Kantons Bern durch Entscheid vom 26. März 1957.\n\nDer Regierungsrat führt aus, es sei nicht nachgewiesen, dass eine eigentliche Spekulation vorliege, ein Erwerb in der Absicht, das Kaufsobjekt möglichst bald mit grösstem Gewinn wieder zu veräussern. Es gehe dem Käufer vielmehr um eine Kapitalanlage, wie er offen zugestehe. Auch der Erwerb zu diesem Zwecke falle jedoch unter Art. 19 Abs. 1 lit. a EGG, \"nenne man nun ein solches Vorgehen Spekulation im weitern Sinne oder Güteraufkauf\". Wenn hier auch das Bestreben, durch Umsatz einen Gewinn zu erzielen, nicht im Vordergrund stehe, so dürfte es doch ebenfalls vorhanden sein. Wie bei der eigentlichen Spekulation liege auch hier das Ziel nicht im Aufbau einer bäuerlichen Existenz, sondern auf einer \"geldmässig orientierten Ebene\". Wer eine Mangelware zum Zwecke der Kapitalanlage erwerbe, obwohl er sie nicht eigentlich benötige, sei ein Güteraufkäufer. Ob er dies zum erstenmal tue oder nicht, spiele keine Rolle; es komme einzig auf den Beweggrund an.\n\nB.- Mit verwaltungsgerichtlicher Beschwerde gegen den Entscheid des Regierungsrates beantragen die Erben Siegenthaler die Aufhebung des Einspruches. Sie machen geltend, die Auffassung des Regierungsrates sei gesetzwidrig; BGE 83 I 311 S. 313sie sei mit dem Ergebnis der Beratung des Gesetzes in der Bundesversammlung nicht vereinbar.\n\nC.- Der Regierungsrat des Kantons Bern schliesst auf Abweisung der Beschwerde.\n\nD.- Das eidg. Justiz- und Polizeidepartement enthält sich eines Antrages. Es weist darauf hin, dass der Erwerb landwirtschaftlicher Heimwesen durch Nichtlandwirte das bereits ungenügende Angebot noch verknappe; je kleiner das Angebot im Verhältnis zur Nachfrage sei, desto eher müsse ein Kauf als Aufkauf bezeichnet werden; in Betracht falle auch, ob und inwieweit der Käufer das Heimwesen brauche.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. .....\n\n2. Da das EGG weder die Spekulation noch den Güteraufkauf näher umschreibt, sind die beiden Begriffe, die dem Wirtschaftsleben angehören, nach dem allgemeinen Sprachgebrauch auszulegen.\n\nUnter Spekulation versteht man landläufig den Erwerb eines Wirtschaftsgutes in der Absicht, es bei sich bietender Gelegenheit, möglichst bald, mit Gewinn wieder zu veräussern. Der gleichen Auffassung sind auch die vom Regierungsrat angerufenen Autoren, namentlich JOST (Handkommentar zum EGG, N. 4 zu Art. 19) und JENNY (Die Grundzüge des bäuerlichen Bodenrechts, in Schweiz. Zeitschrift für Beurkundungs- und Grundbuchrecht, Jg. 30, S. 306). Dieser stellt freilich der von ihm so umschriebenen \"Bodenspekulation im engern Sinne\" die Kapitalanlage in Grund und Boden als \"Bodenspekulation im weitern Sinne\" gegenüber und fordert deren Einbeziehung in die Einsprachegründe, a.a.O. de lege ferenda, an anderer Stelle (SJZ Jg. 30, S. 57/58) de lege lata, in Auslegung von Art. 19 Abs. 1 lit. a EGG. Dass diese Bestimmung nicht den ihr von ihm beigelegten weitern, über den gewöhnlichen Sprachgebrauch hinausgehenden Sinn haben kann, ergibt BGE 83 I 311 S. 314sich jedoch schon aus ihrem Wortlaut, wonach der Spekulationszweck \"offensichtlich\" sein muss, und namentlich aus den Beratungen der Bundesversammlung. Ein Antrag, die Kapitalanlage neben der Spekulation zu nennen, wurde zuerst im Nationalrat gestellt und mit 54 gegen 48 Stimmen verworfen (StenBull 1948 NR S. 667-672). Nachdem der Ständerat den Güteraufkauf eingefügt hatte, beschloss der Nationalrat bei der Differenzenbereinigung zunächst, diesen durch die Kapitalanlage zu ersetzen (StenBull 1949 StR S. 343-345, NR S. 886-888); als aber der Ständerat ohne Gegenstimme an seiner Fassung festhielt, stimmte ihm der Nationalrat mit 59 gegen 42 Stimmen zu (Sten Bull 1950 StR S. 27, NR S. 690/691). Dabei handelt es sich nicht um Äusserungen einzelner Ratsmitglieder, die für den wirklichen Sinn des Gesetzes nicht massgebend sind, sondern um bewusste Stellungnahmen der Behörde als solcher; der Zusatz betreffend die Kapitalanlage wurde nicht etwa als überflüssig abgelehnt, weil diese mit unter die Spekulation falle, sondern in allen diesen Beratungen war man sich darüber einig, dass er eine Verschärfung darstelle (sowohl gegenüber der Spekulation als auch gegenüber dem Güteraufkauf), und diese wurde schliesslich verworfen. Der vom Gesetzgeber gewollte Entscheid darf nicht hinterher durch Umdeutung des von ihm angenommenen Textes umgangen werden. Davon, dass dessen Sinn durch die seitherige Entwicklung verändert worden sei, kann angesichts der Kürze der verflossenen Zeit keine Rede sein. Die Schwierigkeit für die Praxis, zwischen Spekulation und Kapitalanlage zuverlässig zu unterscheiden, ist nicht erst von den im Entscheid des Regierungsrates zitierten Autoren hervorgehoben worden (meist als Argument de lege ferenda, so von LIVER in ZSR 1949 S. 66); sie wurde schon in der ersten Diskussion im Nationalrat ausdrücklich erwähnt und in Kauf genommen. Sie darf nicht dazu führen, das Gesetz entgegen dem klaren Willen des Gesetzgebers auszulegen (ebenso KAUFMANN, Das neue landwirtschaftliche Bodenrecht der Schweiz, S. 84).\n\nBGE 83 I 311 S. 315\n\nMit der Überlegung, dass nicht geschützt werden solle, wer ein landwirtschaftliches Heimwesen nicht zum Aufbau einer bäuerlichen Existenz, sondern aus rein geldmässigen Erwägungen erwerben wolle, vertritt der Regierungsrat die Tendenz, den Erwerb solcher Heimwesen nur Landwirten zu ermöglichen. Diese Tendenz lag den Anregungen zugrunde, die zum Erlass des EGG geführt haben, wurde aber im Gesetz nicht verwirklicht. Mit ihr wurde auch der Einbezug der Absicht der Kapitalanlage in die Einsprachegründe abgelehnt; es wurde ein Unterschied gemacht zwischen der Erhaltung des Realwertes des Vermögens und der auf Gewinn gerichteten Spekulation. Demgemäss hat das Bundesgericht in seiner bisherigen Praxis Spekulation im Sinne des EGG nur angenommen, wenn Zweck des Erwerbes ein gewinnbringender Wiederverkauf ist, dagegen nicht, wenn eine dauernde Kapitalanlage beabsichtigt ist (Urteile vom 17. Februar 1956 i.S. Gasser und Mundwiler, vom 21. Dezember 1956 i.S. Werdenberg und i.S. Kellerhals und Koelz, nicht veröffentlicht). Hieran ist festzuhalten.\n\nDa der Käufer Marti unbestrittenermassen keinen Gewinn durch Wiederverkauf, sondern eine dauernde Vermögensanlage beabsichtigt, liegt keine offensichtliche Spekulation vor.\n\n3. Der Einsprachegrund des Güteraufkaufs wurde von der ständerätlichen Kommission in das Gesetz eingefügt und im Ständerat oppositionslos angenommen. Im Nationalrat wurde, wie bereits erwähnt, nur noch darüber diskutiert, ob er durch die Kapitalanlage zu ersetzen sei.\n\nMit dem Worte \"Güteraufkauf\" wird deutlich gesagt, dass es sich nicht einen einzelnen Kauf, sondern um den Erwerb einer Mehrheit von Gütern durch die gleiche Person handeln muss. Noch klarer kommt das in den romanischen Texten \"accaparement\", \"accapparramento\" zum Ausdruck, denen umso grössere Bedeutung zukommt, als die Anregung aus der romanischen Schweiz stammte (Sten-Bull 1949 StR S. 344, Votum des Bundesrates von Steiger).\n\nBGE 83 I 311 S. 316Der Kauf eines einzigen landwirtschaftlichen Heimwesens oder einer einzigen zu einem solchen gehörenden Liegenschaft fällt grundsätzlich nicht darunter, gleichviel ob er von einem Landwirt oder von einem Nichtlandwirt getätigt wird. Immerhin kann schon beim Erwerb eines ersten Objektes der in Frage stehenden Art Güteraufkauf angenommen werden, wenn sich aus den Umständen mit genügender Sicherheit (\"offensichtlich\") ergibt, dass der Erwerber weitere derartige Geschäfte beabsichtigt im Bestreben, über seinen Bedarf hinaus möglichst viele solche Güter zusammenzukaufen. Dagegen vermag der blosse Umstand, dass ein einzelner Kauf eine Kapitalanlage bezweckt, noch keinen Güteraufkauf im Sinne von Art. 19 Abs. 1 lit. a EGG zu begründen (zit. Urteil Kellerhals und Koelz). Dass das Gesetz zwischen diesen beiden Begriffen unterscheidet, ergibt sich klar aus dem Kampf zwischen den beiden Räten um die vom Nationalrat vorgeschlagene Ersetzung des Wortes \"Güteraufkauf\" durch \"Kapitalanlage\", wobei diese Verschärfung schliesslich abgelehnt wurde. Hieran ändert es nichts, dass durch den Erwerb auch einzelner landwirtschaftlicher Heimwesen oder einzelner zu einem solchen gehörender Liegenschaften durch Nichtlandwirte zur Kapitalanlage der bestehende Mangel an derartigen Objekten und die Tendenz zur Überzahlung noch verschärft werden. Der Versuch, auch hiegegen die Einsprache zu eröffnen, ist vom Gesetzgeber abgelehnt worden, und es geht nicht an, das nun doch zu tun durch eine ausdehnende, sowohl dem Wortlaut des Gesetzes als auch dem klaren Willen des Gesetzgebers widersprechende Auslegung des Begriffes des Güteraufkaufs.\n\nEs steht fest, dass der Käufer Marti bisher kein landwirtschaftliches Heimwesen und auch keine zu einem solchen gehörende Liegenschaft erworben hat. Es liegen keine Anhaltspunkte dafür vor, dass er entgegen seiner Versicherung ausser dem Bauerngut der Beschwerdeführer noch weitere solche Objekte zu erwerben beabsichtige; der Regierungsrat macht das auch nicht geltend. Unter diesen BGE 83 I 311 S. 317Umständen muss auch der Einsprachegrund des offensichtlichen Güteraufkaufs verneint werden. Der erhobene Einspruch erweist sich daher als unbegründet.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, der angefochtene Entscheid aufgehoben und der Einspruch für unbegründet erklärt."}