{"annee": "83", "cour": "IV", "page": "115", "date": "25/7/1957", "cite": ["78 IV 246", "66 I 225", "79 IV 51", "73 IV 60", "71 IV 55"], "cite_par": ["89 IV 178", "86 IV 132", "86 IV 194"], "chapeau": "32. Entscheid der Anklagekammer vom 25. Juli 1957 i.S. Steiner gegen Bezirksanwaltschaft Zürich und Bezirksamt See.", "regestes": ["Art. 347 al. 1 CP. For de la poursuite en matière de délits commis par la voie de la presse. Où un imprimé (prospectus d'une entreprise à succursales) a-t-il été édité?"], "faits": "|115|\n\nA.- Am 1. Juni 1957 reichte Thomas Steiner bei der Bezirksanwaltschaft Zürich gegen Karl Vögele Anzeige wegen unlauteren Wettbewerbes ein. Der Beschuldigte wohnt im Kanton St. Gallen und ist Geschäftsführer der Firma Vögele G.m.b.H. in Uznach, die in Zürich, Bern und Chur Zweiggeschäfte betreibt. Der Anzeiger wirft dem Beschuldigten vor, im März 1957 für die Firma Vögele G.m.b.H. von Zürich aus einen Prospekt versandt zu haben, der nach Art. 13 lit. a und b UWG unzulässige Angaben enthalten habe.\n\nVögele bestritt die Zuständigkeit der zürcherischen Behörden. Er machte geltend, er wohne nicht in Zürich; |116| der von ihm verfasste Prospekt sei auch nicht in Zürich herausgegeben, sondern am Hauptsitz der Firma in Uznach verfasst und bestellt und sodann in Bern gedruckt worden; in Zürich sei lediglich jener Teil der Prospekte der Post übergeben worden, der an Adressaten im Einzugsgebiet der Zürcher Filialen gegangen sei.\n\nB.- Mit Verfügung vom 27. Juni 1957 stellte die Bezirksanwaltschaft Zürich die Untersuchung wegen örtlicher Unzuständigkeit ein, mit der Begründung, Zürich sei nicht der Herausgabeort des beanstandeten Presseerzeugnisses (Art. 347 StGB); als solcher sei der Sitz des für die Herausgabe verantwortlichen Unternehmens zu betrachten. Eventuell komme der Druckort Bern als Gerichtsstand in Frage; Zürich sei lediglich Verbreitungsort im Sinne von Art. 347 Abs. 3 StGB und wäre daher nur zuständig, wenn auch der Druckort unbekannt wäre.\n\nC.- Das Bezirksamt See (St. Gallen), an das sich Steiner während der Hängigkeit des in Zürich eingeleiteten Verfahrens vorsorglich ebenfalls wandte, erachtete seinerseits Zürich als zuständig und lehnte am 24. Juni 1957 die Übernahme des Falles ab.\n\nD.- Durch Eingabe vom 4. Juli 1957 ersucht Steiner die Anklagekammer des Bundesgerichtes, die Behörden des Kantons Zürich, eventuell jene des Kantons St. Gallen als zuständig zu erklären und dementsprechend die Verfügung der Bezirksanwaltschaft Zürich vom 27. Juni 1957, bezw. diejenige des Bezirksamtes See vom 24. Juni 1957 aufzuheben.\n\nE.- Die Staatsanwaltschaft des Kantons Zürich bestreitet in ihrer Vernehmlassung die Zuständigkeit der zürcherischen Behörden und die Staatsanwaltschaft des Kantons St. Gallen beantragt, es sei Zürich zuständig zu erklären.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Da ein negativer Kompetenzkonflikt besteht, ist der Strafkläger berechtigt, die Anklagekammer des Bundesgerichtes |117| anzurufen, ohne vorher in einem oder beiden der beteiligten Kantone den Instanzenzug zu erschöpfen (BGE 71 IV 58;BGE 73 IV 62;BGE 78 IV 248). Gemäss Art. 264 BStP hätte der Streit übrigens von Amtes wegen der Anklagekammer unterbreitet werden sollen (BGE 71 IV 58E. 1;BGE 78 IV 248E. 1).\n\n2. Der unlautere Wettbewerb, der Vögele vorgeworfen wird, ist durch das Mittel der Druckerpresse begangen worden. Gemäss Art. 347 Abs. 1 StGB sind daher die Behörden des Ortes zuständig, wo die Druckschrift herausgegeben wurde. Herausgegeben wird das Presseerzeugnis dort, wo es an die Öffentlichkeit gelangt (BGE 66 I 226und dort angeführte Entscheidungen, ferner nicht veröffentlicher Entscheid der Anklagekammer vom 8. November 1945 i.S. Genf gegen Basel-Stadt).\n\nDie Werbeschrift, die Gegenstand der Strafanzeige bildet, ist nach der von der Bezirksanwaltschaft Zürich glaubwürdig erachteten Darstellung des Beschuldigten am Hauptsitz der Firma Vögele G.m.b.H. in Uznach verfasst und von dort aus in Bern in Druck gegeben worden. Daraus lässt sich mit Bezug auf den Herausgabeort indessen nichts ableiten, da der Textentwurf gleich wie der Druckauftrag und der Druck selbst interne Vorgänge sind. An die Öffentlichkeit gelangt die Druckschrift erst durch den Versand, das Verteilen an Dritte. Dafür, dass der Prospekt unmittelbar vom Geschäftssitz Uznach aus an die Öffentlichkeit gelangt (versandt worden) sei, enthalten die Akten keine Anhaltspunkte. Infolgedessen ist auch die Annahme der Bezirksanwaltschaft Zürich, der Herausgabeort falle mit dem Hauptsitz der Firma Vögele G.m.b.H. (Uznach) zusammen, nicht haltbar, und zwar selbst dann nicht, wenn zutreffen sollte, dass der Auftrag zur Verbreitung des Prospektes von Uznach aus gegeben worden ist; denn durch den Auftrag, die Werbeschrift zu verbreiten (zu versenden und auszutragen), wird deren Herausgabe erst angeordnet, aber nicht bereits vollzogen. Massgebend für den Gerichtsstand des Art. 347 Abs. 1 StGB ist aber der Ort, von dem |118| aus die Druckschrift tatsächlich an die Öffentlichkeit gelangte.\n\n3. Es ist unbestritten, dass die für den Zürcher Kundenkreis bestimmte Auflage des Prospektes in Zürich zum Postversand und Austrag kam, worauf übrigens auch der Postaufgabe-Vordruck \"PP Zürich\" am Kopfe des Prospektes hinweist. Die Bezirksanwaltschaft Zürich nimmt allerdings an, dass es sich bei den von Zürich aus verbreiteten Werbeschriften nur um einen Teil einer auch an anderen Orten herausgegebenen Gesamtauflage gehandelt habe. Wie es sich damit verhält, kann indessen dahingestellt bleiben, da die Zürcher Auflage jedenfalls einen nicht unerheblichen Teil einer Gesamtauflage darstellte. Gegen die Annahme der Bezirksanwaltschaft spricht übrigens schon die Aufmachung der Titelseite des Prospektes mit dem in Grösse, Farbe und Druck besonders hervorgehobenen Hinweis auf die \"2 Moto-Centers in Zürich\", demgegenüber der Hinweis auf die Geschäfte in Bern und Chur, ja selbst auf das Geschäft in Uznach deutlich zurücktritt. Diese Ausgestaltung gibt dem Prospekt - wenn überhaupt von einem Teil einer Gesamtauflage gesprochen werden kann - eindeutig das Gepräge einer auf den Zürcher Kundenkreis abgestimmten, besonderen Ausgabe (Sonderausgabe), der umsomehr selbständige Bedeutung zukommt, als nach aussen in keiner Weise, namentlich nicht durch besondere Hinweise auf den Hauptsitz der Firma oder auf den Druckort, kundgegeben wird, dass sie nur Teil einer anderorts herausgegebenen Gesamtauflage bilde. Jedermann wird sich unter solchen Umständen darauf verlassen dürfen, dass die Druckschrift an dem als Postversand-Stelle bezeichneten Ort herausgegeben, nicht nur weiterverbreitet worden sei.\n\nEin \"fliegender Gerichtsstand\", den Art. 347 StGB nach Möglichkeit zu vermeiden trachtet, wird dadurch nicht geschaffen. Die Möglichkeit besteht allerdings, dass unter Umständen, wie sie hier vorliegen, mehrere Orte als Herausgabeort des Prospektes in Erscheinung treten, |119| während in der Regel nur ein einziger anerkannt werden kann. Grundsätzlich ist aber ein mehrfacher Erscheinungsort nicht ausgeschlossen (BGE 66 I 227). Ein in seiner Aufmachung örtlich abgestimmter Prospekt ist zudem unter dem Gesichtspunkte seiner Herausgabe einer allgemeinen, von solcher Aufmachung freien Werbeschrift durchaus nicht ohne weiteres gleichzustellen. Der Herausgeber hat es übrigens in der Hand, sich auch für eine in Teilauflagen erfolgende Ausgabe eines Prospektes im vorneherein einen einheitlichen Gerichtsstand zu sichern, indem er in der Druckschrift selbst den Ort der Herausgabe eindeutig, klar und wahrheitsgemäss angibt.\n\n4. Ist demnach davon auszugehen, dass Zürich Herausgabeort des an den dortigen Kundenkreis der Firma versandten Prospektes sei, so ändert der Umstand, dass nachträglich Strafanzeige auch im Kanton St. Gallen erhoben wurde, wo sich der Wohnort des Verfassers der Druckschrift befindet, an der Zuständigkeit der zürcherischen Strafverfolgungsbehörden nichts. Wenn, wie hier, der Verfasser der Druckschrift bekannt ist und in der Schweiz wohnt, kann das Verfahren allerdings auch an seinem Wohnort durchgeführt werden, jedoch nur dann, wenn dort die Untersuchung zuerst angehoben wurde (Art. 347 Abs. 1 a.E. StGB). Im vorliegenden Falle ist die erste Strafanzeige jedoch in Zürich eingereicht worden.\n\n5. Es besteht auch kein Anlass, aus Zweckmässigkeitsgründen vom gesetzlichen Gerichtsstand des Art. 347 StGB abzuweichen, wie dies an sich möglich wäre (vgl.BGE 79 IV 57Erw. 3). Da auf Grund der Akten als Herausgabeort einzig Zürich in Frage kommt, ist es vielmehr zweckmässig, das Verfahren dort durchzuführen. Dazu kommt, dass sich in Zürich, worauf der Prospekt mit dem besonders hervorgehobenen Hinweis auf die zwei Stadtgeschäfte schliessen lässt, offenbar ein wesentlicher Teil der geschäftlichen Tätigkeit der Firma, namentlich des wirtschaftlichen Wettbewerbes abwickelt, dessen Missbrauch dem Angeschuldigten vorgeworfen wird. Damit |120| erhält dieser Ort auch ein Übergewicht gegenüber dem Wohnort des Verfassers der Druckschrift, selbst dann, wenn dieser mit dem Geschäftssitz der Firma zusammenfallen sollte.\n\nDemnach erkennt die Anklagekammer:\n\nZur Behandlung der Strafklage des Thomas Steiner gegen Karl Vögele werden die Behörden des Kantons Zürich zuständig erklärt."}