{"annee": "83", "cour": "II", "page": "395", "date": "29/10/1957", "cite": ["83 II 26"], "cite_par": ["87 II 24"], "chapeau": "53. Urteil der I. Zivilabteilung vom 29. Oktober 1957 i.S. Gautschi gegen Bellaria AG", "regestes": ["Art. 126 CO. Le débiteur renonce-t-il à la compensation s'il promet de payer sans savoir qu'il a lui-même une créance contre son créancier?"], "faits": "BGE 83 II 395 S. 395\n\nA.- Die Firma Gass & Co. führte auf Grund eines mit der Bellaria A. G. als Bestellerin abgeschlossenen Werkvertrages vom 24. Januar 1951 Bauarbeiten aus. Obschon der Vertrag ihr die Abtretung der Werklohnforderung verbot, trat sie am 6. September 1951 einen Teil in der Höhe von Fr. 85'000.-- an die Schweizerische Bankgesellschaft ab. Nachdem der Bellaria AG am folgenden Tage von der Abtretung Kenntnis gegeben worden war, machte sie gegenüber der neuen Gläubigerin Vorbehalte hinsichtlich der Höhe ihrer Schuld, ohne sich auf das Abtretungsverbot zu berufen. In der Folge leistete sie der Firma Gass & Co. bis am 3. November 1951 noch Zahlungen in der Höhe von Fr. 42'500.--. Am 13. August 1952 klagte die Schweizerische Bankgesellschaft gegen die Bellaria AG auf Zahlung des Restes von Fr. 70'535.-- der abgetretenen Forderung. Die Bellaria AG widersetzte sich, indem sie unter anderem geltend machte, wegen des im Werkvertrag enthaltenen Abtretungsverbotes sei die Abtretung ungültig. Das Handelsgericht des Kantons Zürich hiess jedoch am 7. Juni 1956 die Klage im Teilbetrage von Fr. 49'864.21 gut, und das Bundesgericht bestätigte dieses Urteil am 7. November 1956.\n\nBGE 83 II 395 S. 396\n\nAm 15. September 1951 hatte die Bellaria AG mit Gass & Co. einen zweiten Werkvertrag abgeschlossen. Am 21. November 1951 trat die Unternehmerin von ihrer sich aus diesem Vertrage ergebenden Forderung Fr. 16'000.-- an die Schweizerische Volksbank ab, nachdem die Bestellerin dieser Bank am Vortage was folgt geschrieben hatte:\n\n\"Auf Wunsch der Firma Gass & Co., Bauunternehmung, Zürich 6, bestätigen wir Ihnen, dass wir den Betrag von Fr. 16'000.-- (sechzehntausend) innert ca. vier Monaten zur Auszahlung an Sie gutschreiben.\n\nDen obigen Betrag werden wir Ihnen prompt auszahlen, sofern die Firma Gass & Co. den ihr erteilten Auftrag für die Ausführung von Erd-, Maurer- und Eisenbetonarbeiten Block B 2 Dübendorfstrasse 153, in unserer Überbauung ,Kronwiese-Park' in Zürich 11, gemäss Werkvertrag vom 15. September 1951 richtig erfüllt.\"\n\nDie Schweizerische Volksbank schrieb der Bellaria AG am 22. November 1951:\n\n\"Wir nehmen Bezug auf Ihr Schreiben vom 20. dies und bestätigen Ihnen, dass die rubr. Firma uns von ihrem Guthaben, herrührend aus ausgeführten und auszuführenden Arbeiten an obenerwähnten Neubauten einen Teilbetrag von Fr. 16'000.-- abgetreten hat, und wir bitten Sie daher um Kenntnisnahme, dass diese Summe rechtsgültig nur noch an uns bezahlt werden kann.\n\nIm Sinne der mit Herrn Gautschi gehabten Besprechung wird die Firma Gass & Co. Sie ersuchen, die uns abgetretene Summe bei erster Fälligkeit einer Teilzahlung, spätestens jedoch innert vier Monaten, zu überweisen und allfällige Gegenforde rungen Ihrerseits mit der noch verbleibenden Restforderung der Firma Gass & Co. zu verrechnen.\n\nWir bitten Sie, die Kenntnisnahme über die erfolgte Abtretung durch Retournierung der inliegenden, von Ihnen zu unterzeichnenden Briefkopie bestätigen zu wollen.\"\n\nDie Bellaria AG antwortete der Schweizerischen Volksbank am 24. November 1951 was folgt:\n\n\"Wir erhielten Ihre Zuschrift vom 22. November 1951 und teilen Ihnen mit, dass wir die uns zugestellte Abtretungserklärung nicht unterzeichnen können. Wir haben Ihnen mit unserem Schreiben vom 20. November 1951 mitgeteilt, dass wir uns bereit erklären können, aus einem Guthaben der Firma Gass & Co. aus ausgeführten und noch auszuführenden Maurerarbeiten einen Betrag von Fr. 16'000.-- zu Ihren Gunsten vorsorglich zu sperren. Dieser Betrag kann jedoch erst dann zur Auszahlung kommen, wenn die Fa. Gass & Co. den Werkvertrag in allen Teilen richtig erfüllt hat und eine allseits anerkannte Abrechnung vorliegt.\"\n\nAm 13. März 1952 trat die Schweizerische Volksbank die Forderung von Fr. 16'000.-- an Paul Gautschi ab.\n\nBGE 83 II 395 S. 397\n\nB.- Gautschi klagte am 8. Dezember 1952 gegen die Bellaria AG beim Handelsgericht des Kantons Zürich auf Bezahlung der Fr. 16'000.-- nebst 5% Zins seit 10. Juli 1952 und Betreibungskosten.\n\nDie Beklagte beantragte Abweisung der Klage, indem sie unter anderem geltend machte, wenn die Abtretung der Forderung aus dem ersten Werkvertrag an die Schweizerische Bankgesellschaft vom Gericht als gültig erklärt werde, stehe ihr gegen die Masse der inzwischen in Konkurs gefallenen Firma Gass & Co. eine Forderung auf Rückleistung von Fr. 42'500.-- zu, die sie mit der von Gautschi eingeklagten Forderung verrechne.\n\nNachdem der Prozess gegen die Schweizerische Bankgesellschaft beendet war, hiess das Handelsgericht diese Einrede gut und wies daher am 4. Juni 1957 die Klage des Gautschi ab.\n\nC.- Der Kläger hat die Berufung erklärt. Er beantragt Gutheissung der Klage, eventuell Rückweisung der Sache an das Handelsgericht zur Bestimmung der Höhe seiner Forderung. Er macht geltend, die Schweizerische Volksbank habe das im Briefe der Beklagten vom 20. November 1951 enthaltene Zahlungsversprechen nach Treu und Glauben als Verzicht auf Verrechnung betrachten dürfen.\n\nD.- Die Beklagte beantragt, die Berufung sei abzuweisen, eventuell seien die Akten an das Handelsgericht zurückzuweisen zum Entscheid über die noch nicht beurteilten weiteren Einwendungen und Einreden der Beklagten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Schuldner kann zum voraus auf die Verrechnung verzichten. Der Verzicht kommt durch zwei übereinstimmende gegenseitige Willensäusserungen zustande, die ausdrücklich oder stillschweigend erfolgen können (Art. 1 OR) und die so auszulegen sind, wie die Gegenpartei sie nach Treu und Glauben hat verstehen dürfen und tatsächlich verstanden hat (BGE 83 II 26 f.).\n\nBGE 83 II 395 S. 398\n\nEiner Äusserung des Schuldners darf nicht leichthin entnommen werden, er wolle auf die Verrechnung verzichten, denn der Verzicht benachteiligt ihn und entspricht daher dem gewöhnlichen Lauf der Dinge nicht. Insbesondere will nicht jeder, der Barzahlung verspricht, von der Verrechnung absehen (VON THUR/SIEGWART, Allgem. Teil des schweiz. OR 642). Er will das namentlich dann nicht, wenn er Zahlung verspricht, ohne um seine Gegenforderung zu wissen oder mit ihrer Entstehung zu rechnen; auf ein Recht, das dem Schuldner nicht bewusst ist und das er auch nicht für möglich hält, kann er nicht verzichten wollen (vgl. Entscheid des deutschen Reichsgerichts vom 24. Februar 1910 in Zentralblatt für freiwillige Gerichtsbarkeit und Notariat 1134; STAUDINGER, Komm. zum BGB, 9. Aufl., II 1. Teil S. 748; SOERGEL, BGB § 387 Anm. 5). Schon Art. 139 Abs. 2 aoR sah im Versprechen der Barzahlung einen Verzicht auf Verrechnung nur, wenn der Schuldner wusste, dass er eine Gegenforderung hatte. Dass diese Bestimmung bei der Revision des Gesetzes aufgehoben wurde, hat nicht den Sinn, auch ein ohne Kenntnis der Gegenforderung abgegebenes Zahlungsversprechen habe als Verzicht zu gelten. Die gesetzgebenden Behörden wollten die Fälle, in denen ein solches Versprechen Verzicht auf Verrechnung bedeutet, nicht vermehren, sondern gegenteils vermindern; sie waren der Meinung, sogar ein in Kenntnis der Gegenforderung abgegebenes Zahlungsversprechen müsse vom Richter daraufhin geprüft werden, ob es als Äusserung des Verzichtswillens ausgelegt werden könne. Weiss der Schuldner nicht, dass er eine Gegenforderung hat oder vor der Tilgung seiner Schuld erlangen könnte, so ist ihm das Zahlungsversprechen nur dann als Verzicht anzurechnen, wenn der Gläubiger nach Treu und Glauben den Umständen entnehmen darf und tatsächlich entnimmt, der Schuldner denke an die Möglichkeit der Verrechnung und wolle auf sie verzichten.\n\n2. Das Handelsgericht ist der Auffassung, die Beklagte BGE 83 II 395 S. 399habe der Schweizerischen Volksbank am 20. November 1951 das Zahlungsversprechen abgegeben, ohne sich bewusst zu sein, dass ihre bis am 3. November 1951 vorgenommenen Auszahlungen an Gass & Co. von Fr. 42'500.-- sie von ihrer Schuld nicht befreit hatten und sie daher den Betrag von dieser Firma zurückfordern konnte. Der Kläger macht geltend, diese Feststellung beruhe offensichtlich auf Versehen, denn im Prozesse gegen die Schweizerische Bankgesellschaft hätte die Beklagte erklärt, dass sie bezahlte, weil sie sich \"auf das vertragliche Zessionsverbot gestützt habe\"; er leitet daraus ab, sie sei sich der Gefahr bewusst gewesen, nochmals zahlen zu müssen und gegenüber Gass & Co. ein Rückforderungsrecht zu erlangen, wenn sie mit ihrer Auffassung gegenüber der Schweizerischen Bankgesellschaft nicht durchdringe. Damit beanstandet er jedoch lediglich die Beweiswürdigung. Das Handelsgericht übersah nicht, dass die Beklagte den behaupteten Irrtum über ihre Zahlungspflicht mit ihrem Vertrauen auf das vertragliche Abtretungsverbot erklärt hat. Es leitet seine Auffassung, wonach sie um ihr Rückforderungsrecht nicht wusste, gerade aus der eingehend begründeten Feststellung ab, sie habe sich auf das Abtretungsverbot verlassen. Es will damit sagen, sie sei überzeugt gewesen, dass sie wegen dieses Verbotes durch die Zahlungen an Gass & Co. von ihrer Schuld befreit worden sei und nicht an die Schweizerische Bankgesellschaft nochmals zahlen müsse. An diese Würdigung ist das Bundesgericht gebunden.\n\nIst demnach davon auszugehen, dass die Beklagte der Schweizerischen Volksbank Zahlung versprochen hat, ohne zu wissen, dass ihr gegen Gass & Co. eine Forderung von Fr. 42'500.-- zustand, so kann sie nicht den Willen gehabt haben, auf die ihr nach Art. 169 OR zustehende Verrechnung zu verzichten.\n\nEs liegt auch nichts vor, was die Schweizerische Volksbank nach Treu und Glauben zum Schluss auf einen solchen Willen berechtigt hätte. Die Beklagte war nicht BGE 83 II 395 S. 400verpflichtet, bei der Abgabe ihres Zahlungsversprechens die Verrechnung ausdrücklich vorzubehalten. Dass sie die Zahlung von der richtigen Erfüllung des Werkvertrages abhängig machte, ändert nichts. Aus dieser Bedingung durfte die Schweizerische Volksbank nicht schliessen, die Beklagte wolle keine weiteren Einreden erheben, die ihr allenfalls zustehen könnten. Auch das Versprechen, \"prompt\" auszuzahlen, rechtfertigte diesen Schluss nicht; es hatte nur den Sinn, dass die Zahlung nicht auf sich warten lasse, sobald der Werkvertrag erfüllt sein werde. Tatsächlich hat die Schweizerische Volksbank das Zahlungsversprechen nicht als Verzicht auf Verrechnung ausgelegt, sonst wäre nicht zu verstehen, weshalb sie in ihrer Antwort vom 22. November 1951 ausführte, Gass & Co. werde die Beklagte ersuchen, allfällige Gegenforderungen nicht mit dem abgetretenen Teil, sondern mit dem ihr verbleibenden Rest ihrer Forderung zu verrechnen. Wollte die Schweizerische Volksbank, dass die Beklagte keine Einrede erhebe, insbesondere nicht mit Gegenforderungen verrechne, so konnte ihr als geschäftserfahrene Bank zugemutet werden, eine dahin gehende ausdrückliche Erklärung zu verlangen. Im erwähnten Satze ihres Antwortschreibens vom 22. November 1951 lag ein solches Begehren nicht. Indem die Beklagte am 24. November 1951 die Briefkopie ununterschrieben zurücksandte, die ihr die Schweizerische Volksbank am 22. November zur Unterzeichnung zugestellt hatte, brachte sie übrigens zum Ausdruck, dass sie ihre Stellung als Schuldnerin nicht verschlechtern lassen wolle.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Handelsgerichts des Kantons Zürich vom 4. Juni 1957 bestätigt."}