{"annee": "83", "cour": "II", "page": "458", "date": "1/10/1957", "cite": [], "cite_par": ["85 II 443"], "chapeau": "62. Extrait de l'arrêt de la Ire Cour civile du 1er octobre 1957 dans la cause Arts Ménagers SA contre Brugger & Cie et consorts.", "regestes": ["Concurrence déloyale. 1. Ce qui compte pour apprécier des annonces c'est l'impression d'ensemble qu'elles produisent sur le public. Analogie avec les principes régissant la comparaison des marques de fabrique (consid. 2 litt. a). 2. La façon dont une campagne publicitaire est annoncée revêt une importance décisive pour en apprécier la nature. L'utilisation du mot \"festival\", l'indication de la date précise à partirde laquelle les avantages offerts peuvent être obtenus et l'estimation du nombre des primes qui seront distribuées confèrent à la campagne ainsi annoncée le caractère d'une opération temporaire (consid. 2 litt. b). 3. La manière d'agir de celui qui annonce et exécute une vente accompagnée d'avantages particuliers analogue à une liquidation pour laquelle une autorisation officielle est nécessaire, alors qu'en réalité il ne l'a pas, et qui remet à titre de primes des objets d'une espèce toute différente des articles qu'il vend est, dans son ensemble, contraire à la bonne foi en affaires (consid. 2 litt. b). 4. La valeur des dons distribués n'importe pas en soi du point de vue des règles sur la concurrence déloyale (consid. 2 litt. b). 5. Opération analogue à une liquidation au sens de l'Ordonnance du 16 avril 1947 sur les liquidations et opérations analogues (consid. 2 litt. c)."], "faits": "BGE 83 II 458 S. 460\n\nA.- La société Arts Ménagers SA, dont le siège est à Genève, exploite un commerce d'appareils de radio et de télévision ainsi que d'appareils ménagers (cuisinières à gaz, cuisinières électriques, cuisinières à bois et charbon, calorifères à mazout ou à charbon, cireuses, aspirateurs et autres articles).\n\nAu début de janvier 1955, Arts Ménagers SA a lancé, pour sa succursale de Neuchâtel, une campagne publicitaire intitulée \"Action: Bicyclettes gratuites aux enfants\". Elle offrait une bicyclette d'enfant pour tout achat à partir de 450 fr. et accordait en outre un escompte de 3% en cas de paiement au comptant. De grandes annonces furent publiées dans les journaux neuchâtelois en particulier sous le titre \"Festival Torre et Arts Ménagers SA\". Elles contenaient notamment les indications suivantes:\n\n\"Dès le 7 janvier 1955 à 8 heures, chaque acheteur de l'un des appareils suivants, d'un prix de Fr. 450.-- déjà, payable au comptant ou par mensualités, recevra en plus, gratis, une splendide bicyclette d'enfant ...\"\n\n\"Plus de 1500 bicyclettes d'enfant et probablement bien davantage seront ainsi distribuées gratuitement ...\"\n\n\"Profitez de cette offre surprenante pour offrir à l'enfant qui vous tient à coeur une bicyclette suisse de qualité ...\"\n\nPar acte notifié le 10 février 1955, Brugger & Cie et consorts, à savoir cinquante-deux demandeurs, comprenant vingt-cinq marchands de radios, quatre marchands d'appareils électriques, dix-sept marchands de cycles et six marchands d'articles de ménage, tous établis dans le canton de Neuchâtel, ont introduit action contre Arts Ménagers SA et conclu:\n\n\"Plaise au Tribunal:\n\n1. Constater que l'offre de la remise par la maison Arts Ménagers SA de bicyclettes d'enfant, à titre gratuit, aux acheteurs BGE 83 II 458 S. 461d'articles d'une valeur égale ou supérieure à Fr. 450.-- ainsi que la publicité se rapportant à cette remise, constituent des actes de concurrence déloyale, partant des actes illicites;\n\n2. Interdire à la défenderesse, sous la menace des peines d'arrêts ou d'amende jusqu'à vingt mille francs, prévues par l'art. 292 CPS, de faire de telles offres, de consentir de tels avantages et de faire une telle publicité, sous quelque forme que ce soit.\"\n\nLa défenderesse a conclu à libération.\n\nPar jugement du 4 février 1957, le Tribunal cantonal de Neuchâtel a constaté qu'en la forme en laquelle elle avait été faite la publicité se rapportant à la remise par Arts Ménagers SA de bicyclettes d'enfant à titre gratuit à tout acheteur d'articles d'une valeur égale ou supérieure à 450 fr. constituait un acte de concurrence déloyale, et interdit à la défenderesse sous la menace des peines prévues par l'art. 292 CP (arrêts ou amende) de faire pareille publicité.\n\nB.- Contre ce jugement, Arts Ménagers SA a recouru en réforme au Tribunal fédéral en reprenant ses conclusions libératoires.\n\nBrugger & Cie et quarante consorts ont conclu au rejet du recours et à la confirmation de la décision attaquée. Un des demandeurs, Arnold Grandjean SA, a déposé sa réponse au recours après l'expiration du délai de vingt jours fixé à cet effet. Les onze autres intimés n'ont pas répondu au recours.", "considerants": "Considérant en droit:\n\n1. .....\n\n2. a) La juridiction cantonale estime que la campagne publicitaire de la défenderesse comportant la remise gratuite de bicyclettes d'enfant constitue une opération analogue à une liquidation au sens de l'art. 17 LCD qui est soumise à une autorisation du service cantonal compétent. Elle relève que, dans les annonces publiées dans la presse, la recourante \"par le d'un avantage qu'elle offre actuellement et qu'elle limite son offre à 1500 bicyclettes en laissant entrevoir seulement la possibilité d'en livrer bien davantage\". Elle considère dès lors \"comme un acte BGE 83 II 458 S. 462de concurrence déloyale la forme que la défenderesse a donnée à ses publications, lesquelles étaient de nature à faire croire au public qu'il s'agissait d'une opération analogue à une liquidation, soit d'une offre temporaire d'avantages exceptionnels dont il fallait se hâter de profiter\".\n\nBien que le texte des annonces publiées par la recourante ne soit pas sans importance, on ne saurait, pour les apprécier, rechercher principalement quel sens peut leur être attribué d'après quelques mots ou passages isolés. Ce qui compte avant tout en l'espèce, c'est l'impression d'ensemble produite par la réclame sur le public. Il y a là une certaine analogie avec les principes qui régissent la comparaison des marques de fabrique (cf. RO 82 II 351). Dans sa publicité, par exemple dans l'annonce de l'\"Impartial\" du 17 janvier 1955, la défenderesse offrait différents avantages placés sur le même plan entre lesquels les clients avaient le choix, à savoir la remise gratuite de bicyclettes d'enfant, la reprise de vieux appareils, le crédit familial ou la baisse des prix. Ce sont ces avantages annoncés au moyen de grands titres qui faisaient impression sur le lecteur et non le texte en petits caractères. C'est dès lors à tort que la juridictìon cantonale s'est arrêtée au mot \"actuellement\", imprimé en petites lettres grasses dans des annonces comportant de grands titres, qui attiraient principalement l'attention du public, pour en déduire que les avantages offerts étaient temporaires et que la campagne publicitaire de la défenderesse était une opération analogue à une liquidation.\n\nEn outre, Arts Ménagers SA n'a pas limité son offre à 1500 bicyclettes en laissant seulement entrevoir la possibilité d'en distribuer davantage, comme le déclare le tribunal neuchâtelois. Les réclames publiées dans la presse annonçaient au contraire que \"plus de 1500 bicyclettes d'enfant et probablement bien davantage\" seraient remises gratuitement. L'estimation de ce nombre, qui ne constitue pas une limitation, n'est dans aucune annonce liée directement BGE 83 II 458 S. 463au mot \"actuellement\", ainsi que le laisse supposer la décision cantonale en déclarant que la défenderesse \"offre actuellement et ... limite son offre à 1500 bicyclettes ...\".\n\nb) Les éléments mis en lumière par le jugement attaqué, qui sont insuffisants pour faire admettre que la défenderesse a annoncé et exécuté publiquement une opération analogue à une liquidation au sens de l'art. 17 LCD, ne sont cependant pas les seuls qui entrent en considération pour apprécier la nature de la campagne publicitaire qu'elle a entreprise. A ce sujet, la façon dont l'opération est annoncée revêt une importance décisive. La recourante a fait publier dans les journaux neuchâtelois de grandes réclames portant le titre \"Festival Torre et Arts Ménagers SA\" imprimé en lettres grasses de dimension beaucoup plus grande que les caractères utilisés pour le texte des annonces. Le terme \"festival\" se trouve dans une série de journaux avant, pendant et après le lancement de la campagne. Il est en général suivi d'indications précisant la date à partir de laquelle les avantages offerts peuvent être obtenus. Les annonces mentionnent, par exemple, ce qui suit:\n\n\"Dès le 7 janvier 1955, à 8 heures, chaque acheteur ... recevra ... gratis une splendide bicyclette d'enfant ...\"\n\n\"Malgré notre désir de donner satisfaction à chacun, il ne nous sera pas possible de faire bénéficier de l'action Bicyclettes gratuites aux enfants les personnes ayant passé commande ... avant le 7 janvier 1955 à 8 heures.\"\n\n\"Le règlement complet de cette Action a paru dans ce journal, vendredi 7 janvier. Il est exposé, avec les bicyclettes, dans nos vitrines, et vous sera envoyé gratuitement, sur simple demande.\"\n\nPar là, le début dans le temps de l'opération entreprise par Arts Ménagers SA est nettement marqué. Dans certaines réclames publiées au cours de la campagne figure la photographie d'un enfant recevant une bicyclette; sous le titre \"Voilà l'étonnante vérité\", les unes annoncent en caractères gras la remise de \"plus de 1500 bicyclettes d'enfants\" et font suivre cette mention des mots \"et probablement bien davantage\" imprimés en lettres ordinaires; BGE 83 II 458 S. 464d'autres contiennent le slogan \"Le plus beau souvenir de son enfance\" et indiquent: \"Les vélos sont exposés dans nos vitrines, ainsi que le règlement complet de cette Action\". Des annonces où l'on peut voir une cuisinière électrique et le dessin d'un enfant chevauchant une bicyclette renvoient de même au règlement paru dans la presse le \"vendredi 7 janvier\" et exposé dans les vitrines.\n\nAu sens propre, le mot \"festival\" désigne une grande fête musicale qui dure quelques jours. Actuellement, il est utilisé aussi dans d'autres domaines; c'est ainsi que l'on connaît pour le théâtre lyrique le \"Festival d'opéras italiens\", pour le cinéma le \"Festival de Venise\", etc. Dans tous ces usages, le terme \"festival\" se rapporte à des manifestations d'une importance et d'un éclat particuliers mais de nature temporaire; il implique toujours l'idée d'une durée limitée.\n\nL'utilisation du mot \"festival\", les indications concernant la date précise à partir de laquelle les avantages offerts pouvaient être obtenus et l'estimation du nombre des bicyclettes qui seraient distribuées conféraient à la campagne lancée par Arts Ménagers SA le caractère d'une opération temporaire. La défenseresse a dès lors agi contrairement aux règles de la bonne foi en annonçant et en exécutant une vente accompagnée d'avantages particuliers analogue à une liquidation pour laquelle une autorisation officielle était nécessaire, alors qu'en réalité elle ne l'avait pas. De plus, elle a remis à titre de primes des objets d'une espèce toute différente des articles qu'elle vend. Cette manière d'agir constitue, dans son ensemble, un acte contraire à la bonne foi en affaires; l'offre d'une bicyclette d'enfant gratuite pour l'achat d'un appareil de radio ou d'un article de ménage était de nature à fausser le jugement de l'acheteur (cf. pour le droit allemand, BAUMBACH/HEFERMEHL, Wettbewerbs- und Warenzeichenrecht, Zugabeverordnung § 1, note 44 p. 549); en outre, en remettant des bicyclettes aux acheteurs, la défenderesse a fait concurrence aux commerçants d'une autre branche, à BGE 83 II 458 S. 465savoir aux marchands de cycles, qui ne sont point ses concurrents.\n\nEn revanche, la valeur des dons distribués n'importe pas en soi du point de vue des règles sur la concurrence déloyale. D'une part, elle n'est pas légalement limitée. D'autre part, dans le commerce de détail des appareils de radio dont s'occupe en particulier la recourante, la marge de bénéfice est élevée: elle atteint 40 à 42% et il s'y ajoute, le cas échéant, 8 à 10% de primes dites de quantité et 5% d'escompte pour paiement au comptant (RO 82 IV 53); elle permet ainsi aux marchands d'accorder des avantages importants aux clients. Il est indifférent par ailleurs que le vendeur octroie ces avantages ouvertement comme l'a fait la défenderesse.\n\nc) Les liquidations et opérations analogues ont pour but l'écoulement de stocks de marchandises (art. 2 de l'ordonnance sur les liquidations et opérations analogues; pour le droit allemand, BAUMBACH/HEFERMEHL, op.cit., Gesetz gegen den unlauteren Wettbewerb, § 7 note 1 p. 348, § 7 a note 2 p. 352; CALLMANN, Der unlautere Wettbewerb, §§ 7 ss. p. 265 ss.). Cet élément fait défaut en l'espèce, où il s'agit exclusivement d'une campagne de publicité comportant la remise de primes aux acheteurs. Tandis que le droit allemand interdit en principe les primes (§ 1 Zugabeverordnung), la loi fédérale sur la concurrence déloyale se borne à statuer (art. 20) que le Conseil fédéral est autorisé à édicter par voie d'ordonnance des dispositions sur les abus en matière de primes. Une ordonnance spéciale sur cet objet n'a cependant pas été élaborée. En revanche, l'ordonnance du 16 avril 1947 ne réglemente pas seulement les liquidations et opérations analogues au sens strict. Selon son art. 1er al. 1, une liquidation ou une opération analogue est une vente au détail pour laquelle les acheteurs se voient offrir, par des annonces publiques, des avantages momentanés que le vendeur ne leur accorderait pas ordinairement. Aux termes de son art. 2 al. 2, constituent des opérations analogues les ventes dites \"au BGE 83 II 458 S. 466rabais\" qui, tout en remplissant les conditions de l'art. 1er, n'ont cependant pas pour but ou pour but exclusif l'écoulement complet de certains stocks déterminés de marchandises, par exemple les ventes avec rabais extraordinaire, les ventes réclame, les ventes spéciales, ainsi que toutes autres opérations exécutées sous des désignations analogues. Par là, l'ordonnance étend la notion de liquidation ou opération analogue et s'écarte de la signification que l'on attribue généralement à ces termes dans la langue juridique et dans les milieux du commerce. En l'espèce, on est en présence d'une opération analogue à une liquidation au sens large où l'entend l'ordonnance, c'est-à-dire d'une vente au détail pour laquelle des avantages temporaires sont annoncés au public mais dont le but n'est pas d'écouler des stocks.\n\nSans interdire de façon absolue les liquidations et opérations analogues, la loi sur la concurrence déloyale les soumet à des restrictions et ne les permet que moyennant une autorisation du service cantonal compétent, les dispositions d'exécution étant contenues dans l'ordonnance du 16 avril 1947. Celui qui annonce ou exécute publiquement une opération analogue à une liquidation sans avoir requis et obtenu l'autorisation officielle contrevient aux règles que tout commerçant est tenu d'observer et agit dès lors contrairement aux règles de la bonne foi en affaires. Son comportement constitue ainsi un abus de concurrence découlant d'un procédé contraire aux règles de la bonne foi et, partant, un acte de concurrence déloyale, au sens de l'art. 1er al. 1 LCD. Pour qu'il y ait concurrence déloyale, il n'est pas nécessaire que l'abus de la concurrence consiste dans une tromperie à l'égard du public mais il suffit, selon l'art. 1er al. 1 LCD, qu'il résulte \"d'un autre procédé contraire aux règles de la bonne foi\". Il en est ainsi en particulier pour les liquidations et opérations analogues (GERMANN, Concurrence déloyale, p. 259). Il suit de là qu'en l'espèce, eu égard aux conditions dans lesquelles ont eu lieu l'annonce et la remise des primes BGE 83 II 458 S. 467offertes par la recourante, elles constituent un acte de concurrence déloyale (cf. BAUMBACH/HEFERMEHL, § 1 Zugabeverordnung, note 17 p. 532; REIMER, Wettbewerbsrecht, § 1 Gesetz gegen den unlauteren Wettbewerb, note 8 p. 390).\n\nPar ces motifs, le Tribunal fédéral prononce:\n\nLe recours est rejeté et le jugement attaqué est confirmé."}