{"annee": "83", "cour": "IV", "page": "167", "date": "20/9/1957", "cite": ["47 II 402", "79 II 212"], "cite_par": ["87 IV 92", "85 IV 50", "89 IV 113"], "chapeau": "46. Urteil des Kassationshofes vom 20. September 1957 i.S. Rietmann gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 26 al. 1 LA. Quand peut-on dépasser à droite?"], "faits": "BGE 83 IV 167 S. 167\n\nA.- Am Vormittag des 2. Oktober 1956 führte Gygax einen schweren Lastwagen auf der geraden, über 9 m breiten Hauptstrasse von Dietikon in westlicher Richtung, um vor Spreitenbach nach rechts in die spitzwinklig abzweigende Zufahrtsstrasse der Betonwarenfabrik einzubiegen. Zu diesem Zweck hielt er 50-60 m vor der Abzweigung mit nach links gestelltem Richtungsanzeiger gegen die Strassenmitte und verlangsamte die Geschwindigkeit. In der Annahme, der Lastwagen werde nach links abschwenken, begann ihn Edith Rietmann mit einem \"Renault- BGE 83 IV 167 S. 168Heck\", dessen Geschwindigkeit 80 km/Std betrug, rechts zu überholen. Sie konnte den Zusammenstoss mit dem nach rechts abbiegenden Lastwagen, dessen Führer erst auf der Höhe der Fabrikeinfahrt den rechten Richtungsanzeiger stellte, nicht mehr verhindern. Beide Fahrzeuge wurden leicht beschädigt.\n\nB.- Das Obergericht des Kantons Aargau erklärte am 24. Mai 1957 Gygax der Widerhandlung gegen die Vorschriften über die Zeichengebung (Art. 75 lit. b MFV), Edith Rietmann der Übertretung des Art. 26 Abs. 1 MFG schuldig und verurteilte beide zu einer vorzeitig löschbaren Busse von je Fr. 40.-. Es warf Edith Rietmann vor, sie sei auf der falschen Seite vorgefahren. Es gebe nur eine einzige Ausnahme, wo rechts überholt werden dürfe, nämlich dann, wenn die Polizeibehörde durch Pfeilsignale auf dem Boden eine sog. Vorsortierung des Innerortsverkehrs ausdrücklich anordne.\n\nC.- Edith Rietmann beantragt mit Nichtigkeitsbeschwerde, sie sei freizusprechen. Die Beschwerdeführerin macht geltend, sie sei zum Rechtsüberholen berechtigt gewesen und habe nicht damit rechnen müssen, dass der Lastwagen im letzten Augenblick nach rechts abbiege.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Art. 26 Abs. 1 MFG verpflichtet den Motorfahrzeugführer, andere Strassenbenützer links zu überholen. Das Gesetz stellt damit einen allgemeinen Grundsatz auf, aber keine starre Regel, die ausnahmslos befolgt werden muss. Es bestimmt in Art. 61 Abs. 3 MFV selber, dass Strassenbahnen unter gewissen Voraussetzungen rechts zu überholen sind, und desgleichen ist Rechtsüberholen nicht bloss erlaubt, sondern eine Pflicht, wenn durch Fahrbahnmarkierung das Einspuren zum Zwecke der Verkehrsteilung behördlich angeordnet wird. Entgegen der Ansicht des Obergerichts hat sich das Prinzip des Vorsortierens auch auf Strassen, die mit entsprechender Markierung nicht versehen sind, allgemein, jedenfalls bei den Automobilisten, BGE 83 IV 167 S. 169durchgesetzt (vgl. Botschaft des Bundesrates zum Entwurf eines Bundesgesetzes über den Strassenverkehr vom 24. Juni 1955, BBl 1955 II S. 33/34). Denn die Vorzüge, die frühzeitiges Einspuren vor dem Linksabbiegen auf breiten Strassen hat, sind offenkundig; einerseits vermindert es die Gefahr, dass das Vorhaben des Abschwenkens von den Führern nachfolgender Fahrzeuge zu spät wahrgenommen wird oder dass es im Falle von Gegenverkehr zu Stockungen führt, und anderseits wird der Linksabbiegende weniger versucht, das Vortrittsrecht entgegenkommender Fahrzeuge zu missachten, wenn er weiss, dass die in der gleichen Richtung Fahrenden ungestört passieren können. Soll aber das Einspuren seinen Zweck, die Sicherheit und Flüssigkeit des modernen Verkehrs zu fördern, erfüllen, so muss in solchen Fällen das Rechtsüberholen gestattet sein, vorausgesetzt, dass es mit der nach den Umständen geforderten Vorsicht durchgeführt wird. Dass es auch abgesehen von Notfällen Situationen geben kann, in denen von der gesetzlichen Regel des Linksüberholens abgewichen werden darf, nämlich dann, wenn ihre Befolgung unmöglich ist und der zu Überholende unmissverständlich sein Einverständnis zum Rechtsüberholen gibt, hat schon die bisherige Rechtsprechung anerkannt (BGE 47 II 405, BGE 79 II 217, unveröffentlichte Urteile des Kassationshofes vom 2. Dezember 1950 i.S. Frey, 11. Januar 1951 i.S. Baumann, 20. Januar 1956 i.S. Buscher).\n\n2. Im vorliegenden Fall war es unvorsichtig, aus dem Einspuren des Lastwagens in die Strassenmitte und aus dem nach links gestellten Richtungsanzeiger zu schliessen, dass Gygax nach links abbiegen werde. Gewiss hätte Gygax den rechten Richtungsanzeiger sofort nach dem Verlassen der rechten Fahrbahn und nicht erst vor dem Abschwenken nach rechts stellen sollen. Seine Fahrweise war jedoch nicht derartig eindeutig, dass der von der Beschwerdeführerin gezogene Schluss sich als der einzig mögliche aufdrängte. Da der Lastwagen auf eine Strecke von 50-60 m auf der Strassenmitte blieb, obschon kein BGE 83 IV 167 S. 170Gegenverkehr das Linksabbiegen behinderte, und seine Geschwindigkeit vor der Abzweigung zur Betonwarenfabrik sich zusehends verminderte, war die Möglichkeit, dass er nach rechts abschwenken könnte, keineswegs ausgeschlossen; dies um so weniger, als nach dem Situationsplan, den die Beschwerdeführerin als richtig anerkannt hat, in unmittelbarer Nähe keine Strasse von links einmündet. Die Behauptung der Beschwerdeführerin, dass vor ihr fahrende Fahrzeuge den Lastwagen rechts überholt hätten, findet in den Akten keine Stütze. Unter diesen Umständen hätte die Beschwerdeführerin die Fahrt verlangsamen und die Abklärung der unsichern Lage abwarten müssen, bevor sie überholte. Jedenfalls war das Rechtsüberholen unzulässig und hat die Beschwerdeführerin damit Art. 26 Abs. 1 MFG verletzt.\n\nDemnach erkennt der Kassationshof:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}