{"annee": "83", "cour": "I", "page": "233", "date": "18/9/1957", "cite": ["73 I 186", "77 I 4"], "cite_par": [], "chapeau": "30. Auszug aus dem Urteil vom 18. September 1957 i.S. von Ballmoos gegen AG für Verwaltungsgeschäfte und Regierungsrat des Kantons Basel-Stadt.", "regestes": ["Art. 31 de l'ordonnance du 28 décembre 1956 concernant le contrôle des loyers et la limitation du droit de résiliation (OCL). Dans quelle mesure l'autorité, lorsque, conformément à cette disposition, elle compare les intérêts en présence, peut-elle tenir compte de l'intérêt du bailleur à mettre à la disposition d'un autre locataire les locaux au sujet desquels le congé a été donné?"], "faits": "|233|\n\nA.- Die AG für Verwaltungsgeschäfte ist Eigentümerin der Liegenschaft Birsigstrasse 4 in Basel. Im Vorderhaus befindet sich das Restaurant \"Baselbieterstübli\", das von F. Führer betrieben wird. Eine Zweizimmerwohnung im Hinterhaus ist seit Jahren an Ernst von Ballmoos vermietet. Dieser Mietvertrag wurde von |234| der Eigentümerin auf den 30. Juni 1957 gekündigt mit der Begründung, Führer benötige die Wohnung für die Unterbringung von Angestellten seiner Wirtschaft.\n\nBallmoos focht die Zulässigkeit der Kündigung bei der Schlichtungsstelle für Mietstreitigkeiten des Kantons Basel-Stadt an. Diese bestätigte die Kündigung, schob jedoch den Auszugstermin auf den 1. Oktober 1947 hinaus. Eine hiegegen erhobene Willkürbeschwerde wies der Regierungsrat am 28. Mai 1957 ab. In der Begründung dieses Entscheids wird unter Hinweis auf Art. 31 der Verordnung des Bundesrates über die Mietzinskontrolle und die Beschränkung des Kündigungsrechts vom 28. Dezember 1956 (VMK) u.a. ausgeführt: Nach der ständigen Praxis im Kanton Basel-Stadt gelte eine Kündigung dann als gerechtfertigt, wenn sie erfolge, um einen begründeten Mehrbedarf an Räumlichkeiten des Hauptmieters zu befriedigen. Der Eigentümer habe ein Interesse daran, die Wünsche des Hauptmieters vor diejenigen der übrigen Mieter zu stellen. Unter Hauptmieter sei der Mieter zu verstehen, der den wirtschaftlich wichtigsten Gebäudeteil gemietet habe und demgemäss den grössten Teil der eingehenden Mietzinse aufbringe. Der Vermieter habe ein grosses Interesse an der Zufriedenstellung des Hauptmieters, da er auf ihn angewiesen sei und nicht riskieren wolle, ihn wegen Raumnot zu verlieren. Der Mehrbedarf des Hauptmieters müsse allerdings sachlich begründet und dürfe nicht spekulativ sein. Diese Vorausetzung liege aber im vorliegenden Fall vor.....\n\nB.- Gegen den Entscheid des Regierungsrates führt Ballmoos rechtzeitig staatsrechtliche Beschwerde. Er macht eine Verletzung von Art. 4 BV geltend und bringt zur Begründung dieser Rüge u.a. vor: Der Regierungsrat habe das ihm zustehende Ermessen wenn nicht missbraucht, so doch weitgehend überschritten. Die Auffassung, dass der Mehrraumbedarf des Hauptmieters beim Vermieter reflektorisch einen Kündigungsanspruch gegenüber einem anderen Mieter erzeuge, sei \"nicht unbedenklich\".\n\n|235| Im vorliegenden Fall wirke sie sogar stossend, da der Hauptmieter gar kein Mieter, sondern ein Pächter sei, der nach den baselstädtischen Vorschriften keinen Mieterschutz geniesse. Es lasse sich sachlich nicht begründen und widerspreche dem sozialen Grundgedanken des Mietnotrechts, dass der Mieter, der grössere Mietzinse erbringt, vor dem Mieter, der ein kleineres Mietobjekt bewohnt, bevorzugt werde.\n\nC.- Der Regierungsrat beantragt die Abweisung der Beschwerde. Die AG für Verwaltungsgeschäfte stellt dem Sinne nach den gleichen Antrag.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\nDie kantonalen Behörden betrachten auf Grund der nach Art. 31 Abs. 1 VMK vorzunehmenden Interessenabwägung das Interesse der Vermieterin an der Kündigung des Mietvertrages als schutzwürdiger als das entgegenstehende Interesse des Beschwerdeführers an der Aufrechterhaltung des Mietverhältnisses. Bei dieser Interessenabwägung muss dem Ermessen der kantonalen Behörden ein weiter Spielraum gelassen werden. Das Bundesgericht könnte nur bei einem offenbaren Ermessensmissbrauch einschreiten (BGE 73 I 186). Ein solcher liegt aber nicht vor und wird mit der im wesentlichen rein appellatorischen Kritik des Beschwerdeführers, als ob dem Bundesgericht eine freie Überprüfung zustehen würde, jedenfalls nicht dargetan.\n\nWie das Bundesgericht schon wiederholt entschieden hat, darf bei der Interessenabwägung auch das Interesse des Vermieters, die gekündigten Räume einem anderen Mieter zur Verfügung zu stellen, berücksichtigt werden (nicht veröffentl. Urteile vom 10. Juli 1947 i.S. Mecanis AG c. Immobiliengesellschaft Gerbergasse 25 AG Erw. 5, vom 3. Mai 1950 i.S. Voegtle c. Peter Erw. 3 und 4; BIRCHMEIER, Mietnotrechtserlasse S. 16/17). Dieses Interesse ist besonders gross, wenn es sich dabei um den Hauptmieter |236| handelt und dieser in den gemieteten Räumen eine Wirtschaft betreibt, sodass ausser seiner finanziellen Leistungsfähigkeit auch seine persönlichen Eigenschaften und sein Ruf von wesentlicher Bedeutung für den Vermieter sind. Es kann dem Vermieter billigerweise nicht zugemutet werden, aus Rücksicht auf einen minderwichtigen Mieter das Risiko auf sich zu nehmen, einen solchen in jeder Hinsicht befriedigenden Hauptmieter zu verlieren und keinen gleichwertigen Nachfolger zu finden.\n\nDass der Regierungsrat das Interesse der Vermieterin, den Wirt Führer als Mieter zu behalten, bei der Interessenabwägung berücksichtigt hat, ist daher entgegen der Auffassung des Beschwerdeführers keineswegs willkürlich. Ebensowenig ist die Auffassung zu beanstanden, dass dieses Interesse den Vorzug verdiene, wenn die Vermieterin Gefahr laufe, den Hauptmieter zu verlieren. Als zweifelhaft erscheint freilich, ob diese Gefahr wirklich besteht, wenn die Vermieterin dem Hauptmieter die bisher vom Beschwerdeführer bewohnten Räume nicht zur Verfügung stellt. Der Beschwerdeführer hat indessen die Annahme des Regierungsrates, dass dies der Fall sei, nicht bestritten, geschweige denn als willkürlich angefochten, sodass sich das Bundesgericht mit dieser Frage nicht zu befassen hat. Was der Beschwerdeführer aber in diesem Zusammenhang weiter geltend macht, ist nicht geeignet, den angefochtenen Entscheid als willkürlich erscheinen zu lassen.\n\nSo ist es unerheblich, ob der Wirt Führer nicht Mieter, sondern Pächter im Hause der Vermieterin sei und als solcher nach den baselstädtischen Vorschriften keinen Mieterschutz beanspruchen könne, denn dadurch würde sich nichts an der Interessenlage der Vermieterin ändern. Übrigens erklärt der Regierungsrat in seiner Vernehmlassung, dass nach der Praxis im Kanton Basel-Stadt Pächter und Mieter in Bezug auf die Kündigungsbeschränkung gleichgestellt sind, wenn sich, wie hier, die Pacht auf ein Gebäude bezieht (z.B. Wirtschaft, Metzgerei, Bäckerei), obgleich in den einschlägigen Verordnungen |237| nur die Rede vom Mietvertrag ist (vgl. Verordnung betr. Massnahmen gegen die Wohnungsnot vom 29. Dezember 1942 §§ 1 ff. und Verordnung betr. Vollzug der Mietzinskontrolle usw. vom 26. Januar 1954/15. Januar 1957 § 4).\n\nDie beanstandete Praxis widerspricht auch nicht dem sozialen Grundgedanken des Mietnotrechts, wie der Beschwerdeführer behauptet. Nach Art. 31 Abs. 1 VMK ist die Interessenabwägung nicht bloss unter dem Gesichtspunkte vorzunehmen, ob es sich um einen kleinen oder grossen Mieter handle, sondern unter Berücksichtigung der gesamten Umstände. Dazu gehört aber auch das Interesse des Vermieters, einen zahlungsfähigen und die persönlichen Voraussetzungen erfüllenden Mieter des Hauptteils des Gebäudes, insbesondere einer Wirtschaft, nicht zu verlieren. Der Beschwerdeführer hat übrigens die Behauptung, dass er sich keine teurere Wohnung leisten könne, zwar vor der Schlichtungsstelle erhoben, in der Beschwerde an den Regierungsrat aber nicht mehr geltend gemacht. Da sich die staatsrechtliche Beschwerde ausschliesslich gegen den Entscheid des Regierungsrats richtet, kann jene Behauptung nicht berücksichtigt werden, denn dem Regierungsrat kann nicht Willkür vorgeworfen werden mit Bezug auf ein Argument, das vor ihm nicht mehr geltend gemacht worden ist (BGE 77 I 9Erw. 3 und dort genannte frühere Entscheide)."}