{"annee": "83", "cour": "III", "page": "38", "date": "26/2/1957", "cite": ["55 III 66"], "cite_par": ["118 III 52"], "chapeau": "11. Entscheid vom 26. Februar 1957 i.S. Ernst Leu & Co.", "regestes": ["Enchères concernant les immeubles. Trois criées, mention étant faite chaque fois s'il s'agit de la première, de la deuxième ou de la troisième criée (art. 126/141/156 LP; 60 al. 1 ORI). Indication de la troisième criée par des remarques explicatives du préposé aux poursuites (consid. 1). Proclamation publique de l'adjudication (art. 60 al. 1, seconde phrase, ORI) (consid. 2)."], "faits": "|38|\n\nA.- Auf Begehren des Gotthard Müller, Gläubiger der 2. Hypothek, brachte das Betreibungsamt Zürich 10 am 8. Oktober 1956 in der Grundpfandbetreibung Nr. 8062 das Grundstück Ottenbergstrasse 16 zur Versteigerung.\n\nIn den Steigerungsbedingungen war bestimmt:\n\n\"Das Grundstück wird nach dreimaligem Aufruf des höchsten Angebotes zugeschlagen, sofern das Höchstangebot Fr. 61'009.20 übersteigt.\" |39|\n\nDer betreibende Grundpfandgläubiger Müller bot Fr. 100'000.--, und als von anderer Seite Fr. 125'000.-- geboten wurden, überbot Müller diesen Preis noch um Fr. 100.--. Der weitere Verlauf der Steigerung ist im Steigerungsprotokoll in folgender Weise festgehalten: \"Substitut Thurnherr:\n\nFr. 125'100.-- für Herrn Gotthard Müller zum ersten ...\n\nFr. 125'100.-- für Herrn Gotthard Muller zum zweiten ...\n\nFr. 125'100.-- für Herrn Gotthard Müller zum ... Betreibungs- beamter\n\nDurrer: Herr Gotthard Müller, Zürich 4, hat Fr. 125'100.-- geboten. Wenn kein weiteres Angebot erfolgt, so bitte ich Herrn Müller, bei mir die Fr. 5000.-- zu leisten, wie dies in den Steigerungsbedingungen gemäss Ziff. 10 vorgeschrieben ist.\n\nWenn Herr Müller den Betrag leistet, so erfolgt der Zuschlag; wenn nicht, so geht die Steigerung weiter. Ich bitte deshalb die Anwesenden, noch hier zu bleiben, bis der Zuschlag erfolgt ist.\n\n- längere Pause -\n\n- G. Müller leistet die Anzahlung - BB Durrer:\n\nHerr Gotthard Müller hat die ausbedungene Anzahlung von Fr. 5000.--- geleistet, und der Zuschlag ist deshalb für Fr. 125'100.-- an Herrn Gotthard Müller, Brauerstrasse 30, Zürich 4, rechtmässig erfolgt und zwar für die Liegenschaft Ottenbergstrasse 16, samt Zugehör.\"\n\nB.- Über diese Art der Versteigerung führte die Kommanditgesellschaft Ernst Leu & Co., Gläubigerin mit einem vorläufig eingetragenen Bauhandwerkerpfandrecht im 4. Range, Beschwerde mit dem Begehren, der Zuschlag sei aufzuheben und die Steigerung zu wiederholen. Sie brachte vor, das Grundstück sei, gemessen am Ertragswert, viel zu billig versteigert worden. Andere Interessenten hätten denn auch auf den dritten Aufruf gewartet, um höher zu bieten. Nun habe der Betreibungsbeamte es aber am dritten Aufruf, wie ihn Art. 60 VZG vorschreibe, und ferner an der öffentlichen Bekanntgabe des Zuschlages fehlen lassen.\n\n|40|\n\nC.- Die Beschwerde wurde von der untern Aufsichtsbehörde abgewiesen, ebenso der Rekurs der Beschwerdeführerin durch Entscheid der obern kantonalen Aufsichtsbehörde vom 8. Februar 1957.\n\nD.- Diesen Entscheid zieht die Beschwerdeführerin an das Bundesgericht weiter, indem sie an der Beschwerde festhält.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach Vorschrift des für die Fahrnissteigerung aufgestellten Art. 126 SchKG, der auch für die Liegenschaftssteigerung (Art. 141 SchKG), und zwar auch in der Betreibung auf Pfandverwertung gilt (Art. 156 SchKG), wird der Verwertungsgegenstand dem Meistbietenden nach dreimaligem Aufruf zugeschlagen, sofern das Höchstangebot dem in jener ersten Bestimmung formulierten Deckungsprinzip genügt. Im vorliegenden Falle war diese Bedingung erfüllt, der laut den Steigerungsbedingungen geltende Minimalpreis überboten. Deshalb lässt sich aus der Höhe des Zuschlagspreises kein Grund zur Beschwerde herleiten. Die Rekurrentin wies denn auch auf den Ertragswert der Liegenschaft nur deshalb hin, um die Notwendigkeit eines dritten Aufrufes darzutun.\n\nIndessen hat ein dritter Aufruf tatsächlich stattgefunden, wie sich aus dem durch das Steigerungsprotokoll ausgewiesenen, an sich nicht bestrittenen Verlauf der Steigerung ergibt. Denn nach dem Aufruf von \"Fr. 125'000.-- zum zweiten ...\" erfolgte ein nochmaliger Aufruf dieses Preisangebotes unter Angabe des Bietenden, bevor es zur Zwischenbemerkung des Betreibungsbeamten und alsdann zur Leistung der Anzahlung von Fr. 5000.-- und hierauf zum Zuschlage kam. Die Rekurrentin will den dritten Aufruf mit Unrecht nicht als solchen gelten lassen, weil er nicht ausdrücklich als dritter bezeichnet wurde. Sie weist auf Art. 60 Abs. 1 VZG hin, wonach bei jedem der drei Aufrufe jeweilen anzugeben ist, \"ob es sich um den |41| ersten, zweiten oder dritten Aufruf handelt\". Dieser Vorschrift ist jedoch genügt, wenn bei jedem Aufruf unmissverständlich zum Ausdruck gebracht wird, der wievielte es ist, gleichgültig ob sich der Gantleiter hiebei der entsprechenden Ordnungszahl oder eines andern Ausdrucksmittels bedient. Während die ersten beiden Aufrufe gewöhnlich durch unmittelbare Beifügung der Worte \"zum ersten\" und \"zum zweiten\" gekennzeichnet werden, was auch hier geschehen ist, wird beim letzten Aufruf oftmals vor den Worten \"zum dritten\" mit erhobenem Hammer innegehalten oder nur das Wort \"zum\" ausgesprochen, in Erwartung allfälliger höherer Angebote, und wenn solche ausbleiben, wird mit den Worten \"zum dritten\" bzw. \"dritten\" zugeschlagen. Diese Übung hat z.B. OSER/SCHÖNENBERGER, N. 16 zu Art. 230 OR, im Auge, wenn er bemerkt, die dritte Wiederholung des letzten Preisangebotes, oft mit einem Hammerschlag verbunden, bedeute den Zuschlag. Allerdings ist zwischen dem dritten Aufruf als solchem (worauf höhere Angebote noch erfolgen können, vgl.BGE 55 III 72; dazu HAAB in der Zeitschrift des bern. Juristenvereins 66 S. 456) und dem mangels höherer Angebote darauffolgenden Zuschlag zu unterscheiden. Der Aufruf hat aber, wenn es wirklich der dritte ist und dies dem Steigerungspublikum unmissverständlich gemacht wird, die Bedeutung der letzten Gelegenheit zum Höherbieten auch ohne Nennung der betreffenden Ordnungszahl (was eben oft erst beim Zuschlag geschieht). Im vorliegenden Falle konnte, nachdem das höchste Angebot \"zum ersten\", dann \"zum zweiten\" aufgerufen worden war, der folgende Aufruf (auch ohne besondern Hinweis: \"Wir kommen nun zum dritten Aufruf\" oder eine ähnliche Bemerkung) wohl von vornherein nur als der dritte aufgefasst werden. Selbst wenn aber der eine oder andere Bietinteressent Zweifel gehegt haben sollte, ob es sich um eine Wiederholung des zweiten oder um den dritten und damit letzten Aufruf handle (was übrigens jeder Zweifler durch eine Zwischenfrage hätte abklären können), stellten |42| die anschliessenden Ausführungen des Betreibungsbeamten klar, dass der dritte Aufruf vorlag. Er sagte ausdrücklich, \"wenn kein weiteres Angebot erfolge\", werde G. Müller die Anzahlung von Fr. 5000.-- zu leisten haben und hierauf den Zuschlag erhalten. Damit war der in Frage stehende Aufruf eindeutig als der letzte, dritte gekennzeichnet, mit allen sich daran knüpfenden Rechtswirkungen. Wer höher bieten wollte, musste wissen, dass er es jetzt zu tun hatte, da sonst der Zuschlag an G. Müller erteilt würde.\n\n2. Nach dem zweiten Satz von Art. 60 Abs. 1 VZG ist das Betreibungsamt verpflichtet, dem Höchstbietenden, nachdem der dreimalige Aufruf kein noch höheres Angebot hervorgerufen hat, \"sofort öffentlich den Zuschlag zu erteilen\". Das ist hier nach vorinstanzlicher Feststellung geschehen, indem der Betreibungsbeamte die Liegenschaft dem Bieter G. Müller nach Entgegennahme der Anzahlung vor dem Steigerungspublikum zum erwähnten Preise zuschlug. Damit war die Steigerung vorschriftsgemäss beendigt, gleichgültig ob alle Teilnehmer aufmerksam Auge und Ohr auf den Vorgang richteten, oder ob manche sich durch Strassenlärm und durch Unruhe im Gantlokal (allgemeines Räuspern und Stühlerücken, wie geltend gemacht wurde) ablenken liessen. Der Zuschlag erfolgte öffentlich, wie die Verordnung es verlangt, indem sich alles vor den im Gantlokal Anwesenden abspielte, die sich übrigens, wenn sie es wünschten, durch Frage an den Betreibungsbeamten näheren Aufschluss verschaffen konnten.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}