{"annee": "83", "cour": "I", "page": "81", "date": "27/2/1957", "cite": ["82 I 21", "53 I 472", "73 I 376", "56 I 510", "38 I 504", "29 I 37", "48 I 532", "80 I 325", "75 I 110", "72 I 391", "79 I 209", "53 I 466", "82 I 281"], "cite_par": ["100 IB 137", "101 II 109", "91 I 399", "95 I 243", "103 IA 85", "90 II 274", "99 IA 697", "97 I 193", "89 I 65", "98 IA 356", "86 I 330", "83 I 250", "84 I 161"], "chapeau": "13. Urteil vom 27. Februar 1957 i.S. B. und D.-B. gegen S. und Justizdirektion des Kantons Bern.", "regestes": ["1. Art. 58 al. 1 Cst.: Portée de la garantie du juge naturel (consid. 3). 2. Emoluments: S'agissant d'actes relevant de la juridiction non contentieuse (délivrance de certificats d'héritier), le notaire bernois peut réclamer un dédommagement ayant le caractère d'un émolument (consid. 5). Exigence de la base légale (consid. 5). Principes pour fixer les émoluments du notaire (consid. 6, 7)."], "faits": "BGE 83 I 81 S. 81\n\nA.- Friedrich B., der am 23. November 1953 in Bern starb, hinterliess als einzige Erben den Sohn Fritz B. und die Tochter Lucie D. geb. B. Im Auftrag der Erben nahm BGE 83 I 81 S. 82Notar S. in Bern das Inventar des Nachlasses auf; er besorgte ausserdem einige weitere die Erbschaft betreffende Geschäfte. So erstellte er je eine sogen. Erbgangsurkunde über die Grundstücke des Erblassers in den Grundbuchkreisen Bern, Laupen und Tafers; unter Vorlegung dieser Urkunden meldete er den gesetzlichen Eigentumsübergang vom Erblasser auf die Erbengemeinschaft zur Eintragung im Grundbuch an. Am 31. Dezember 1955 stellte er den Erben für seine Bemühungen Gebühren von Fr. 12'000.-- und Auslagen von Fr. 548.35 in Rechnung. Die Erben anerkannten und beglichen die Forderung bis auf einen Rechnungsposten von Fr. 5901.80, der sich auf Gebühren für die Errichtung der drei Erbgangsurkunden bezieht, wofür 3 des amtlichen Werts der Liegenschaften von Fr. 1'513,289.-- zuzüglich 30% Teuerungszulage verlangt wurden.\n\nB.- Gestützt auf Art. 25 des bernischen Gesetzes über das Notariat (NG) vom 31. Januar 1909 ersuchten die Erben die Justizdirektion des Kantons Bern um amtliche Kostenfestsetzung mit dem Antrag auf angemessene Herabsetzung des genannten Rechnungspostens. Sie machten geltend, die Leistungen, die der Notar in diesem Zusammenhang zu erbringen gehabt habe, rechtfertigten die Höhe der Gebühr nicht. Die Einwohnergemeinderäte stellten den eingesetzten Erben für 5 bis 10 Franken eine Erbbescheinigung aus. Der Notar dürfe für diesen Teil der Erbgangsurkunde nicht wesentlich mehr berechnen. Für die weiter darin enthaltene Liegenschaftsbeschreibung, die überflüssig sei, dürfe höchstens so viel verlangt werden wie für einen Grundbuchauszug. Das Eintragungsgesuch, das sich daran anschliesst, sei keine öffentliche Urkunde, weshalb dafür keine Notariatsgebühr erhoben werden dürfe.\n\nC.- Am 27. Oktober 1956 hat die Justizdirektion auf Grund eines Gutachtens der Notariatskammer die streitige Gebühr auf Fr. 3026.60 herabgesetzt. Sie hat dabei festgestellt, dass sich Notar S. an den Tarif des Verbands bernischer Notare gehalten hat. Der angewendete Gebührenansatz BGE 83 I 81 S. 83stütze sich auf frühere Moderationsentscheide und ein Kreisschreiben der Justizdirektion. Im allgemeinen habe es sich durchaus bewährt, die Gebühr für Erbgangsurrkunden auf 3 des amtlichen Werts der darin aufgeführten Liegenschaften anzusetzen. Im vorliegenden Fall stehe eine so bemessene Entschädigung indes zum Arbeitsaufwand des Notars in keinem rechten Verhältnis. Die Gebühr sei deshalb ausnahmsweise auf 2 des amtlichen Werts der Grundstücke festzusetzen.\n\nD.- Fritz B. und Frau Lucie D. geb. B. führen staatsrechtliche Beschwerde wegen Verletzung der Art. 4 und 58 Abs. 1 BV. Sie beantragen, der Entscheid der Justizdirektion sei aufzuheben und die ihm zugrunde liegenden Bestimmungen des bernischen Notariatsrechts seien für nicht (amtlich) tarifierte Verrichtungen des Notars als unanwendbar zu erklären.\n\nE.- Die Justizdirektion des Kantons Bern und Notar S. schliessen auf Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 23 Abs. 3 NG wird die Höhe der vom Notar zu beziehenden Gebühren regelmässig durch einen vom Grossen Rat aufzustellenden Tarif bestimmt. Die Entschädigung für Verrichtungen, auf die sich der Tarif nicht ausdrücklich erstreckt, ist zwischen dem Notar und den Parteien zu vereinbaren. In jedem Fall aber haben die zahlungspflichtige Partei und der Notar das Recht, die geschuldeten Gebühren durch die Justizdirektion amtlich festsetzen zu lassen (Art. 25 NG).\n\nDem Entscheid dieser Behörde kommt nach dem Gesetz die Bedeutung eines \"rechtskräftigen Administrativurteils\" zu. Dieses ergeht nur über die Höhe der Kostenforderung des Notars; über die Schuldpflicht hat im Streitfall der Zivilrichter zu entscheiden (ZBJV 65 S. 175; MBVR 35 Nr. 182, 36 Nr. 132 und 134, 40 Nr. 236; vgl. auch BGE 38 I 504 ff.). Hinsichtlich der Höhe der Kostenforderung ist der Richter an den Entscheid der Justizdirektion BGE 83 I 81 S. 84gebunden. Die Festsetzungsverfügung stellt damit nicht bloss eine gutachtliche Äusserung dar, sondern einen individuellen, konkreten kantonalen Hoheitsakt, der ein bestimmter Rechtsverhältnis nach einer Richtung hin endgültig und verbindlich ordnet. Eine solche Verfügung kann Gegenstand der staatsrechtlichen Beschwerde bilden.\n\nWährend die Beschwerde wegen Verletzung des Art. 58 Abs. 1 BV schon vor Erschöpfung des kantonalen Instanzenzugs erhoben werden kann (Art. 86 Abs. 2 OG), kann die Beschwerde wegen Verletzung des Art. 4 BV erst an den Entscheid der letzten kantonalen Instanz angeschlossen werden (Art. 87 OG). Da die Justizdirektion als einzige kantonale Instanz urteilt, ist diese Voraussetzung erfüllt. Ob die Kostenfestsetzung als Endentscheid oder als Zwischenentscheid zu betrachten sei, ist in diesem Zusammenhang ohne Belang, da die Beschwerde auch im zweiten Fall zulässig ist, sofern der Entscheid für den Betroffenen einen nicht wiedergutzumachenden Nachteil zur Folge hat (Art. 87 OG). Dies trifft unter den vorliegenden Verhältnissen ohne weiteres zu.\n\n2. Die Beschwerdeführer rügen in erster Linie eine Verletzung der Gewährleistung des verfassungsmässigen Richters (Art. 58 Abs. 1 BV). Sie beantragen, der angefochtene Entscheid sei, weil von einer unzuständigen Instanz erlassen, aufzuheben, und die dem Entscheid zugrunde liegenden Bestimmungen des bernischen Notariatsrechts (Art. 25 NG sowie § 12 des Dekrets betreffend die Ausführung des Gesetzes über das Notariat vom 24. November 1909) seien für nicht (amtlich) tarifierte Verrichtungen der Notare als unanwendbar zu erklären. Ist das zweite Beschwerdebegehren lediglich dahin zu verstehen, dass die erwähnten kantonalen Bestimmungen im vorliegenden Fall nicht anzuwenden seien, so kommt ihm keine selbständige Bedeutung zu. Sollte es den Beschwerdeführern dagegen darum gehen, jene Vorschriften allgemein für nicht tarifierte Verrichtungen als unanwendbar erklären zu lassen, so könnte auf diesen Antrag nicht eingetreten BGE 83 I 81 S. 85werden. Eine Erklärung dieses Inhalts liefe auf eine teilweise Aufhebung von Art. 25 NG und § 12 des Dekrets hinaus. Das kann aber, nachdem die Frist zur Anfechtung des Notariatsgesetzes und der zugehörigen Verordnung längst abgelaufen ist, nicht mehr verlangt werden.\n\n3. Mit der Vorschrift, niemand dürfe seinem verfassungsmässigen Richter entzogen werden, gewährleistet Art. 58 Abs. 1 BV dem Bürger die Freiheit, nur von dem Richter Recht zu nehmen, der nach den bestehenden Verfassungsbestimmungen, Gesetzen und Verordnungen allgemein für die Streitsachen zuständig ist, zu denen der konkrete Prozess gehört (FLEINER/GIACOMETTI, Bundesstaatsrecht, S. 867). Dass ihre Sache von der nach kantonalem Recht zuständigen Instanz beurteilt worden ist, räumen die Beschwerdeführer selbst ein, wenn sie erklären, die bernische Notariatsgesetzgebung habe sie veranlasst, die Justizdirektion anzurufen. Entgegen ihrer Auffassung verstossen die betreffenden kantonalen Vorschriften ihrerseits nicht gegen Art. 58 Abs. 1 BV. Dieser Verfassungssatz fordert weder eine bestimmte Gerichtsorganisation noch ein bestimmtes Verfahren. Insbesondere verlangt Art. 58 Abs. 1 BV nicht, dass zivilrechtliche Ansprüche ausschliesslich durch Zivilgerichte, verwaltungsrechtliche Streitigkeiten dagegen nur durch Verwaltungsbehörden zu beurteilen seien (vgl. BGE 16 728, 27 I 35).\n\nAuf die Einwendungen, welche die Beschwerdeführer gegen die Ausgestaltung des kantonalen Verfahrens vorbringen, könnte daher nur unter dem Gesichtswinkel des von ihnen gleichfalls angerufenen Art. 4 BV eingetreten werden. Die Beantwortung der Frage, ob ihnen in formeller Hinsicht das Recht verweigert worden sei, erübrigt sich jedoch, da ihre Beschwerde, wie sich im Folgenden ergibt, jedenfalls wegen materieller Rechtsverweigerung gutzuheissen ist.\n\n4. Die angefochtene Kostenfestsetzung bezieht sich auf die Ausstellung sogen. Erbgangsurrkunden. Diese Urkunden sind von der Praxis der bernischen Notariate und BGE 83 I 81 S. 86Grundbuchämter im Hmnblick auf die Anmeldung und Eintragung des Eigentumsübergangs kraft gesetzlicher Erbfolge entwickelt worden. Erster Bestandteil der Urkunde bildet die Erbbescheinigung, der herkömmlicherweise ein Verzeichnis der Liegenschaften des Erblassers (mit genauer Beschreibung jedes einzelnen Grundstücks) und das Gesuch an das Grundbuchamt um Eintragung des erbrechtlichen Eigentumsüberganges folgen.\n\nDiese Teile sind von verschiedener rechtlicher Natur. Die Ausstellung der Erbbescheinigung ist der nichtstreitigen Gerichtsbarkeit zuzurechnen (GULDENER, Freiwillige Gerichtsbarkeit, S. 9). Ob nach bernischem Recht allein der Notar den gesetzlichen Erben eine solche Bescheinigung ausstellen dürfe (wie die Justizdirektion in einem Kreisschreiben vom 19. Juni 1934, ZBGR 20 S. 167 f., unter Hinweis auf die herrschende Meinung annimmt), oder ob diese Befugnis daneben auch den Einwohnergemeinderäten zukomme, die zur Ausstellung von Erbbescheinigungen an eingesetzte Erben zuständig sind, kann dahingestellt bleiben. Nimmt ein Notar, wie das hier der Fall war, diese Verrichtung vor, so handelt es sich dabei jedenfalls um eine berufliche Dienstleistung, die er nur in seiner Eigenschaft als Notar erbringen kann.\n\nIm Gegensatz dazu liegen den weiteren Bestandteilen der Erbgangsurkunde nicht eigentlich notarielle Verrichtungen zugrunde. Den erbrechtlichen Eigentumsübergang können die Erben, die im Besitz einer Erbbescheinigung sind, ohne Hilfe des Notars beim Grundbuchamt zur Eintragung anmelden. Die entsprechende Erklärung braucht nicht öffentlich beurkundet zu werden. Der dieses Begehren enthaltende dritte Teil der Erbgangsurkunde ist deshalb von den Beschwerdeführern unterzeichnet worden. Das Verzeichnis der Liegenschaften des Erblassers ist als Teil des Eintragungsgesuchs aufzufassen.\n\n5. Arbeit und Verantwortung des Notars sind demnach vornehmlich mit der Ausstellung der Erbbescheinigung verknüpft. Als Akt der nichtstreitigen Gerichtsbarkeit BGE 83 I 81 S. 87stellt diese Verrichtung eine Amtshandlung dar (vgl. BGE 73 I 385), die, was die hier zu beurteilenden Rechtsfolgen anbelangt, durch das öffentliche Recht geregelt wird. Für Verrichtungen der nichtstreitigen Gerichtsbarkeit steht dem Notar denn auch nicht eine Vergütung im Sinne des Obligationenrechts zu, sondern ein Entgelt von Gebührencharakter (MARTI, Der Notar des Kantons Bern, in Notar und Recht, Festschrift des Verbands bernischer Notare 1953, S. 37).\n\nGemäss Art. 23 NG ist der Notar berechtigt, eine Entschädigung sowie den vollen Ersatz der Auslagen zu fordern. Der Gebührenanspruch des Notars beruht somit dem Grundsatze nach auf einer besonderen gesetzlichen Grundlage, wie sie für Gebühren, die den Bürger erheblich belasten, verlangt werden muss (BGE 82 I 28). Das Gesetz oder die von ihm abgezweigte Verordnung hat aber gleichzeitig auch den Gebührentarif festzusetzen; denn die Bestimmung der Höhe der Gebühr darf im Rechtsstaat nicht der Entscheidung von Fall zu Fall überlassen bleiben (FLEINER, Institutionen des deutschen Verwaltungsrechts, 8. Aufl., S. 135 f., 426; vgl. auch BGE 80 I 327). Wohl kann eine Gebührenordnung kaum je sämtliche denkbaren Anwendungsfälle einzeln erfassen. Alle wichtigeren gebührenpflichtigen Amtshandlungen sollten darin indes in einer Weise berücksichtigt werden, dass sich allfällige Lücken mittels Auslegung unschwer ausfüllen lassen.\n\nDas bernische Notariatsrecht geht andere Wege. Das Dekret betreffend die Notariatsgebühren vom 13. März 1919 enthält lediglich 6 Gebührenansätze (während der vom Verband bernischer Notare erlassene Tarif vergleichsweise allein für eigentlich notarielle Handlungen 59 Gebührenansätze vorsieht). Die Lücken der Gebührenordnung sucht Art. 23 Abs. 3 NG dadurch zu schliessen, dass er die Festsetzung der Entschädigung für Verrichtungen, auf die sich der Tarif nicht ausdrücklich erstreckt, der freien Vereinbarung zwischen dem Notar und den Parteien anheimstellt. Um den Beteiligten und namentlich dem Bürger, der BGE 83 I 81 S. 88bei dieser Regelung praktisch weitgehend von den mit der \"ausschliesslichen Befugnis zur Vornahme von Handlungen der nichtstreitigen Gerichtsbarkeit\" (Art. 1 Abs. 2 NG) ausgestatteten Angehörigen des \"autorisierten\" Notariatsberufes (Art. 1 Abs. 1 NG) abhängig ist, ein gewisses Mass von Rechtssicherheit zu gewährleisten, öffnet Art. 25 NG beiden Seiten die Möglichkeit, die Notariatsgebühr (nachträglich) durch die Justizdirektion amtlich festsetzen zu lassen.\n\nWie weit diese Ordnung den oben angeführten rechtsstaatlichen Anforderungen gerecht wird, braucht nicht geprüft zu werden. Zu untersuchen ist einzig, ob der angefochtene Entscheid, der im Rahmen dieser Ordnung ergangen ist, der Rüge der Willkür standhalte.\n\n6. Zu den wichtigen und häufig vorzunehmenden Verrichtungen, auf die sich der Dekretstarif nicht erstreckt, gehört auch die Ausstellung von Erbbescheinigungen bzw. von Erbgangsurkunden. Dass sie, da Gesetz und Verordnung hiefür keine bestimmte Gebühr festlegen, überhaupt nicht zur Entrichtung einer solchen verpflichtet seien (vgl. BGE 80 I 327 und dortige Zitate), machen die Beschwerdeführer nicht geltend. Sie fechten vielmehr ausschliesslich die Höhe der streitigen Gebühr an und bemängeln die Art der Kostenberechnung.\n\nBei Festsetzung der Entschädigung hat die Justizdirektion auf Art. 23 Abs. 3 NG hingewiesen, der bei Fehlen eines amtlichen Gebührenansatzes die freie Vereinbarung zwischen Notar und Bürger Platz greifen lässt. Sie ist aber richtigerweise nicht davon ausgegangen, dass die Parteien im vorliegenden Fall eine solche Abrede getroffen hätten. Zu Recht hat sie ihnen nicht unterstellt, sich stillschweigend auf den Konventionaltarif des Verbands bernischer Notare geeinigt zu haben, der den Beschwerdeführern gar nicht bekannt war. Dass dieser Tarif für die Justizdirektion nicht verbindlich ist, steht ausser Frage (MBVR 11 Nr. 43, 39 Nr. 202); sie hat sich nur insofern darauf berufen, als ihre eigene \"jahrzehntealte BGE 83 I 81 S. 89Praxis\" (die sie in einem Kreisschreiben vom 14. Mai 1935 zusammengefasst hat) darin eingegangen ist.\n\nMangels gesetzlicher oder vertraglicher Bestimmungen über die Höhe der geschuldeten Gebühr hat die Justizdirektion ihren Entscheid nach freiem Ermessen getroffen, wobei sie sich im einzelnen auf allgemeine finanzrechtliche Grundsätze berufen hat. Nach Rechtsprechung und Wissenschaft ist die Gebühr ein besonderes Entgelt für eine bestimmte, durch den Pflichtigen veranlasste Amtshandlung. Um als Gegenleistung für die beanspruchte amtliche Tätigkeit gelten zu können, muss die Abgabe der Höhe nach in einem angemessenen Verhältnis zu den Kosten dieser Verrichtung und der Grösse der damit verbundenen Verantwortung stehen. Unter den Kosten sind dabei nicht nur die unmittelbaren Aufwendungen für die verlangte Amtshandlung zu verstehen; es fällt darunter auch ein entsprechender Anteil an den allgemeinen Unkosten (BGE 53 I 482, BGE 56 I 515, BGE 72 I 394 ff.). Die Verteilung der Unkosten auf die einzelnen Verrichtungen braucht nicht notwendigerweise dem durch diese verursachten Arbeits- und Kostenaufwand zu entsprechen; vielmehr dürfen die Gebühren im Hinblick darauf und unter Berücksichtigung der mit der Amtshandlung verbundenen Verantwortung nach dem Interesse des Pflichtigen an der behördlichen Verrichtung und nach dessen Leistungsfähigkeit so abgestuft werden, dass die Gebühren für bedeutende Geschäfte den Ausfall aus Verrichtungen ausgleichen, für die wegen der Geringfügigkeit des Interesses keine kostendeckende Entschädigung verlangt werden kann (BGE 53 I 468 /7, BGE 72 I 396). So können die Grundbuchgebühren nach dem Wert der einzutragenden Rechte (BGE 53 I 486 ff.), die Gebühren für die Prüfung vormundschaftlicher Inventare und Rechnungen nach der Höhe des Mündelvermögen (BGE 29 I 45 und das in BGE 53 I 487 angeführte nicht veröffentlichte Urteil vom 13. April 1927 i.S. Tobler), die Gerichtsgebühren nach dem Streitwert berechnet werden. Dieser Staffelung sind jedoch insofern gewisse Grenzen BGE 83 I 81 S. 90gesetzt, als dadurch nicht die Benützung bestimmter Institute verunmöglicht oder übermässig erschwert werden darf (BGE 48 I 540, BGE 73 I 383 Erw. 8, BGE 75 I 111 ff., BGE 79 I 213 Erw. 2 und 3, BGE 82 I 286 Erw. 4), und als die Abgabe nie den Charakter einer Gebühr verlieren darf, wie das der Fall wäre, wenn sie zu den wirklichen Kosten der verlangten Verrichtung in keinem vernünftigen Verhältnis mehr stünde.\n\n7. Mit den Beschwerdeführern ist festzustellen, dass die vom Notar erbrachte Leistung und die von der Justizdirektion festgesetzte Gegenleistung in einem solchen Missverhältnis stehen. Beim heutigen Ausbau des Zivilstandswesens sind die gesetzlichen Erben in der Regel ohne Schwierigkeiten und grossen Zeitaufwand zu ermitteln, was die mit der Ausstellung einer Erbbescheinigung verbundenen Risiken entsprechend verringert. Der Konventionaltarif des Verbands bernischer Notare sieht denn auch für \"Erbgangsbescheinigungen in Titel\" lediglich eine Gebühr von 5 bis 20 Franken (zuzüglich 30% Teuerungszulage) vor. Dass dieser von den unmittelbar daran Interessierten gewählte Ansatz den tatsächlichen Aufwendungen nicht gerecht werde, ist nach dem Gesagten nicht anzunehmen. Die Ausstellung von Erbbescheinigungen zuhanden des Grundbuchamtes verursacht aber weder mehr Arbeit, noch schliesst sie eine höhere Verantwortung in sich als die Errichtung von \"Erbgangsbescheinigungen in Titel\". Eine Entschädigung in der genannten Höhe dürfte daher auch in Fällen wie dem vorliegenden den wirklichen Aufwendungen des Notars Rechnung tragen. Wie dargelegt, darf der dafür ausgesetzte Betrag um einen dem Interesse an der Verrichtung angepassten Anteil an den allgemeinen Unkosten erhöht werden, wobei der Umstand berücksichtigt werden kann, dass der Notar für viele kleinere Geschäfte nur ungenügend bezahlt wird. Dieser Zuschlag darf indes nicht so bemessen werden, dass die Entschädigung für die unmittelbaren Aufwendungen nur noch den kleinsten Teil der Gebühr ausmacht. Dies trifft hier jedoch zu. Wenn die Justizdirektion die Entschädigung BGE 83 I 81 S. 91für eine keine besonderen Schwierigkeiten und Risiken in sich schliessende Verrichtung auf weit mehr als das Dutzendfache dessen festgesetzt hat, was dem Notar für den mit der Ausstellung der Erbbescheinigung verbundenen Zeitaufwand bestenfalls hätte zugesprochen werden können, so hat sie damit die Grundsätze, nach denen die Gebühr zu bemessen ist, offensichtlich verkannt.\n\nDass die in Frage stehenden Erbgangsurkunden neben der Erbbescheinigung das Gesuch um Eintragung des erbrechtlichen Eigentumsüberganges und ein ausführliches Liegenschaftsverzeichnis enthalten, vermag daran nichts zu ändern. Das Gesuch an das Grundbuchamt, das von den Erben selbst unterzeichnet ist, umfasst lediglich wenige Zeilen. Dem Liegenschaftsverzeichnis aber darf bei der Festsetzung der Gebühr nicht die Bedeutung beigelegt werden, die ihm dem Umfang nach zuzukommen scheint. Die darin enthaltenen (vom Standpunkt des Bundesrechts aus übrigens nicht erforderlichen) Liegenschaftsbeschreibungen stellen nichts anderes dar als die Wiedergabe von Grundbuchauszügen, die ihrerseits öffentlichen Glauben geniessen. Der mit ihrer Erstellung verbundene Aufwand kann nur gering eingeschätzt werden.\n\n8. Nach dem Gesagten hat die Justizdirektion bei Festsetzung der streitigen Gebühr den für die Bemessung einer solchen massgebenden Grundsätzen und Umständen nicht Rechnung getragen. Sie hat damit die Grenzen des pflichtgemässen Ermessens überschritten. Ihr Entscheid erscheint insofern als willkürlich; er ist, weil gegen Art. 4 BV verstossend, aufzuheben, ohne dass auf die weiteren Einwendungen der Beschwerdeführer einzutreten wäre.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird insofern teilweise gutgeheissen, als der Entscheid der Justizdirektion des Kantons Bern vom 27. Oktober 1956 aufgehoben wird."}