{"annee": "83", "cour": "III", "page": "92", "date": "5/12/1957", "cite": ["78 I 318", "82 III 145", "74 I 84", "55 III 170", "46 I 63", "74 I 13", "80 III 93", "78 I 124", "80 IV 203", "61 II 134"], "cite_par": ["115 III 60", "122 III 316", "85 IV 115", "100 III 3", "97 I 97", "101 III 1", "92 I 18"], "chapeau": "25. Entscheid vom 5. Dezember 1957 i.S. BIMAG.", "regestes": ["Recours au Tribunal fédéral. Début du délai de recours (art. 19 LP et 77 al. 2 OJ) lorsque la décision attaquée est notifiée au titulaire d'une case postale, lequel est empêché pour des raisons graves de donner immédiatement suite à l'invitation de retirer l'envoi au guichet de l'office postal. Vente aux enchères d'un gage immobilier. Lorsqu'une créance exigible garantie par gage est inscrite à l'état des charges mais est contestée par un autre créancier dont l'action est encore pendante, le titulaire ne peut (à tout le moins s'il agit seul) renoncer valablement au paiement en espèces (art. 47 ORI)."], "faits": "BGE 83 III 92 S. 93\n\nA.- In einer Betreibung auf Grundpfandverwertung, die Corrodi als Pfandgläubiger im Rang I a gegen Bruno Lüthy führt, stellte das Betreibungsamt Olten-Gösgen den Beteiligten am 22. Juni 1957 das Lastenverzeichnis zu. Darin ist angegeben, dass Corrodi als Titular der Grundpfandverschreibung im Rang I a Fr. 268'304.70 und als Gläubiger mit Faustpfandrecht an dem im Rang I b stehenden Inhaberschuldbrief über Fr. 110'000.-- weitere Fr. 71'326.10 fordere (Gesamtforderung also Fr.339'630.80). Als Inhaber eines Nachpfandrechts für Fr. 102'218.20 an diesem Schuldbrief ist Rudolf Lüthy aufgeführt.\n\nMit Schreiben vom 1. Juli 1957 teilte Rudolf Lüthy dem Betreibungsamte mit, er anerkenne die Forderungen Corrodis nur bis zum Betrag von Fr. 307'290.05; für den Mehrbetrag von Fr. 32'340.75 bestreite er sie. Hierauf setzte ihm das Betreibungsamt Frist zur Klage gegen Corrodi auf Aberkennung des bestrittenen Forderungsbetrages. Am 9. Juli 1957 wurde diese Klage beim Richteramt Olten-Gösgen eingeleitet. Der Prozess ist heute noch hängig.\n\nB.- Am 18. Juli 1957 wurde die Pfandliegenschaft versteigert. Die Steigerungsbedingungen schrieben gemäss Art. 156 und 135 SchKG sowie Art. 102 und 46 VZG die Barzahlung der fälligen Pfandforderungen vor, zu denen die Forderungen Corrodis gemäss Lastenverzeichnis gehörten, und wiesen auf den von Rudolf Lüthy gegen Corrodi BGE 83 III 92 S. 94angehobenen Prozess hin. Den Zuschlag erhielt zu Fr. 515'000.-- die BIMAG Bau- und Immobilien-AG\n\nC.- Corrodi verzichtete auf die Barzahlung seiner Forderungen und stimmte der Schuldübernahme durch die Erwerberin der Pfandliegenschaft zu. Rudolf Lüthy verlangte dagegen, dass die Erwerberin aufgefordert werde, den streitigen Betrag von Fr. 32'340.75 beim Betreibungsamt zu hinterlegen. Als die Erwerberin das telephonische Ersuchen des Amtes, diesen Betrag bei ihm einzuzahlen, unter Berufung auf die Zustimmung Corrodis zur Überbindung der ganzen Schuld ablehnte, teilte das Amt der Erwerberin mit Schreiben vom 23. August 1957 mit, vor der Erledigung des hängigen Prozesses dürfe der streitige Betrag bei Gefahr der Doppelzahlung nur an das Amt ausbezahlt werden. Da Rudolf Lüthy sich damit nicht zufrieden gab, setzte es ihm am 10. September 1957 eine Frist von 10 Tagen zur Beschwerde. Innert dieser Frist führte Rudolf Lüthy Beschwerde mit dem Begehren, das Betreibungsamt sei anzuweisen, die Erwerberin unter Androhung der Aufhebung des Zuschlags aufzufordern, den bestrittenen Betrag von Fr. 32'340.75 beim Betreibungsamt zu hinterlegen.\n\nD.- Unter Hinweis auf diese Beschwerde forderte das Betreibungsamt die Erwerberin mit Schreiben vom 25. September 1957 \"nochmals auf, den Betrag von Fr. 32'340.75 beim Betreibungsamt Olten innert 10 Tagen zu zahlen, um damit eine eventuelle Aufhebung des Steigerungszuschlags zu verhindern\". Hierauf führte die Erwerberin ihrerseits Beschwerde mit dem Begehren, diese Aufforderung sei aufzuheben.\n\nE.- Am 11. Oktober 1957 hiess die kantonale Aufsichtsbehörde die Beschwerde Rudolf Lüthys gut. Auf die Beschwerde der Erwerberin trat sie nicht ein, weil das Schreiben des Amtes vom 25. September 1957 keine Verfügung enthalte, bemerkte aber in den Erwägungen, dass diese zweite Beschwerde abgewiesen werden müsste, wenn darauf einzutreten wäre.\n\nBGE 83 III 92 S. 95\n\nF.- Mit ihrem am 11. November 1957 zur Post gegebenen Rekurs an das Bundesgericht beantragt die Erwerberin:\n\n1. Es sei der Entscheid der Aufsichtsbehörde ... aufzuheben wegen Rechtsverweigerung gemass Art. 4 BV.\n\n2. Es sei die Aufsichtsbehörde ... bezw. das Betreibungsamt Olten-Gösgen anzuweisen, die verlangte Deponierung der Fr. 32'340.75 aufzuheben.\n\nNach einem Berichte des Postamtes Zürich-Hauptbahnhof ist der gemäss Poststempel am 29. Oktober 1957 abgesandte eingeschriebene Brief, der den angefochtenen Entscheid enthielt, am 30. Oktober um 8 Uhr beim erwähnten Postamt eingetroffen. Der Rekurrentin wurde unverzüglich eine Einladung zur Abholung dieser Sendung ins Postfach gelegt. Dieser Einladung kam die Rekurrentin erst am 1. November 1957 um 9 Uhr nach. Als Grund hiefür gibt sie an, Geisser, ihr einziger Geschäftsführer, sei an Grippe erkrankt gewesen. Sie legt ein ärztliches Zeugnis vor, wonach Geisser wegen Grippe vom 29. bis 31. Oktober 1957 \"streng bettlägerig\" war.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach Art. 19 SchKG kann ein gesetzwidriger Entscheid einer kantonalen Aufsichtsbehörde binnen zehn Tagen seit dessen Mitteilung an das Bundesgericht weitergezogen werden. Art. 77 Abs. 2 OG bestimmt, das Datum der Zustellung sei festzustellen und für den Beginn der Rekursfrist massgebend. Unter Mitteilung bezw. Zustellung ist nach dem gewöhnlichen Sprachgebrauch grundsätzlich die tatsächliche Aushändigung der den Entscheid enthaltenden Sendung an den Adressaten oder eine andere zu ihrer Entgegennahme berechtigte Person zu verstehen. Im Falle, dass eine eingeschriebene Postsendung in der Wohnung oder im Geschäft des Adressaten nicht abgegeben werden kann, weil bei den beiden vorgeschriebenen Zustellungsversuchen keine empfangsberechtigte Person BGE 83 III 92 S. 96angetroffen wird, und der Postbote deshalb eine Einladung zur Abholung der Sendung bei der Poststelle hinterlässt (vgl. hiezu heute Art. 104 Abs. 2 der Vollziehungsverordnung I vom 23. Dezember 1955 zum Postverkehrsgesetz), stellt die Rechtsprechung denn auch nicht auf den Zeitpunkt ab, da die Einladung zur Abholung in den Briefkasten gelegt wird, sondern auf das Datum, an dem die Sendung tatsächlich abgeholt wird (BGE 74 I 88, BGE 80 IV 204). In BGE 74 I 88 wurde ein Vorbehalt nur für den Fall gemacht, dass der Adressat es versäumt, die Sendung innert kurzer Frist abzuholen, und in BGE 80 IV 204 wurde erklärt, die Rechtsmittelfrist werde jedenfalls dann erst durch die tatsächliche Abholung in Gang geset-zt, wenn der Empfänger der Sendung der Einladung hiezu rechtzeitig (d.h. innert der gemäss Postordnung geltenden, in der Einladung anzugebenden Frist von vier Tagen) Folge leiste. Ebenso betrachtet das Bundesgericht grundsätzlich die tatsächliche Aushändigung der Sendung als massgebend, wenn die Zustellung am Domizil wegen vorübergehender Abwesenheit des Adressaten erst beim zweiten Versuch gelingt (BGE 78 I 129).\n\nIn Fällen der Zustellung einer eingeschriebenen Sendung an einen Postfachinhaber hat das Bundesgericht demgegenüber entschieden, die Sendung habe als an dem Tage zugestellt zu gelten, an welchem die Anzeige von ihrem Eingang ins Fach gelegt wird, vorausgesetzt, dass dies vor Schalterschluss geschieht und der Adressat so die Möglichkeit erhält, die Sendung noch am betreffenden Tage abzuholen (BGE 46 I 63, BGE 55 III 170, BGE 61 II 134, BGE 74 I 15 und 88, BGE 78 I 325). In BGE 78 I 325 wurde aber immerhin einschränkend bemerkt, bei Beurteilung der Frage, ob diese letzte Voraussetzung zutreffe, sei auf die ordentlichen Öffnungszeiten, die zur Bedienung geschäftlicher Unternehmungen vorgesehen sind, abzustellen; ausserordentliche Öffnungszeiten, mit denen etwa nachts oder an Feiertagen die Abholung dringlicher Sendungen ermöglicht wird, seien nicht in Betracht zu ziehen (vgl. auch schon BGE 83 III 92 S. 97 BGE 74 I 16, wo geprüft wurde, ob die Anzeige als noch während der üblichen Geschäftszeit erfolgt angesehen werden könne). Darüber hinaus ist festzustellen, dass die Zustellung auch dann nicht als schon mit der Einlegung der Anzeige ins Postfach vollzogen gelten kann, wenn dessen Inhaber aus wichtigen Gründen verhindert war, die Sendung noch am gleichen Tage vor Ende der ordentlichen Öffnungszeit des Schalters abzuholen. In diesem Falle, mit dem sich die Rechtsprechung bisher noch nicht zu befassen hatte, entsteht die Möglichkeit zur Abholung der Sendung, auf die es nach der Praxis bei der Zustellung eingeschriebener Sendungen an Postfachinhaber ankommt, erst mit dem Wegfall des Hindernisses. Frühestens in diesem Zeitpunkte kann also die Zustellung als erfolgt angesehen werden. Ohne Rücksicht auf die für den Fachinhaber bestehende Abhaltung den Zeitpunkt der Einlegung der Anzeige ins Fach als massgebend zu betrachten, ist umso weniger angängig, als in den Fällen, wo der Adressat einer an die Wohn- oder Geschäftsadresse gerichteten Sendung bei beiden vorgeschriebenen Zustellungsversuchen oder beim ersten derselben nicht angetroffen wird, die Rechtsmittelfrist nach den im ersten Absatz dieser Erwägung angeführten Entscheiden in der Regel überhaupt erst mit der tatsächlichen Aushändigung der Sendung beginnt.\n\nIm vorliegenden Falle ist hinlänglich dargetan, dass die Rekurrentin die Sendung, die den angefochtenen Entscheid enthielt, nicht vor dem 1. November 1957 am Schalter abholen konnte. Der am 11. November 1957 zur Post gegebene Rekurs ist daher als rechtzeitig zu betrachten.\n\n2. Der Rekurrentin ist darin Recht zu geben, dass das Schreiben des Betreibungsamtes vom 25. September 1957, das sie zur Einzahlung des Betrags von Fr. 32'340.75 aufforderte, eine Verfügung im Sinne von Art. 17 Abs. 1 SchKG darstellte, die durch Beschwerde angefochten werden konnte. Der Nichteintretensentscheid der Vorinstanz bedeutete eine Rechtsverweigerung im Sinne der - in BGE 83 III 92 S. 98Ausführung des von der Rekurrentin angerufenen Art. 4 BV erlassenen - Bestimmung von Art. 19 Abs. 2 SchKG (BGE 80 III 96, BGE 82 III 151). Die Sache zur materiellen Beurteilung der Beschwerde der Rekurrentin an die Vorinstanz zurückzuweisen, erübrigt sich jedoch, weil die Vorinstanz die durch diese Beschwerde aufgeworfene Frage bei Behandlung der Beschwerde Rudolf Lüthys materiell geprüft und unter Hinweis auf die betreffenden Erwägungen erklärt hat, die Beschwerde der Rekurrentin müsste im Falle des Eintretens als unbegründet abgewiesen werden, so dass in Wirklichkeit bereits ein materieller Entscheid über diese Beschwerde vorliegt.\n\n3. Nach dem Lastenverzeichnis und den Steigerungsbedingungen waren die von Corrodi angemeldeten Pfandforderungen der Ränge I a und I b innert 20 Tagen seit der Steigerung bar zu bezahlen. Will der Ersteigerer eine bar zu bezahlende Pfandforderung auf andere Weise tilgen (z.B. durch Schuldübernahme oder Novation), so darf das Betreibungsamt dies nach Art. 47 VZG nur berücksichtigen, wenn ihm innerhalb der in den Steigerungsbedingungen für die Zahlung festgesetzten oder durch Zustimmung sämtlicher Beteiligter verlängerten Frist eine Erklärung des Gläubigers über dessen anderweitige Befriedigung vorgelegt wird. Unter dem Gläubiger kann dabei nur die Person verstanden werden, deren Eigenschaft als Gläubiger der in Frage stehenden Pfandforderung für das im Gang befindliche Betreibungsverfahren endgültig feststeht. Wird eine ins Lastenverzeichnis aufgenommene Pfandforderung von einem andern Gläubiger bestritten, so kann derjenige, der sie angemeldet hat, die in Art. 47 VZG vorgesehene Erklärung nicht wirksam abgeben, bevor das Lastenbereinigungsverfahren zu seinen Gunsten erledigt ist. Auf jeden Fall kann er dies nicht ohne Zustimmung des Bestreitenden tun. Im vorliegenden Falle hat der Nachpfandgläubiger Rudolf Lüthy die Forderungen Corrodis für den Betrag von Fr. 32'340.75 bestritten und schwebt über diese Teilforderung heute noch ein Prozess. In den BGE 83 III 92 S. 99Steigerungsbedingungen, die vor der Steigerung verlesen wurden, waren diese Bestreitung und der hängige Prozess ausdrücklich erwähnt. Corrodi konnte daher die Rekurrentin von der Pflicht zur Barzahlung des erwähnten Betrages innert der in den Steigerungsbedingungen festgesetzten Frist nicht wirksam befreien, wovon sich die Rekurrentin bei gehöriger Aufmerksamkeit Rechenschaft geben konnte. Eine Erklärung des bestreitenden Nachpfandgläubigers Rudolf Lüthy, mit der dieser auch seinerseits auf die Barzahlung verzichtet hätte, liegt nicht vor. Die Vorinstanz hat daher mit Recht angenommen, dass die Rekurrentin den streitigen Betrag bei Gefahr der Aufhebung des Zuschlages einzuzahlen habe.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}