{"annee": "83", "cour": "I", "page": "173", "date": "26/6/1957", "cite": [], "cite_par": ["98 IA 627", "111 IA 201", "112 IA 208", "91 I 266", "89 I 389", "114 IA 263", "108 II 475", "104 IA 215", "118 IA 124", "89 I 80", "89 I 75", "102 IA 468", "103 IA 517", "93 I 313", "87 III 87"], "chapeau": "23. Arrêt du 26 juin 1957 dans la cause Quinche et consorts contre Conseil d'Etat du Canton de Vaud.", "regestes": ["Art. 4 Cst., 85 litt. a OJ; suffrage féminin. 1. Incompétence du Tribunal fédéral pour statuer sur un recours relatif à l'exercice des droits politiques en matière fédérale et pour trancher le problème de la conformité des dispositions d'une constitution cantonale à celles de la constitution fédérale (consid. 1 et 6). 2. Pouvoir d'examen du Tribunal fédéral dans les recours formés en vertu de l'art. 85 litt. a OJ (consid. 2). 3. Méthodes d'interprétation dans la jurisprudence du Tribunal fédéral. Rôle des travaux préparatoires. Importance de la pratique. Une autorité cantonale ne commet pas un acte arbitraire en refusant de donner à un texte, en soi ambigu, une interprétation qui serait contraire à la pratique suivie depuis très longtemps et de façon constante (consid. 4 et 5)."], "faits": "|174|\n\nA.- Antoinette Quinche et un certain nombre d'autres femmes ont demandé à leur commune de domicile dans le canton de Vaud de les inscrire au rôle des électeurs et de leur délivrer une carte civique. Les autorités saisies ayant refusé d'accéder à cette requête, Antoinette Quinche et consorts ont recouru au Conseil d'Etat du canton de Vaud, qui les a déboutés par une décision du 11 mars 1957, motivée en bref comme suit:\n\nEn vertu de l'art. 23 Cst. vaud., \"sont citoyens actifs tous les Suisses âgés de vingt ans révolus, établis ou en séjour dans le canton depuis trois mois et n'exerçant pas |175| leurs droits politiques dans quelque autre Etat de la Confédération\". Par le mot \"Suisse\", le législateur n'a compris que les hommes et a \"strictement et intentionnellement\" exclu les femmes de l'exercice du droit de vote. Depuis lors, c'est constamment et exclusivement dans ce sens que les règles constitutionnelles et légales existant en cette matière ont été appliquées. Il ne faut d'ailleurs pas voir là une violation du principe de l'égalité devant la loi (art. 2 Cst. vaud.). En effet, les dispositions délimitant le cercle des personnes jouissant des droits politiques constituent, par rapport à ce principe, des règles spéciales, qui l'emportent. Dans son arrêt Lehmann, du 14 septembre 1923, le Tribunal fédéral admet d'ailleurs aussi, pour des raisons historiques, que seuls les hommes ont le droit de vote sur le plan fédéral. Il considère de plus que l'introduction du sufrage féminin reviendrait à modifier un régime juridique profondément enraciné et qu'elle ne pourrait dès lors avoir lieu que par une revision de la constitution et non par la simple voie de l'interprétation. Telle est du reste également l'opinion de la doctrine. Il n'y a aucune raison de s'en écarter.\n\nB.- Agissant par la voie du recours de droit public, Antoinette Quinche et consorts requièrent le Tribunal fédéral d'annuler la décision du Conseil d'Etat. A leur avis, les textes applicables en matière de droit de vote n'excluent pas expressément les femmes de l'exercice des droits politiques. Ils peuvent au contraire être adaptés à l'évolution des idées. En se confinant dans une interprétation strictement historique, le Conseil d'Etat a violé l'art. 4 Cst., car il a perdu de vue qu'au regard des circonstances actuelles la différence de sexe ne justifie plus un traitement différentiel quant à l'octroi du droit de vote. Il est d'ailleurs faux de croire que le suffrage féminin ne pourrait être introduit que par la voie d'une revision constitutionnelle. Il ne s'agirait en effet nullement d'abolir un régime juridique profondément enraciné.\n\nLe Conseil d'Etat conclut au rejet du recours.\n\n|176|", "considerants": "Considérant en droit:\n\n1. Les recourantes ne précisent pas si elles demandent l'exercice des droits politiques en matière communale et cantonale seulement ou aussi en matière fédérale. Comme elles invoquent l'art. 74 Cst. féd., il convient d'admettre qu'elles demandent l'octroi du droit de vote de façon tout à fait générale. Il s'ensuit que le Tribunal fédéral n'est qu'en partie compétent pour statuer sur leur recours. En effet, dans la mesure où le Conseil d'Etat refuse de reconnaître aux recourantes le droit de vote en matière fédérale et de les inscrire pour cela sur le rôle des électeurs, sa décision ne peut faire l'objet que d'un recours au Conseil fédéral (art. 85 litt. a et 125 litt. b OJ; art. 7 LF du 19 juillet 1872 sur les élections et votations fédérales; art. 11 LF du 17 juin 1874 concernant les votations populaires sur les lois et arrêtés fédéraux; art. 16 LF du 27 janvier 1892 concernant le mode de procéder pour les demandes d'initiatives populaires et les votations relatives à la revision de la constitution fédérale). Conformément à l'art. 96 OJ, il y aura donc lieu de transmettre le recours au Conseil fédéral en tant qu'il relève de sa compétence.\n\n2. Lorsqu'il est saisi d'un recours en vertu de l'art. 85 litt. a OJ, le Tribunal fédéral examine librement l'application du droit constitutionnel cantonal, en évitant toutefois de s'écarter sans nécessité de l'interprétation adoptée par l'autorité cantonale supérieure. Il en va de même à l'égard des lois cantonales qui précisent le contenu et l'étendue du droit de vote garanti par la constitution. En revanche, le Tribunal fédéral ne revoit que sous l'angle étroit de l'art. 4 Cst. les autres dispositions cantonales ayant pour objet des questions de procédure ou des questions analogues (RO 41 I 175; 45 I 148; 46 I 121; 49 I 105, 540; 50 I 291; 53 I 33; 74 I 176; 75 I 245; 81 I 196). Il s'agit en l'espèce de savoir si les femmes peuvent être mises au bénéfice des droits politiques. Cette question |177| concerne le droit de vote lui-même. Le Tribunal fédéral statue donc avec pleins pouvoirs.\n\n3. Les recourantes affirment qu'au regard des dispositions constitutionnelles ou légales actuelles, elles peuvent prétendre exercer les droits politiques. Elles posent ainsi le problème de l'interprétation de ces dispositions constitutionnelles ou légales. S'agissant exclusivement du droit de vote en matière cantonale et communale, la disposition applicable est celle de l'art. 23 Cst. vaud., aux termes duquel \"sont citoyens actifs tous les Suisses âgés de vingt ans révolus, établis ou en séjour dans le canton depuis trois mois et n'exerçant pas leurs droits politiques dans quelque autre Etat de la Confédération\". De l'avis des recourantes, le mot \"Suisses\" désigne aussi bien les hommes que les femmes. Tel est effectivement le cas dans le langage courant. On peut se demander s'il en va de même dans la terminologie technique utilisée par la constitution. Ainsi, à l'art. 3 Cst. vaud., en vertu duquel \"tout Suisse habitant le canton est tenu au service militaire\", le mot \"Suisse\" vise incontestablement les hommes seulement, à l'exclusion des femmes. D'autre part, lorsque le constituant vaudois a voulu désigner par un seul terme les hommes et les femmes, il lui est arrivé souvent d'utiliser un mot dont le caractère neutre ne souffre pas de discussion. Ainsi, à l'art. 4, où il déclare: \"Nul ne peut être poursuivi ou arrêté que dans les cas déterminés par la loi et selon les formes qu'elle prescrit. Tout individu arrêté doit être entendu par le magistrat compétent dans les vingt-quatre heures qui suivent son arrestation\"; de même à l'art. 16, où il pose la règle que \"chacun est libre d'enseigner en se conformant aux lois sur cette matière\". On ne saurait dès lors affirmer que le terme \"Suisses\" utilisé à l'art. 23 Cst. vaud. possède un sens clair et indiscutable. Force est donc de l'interpréter.\n\n4. Qu'il appartienne au pouvoir judiciaire ou à l'administration, le juge cherche, quand il interprète une |178| disposition constitutionnelle ou légale, à en découvrir le sens, à définir la portée juridique effective de la norme que recouvrent, plus ou moins heureusement, les expressions dont s'est servi le législateur. Ce sens peut être celui que le législateur historique a voulu donner au texte. Mais il peut être aussi celui que doit avoir le texte pour être applicable aujourd'hui d'une manière raisonnable. Dans plusieurs arrêts récents, le Tribunal fédéral paraît se rattacher davantage à cette seconde définition du sens de la norme. En effet, dit-il, la volonté du législateur doit être dégagée de la loi elle-même, de son texte, de sa logique interne, du but qu'elle se propose. \"Ce qui importe, ce n'est pas le sens qu'a pu attribuer à une disposition le législateur historique, voire telle ou telle personne qui a été mêlée à l'élaboration de la loi; c'est le sens qui résulte de tout le système de la loi, compte tenu des circonstances actuelles et de l'état de développement de la technique\" (RO 78 I 30; cf. aussi 82 I 153; 81 I 282; 80 II 79, 316; 79 II 434; 79 I 20). Il serait faux cependant de croire qu'en posant ces principes, le Tribunal fédéral a entendu se rallier résolument à l'interprétation dite objective et abandonner du même coup l'interprétation historique. Un examen attentif de sa jurisprudence montre au contraire qu'il n'exclut aucune méthode de manière absolue mais qu'il recourt aux procédés d'interprétation qui lui paraissent, dans le cas particulier, les plus propres à dégager le véritable sens de la norme. Ainsi, dans les arrêts RO 69 II 216 et 82 IV 91, il a défini le sens de diverses dispositions légales en se fondant à la fois sur leur genèse telle qu'elle ressortait des travaux préparatoires, sur leur texte et sur leurs rapports avec d'autres dispositions légales ou d'autres principes. Si l'on voulait dégager de sa jurisprudence une règle générale, on pourrait dire tout au plus qu'il marque une certaine réserve à l'égard de l'interprétation historique. Cette réserve est d'ailleurs justifiée, car - c'est un fait d'expérience - les travaux préparatoires renseignent très rarement de façon certaine sur la volonté réelle et complète |179| du législateur. Cependant, il arrive que ces travaux préparatoires permettent d'établir avec une parfaite clarté le sens que l'auteur de la loi a entendu donner aux termes qu'il a utilisés. Lorsqu'il en est ainsi, le Tribunal fédéral considère qu'il doit se conformer à l'intention du législateur historique, à moins que le sens qu'à l'époque on a entendu donner à la loi ne soit incompatible avec le texte de celle-ci ou absolument inacceptable en pratique (RO 68 II 111). A plus forte raison doit-il en être ainsi lorsqu'une pratique absolument constante montre que les autorités chargées d'appliquer la disposition ou les particuliers qui y sont soumis l'ont toujours comprise de la même manière que le législateur historique. Quand cette pratique constante s'étend sur un grand nombre d'années, qu'elle acquiert ainsi le caractère d'une sorte de coutume, elle confère au sens voulu à l'origine par le législateur une force particulière. La disposition ne s'impose plus alors au juge par son seul texte mais aussi par la pratique qui l'a toujours comprise dans un sens bien défini. Malgré l'absence des termes qui, d'un point de vue purement formel et extérieur, donneraient sans discussion possible à la disposition le sens que le législateur puis la pratique lui ont certainement et toujours conféré, le juge doit considérer que le texte ne souffre pas une interprétation nouvelle. Autrement dit, dans cette hypothèse particulière et d'ailleurs rare, la disposition dont les termes pris en eux-mêmes sont ambigus et pourraient recevoir une autre interprétation sans faire violence au texte, équivaut en réalité à une règle que le législateur aurait rédigée en des termes rendant exactement son intention. Le juge ne se trouve plus en présence d'un texte seulement mais d'un texte doublé d'un usage. Il est alors lié tout comme il l'est par une disposition qui ne souffre aucune interprétation parce qu'elle possède un sens absolument clair. Si, en pareil cas, il s'écartait du sens voulu par le législateur et confirmé par la pratique constante, il ferait un acte qui reviendrait en fait à modifier la loi. Or, s'il possède |180| bien le pouvoir de compléter la loi lorsqu'elle présente une lacune, il n'a pas en revanche celui de la modifier. Ce droit n'appartient qu'à l'autorité législative. Le particulier qui voudrait donner à la norme un sens différent doit donc avoir recours non point au juge mais au législateur.\n\n5. La constitution vaudoise a été adoptée le 1er mars 1885. Son art. 23, qui garantit la qualité de citoyen actif à \"tous les Suisses âgés de vingt ans révolus, établis ou en séjour dans le canton depuis trois mois et n'exerçant pas leurs droits politiques dans quelque autre Etat de la Confédération\", n'a pas été modifié depuis lors. Les constitutions vaudoises antérieures, du 15 décembre 1861 et du 10 août 1845 utilisaient au lieu de l'expression \"tous les Suisses\", celles de \"Vaudois\" et \"Confédérés\", ce qui revient cependant au même, étant donné le problème posé. Or il ne peut faire de doute pour personne qu'à l'époque où ces différentes dispositions constitutionnelles ont été adoptées, les termes de \"Suisses\", \"Vaudois\" ou \"Confédérés\" visaient les hommes, à l'exclusion des femmes. Le constituant n'a pu avoir à ce sujet une idée différente, car en 1845, 1861 ou 1885 la question de savoir s'il fallait accorder les droits politiques aux femmes ne se posait pas en pratique, même si quelques esprits en avance sur leur époque l'avaient soulevée comme un problème de doctrine. Il allait de soi, en effet, que seuls les hommes pouvaient revêtir la qualité de citoyen actif. Depuis ce moment-là, l'art. 23 Cst. vaud. et les dispositions légales destinées à le préciser ont été interprétés de façon absolument constante en ce sens que seuls les hommes jouissent des droits politiques. A aucun moment les femmes habitant le canton de Vaud n'ont été admises à participer à des élections ou à des votations. Lorsque, en 1950, les autorités vaudoises se sont demandé s'il fallait conférer aux femmes le droit de prendre part à certaines votations et élections, elles ont proposé au peuple une modification de la constitution, qui a d'ailleurs été refusée.\n\n|181|\n\nAinsi, le sens que le constituant de 1885 a entendu au mot \"Suisses\" est clair. Ce sens a été confirmé par une pratique absolument constante et qui peut être comparée à une sorte de coutume. Il s'ensuit que, dans le canton de Vaud, les droits politiques n'appartiennent qu'aux hommes, à l'exclusion des femmes. L'art. 23 Cst. vaud. s'imposait au Conseil d'Etat avec ce sens. Il le liait et lui interdisait toute autre interprétation. Le Conseil d'Etat n'est donc pas tombé dans l'arbitraire en refusant de lui donner un sens différent et en renvoyant les recourants à procéder par la voie d'une demande de revision de la constitution.\n\n6. On peut se demander en revanche si l'art. 23 Cst. vaud. qui, d'après la volonté claire du législateur et en vertu d'un usage absolument constant, confère les droits politiques aux hommes, à l'exclusion des femmes, constitue, ainsi compris, une disposition contraire à l'art. 4 Cst. féd. Autrement dit, la question pourrait se poser de savoir si l'art. 4 Cst. féd. impose au constituant vaudois l'obligation d'accorder aux femmes les mêmes droits politiques qu'aux hommes. Cette question doit cependant demeurer indécise. Elle soulève, en effet, le problème de la conformité des dispositions d'une constitution cantonale avec celles de la constitution fédérale. Or, dans une jurisprudence constante, le Tribunal fédéral s'est toujours refusé à examiner un problème de cette nature. En effet, dit-il, les cantons sont tenus de demander à la Confédération la garantie de leur constitution (art. 6 Cst. féd.). Cette garantie leur est accordée ou refusée par l'Assemblée fédérale (art. 85 ch. 7 Cst. féd.). Comme celle-ci doit examiner à ce moment-là si la constitution cantonale est ou non conforme à la constitution fédérale, cela exclut qu'une autre autorité se livre au même examen. Les art. 6 et 85 ch. 7 Cst. féd. constituent des dispositions spéciales qui l'emportent sur l'art. 113 Cst. féd. (RO 69 I 177/178; 56 I 330; 22 p. 4 et 1019, consid. 4; 17 p. 630, consid. 4; 1 p. 347, consid. 6). Il est vrai que cette jurisprudence |182| a été mise en doute par la doctrine (cf. en effet BURCKHARDT, Commentaire, 3e éd. p. 71; FLEINER/GIACOMETTI, Schweizerisches Bundesstaatsrecht, p. 134; GIACOMETTI, Verfassungsgerichtsbarkeit, p. 110/111). Le Tribunal fédéral s'y est néanmoins tenu encore en 1945 (arrêt non publié du 2 juillet 1945 dans la cause Müller c. Conseil d'Etat du canton de Zurich, p. 8; BIRCHMEIER, Handbuch, p. 312/313) et en 1949 (arrêt non publié du 23 juin 1949 dans la cause Parti \"démocratique-progressiste\" du Cercle d'Avenches c. Conseil d'Etat du canton de Vaud). Il n'y a pas lieu de s'en écarter. Il suffit d'observer que cette jurisprudence fait une distinction suivant que le recours de droit public est dirigé contre une disposition constitutionnelle prise pour elle-même ou simplement contre une décision qui l'applique. Dans le premier cas, elle exclut absolument le recours de droit public, tandis que, pour ce qui concerne le second, elle a laissé la question indécise (RO 56 I 330, arrêts Müller et Parti \"démocratique-progressiste\" du Cercle d'Avenches). Toutefois, ajoutet-elle, \"lorsque... la décision de l'autorité cantonale se borne à reprendre, sans le modifier en aucune façon, le principe énoncé dans le texte constitutionnel auquel l'Assemblée fédérale a accordé la garantie prévue à l'art. 85 ch. 7 Cst., on pourrait se demander si ... le Tribunal fédéral ne devrait pas se considérer comme lié\". La jurisprudence inclinerait donc à exclure aussi le recours de droit public dirigé contre une décision d'espèce qui reprendrait le principe constitutionnel sans le modifier. Cette tendance est exacte et il convient de l'ériger en règle générale. En effet, dans cette hypothèse, le texte constitutionnel est en jeu exactement comme lorsque le recours est dirigé contre la disposition elle-même. Il n'y a donc pas lieu de traiter les deux situations différemment. L'exclusion du recours de droit public dans ces deux cas ne livre d'ailleurs pas le citoyen à l'arbitraire de l'Etat. En effet, l'Assemblée fédérale peut en tout temps retirer la garantie qu'elle a accordée, lorsqu'à l'usage une disposition |183| d'une constitution cantonale apparaît comme contraire au droit fédéral, notamment à la constitution fédérale (BURCKHARDT, Commentaire, p. 70/71; FLEINER/GIACOMETTI, Schweiz. Bundesstaatsrecht, p. 133).\n\nEn l'espèce, la constitution vaudoise du 1er mars 1885, notamment son art. 23, a été garantie par un arrêté fédéral du 27 mars 1885, c'est-à-dire à une époque où, de toute évidence, l'Assemblée fédérale considérait que les femmes étaient exclues des droits politiques et où elle a accordé la garantie fédérale dans ce sens. Les recourantes n'attaquent pas l'art. 23 Cst. vaud. comme tel mais une décision qui l'applique et reprend exactement le principe qu'il pose, tel qu'il résulte de la volonté claire du législateur et de l'usage constant. Dans cette mesure dès lors, le présent recours de droit public est irrecevable. D'ailleurs même s'il ne l'était pas pour cette raison, il devrait l'être pour une autre. En effet, les recourantes demandent au Tribunal fédéral d'annuler non pas l'art. 23 Cst. vaud., mais la décision qui leur refuse l'exercice des droits politiques. Si le Tribunal fédéral leur donnait raison, il modifierait en fait l'art. 23 Cst. vaud. et en ferait une disposition nouvelle. Par cette voie, les recourantes éluderaient les règles auxquelles la revision de la constitution est soumise. Elles échapperaient notamment au vote populaire et empêcheraient ainsi le canton d'obtenir la garantie fédérale, puisque celle-ci est soumise en particulier à la condition que les dispositions nouvelles aient été acceptées par le peuple. Il est clair que le Tribunal fédéral ne saurait prêter la main à pareille tentative.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours en tant qu'il est recevable."}