{"annee": "83", "cour": "IV", "page": "189", "date": "13/12/1957", "cite": ["69 IV 228", "74 IV 81"], "cite_par": ["104 IV 43", "92 IV 201", "90 IV 149", "95 IV 113", "98 IV 41", "102 IV 94", "97 IV 84"], "chapeau": "54. Auszug aus dem Urteil des Kassationshofes vom 13. Dezember 1957 i.S. Staatsanwaltschaft des Kantons Zürich gegen Stettler.", "regestes": ["Art. 122 ch. 2 CP. Est une question de droit et non une question de fait celle de savoir si l'auteur aurait pu prévoir que les lésions corporelles entraîneraient la mort. Admis en l'espèce que l'auteur aurait pu prévoir que de nombreuses blessures causées par des coups donnés sur la tête et le torse avec un instrument dur et pointu provoqueraient la mort."], "faits": "", "considerants": "BGE 83 IV 189 S. 189\n\nOb Stettler den Tod Egloffs, den er nicht gewollt hat, als Folge der ihm zugefügten schweren Körperverletzungen gemäss Art. 122 Ziff. 2 StGB habe voraussehen können, ist nicht Tatfrage, sondern reine Rechtsfrage. Voraussehbar im Sinne dieser Bestimmung ist der Tod, wenn er fahrlässig herbeigeführt wird (BGE 69 IV 229, BGE 74 IV 84). Art. 18 Abs. 3 StGB setzt nicht notwendig voraus, dass der Täter die Möglichkeit des Todes tatsächlich vorausgesehen habe; es genügt, dass er sie bei Anwendung der Vorsicht, zu der er nach den Umständen des Falles und nach seinen persönlichen Verhältnissen verpflichtet war, BGE 83 IV 189 S. 190hätte voraussehen können. Die Frage des Voraussehenkönnens aber fällt nicht in den Bereich tatsächlicher Vorgänge, die feststellbar sind, sondern beurteilt sich nach allgemeinen Erfahrungssätzen. Sie unterliegt daher der freien Überprüfung durch den Kassationshof, der dabei, wie bei allen Rechtsfragen, von den verbindlichen tatsächlichen Feststellungen der kantonalen Behörde auszugehen hat.\n\nTrotzdem der Voraussehbarkeit des Todes im Wahrspruch der Geschworenen nur eine Frage gewidmet ist und deren Verneinung im angefochtenen Urteil nicht näher begründet wird, liegt darin kein Mangel im Sinne des Art. 277 BStP. Über die Umstände, unter denen der Angeklagte gehandelt hat, geben die übrigen Ausführungen des Schwurgerichtes genügenden Aufschluss, um prüfen zu können, ob es vom richtigen Begriff des Voraussehenkönnens ausgegangen ist.\n\nNach allgemeiner Lebenserfahrung ist ein heftiger Schlag oder Stich, der mit einer Dreikantfeile oder einem ähnlichen harten, spitzen Instrument gegen einen empfindlichen Körperteil geführt wird, geeignet, eine tödliche Verletzung herbeizuführen. Umsomehr ist mit einem tödlichen Ausgang zu rechnen, wenn mit einem solch gefährlichen Instrument einem Menschen am Kopf und Rumpf mindestens 30 Stich- und Schnittwunden beigebracht werden. Wer zudem, wie es Stettler getan hat, dabei wahllos und mit derart brutaler Wucht zuschlägt und Stiche versetzt, dass selbst die Schädeldecke an mehreren Stellen durchstossen wird und im Gesicht, am Hals und Rumpf tiefe Wunden entstehen, muss die Möglichkeit des Todes als normale Folge der schweren Verletzungen voraussehen.\n\nStettler war als 23 Jahre alter, durchschnittlich begabter Mann, der von Beruf Mechaniker war und Militärdienst geleistet hatte, auch imstande, die Möglichkeit, dass seine Hiebe und Stiche tödlich wirken könnten, vorauszusehen. Der Umstand, dass er in einen Kampf verwickelt und erregt war, hinderte ihn nicht, sich über die möglichen BGE 83 IV 189 S. 191Folgen seines Tuns Rechenschaft abzulegen. Ob dann, wenn angenommen werden müsste, Stettler sei in der Fähigkeit, das Unrecht seiner Tat einzusehen oder gemäss seiner Einsicht zu handeln, wegen übermässiger Erregung beeinträchtigt gewesen (Art. 11 StGB), schon die Voraussehbarkeit zu verneinen gewesen wäre, kann dahingestellt bleiben. Die Vorinstanz hat keine dahingehende Feststellung getroffen, und das psychiatrische Gutachten der Heil- und Pflegeanstalt Rheinau kommt zum Schluss, das der Angeklagte zur Zeit der Tat voll zurechnungsfähig gewesen ist. Dass er die Vorsicht nicht beachtet hat, zu der er verpflichtet war, ist ihm daher als Fahrlässigkeit im Sinne des Nichtvoraussehens dessen, was voraussehbar war, anzurechnen.\n\nDas angefochtene Urteil ist aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie die Strafe in Anwendung von Art. 122 Ziff. 2 StGB wegen schwerer Körperverletzung mit voraussehbarer Todesfolge neu beurteile. Ob es dazu einer Abänderung des Wahrspruchs durch die Geschworenen bedarf oder ob der Gerichtshof auf Grund der nach Art. 277ter BStP verbindlichen Weisung des Kassationshofes das neue Urteil von sich aus fällen kann, ist eine Frage des kantonalen Rechts."}