{"annee": "83", "cour": "IV", "page": "207", "date": "12/12/1957", "cite": [], "cite_par": ["126 IV 203"], "chapeau": "61. Extrait de l'arrêt de la Chambre d'accusation du 12 décembre 1957 dans la cause Y contre Ministère public fédéral.", "regestes": ["Art.122PPF. 1. Dans les causes pénales de droit fédéral que le Conseil fédéral délègue aux autorités cantonales, la demande d'indemnité de la personne arrêtée est régie par l'art. 122 PPF en tant que la détention préventive se situe dans la phase fédérale des recherches prévues par les art. 100 ss. PPF. La chambre d'accusation est compétente pour statuer sur une telle demande d'indemnité (consid. 1). 2. Lorsqu'il y a eu délégation de la cause aux autorités d'un canton, l'art. 122 PPF doit être interprété en ce sens que par \"ordonnance de non-lieu\" il faut entendre également la décision de renoncer à la poursuite, rendue par le juge cantonal chargé de l'instruction, ainsi que le jugement d'acquittement prononcé par le tribunal du canton. La compétence pour statuer sur la demande d'indemnité appartient à la Chambre d'accusation du Tribunal fédéral (consid. 2)."], "faits": "|208|\n\nEn été 1956, des personnages de la suite de jeunes princes arabes qui séjournaient en Suisse ont fait des achats d'armes chez l'armurier X; il s'agissait de fusils Mauser et de pistolets automatiques.\n\nDès le mois de septembre 1956, le Ministère public fédéral a procédé aux recherches prévues par les art. 100 ss. PPF pour déterminer si ces personnes et l'armurier X avaient contrevenu à l'interdiction d'exporter des armes. Au cours de cette enquête, Y a été arrêté le 25 janvier 1957 et retenu en détention préventive.\n\nLe 7 mars 1957, le Département fédéral de justice et police a délégué aux autorités vaudoises l'instruction et le jugement de l'affaire. Le 21 mars 1957, Y, qui était toujours en détention, a été mis par le Ministère public fédéral à la disposition du juge informateur vaudois, lequel a ordonné sa libération quelques jours plus tard, savoir le 26 mars 1957.\n\nLe juge informateur a clos son enquête le 3 juin 1957 et renvoyé X et Y devant le Tribunal de police correctionnelle de V.\n\nPar jugement du 10 octobre 1957, le tribunal n'a retenu contre X que la contravention au concordat intercantonal sur le commerce des armes, pour n'avoir pas tenu correctement le contrôle des ventes, et l'a condamné à une amende de 400 fr. Pour le surplus, il a libéré les deux accusés, considérant que la vente des fusils et des pistolets par X n'était pas un acte d'exécution de l'exportation d'armes, mais seulement un acte préparatoire impuni, et que Y n'avait même pas été l'intermédiaire dans cette vente.\n\nB.- Par acte du 15 novembre 1957, Y demande à la Chambre d'accusation du Tribunal fédéral de lui allouer une indemnité à la charge de la Confédération.\n\nLe Ministère public fédéral propose de rejeter la demande.", "considerants": "Considérant en droit:\n\n1. La détention subie par Y comprend deux phases: la première embrasse la procédure des recherches dirigées |209| par le Ministère public fédéral conformément aux art. 100 ss. PPF et commence le jour de l'arrestation, le 25 janvier 1957, pour finir au moment de la délégation de l'affaire aux autorités vaudoises décidée le 7 mars 1957 par le Département fédéral de justice et police, ou à la réception de cette décision par le Procureur général du canton de Vaud, le 11 mars 1957, ou au plus tard à la remise du détenu au juge informateur vaudois le 21 mars 1957; la seconde phase s'étend de l'une de ces dates à la relaxation ordonnée par le juge informateur de l'arrondissement de V., le 26 mars 1957.\n\nSelon la jurisprudence (RO 69 IV 187; cf. également 64 I 74, 138, 67 I 156), lorsqu'il s'agit d'infractions ressortissant à la juridiction fédérale, la détention qui a commencé dans la phase des recherches entreprises en vertu des art. 100 ss. PPF et qui s'est prolongée pendant l'instruction cantonale relève, pour la durée de ces recherches, du droit fédéral y compris les prescriptions relatives à l'indemnisation; en revanche, les mesures prises après la délégation aux autorités cantonales et leurs conséquences sont régies par le droit cantonal, de même que le droit à une indemnité en raison du maintien du prévenu en détention durant la procédure cantonale.\n\nDans l'espèce, la Chambre d'accusation est dès lors compétente pour connaître de la demande d'indemnité en tant qu'elle concerne la première phase de la détention, savoir celle qui comprend la période des recherches du Ministère public fédéral.\n\n2. L'art. 122 PPF statue qu'une indemnité est attribuée sur demande, pour préjudice résultant de la détention préventive ou d'autres actes de l'instruction, à l'inculpé qui est mis au bénéfice d'une ordonnance de non-lieu. Cette disposition vise normalement le cas où le Procureur général a décidé de renoncer à la poursuite: cela résulte de la place de l'art. 122 PPF, qui suit immédiatement les art. 120 et 121, et de l'emploi du mot \"eingestellt\" dans le texte allemand des art. 120 et 122. Lorsque la suspension est ordonnée |210| par la Chambre d'accusation, c'est l'art. 131 PPF qui est applicable. Si l'acquittement est prononcé par la Cour pénale fédérale ou les Assises fédérales, l'allocation d'une indemnité à l'accusé est réglée par les art. 176 et 206 al. 4 PPF.\n\nToutefois, quand il y a eu délégation de la cause aux autorités d'un canton en vertu de l'art. 18 PPF ou, comme en l'espèce, par application de l'art. 22 de l'arrêté du Conseil fédéral concernant le matériel de guerre, du 28 mars 1949, l'art. 122 PPF doit être interprété en ce sens que par \"ordonnance de non-lieu\" il faut entendre également la décision de renoncer à la poursuite, rendue par le juge cantonal chargé de l'instruction, ainsi que le jugement d'acquittement prononcé par le tribunal du canton. L'analogie s'impose pour ce qui est de l'ordonnance de non-lieu prise par le juge instructeur du canton auquel l'enquête est confiée. Il en est de même pour le jugement libérant l'accusé, rendu par le tribunal cantonal saisi de l'affaire sur la base de la délégation décidée par la Confédération: il serait contradictoire que le prévenu mis au bénéfice d'un non-lieu pût obtenir une indemnité tandis qu'il ne pourrait pas en réclamer lorsqu'il serait acquitté par le tribunal du canton chargé de la poursuite. Il suit de là que, dans les cas où l'indemnité prévue par l'art. 122 PPF est demandée en raison du préjudice résultant de la détention préventive ou d'autres actes d'instruction compris dans la phase des recherches ou la procédure judiciaire qui s'est déroulée avant la délégation, l'ordonnance de non-lieu dont par le cette disposition peut aussi être un jugement d'acquittement rendu par le tribunal du canton auquel la poursuite et le jugement de l'affaire ont été délégués; la compétence pour statuer sur l'indemnité réclamée appartient alors à la Chambre d'accusation du Tribunal fédéral et non aux autorités cantonales (RO 69 IV 187)."}