{"annee": "123", "cour": "V", "page": "247", "date": "9/12/1997", "cite": ["120 V 182", "119 V 436"], "cite_par": [], "chapeau": "44. Sentenza del 9 dicembre 1997 nella causa Cassa di compensazione del Cantone Ticino contro A. e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 3 al. 1 let. f LPC, art. 17a al. 1 et 3, art. 23 al. 1 OPC-AVS/AI. - L'art. 17a al. 3 OPC-AVS/AI - dans sa teneur en vigueur depuis le 1er janvier 1995 - ne requiert pas un nouveau calcul du montant amorti de la fortune cédée, lorsque l'ayant droit était déjà au bénéfice de prestations avant 1995. Dans une telle éventualité, il se justifie, en dérogation à cette disposition, de calculer ce montant compte tenu des amortissements réguliers qui eussent été opérés si l'OPC-AVS/AI n'avait pas été modifiée. - Taux d'intérêt applicable à la fortune cédée. Méthode de détermination dans les cas où le taux de référence n'est pas encore connu au moment du prononcé de la décision: il y a lieu de prendre en considération la moyenne des taux mensuels des comptes d'épargne auprès des banques cantonales, publiés dans les bulletins de la Banque nationale suisse, sur une période de douze mois à compter du mois de novembre de la seconde année précédant celle où le droit a pris naissance."], "faits": "BGE 123 V 247 S. 248\n\nA.- Mediante due decisioni del 13 febbraio 1995, la Cassa di compensazione del Cantone Ticino ha assegnato a A., nato nel 1908, coniugato e degente presso la Casa per anziani C., una prestazione complementare di fr. 15.- al mese dal 1o settembre al 31 dicembre 1994 e di fr. 86.- mensili a partire dal 1o gennaio 1995. Queste prestazioni erano calcolate tenuto conto dell'esistenza, segnatamente, di un capitale di fr. 43'706.- e di una sostanza alienata, computata in fr. 190'000.- per il 1994 e in fr. 180'000.- per il 1995, nonché dei redditi effettivi della medesima al momento della cessione.\n\nB.- L'interessato, rappresentato da sua nipote, è insorto contro questi provvedimenti con ricorso al Tribunale delle assicurazioni del Cantone Ticino. Censurava il conteggio delle prestazioni complementari facendo osservare che nel calcolo bisognava tener conto del fatto che la somma di fr. 43'706.-, di cui disponeva al 1o gennaio 1993, era stata consumata per il pagamento della retta della Casa per anziani e del canone di locazione della moglie. L'importo alienato si riferiva dal canto suo a una donazione alla nipote, il 30 dicembre 1992, per la costruzione di una casa e senza controprestazione.\n\nChiamata ad esprimersi, la Cassa ha proposto il parziale accoglimento del ricorso nel senso che, da un lato, asserì essere giustificato lo stralcio del capitale di fr. 43'706.- quale importo consumato e, da un altro lato, ribadì invece la legalità del computo della somma cui l'assicurato aveva BGE 123 V 247 S. 249rinunciato a favore di sua nipote e del relativo reddito ipotetico.\n\nCon giudizio del 18 agosto 1995 la giurisdizione cantonale ha parzialmente accolto il gravame. In particolare, i giudici di prime cure hanno reputato che la diminuzione della sostanza pari a fr. 43'706.- era stata causata dal ricovero dell'assicurato, per cui doveva essere riconosciuta la sussistenza di una controprestazione adeguata, il che, ai sensi della giurisprudenza, escludeva il computo di tale somma. Per quanto riguardava la sostanza alienata in favore della nipote, essi hanno ritenuto che l'importo computabile era pari a fr. 180'000.- per il 1994 e a fr. 170'000.- per il 1995: i giudici cantonali hanno esposto che la somma donata nel dicembre del 1992, in fr. 200'000.-, doveva essere riportata al 1o gennaio 1993 e ridotta annualmente di fr. 10'000.-, precisando che faceva stato l'importo ridotto al 1o gennaio dell'anno susseguente all'inizio del diritto. Hanno inoltre considerato che, per calcolare il reddito della sostanza, a torto la Cassa aveva applicato i tassi effettivi ai quali il capitale era stato investito, anziché fondarsi sul tasso di risparmio medio offerto da tutte le banche svizzere con riferimento all'Annuario statistico della Svizzera; tuttavia, per il 1995, il tasso in questione non essendo ancora noto, i primi giudici hanno ritenuto determinante il tasso d'interesse medio svizzero delle banche con attività regionale. Il Tribunale cantonale ha pertanto ordinato il rinvio dell'incarto all'amministrazione affinché procedesse a stabilire il diritto alla prestazione complementare dell'assicurato pronunciando due nuove decisioni.\n\nC.- La Cassa di compensazione del Cantone Ticino interpone a questa Corte un ricorso di diritto amministrativo. Contesta le basi di calcolo preconizzate dai primi giudici sia per quanto concerne il valore della sostanza da prendere in considerazione per l'anno 1995, il quale dovrebbe essere computato pure in fr. 180'000.-, che per quanto attiene al tasso di interesse da applicare in concreto, il medesimo non essendo stato fissato, per il 1995, sulla base dei dati pubblicati nell'Annuario statistico della Svizzera, come predisposto dalla giurisprudenza.\n\nL'assicurato, sempre tramite sua nipote, chiede che le prestazioni complementari vengano definite effettuando un conteggio in cui non sia tenuto conto della sostanza alienata. Dal canto suo, l'Ufficio federale delle assicurazioni sociali propone l'accoglimento del ricorso.\n\nBGE 123 V 247 S. 250", "considerants": "Diritto:\n\n1. In sede federale, la lite verte innanzitutto sul punto dell'importo da ritenere a titolo di sostanza abbandonata.\n\na) Nella pronunzia impugnata, i giudici di prime cure hanno indicato quali siano le norme legali e regolamentari, nonché i principi di giurisprudenza applicabili in concreto. Procedendo al calcolo della prestazione complementare, essi si sono fondati, per il 1994 come per il 1995, sul vecchio art. 17a cpv. 3 OPC-AVS/AI, in vigore fino al 31 dicembre 1994. Tale disposto prevedeva in sostanza che, nel caso di una domanda presentata ai sensi dell'art. 21 cpv. 1 o 22 cpv. 1 OPC-AVS/AI, determinante per il calcolo è l'importo ridotto al 1o gennaio dell'anno susseguente all'anno del diritto. Nei motivi addotti a sostegno del ricorso di diritto amministrativo, la Cassa afferma invece che in concreto, per l'anno 1995, sarebbe applicabile la norma vigente dal 1o gennaio 1995, secondo la quale è determinante l'importo ridotto della sostanza al 1o gennaio dell'anno in cui la prestazione è corrisposta (nuovo art. 17a cpv. 3 OPC-AVS/AI).\n\nb) Occorre innanzitutto rilevare che ai sensi dell'art. 17a cpv. 1 OPC-AVS/AI l'importo computabile delle parti di sostanza alle quali si è rinunciato (art. 3 cpv. 1 lett. f LPC) è ridotto annualmente di 10'000 franchi. Dal canto suo, l'art. 17a cpv. 3 OPC-AVS/AI, nel tenore vigente dal 1o gennaio 1995, riprende l'ordinamento disciplinato dall'art. 23 cpv. 1 OPC-AVS/AI, secondo il quale, di regola, per il calcolo della prestazione complementare è determinante, tra l'altro, lo stato della sostanza al 1o gennaio dell'anno per cui è assegnata la prestazione (cfr. DTF 119 V 438 seg. consid. 5c). Ora, in difetto di norme transitorie, il nuovo art. 17a cpv. 3 OPC-AVS/AI non può essere inteso nel senso che, con il 1o gennaio 1995, ove l'assegnazione di prestazioni sia in corso e si tratti di prestazioni decorrenti da epoca anteriore al 1995, l'ammontare della sostanza alla quale si è rinunciato debba essere ricalcolato. Si giustifica in tal caso di prescindere da esso disposto e di computare la sostanza alienata continuando a operare i regolari ammortamenti della medesima come se l'ordinamento non fosse mutato. Fine della normativa in discussione è in effetti precipuamente quello di garantire un periodico ammortamento di fr. 10'000.- annui, ossia di far sì, in applicazione dell'art. 17a cpv. 1 OPC-AVS/AI, che rispetto all'anno precedente l'importo della sostanza alienata sia nuovamente ridotto di fr. 10'000.-. Tale fine non potrebbe essere ossequiato se in caso di prestazioni decorrenti da BGE 123 V 247 S. 251epoca anteriore al 1995 si dovesse procedere ad un nuovo calcolo dello stato di ammortamento della sostanza alienata. Ne deriva che, in simile circostanza, il disposto di cui all'art. 17a cpv. 3 OPC-AVS/AI, nel tenore vigente dal 1o gennaio 1995, deve cedere il passo all'art. 17a cpv. 1 della medesima ordinanza.\n\nDiscende da quanto precede che, nel caso concreto, per quanto riguarda l'anno 1995, l'importo della sostanza alienata doveva essere ridotto di fr. 10'000.-. A ragione quindi i giudici di prime cure lo hanno ritenuto pari a fr. 170'000.-, essendo precisato che esso era computabile in fr. 180'000.- per l'anno 1994. Su questo punto il gravame risulta pertanto infondato.\n\n2. Rimane da esaminare il quesito del tasso di interesse che deve essere ritenuto per il calcolo del reddito della sostanza alienata.\n\na) Per stabilire questo tasso, i giudici di prime cure hanno preso in considerazione, per la prestazione del 1994, la media svizzera dei tassi di risparmio di tutte le banche secondo i dati dell'Annuario statistico della Svizzera, rispettivamente, per quella del 1995, il tasso d'interesse medio delle banche con attività regionale. Nel suo gravame, l'amministrazione, che nelle decisioni litigiose si era fondata sui redditi effettivi al momento della cessione, censura il tasso di riferimento preconizzato dal Tribunale cantonale per definire, per quel che concerne la prestazione complementare del 1995, il reddito perso a causa dell'alienazione della sostanza. Precisa ora in questa sede che, per quanto riguarda i casi in cui la decisione ha per oggetto prestazioni assegnate per l'anno in corso, la vigente prassi non è soddisfacente, il tasso d'interesse in questione non essendo conosciuto prima dei mesi di agosto/settembre dell'anno in cui esso dovrebbe trovare applicazione.\n\nb) Secondo la giurisprudenza cui accenna la Cassa ricorrente era stato giudicato che il tasso d'interesse applicabile alla sostanza alienata dev'essere fissato in funzione delle condizioni generali di mercato; ci si doveva normalmente riferire all'interesse medio per i depositi di risparmio praticato dalle cinque maggiori banche cantonali, secondo l'Annuario statistico della Svizzera. Poiché tale annuario determinava ormai l'interesse medio per i depositi di risparmio prendendo a fondamento il tasso applicato in tutte le banche, doveva far stato quest'ultimo tasso medio. Per motivi di praticabilità bisognava di massima basarsi sull'interesse medio in vigore nell'anno precedente quello per cui la prestazione veniva erogata (DTF 120 V 186 consid. 4e; VSI 1994 pag. 163 consid. 4b).\n\nBGE 123 V 247 S. 252\n\nOra, nel preavviso del 5 dicembre 1995 l'autorità federale di vigilanza propone di prendere in considerazione, per quanto concerne l'anno 1995, la media dei tassi delle banche cantonali pubblicati nei bollettini della Banca nazionale svizzera alla rubrica \"D3\", consacrata ai depositi di risparmio per i mesi compresi tra novembre 1993 e ottobre 1994. Questa soluzione, che fa capo a tassi vigenti in un periodo di tempo di poco anteriore a quello sinora preso in considerazione, merita di essere fatta propria del Tribunale federale delle assicurazioni nei casi in cui il tasso di riferimento non sia ancora conosciuto al momento della resa della decisione. Essa consente infatti di disporre di un tasso di riferimento già noto a partire dal primo giorno dell'anno in corso, nel quale l'amministrazione decide. Da questo profilo il ricorso della Cassa merita accoglimento."}