{"annee": "123", "cour": "III", "page": "271", "date": "18/3/1997", "cite": ["116 IV 193", "119 III 63", "103 IA 47", "119 III 68"], "cite_par": ["125 III 382"], "chapeau": "43. Auszug aus dem Urteil der II. Zivilabteilung vom 18. März 1997 i.S. M. AG gegen R. Inc. (staatsrechtliche Beschwerde)", "regestes": ["Art. 68 al. 1 LP. Dans la procédure de mainlevée, le droit fédéral interdit au débiteur d'exiger du créancier, en se fondant sur le droit cantonal de procédure, la fourniture de sûretés en garantie des dépens."], "faits": "|271|\n\nIn der Betreibung Nr. 62434/1996 des Betreibungsamtes Zug gegen die M. AG verlangte die R. Inc. für den Betrag von Fr. 11'452'455.65 nebst Zins die provisorische Rechtsöffnung. In der Folge ersuchte die M. AG um Sicherstellung der Parteientschädigung. Mit Verfügung vom 30. September 1996 verpflichtete der Rechtsöffnungsrichter (Kantonsgerichtspräsidium Zug) die R. Inc. zur Leistung eines Gerichtskostenvorschusses in der Höhe von Fr. 1'500.-- und zur Sicherstellung einer allfälligen Parteientschädigung im Betrag von Fr. 3'000.-- an die Gerichtskasse. Die von der M. AG gegen diese Verfügung erhobene Beschwerde, mit welcher sie eine Erhöhung der sicherzustellenden Parteientschädigung angestrebt hatte, wies die Justizkommission des Obergerichts des Kantons Zug mit Urteil vom 16. Januar 1997 ab.\n\nDie M. AG beantragt mit staatsrechtlicher Beschwerde die Aufhebung des obergerichtlichen Urteils. Das Bundesgericht weist die Beschwerde ab |272|", "considerants": "aus folgender Erwägung:\n\n4. Die Beschwerdeführerin erblickt Willkür darin, dass die Sicherstellung der Parteientschädigung nicht zu ihren Gunsten erhöht worden ist. Das Obergericht sei unter Berufung auf Bundesrecht (Art. 68 Abs. 1 SchKG i.V.m. Art. 54 Abs. 2 und Art. 68 Abs. 1 GebV SchKG [SR 281.35]) verfassungswidrig zum Schluss gelangt, dieses verbiete ihm, die vom kantonalen Prozessrecht vorgesehene Kautionsleistung (Art. 25 Ziff. 2 SchKG und § 136 Ziff. 2 ZPO/ZG i.V.m. § 43 ff. ZPO/ZG) im Rechtsöffnungsverfahren zuzulassen. Sie findet, die bundesrechtlichen Normen seien willkürlich angewendet und die Regeln des kantonalen Prozessrechts unter Verletzung von Art. 4 BV übergangen worden.\n\na) Zu den Betreibungskosten im Sinne von Art. 68 Abs. 1 SchKG gehören auch die Kosten des Rechtsöffnungsverfahrens (BGE 119 III 63 E. 2 und 4b/aa) vor allen kantonalen Instanzen (BGE 119 III 68 E. 3).\n\nDie neue GebV SchKG vom 23. September 1996 ist am 1. Januar 1997 in Kraft getreten (Art. 63 Abs. 2; AS 1996 S. 2937 ff. und 2950). Deren Art. 48 ff. und 62 Abs. 1 stimmen inhaltlich (abgesehen von den neuen Ansätzen) mit den Art. 50 ff. und 68 Abs. 1 aGebV SchKG überein. Da auch Art. 25 Ziff. 2 SchKG und Art. 68 Abs. 1 SchKG nach altem und neuem Recht dieselben Regeln aufstellen, muss sich das Bundesgericht mit dem Übergangsrecht bezüglich der Frage nach der Zulässigkeit einer Kautionsleistung nicht befassen (Art. 2 Abs. 1 der SchlBest. der Änderung des SchKG vom 16. Dezember 1994 und Art. 63 Abs. 1 nGebV SchKG).\n\nb) Der Verweis von Art. 25 Ziff. 2 lit. a SchKG (aArt. 25 Ziff. 2 SchKG) auf das kantonale Prozessrecht im Rechtsöffnungsverfahren gilt nur insoweit, als das Bundesrecht selbst keine Verfahrensvorschriften aufstellt (Art. 2 ÜbBest. BV; BGE 103 Ia 47 E. 2d S. 51; vgl. BGE 116 IV 193 E. 8c S. 204 f.; SABINE KOFMEL, Die Rechtsöffnung gemäss revidiertem SchKG, AJP/PJA 1996 S. 1352 bei Fn. 32 f.). Ob Bundesrecht die Möglichkeit der Sicherstellung der Parteikosten im Rechtsöffnungsverfahren ausschliesst, spielt anders als hier dann keine Rolle, wenn nach kantonalem Recht im Summarverfahren keine Kaution auferlegt werden kann (so z.B. Art. 313 ZPO/BE).\n\nVon möglicherweise zulässigen und hier nicht interessierenden Ausnahmen (ZR 78/1979 Nr. 29 S. 46) abgesehen, regeln Art. 68 SchKG i.V.m. Art. 50 ff. und 68 Abs. 1 aGebV SchKG die Kostenfolgen des Rechtsöffnungsverfahrens abschliessend (FRITZSCHE/ |273| WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. I, 3. Aufl. 1984, § 15 Rz. 3 und 6 S. 178 f. mit Fn. 7 sowie § 18 Rz. 17 S. 228). Auch AMONN/GASSER gehen für das anfangs 1997 in Kraft getretene Recht davon aus, die Kantone könnten neben Art. 68 Abs. 1 SchKG i.V.m. Art. 49 ff. und 62 Abs. 1 der neuen GebV SchKG keine weiteren Kostenfolgen anordnen (Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl. 1997, § 13 Rz. 2 f. und 11 sowie § 19 Rz. 16 und 20 S. 94, 96 und 120). Dieser Standpunkt lässt sich einleuchtend mit Art. 64 Abs. 1 a.E. BV begründen, wonach dem Bund das Recht zur Gesetzgebung für \"das Betreibungsverfahren\" zusteht. Von dieser Kompetenz hat der Bundesgesetzgeber nur zurückhaltend Gebrauch gemacht (MAX GULDENER, Zwangsvollstreckung und Zivilprozess, ZSR nF 74/1955 I S. 21 f.), was dagegen spricht, den Anwendungsbereich des kantonalen Verfahrensrechts auszuweiten.\n\nNach der Ansicht verschiedener Autoren haben die kantonalen Vorschriften zur Sicherstellung neben der bundesrechtlichen Pflicht des Gläubigers, die Betreibungskosten vorzuschiessen, keinen Platz (C. JAEGER, Das Bundesgesetz betreffend Schuldbetreibung und Konkurs, 1. Bd., 3. Aufl. 1911, N. 1 zu Art. 84 SchKG, S. 225 unten; STRÄULI/MESSMER, Kommentar zur zürcherischen Zivilprozessordnung, 2. Aufl. 1982, N. 4 der Vorbemerkungen zu § 213 ZPO; JAEGER/DAENIKER, Schuldbetreibungs- und Konkurs-Praxis der Jahre 1911-1945, 2. Bd. 1947, N. 1 zu Art. 68 GebT SchKG von 1919, S. 95; STUDER/RÜEGG/EIHOLZER, Der Luzerner Zivilprozess, N. 4 zu § 126 [lit. c] ZPO/LU). Das ist im Kanton Zürich langjährige Praxis (ZR 77/1978 Nr. 102 S. 228 ff.; E. Brügger, Die Schweizerische Gerichtspraxis im Schuldbetreibungs- und Konkursrecht 1946-1984, N. 1 zu Art. 50 GebT SchKG, S. 1082; WALDER-BOHNER, Zivilprozessrecht, 3. Aufl. 1983, § 34 Rz. 20 S. 416 in Fn. 15e). Zur Begründung wird ausgeführt, die Möglichkeit, Sicherstellung der Parteientschädigung verlangen zu können, verzögere das Rechtsöffnungsverfahren über Gebühr, würde das doch einen Entscheid innert 5 Tagen nach Anhörung des Betriebenen gemäss Art. 84 Abs. 2 SchKG illusorisch machen (vgl. aArt. 84 SchKG).\n\nGegen die Zulässigkeit des Sicherstellungsbegehrens im Rechtsöffnungsverfahren spricht auch die Geschichte der Gesetzgebung. In der bundesrätlichen Botschaft zum SchKG vom 23. Februar 1886 schliesst Art. 53 Abs. 1 des Vorentwurfs, der die Vorschusspflicht des Gläubigers im Betreibungsverfahren behandelt und im übrigen inhaltlich Art. 68 Abs. 1 SchKG entspricht, mit dem Satz: \"Im Übrigen kann |274| dem Gläubiger keine Sicherheitsbestellung (Kaution) auferlegt werden\" (BBl 1886 II S. 79 und 95, vgl. S. 1 und 59). Die ständerätliche Kommission änderte diese Bestimmung zwar leicht, liess jedoch den erwähnten Satz stehen (BBl. 1886 III S. 605, 626, 673, 743 und 789). In diesem Punkt fand der Artikel in der nationalrätlichen Kommission keine Beachtung (BBl. 1887 II S. 257 und 297). In der Botschaft des Bundesrates an die Bundesversammlung vom 10. Februar 1888 zum SchKG wurde ausgeführt, der zitierte Satz sei aus der zu Art. 52 des neuen Entwurfes gewordenen Bestimmung \"als überflüssig\" gestrichen worden, was wie folgt begründet wurde: \"Da das Bundesgesetz alle vom Gläubiger zu erfüllenden Bedingungen in erschöpfender Weise aufzählt, so versteht es sich von selbst, dass die Kantone nicht das Recht haben, dem Gläubiger fernere Verpflichtungen, die in diesem Gesetze nicht vorgesehen sind, zu überbinden\" (BBl. 1888 I S. 353 und 359). Wann die Streichung geschah, kann nicht nachvollzogen werden, weil das stenographische Bulletin der Bundesversammlung vor 1891 nicht veröffentlicht wurde.\n\nc) Schliesst die Vorschusspflicht nach Art. 68 Abs. 1 SchKG die Sicherstellung der Parteientschädigung aus und regelt Bundesrecht die Kosten des Betreibungsverfahrens abschliessend, kann die vom Obergericht vertretene Ansicht offensichtlich nicht willkürlich sein. Gleich hatte das Bundesgericht schon früher entschieden (unveröffentlichtes Urteil der I. öffentlichrechtlichen Abteilung vom 1. April 1980 i.S. W. AG, E. 5c)."}