{"annee": "123", "cour": "III", "page": "317", "date": "7/7/1997", "cite": ["114 II 361", "108 II 130", "122 III 257"], "cite_par": ["139 III 13", "141 III 569", "141 III 245", "127 III 411", "136 III 74"], "chapeau": "49. Extrait de l'arrêt de la Ire Cour civile du 7 juillet 1997 dans la cause C. contre X. S.A. (recours en réforme)", "regestes": ["Augmentation de loyer; notion de loyers usuels dans la localité ou le quartier (art. 269a let. a CO; art. 11 OBLF). Application des différents critères fixés à l'art. 11 al. 1 OBLF pour déterminer les loyers usuels dans la localité ou le quartier (consid. 4a et b); conditions d'utilisation de statistiques (consid. 4c/cc). Nécessité, pour le bailleur, d'établir que les loyers de comparaison ont réagi à la baisse du taux d'intérêt hypothécaire (confirmation de la jurisprudence; consid. 4d)."], "faits": "|317|\n\nA.- C. loue, depuis 1968, un appartement de sept pièces et demie, d'une surface de 171 m2, avec deux balcons de 3,60 m2 chacun, au deuxième étage d'un immeuble de la rue Liotard, à Genève. Le loyer |318| annuel a été fixé à 6'156 fr., par contrat de bail du 18 juillet 1972, puis a été régulièrement augmenté. Par avis de majoration du 9 juin 1986, il a été porté à 10'380 fr. A la suite d'une contestation élevée par le locataire, les parties sont tombées d'accord pour l'arrêter à ce montant-là avec effet au 1er mai 1987.\n\nEn 1988, l'appartement en question a été vendu à X. S.A.\n\nB.- Par avis de majoration du 17 juin 1994, la bailleresse a déclaré vouloir porter le loyer annuel de l'appartement à 22'500 fr. dès le 1er octobre 1994. Elle justifiait la hausse de loyer par référence à l'art. 269a let. a, b et e CO. Le locataire n'a pas accepté cette majoration et la tentative de conciliation a échoué.\n\nLe 15 novembre 1994, X. S.A. a ouvert action contre C. devant le Tribunal des baux et loyers du canton de Genève en concluant à ce que le loyer mensuel fût fixé à 1'850 fr., sans les charges. A l'appui de cette conclusion, elle invoquait principalement le critère des loyers comparatifs.\n\nStatuant le 15 avril 1996, la juridiction saisie a fixé le loyer annuel de l'appartement loué par le défendeur à 22'500 fr. dès le 1er octobre 1994. Elle a considéré, en substance, que la bailleresse avait établi, en produisant sept exemples d'appartements comparables à l'appartement litigieux, que le loyer en cause n'excédait pas les limites des loyers usuels dans le quartier.\n\nPar arrêt du 18 novembre 1996, la Chambre d'appel en matière de baux et loyers du canton de Genève a rejeté l'appel interjeté par le défendeur et confirmé le jugement de première instance.\n\nC.- Le défendeur interjette un recours en réforme au Tribunal fédéral. Il conclut à la mise à néant de l'arrêt attaqué, à la constatation du caractère disproportionné de l'augmentation de loyer litigieuse et, partant, à l'annulation de celle-ci. A titre subsidiaire, il sollicite le renvoi de la cause à la cour cantonale pour nouvelle décision dans le sens des considérants. Plus subsidiairement, il requiert que la possibilité lui soit offerte de prouver ses assertions.\n\nLa demanderesse propose le rejet du recours et la confirmation de l'arrêt entrepris.\n\nLe Tribunal fédéral admet partiellement le recours, annule l'arrêt attaqué et renvoie la cause à la cour cantonale pour nouvelle décision.", "considerants": "Extrait des considérants:\n\n4. Ne sont, en règle générale, pas abusifs les loyers qui se situent dans les limites des loyers usuels dans la localité ou dans le quartier |319| (art. 269a let. a CO). Selon l'art. 11 Ordonnances sur le bail à loyer et le bail à ferme d'habitations et de locaux commerciaux (OBLF, RS 221.213.11), les loyers déterminants pour le calcul des loyers usuels dans la localité ou le quartier sont les loyers des logements et des locaux commerciaux comparables à la chose louée quant à l'emplacement, la dimension, l'équipement, l'état et l'année de construction (al. 1). N'entrent pas en ligne de compte les loyers découlant du fait qu'un bailleur ou un groupe de bailleurs domine le marché (al. 3). Les statistiques officielles doivent être prises en considération (al. 4). Ces prescriptions correspondent à celles qui figuraient à l'art. 15 al. 1 let. a AMSL (seul le critère de la dimension y a été expressément ajouté; cf. TOBLER, Der Schutz des Mieters vor missbräuchlichen Mietzinsen, in: HANGARTNER (édit.), Das neue Mietrecht, St-Gall 1991, p. 98), de sorte que la jurisprudence relative à cette norme demeure valable pour l'interprétation des dispositions actuellement en vigueur.\n\na) La notion de loyer usuel dans la localité ou le quartier relève du droit. Il s'agit d'une question que le Tribunal fédéral peut revoir librement lorsqu'il est saisi d'un recours en réforme, raison pour laquelle l'autorité cantonale doit indiquer exactement les critères de comparaison utilisés par elle. Pour le reste, le juge du fait devra procéder à des comparaisons concrètes, à la lumière des critères susmentionnés, en ayant égard à l'évolution récente des loyers exigés pour les locaux retenus comme éléments de comparaison. L'utilisation de statistiques suppose des données chiffrées, suffisamment différenciées et dûment établies sur la situation, l'agencement et l'état de la chose louée, comme aussi sur la période de construction. Le fardeau de la preuve incombe au bailleur (ATF 114 II 361 consid. 3; voir aussi: ATF 122 III 257 consid. 4b p. 262; ATF 108 II 130 consid. 3b p. 134; TERCIER, Les contrats spéciaux, 2e éd., n. 2005). Pour pouvoir tirer des conclusions qui offrent quelque sécurité, il faut disposer, en règle générale, de cinq éléments de comparaison au moins, qui présentent, pour l'essentiel, les mêmes caractéristiques que le logement litigieux quant à l'emplacement, la dimension, l'équipement, l'état et l'année de construction (ATF 114 II 361 consid. 4b p. 364; WEBER/ZIHLMANN, Kommentar zum Schweizerischen Privatrecht, Obligationenrecht I, 2e éd., n. 2 ad art. 269a CO; LACHAT/STOLL, Das neue Mietrecht für die Praxis, 2e éd., p. 212; LACHAT/MICHELI, Le nouveau droit du bail, 2e éd., p. 220; ZIHLMANN, Das Mietrecht, 2e éd., p. 145; GRATZ, Mietzinsgestaltung, Zurich 1995, p. 82; GMÜR/THANEI, Mietzinserhöhung, Fachheft Mietrecht n. 3, Zurich 1993, p. 19; TRACHSEL, Leitfaden zum Mietrecht, p. 63; d'un autre avis: Commentaire de l'USPI, n. 19 ad art. 269a CO).\n\n|320|\n\nb) Le défendeur loue un appartement de sept pièces et demie, d'une surface de 171 m2, avec deux balcons de 3,60 m2 chacun, au deuxième étage d'un bâtiment de la rue Liotard, qui a été construit en 1907. La Chambre d'appel a comparé cet appartement avec sept autres logements qu'elle a décrits dans son arrêt en reprenant les constatations faites à ce propos par le Tribunal des baux et loyers. Trois de ces logements, comprenant chacun sept pièces et ayant une surface de 160 m2, se trouvent dans un immeuble sis au no 27 de la rue des Délices, qui a été édifié en 1902; ils occupent le premier, le deuxième et le quatrième étages de cet immeuble et leurs loyers annuels sont, respectivement, de 20'052 fr. pour les deux premiers et de 29'016 fr. pour le troisième. Trois autres appartements, comprenant chacun six pièces et demie pour une surface de 142 m2, ainsi qu'un balcon de 6 m2, se situent aux deuxième, troisième et quatrième étages d'un immeuble qui a été construit en 1905 au no 6 de la rue du Château; leur usage a été concédé moyennant un loyer qui se monte, respectivement, à 17'424 fr., 24'180 fr. et 18'600 fr. par an. Quant au dernier appartement, qui se trouve au no 92 de la rue Saint-Jean, au troisième étage d'un immeuble construit entre 1910 et 1920, ses six pièces et demie couvrent une surface de 130 m2 et il en coûte 24'000 fr. par an à son locataire pour y habiter.\n\naa) Les trois immeubles dans lesquelles se trouvent les appartements retenus par la cour cantonale comme éléments de comparaison sont assurément comparables à l'immeuble où se situe l'appartement du défendeur, pour ce qui est de la période de construction. Ils ont, en effet, été construits en 1902, en 1905 et durant la période comprise entre 1910 et 1920, alors que l'immeuble de la demanderesse a été édifié en 1907. Les quatre immeubles, qui datent tous des deux premières décennies de ce siècle, sont donc comparables sous cet angle (LACHAT/STOLL, op.cit., p. 212/213; LACHAT/MICHELI, op.cit., p. 220, note de pied 13; Commentaire de l'USPI, n. 17 ad art. 269a CO).\n\nbb) Pour ce qui est de leur état d'entretien, les immeubles à comparer avec celui de la demanderesse ne présentent pas de différences importantes par rapport à ce dernier.\n\nSelon la description qu'en a faite la Chambre d'appel, l'immeuble sis à la rue des Délices 27 a une toiture en bon état. L'ascenseur a été remplacé en 1954 - il est donc plus vieux que l'ascenseur qui se trouve dans l'immeuble en cause, lequel a été remplacé en 1986 - et la chaudière en 1984. Les vitrages sont simples et les cuisines d'époque. Les salles de bains sont équipées d'une baignoire encastrée |321| avec des faïences à mi-hauteur. L'état des appartements est considéré comme vétuste en ce qui concerne les salles de bains et les installations électriques. L'immeuble se trouvant à la rue du Château no 6 a été rénové dans les années quatre-vingt mais ne possède ni ascenseur ni buanderie. Les vitrages sont simples. Les salles de bains ont été rénovées mais les cuisines sont anciennes. Enfin, l'immeuble sis au no 92 de la rue Saint-Jean se trouve dans un état moyen; sa façade a été repeinte, mais la toiture et la ferblanterie sont en très mauvais état. Ni l'ascenseur, ni la chaudière, ni les alimentations en eau chaude et froide n'ont été remplacés. L'immeuble n'a pas de buanderie. Il est équipé de vitrages simples. Les baignoires sont presque toutes encastrées mais la hauteur du carrelage reste trop basse. L'équipement sanitaire a été rénové sans inclure le remplacement des colonnes.\n\nIl ressort de cette description qu'aucun des trois immeubles entrant en ligne de compte n'a été modernisé de fond en comble et ne se trouve dans un très bon état d'entretien, ce qui est également le cas, grosso modo, de l'immeuble de la demanderesse.\n\ncc) S'agissant de la question de la dimension, les trois appartements de sept pièces et les trois autres appartements de six pièces et demie peuvent être comparés avec l'appartement loué par le défendeur. Certes, le nombre de pièces revêt, en principe, une importance primordiale (ZIHLMANN, op.cit., p. 146), ce qui exclut généralement toute possibilité de comparaison entre des logements ne comprenant pas le même nombre de pièces. Cependant, la dimension du logement et la répartition des volumes constituent aussi des critères de comparaison déterminants (Commentaire de l'USPI, n. 13 ad art. 269a CO; LACHAT/STOLL, op.cit., p. 213). De ce point de vue, le fait que l'appartement litigieux a une demi-pièce, respectivement une pièce, de plus que les appartements précités apparaît moins décisif en l'occurrence que le critère de la surface, étant donné les grandes dimensions des logements à comparer. Ce dernier critère, s'il permet d'inclure dans la comparaison avec l'appartement de 171 m2 occupé par le défendeur les trois appartements de sept pièces dont la surface est de 160 m2, voire, à la rigueur, les trois appartements de six pièces et demie ayant une surface de 142 m2, exclut en revanche d'étendre la comparaison au dernier appartement dont la surface n'est que de 130 m2.\n\ndd) Quant à l'équipement des appartements proposés comme éléments de comparaison, le jugement de première instance, auquel se réfère la Chambre d'appel, précise que les appartements de sept |322| pièces ne sont pas équipés d'une cuisine et d'une salle de bains modernes, que la peinture et les papiers peints y sont défraîchis et que leurs installations électriques sont vétustes. Il indique, par ailleurs, que l'état d'entretien des trois appartements de six pièces et demie est qualifié de normal par le régisseur, que leur salle de bains a été rénovée, mais que leur cuisine est d'époque. L'appartement sis dans l'immeuble de la rue de Saint-Jean est décrit, enfin, comme présentant un état d'entretien normal. Le vitrage simple qui y a été installé entraîne certains inconvénients au niveau du bruit. L'équipement sanitaire a été rénové, mais il n'a pas été procédé au changement des colonnes. La salle de bains est équipée d'une baignoire encastrée, mais le carrelage reste trop bas. Ainsi, on ne constate pas de différences notables entre les appartements pris comme éléments de comparaison et l'appartement litigieux pour ce qui est de leur équipement respectif. Le contraire n'est d'ailleurs pas allégué.\n\nee) Il faut également se reporter au jugement de première instance pour examiner si, du point de vue de leur emplacement, les appartements mentionnés par la demanderesse et l'appartement loué par le défendeur sont comparables. Sans doute n'y trouve-t-on pas de constatation expresse quant à la proximité entre les premiers et ce dernier. Toutefois, la seule référence aux codes postaux, différents, des appartements entrant en ligne de compte ne suffit pas pour exclure que ceux-ci se situent dans le même quartier. Au demeurant, le défendeur ne démontre pas avoir déjà contesté, devant les juridictions cantonales et dans le respect des prescriptions de procédure applicables, que les appartements pris comme base de comparaison se trouvent dans le même quartier que l'appartement loué par lui. Cela étant, la proximité dans l'espace n'implique pas nécessairement l'existence d'une situation comparable (cf. déjà RENÉ MÜLLER, Der Bundesbeschluss über Massnahmen gegen Missbraüche im Mietwesen vom 30. Juli 1972, thèse Zurich 1976, p. 179). D'autres facteurs doivent également être pris en considération: infrastructure du quartier, présence de commerces, facilités de transport, installations sportives, écoles, etc. L'arrêt attaqué n'en dit mot, mais le défendeur ne soutient pas qu'il existerait, à cet égard, des différences importantes entre les sept appartements retenus par la cour cantonale et le sien. Au sujet de la situation des appartements du point de vue des nuisances (bruit intérieur et extérieur, odeurs, p. ex.), le jugement de première instance ne fournit que des indications sommaires; on y apprend, en particulier, que l'appartement de la rue de Saint-Jean |323| est bien placé en terme de vue, cette qualité étant toutefois contrebalancée par le bruit dû à la proximité des voies ferrées. En tout état de cause, le défendeur ne soutient pas que la situation respective des différents appartements interdirait toute comparaison dans le cas présent.\n\nc) L'arrêt attaqué mentionne sept objets de comparaison, ce qui serait en soi suffisant au regard de la jurisprudence précitée, qui en exige un minimum de cinq.\n\naa) Dans son calcul, la cour cantonale a cependant ignoré totalement le fait que six de ces sept objets de comparaison consistent en réalité dans deux groupes comprenant chacun trois appartements sis dans le même immeuble, ce dernier étant de surcroît géré par la même société. Comme il n'est ni allégué ni constaté que les deux immeubles où se trouvent ces appartements seraient soumis au régime de la propriété par étages, il faut en déduire que seuls trois immeubles appartenant à des tiers ont été proposés comme éléments de comparaison par la demanderesse. Or, la comparaison avec trois immeubles, qui plus est appartenant chacun au même propriétaire, ne permet pas de tirer des conclusions valables en ce qui concerne le niveau général des loyers du quartier, même si chacun des différents appartements se trouvant dans le même immeuble présente des caractéristiques comparables. Il n'est donc pas possible d'en inférer que les loyers exigés pour ces appartements correspondent aux loyers usuels dans le quartier, au sens de l'art. 269a let. a CO. Par conséquent, comme le nombre minimum d'objets de comparaison n'était pas atteint en l'espèce, la Chambre d'appel a considéré à tort que la demanderesse avait réussi à établir que le loyer litigieux se situait dans les limites des loyers usuels dans le quartier.\n\nbb) Au demeurant, même s'il fallait admettre exceptionnellement la possibilité que les différents logements sis dans un immeuble appartenant au même propriétaire ne soient pas traités comme un seul objet de comparaison, les loyers exigés pour de tels logements ne pourraient pas être traités de la même manière que ceux des logements appartenant à des propriétaires distincts et ne se trouvant pas dans le même immeuble, s'agissant de déterminer le niveau usuel des loyers. Ainsi, dans la présente espèce, les sept objets de comparaison ne pourraient pas être tenus pour suffisants sans plus ample examen, quand bien même on voudrait tenir compte, d'une part, du fait qu'il n'existe plus beaucoup d'appartements comparables à l'appartement litigieux sur le marché de la location, la plupart d'entre eux ayant été vendus, et, d'autre part, de ce que les deux groupes de |324| trois appartements proposés par la demanderesse comme objets de comparaison ne présentent aucune homogénéité interne quant au niveau des loyers exigés pour ces logements. En effet, cette dernière circonstance commande précisément une certaine prudence dans la prise en compte de ces loyers. A cet égard, on relèvera, par exemple, que les loyers annuels des appartements sis aux premier et deuxième étages de l'immeuble de la rue des Délices 27 sont identiques (20'052 fr.), tandis que le loyer de l'appartement sis au quatrième étage est nettement plus élevé (29'016 fr.), sans que l'on s'explique pour quelle raison un supplément pour la différence d'étage n'a pas été imposé dans le premier cas. Par ailleurs, si un tel supplément suffit sans doute à expliquer la différence entre les loyers exigés pour les appartements se trouvant, respectivement, au deuxième étage (17'424 fr.) et au quatrième étage (18'600 fr.) de l'immeuble sis à la rue du Château 6, le loyer réclamé pour l'appartement du troisième étage (24'180 fr.), dont les caractéristiques sont à peu près les mêmes que celles des deux autres appartements ne s'explique guère d'un point de vue objectif. Aussi, à supposer que, pour la détermination des loyers usuels dans le quartier, il soit possible, à titre exceptionnel, de prendre en considération séparément chacun des trois appartements sis dans les deux immeubles précités, encore faudrait-il vérifier, eu égard à ces différences de loyer inexpliquées, que les loyers de comparaison ne soient eux-mêmes pas abusifs (cf. lettre d ci-dessous), examen auquel la cour cantonale n'a pas procédé.\n\ncc) La cour cantonale souligne, dans son arrêt, que la statistique officielle fait état d'un loyer mensuel moyen de 2'169 fr.90 pour un appartement de sept pièces et demie situé dans un immeuble à loyers libres construit avant 1951.\n\nL'utilisation de statistiques suppose des données chiffrées, suffisamment différenciées et dûment établies sur la situation, l'agencement et l'état de la chose louée, comme sur la période de construction (ATF 114 II 361 consid. 3 p. 363). De telles données font manifestement défaut en l'espèce, dès lors que la Chambre d'appel mentionne une statistique officielle qui n'indique que le loyer moyen de tous les appartements de sept pièces et demie se trouvant dans des immeubles construits avant 1951 (selon LACHAT/MICHELI, op.cit., p. 220, note de pied 13, à Genève, les statistiques retiennent notamment les tranches d'âge suivantes: avant 1900, 1900-1920, 1921-1946, 1947-1960, etc.), sans égard à leur situation, à l'agencement et à la dimension des pièces, à l'état d'entretien et à l'équipement, |325| ainsi qu'à l'année de construction des différents appartements retenus pour l'établissement de la statistique. En l'occurrence, celle-ci ne constitue pas une statistique au sens de l'art. 11 al. 4 OBLF, dans la mesure où elle ne fournit pas de données suffisamment différenciées sur les éléments essentiels pour déterminer les loyers usuels dans le quartier ou la localité.\n\nd) Pour le reste, la cour cantonale ne pouvait pas se contenter de mentionner les objets de comparaison et de les décrire. Elle aurait dû procéder à des comparaisons concrètes avec l'appartement litigieux, en fonction des critères fixés à l'art. 11 al. 1 OBLF, et tenir compte, ce faisant, de l'évolution récente des loyers des appartements retenus comme éléments de comparaison (ATF 114 II 361 consid. 3 p. 363; 108 II 135 consid. 1 p. 137; 106 II 356 consid. 5d p. 363). A cet égard, la demanderesse invite le Tribunal fédéral à renoncer à sa jurisprudence exigeant des bailleurs la preuve que les loyers de comparaison ont réagi à la baisse du taux d'intérêt hypothécaire. Elle cite, à l'appui de sa requête, un arrêt genevois qui préconise l'abandon de la jurisprudence fédérale, entre autres motifs, parce qu'elle revient à corriger une donnée de fait - l'état du marché - au moyen de données relevant d'un calcul des coûts et qu'elle imposerait, de surcroît, au bailleur une preuve quasiment impossible à rapporter. Ces motifs ne sont certes pas dénués de toute pertinence, notamment sous l'angle économique en ce qui concerne le premier d'entre eux. Il n'en demeure pas moins que la jurisprudence actuelle, fermement établie, correspond à l'esprit de la législation relative à la protection contre les loyers abusifs, laquelle a précisément pour but d'éviter que le bailleur obtienne un rendement excessif de la chose louée. Or, il serait contraire à ce but de prendre comme éléments de comparaison, pour juger du caractère abusif d'un loyer donné, des loyers qui sont eux-mêmes abusifs parce que les bailleurs concernés ne les ont pas adaptés à l'évolution des facteurs de baisse. L'art. 11 al. 3 OBLF va d'ailleurs dans ce sens, en tant qu'il exclut la prise en considération des loyers découlant du fait qu'un bailleur ou un groupe de bailleurs domine le marché. Il en ressort clairement que la détermination des loyers usuels ne saurait obéir aux seules lois du marché. Au demeurant, même si l'on fait abstraction de la distorsion pouvant exister entre l'offre et la demande de logements, le fait de s'en tenir purement et simplement à l'état du marché à un moment donné peut également aboutir à un résultat choquant: ainsi, à supposer qu'une baisse du taux hypothécaire de référence doive prendre effet entre le moment de la notification de l'augmentation |326| de loyer litigieuse et l'entrée en vigueur de celle-ci, il ne serait pas admissible de faire abstraction de cette baisse dans l'examen des loyers comparatifs et de s'en tenir au niveau auquel se situaient ces derniers au moment de la notification de la hausse de loyer contestée. Quant aux difficultés de preuve évoquées dans l'arrêt cité par la demanderesse, qu'il ne faut d'ailleurs pas exagérer, elles ne sauraient justifier une entorse au système légal, tel qu'il a été voulu par le législateur fédéral. Partant, une modification de la jurisprudence actuelle en la matière ne s'impose pas.\n\nOn cherche en vain, dans l'arrêt attaqué, des indications au sujet de l'évolution des loyers des appartements pris comme objets de comparaison. Il est pourtant notoire que le taux hypothécaire a sensiblement baissé ces dernières années, après une période de hausse, ce qui aurait dû conduire à une réduction des loyers des appartements en question. Or, la cour cantonale n'indique pas depuis quand ces appartements sont loués, ni de quelle manière leurs loyers respectifs ont évolué dans un passé récent.\n\nEn outre, les juges précédents n'ont pas procédé à des comparaisons de prix concrètes, mais se sont bornés à entériner la méthode de calcul appliquée par l'autorité de première instance, c'est-à-dire à diviser le loyer global de chacun des sept appartements entrant en ligne de compte par le nombre de pièces s'y trouvant, pour obtenir un prix unitaire. Or, la référence à un tel prix (en fonction du nombre de pièces, du prix au m2 ou d'autres facteurs) n'est admissible que s'il existe des statistiques fiables pour tous les objets de comparaison, ce qui n'est pas le cas en l'occurrence. A ce défaut, l'autorité cantonale ne saurait faire l'économie d'une comparaison concrète, à l'aide des critères mentionnés à l'art. 11 al. 1 OBLF, entre les logements retenus par elle à cette fin et l'appartement litigieux. En particulier, lorsque le nombre d'objets de comparaison est limité, la détermination du loyer usuel nécessite une pesée soigneuse des avantages et des inconvénients inhérents à chacun de ces objets, tant il est vrai que, même si ceux-ci présentent des caractéristiques communes, ils n'ont jamais une valeur identique sur le marché de la location. Une telle recherche n'a pas été effectuée en l'espèce, et la simple description des appartements retenus comme éléments de comparaison ne saurait en tenir lieu.\n\ne) Au terme de cet examen, il apparaît, pour les raisons sus-indiquées, que la demanderesse n'a pas produit un nombre suffisant d'objets de comparaison, même si l'on prend en considération séparément chacun des exemples qu'elle a fournis. Dans ces conditions, |327| il s'impose de renvoyer la cause à la cour cantonale afin qu'elle examine les autres facteurs (relatifs) de hausse invoqués par la bailleresse pour justifier, en partie, la majoration de loyer litigieuse."}