{"annee": "123", "cour": "III", "page": "330", "date": "22/7/1997", "cite": [], "cite_par": ["127 III 569"], "chapeau": "51. Auszug aus dem Urteil der Schuldbetreibungs- und Konkurskammer vom 22. Juli 1997 i.S. S. AG (Beschwerde)", "regestes": ["Art. 36 LP; art. 106 ss LP. Lorsque l'effet suspensif a été attribué à une plainte dirigée contre la fixation du délai pour ouvrir action en revendication, l'autorité de surveillance invite l'office, dans sa décision finale, à fixer à nouveau le délai. En cas de rejet ou d'irrecevabilité de la plainte, la mesure est ordonnée à l'égard de la partie à laquelle l'office avait déjà imparti préalablement le délai pour agir."], "faits": "", "considerants": "|330|\n\nAus den Erwägungen:\n\n1. Was im folgenden gesagt wird, gilt sowohl bezüglich Art. 107 Abs. 1 altSchKG (unter dessen Herrschaft das Betreibungsamt Frist zur Klage angesetzt hat) als auch bezüglich Art. 107 Abs. 5 SchKG (in der Fassung vom 16. Dezember 1994, in Kraft seit 1. Januar 1997). Trotz neuer Gliederung und sprachlicher Verbesserung der Art. 106-109 SchKG ist nämlich die alte Regelung, unter Berücksichtigung der einschlägigen Praxis, beibehalten worden (BBl 1991 III, S. 85; Art. 2 Abs. 1 Schlussbestimmungen der änderung vom 16. Dezember 1994). Art. 36 SchKG betreffend die aufschiebende Wirkung ist unverändert in das revidierte Gesetz übernommen worden.\n\n2. Die Beschwerdeführerin irrt, wenn sie daraus, dass die Beschwerdegegnerin die Frist für die Beschwerde gegen die Fristansetzung gemäss Art. 107 Abs. 1 altSchKG versäumt hat und die kantonale Aufsichtsbehörde deshalb einen Nichteintretensentscheid |331| gefällt hat, den Schluss zieht, dass auch die Frist für die beim Richter zu erhebende Klage auf Feststellung des Drittanspruches als versäumt zu gelten habe:\n\nDie von der kantonalen Aufsichtsbehörde nach Massgabe von Art. 36 SchKG angeordnete aufschiebende Wirkung führt dazu, dass der vom Betreibungsamt angeordnete Fristenlauf nach Beendigung der Aufschiebung von neuem beginnt (vgl. BLUMENSTEIN, Handbuch des Schweizerischen Schuldbetreibungsrechtes, Bern 1911, S. 90). Ist, wie in dem hier zu beurteilenden Fall, aufschiebende Wirkung im Verfahren erteilt worden, welches dem Widerspruchsprozess vor dem Richter vorausgeht, so entscheidet die kantonale Aufsichtsbehörde - indem sie feststellt, wer Gewahrsam an der gepfändeten Sache hat - darüber, welcher Partei Frist zur Klage beim Richter anzusetzen ist. Ein Nichteintretensentscheid der kantonalen Aufsichtsbehörde hat - nicht anders als eine Abweisung der bei ihr erhobenen Beschwerde - einzig zur Folge, dass es bei der vom Betreibungsamt verfügten Parteirollenverteilung bleibt, während diese bei einer Gutheissung der Beschwerde neu bestimmt wird.\n\nDa der betreibungsrechtlichen Beschwerde nicht von Gesetzes wegen aufschiebende Wirkung zukommt, wird jener Partei, welche sich gegen die ihr durch das Betreibungsamt angesetzte Klagefrist zur Wehr setzt, nachdrücklich empfohlen, bei der Aufsichtsbehörde um aufschiebende Wirkung zu ersuchen (AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Auflage Bern 1997, § 24 N. 40). Sie wird von den Aufsichtsbehörden über Schuldbetreibung und Konkurs in den Fällen, wo es um die Anwendung der Art. 106 ff. SchKG geht, denn auch regelmässig erteilt. Ebenso ist es ständige Praxis, dass das Betreibungsamt mit dem Endentscheid von der kantonalen Aufsichtsbehörde (und gegebenenfalls auch von der Schuldbetreibungs- und Konkurskammer des Bundesgerichts) angewiesen wird, die Frist für die Klage vor dem Richter neu anzusetzen."}