{"annee": "123", "cour": "III", "page": "76", "date": "4/2/1997", "cite": ["109 II 55", "121 III 397", "120 II 240", "112 II 69"], "cite_par": ["125 III 421", "124 III 57", "137 III 580", "124 III 310", "125 III 358", "142 III 568"], "chapeau": "12. Extrait de l'arrêt de la Ie Cour civile du 4 février 1997 dans la cause T. contre W. (recours en réforme)", "regestes": ["Majoration de loyer; loyers indexés (art. 269b CO). Les principes énoncés dans l'ATF 121 III 397 au sujet du bail à loyers échelonnés s'appliquent également, mutatis mutandis, pour juger du caractère abusif ou non d'une majoration de loyer notifiée pour la date d'échéance d'un bail à loyers indexés ou pour une date postérieure, après reconduction tacite du bail."], "faits": "BGE 123 III 76 S. 76\n\nA.- a) Par contrat du 6 juillet 1984, T. a remis à bail à W. un local commercial (cabinet médical) sis au premier étage d'un immeuble dont il est propriétaire. Le bail était conclu pour une durée de dix ans, soit du 1er juillet 1984 au 30 juin 1994, et sa durée était prolongée d'une année s'il n'était pas dénoncé par écrit douze mois avant son échéance. Le loyer initial se montait à 1'500 fr. par mois; le bailleur se réservait le droit de l'adapter en fonction de la variation de l'indice suisse des prix à la consommation, moyennant observation d'un délai d'avertissement de trois mois.\n\nDurant la période initiale de dix ans, le bailleur a notifié à son locataire plusieurs majorations de loyer fondées sur la variation de l'indice suisse des prix à la consommation et, parfois, sur la hausse du taux hypothécaire. A quelques reprises, les parties se sont retrouvées devant l'autorité de conciliation en raison de litiges relatifs à ces augmentations de loyer.\n\nb) Par avis de majoration du 3 juin 1994, T. a notifié à W. une hausse de loyer pour le 1er juillet 1995, qui faisait passer celui-ci de 2'030 fr. par mois à 3'065 fr., montant auquel venait s'ajouter la somme de 210 fr. à titre d'acompte pour charges. Ladite hausse était BGE 123 III 76 S. 77motivée en ces termes: \"loyer permettant après paiement de tous les frais un rendement des fonds propres de 6%; voir ma lettre du 28 avril 1994 avec étude détaillée du HBV (Hausbesitzerverein) Bâle datée du 26.4.94\". Le locataire a contesté cette majoration de loyer et la tentative de conciliation a échoué.\n\nB.- Le 17 novembre 1994, T. a ouvert action contre W. en vue de faire constater le caractère non abusif du loyer mensuel de 3'275 fr., provision pour charges incluse. Le défendeur a conclu au rejet de la demande.\n\nPar jugement du 6 mars 1996, le Tribunal des baux à loyer et à ferme du district de Porrentruy a débouté le demandeur de toutes ses conclusions. Statuant le 14 mai 1996, sur appel de l'intéressé, la Cour civile du Tribunal cantonal du canton du Jura a confirmé ce jugement. En bref, elle a dénié au bailleur le droit de réclamer l'application de la méthode absolue pour calculer le montant du loyer à payer par le locataire postérieurement à l'expiration de la durée de validité de la clause d'indexation; cela fait, elle a constaté que le demandeur ne contestait pas la compensation opérée par les premiers juges entre les facteurs de majoration (renchérissement) et de diminution (baisse du taux hypothécaire) du loyer, et elle en a déduit, comme eux, que la majoration en cause n'était pas justifiée.\n\nC.- Le demandeur recourt en réforme au Tribunal fédéral. Il conclut, en substance, à l'annulation du jugement de la Cour civile et à la fixation du loyer litigieux à 3'275 fr., acompte pour charges compris, à partir du 1er juillet 1995. A titre subsidiaire, il sollicite le renvoi de la cause à la cour cantonale pour qu'elle procède aux calculs nécessaires selon la méthode absolue.\n\nLe défendeur propose le rejet du recours.\n\nLe Tribunal fédéral admet le recours, annule le jugement attaqué et renvoie la cause à la cour cantonale pour nouveau jugement dans le sens des considérants.", "considerants": "Extrait des considérants:\n\n4. a) Sous l'ancien (art. 9 AMSL), comme sous le nouveau droit (art. 269b CO), les clauses d'indexation n'étaient valables que si le bail était conclu - par le bailleur en tout cas (cf. l' ATF 112 II 69 consid. 3) - pour une durée minimale de cinq ans. En cas de reconduction tacite du bail d'année en année, le bailleur ne pouvait plus se prévaloir de la clause d'indexation (ATF 109 II 55 consid. 2b, a contrario, p. 58; arrêt genevois du 10 janvier 1977 cité in: SJ 1979 BGE 123 III 76 S. 78p. 592 no 177; GMÜR/CAVIEZEL, Mietrecht-Mieterschutz, 2e éd., p. 91; BARBEY, L'arrêté fédéral instituant des mesures contre les abus dans le secteur locatif, p. 106 ch. 4 et note de pied 348; LACHAT/MICHELI/DUPERTUIS, La fixation du loyer, p. 65, ch. 1.2; TRACHSEL, Leitfaden zum Mietrecht, p. 170, note de pied no 567; GMÜR/THANEÏ, Rechtsprechung des Bundesgerichtes zur Mietzinserhöhung, p. 43; d'un autre avis: RAISSIG/SCHWANDER, Massnahmen gegen Missbräuche im Mietwesen, 4e éd., p. 94). De lege lata, il ne peut pas non plus le faire (LACHAT/MICHELI, Le nouveau droit du bail, 2e éd., p. 251, ch. 2; LACHAT/STOLL, Das neue Mietrecht für die Praxis, 3e éd., p. 257, ch. 2.2; PORTNER, Wegleitung zum neuen Mietrecht, 2e éd., p. 135 in fine; JEANPRÊTRE PITTET/GUINAND/WESSNER, FJS no 362 p. 17; Commentaire de l'USPI, n. 5 ad art. 269b CO; GRATZ, Mietzinsgestaltung, p. 111; WEBER/ZIHLMANN, in: Kommentar zum Schweizerischen Privatrecht, Bâle, Obligationenrecht I, 2e éd., n. 2 ad art. 269b CO). Aussi bien, le Conseil fédéral a renoncé à donner aux parties la faculté de stipuler l'applicabilité de la clause d'indexation pour la période de reconduction tacite du bail, fût-elle inférieure à cinq ans, après avoir envisagé dans un premier temps, dans le cadre de la révision partielle de l'OBLF entrée en vigueur le 1er août 1996 (RO 1996 p. 2120 ss), d'ajouter un troisième alinéa allant dans ce sens à l'art. 17 OBLF (ROHRER, in: MietRecht aktuell [MRA] 1996 p. 143 ss, 147 in fine/148). Se pose, dès lors, la question de savoir quelle est la méthode de calcul applicable pour juger de l'admissibilité d'une majoration de loyer notifiée pour la date d'échéance de la clause d'indexation ou, comme en l'espèce, pour une date postérieure, après reconduction tacite du bail.\n\nb) Dans le domaine voisin du bail à loyers échelonnés, le Tribunal fédéral a rendu, le 15 novembre 1995, un arrêt sur le même sujet (ATF 121 III 397 consid. 2b/bb p. 403/404)...\n\nPour la cour cantonale, les arguments développés dans cet arrêt ne peuvent pas être transposés du bail à loyers échelonnés au bail à loyers indexés. En effet, si le premier comporte un élément aléatoire, dans la mesure où il anticipe la variation des facteurs de hausse et de baisse jusqu'à l'expiration du bail, il n'en va pas de même du second, étant donné que le loyer initial fixé dans le bail indexé est présumé apporter au bailleur un rendement suffisant de la chose louée et que l'indexation permet de maintenir un tel rendement tout au long de la durée fixe du contrat. A cet égard, les juges précédents soulignent que les clauses d'indexation sont plus favorables au bailleur qu'au locataire, notamment parce qu'elles l'autorisent à BGE 123 III 76 S. 79compenser périodiquement la totalité du renchérissement, alors que, selon les règles ordinaires, l'augmentation de loyer fondée sur ce motif ne peut dépasser le 40% de la hausse de l'indice (art. 269a let. e CO, art. 16 OBLF). A leur avis, il y a donc lieu de présumer que, à l'expiration de la période d'application de la clause d'indexation, le bailleur obtient un rendement suffisant de la chose louée, si bien qu'il ne peut réclamer l'application directe de la méthode absolue pour déterminer le montant du loyer à l'occasion de la reconduction du bail. Seul le locataire, s'il estime abusive la majoration de loyer qui lui est notifiée en vue du renouvellement du bail, peut se prévaloir de la méthode absolue, conformément à l'art. 270b CO. Quant au bailleur, il ne peut prétendre à l'application de cette méthode de calcul que dans l'hypothèse où le locataire demande la diminution du loyer (art. 270a CO) ou s'il a lui-même formulé antérieurement des réserves valables. Or, selon les juges cantonaux, le demandeur n'a émis aucune réserve, ni en ce qui concerne le montant prétendument insuffisant du loyer initial, ni lors des adaptations de celui-ci en cours de bail. Aussi convient-il d'appliquer en l'espèce la méthode relative pour décider si le loyer résultant de la majoration litigieuse est abusif. Tel est bien le cas, dès lors que le renchérissement enregistré depuis la dernière fixation du loyer, à fin 1992, a été largement compensé par la baisse du taux hypothécaire durant la même période.\n\nContrairement à l'opinion exprimée par les juges cantonaux, le demandeur est d'avis que les principes jurisprudentiels que le Tribunal fédéral a posés dans l'arrêt précité s'appliquent également aux baux à loyers indexés. Selon lui, le loyer indexé comporte, en effet, un élément aléatoire aussi marqué que le loyer échelonné, même s'il est quelque peu tempéré par la clause d'indexation, dans la mesure où l'indice du coût de la vie n'est pas l'élément principal qui influe sur le loyer, le taux hypothécaire constituant le facteur essentiel à cet égard. De ce fait, il n'est pas possible d'attribuer à l'entrée en vigueur du dernier loyer indexé une importance décisive pour l'application de la méthode relative. Au demeurant, le fondement même de cette méthode, à savoir la protection de la bonne foi du locataire, fait défaut en pareille hypothèse, car celui-ci sait dès le départ que, pendant la durée fixe du bail, le loyer n'évoluera qu'en fonction d'un seul facteur de hausse (le renchérissement), ce qui l'empêche d'admettre de bonne foi que son bailleur a épuisé tous les autres facteurs lors de la dernière majoration de loyer fondée sur la clause d'indexation. Dans ce contexte, le demandeur soutient BGE 123 III 76 S. 80qu'une réserve de hausse n'est pas admissible, et apparaît en tout cas superflue, en matière de bail à loyers indexés, du moment que le bailleur ne peut pas justifier une majoration de loyer par d'autres facteurs que celui qui est prévu par la clause d'indexation. D'où il suit, selon lui, que seule la méthode absolue entrait en ligne de compte pour l'examen de la majoration de loyer contestée.\n\nEmboîtant le pas à la cour cantonale, le défendeur plaide, pour sa part, en faveur de l'application exclusive de la méthode relative. Il conteste, en outre, que l'avis de notification de la majoration de loyer litigieuse ait été suffisamment motivé.\n\nc) La Cour civile dénie tout caractère aléatoire au bail à loyers indexés et considère que la présomption selon laquelle le précédent loyer est censé procurer un rendement suffisant de la chose louée reste valable dans ce type de bail. Semblable opinion ne saurait être suivie. Sans doute le caractère aléatoire du bail à loyers indexés ne réside-t-il pas, comme c'est le cas pour le bail à loyers échelonnés, dans les pronostics faits par le bailleur et le locataire à la conclusion du bail quant à l'évolution des facteurs de hausse et de baisse jusqu'à l'expiration de celui-ci; il n'en existe pas moins et trouve son origine dans l'interdiction qui est faite au bailleur, pour cinq ans au moins, de répercuter sur le loyer de son locataire d'autres facteurs de majoration que le renchérissement, en particulier la hausse du taux hypothécaire qui influe de manière prépondérante sur le niveau des loyers. A cet égard, les exemples chiffrés donnés par GRATZ (op.cit., p. 114 à 117) - il convient de les corriger légèrement pour tenir compte de ce qu'ils s'appliquent, non pas à des locaux commerciaux, mais à des locaux d'habitation pour lesquels la majoration de loyer ne pouvait pas dépasser 4/5 de la hausse de l'indice, ce qui n'est plus le cas depuis l'entrée en vigueur, le 1er août 1996, de l'art. 17 al. 1 OBLF révisé (RO 1996 p. 2120) - illustrent on ne peut mieux les aléas inhérents à l'évolution du loyer dictée par la seule variation de l'indice suisse des prix à la consommation. Ainsi, au terme de la période comprise entre le 1er avril 1988 et le 31 mars 1993, un loyer initial de 1'000 fr. majoré en fonction dudit indice se serait monté à 1'188 fr.40 (+ 18,84%), tandis qu'il se serait élevé à 1'389 fr.55 (+ 38,96%) si la méthode relative lui avait été appliquée, soit une différence de 20,12% en faveur du locataire. Inversement, si le bail avait pris effet le 1er avril 1990 pour échoir le 31 mars 1995, le même loyer, calculé au moyen de la clause d'indexation, se serait établi à 1'199 fr.75 (+ 19,97%) au terme de cette période, alors qu'il n'aurait été que de 1'038 fr.10 (+ 3,81%) s'il avait été fixé selon les BGE 123 III 76 S. 81règles ordinaires, la différence de 16,16% étant à l'avantage du bailleur dans cette seconde hypothèse. C'est dire l'incidence essentielle que revêt l'évolution du taux hypothécaire sur le montant du loyer, ce qui exclut de poser une quelconque présomption - dans un sens ou dans l'autre - quant au rendement de la chose louée à l'expiration de la durée minimale du bail à loyers indexés puisque ce facteur n'est pas pris en considération pendant toute cette durée (dans le même sens, ROHRER, op.cit., p. 148).\n\nLa méthode relative sert à déterminer, en fonction du contrat et du principe de la confiance, si une adaptation du loyer intervenant en cours de bail est admissible ou non. En d'autres termes, son application suppose que l'on examine si une modification du loyer est compatible avec la volonté manifestée antérieurement par celui qui la réclame. Ladite méthode, qui a pour fondement la confiance éveillée chez le cocontractant, interdit, en définitive, au bailleur d'adopter une attitude contradictoire. Cette confiance repose elle-même sur les relations spéciales existant entre le bailleur et son locataire, c'est-à-dire sur la manière dont ceux-ci ont aménagé leurs rapports contractuels et les ont développés jusque-là. Seul peut dès lors se prévaloir de la protection basée sur la confiance le locataire en la personne duquel celle-ci a été éveillée (ATF 120 II 240 consid. 2). Rapportés au bail à loyers indexés, ces principes commandent le rejet de la méthode relative, en tout cas dans la mesure où elle se fonderait sur la présomption voulant que le loyer issu de la dernière indexation effectuée pendant la durée minimale du bail procure au bailleur un rendement suffisant de la chose louée. En effet, comme le demandeur le souligne à juste titre, le locataire ne peut pas admettre de bonne foi, à l'occasion d'une majoration de son loyer fondée sur la clause d'indexation, que le bailleur a épuisé tous les facteurs de hausse, puisqu'aussi bien il savait, au moment où il avait conclu le bail à loyers indexés, que ce loyer ne pourrait varier qu'en fonction d'un seul facteur - le renchérissement - jusqu'à l'expiration de la durée minimale du bail. Telle est du reste la raison qui a amené la Chambre d'appel en matière de baux et loyers du canton de Genève à poser, dans un arrêt du 28 mars 1994 (Cahiers du bail 1995 p. 113 ss), qu'à l'issue de la période pendant laquelle le loyer était indexé, c'est le taux hypothécaire appliqué lors de la conclusion du contrat qui est déterminant pour le calcul de la hausse de loyer. L'opinion contraire, professée par ROGER WEBER et PETER ZIHLMANN (op.cit., ibid.), qui invoquent à son appui l'effet obligatoire de la clause d'indexation, néglige la spécificité du bail à loyers indexés et repose sur la BGE 123 III 76 S. 82fiction selon laquelle les parties ont renoncé d'emblée à la possibilité de se prévaloir, postérieurement à l'échéance de la durée fixe d'un tel bail, des variations conjoncturelles et, partant, imprévisibles que pourraient enregistrer - à la hausse comme à la baisse - les autres facteurs pendant cette durée. Quant à l'argument de la cour cantonale, tiré du fait que le demandeur n'a pas formulé une quelconque réserve de hausse à l'occasion des majorations de loyer qu'il a notifiées successivement au défendeur, il tombe à faux. La réserve présuppose que le bailleur renonce provisoirement à utiliser, en tout ou en partie, un facteur de hausse qu'il serait en droit de répercuter sur le loyer de son locataire. Or, s'agissant d'un bail à loyers indexés, le seul facteur de hausse admissible pendant la durée minimale du bail - hormis l'hypothèse de prestations supplémentaires du bailleur (sur ce point, cf. LACHAT/MICHELI, op.cit., p. 253, note de pied 12; GRATZ, op.cit., p. 112 en haut) - réside dans la variation de l'indice suisse des prix à la consommation. Par conséquent, une réserve n'est concevable tout au plus qu'à l'égard de ce facteur-là (p. ex., si le bailleur n'entend pas répercuter immédiatement sur le loyer l'intégralité du renchérissement révélé par la hausse de l'indice), mais en aucun cas vis-à-vis des facteurs que le bailleur n'a pas la possibilité d'invoquer pour justifier une majoration du loyer indexé (cf. ROHRER, op.cit., p. 148 in fine/149).\n\nEn définitive, les arguments avancés par la cour cantonale pour exclure l'application analogique de la jurisprudence concernant le bail à loyers échelonnés au bail à loyers indexés n'apparaissent pas convaincants. Aussi convient-il de s'en tenir, mutatis mutandis, aux principes énoncés dans l'ATF 121 III 397 pour juger du caractère abusif ou non d'une majoration de loyer notifiée pour la date d'échéance de la clause d'indexation ou pour une date postérieure. Toutefois, les particularités inhérentes au bail à loyers indexés - facteur de hausse déterminé et exclusion des autres facteurs - et la nécessité de ne pas dicter leur comportement aux parties lorsque la situation ne l'impose pas justifient de laisser au bailleur le choix entre la méthode absolue et la méthode relative - la première date de référence étant alors celle de la conclusion du bail - pour fixer le loyer que devra payer le locataire durant la période de reconduction tacite du bail (dans ce sens, cf. ROHRER, op.cit., p. 148).\n\nLes différents cas de figure envisageables peuvent, dès lors, être résumés comme il suit: le bailleur pourra solliciter une majoration du dernier loyer indexé pour le terme de résiliation, sur la base de l'art. 269d CO, et le locataire invoquer l'art. 270a CO à l'appui d'une BGE 123 III 76 S. 83demande de diminution de son loyer. Dans ce cadre-là, le nouveau loyer admissible devra être déterminé, en fonction des facteurs mentionnés dans l'avis de majoration, soit au moyen de la méthode absolue, soit à l'aide de la méthode relative, la première date de référence étant celle de la conclusion du bail dans cette dernière hypothèse. Il va de soi que le locataire pourra se prévaloir, de son côté, de la première méthode pour s'opposer à une majoration justifiée au regard de la seconde, mais qu'il estimerait abusive (ATF 121 III 163 consid. 2d/aa p. 165). Si, à l'expiration de la durée déterminée du bail \"congéable\", le bail est reconduit tacitement sans modification du loyer, de même que dans l'hypothèse d'une reconduction tacite d'un bail de durée déterminée proprement dit (art. 266 al. 2 CO), on pourra inférer de l'inaction du bailleur qu'il estimait suffisant le loyer en vigueur au moment où il aurait pu soit résilier le bail ou majorer le loyer (i.e. à l'échéance du bail \"congéable\"), soit, s'agissant d'un bail de durée déterminée stricto sensu, exiger le départ du locataire. Il en ira de même dans le cas d'une demande de baisse de loyer fondée sur la méthode relative, après reconduction tacite du bail à loyers indexés. Toutefois, si, dans ces deux variantes de reconduction tacite d'un tel bail, le bailleur ou le locataire réclamait l'application de la méthode absolue, il y aurait lieu de donner suite à sa demande (cette nuance semble avoir échappé à J. MÜLLER, qui critique à tort l' ATF 121 III 397 sur ce point [MRA 1996 p. 62], de même qu'à ROHRER [op.cit., p. 148]). En effet, le mode de fixation du loyer indexé, étant donné son caractère aléatoire, rend admissible le recours à la méthode absolue - par exception à la règle jurisprudentielle imposant de relativiser les motifs de hausse absolus (ATF 121 III 163 consid. 2c) - même si les circonstances ne se sont pas modifiées depuis la date d'expiration de la durée initiale pour laquelle le bail à loyers indexés a été conclu. En bref, quel que soit le cas de figure, chacune des parties pourra toujours exiger du juge qu'il vérifie au moyen de la méthode absolue si le nouveau loyer devant entrer en vigueur postérieurement à l'expiration de la durée minimale du bail à loyers indexés est abusif ou non."}