{"annee": "123", "cour": "IV", "page": "193", "date": "7/11/1997", "cite": ["109 IV 113", "120 IV 6", "117 IV 408"], "cite_par": [], "chapeau": "30. Auszug aus dem Urteil des Kassationshofes vom 7. November 1997 i.S. Stellvertretender Generalprokurator des Kantons Bern gegen X. und Y. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 165 ch. 1 aCP et art. 71 CP; banqueroute simple, prescription. Lorsque plusieurs actes ont conduit à une banqueroute simple, l'ensemble du comportement de l'auteur doit être considéré comme un tout (confirmation de la jurisprudence)."], "faits": "BGE 123 IV 193 S. 193\n\nX. und Y. gründeten zusammen mit W. am 13.1.1988 und 25.4.1989 vier Firmen, mit welchen sie Geschäfte im Immobilienbereich zu tätigen beabsichtigten. Dabei lancierten sie, vornehmlich von Fremdmitteln finanziert, verschiedene Grossprojekte im In- und Ausland, ohne über die notwendigen Geschäftskenntnisse für Vorhaben in dieser Grössenordnung zu verfügen. Infolge des Zusammenbruchs im Immobiliensektor sowie aufgrund der Umstände, dass X. und Y. ansehnliche Vorleistungen für künftige Investitionen im Ausland getätigt hatten, deren Realisierung aus verschiedenen Gründen unüberwindbare Hindernisse entgegenstanden, und dass es an einer klaren Trennung zwischen den einzelnen Firmen fehlte, gerieten alle vier Gesellschaften in Konkurs.\n\nAufgrund dieses Sachverhalts sprach das Wirtschaftsstrafgericht des Kantons Bern X. mit Urteil vom 28. November 1996 des betrügerischen Konkurses, der Erschleichung einer falschen Beurkundung, BGE 123 IV 193 S. 194des leichtsinnigen Konkurses sowie der Unterlassung der Buchführung schuldig und verurteilte ihn zu 18 Monaten Gefängnis, unter Gewährung des bedingten Strafvollzuges und Auferlegung einer Probezeit von drei Jahren. Ferner verurteilte es ihn zur Bezahlung einer Ersatzforderung von Fr. 21'000.-- an den Staat Bern. Mit selbem Urteil sprach das Wirtschaftsstrafgericht Y. des leichtsinnigen Konkurses sowie der Unterlassung der Buchführung schuldig und verurteilte ihn zu einer Gefängnisstrafe von acht Monaten, unter Gewährung des bedingten Strafvollzuges mit einer Probezeit von zwei Jahren. In verschiedenen Anklagepunkten sprach es die beiden Angeklagten frei. Ferner stellte es fest, dass dem Strafverfahren gegen beide Angeklagten wegen leichtsinnigen Konkurses, angeblich begangen in der Zeit zwischen dem 13.1.1988 und dem 5.12.1988, infolge Verjährung keine weitere Folge gegeben werde.\n\nGegen diesen Entscheid führt der stellvertretende Prokurator 2 des Kantons Bern eidgenössische Nichtigkeitsbeschwerde, mit der er beantragt, das angefochtene Urteil sei aufzuheben und zur Neubeurteilung an die Vorinstanz zurückzuweisen, soweit darin dem Verfahren hinsichtlich der Anklage des leichtsinnigen Konkurses zufolge Eintritts der Verjährung keine weitere Folge gegeben wurde.\n\nDas Bundesgericht heisst die Beschwerde gut", "considerants": "aus folgenden Erwägungen:\n\n2. Gemäss Art. 165 Ziff. 1 aStGB macht sich derjenige Schuldner des leichtsinnigen Konkurses und des Vermögensverfalls schuldig, der durch argen Leichtsinn, unverhältnismässigen Aufwand, gewagte Spekulationen oder grobe Nachlässigkeit in der Ausübung seines Berufes seine Zahlungsunfähigkeit herbeigeführt oder im Bewusstsein seiner Zahlungsunfähigkeit seine Vermögenslage verschlimmert hat, sofern über ihn der Konkurs eröffnet oder gegen ihn ein Verlustschein ausgestellt worden ist. Gemäss Art. 71 Abs. 2 StGB beginnt die Verjährung, wenn der Täter die strafbare Tätigkeit zu verschiedenen Zeiten ausführt, mit dem Tag, an dem er die letzte Tätigkeit ausgeführt hat.\n\nNach der Rechtsprechung ist die Frage, ob und unter welchen Bedingungen eine Mehrzahl von strafbaren Handlungen zu einer entsprechenden rechtlichen Einheit zusammenzufassen ist, in den Sachbereichen, in denen die vom Bundesgericht in BGE 117 IV 408 aufgegebene Rechtsfigur des fortgesetzten Delikts bisher Anwendung gefunden hat, gesondert zu beurteilen. Dabei sind verschiedene BGE 123 IV 193 S. 195strafbare Handlungen gemäss Art. 71 Abs. 2 StGB dann als eine Einheit anzusehen, wenn sie gleichartig und gegen dasselbe Rechtsgut gerichtet sind und - ohne dass bereits ein Dauerdelikt im Sinne von Art. 71 Abs. 3 StGB gegeben wäre - ein andauerndes pflichtwidriges Verhalten bilden, das der in Frage stehende gesetzliche Straftatbestand ausdrücklich oder sinngemäss mitumfasst (BGE 120 IV 6 E. 2b und c mit Nachweisen). Entgegen der Auffassung der Vorinstanz gelangt diese Rechtsprechung zur verjährungsrechtlichen Einheit jedoch beim Tatbestand des leichtsinnigen Konkurses gemäss Art. 165 aStGB nicht zur Anwendung. Denn nach der Rechtsprechung des Bundesgerichts zu dieser Bestimmung macht sich der Täter, selbst wenn mehrere Bankrotthandlungen zum leichtsinnigen Konkurs führten, nur der einfachen Tatbegehung schuldig (BGE 109 IV 113 E. 1c), so dass bei diesem Tatbestand nach der früheren Praxis die Rechtsfigur des fortgesetzten Delikts nicht zum Zug gekommen wäre. Die Formulierung von Art. 165 Ziff. 1 aStGB geht nicht von der üblichen Unterscheidung der Schuldformen von Vorsatz und Fahrlässigkeit aus, sondern umschreibt das vorwerfbare Verhalten im Gesetzestext selbst durch unbestimmte Rechtsbegriffe wie argen Leichtsinn, grobe Nachlässigkeit und gewagte Spekulationen. Damit kommt eine einheitliche Grundhaltung zum Ausdruck, von welcher das Tun oder Unterlassen des Täters getragen ist. Die strafbaren Handlungen werden beim leichtsinnigen Konkurs somit schon vom Gesetz als eine Einheit verstanden. Der Tatbestand erfordert daher eine Gesamtwürdigung der einzelnen Verhaltensweisen, da sich, nachdem der Konkurs eröffnet worden ist, kaum mehr im einzelnen aufschlüsseln lässt, welche Einzelakte die Zahlungsunfähigkeit herbeigeführt haben. Eine Aufteilung der Einzelhandlungen in die Herbeiführung der Zahlungsunfähigkeit und die Verschlimmerung der Vermögenslage ist daher systemwidrig. Verursacht oder verschlimmert der Täter seine Lage somit durch mehrere vom Gesetzgeber gekennzeichnete Tätigkeiten, so ist dieses ganze Verhalten als eine Einheit aufzufassen. Freilich müssen sämtliche Einzelhandlungen von derselben Grundhaltung (Leichtsinn) getragen, auf den gleichen Erfolg (Gefährdung der Gläubigerrechte) gerichtet und durch dieselbe Strafbarkeitsbedingung (Konkurseröffnung) zu einer Einheit zusammengeschlossen sein (BGE 109 IV 113 E. 1c; ebenso ALBRECHT, Kommentar Strafrecht, Art. 165 N. 29; EPARD, La banqueroute simple et la déconfiture, Diss. Lausanne 1984, S. 123 f.). Eine einzelne, möglicherweise mehrere Jahre zurückliegende leichtsinnige BGE 123 IV 193 S. 196Fehlspekulation kann daher bei einem später eintretenden Konkurs für sich allein nicht zur Strafbarkeit nach Art. 165 aStGB führen.\n\nDie Verjährung beginnt bei mehreren zum leichtsinnigen Konkurs führenden Tathandlungen mit der letzten Einzelhandlung zu laufen (BGE 109 IV 113 E. 1c). Da unbestrittenermassen die letzten von den Beschwerdegegnern vorgenommenen Handlungen, die zum Konkurs führten, nicht verjährt sind, erweist sich die Annahme der Vorinstanz, hinsichtlich der zwischen dem 13.1.1988 und dem 5.12.1988 liegenden Handlungskomplexe \"Abu Dhabi\" und \"Tosalet del Carmen\" sei die Verjährung eingetreten, als bundesrechtswidrig. Der Verweis der Vorinstanz auf die neuere Praxis zur verjährungsrechtlichen Einheit ist insofern verfehlt. Da sämtliche Einzelhandlungen der Beschwerdegegner als eine dem Grundgedanken des Straftatbestandes des leichtsinnigen Konkurses entsprechende andauernde Verletzung der Pflicht aufzufassen sind, im Interesse der Gläubiger im Umgang mit dem eigenen Vermögen eine gewisse Sorgfalt walten zu lassen und es zu erhalten (vgl. Trechsel, Schweizerisches Strafgesetzbuch, Kurzkommentar, Zürich 1989, Art. 163 N. 1 und 165 N. 1), sind auch die unter den Stichworten \"Abu Dhabi\" und \"Tosalet del Carmen\" getätigten Geschäfte nicht verjährt. Die Vorinstanz hat daher dem Strafverfahren in dieser Beziehung zu Unrecht infolge Verjährung keine weitere Folge gegeben. Die Beschwerde erweist sich somit als begründet. Ob der Einbezug dieser beiden Handlungskomplexe zu einer Änderung des angefochtenen Urteils im Strafpunkt führen muss, kann offenbleiben. Die Vorinstanz wird in diesem Zusammenhang jedenfalls berücksichtigen dürfen, dass den Einzelhandlungen bei einer Gesamtwürdigung nur geringes Gewicht zukommt und dass seit den für diesen Schuldspruch wesentlichen Handlungen mittlerweile verhältnismässig lange Zeit verstrichen und insofern bereits die absolute Verjährung in die Nähe gerückt ist."}