{"annee": "123", "cour": "II", "page": "210", "date": "22/2/1997", "cite": ["116 II 295", "117 II 50", "121 II 369", "116 II 733"], "cite_par": ["130 II 449", "128 II 49", "124 II 8", "133 II 35", "131 II 656", "125 II 169", "125 II 554"], "chapeau": "24. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 22. Februar 1997 i.S. D. gegen Verwaltungsgericht des Kantons Bern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 12 al. 2 LAVI, art. 13 al. 2 LAVI et art. 17 LAVI (calcul de la somme due aux victimes d'infractions à titre de réparation morale). Pouvoir d'examen de l'autorité cantonale de recours selon l'art. 17 LAVI (consid. 2). Prise en considération d'un comportement fautif de la victime dans le calcul de la somme due à titre de réparation morale en vertu de l'art. 12 al. 2 LAVI; application par analogie des règles du droit civil; portée de l'art. 13 al. 2 LAVI dans le calcul de la somme due à titre de réparation morale; poids excessif accordé au comportement fautif de la victime par rapport au comportement dommageable de l'auteur (consid. 3)."], "faits": "|211|\n\nAm 24. Juni 1993 demonstrierten rund 300 Kurden vor der türkischen Botschaft in Bern. Im Laufe der Kundgebung drangen verschiedene Personen auf das Gelände der Botschaft ein. In der Folge schossen Botschaftsangehörige auf die Demonstrationsteilnehmer. Mehrere Demonstranten sowie ein Polizeibeamter erlitten Schusswunden; einer der Demonstranten starb an seinen Verletzungen. Unter den Verletzten befand sich auch D., der eine offene Unterschenkelfraktur erlitt und vom 24. Juni bis 14. Juli 1993 im Spital behandelt werden musste; vom 24. Juni 1993 bis zum 31. Januar 1994 war er arbeitsunfähig. Die Fraktur und die Hautabdeckung sind inzwischen ausgeheilt; es bleiben jedoch funktionelle Beschwerden (Belastungsschmerzen). Im Zusammenhang mit der Kundgebung vor der türkischen Botschaft wurde D. wegen Landfriedensbruchs und Sachbeschädigung verurteilt. Die Untersuchung gegen Angehörige der türkischen Botschaft wurde durch Beschluss der Anklagekammer des Obergerichts des Kantons Bern vom 15. Juli 1994 aufgehoben. D. reichte am 2. Juni 1995 ein Gesuch um Entschädigung gemäss dem Bundesgesetz vom 4. Oktober 1991 über die Hilfe an Opfer von Straftaten (Opferhilfegesetz, OHG; SR 312.5) ein. Er verlangte Schadenersatz und Genugtuung in nicht bezifferter Höhe. Die Justiz-, Gemeinde- und Kirchendirektion des Kantons Bern sprach ihm am 18. März 1996 eine Entschädigung von Fr. 656.-- und eine Genugtuung von Fr. 2'000.-- zu. Hiegegen erhob D. Beschwerde ans Verwaltungsgericht des Kantons Bern. Er verlangte Schadenersatz im Betrage von Fr. 1'156.-- und Genugtuung in der Höhe von mindestens Fr. 6'000.--. Das Verwaltungsgericht hiess die Beschwerde am 19. September 1996 teilweise gut und legte den Schadenersatz neu auf Fr. 1'056.-- fest. Im übrigen wies es die Beschwerde ab. Gegen den verwaltungsgerichtlichen Entscheid erhob D. mit Schreiben vom 4., 16. und 21. Oktober 1996 Verwaltungsgerichtsbeschwerde ans Bundesgericht. Er beantragt, |212| der angefochtene Entscheid sei hinsichtlich der Genugtuung aufzuheben und es sei ihm eine Genugtuung in der Höhe von mindestens Fr. 6'000.-- zuzusprechen.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgenden Erwägungen:\n\n2. a) Der Beschwerdeführer macht geltend, das Verwaltungsgericht habe Art. 17 OHG verletzt, indem es sich bei der Überprüfung der Höhe der zugesprochenen Genugtuungssumme eine gewisse Zurückhaltung auferlegte. Diese Zurückhaltung laufe dem Ziel des Opferhilfegesetzes, das materielle Haftpflichtrecht gegenüber Opfern von Straftaten landesweit zu vereinheitlichen, diametral zuwider.\n\nb) Das Verwaltungsgericht hat in seiner einleitenden Erwägung ausgeführt, dass es den angefochtenen Entscheid frei prüfe, und zwar auch hinsichtlich der Angemessenheit der zugesprochenen Genugtuungssumme. Weil jedoch Art. 12 Abs. 2 OHG der Behörde bei der Bemessung der Genugtuungssumme einen erheblichen Beurteilungs- und Ermessensspielraum einräume, auferlege es sich bei der Überprüfung der Höhe der zugesprochenen Genugtuungssumme eine gewisse Zurückhaltung. Hiefür berief sich das Verwaltungsgericht u.a. auf die Rechtsprechung zur bundesgerichtlichen Kognition bei der Überprüfung von Genugtuungssummen im Berufungsverfahren.\n\nc) Gemäss Art. 17 OHG bestimmen die Kantone eine einzige von der Verwaltung unabhängige Beschwerdeinstanz; diese hat freie Überprüfungsbefugnis. Das bedeutet, dass sie nicht nur die Sachverhaltsfeststellungen und die Rechtsanwendung der verfügenden Behörde überprüfen kann, sondern auch die Angemessenheit des angefochtenen Entscheids; sie darf gegebenenfalls ihr Ermessen an die Stelle desjenigen der Verwaltung setzen (vgl. Peter Gomm/Peter Stein/Dominik Zehntner, Kommentar zum Opferhilfegesetz, Bern 1995, Art. 17 Rz. 5). Die freie Überprüfungsbefugnis hindert aber die Beschwerdeinstanz nicht, in Ermessensfragen einen Entscheidungsspielraum der Verwaltung zu respektieren. Die Genugtuungssumme entschädigt einen immateriellen, in Geld an sich nicht messbaren Schaden. Ihre Höhe hängt von der Würdigung der in Frage kommenden Bemessungskriterien ab und ist ein Ermessensentscheid. Es gibt nicht nur eine richtige Entscheidung, sondern in einer gewissen Bandbreite eine Mehrzahl von angemessenen, der Billigkeit |213| entsprechenden Lösungen. Die Beschwerdeinstanz kann sich daher damit begnügen, die Angemessenheit der von der Verwaltungsbehörde zugesprochenen Summe zu kontrollieren und - soweit diese der Billigkeit entspricht - von einer Abänderung des angefochtenen Entscheids absehen, auch wenn sie selbst, hätte sie als erstinstanzliche Behörde entschieden, möglicherweise nicht auf die gleiche Summe gekommen wäre. Die im angefochtenen Entscheid geäusserte Zurückhaltung ist in diesem Sinn zu verstehen, zumal sich das Verwaltungsgericht in seinen Erwägungen mit den verschiedenen Gesichtspunkten, die für und gegen eine höhere Genugtuungssumme sprechen, auseinandergesetzt hat und zum Ergebnis gekommen ist, die von der Justizdirektion zugesprochene Summe sei angemessen. Somit hat es eine freie Überprüfung vorgenommen und Art. 17 OHG nicht verletzt. Allerdings dürfte, worauf zur Klarstellung hinzuweisen ist, die Zurückhaltung bei der Überprüfung nicht so weit gehen, dass das Verwaltungsgericht erst bei einer rechtsfehlerhaften Ermessensüberschreitung eingreifen würde. Deshalb könnte der Hinweis auf die bundesgerichtliche Rechtsprechung (BGE 116 II 299 E. 5a) etwas missverständlich sein; denn diese Rechtsprechung lässt sich nicht ohne weiteres auf die Beschwerdeinstanz gemäss Art. 17 OHG übertragen.\n\n3. a) Der Beschwerdeführer ist ferner der Auffassung, die Vorinstanz habe bei der Bemessung der Genugtuung zu Unrecht ein Mitverschulden des Beschwerdeführers berücksichtigt. Das Verwaltungsgericht führte in seinem Entscheid aus, die türkischen Botschaftsangehörigen, deren Schusswaffeneinsatz völlig unnötig gewesen sei, treffe ein schweres Verschulden, was sich auf die Festsetzung der Genugtuung auswirken könne. In diesem Punkt müsse sich der Beschwerdeführer indessen entgegenhalten lassen, dass sein eigenes Verhalten anlässlich der Kundgebung vor der türkischen Botschaft ebenfalls nicht gebilligt werden könne. Darin sei zwar kein Mitverschulden im haftpflichtrechtlichen Sinne zu erblicken (weshalb das Verwaltungsgericht auch von einer Kürzung der materiellen Entschädigung gemäss Art. 13 Abs. 2 OHG absah); dennoch könne nicht ausser acht gelassen werden, dass der Beschwerdeführer an einer unbewilligten und daher rechtswidrigen Demonstration teilgenommen habe und bei dieser Gelegenheit straffällig geworden sei. Hätte er sich nicht über die Rechtsordnung hinweggesetzt, wäre er nicht Opfer einer Straftat geworden. Eine Heraufsetzung des Genugtuungsanspruchs mit Blick auf das Verhalten der Tatbeteiligten rechtfertige sich somit nicht.\n\n|214|\n\nb) Das Opferhilfegesetz legt in Art. 12 Abs. 2 OHG die Voraussetzungen für die Zusprechung einer Genugtuung fest: Das Opfer muss schwer betroffen sein, und besondere Umstände müssen die Zusprechung einer Genugtuung rechtfertigen. Das OHG enthält jedoch keine (ausdrücklichen) Bestimmungen über die Bemessung der Genugtuungssumme. In Rechtsprechung und Literatur werden daher die von den Zivilgerichten entwickelten Grundsätze zur Bemessung von Genugtuungsleistungen herangezogen (vgl. BGE 121 II 369 E. 3c/aa S. 373; GOMM/STEIN/ZEHNTNER, a.a.O., Art. 12 OHG Rz. 19; RUTH BANTLI KELLER/ULRICH WEDER/KURT MEIER, Anwendungsprobleme des Opferhilfegesetzes, Plädoyer 1995 Nr. 5, S. 44; THOMAS KOLLER, Das Opferhilfegesetz: Auswirkungen auf das Strassenverkehrsrecht, AJP 1996 Nr. 5, S. 591; KLAUS HÜTTE/PETRA DUCKSCH, Die Genugtuung, I/114 Ziff. 11.4). Bei der Bemessung der Genugtuungssumme gemäss Art. 47 OR können grundsätzlich alle Herabsetzungsgründe von Art. 44 OR berücksichtigt werden; dies gilt insbesondere auch für ein Mitverschulden des Opfers (BGE 117 II 50 E. 4a/bb S. 60; BGE 116 II 733 E. 4g S. 736). Dabei rechtfertigt unter Umständen auch ein leichtes Mitverschulden eine Reduktion der Genugtuung (BGE 117 II 50 E. 4b S. 62). Dagegen schränkt das Opferhilfegesetz in Art. 13 Abs. 2 OHG die Berücksichtigung eines Mitverschuldens des Opfers ein: Die Entschädigung darf danach nur herabgesetzt werden, wenn das Opfer den Schaden \"wesentlich mitverschuldet\" hat. (\"Lorsque, par un comportement fautif, la victime a contribué dans une mesure importante à créer ou à aggraver le dommage\"; \"se la vittima, con comportamento colpevole, ha contribuito in modo preponderante a creare o ad aggravare il danno\".) Im vorliegenden Fall hat das Verwaltungsgericht selbst angenommen, dem Beschwerdeführer könne jedenfalls kein wesentliches Mitverschulden im Sinne dieser Bestimmung vorgeworfen werden. Es fragt sich daher, ob es das Verhalten des Opfers (Teilnahme an einer rechtswidrigen Demonstration) dennoch anspruchsmindernd berücksichtigen durfte.\n\naa) Seinem Wortlaut sowie seinem systematischen Zusammenhang nach regelt Art. 13 Abs. 2 OHG nur die Entschädigung, d.h. den materiellen Schadenersatz des Opfers. In BGE 121 II 369 (E. 3c/aa S. 373 und E. 4c S. 375) erwog jedoch das Bundesgericht, dass diese Bestimmung für die Bemessung des Genugtuungsanspruchs analog herangezogen werden könne. Allerdings ging es im genannten Fall nicht um die Voraussetzungen einer Anspruchsreduktion, sondern um die Frage, ob ein (wesentliches) |215| Mitverschulden des Opfers den gänzlichen Ausschluss der Genugtuung rechtfertigen könne. In diesem Punkt stimmt Art. 13 Abs. 2 OHG (lediglich Anspruchsreduktion) mit den zivilrechtlichen Grundsätzen gemäss Art. 47 und 44 OR überein: Seit der in BGE 116 II 733 (E. 4f und g S. 734 ff.) vorgenommenen Praxisänderung führt ein überwiegendes Mitverschulden des Opfers grundsätzlich nicht mehr zur Ablehnung des Genugtuungsanspruchs, sondern nur noch zu dessen Herabsetzung. Der Entscheid BGE 121 II 369 enthält daher zu der im vorliegenden Fall sich stellenden Frage keine Aussage.\n\nbb) Gemäss Art. 44 Abs. 1 OR kann grundsätzlich jedes Selbstverschulden des Geschädigten zur Herabsetzung der Ersatzpflicht führen. Aus der Botschaft des Bundesrates zum Opferhilfegesetz geht hervor, dass der Gesetzgeber in Art. 13 Abs. 2 OHG bewusst eine Formulierung gewählt hat, die restriktiver gefasst ist als die Herabsetzungsgründe nach Art. 44 Abs. 1 OR (BBl 1990 II S. 991). Es fehlt allerdings an einer Begründung für diese Abweichung von den Grundsätzen des Zivilrechts, auf welche die Botschaft (a.a.O.) ansonsten selbst verweist. Möglicherweise beruht diese Privilegierung von Opfern einer Straftat auf der Überlegung, dass den Schädiger regelmässig ein kriminelles Verschulden trifft (auch wenn dies nach Art. 2 Abs. 1 OHG nicht Voraussetzung der Opferhilfe ist), dem gegenüber ein einfaches Selbstverschulden des Geschädigten dermassen geringfügig erscheint, dass es bei der Bemessung der Ersatzpflicht nicht berücksichtigt werden darf (vgl. ROLAND BREHM in: Berner Kommentar, N. 22 zu Art. 44 OR). Diese Erwägung trifft nicht nur auf die (materielle) Entschädigung zu, sondern auch auf die Genugtuung. Für die Anwendbarkeit von Art. 13 Abs. 2 OHG auf die Genugtuung liesse sich auch die neuere Praxis des Bundesgerichts zu Art. 47 OR anführen, wonach sich die Kürzung der Genugtuung wegen Mitverschuldens grundsätzlich in der gleichen Grössenordnung bewegen sollte wie die Kürzung des materiellen Schadenersatzanspruchs (BGE 117 II 50 E. 4a/bb S. 60; BGE 116 II 733 E. 4g S. 736).\n\ncc) Andererseits unterscheidet sich die Bemessung des Genugtuungsanspruchs wesentlich von der Berechnung des materiellen Schadenersatzanspruchs, weshalb Art. 13 Abs. 2 OHG nicht unbesehen auf die Genugtuung ausgedehnt werden kann. Die erlittene immaterielle Unbill lässt sich im Gegensatz zum materiellen Schaden nicht mathematisch berechnen. Sowohl der Entscheid, ob eine Genugtuung geschuldet wird, als auch deren Bemessung sind vielmehr Billigkeitsentscheide, bei denen eine Vielzahl von Kriterien |216| berücksichtigt werden können (vgl. BREHM, a.a.O., N. 72 zu Art. 47 OR). Unter diesem Gesichtspunkt erschiene es inkonsequent, wenn eines dieser Kriterien (nämlich das Opferverhalten) nicht bzw. erst ab einem bestimmten (\"wesentlichen\") Verschuldensgrad berücksichtigt werden dürfte, mit der Folge, dass keinerlei Abstufung mehr möglich wäre zwischen demjenigen, den überhaupt kein Verschulden trifft und demjenigen, den zumindest ein leichtes bis mittleres Mitverschulden trifft.\n\ndd) Es erscheint darüber hinaus sinnvoll, sich bei der Bemessung der Genugtuung nach dem Opferhilfegesetz nicht zu weit von den zivilrechtlichen Grundsätzen zu entfernen. Ansonsten könnte sich etwa ein Opfer, das bereits ein rechtskräftiges Urteil auf Genugtuung gegen den Täter erwirkt hat und nun ein Gesuch auf Opferhilfe mangels Zahlungskraft des Täters einreicht, nicht auf dieses Urteil stützen (so aber HÜTTE/DUCKSCH, a.a.O., I/114 Ziff. 11.4); statt dessen müsste erneut eine Genugtuungssumme festgesetzt werden - diesmal nach den speziellen Kriterien des Opferhilfegesetzes.\n\nee) Schliesslich lässt sich die im Hinblick auf das Mitverschulden günstigere Behandlung von Entschädigungsansprüchen durch deren sozialen Zweck rechtfertigen: Während die Genugtuung gemäss Art. 12 Abs. 2 OHG einkommensunabhängig ist, hat das Opfer nur Anspruch auf Entschädigung, wenn sein Einkommen einen gewissen Grenzbetrag nicht übersteigt (Art. 12 Abs. 1 OHG). Auch die Höhe der Entschädigung richtet sich u.a. nach dem Einkommen des Opfers (Art. 13 Abs. 1 OHG). Die Entschädigung nach Opferhilfegesetz soll demjenigen helfen, der infolge der Straftat in wirtschaftliche Schwierigkeiten gerät (Art. 64ter BV). Diesem sozialen Zweck der Entschädigung würde es widersprechen, der Verschuldenskürzung zu viel Raum zu geben (vgl. GOMM/STEIN/ZEHNTNER, a.a.O., Art. 13 Rz. 27).\n\nff) Nach dem Gesagten ist zwischen Entschädigungsansprüchen einerseits und Genugtuungsansprüchen andererseits zu differenzieren: Es ist davon auszugehen, dass dem Gesetzgeber kein redaktionelles Versehen unterlaufen ist, als er in Art. 13 Abs. 2 OHG den Genugtuungsanspruch nicht erwähnte, sondern dass diese Bestimmung nur auf Entschädigungsansprüche Anwendung findet. Das schliesst nicht aus, im Einzelfall auch bei der Bemessung der Genugtuung nur ein \"wesentliches\" Mitverschulden des Opfers zu berücksichtigen; dies ist jedoch - anders als bei der Entschädigung - vom Gesetzgeber nicht zwingend vorgeschrieben. Damit war es dem Verwaltungsgericht nicht von vornherein verwehrt, im vorliegenden |217| Fall bei der Bemessung der Genugtuungssumme den Umstand mitzuberücksichtigen, dass der Beschwerdeführer an einer rechtswidrigen Demonstration teilgenommen hatte und diese Teilnahme kausal für seine erlittenen Verletzungen war.\n\nc) Es fragt sich allerdings, ob das Verwaltungsgericht dem Opferverhalten im konkreten Fall nicht zu viel Gewicht beigemessen hat. Zwar hat der Beschwerdeführer an einer unerlaubten Demonstration teilgenommen, die den Tatbestand des Landfriedensbruchs erfüllte, und sich selbst der Sachbeschädigung strafbar gemacht, d.h. selbst eine rechtswidrige Handlung begangen. Er musste deshalb vernünftigerweise mit gewissen Risiken rechnen, wie z.B. Polizeieinsatz (Tränengas, Wasserwerfer usw.) oder Gegendemonstrationen, nicht aber mit dem Einsatz von Schusswaffen. Dies gilt jedenfalls, solange sich die Demonstration - wie im vorliegenden Fall - nur gegen Sachen (Gebäude) richtete und keine Personen gefährdete. Auch wenn man den Schusswaffeneinsatz nicht für so fernliegend hält, dass sich eine Verneinung der Adäquanz und damit der Kausalität des Opferverhaltens im Rechtssinne rechtfertigen, muss doch das krasse Missverhältnis zwischen Anlass und Reaktion bei der Bemessung der Genugtuung beachtet werden. Im vorliegenden Fall hat allerdings auch das Berner Verwaltungsgericht angenommen, die Reaktion der türkischen Botschaftsangestellten sei völlig unangemessen gewesen, weswegen sie ein schweres Verschulden treffe, während dem Beschwerdeführer, wenn überhaupt, nur ein leichtes Mitverschulden vorgeworfen werden könne. Es ist deshalb davon auszugehen, dass es dem Opferverhalten kein zu grosses Gewicht beigemessen hat."}