{"annee": "123", "cour": "III", "page": "385", "date": "8/10/1997", "cite": ["116 II 351", "120 II 97", "109 II 165", "120 II 371", "91 II 401", "116 III 107", "116 II 1", "108 II 503", "109 II 188", "122 III 449", "116 II 196", "118 II 235"], "cite_par": ["126 III 209", "127 III 481"], "chapeau": "59. Auszug aus dem Urteil der II. Zivilabteilung vom 8. Oktober 1997 i.S. Y. gegen Z. AG (Berufung)", "regestes": ["Art. 28 CC et 28a al. 1 ch. 3 CC; droit à la constatation lors d'atteinte illicite à la personnalité par voie de presse. Les déclarations de presse, selon lesquelles un cadre supérieur d'une banque aurait exercé des activités douteuses, aurait procuré à des tiers, moyennant des avantages personnels, des crédits à des conditions préférentielles ou se serait enrichi considérablement et fréquemment par des affaires à la limite de la légalité, constituent, par exemple, des atteintes graves à sa personnalité et fondent le droit à la constatation de l'intéressé (consid. 4)."], "faits": "BGE 123 III 385 S. 385\n\nIm Prozess wegen widerrechtlicher Persönlichkeitsverletzung des Klägers Y. gegen die Beklagte Z. AG erkannte das Bezirksgericht, was folgt:\n\n\"1. Es wird festgestellt, dass die Beklagte mit ihren Artikeln\n\n- in der Zeitung X. vom 19. Oktober 1990 unter dem Titel: \"Aktien-Skandal BGE 123 III 385 S. 386in Bank A.\", und\n\n- in der Zeitung X. vom 22. Februar 1991 unter dem Titel: \"Neue Beute für Insider-Jäger\",\n\nden Kläger widerrechtlich in seinen persönlichen Verhältnissen verletzt hat, indem sie den Ein druck erweckte bzw. dem Kläger im einzelnen unterstellte:\n\n- er habe dubiose Geschäfte betrieben,\n\n- er habe auf Veranlassung der eidgenössischen Bankenkommission seine Anstellung als stellvertretender Direktor bei der Bank B. verlassen müssen, weil er keine Gewähr für eine einwandfreie Geschäftsführung geboten habe,\n\n- die Vorfälle innerhalb der Bank seien so gravierend gewesen, dass die Behörde den Ausschluss des Klägers ultimativ verlangt habe,\n\n- er habe wegen der Bevorzugung beim Kauf der C. Aktien dem Verkäufer Q. zusätzliche Kredite zu Vorzugskonditionen verschafft,\n\n- er habe sich massiv und häufig mit Geschäften an der Grenze der Legalität bereichert,\n\n- für eine strafrechtliche Untersuchung seien zwei Tatbestände denkbar, einerseits das Insidervergehen und andererseits ungetreue Geschäftsführung,\n\n- gegen den Kläger laufe eine Strafuntersuchung wegen eventueller Betrügereien mit Titeln der Firma C.\"\n\nDas Bezirksgericht umschrieb ferner die Modalitäten der Veröffentlichung dieser Feststellung.\n\nAuf Berufung der Z. AG hin wies das Obergericht die Klage von Y. ab. Gleich dem Bezirksgericht bejahte es zwar, dass die beanstandeten Presseäusserungen den Kläger widerrechtlich in seiner Persönlichkeit (namentlich in der Geschäftsehre) verletzten, teilte aber die Auffassung nicht, die Widerrechtlichkeit der Verletzungen wirke sich weiterhin störend aus (Urteil vom 25. Februar 1997).\n\nDem Bundesgericht beantragt Y., das obergerichtliche Urteil aufzuheben und die Klage gutzuheissen, eventuell die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Während das Obergericht auf Gegenbemerkungen verzichtet hat, schliesst die Z. AG auf Abweisung der Berufung.\n\nDas Bundesgericht heisst Berufung und Klage teilweise gut", "considerants": "aus folgenden Erwägungen:\n\n4. Art. 28a Abs. 1 Ziffer 3 ZGB macht die Klage auf Feststellung der Widerrechtlichkeit einer Persönlichkeitsverletzung davon abhängig, dass \"sich diese weiterhin störend auswirkt\". Der Kläger BGE 123 III 385 S. 387vertritt, es reiche aus, wenn diese Störwirkung noch im Zeitpunkt der Klageeinleitung nachweisbar gewesen sei. Sodann beurteile sich jene nicht nach Massgabe des Durchschnittslesers, sondern nach dem Kreis von Lesern, bei denen das vom Kläger gezeichnete Bild haften bleibe, weil sie ihn privat oder beruflich kennen würden. Die Beklagte widerspricht dem; sie stützt sich auf die jüngste Entwicklung der bundesgerichtlichen Praxis.\n\na) Das Bundesgericht hat erkannt, dass ein blosser Störungszustand - namentlich die mit dem Fortbestand eines Presseerzeugnisses verbundene Gefahr erneuter Wahrnehmung - zur Begründung der Feststellungsklage nicht genügt (BGE BGE 120 II 371 E. 3 S. 373; im Ergebnis gl.M. TERCIER, Le droit de la personnalité - Chronique de jurisprudence 1996, medialex 1997 S. 110 ff., S. 112). Wie beim Rechtsschutzinteresse allgemein muss auch dieses gesetzlich umschriebene Feststellungsinteresse vom Kläger dargetan werden, und es ist eine vom kantonalen Richter grundsätzlich endgültig zu beurteilende Tatfrage, welche Umstände in der konkreten Streitsache nach den Prozessvorbringen der Parteien und gegebenenfalls dem Ergebnis des Beweisverfahrens erstellt und der rechtlichen Subsumption unter den Begriff des Interesses zugrunde zu legen sind; frei zu prüfende Rechtsfrage ist dagegen, welche Umstände rechtserheblich sind und ob sie im Einzelfall ausreichen, die Klagebefugnis zu begründen (allgemein: BGE 116 II 351 E. 3b S. 355 mit Hinweis; für den Persönlichkeitsschutz: BGE 120 II 371 E. 3 S. 373/374; ebenso z.B. BGE 116 II 196 E. 2b S. 200, die Patentnichtigkeitsklage betreffend). Diesen Nachweis der Störungswirkung hat das Bundesgericht dem Kläger bei schweren Eingriffen in die Persönlichkeit abgenommen, weil von diesen nach allgemeiner Lebenserfahrung auf eine anhaltend störende Auswirkung der Verletzung geschlossen werden darf; ob ein solch schwerer Eingriff vorliegt, beurteilt sich aus der Sicht des Durchschnittslesers (BGE 122 III 449 E. 2b S. 453). Im Berufungsverfahren vor Bundesgericht stellen sich bei behaupteten schweren Eingriffen insoweit nurmehr Rechtsfragen.\n\nDie Beklagte zeichnet diese Entwicklung zutreffend nach; zu präzisieren ist lediglich, dass gemäss dem letztpublizierten Urteil der Rechtsschutz nicht sogar dann eingreift, \"wenn man keine Störungswirkung behauptet\", sondern eben dann, wenn man keine Tatsachen beweist oder Indizien zeigt (Tatfrage), die eine anhaltende Störungswirkung zu folgern erlauben (Rechtsfrage). Bei schweren Eingriffen in die Persönlichkeit geht es somit um die Ersetzung des Nachweises BGE 123 III 385 S. 388durch eine Vermutung, mithin um eine Frage der Beweislastumkehr und nicht um die Befreiung von der Antragsbegründung (z.B. BGE 108 II 503 E. 3 S. 506; 109 II 363 E. 2 S. 364, betreffend Widerspruchsrecht gegen die Scheidungsklage; BGE BGE 109 II 188 E. 2 S. 190 ff.; BGE 118 II 235 E. 3 S. 237 mit Hinweis, zum Verlust des Rentenanspruchs des in einem Konkubinat lebenden Berechtigten; BGE 116 II 1 für den Anspruch auf Gegendarstellung). Entgegen der Behauptung des Klägers verknüpfen daher weder das Obergericht noch das Bundesgericht den von ihm zu leistenden Nachweis, dass sich die Persönlichkeitsverletzung weiterhin (\"effektiv noch oder erneut\") störend auswirkt, mit dem Durchschnittsleser. Dieser Nachweis ist vielmehr mit den allgemein zulässigen Mitteln zu erbringen (vgl. BGE 120 II 371 E. 3 S. 373; Urteil vom 22. März 1996, in: medialex 1996 S. 156 E. 5, mit Angaben, was dazu nicht genügt; BGE 91 II 401 E. 4c S. 411, zum Zeugenbeweis). Der Durchschnittsleser spielt hingegen dort eine Rolle, wo es um die Vermutung andauernder Störungswirkung geht. Die Schwere des Eingriffs in die Persönlichkeit, die hiefür vorausgesetzt wird, muss nach einem objektivierten Massstab bewertet werden, aus der Sicht des Durchschnittslesers also (BGE 122 III 449 E. 2b S. 454).\n\nDas vom Bundesrecht abschliessend geregelte Rechtsschutzinteresse muss auch im Zeitpunkt des Urteils noch vorhanden sein. Das gilt allgemein (BGE 116 II 351 E. 3c S. 355/356 mit Hinweis), aber auch für die Feststellungsklage nach Art. 28a Abs. 1 Ziffer 3 ZGB (BGE 122 III 449 E. 2b S. 453, Abs. 2, a.E.). Eine Verletzung von Bundesrecht liegt somit nicht darin, dass das Obergericht verlangt hat, die Persönlichkeitsverletzung müsse sich \"heute noch\" störend auswirken. Der Einwand des Klägers, durch Zeitablauf könne diese Sachurteilsvoraussetzung entfallen, trifft zwar zu, ist aber nichts Besonderes und gehört zum Prozessrisiko (z.B. BGE 109 II 165 E. 2 S. 167, die Patentnichtigkeitsklage betreffend, wenn die Schutzdauer während des Prozesses abgelaufen und kein weiterbestehendes Feststellungsinteresse dargetan ist). Die Befürchtung des Klägers, es liege damit in der Hand der Gegenpartei, den Prozess zu trölen und derart das Andauern der Störungswirkung zu vereiteln, ist insofern unberechtigt, als die entsprechende Einrede gestützt auf das Verbot offenbaren Rechtsmissbrauchs nicht gehört werden dürfte (z.B. BGE 116 III 107 Nr. 22). Im übrigen trägt die Praxis dem Moment der Prozessdauer Rechnung, wenn es bei schweren Eingriffen in die Persönlichkeit das Feststellungsinteresse ohne Weiterungen präsumiert. Dieses Moment unterstreicht die Beklagte mit gutem Grund.\n\nBGE 123 III 385 S. 389\n\nb) Zum Nachweis der andauernden Störungswirkung führt der Kläger an, die unmittelbarste Folge der Presseäusserungen sei seine Verhaftung durch jenen Bezirksanwalt gewesen, der im Artikel der Beklagten bereits namentlich hochgejubelt und damit aufgeputscht worden sei. Verbunden mit dieser Inhaftierung sieht er als Störungswirkung die Angst seiner Kinder. Tatsächliche Feststellungen zu diesen beiden Punkten fehlen indessen. Vor allem die klägerische Behauptung, erst aufgrund der Presseartikel habe die Bezirksanwaltschaft Untersuchungen angestellt, ist im kantonalen Verfahren bestritten geblieben. Fehlt ein Beweisergebnis dazu, müssen die Sachvorbringen des Klägers vor Bundesgericht als neu und unzulässig gelten (BGE 116 II 196 E. 3a S. 200 mit Hinweis). Die Beklagte verweist darauf zu Recht. Auf einer zweiten Linie rückt der Kläger berufliche Beeinträchtigungen in den Vordergrund: Die wahrheitswidrige Behauptung der Beklagten, die Eidgenössische Bankenkommission habe ultimativ seine Ablösung gefordert, habe in Bankenkreisen Aufsehen erregt, was als Erfahrungstatsache nicht eigens bewiesen werden müsse. Aufgrund der Zeugeneinvernahmen stehe auch fest, dass er durch diese Publikationen \"abserviert\" worden sei. Blosses Aufsehen kann allerdings eine vorübergehende Erscheinung sein, und zu der hier angeblich in beruflichen Folgen liegenden Störungswirkung ist zu bemerken, dass der Kläger nach eigenen Angaben seit 1993 wieder bei einer namhaften Bank als Direktor angestellt sein soll, weshalb in Bank- und Wirtschaftskreisen anhaltende Auswirkungen der Persönlichkeitsverletzung verneint werden können. Diese dem angefochtenen Urteil entnommene Auslegung der klägerischen Prozesserklärungen ist nicht zu beanstanden.\n\nc) Die Vermutung der andauernden Störungswirkung kann hingegen nicht verneint werden. Der berichtete Skandal wird namentlich mit der Person des Klägers identifiziert. Die eingeklagten Presseäusserungen unterstellen ihm eine unlautere, ja strafrechtlich relevante Geschäftstätigkeit und lassen jegliche Ausgewogenheit vermissen. Dass der Kläger heute wieder in der angestammten Branche tätig ist, ändert nichts am negativen Eindruck als solchem, der beim Durchschnittsleser entstanden ist. Auf die zutreffenden Ausführungen der kantonalen Instanzen zu den Verletzungen des Klägers in seiner Persönlichkeit kann insgesamt verwiesen werden. Der daherige Eingriff in die Geschäftsehre eines leitenden Bankangestellten wiegt fraglos schwer (z.B. Urteil des Bundesgerichts vom 16. Februar 1937, in: SJ 60/1938 177 E. 5 S. 184, den Vorwurf der BGE 123 III 385 S. 390Veruntreuung gegen einen Bankdirektor betreffend; zuletzt z.B. BGE 120 II 97 E. 2a S. 98, hinsichtlich der Würdigung eines Flugzeugverkaufs als Kriegsmaterialhandel). Die vom Obergericht erwähnte Klageänderung kann dabei wohl für das Publikationsbegehren (Art. 28a Abs. 2 ZGB) Schlüsse erlauben, aber nicht für das Feststellungsbegehren (Art. 28a Abs. 1 Ziffer 3 ZGB); die Voraussetzungen der jeweiligen Ansprüche sind auseinanderzuhalten (statt vieler: TERCIER, Le nouveau droit de la personnalité, Zürich 1984, N. 993 und N. 1003 ff. S. 135 ff.). Der Feststellungsanspruch muss unter diesen Umständen bejaht und die Klage gutgeheissen werden, nachdem die Widerrechtlichkeit der festzustellenden Persönlichkeitsverletzung unbestritten geblieben ist."}