{"annee": "123", "cour": "V", "page": "122", "date": "30/6/1997", "cite": ["118 V 100", "121 V 277", "116 V 189"], "cite_par": ["127 V 309", "134 V 153", "130 V 369"], "chapeau": "21. Auszug aus dem Urteil vom 30. Juni 1997 i.S. A. gegen Pensionskasse der E. AG und Versicherungsgericht des Kantons Basel-Stadt", "regestes": ["Art. 13 al. 1 let. a, art. 26 al. 3 et art. 49 LPP, art. 25 al. 1 OPP 2. Droit à une rente de vieillesse de la prévoyance plus étendue nié en raison de l'absence de la qualité d'assuré, dans le cas d'un travailleur qui, en complément de rentes de l'assurance-invalidité et de l'assurance-accidents, perçoit, conformément à la jurisprudence de l'arrêt ATF 116 V 189, une rente LPP par ailleurs exclue (réduite) en vertu du règlement de l'institution de prévoyance."], "faits": "BGE 123 V 122 S. 122\n\nA.- A. (geboren am 5. Mai 1930) war aufgrund seiner Anstellung bei der Firma E. AG bei deren Pensionskasse versichert. Am 3. März 1987 erlitt er einen schweren Unfall. Mit Verfügung vom 23. Dezember 1988 sprach ihm die Ausgleichskasse des Basler Volkswirtschaftsbundes ab 1. März 1988 eine ganze Invalidenrente zu. Die Schweizerische Unfallversicherungsanstalt (SUVA) anerkannte ihrerseits einen Invaliditätsgrad von 100% ab 1. Oktober BGE 123 V 122 S. 1231990 und setzte die entsprechende Invalidenrente als Komplementärrente auf einem Jahresverdienst von Fr. 62'655.-- fest (Verfügung vom 13. Februar 1991). Die Pensionskasse der E. AG richtete A. ebenfalls eine Invalidenrente aus, welche ab 1. Oktober 1990 im Monat Fr. 420.20, zuzüglich eine Kinderrente von Fr. 84.05, betrug (Schreiben vom 23. April 1991).\n\nAm 15. August 1991 wandte sich A. an die Pensionskasse mit der Bitte um Bestätigung, dass ihm bei Erreichen des AHV-Alters eine Altersrente von voraussichtlich Fr. 16'887.-- im Jahr zugesprochen werde. Die Pensionskasse verneinte einen Anspruch auf Altersrente unter Hinweis auf eine Stellungnahme der Firma Y Versicherungsberatung vom 6. Januar und 17. Februar 1992. Darin ging die Versicherungsberaterin von Art. 15 des Reglementes aus, wonach die Invalidenrenten lebenslänglich ausgerichtet würden und das Erreichen des Rentenalters kein Erlöschensgrund sei. Folglich bleibe es bei der laufenden BVG-Invalidenrente, weshalb kein Raum für die Zusprechung einer zusätzlichen Altersrente bestehe.\n\nB.- Am 8. April 1994 erhob A. Klage beim Versicherungsgericht des Kantons Basel-Stadt mit dem Rechtsbegehren, die Pensionskasse sei zu verpflichten, ihm ab 1. Juni 1995 eine lebenslänglich zahlbare Altersrente in jährlicher Höhe von mindestens Fr. 11'790.50 zu bezahlen. Nach Durchführung eines Schriftenwechsels und einer Parteiverhandlung wies das Versicherungsgericht die Klage mit Entscheid vom 5. Mai 1995 ab.\n\nC.- A. führt Verwaltungsgerichtsbeschwerde und erneuert das im kantonalen Verfahren gestellte Rechtsbegehren (...)\n\nDie Pensionskasse schliesst auf Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Sozialversicherung (BSV) äussert sich zur Sache, ohne einen Antrag zu stellen.", "considerants": "Aus den Erwägungen:\n\n3. a) Auszugehen ist davon, dass der Beschwerdeführer die ihm auf der Grundlage der BVG-Altersgutschriften festgesetzte Invalidenrente gemäss Art. 26 Abs. 3 BVG (in der bis Ende 1996 gültig gewesenen und hier anwendbaren Fassung) über die Vollendung des 65. Altersjahres hinaus weiterhin beziehen wird. Diese - im Umfange und nach Massgabe der BVG-Vorschriften - dem Beschwerdeführer ausgerichtete Invalidenrente lässt den im Falle der Konkurrenz zu UV- und MV-Leistungen vorgesehenen reglementarischen Leistungsausschluss (Art. 4 des Kassenreglements) BGE 123 V 122 S. 124unberührt. Der Entscheid BGE 116 V 189, mit welchem das Eidg. Versicherungsgericht Art. 25 Abs. 1 BVV2 für gesetzwidrig erklärt hat, insoweit er die Vorsorgeeinrichtungen ermächtigt, die Gewährung von Hinterlassenen- oder Invalidenleistungen auszuschliessen, wenn die Unfall- oder die Militärversicherung für den gleichen Versicherungsfall leistungspflichtig ist, bezieht sich nur auf die Mindestvorsorge nach BVG, nicht jedoch auf die weitergehende berufliche Vorsorge.\n\nb) Im Streit liegt, ob der Beschwerdeführer nebst der Invalidenrente gemäss Art. 26 Abs. 3 BVG ab Vollendung des 65. Altersjahres zusätzlich einen Anspruch auf eine Altersrente hat. Zur Begründung seines Standpunktes bringt er in der Verwaltungsgerichtsbeschwerde vor, aufgrund der Rechtsprechung des Eidg. Versicherungsgerichts gemäss BGE 116 V 189 sei die Beschwerdegegnerin gezwungen, Invalidenleistungen nach BVG zu erbringen, obwohl dies im Falle der Konkurrenz zu UV- und MV-Leistungen in Art. 4 des Reglementes nicht vorgesehen sei. Spreche aber das Reglement von Invalidenrenten, so werde damit eine reglementarische Invalidenrente und nicht eine solche gemeint, welche erst durch die erwähnte Rechtsprechung des Eidg. Versicherungsgerichts ins Leben gerufen worden sei. Daher könne der reglementarische Ausschluss der Altersrentenberechtigung bei Vorliegen eines Anspruchs auf eine Invalidenrente nicht zum Zuge kommen.\n\nDie Beschwerdegegnerin bringt vor, bei der aufgrund von BGE 116 V 189 entgegen dem Wortlaut von Art. 4 des Reglementes ausgerichteten BVG-Invalidenrente handle es sich trotzdem um eine Invalidenrente im Sinne von Art. 15 des Reglementes. Dieses unterscheide zwischen Versicherten und Rentenbezügern. Als Rentenbezüger und mit einer Arbeitsunfähigkeit von 100% sei der Beschwerdeführer entgegen den Behauptungen in der Verwaltungsgerichtsbeschwerde nicht mehr Arbeitnehmer seiner früheren Arbeitgeberfirma.\n\nDas BSV hält unter anderem fest, der Anspruch gemäss Art. 26 Abs. 3 BVG auf Invalidenleistungen erlösche mit dem Tod des Anspruchsberechtigten oder mit dem Wegfall der Invalidität. Somit werde die Invalidenleistung nicht durch eine Altersleistung abgelöst. Gestützt auf Art. 34 Abs. 2 BVG habe der Bundesrat in Art. 25 Abs. 1 BVV2 Vorschriften zur Verhinderung ungerechtfertigter Vorteile des Versicherten oder seiner Hinterlassenen beim Zusammentreffen mehrerer Leistungen aufgestellt. Diese (in der Fassung vom 18. April 1984) habe das Eidg. Versicherungsgericht BGE 123 V 122 S. 125in BGE 116 V 189 als insoweit gesetzeswidrig bezeichnet, als sie die Vorsorgeeinrichtung ermächtigen, die Gewährung von Hinterlassenen- oder Invalidenleistungen auszuschliessen, wenn die Unfallversicherung oder die Militärversicherung für den gleichen Versicherungsfall leistungspflichtig ist. Diese Regelung habe sich auf die obligatorische Versicherung bezogen. Mit Verordnungsänderung vom 28. Oktober 1992, welche am 1. Januar 1993 in Kraft getreten sei, habe der Bundesrat Art. 25 Abs. 1 BVV2 so neu gefasst, dass die Vorsorgeeinrichtung in diesem Fall analog Art. 24 BVV2 kürzen könne. Da die Invalidenleistungen über das Rücktrittsalter hinaus ausgerichtet werden, seien die Vorsorgeeinrichtungen im Rahmen des Obligatoriums und ihrer Reglemente berechtigt, entsprechende Kürzungen weiterhin vorzunehmen.\n\n4. a) Zu prüfen ist, wie es sich mit der gesetzlichen und reglementarischen Lage verhalten würde, wenn die Vorsorgeeinrichtungen nicht durch BGE 116 V 189 und ihm folgend durch die Revision von Art. 25 Abs. 1 BVV2 ab 1. Januar 1993 verhalten worden wären, anstelle des vorher zulässigen Leistungsausschlusses im Falle der Konkurrenz zur Unfallversicherung oder Militärversicherung Invalidenleistungen unter Beachtung des Überentschädigungsverbotes zu erbringen. Dabei ist im folgenden mit der Vorinstanz davon auszugehen, dass der Beschwerdeführer nicht mehr in einem Arbeitsverhältnis mit der Arbeitgeberfirma steht. Er ist vollständig arbeitsunfähig, bezieht keinen Lohn mehr und ist Bezüger von IV-, UV- und BVG-Leistungen aus der firmeneigenen Pensionskasse. Unter diesen Umständen kann nicht die Rede davon sein, er sei nach wie vor Arbeitnehmer. Selbst wenn das Arbeitsverhältnis nicht ausdrücklich aufgelöst worden sein sollte, so ist es durch konkludentes Verhalten beendet worden (vgl. auch BGE 121 V 277).\n\nb) Wäre es nicht zu BGE 116 V 189 und der daraus resultierenden Neufassung von Art. 25 Abs. 1 BVV2 gekommen, so wäre dem Beschwerdeführer aus dem SUVA-versicherten Unfall vom 3. März 1987 gegenüber der Pensionskasse kein Anspruch auf Invalidenleistungen erwachsen. Der in Art. 4 des Reglementes angeordnete Leistungsausschluss (\"Bei einem Versicherungsfall nach dem Bundesgesetz über die Unfallversicherung [UVG] vor dem Rücktrittsalter besteht kein Anspruch auf Invalidenrenten ...\") hätte integral gewirkt, indem der Beschwerdeführer keine Invalidenrente, auch nicht eine solche nach Massgabe des BVG-Obligatoriums hätte beanspruchen können. Er hätte bei dieser Rechtslage aber auch keinen Anspruch auf Altersrentenleistungen erheben können. Denn er BGE 123 V 122 S. 126hätte wegen des zwar invaliditätsbedingten, aber keine Invalidenleistungen auslösenden Dienstaustrittes die Versicherteneigenschaft verloren, da die Versicherung gemäss Art. 10 Ziff. 1 des Reglementes mit dem Dienstaustritt aus der Firma endet, sofern und soweit kein Anspruch auf Invaliden- oder Altersrenten besteht bzw. beginnt. Eine freiwillige Weiterführung der Versicherung schliesst Art. 10 Ziff. 1 (Satz 3) des Reglementes ausdrücklich aus. Damit ist als Ergebnis der nicht durch BGE 116 V 189 und die dadurch ausgelöste Revision von Art. 25 Abs. 1 BVV2 geprägten Rechtslage festzuhalten, dass der Beschwerdeführer von der Pensionskasse weder Invaliden- noch Altersleistungen hätte beanspruchen können.\n\nc) aa) Demgegenüber ergibt sich als Folge von BGE 116 V 189 und der Revision von Art. 25 Abs. 1 BVV2 zunächst, dass der Beschwerdeführer seit Invaliditätseintritt gegenüber der Beschwerdegegnerin Anspruch auf eine Invalidenrente hat, festgesetzt aber nur nach Massgabe des BVG, somit auf der Grundlage der obligatorisch zu verbuchenden Altersgutschriften. Diese BVG-Invalidenrente steht ihm in zeitlicher Hinsicht über das gesetzliche Rücktrittsalter (Art. 13 Abs. 1 lit. a BVG) hinaus bis zu seinem Ableben zu (BGE 118 V 100). Dieser Anspruch liegt hier denn auch nicht im Streit, weil der Beschwerdeführer ihn an den gemäss Rechtsbegehren eingeklagten Anspruch in betraglicher Hinsicht anrechnen zu lassen bereit ist.\n\nbb) Da, wie dargetan (Erw. 3a), der reglementarische Ausschluss für eine aus weitergehender Vorsorge geschuldete Invalidenrente (Art. 4 des Reglementes) bestehen bleibt, entfällt unter dem Titel des Art. 15 des Reglementes ein Invalidenrentenanspruch ohne weiteres auch in der Zeit nach Erreichen des reglementarischen Schlussalters. Denn es gibt keine vorher entstandene reglementarische Invalidenrente, die sich über dieses Datum hinaus verlängerte und erst beim Tod des Versicherten erlöschen würde (Art. 15 Ziff. 2 des Reglementes).\n\ncc) Damit stellt sich als nächstes die Frage, ob der Beschwerdeführer einen originären Altersrentenanspruch im Rahmen der weitergehenden beruflichen Vorsorge nach Art. 13 des Reglementes zugute hat. Danach entsteht \"für jeden Versicherten\" mit Erreichen des Rücktrittsalters der Anspruch auf eine lebenslängliche Altersrente (Ziff. 1). Die Höhe der jährlichen Altersrente entspricht dem vorhandenen Altersguthaben, multipliziert mit dem vom Stiftungsrat, mindestens aber mit dem vom Bundesrat festgelegten Umwandlungssatz (Ziff. 2 erster Satz).\n\nBGE 123 V 122 S. 127\n\nInsoweit der Beschwerdeführer aufgrund seiner Invalidität von der Beschwerdegegnerin eine im Rahmen des BVG-Minimums festgesetzte Invalidenleistung bezieht, ist er zwar noch deren Versicherter geblieben. Er ist wohl aus der Firma ausgetreten, tatsächlich hat er aber einen Anspruch auf Invalidenrente erworben. Hingegen kann er nach Massgabe von Art. 13 Ziff. 1 des Reglementes insoweit nicht mehr als der Versichertengemeinschaft zugehörig betrachtet werden, als es um die weitergehende berufliche Vorsorge geht. Der Beschwerdeführer ist aus der Firma ausgetreten und es ist ihm - wegen des im Bereich der weitergehenden Vorsorge weiterhin gültigen Leistungsausschlusses gemäss Art. 4 Ziff. 1 des Reglementes (Erw. 3a hievor) - kein Anspruch auf Invaliden- oder Altersrente entstanden. Infolgedessen kann er in bezug auf die eingeklagten Altersleistungen nicht weiter als Versicherter im Sinne von Art. 13 Ziff. 1 des Reglementes betrachtet werden."}