{"annee": "123", "cour": "IV", "page": "49", "date": "20/2/1997", "cite": ["107 IV 178", "118 IV 1", "121 IV 49", "120 IV 136", "120 IV 6", "119 IV 309"], "cite_par": ["129 IV 22", "127 IV 10", "127 IV 101", "134 IV 132", "136 IV 55", "128 IV 73"], "chapeau": "7. Extrait de l'arrêt de la Cour de cassation pénale du 20 février 1997 dans la cause Ministère public du canton de Vaud contre B. (pourvoi en nullité)", "regestes": ["Art. 63 CP; fixation de la peine. Fixation de la peine en cas d'actes d'ordre sexuel avec des enfants. Cas où une peine de cinq mois d'emprisonnement, infligée à un accusé dont la responsabilité était moyennement restreinte, a été considérée comme exagérément clémente (consid. 2)."], "faits": "|49|\n\nA.- Le 18 mai 1995 vers 16 heures, B., né le 4 septembre 1945, a attiré une fillette (née le 18 juillet 1987), qu'il ne connaissait pas, dans les toilettes publiques d'une gare, en prétextant qu'elle devait l'aider en tenant son sac; il s'est enfermé avec elle dans une cabine des WC. Il l'a d'abord serrée contre lui, puis l'a relâchée. Il a ensuite sorti son pénis et baissé le pantalon et le sous-vêtement de l'enfant; il s'est assis sur la cuvette, a attiré la fillette à lui pour poser, voire frotter, son sexe contre le sien. Il a encore donné un baiser lingual à la fillette, contraignant celle-ci à ouvrir la bouche. Il s'est levé et a éjaculé dans la cuvette.\n\nPar le passé, B. a été condamné à cinq reprises, d'octobre 1965 à novembre 1984, pour attentat à la pudeur des enfants.\n\n|50|\n\nB. a été soumis à une expertise psychiatrique. L'expert a conclu qu'il souffrait d'une faiblesse d'esprit, sous la forme d'un développement mental incomplet, ainsi que de troubles de l'équilibre psychique, ce qui n'était pas de nature à atténuer la faculté d'apprécier le caractère illicite de l'acte, mais pouvait atténuer dans une moyenne mesure la faculté de se déterminer d'après cette appréciation. Selon l'expert, il existe un risque de nouveaux actes punissables; une hospitalisation serait inutile, vu l'échec des tentatives précédentes; en revanche, un encadrement médical ambulatoire est indispensable, dont les chances de succès ne seraient cependant pas notablement amoindries par l'exécution d'une peine privative de liberté; l'expertisé est capable de comprendre le sens d'une punition.\n\nB.- Par jugement du 17 juin 1996, le Tribunal correctionnel du district d'Aigle a condamné B., pour actes d'ordre sexuel avec un enfant et actes d'ordre sexuel commis sur une personne incapable de résistance, à cinq mois d'emprisonnement et au paiement des frais de la cause. Il a considéré que la responsabilité restreinte de l'accusé justifiait une réduction de la peine d'un tiers.\n\nStatuant sur un recours du Ministère public portant sur la quotité de la peine, la Cour de cassation pénale du Tribunal cantonal vaudois, par arrêt du 25 juillet 1996, a estimé que la responsabilité restreinte de l'accusé justifiait une atténuation de la peine de l'ordre de 50%, de sorte que la peine infligée, certes clémente, ne constituait pas un abus du pouvoir d'appréciation.\n\nC.- Le Ministère public du canton de Vaud se pourvoit en nullité à la Cour de cassation pénale du Tribunal fédéral contre cet arrêt. Invoquant une violation de l'art. 63 CP, il soutient que la peine infligée, sur la base des éléments retenus, est exagérément clémente et conclut à l'annulation de la décision attaquée.\n\nL'intimé n'a pas formulé d'observations dans le délai imparti.\n\nLe Tribunal fédéral admet le pourvoi, annule l'arrêt attaqué et renvoie la cause à l'autorité cantonale pour qu'il soit statué à nouveau.", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. a) Le recourant soutient que la peine, de 5 mois d'emprisonnement, qui a été infligée à l'intimé est exagérément clémente et viole l'art. 63 CP.\n\nCette disposition, tout en exigeant que la peine soit fondée sur la faute, n'énonce pas de manière détaillée et exhaustive les éléments |51| qui doivent être pris en considération, ni les conséquences exactes qu'il faut en tirer quant à la fixation de la peine; elle confère donc au juge un large pouvoir d'appréciation, de sorte que, même si elle examine librement s'il y a eu violation du droit fédéral, la Cour de cassation ne peut admettre un pourvoi en nullité portant sur la quotité de la peine que si la sanction a été fixée en dehors du cadre légal, si elle est fondée sur des critères étrangers à l'art. 63 CP, si les éléments d'appréciation prévus par cette disposition n'ont pas été pris en compte ou enfin si la peine apparaît exagérément sévère ou clémente au point que l'on doive parler d'un abus du pouvoir d'appréciation (ATF 122 IV 156 consid. 3b p. 160; 121 IV 3 consid. 1a p. 4, 193 consid. 2a p. 195; 120 IV 136 consid. 3a p. 143 et les arrêts cités). Les éléments pertinents pour la fixation de la peine ont été exposés de manière détaillée dans les ATF 117 IV 112 consid. 1 et 116 IV 288 consid. 2a, auxquels il convient de se référer.\n\nb) Il n'est pas contesté en l'espèce que la peine a été fixée dans le cadre légal, en suivant les critères posés par l'art. 63 CP et sans se laisser guider par des considérations étrangères à cette disposition. Le recourant admet que l'autorité cantonale a énuméré tous les éléments qui sont pertinents en l'espèce pour fixer la peine. Il soutient cependant qu'il y a une discordance entre la motivation présentée et sa conclusion chiffrée (cf. ATF 121 IV 49 consid, 2a/bb p. 57; B. Corboz, La motivation de la peine, RJB 131/1995 p. 33), en ce sens que les éléments retenus appellent logiquement une peine sensiblement plus élevée. Il fait donc valoir que la peine est exagérément clémente au point de constituer un abus du pouvoir d'appréciation.\n\nc) En suivant les conclusions de l'expert, l'autorité cantonale a retenu que l'accusé était affecté d'un développement mental incomplet et de troubles de l'équilibre psychique qui atténuaient dans une moyenne mesure sa faculté de se déterminer d'après son appréciation (correcte) du caractère illicite de l'acte. Il s'agit là de constatations de fait qui lient la Cour de cassation. Elles conduisent à la conclusion que la responsabilité de l'accusé est restreinte au sens de l'art. 11 CP.\n\nLorsqu'il admet une responsabilité restreinte, le juge doit réduire la peine en conséquence (ATF 118 IV 1 consid. 2 p. 4 s.), sans être tenu toutefois d'opérer une réduction linéaire. Les juges de première instance avaient admis une réduction de peine d'un tiers, qui a été portée à 50% par la cour cantonale, dont la décision fait seule l'objet du pourvoi (art. 268 ch. 1 PPF). Se référant à l'expertise, dont elle retient les constatations de fait, la cour cantonale a insisté sur le |52| retard mental de l'accusé et a estimé, s'agissant d'une responsabilité moyennement restreinte, qu'une réduction de peine de 50% était justifiée. On ne saurait dire, sur la base des faits retenus, qu'elle a abusé sur ce point de son large pouvoir d'appréciation.\n\nd) L'accusé a été condamné à plusieurs reprises pour des actes de même nature, mais la dernière condamnation, datant de 1984, est suffisamment ancienne pour que l'autorité cantonale n'ait pas abusé de son pouvoir d'appréciation en considérant que les mauvais antécédents ne pouvaient jouer en l'espèce qu'un rôle aggravant restreint dans la fixation de la peine.\n\ne) En suivant le raisonnement adopté par la cour cantonale pour justifier la peine, il faut se demander si une peine équivalent au double de celle prononcée, soit dix mois d'emprisonnement, ne serait pas exagérément clémente à l'endroit d'un accusé qui aurait commis les mêmes actes en étant pleinement responsable.\n\nL'accusé, âgé de 49 ans, a abordé une fillette, âgée de 7 ans. Exploitant les bons sentiments de celle-ci, il l'a amenée perfidement, sous prétexte qu'elle lui rende un service, en un lieu sordide, à savoir des toilettes publiques. Il l'a enfermée avec lui dans une cabine, étant précisé que le jeune âge de la fillette la rendait incapable de toute résistance. Outre le baiser lingual, il a sorti son membre et l'a frotté contre le sexe, qu'il a dénudé, de la fillette, s'excitant jusqu'à éjaculer peu après. Cet acte s'apparente fortement à l'acte sexuel, étant rappelé que celui-ci est consommé dès que l'homme introduit partiellement son membre dans le vagin (ATF 107 IV 178 ss). La conjonction des sexes dénudés, par sa signification et son caractère traumatisant pour une enfant, est assurément plus grave que les actes (baisers et attouchements) qui ont entraîné pour l'accusé, en tenant compte de sa responsabilité restreinte, une peine de dix mois d'emprisonnement en 1984. Le risque de perturber gravement la victime apparaît d'autant plus grand que les faits se sont déroulés en un lieu sordide, avec un inconnu, dans un contexte dépourvu de toute affection.\n\nUn tel comportement, par le mépris d'autrui qu'il implique, dénote une faute lourde. D'emblée, on ne conçoit pas - contrairement à ce que soutient l'autorité cantonale - qu'un homme pleinement responsable qui adopterait le même comportement puisse être condamné seulement à une peine de dix mois d'emprisonnement.\n\nUne telle peine, pour une personne pleinement responsable, évoque ce que l'on rencontre habituellement pour une banale infraction contre le patrimoine. Si l'on tient compte de la hiérarchie des |53| intérêts juridiquement protégés (ATF 120 IV 136 consid. 3b p. 144), il faut relever que l'on se trouve en présence d'une atteinte grave à la liberté et à l'honneur sexuel avec mise en danger du développement d'un mineur, ce qui montre déjà, vu les intérêts lésés, que l'appréciation de la cour cantonale n'est pas satisfaisante.\n\nSi l'on examine également l'éventail légal de la peine (cf. B. Corboz, La motivation de la peine, RJB 131/1995 p. 26), il faut noter que l'art. 191 CP prévoit une peine maximum de dix ans de réclusion, qui peut être augmentée de moitié (art. 68 ch. 1 CP) en raison du concours avec l'art. 187 ch. 1 CP. Sous cet angle également, compte tenu des possibilités légales, il apparaît que la cour cantonale, pour un accusé pleinement responsable, a fixé la peine à un niveau extrêmement bas.\n\nUne brève comparaison avec les cas soumis à la Cour de cassation ces dernières années confirme cette appréciation. Certes, toute comparaison est discutable, en raison des nombreux paramètres qui interviennent dans la fixation de la peine (ATF 120 IV 136 consid. 3a p. 144). Il faut d'ailleurs faire preuve de retenue lorsqu'on prend en considération des condamnations prononcées sous l'empire de l'ancien droit. Il est d'autre part évident que les cas sont plus graves lorsque l'auteur a agi à plusieurs reprises, qu'il y a plusieurs victimes ou qu'il a abusé d'un rapport d'autorité. Sous ces réserves, un bref tour d'horizon révèle les condamnations suivantes:\n\n- l'auteur commet à plusieurs reprises des actes d'ordre sexuel avec un enfant de 4 ans et 11 mois; il est condamné à deux ans et demi de réclusion; un pourvoi en nullité du Ministère public est admis dans un sens aggravant (ATF 120 IV 194 ss);\n\n- un maître d'école commet à plusieurs reprises des actes d'ordre sexuel avec plusieurs élèves; il est condamné à 5 ans et demi de réclusion et son pourvoi est rejeté (ATF 120 IV 6 ss).\n\n- un moniteur de sport a fait subir à plusieurs reprises des actes d'ordre sexuel à deux de ses élèves âgés de moins de 16 ans; il est condamné à 6 ans de réclusion et son pourvoi est rejeté (ATF 119 IV 309 ss).\n\n- l'auteur commet un abus sexuel par la violence sur une jeune fille de 15 ans et demi; il est condamné à trois ans et demi de réclusion et son pourvoi est rejeté (arrêt du 12 juin 1991 dans la cause 6S.108/1991).\n\n- un maître de théâtre amateur, sa responsabilité étant légèrement restreinte, commet des actes analogues à l'acte sexuel sur un garçon de 13 ans; il est condamné à 2 ans et demi de réclusion et le pourvoi est rejeté (arrêt du 12 mars 1990 dans la cause 6S.56/1990).\n\n|54|\n\n- l'auteur commet l'acte sexuel avec la fille de son amie, consentante, qui n'a pas encore 16 ans; il est condamné à deux ans d'emprisonnement et le pourvoi est rejeté (arrêt du 5 juin 1984 dans la cause Str.234/1994).\n\nIl apparaît d'emblée que le cas d'espèce, en raison de l'âge de la victime et de l'absence de consentement, est plus grave que le dernier cas cité, jugé il est vrai sous l'empire de l'ancien droit. Il se rapproche plutôt du premier cas cité, mais il apparaît moins grave, surtout parce que l'auteur n'a agi qu'à une seule reprise. Il faut relever que les cas cités ne permettent pas de déduire que la peine prononcée était la moins lourde qui puisse être compatible avec le droit fédéral. Même en tenant compte de ces correctifs, il résulte de cette comparaison que les faits retenus en l'espèce conduisaient à s'attendre, pour un accusé pleinement responsable, à une peine se situant aux alentours de 18 à 30 mois de privation de liberté, étant rappelé que le juge dispose d'un large pouvoir d'appréciation.\n\nEn retenant en l'espèce qu'un homme pleinement responsable aurait été condamné à 10 mois d'emprisonnement et que l'accusé, compte tenu de sa responsabilité restreinte, devait être condamné à 5 mois d'emprisonnement, la cour cantonale a tiré une conclusion choquante des faits retenus et elle a ainsi violé l'art. 63 CP, en abusant de son pouvoir d'appréciation. Le pourvoi doit donc être admis.\n\n3. (Suite de frais)."}