{"annee": "123", "cour": "I", "page": "254", "date": "26/9/1997", "cite": ["120 IA 1", "104 IA 113", "104 IA 105", "121 I 230", "121 I 273", "122 I 61"], "cite_par": ["130 I 113", "126 I 180", "139 I 138", "129 II 497", "125 I 173", "128 I 113", "143 I 227"], "chapeau": "23. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 26. September 1997 i.S. Marco Metzler und Thomas Wyss gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Principe de la légalité en matière de contributions publiques; fixation par voie d'ordonnance des taxes d'inscription à un cours de latin à l'Université. Relation entre l'exigence d'une base légale formelle et les principes de la couverture des frais et de l'équivalence (consid. 2b). Insuffisance des bases légales existantes (consid 2c-f)."], "faits": "|254|\n\nDie Philosophische Fakultät I und die Theologische Fakultät der Universität Zürich führen für Studierende, die über keine Lateinvorkenntnisse verfügen, Lateinische Elementarkurse bzw. Lateinkurse durch. Bisher wurden für diese Kurse keine besonderen Gebühren verlangt. Am 11. Dezember 1996 erliess der Regierungsrat des Kantons Zürich eine \"Verordnung über die Gebühren der Lateinkurse\"; gemäss dieser Verordnung wird für die Belegung der Lateinkurse eine Kursgebühr von Fr. 310.-- pro Semester erhoben. Auf Gesuch hin kann das Rektorat in Ausnahmefällen die Kursgebühr reduzieren oder erlassen. Die Verordnung wurde auf das Sommersemester 1997 in Kraft gesetzt.\n\nMarco Metzler und Thomas Wyss erheben staatsrechtliche Beschwerde mit dem Antrag, die Verordnung vom 11. Dezember 1996 aufzuheben.\n\nDas Bundesgericht heisst die Beschwerde gut", "considerants": "aus folgenden Erwägungen:\n\n2. Die Beschwerdeführer rügen eine Verletzung des Legalitätsprinzips im Abgaberecht und des Gewaltenteilungsprinzips.\n\n|255|\n\na) Nach der bundesgerichtlichen Rechtsprechung bedürfen öffentliche Abgaben - abgesehen von Kanzleigebühren - einer Grundlage in einem formellen Gesetz. Delegiert das Gesetz die Kompetenz zur Festlegung einer Abgabe an den Verordnungsgeber, so muss es zumindest den Kreis der Abgabepflichtigen, den Gegenstand und die Bemessungsgrundlagen der Abgabe selber festlegen. Diese Anforderungen wurden in der Rechtsprechung für gewisse Arten von Kausalabgaben gelockert: Sie dürfen, was die Vorgaben über die Abgabenbemessung anbelangt, namentlich dort herabgesetzt werden, wo das Mass der Abgabe durch überprüfbare verfassungsrechtliche Prinzipien (Kostendeckungs- und Äquivalenzprinzip) begrenzt wird und nicht allein der Gesetzesvorbehalt diese Schutzfunktion erfüllt (BGE 122 I 61 E. 2a S. 63; BGE 121 I 230 E. 3e S. 235, 273 E. 3a S. 274 f.; BGE 120 Ia 1 E. 3c S. 3, 265 E. 2a S. 266).\n\nb) Die angefochtene Verordnung nennt in ihrem Ingress keine gesetzliche Bestimmung, auf die sie sich stützt. Die Erziehungsdirektion bringt vor, mit der Gebühr von Fr. 310.-- pro Semester sei das Kostendeckungsprinzip eingehalten. Ebenso sei das Äquivalenzprinzip respektiert, da die Gebühr weit unter den Kursgeldern liege, die von privaten Anbietern verlangt würden. Dem Prinzip der formellgesetzlichen Grundlage komme damit keine eigene Schutzfunktion mehr zu. Deshalb sei auf das Erfordernis einer formellgesetzlichen Grundlage ganz zu verzichten oder es könnten die daran gestellten Anforderungen wesentlich gelockert werden.\n\naa) Die Einhaltung des Kostendeckungs- und des Äquivalenzprinzips vermag nach der Rechtsprechung des Bundesgerichts die Anforderungen an die gesetzliche Festlegung der Abgabenbemessung zu lockern, aber nicht eine formellgesetzliche Grundlage völlig zu ersetzen. Auf die Festlegung der Höhe der Gebühr im formellen Gesetz kann zwar unter Umständen verzichtet werden, wenn die staatliche Dienstleistung einen Handels- oder Marktwert aufweist, so dass die Abgabenhöhe nach marktwirtschaftlichen Mechanismen regulierbar ist (BGE 121 I 230 E. 3g S. 238 f., mit Hinweisen; 118 Ia 320 E. 4c S. 326; 103 Ib 324 E. 5d S. 333). Das bedeutet aber nicht, dass auf jegliche formellgesetzliche Grundlage immer dann verzichtet werden kann, wenn eine Gebühr anhand des Kostendekkungs- und des Äquivalenzprinzips überprüfbar ist (LUKAS WIDMER, Das Legalitätsprinzip im Abgaberecht, Diss. Zürich 1988, S. 109). Der Staat erbringt viele Dienstleistungen, für welche er keine oder jedenfalls nicht kostendeckende Gebühren erhebt. Darunter befinden sich Leistungen, welche an sich auch durch Private angeboten |256| werden und für welche ein Marktwert feststellbar wäre. Der Staat kann sich jedoch aus bestimmten Gründen gerade zum Ziel setzen, gewisse Aufgaben zu erfüllen, ohne dafür einen marktgerechten Preis zu verlangen, insbesondere im Bestreben, diese Leistungen für alle Bevölkerungsschichten erschwinglich zu gestalten. Ob und wie weit dies der Fall sein soll, ist eine durch den demokratisch legitimierten Gesetzgeber zu beantwortende Frage (WIDMER, a.a.O., S. 88 f., 167). Dass der Staat aufgrund eines gesetzlichen Auftrags gewisse Aufgaben wahrnimmt, erlaubt deshalb noch nicht den Schluss, dass er dafür kostendeckende Gebühren verlangen kann. Die Anforderungen an die Bestimmtheit der formellgesetzlichen Gebührenbemessung können vielmehr nur dann mit dem Hinweis auf die Marktgerechtigkeit gelockert werden, wenn aus dem formellen Gesetz hervorgeht, dass die Abgabe nach marktwirtschaftlichen Grundsätzen bemessen werden soll, bzw. dass eine kostendeckende Gebührenbemessung dem Zweck und Charakter der Abgabe entspricht (BGE 120 Ia 1 E. 3f S. 6; vgl. BGE 121 I 230 E. 3e S. 236).\n\nbb) Seit je hat der Staat ein Bildungsangebot unterhalten, ohne dafür auch nur entfernt kostendeckende Gebühren zu verlangen. Das gilt namentlich für die Studiengebühren an Universitäten, welche notorisch nur einen kleinen Teil der staatlichen Aufwendungen dekken (vgl. BGE 121 I 273 E. 5a S. 278; BGE 104 Ia 113 E. 4b S. 117 f.). Die Frage, welcher Anteil des staatlichen Aufwandes durch Gebühren der Studierenden zu decken sei, ist eine wesentliche bildungspolitische Wertungsfrage, die angesichts ihrer Tragweite vom formellen Gesetzgeber beantwortet werden muss. Das blosse Abstellen auf das Kostendeckungs- oder Äquivalenzprinzip als alleinige Schranken würde dem Verordnungsgeber einen mit dem Legalitätsprinzip nicht zu vereinbarenden übermässigen Spielraum belassen (BGE 121 I 273 E. 4b/c S. 276 f.; BGE 120 Ia 1 E. 3f S. 6). Wenn der Staat in Abweichung von einer bisher seit Jahrzehnten befolgten Politik seine Bildungsangebote in Zukunft nur noch zu kostendekkenden oder marktgerechten Preisen anbieten will, so ist das ein politischer Entscheid, der vom formellen Gesetzgeber zu treffen ist.\n\ncc) Der Umstand, dass die fraglichen Gebühren das Kostendekkungs- und das Äquivalenzprinzip einhalten, vermag daher entgegen der Ansicht der Erziehungsdirektion eine formellgesetzliche Grundlage nicht zu ersetzen.\n\nc) Die Erziehungsdirektion bringt vor, Elementarunterricht in Latein gehöre nicht zu den in § 124 des Gesetzes vom 23. Dezember 1859 über das gesamte Unterrichtswesen (Unterrichtsgesetz; UG) |257| festgelegten Aufgaben der Universität, sondern sei voruniversitäre Ausbildung. Wenn die Universität trotzdem Lateinkurse durchführe, so stelle dies eine freiwillige Zusatzdienstleistung dar, für welche auch separat Gebühren erhoben werden könnten.\n\nDieser Auffassung kann nicht gefolgt werden. Gemäss § 140 UG (in der Fassung vom 25. Juni 1995) genügt jedes eidgenössisch anerkannte Maturitätszeugnis als ausreichende Vorbildung für die Universität. Auch für die Zulassung zu der Philosophischen Fakultät I oder zu der Theologischen Fakultät wird nach dem klaren Wortlaut des Gesetzes keine Latein-Matura verlangt. Lateinkenntnisse sind somit nicht obligatorischer voruniversitärer Ausbildungsstoff. Dass es möglich ist, Lateinkenntnisse voruniversitär zu erwerben und ein erheblicher Teil der Studierenden dies auch tut, ändert an dieser gesetzlichen Lage nichts.\n\nDie Universität hat seit langem die fraglichen Lateinkurse durchgeführt, um jenen Studierenden, die über keine Lateinkenntnisse verfügen, zu ermöglichen, sich die für das Studium erforderlichen Kenntnisse anzueignen. Die Kurse dienen gerade dem Zweck, den unterschiedlichen Ausbildungsstand, den das Gesetz mit seiner Zulassungsregelung in Kauf nimmt, auszugleichen. Sie in Zukunft nicht mehr bzw. nur noch gegen besonderes Entgelt anzubieten, würde eine Änderung einer bisher seit langem praktizierten Politik darstellen, die nach dem Gesagten dem formellen Gesetzgeber zusteht. Die für die Kurse zu erhebenden Gebühren unterliegen deshalb den gleichen Anforderungen an eine gesetzliche Grundlage wie diejenigen für die übrige universitäre Ausbildung.\n\nd) Fehl geht der von der Erziehungsdirektion angestellte Vergleich mit den separat verrechneten Prüfungsgebühren, da diese im formellen Gesetz ausdrücklich genannt sind (§ 137 UG).\n\ne) Die Erziehungsdirektion erblickt eine gesetzliche Grundlage für die fragliche Gebühr in § 151a Ziff. 1 UG, wonach die Hochschulkommission Antrag an den Erziehungsrat stellt zur Schaffung neuer Professuren, Institute, Seminarien, Kliniken und Einrichtungen für die Belange der Universität; zudem sei die Hochschulkommission gemäss § 151b Ziff. 1 UG zuständig für die Erteilung von Lehraufträgen. Die angerufenen Bestimmungen enthalten indessen keinen Hinweis auf die Erhebung von Gebühren. Dass die Hochschulkommission einen entsprechenden Antrag gestellt hat, um den Lehrauftragskredit der Universität bzw. der Fakultäten zu entlasten, vermag eine gesetzliche Grundlage nicht zu ersetzen. Die Argumentation der Erziehungsdirektion ist unhaltbar.\n\n|258|\n\nf) Als gesetzliche Grundlage für die angefochtene Gebühr kommt allenfalls § 137 UG in Frage, wonach der Regierungsrat Kollegiengelder festsetzt.\n\naa) Das Bundesgericht hat bereits in BGE 120 Ia 1 E. 3f S. 6 die pauschale Delegationsnorm von § 137 UG als \"mangelhaft\" beurteilt. Es hat indessen die damals zur Diskussion stehende Erhöhung der Kollegiengelder um 100% noch geschützt, da die erhöhte Pauschale sich in jener Grössenordnung halte, die auch an anderen schweizerischen Hochschulen üblich sei; zudem könne angenommen werden, dass sie sich innerhalb des (hypothetischen) Rahmens halte, den der Gesetzgeber festgelegt hätte.\n\nbb) Dieser Entscheid wurde in der Lehre kritisiert (GEORG MÜLLER, Rechtsgleichheit, Kommentar zu Art. 4 BV, Überarbeitung 1995, Rz. 77; JÖRG PAUL MÜLLER, ZBJV 132/1996 S. 717). Der Kritik ist zuzugestehen, dass der Hinweis auf den mutmasslichen Willen des Gesetzgebers das Legalitätsprinzip aushöhlen könnte. In BGE 121 I 273 E. 5a S. 277 f. wurde die Erhöhung der bernischen Kollegiengelder denn auch nicht mit dem Hinweis auf einen hypothetischen gesetzgeberischen Willen geschützt, sondern deshalb, weil sie sich gesamthaft im Rahmen des bisher Üblichen bzw. einer Anpassung an die Teuerung hielt (vgl. auch BGE 104 Ia 112 E. 4c S. 118 f.).\n\ncc) Dieses Argument kommt vorliegend nicht zum Tragen. Die fraglichen Lateinkurse wurden bisher nicht gesondert in Rechnung gestellt, sondern waren in der Kollegiengeldpauschale inbegriffen. Diese betrug bis zum Sommersemester 1993 Fr. 300.-- pro Semester und wurde seither in zwei Schritten auf zur Zeit Fr. 600.-- erhöht (vgl. BGE 120 Ia 1). Wird nun für den Unterricht in einem einzelnen Fach eine zusätzliche Gebühr von Fr. 310.-- pro Semester verlangt, so sprengt dies den Rahmen einer Anpassung an die Teuerung oder einer Modifikation im Rahmen des bisher Üblichen bei weitem. Es stellt vielmehr eine Neuorientierung der Gebührenpolitik dar, die - wie vorne ausgeführt - nicht in der Kompetenz des Regierungsrates, sondern des formellen Gesetzgebers liegt.\n\n3. Die angefochtene Verordnung entbehrt somit einer gesetzlichen Grundlage und ist wegen Verletzung des Legalitätsprinzips im Abgaberecht aufzuheben. Es erübrigt sich daher, auf die übrigen Rügen der Beschwerdeführer einzugehen."}