{"annee": "123", "cour": "I", "page": "241", "date": "2/9/1997", "cite": ["122 I 305", "120 IA 343", "96 I 53", "110 V 1", "110 IA 7", "123 II 16", "114 IA 221", "118 II 235"], "cite_par": ["125 V 205", "125 V 221", "124 I 297"], "chapeau": "21. Extrait de l'arrêt de la IIe Cour de droit public du 2 septembre 1997 dans la cause C. contre Tribunal administratif du canton de Neuchâtel et Département des finances et des affaires sociales du canton de Neuchâtel (recours de droit public)", "regestes": ["Art. 4 Cst.: impôt sur les successions; imposition des concubins. La législation neuchâteloise en matière d'impôt sur les successions n'est pas contraire à l'art. 4 Cst. pour le motif qu'elle exonère ou impose les héritiers à un taux dépendant de leurs liens de parenté et non pas de leurs liens personnels avec le défunt, qu'elle ne prévoit pas de statut spécial pour les concubins et ne les assimile pas à un couple marié (consid. 2-7)."], "faits": "|241|\n\nPar testament authentique, D. a institué héritière unique C., sa compagne de longue date; il est décédé le 14 décembre 1993, sans laisser d'héritier réservataire.\n\nPar décision du 17 février 1994, l'Office des droits de mutation et du timbre du canton de Neuchâtel a réclamé à C. le paiement de 145'800 fr. à titre d'impôt cantonal et communal sur les successions au sens de la loi neuchâteloise du 21 mai 1912 concernant la perception d'un droit sur les successions et sur les donations entre vifs |242| (ci-après: la loi cantonale); ce montant correspondait au 36% de l'actif successoral net fixé à 405'000 fr. par un inventaire. Le recours déposé par C. à l'encontre de cette décision a été rejeté le 5 avril 1995 par le Département des finances et des affaires sociales du canton de Neuchâtel (ci-après: le Département cantonal).\n\nPar arrêt du 16 juillet 1996, le Tribunal administratif du canton de Neuchâtel a rejeté le recours déposé par C. contre cette dernière décision. Il a notamment considéré que la différence de taux d'imposition prévue par la législation cantonale entre conjoint survivant et concubin ne violait pas l'art. 4 Cst. La jurisprudence concernant l'égalité de traitement entre époux et concubins en matière d'impôt sur le revenu n'était en outre pas applicable à l'impôt litigieux. Enfin, le système d'imposition neuchâtelois reposait sur des critères simples favorisant la sécurité juridique et se référait aux principes du code civil en matière de droit successoral.\n\nAgissant par la voie du recours de droit public pour violation de l'art. 4 Cst., C. demande au Tribunal fédéral d'annuler l'arrêt rendu le 16 juillet 1996 par le Tribunal administratif. Elle soutient que la législation cantonale est arbitraire et contraire au principe de l'égalité de traitement.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n2. a) L'intéressée prétend que la loi cantonale est arbitraire et contraire au principe de l'égalité de traitement dans la mesure où elle impose plus lourdement un concubin que n'importe quel autre parent du défunt avec lequel ce dernier n'avait peut-être aucune relation personnelle. Elle affirme à cet égard que la famille traditionnelle a perdu sa signification et que le droit fiscal ne peut plus se fonder exclusivement sur les liens familiaux mais doit également tenir compte du concubinage qui est aujourd'hui une forme de vie commune répandue et socialement acceptée, ce qui justifierait que les concubins soient traités comme les couples mariés. A l'appui de sa thèse, elle cite de la jurisprudence qui, à son avis, démontrerait que le concubinage est une communauté de vie comparable au mariage. Elle soutient en outre que les principes du droit privé successoral ne seraient pas pertinents en matière d'impôt sur les successions. Elle demande l'application par analogie des règles posées par le Tribunal fédéral au sujet de l'égalité de traitement entre époux et concubins en matière d'impôts sur le revenu et sur la fortune.\n\n|243|\n\nb) Le principe de l'égalité de traitement issu de l'art. 4 al. 1 Cst. et celui de l'interdiction de l'arbitraire sont étroitement liés (ATF 110 Ia 7 consid. 2b p. 13; arrêt du 31 janvier 1992 in Revue fiscale 1992 p. 440 consid. 2b p. 442). Un arrêté de portée générale viole le principe de l'interdiction de l'arbitraire s'il ne repose pas sur des motifs objectifs sérieux ou s'il est dépourvu de sens et de but. Il est contraire au principe de l'égalité de traitement lorsqu'il établit des distinctions juridiques qui ne se justifient par aucun motif raisonnable au regard de la situation de fait à réglementer ou lorsqu'il omet de faire des distinctions qui s'imposent au vu des circonstances, c'est-à-dire lorsque ce qui est semblable n'est pas traité de manière identique et ce qui est dissemblable ne l'est pas de manière différente; cela suppose que le traitement différent ou semblable injustifié se rapporte à une situation de fait importante (ATF 123 II 16 consid. 6a p. 26; ATF 122 I 305 consid. 6a p. 313 et la jurisprudence citée). L'inégalité de traitement apparaît ainsi comme une forme particulière d'arbitraire, consistant à traiter de manière inégale ce qui devrait l'être de manière semblable, ou inversement (DANIELLE YERSIN, L'égalité de traitement en droit fiscal, RDS 1992, vol. II, p. 145 ss, n. 44 p. 178).\n\n3. a) Selon l'art. 1 al. 1 de la loi cantonale, il est perçu, au profit de l'Etat, un droit sur les successions, sur les legs et sur les donations entre vifs. En vertu de l'art. 16 al. 1 de la loi cantonale, pour la fixation du droit à percevoir, les degrés de parenté ou d'alliance sont comptés d'après le système admis par le code civil neuchâtelois (système identique à celui prévu par l'art. 20 CC).\n\nL'art. 5 al. 1 de la loi cantonale a la teneur suivante:\n\n\"Sont exemptés du droit:\n\na) les successions en ligne directe, descendante ou ascendante;\n\nb) les legs en faveur d'un descendant ou d'un ascendant du défunt;\n\nc) les donations entre vifs en faveur d'un descendant ou d'un ascendant du donateur;\n\nd) les dispositions en faveur du conjoint survivant, lorsqu'un ou plusieurs enfants sont issus du mariage;\n\ne) les dispositions en faveur du conjoint survivant, jusqu'à concurrence de 20'000 fr., si aucun enfant n'est issu du mariage;\n\nf) les versements de capitaux effectués, ensuite d'un rapport de service, pour remplacer en particulier des retraites, rentes ou pensions;\n\ng) les dispositions en faveur d'une personne autre que le conjoint survivant ou un employé, jusqu'à concurrence de 2'000 fr.\" |244|\n\nL'art. 17 de la loi cantonale est en outre libellé ainsi:\n\n\"Le montant du droit est le suivant, en pour-cent de la fortune nette imposable:\n\na) pour le conjoint survivant, si aucun enfant n'est issu du mariage 6%\n\nb) pour les parents au second degré 9%\n\nc) pour les parents au troisième degré 12%\n\nd) pour les parents au quatrième degré 15%\n\ne) pour les parents au cinquième degré 18%\n\nf) pour les parents au sixième degré et pour les alliés du premier au troisième degré 22%\n\ng) pour les alliés du quatrième au sixième degré 28%\n\nh) pour les parents et alliés plus éloignés et pour les personnes qui ne sont ni parentes ni alliées 36%\"\n\nb) Comme la recourante est seule héritière de D. avec lequel elle ne prétend pas avoir de lien de parenté ou d'alliance, l'art. 17 lettre h de la loi cantonale lui est dès lors en principe applicable.\n\n4. a) La loi cantonale prévoit un système selon lequel - sauf dans les cas prévus à l'art. 5 al. 1 lettres f et g - les héritiers sont exonérés ou imposés à un taux de faveur en fonction des liens familiaux qui les unissaient au défunt. Les degrés de parenté sont ceux qui sont prévus par le code civil (cf. l'art. 16 al. 1 de la loi cantonale) et qui sont utilisés pour déterminer l'ordre et l'importance des dévolutions successorales (cf. art. 457 ss et 470 ss CC). De plus, la loi cantonale ne fait pas de distinction entre les héritiers légaux ou institués mais se fonde uniquement sur le degré de parenté avec le défunt. Elle ne prend pas en considération les liens effectifs qui auraient pu exister entre ce dernier et le contribuable. Le conjoint survivant est ainsi soit exonéré, soit imposé à un taux réduit (art. 5 al. 1 lettres d-e et 17 lettre a de la loi cantonale), sans que l'existence d'une communauté conjugale effective ou sa durée au moment du décès de l'autre époux ne soient prises en considération. Peu importe également que les conjoints soient séparés de corps ou en instance de divorce au moment de ce décès.\n\nb) La plupart des législations cantonales en matière d'impôt sur les successions et les donations prévoient, en principe, un taux d'imposition privilégié, voire une exonération, pour le conjoint survivant et les proches parents du défunt ou du donateur (cf. Archives 48 p. 656 consid. 4 p. 660; ERNST HÖHN, Steuerrecht, 7ème éd., Berne 1993, p. 494 et 502; YVO HANGARTNER, Verfassungsrechtliche Fragen der Erbschafts- und Schenkungssteuern, in Steuerrecht im Rechtsstaat, Festschrift für Prof. Dr. Francis Cagianut, Berne 1990, p. 73).\n\n|245|\n\nUn tel système, qui est également prévu par la loi cantonale (cf. consid. 3a et 4a), favorise notamment la réalisation des objectifs familiaux, sociaux et moraux à la base du droit privé successoral, en particulier l'ordre de succession des héritiers légaux et les réserves dont jouissent certains d'entre eux, tel le conjoint survivant (cf. les art. 457 ss et 471 CC; sur ces objectifs, cf. notamment PAUL PIOTET, Droit successoral, Traité de droit privé suisse, Tome IV, Fribourg 1975, par. 1 p. 1-6). Il vise en outre à protéger le mariage et la famille en raison du rôle important qu'ils assument au sein de la société (cf. HANGARTNER, op.cit., p. 73-74). Il tient également compte du fait que le défunt et ses proches parents étaient soumis à certaines obligations légales mutuelles d'entretien et d'assistance (cf. art. 159 al. 2-3, 163, 276 ss et 328 ss CC) - qui n'incombent pas légalement aux concubins durant leur vie commune - et que la fortune du défunt doit permettre de subvenir aux besoins des survivants dont ce dernier devait assumer, en tout ou partie, l'entretien (cf. EMIL KÜNG, Die Erbschafts- und Schenkungssteuern, in Revue fiscale 1971 p. 467 ss, p. 469-470; MICHEL SIEVEKING, La nature et l'objet de l'impôt sur les successions en Suisse, thèse Lausanne 1970, p. 10-11; ERNST BISSEGGER, Die Erbschaftssteuer und ihre Bedeutung für Volkswirtschaft und Sozialpolitik, thèse Berne 1923, p. 65-70).\n\nc) En soi, une telle réglementation n'est pas contraire à l'art. 4 Cst. (cf. ATF 96 I 53 consid. 3a p. 56; arrêt du 13 juillet 1984 in Repertorio di Giurisprudenza Patria 119/1986, p. 246 consid. 4a p. 251; Archives 48 p. 656 consid. 4 p. 660).\n\n5. a) Certes, ainsi que le soutient la recourante, le concubinage de longue durée présente des points communs avec la communauté conjugale, notamment en raison des liens et des devoirs moraux qui se créent entre les partenaires. La jurisprudence qu'elle cite n'est toutefois pas pertinente dans le cas particulier. Elle concerne en effet des arrêts en rapport avec les assurances sociales ou le droit civil et non pas avec le droit fiscal; elle n'a en outre pas la portée que l'intéressée entend lui donner.\n\nEn effet, en considérant que la concubine qui s'occupe du ménage et reçoit de son compagnon des prestations en nature (sous forme de nourriture et de logement), et éventuellement de l'argent de poche, doit être considérée - contrairement à la femme mariée dans une situation semblable - comme une personne exerçant une activité lucrative dépendante soumise à l'obligation de cotiser à l'assurance-vieillesse et survivants (ATF 110 V 1), le Tribunal fédéral des assurances ne supprime pas une différence de traitement entre conjoints |246| et concubins, mais au contraire la consacre. Par ailleurs, en affirmant que l'art. 153 al. 1 CC - selon lequel l'époux qui reçoit une rente à la suite d'un divorce, cesse d'y avoir droit s'il se remarie - doit être appliqué par analogie au conjoint divorcé qui vit en concubinage, le Tribunal fédéral se fonde sur la notion d'abus de droit (cf. ATF 118 II 235 consid. 3a p. 237 et les références citées) qui n'est d'aucun secours à la recourante en l'espèce.\n\nb) L'intéressée souhaite que l'impôt litigieux soit déterminé en fonction de l'intensité des liens entre le défunt et le contribuable; un tel système reposerait toutefois sur un critère qui n'est pas objectif et créerait de ce fait pour l'autorité fiscale des difficultés d'application quasiment insurmontables (cf. arrêt du 13 juillet 1984 in Repertorio di Giurisprudenza Patria 119/1986, p. 246 consid. 4b p. 251), en particulier dans certaines situations délicates, telle par exemple celle d'un défunt marié mais vivant en concubinage avec une autre femme. Un tel critère devrait en outre être appliqué non seulement au concubin mais également à tout contribuable qui, à défaut de liens familiaux, pourrait faire valoir des liens personnels étroits avec le défunt (tels par exemple un parrain, une marraine, un filleul); il conduirait de plus à une imposition plus lourde des parents ou des alliés qui n'avaient que peu ou pas de liens avec lui. Un tel système, privilégiant les liens personnels au détriment des liens familiaux, n'est pas exigé par l'art. 4 Cst. (cf. dans ce sens l'arrêt précité du 13 juillet 1984 in Repertorio di Giurisprudenza Patria 119/1986, p. 246 consid. 4b p. 251).\n\nc) Par ailleurs, comme le législateur cantonal est autorisé à adopter des solutions forfaitaires propres à simplifier l'imposition (cf. ATF 114 Ia 221 consid. 6a p. 231-232; YERSIN, op.cit., n. 102 ss p. 209 ss; KÜNG, op.cit., p. 468), la proximité des rapports familiaux entre le défunt et l'héritier apparaît comme un critère aisément applicable et contrôlable par l'autorité fiscale ou par le contribuable, notamment grâce aux registres d'état civil, ce qui renforce également la sécurité juridique.\n\nd) Au surplus, ni les législations des autres cantons en matière d'impôt sur les successions et les donations (cf. Die Steuern der Schweiz, IIIème Partie, Erbschafts- und Schenkungssteuern, Vermögensverkehrssteuern, Verbrauchs- und Aufwandsteuern, partie A), ni le modèle de loi concernant ces impôts établi en août 1983 par la Conférence des directeurs cantonaux des finances ne font des concubins une catégorie particulière de contribuables.\n\n6. a) Le Tribunal fédéral a certes examiné à plusieurs reprises la question de l'égalité de traitement entre conjoints et concubins en |247| matière d'impôts sur le revenu et sur la fortune (cf. ATF 120 Ia 343 et 329 et les références citées; Archives 63 p. 330 consid. 4a p. 334). Il a toutefois également précisé que cette jurisprudence ne pouvait être appliquée, sans autre examen, à l'impôt sur les gains immobiliers, dont la nature est différente de celle des contributions précitées (arrêt du 31 janvier 1992 in Revue fiscale 1992 p. 440 consid. 3b p. 443).\n\nL'impôt litigieux est également d'une nature différente de celle des impôts sur le revenu et sur la fortune. En effet, ces derniers sont calculés en particulier selon un taux progressif dépendant uniquement de l'importance des revenus ou de la fortune imposables; lors de l'imposition d'un couple marié, les éléments imposables des deux conjoints sont additionnés (cf. HÖHN, op.cit., p. 165-166, 325 et 338). En matière d'impôt successoral, le canton de Neuchâtel perçoit, d'une part, l'impôt litigieux dont chaque héritier doit s'acquitter sur le montant de sa propre part successorale selon un taux variant, non pas en fonction du montant de celle-ci, mais du lien de parenté l'unissant au défunt (cf. art. 17 de la loi cantonale), et, d'autre part, un \"émolument\" sur la masse successorale payé par tous les héritiers, solidairement entre eux, selon un taux qui varie en fonction du montant de l'actif net successoral (cf. art. 4 et 8 de la loi neuchâteloise du 10 novembre 1920 concernant l'application de l'article 551 du code civil suisse et la perception d'un émolument en cas de dévolution d'hérédité); que le contribuable soit marié ou non n'est pas déterminant pour la fixation de cette dernière contribution.\n\nAu vu de ces éléments, il est dès lors douteux que la jurisprudence précitée concernant l'égalité de traitement entre conjoints et concubins soit applicable en l'espèce. L'arrêt cantonal cité à cet égard par la recourante laisse d'ailleurs la question indécise dans le cas de l'impôt successoral perçu par le canton de Berne (cf. arrêt du 25 octobre 1993 in Revue fiscale 1994 p. 80 consid. 4f p. 89).\n\nb) Il faut en outre relever que C. a, semble-t-il, exercé une activité lucrative à 60% durant sa vie commune avec D. et que, dans la mesure où les revenus des concubins sont imposés séparément alors que ceux des époux sont additionnés (cf. art. 12 al. 1 de la loi neuchâteloise du 9 juin 1964 sur les contributions directes et art. 13 al. 1 de l'arrêté du Conseil fédéral du 9 décembre 1940 concernant la perception d'un impôt fédéral direct, en vigueur jusqu'au 1er janvier 1995), elle a bénéficié durant toutes ces années d'une imposition plus favorable que si elle avait été mariée avec lui. Elle ne saurait remettre en cause, lorsqu'il se révèle défavorable, le statut qu'elle-même |248| et le défunt ont librement choisi. Au surplus, dans la mesure où elle prétend que l'impôt litigieux est notamment calculé sur la valeur d'un immeuble dont elle aurait en grande partie financé l'acquisition par le défunt, il lui appartenait de se prévaloir de sa créance au moment de la fixation de sa part successorale imposable (cf. art. 7 et 22 de la loi cantonale).\n\n7. Au vu de ce qui précède, force est de constater que la réglementation de l'impôt litigieux - intimement liée au droit privé des successions - ne peut être considérée comme contraire à l'art. 4 Cst. pour le motif qu'elle ne prévoit pas de statut particulier pour les concubins ou ne les assimile pas à un couple marié. Il n'incombe pas au Tribunal fédéral mais, le cas échéant, au législateur cantonal de modifier le système légal dans le sens voulu par l'intéressée."}