{"annee": "123", "cour": "III", "page": "335", "date": "13/8/1997", "cite": ["35 I 480", "61 III 36"], "cite_par": ["140 III 651", "132 III 432"], "chapeau": "53. Extrait de l'arrêt de la Chambre des poursuites et des faillites du 13 août 1997 dans la cause SI M. SA (recours LP)", "regestes": ["Distribution des deniers. Demande de restitution d'une somme versée à un créancier, en vue du règlement de dettes de la masse au sens de l'art. 262 LP. L'invitation faite par l'office à un créancier d'avoir à lui restituer une somme touchée à tort ne constitue pas une décision susceptible de plainte au sens de l'art. 17 LP. L'office dispose à cet effet de l'action en enrichissement illégitime (confirmation de la jurisprudence)."], "faits": "|335|\n\nDans le cadre de la liquidation - sommaire - de la faillite de la SI M. SA, l'Administration cantonale des impôts (ci-après: ACI) a annoncé à l'office des faillites, en temps utile, son intervention provisoire afin de récupérer l'impôt sur le bénéfice en capital au titre de dette de la masse (art. 262 al. 1 LP). Après avoir vendu aux enchères un immeuble, principal actif de la faillie, pour le prix de 760'000 fr., l'office a versé à la banque X., créancière gagiste, la somme de 388'124 fr. 10, correspondant au montant de sa production en capital, frais et intérêts. L'ACI lui ayant ensuite notifié deux bordereaux d'impôt, l'office les adressa à la créancière gagiste en lui demandant de restituer 100'000 fr. en vue du règlement des impôts en question, qui constituaient des dettes de la masse. La créancière gagiste a refusé de restituer la somme réclamée; puis, sur confirmation de la demande de restitution, elle a déposé une plainte LP auprès de l'autorité cantonale inférieure de surveillance.\n\nLa plainte ayant été admise et la décision de l'office annulée, la masse en faillite de la SI M. SA et l'ACI ont recouru à l'autorité cantonale |336| supérieure de surveillance. Celle-ci a rejeté les recours et confirmé le prononcé entrepris.\n\nSaisie d'un recours de la masse en faillite, la Chambre des poursuites et des faillites du Tribunal fédéral l'a rejeté. Elle a néanmoins annulé d'office la décision attaquée en tant qu'elle avait confirmé l'admission de la plainte, celle-ci devant être déclarée irrecevable.", "considerants": "Extrait des considérants:\n\n1. L'arrêt attaqué tient pour bien fondé le point de vue de l'autorité cantonale inférieure de surveillance selon lequel la masse en faillite, si elle entendait récupérer ce qu'elle avait versé prétendument à tort à la créancière gagiste, devait agir par la voie judiciaire. Le point de vue en question est parfaitement conforme à la jurisprudence du Tribunal fédéral (ATF 35 I 480; ATF 61 III 36; cf. également C. JÄGER, Commentaire de la LP, n. 1 ad art. 266, dernier paragraphe). Pour ce motif, la Chambre de céans peut donc s'y rallier à son tour, sans avoir à se prononcer sur les motifs particuliers avancés en l'espèce par l'autorité cantonale supérieure de surveillance.\n\nSelon la jurisprudence précitée, l'invitation faite par l'office à un créancier d'avoir à lui restituer une somme touchée à tort est une simple déclaration de volonté dépourvue de caractère officiel; elle ne constitue pas une décision susceptible de plainte au sens de l'art. 17 LP. L'office qui entend se retourner contre celui qui a bénéficié indûment d'un versement ne peut ainsi se borner à le sommer de restituer les fonds reçus; si l'intéressé refuse de s'exécuter bénévolement, l'office en est réduit à lui intenter l'action en enrichissement illégitime (ATF 35 I 480 consid. 2 p. 482/483; ATF 61 III 36, spéc. p. 38/39).\n\nL'arrêt entrepris consacrant une solution conforme au droit, le recours ne peut qu'être rejeté. Une rectification s'impose néanmoins d'office quant au sort de la plainte formée par la créancière gagiste. En l'absence de décision attaquable au sens de l'art. 17 LP, la plainte ne pouvait pas être admise, comme cela a été jugé en première instance cantonale et confirmé en instance de recours, mais devait être déclarée irrecevable."}