{"annee": "123", "cour": "IV", "page": "97", "date": "25/4/1997", "cite": ["108 IV 94", "106 IV 179", "118 IV 248", "116 IV 146"], "cite_par": ["134 II 33", "131 IV 154"], "chapeau": "15. Auszug aus dem Urteil des Kassationshofes vom 25. April 1997 i.S. Verein gegen Tierfabriken gegen X. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 32 CP, 173 CP. Justification par le devoir de fonction de propos attentatoires à l'honneur et inexacts. Conditions; relations avec la preuve de la bonne foi (consid. 2c)."], "faits": "BGE 123 IV 97 S. 97\n\nA.- X. verfasste am 10. März 1995 folgende Pressemitteilung:\n\n\"Am Freitag mittag sind durch unbekannte Täter in zwei Migros-Filialen in der Berner Innenstadt 'Stinkanschläge' gegen die Bankmetzgereien verübt worden... Durch den Anschlag wurden die betroffenen Fleischwaren ungeniessbar gemacht. Der genaue Sachschaden kann noch nicht beziffert werden. Gemäss einem Fax an verschiedene Geschäfte bekennt sich der Verein gegen Tierfabriken Schweiz zu den Anschlägen...\"\n\nDer letzte Satz dieser Pressemitteilung ist inhaltlich unrichtig; in Tat und Wahrheit hatte sich nicht der Verein gegen Tierfabriken (VgT), sondern die Tierbefreiungsfront (TBF) zu den Anschlägen bekannt.\n\nGestützt auf die Pressemitteilung der Polizei wurde in zahlreichen schweizerischen Zeitungen, meist durch Wiedergabe einer sda-Meldung, über die Anschläge berichtet und festgehalten, nach Angaben der Stadtpolizei habe sich der Verein gegen Tierfabriken in einem Fax an verschiedene Geschäfte zur Tat bekannt.\n\nBGE 123 IV 97 S. 98\n\nB.- Am 20. März 1995 reichte der VgT beim Untersuchungsrichteramt Bern gegen Unbekannte der Stadtpolizei Bern Strafklage wegen Amtsmissbrauchs und Verleumdung, eventuell übler Nachrede ein.\n\nMit Beschluss vom 8./13. August 1996 wurde die Strafverfolgung gegen X. aufgehoben, da er weder bezüglich des Amtsmissbrauchs noch hinsichtlich einer Ehrverletzung vorsätzlich gehandelt habe.\n\nDer VgT erhob Rekurs mit dem sinngemässen Antrag, das Strafverfahren gegen X. sei wegen übler Nachrede fortzuführen. Dieser habe sämtliche objektiven Tatbestandsmerkmale von Art. 173 StGB vorsätzlich erfüllt; der Vorsatz setze nicht das Wissen um die inhaltliche Unrichtigkeit der Pressemitteilung voraus. Der Entlastungsbeweis sei nicht erbracht.\n\nDie Anklagekammer des Obergerichts des Kantons Bern wies den Rekurs am 9. Oktober 1996 ab.\n\nC.- Der VgT erhebt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den Beschluss der Anklagekammer aufzuheben.\n\nDas Bundesgericht weist die Beschwerde ab", "considerants": "aus folgender Erwägung:\n\n2. c) aa) Nach Rechtsprechung und Lehre haben die Rechtfertigungsgründe des Allgemeinen Teils des Strafgesetzbuches, unter anderem der Rechtfertigungsgrund der Amts- und Berufspflicht gemäss Art. 32 StGB, Vorrang vor dem Entlastungsbeweis im Sinne von Art. 173 Ziff. 2 StGB, der nur zum Zuge kommt, wenn die Straflosigkeit sich nicht bereits aus einem Rechtfertigungsgrund ergibt (BGE 106 IV 179 E. 3b S. 181; BGE 108 IV 94 E. 2 S. 96; BGE 116 IV 153 E. 4b S. 161, 211 E. 4a/bb S. 213 f.; BGE 118 IV 248 E. 2c S. 252; STRATENWERTH, Schweiz. Strafrecht Bes. Teil I, 5. Aufl. 1995, § 11 N. 51; REHBERG/SCHMID, Strafrecht III, 6. Aufl. 1994, S. 299 f.). Die ehrverletzende Äusserung eines Beamten ist, wie sich aus der zitierten Rechtsprechung, insbesondere BGE 106 IV 179 und BGE 108 IV 94, ergibt, dann durch die Amtspflicht gemäss Art. 32 StGB gerechtfertigt, wenn der Beamte sich in Erfüllung seiner Amtspflicht geäussert hat, die Äusserung sachbezogen ist, nicht eindeutig über das Notwendige hinausgeht, nicht unnötig verletzend ist und nicht wider besseres Wissen erfolgt. Dass die ehrverletzende Äusserung unwahr ist und der Beamte dies bei der nach den Umständen gebotenen Sorgfalt hätte erkennen können, schliesst - gleich wie bei ehrverletzenden Äusserungen von Zeugen (siehe dazu schon BGE 80 IV BGE 123 IV 97 S. 9956 E. 2 S. 60) - die Anwendung von Art. 32 StGB nicht aus. Wer verpflichtet ist, zu äussern, was er für wahr hält, unterscheidet sich wesentlich von demjenigen, welchem es freisteht, ob er sich äussern will oder nicht (Corboz, La diffamation, SJ 1992 p. 629 ss, 648). Daher rechtfertigt es sich, auf den zur Äusserung Verpflichteten unter den genannten Voraussetzungen Art. 32 StGB anzuwenden und ihn von der Last des Gutglaubensbeweises im Sinne von Art. 173 Ziff. 2 StGB zu befreien.\n\nbb) In bezug auf die inkriminierte Äusserung - \"Gemäss einem Fax an verschiedene Geschäfte bekennt sich der Verein gegen Tierfabriken Schweiz zu den Anschlägen\" - sind die genannten Voraussetzungen der Anwendung von Art. 32 StGB erfüllt. Der Beschwerdegegner verfasste die Pressemitteilung in Erfüllung seiner Aufgaben als beamteter Pressesprecher der Stadtpolizei, der unter anderem die Öffentlichkeit über Straftaten und den Stand der Ermittlungen zu informieren hat. Die inkriminierte Äusserung ist sachbezogen, geht nicht eindeutig über das Notwendige hinaus und ist in der Formulierung nicht unnötig verletzend; tatsächlich waren kurz zuvor verschiedene Anschläge verübt worden und hatte sich eine Organisation zu den Anschlägen bekannt. Allerdings ist die inkriminierte Äusserung insoweit inhaltlich unrichtig, als sich in Tat und Wahrheit nicht der Verein gegen Tierfabriken (VgT), sondern die Tierbefreiungsfront (TBF) zu den Anschlägen bekannt hatte. Der Beschwerdegegner handelte nach den für den Kassationshof im Verfahren der eidgenössischen Nichtigkeitsbeschwerde verbindlichen tatsächlichen Feststellungen der Vorinstanz aber, was insoweit massgebend ist, nicht wider besseres Wissen; vielmehr nahm er unter anderem angesichts des Inhalts der Faxe, die den Briefkopf \"Verein gegen Tierfabriken\" bzw. \"Dr. Erwin Kessler\" trugen, irrtümlich an, dass sich der VgT zu den Anschlägen bekannt habe. Ob diese Verwechslung bei Anwendung der nach den gesamten Umständen gebotenen Sorgfalt hätte vermieden werden können, ist insoweit nicht entscheidend und muss daher nicht geprüft werden.\n\ncc) Da die inkriminierte Äusserung somit nach der im Ergebnis zutreffenden Ansicht der Vorinstanz durch Art. 32 StGB gedeckt ist, der Vorrang vor Art. 173 Ziff. 2 StGB hat, musste die Vorinstanz nicht darüber befinden, ob der Beschwerdegegner im Sinne der letztgenannten Bestimmung ernsthafte Gründe hatte, seine Äusserung in guten Treuen für wahr zu halten."}