{"annee": "123", "cour": "I", "page": "275", "date": "16/9/1997", "cite": ["121 II 72", "120 IB 379", "122 II 274", "121 II 190", "111 IA 276"], "cite_par": ["127 II 264", "126 V 143", "127 II 161", "126 II 171", "124 V 82"], "chapeau": "27. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 16. September 1997 i.S. Y. gegen Appellationsgericht des Kantons Basel-Stadt (Verwaltungsgerichtsbeschwerde und staatsrechtliche Beschwerde)", "regestes": ["Art. 84 ss, art. 97 ss OJ; délimitation du recours de droit administratif d'avec le recours de droit public. Seul le recours de droit public est à disposition contre une décision incidente, fondée sur la procédure cantonale, au sujet du refus de l'assistance judiciaire gratuite, même si le recours de droit administratif est recevable pour l'affaire au fond (consid. 2d)."], "faits": "|276|\n\nY., geboren 1973, heiratete am 4. Juni 1992 in der Türkei den in der Schweiz wohnhaften Z., geboren 1973, und erhielt gestützt darauf eine Aufenthaltsbewilligung. Diese wurde in der Folge offenbar regelmässig erneuert, letztmals am 29. September 1995 bis zum 23. Oktober 1997. Am 26. Januar 1996 hat das Zivilgericht des Kantons Basel-Stadt die Ehe von Y. und Z. geschieden.\n\nAm 30. April 1996 widerrief die Fremdenpolizei des Kantons Basel-Stadt die Aufenthaltsbewilligung von Y. Ein beim Polizei- und Militärdepartement des Kantons Basel-Stadt eingereichter Rekurs blieb erfolglos. Gegen den Entscheid des Polizei- und Militärdepartements erhob Y. Rekurs beim Regierungsrat des Kantons Basel-Stadt und ersuchte um unentgeltliche Rechtspflege und Verbeiständung. Das Justizdepartement des Kantons Basel-Stadt überwies den Rekurs an das Verwaltungsgericht.\n\nAm 4. April 1997 wies der Instruktionsrichter des Appellationsgerichts, welches im Kanton Basel-Stadt auch die Verwaltungsgerichtsbarkeit ausübt, das Gesuch um unentgeltliche Rechtspflege und Verbeiständung implizit ab und forderte die Rekurrentin auf, bis zum 21. April 1997 einen Kostenvorschuss in der Höhe von Fr. 1'000.-- zu leisten, widrigenfalls der Rekurs aus dem Recht gewiesen würde.\n\nDagegen hat Y. am 18. April 1997 beim Bundesgericht sowohl Verwaltungsgerichtsbeschwerde als auch staatsrechtliche Beschwerde erhoben.\n\nDas Bundesgericht tritt auf die Verwaltungsgerichtsbeschwerde nicht ein. Es heisst hingegen die staatsrechtliche Beschwerde gut, soweit es darauf eintritt, und hebt die angefochtene Verfügung auf.", "considerants": "Aus den Erwägungen:\n\n2. a) Gegenstand des vorliegenden Verfahrens ist eine kantonal letztinstanzliche (Art. 86 Abs. 1 OG) Zwischenverfügung im Verfahren betreffend Widerruf einer fremdenpolizeilichen Aufenthaltsbewilligung. Im Gegensatz zu einem in der Sache ergangenen Widerrufsentscheid, gegen den die Verwaltungsgerichtsbeschwerde |277| zulässig wäre (Art. 100 lit. b Ziff. 3 in Verbindung mit Art. 101 lit. d OG), stützt sich die angefochtene Zwischenverfügung ausschliesslich auf kantonales Verfahrensrecht. Es stellt sich damit die Frage, ob gegen die angefochtene Verfügung die staatsrechtliche Beschwerde oder die Verwaltungsgerichtsbeschwerde zu ergreifen ist.\n\nb) Das Bundesgericht beurteilt letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen, die sich auf öffentliches Recht des Bundes stützen oder stützen sollten (Art. 97 Abs. 1 OG in Verbindung mit Art. 5 VwVG; vgl. BGE 121 II 72 E. Ib S. 75). Im Verfahren der Verwaltungsgerichtsbeschwerde sind auch auf unselbständiges kantonales Ausführungsrecht zum Bundesrecht gestützte Anordnungen zu überprüfen sowie auf übrigem kantonalem Recht beruhende Anordnungen, die einen hinreichend engen Sachzusammenhang mit der im Rahmen der Verwaltungsgerichtsbeschwerde zu beurteilenden Frage des Bundesverwaltungsrechts aufweisen. Soweit dagegen dem angefochtenen Entscheid selbständiges kantonales Recht ohne den genannten Sachzusammenhang zum Bundesrecht zugrunde liegt, steht ausschliesslich die staatsrechtliche Beschwerde zur Verfügung (BGE 121 II 72 E. 1b S. 75, mit Hinweisen).\n\nc) Die Zulässigkeit der Verwaltungsgerichtsbeschwerde trotz kantonalrechtlicher Verfügungsgrundlage wird vom Bundesgericht ferner im Bereich der Nichteintretensentscheide bejaht: Tritt eine kantonale Behörde auf ein Rechtsmittel allein gestützt auf kantonales Verfahrensrecht nicht ein und führt dies dazu, dass die korrekte Anwendung von Bundesrecht nicht überprüft wird, die Durchsetzung von Bundesrecht somit vereitelt werden könnte, so ist die Rüge, das kantonale Verfahrensrecht sei in Art. 4 BV verletzender Weise angewendet worden, ebenfalls mit Verwaltungsgerichtsbeschwerde geltend zu machen, und zwar selbst dann, wenn nicht eine Verletzung von materiellem Bundesverwaltungsrecht behauptet wird (BGE 120 Ib 379 E. 1b S. 382, mit Hinweisen; vgl. BGE 121 II 190 E. 3a S. 192, mit Hinweisen).\n\nd) Die vorliegende Beschwerde richtet sich ausschliesslich gegen einen auf kantonales Prozessrecht gestützten Zwischenentscheid, ohne dass gleichzeitig eine Verwaltungsgerichtsbeschwerde hängig wäre, zu der ein Sachzusammenhang hergestellt werden könnte. Es kann sich daher höchstens die Frage stellen, ob die Verweigerung der unentgeltlichen Rechtspflege und Verbeiständung zu einer Vereitelung von Bundesrecht führen könnte, wie dies bei den auf kantonales Recht gestützten Nichteintretensentscheiden angenommen |278| wird. Dieses Abweichen von der Grundregel, gemäss welcher nur auf öffentliches Recht des Bundes gestützte Verfügungen mit Verwaltungsgerichtsbeschwerde anfechtbar sind, rechtfertigt sich indessen nur dann, wenn der angefochtene, auf kantonales Prozessrecht gestützte Entscheid die Durchsetzung von Bundesrecht unmittelbar vereiteln kann. Dies ist bei der Verweigerung der unentgeltlichen Rechtspflege und Verbeiständung, anders als bei den Nichteintretensentscheiden, nicht der Fall (vgl. auch die Kritik von KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Auflage Bern 1994, S. 309). Damit steht im vorliegenden Fall ausschliesslich die staatsrechtliche Beschwerde zur Verfügung (sofern die übrigen Sachurteilsvoraussetzungen erfüllt sind).\n\ne) Nichts anderes kann im übrigen gelten, wenn der Entscheid über die unentgeltliche Rechtspflege und Verbeiständung gleichzeitig mit dem Entscheid in der Sache ergangen ist, jedoch einzig die Verweigerung der unentgeltlichen Rechtspflege und Verbeiständung angefochten wird: auch hier gibt es keinen Grund dafür, von der Grundregel abzuweichen (vgl. in bezug auf den Kostenpunkt BGE 122 II 274 E. 1b/bb S. 278).\n\nWird in einem solchen Fall hingegen der kantonale Entscheid sowohl in der Sache wie auch in bezug auf die Verweigerung der unentgeltlichen Rechtspflege und Verbeiständung angefochten, gebietet der Grundsatz der Einheit des Prozesses, neben der Hauptsache auch die Frage der unentgeltlichen Rechtspflege und Verbeiständung im verwaltungsgerichtlichen und nicht im staatsrechtlichen Beschwerdeverfahren zu beurteilen (vgl. in bezug auf den Kostenpunkt BGE 122 II 274 E. 1b/aa S. 277/278).\n\nf) Die staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV ist gegen letztinstanzliche Endentscheide zulässig; gegen letztinstanzliche Zwischenentscheide nur, wenn sie für den Betroffenen einen nicht wiedergutzumachenden Nachteil zur Folge haben (Art. 87 OG). Zwischenentscheide betreffend die Gewährung der unentgeltlichen Rechtspflege bzw. Verbeiständung haben für den Gesuchsteller namentlich dann einen nicht wiedergutzumachenden Nachteil zur Folge, wenn sie mit der Aufforderung zur Leistung eines Kostenvorschusses verbunden sind (BGE 111 Ia 276 E. 2b S. 279; bezüglich der unentgeltlichen Verbeiständung auch nicht veröffentlichte E. 1 von BGE 115 Ia 103 ff.). Auf die frist- und formgerecht eingereichte staatsrechtliche Beschwerde ist daher grundsätzlich einzutreten."}