{"annee": "123", "cour": "II", "page": "88", "date": "24/2/1997", "cite": ["122 II 81", "121 II 156", "116 IB 321", "120 IB 287", "121 II 72", "118 IB 11", "121 II 39", "120 IB 136", "120 IB 207"], "cite_par": ["129 II 63", "126 II 26", "129 I 337", "128 II 259", "126 II 171", "127 II 238", "123 II 289", "128 I 63", "138 I 131", "137 III 344", "132 II 209", "124 II 120", "135 II 328", "126 V 252"], "chapeau": "13. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 24. Februar 1997 i.S. W. Rickli gegen Ortsbürgergemeinde und Einwohnergemeinde Niederlenz, Regierungsrat, Grosser Rat sowie Verwaltungsgericht des Kantons Aargau (Verwaltungsgerichtsbeschwerde)", "regestes": ["Aménagement du territoire et protection de l'environnement - planification d'une zone de gravière et procédure d'autorisation de construire pour un projet de gravière soumis à l'étude de l'impact sur l'environnement (EIE); voies de recours. Recours de droit administratif, pour violation du droit administratif fédéral directement applicable, quand est contestée la délimitation, dans un plan d'affectation, d'une zone de gravière (consid. 1a). L'obligation de procéder à une pesée complète des intérêts en présence lors de l'établissement d'un plan d'affectation est violée lorsque l'autorité délimite une zone de gravière sans connaître les éléments de fait déterminants dans les domaines de la protection contre le bruit, de la protection de l'air et de la protection des eaux. Le devoir de coordination doit être respecté dans la procédure de planification et dans la procédure d'autorisation de construire menée simultanément pour un projet de gravière (consid. 2d)."], "faits": "|89|\n\nA.- Walter Rickli ist Eigentümer der Parzelle Nr. 1045 im Gebiet \"Wilägerte\" in der Gemeinde Niederlenz. Nordwestlich dieses Grundstücks befinden sich die teilweise bewaldeten, der Ortsbürgergemeinde Niederlenz gehörenden Parzellen Nrn. 1044, 1046 und 667. Die Ortsbürgergemeinde beabsichtigt, ihre westlich der genannten Parzellen bereits bestehende Kiesgrube zu erweitern und dafür ihre erwähnten Grundstücke in Anspruch zu nehmen.\n\nNachdem das damalige Bundesamt für Forstwesen und Landschaftsschutz (heute: Bundesamt für Umwelt, Wald und Landschaft, BUWAL) der Ortsbürgergemeinde Niederlenz am 14. März 1988 die Bewilligung zur Rodung von 6'520 m2 Waldareal auf den Parzellen Nrn. 1046 und 667 zwecks Erweiterung der bestehenden Kiesgrube erteilt hatte und das Eidgenössische Departement des Innern (EDI) auf eine Beschwerde Walter Ricklis gegen diese Bewilligung nicht eingetreten war, wies das Bundesgericht die Sache mit Urteil vom 12. November 1990 im Sinne der Erwägungen zur materiellen Beurteilung an das EDI zurück. Aus den Erwägungen dieses Urteils ergibt sich, dass das EDI die Beschwerdelegitimation Walter Ricklis zu Unrecht verneint und überdies die bundesrechtliche Koordinationspflicht missachtet hatte. Das Bundesgericht verlangte deshalb eine materielle und verfahrensmässige Koordination der verschiedenen Bewilligungsverfahren im Rahmen eines Leitverfahrens (vgl. BGE 116 Ib 321 ff.).\n\nB.- Der Gemeinderat der Einwohnergemeinde Niederlenz hatte der Ortsbürgergemeinde bereits am 15. August 1989 die Baubewilligung für den Abbau von Kies auf den Parzellen Nrn. 667, 1044 und 1046 erteilt und die gegen das Abbauvorhaben gerichtete Einsprache von Walter Rickli abgewiesen. Dieser gelangte hierauf an den Regierungsrat des Kantons Aargau, der am 6. Januar 1993 in einem Zwischenentscheid das bei ihm hängige Beschwerdeverfahren gegen die Baubewilligung des Gemeinderats Niederlenz zum Leitverfahren für die materielle und formelle Koordination bestimmte. Weiter hielt der Regierungsrat in seinem Zwischenentscheid fest, dass der geplante Kiesabbau der UVP-Pflicht unterstehe, wobei auf einen förmlichen Umweltverträglichkeitsbericht verzichtet werde. Die Ortsbürgergemeinde sei jedoch verpflichtet, allenfalls zusätzliche |90| Unterlagen zur Vertiefung einzelner Fragen der Umweltverträglichkeit des Vorhabens einzureichen. Auf eine Beschwerde Walter Ricklis gegen diesen regierungsrätlichen Zwischenentscheid trat das Verwaltungsgericht des Kantons Aargau nicht ein, weil es sich um einen prozessleitenden Zwischenentscheid handle.\n\nBereits am 2. Juni 1992 hatte der Grosse Rat des Kantons Aargau den Kulturlandplan und die Nutzungsordnung Kulturland der Gemeinde Niederlenz, beide vom 29. Juni 1990, genehmigt. Der Plan scheidet u.a. in bezug auf die Parzellen Nrn. 667, 1044 und 1046 eine Kiesabbauzone aus. Der Genehmigungsbeschluss des Grossen Rats wurde im kantonalen Amtsblatt vom 22. Juni 1992 publiziert. Am 24. August 1992 stellte Walter Rickli beim Verwaltungsgericht ein Normenkontrollbegehren mit dem Hauptantrag, die vom Grossen Rat genehmigten Beschlüsse der Einwohnergemeinde Niederlenz vom 29. Juni 1990 seien als verfassungs- und gesetzwidrig aufzuheben, soweit sie die Kiesabbauzone betreffen.\n\nMit Entscheid vom 22. Juni 1994 wies der Regierungsrat die Beschwerde gegen die kommunale Baubewilligung für den Kiesabbau vom 15. August 1989 bis zum Entscheid des Verwaltungsgerichts über das Normenkontrollbegehren von Walter Rickli unter der Bedingung ab, dass das beim Verwaltungsgericht hängige Normenkontrollbegehren abgewiesen und die Zulässigkeit der Kiesabbauzone bestätigt werde. Für den Fall des Nichteintritts dieser Bedingung hiess der Regierungsrat die Beschwerde gut. Gegen diesen Entscheid des Regierungsrats erhob Walter Rickli Beschwerde an das Verwaltungsgericht mit dem Antrag auf Aufhebung der vom Gemeinderat Niederlenz erteilten Kiesabbaubewilligung.\n\nAm 26. Oktober 1995 beurteilte das Verwaltungsgericht die Beschwerde von Walter Rickli gegen den Entscheid des Regierungsrats vom 22. Juni 1994 sowie sein Normenkontrollbegehren vom 24. August 1992 in zwei separaten Urteilen. Die Verwaltungsgerichtsbeschwerde gegen die Kiesabbaubewilligung hiess es teilweise gut und wies die Sache zur Neubeurteilung im Sinne der Erwägungen an den Regierungsrat zurück, da es die Sachverhaltsabklärungen hinsichtlich Lärmschutz, Luftreinhaltung und Gewässerschutz als ungenügend erachtete. Das Normenkontrollbegehren gegen die Nutzungsplanfestsetzung wies das Verwaltungsbericht hingegen ab.\n\nGegen das Urteil des Verwaltungsgerichts vom 26. Oktober 1995 betreffend das Normenkontrollbegehren hat Walter Rickli am 16. Januar 1996 staatsrechtliche Beschwerde wegen Verletzung des Willkürverbots und der Eigentumsgarantie eingereicht mit dem |91| Antrag, der angefochtene Entscheid sei aufzuheben. Er bringt im wesentlichen vor, die umweltrelevanten Abklärungen hätten bereits im Nutzungsplanungsverfahren vorgenommen werden müssen, und er hält die vom Verwaltungsgericht überprüfte Interessenabwägung für mangelhaft.", "considerants": "Aus den Erwägungen:\n\n1. Im vorliegenden Verfahren ist ein Normenkontrollentscheid des Verwaltungsgerichts des Kantons Aargau betreffend den Kulturlandplan und die dazu gehörende Nutzungsordnung Kulturland der Gemeinde Niederlenz vom 29. Juni 1990 umstritten.\n\na) Beim Kulturlandplan und der entsprechenden Nutzungsordnung handelt es sich um einen Nutzungsplan im Sinne von Art. 14 ff. des Raumplanungsgesetzes des Bundes vom 22. Juni 1979 (RPG; SR 700). Kantonal letztinstanzliche Entscheide über solche Pläne unterliegen grundsätzlich der staatsrechtlichen Beschwerde (Art. 34 Abs. 3 RPG). Sind allerdings im Nutzungsplan enthaltene, auf Bundesverwaltungsrecht abgestützte Anordnungen umstritten oder wird das Fehlen solcher Anordnungen bemängelt, so erachtet die bundesgerichtliche Rechtsprechung die Verwaltungsgerichtsbeschwerde für zulässig, soweit der Nutzungsplan die Merkmale einer Verfügung im Sinne von Art. 5 VwVG erfüllt und kein Ausschlussgrund gemäss Art. 99 ff. OG gegeben ist (BGE 121 II 72 E. 1d S. 76, 430 E. 1c; BGE 120 Ib 287 E. 3 S. 292 ff., je mit Hinweisen; zum Verfügungsbegriff: René Rhinow/Heinrich Koller/Christina Kiss, Öffentliches Prozessrecht und Justizverfassungsrecht des Bundes, Basel 1996, Rz. 1222 ff.; Alfred Kölz/Isabelle Häner, Verwaltungsverfahren und Verwaltungsrechtspflege des Bundes, Zürich 1993, S. 131 ff.; Fritz Gygi, Bundesverwaltungsrechtspflege, Bern 1983, S. 126 ff.).\n\naa) Die hier umstrittene Kiesabbauzone wurde im Kulturplan der Gemeinde Niederlenz im Hinblick auf die von der Ortsbürgergemeinde geplante Kiesausbeutung parzellengenau festgelegt. Es handelt sich dabei um eine behördliche Anordnung im Einzelfall, durch welche eine konkrete verwaltungsrechtliche Rechtsbeziehung in bezug auf bestimmte Grundstücke rechtsgestaltend in verbindlicher Weise geregelt wird. Diese Nutzungsplanfestsetzung beruht auf kantonalem Planungsrecht und erfolgte zudem gestützt auf direkt anwendbares Bundesrecht (Umweltschutz-, Wald-, Gewässerschutzrecht etc.).\n\n|92|\n\nbb) Der Beschwerdeführer macht geltend, die umweltrelevanten Gesichtspunkte des Lärmschutzes und der Luftreinhaltung seien in bezug auf das UVP-pflichtige Kiesabbauvorhaben nicht im Rahmen der Nutzungsplanung geprüft worden. Diese Gesichtspunkte seien aber für die Interessenabwägung erheblich; wegen ihrer Nichtberücksichtigung sei der angefochtene Entscheid mangelhaft. Die damit gerügte Verletzung von Bundesverwaltungsrecht ist mit Verwaltungsgerichtsbeschwerde vorzubringen. Dies gilt auch für die darauf Bezug nehmenden Rügen, das Willkürverbot und die Eigentumsgarantie seien verletzt worden; denn zu dem nach Art. 104 lit. a OG im Rahmen der Verwaltungsgerichtsbeschwerde zu überprüfenden Bundesrecht gehört auch das Bundesverfassungsrecht, soweit die Rüge eine Angelegenheit betrifft, die in die Sachzuständigkeit der eidgenössischen Verwaltungsrechtspflegeinstanz fällt (BGE 121 II 39 E. 2d/bb S. 47, 72 E. 1b, je mit Hinweisen).\n\ncc) Im vorliegenden Fall weist die Anwendung der allgemeinen Planungsgrundsätze im Rahmen des kantonalen Planungsverfahrens einen engen Sachzusammenhang mit den der Verwaltungsgerichtsbeschwerde unterliegenden Fragen des Bundesverwaltungsrechts auf. Soweit der Beschwerdeführer planungsrechtliche Rügen erhebt, sind diese ebenfalls im Rahmen der Verwaltungsgerichtsbeschwerde zu überprüfen. Daran ändert nichts, dass der Kulturlandplan der Gemeinde Niederlenz nicht ausschliesslich der Festsetzung der umstrittenen Kiesabbauzone dient, sondern überdies die Landwirtschaftszone, eine Spezialzone \"Aachmatte\" sowie \"Übriges Gebiet\" ausscheidet (vgl. BGE 121 II 72 E. 1b S. 75; 120 Ib 287 E. 3 S. 292 ff., je mit Hinweisen).\n\ndd) Es sind keine Ausschlussgründe gemäss Art. 99 ff. OG erfüllt. Art. 99 Abs. 1 lit. c OG schliesst nach der bundesgerichtlichen Rechtsprechung die Verwaltungsgerichtsbeschwerde gegen Nutzungspläne im Sinne von Art. 14 ff. RPG nicht aus (BGE 120 Ib 287 E. 3c/dd S. 297; BGE 118 Ib 11 E. 2c,d S. 14 f.; s. auch BGE 120 Ib 136 E. 1). Auch geht es im vorliegenden Verfahren nicht um eine Bau- oder Betriebsbewilligung für eine technische Anlage im Sinne von Art. 99 Abs. 1 lit. e OG. Diese Bestimmung betrifft das technische Funktionieren einer Anlage und nicht deren umweltschutzrechtliche Auswirkungen (BGE 121 II 156; BGE 118 Ib 11 E. 2d S. 15, je mit Hinweisen).\n\nee) Somit können alle erhobenen Rügen mit Verwaltungsgerichtsbeschwerde vorgebracht werden; für die staatsrechtliche Beschwerde besteht kein Raum (Art. 84 Abs. 2 OG). Nichts spricht dagegen, |93| die als staatsrechtliche Beschwerde bezeichnete Eingabe des Beschwerdeführers in eine Verwaltungsgerichtsbeschwerde umzudeuten und sie als solche entgegenzunehmen.\n\nb) Die übrigen Sachurteilsvoraussetzungen der Verwaltungsgerichtsbeschwerde sind erfüllt und geben zu keinen weiteren Erörterungen Anlass. Die vom Beschwerdeführer eingereichte staatsrechtliche Beschwerde ist als Verwaltungsgerichtsbeschwerde entgegenzunehmen und als solche materiell zu behandeln.\n\n2. Das Bundesgericht hat bereits (in BGE 116 Ib 321 E. 4 S. 327 ff.) festgehalten, dass das Kiesabbauvorhaben der Ortsbürgergemeinde der Koordinationspflicht unterliegt. Zudem wurde in E. 4d S. 330 des erwähnten Urteils darauf hingewiesen, die kantonalen Behörden hätten zu entscheiden, ob das Vorhaben auf dem Wege einer raumplanerischen Ausnahmebewilligung angemessen erfasst werden könne oder ob es der bundesrechtlichen Planungspflicht unterliege. Der Regierungsrat und das Verwaltungsgericht haben seither sowohl die UVP-Pflicht als auch die Planungspflicht für das Vorhaben bejaht. Diese Fragen sind heute nicht mehr umstritten. Streitig ist indessen, ob die im Rahmen des Nutzungsplanungsverfahrens vorgenommene Interessenabwägung den gesetzlichen Anforderungen genügt.\n\na) Im Rahmen der Nutzungsplanung ist eine umfassende Beurteilung sämtlicher raum- und umweltschutzrelevanter Gesichtspunkte vorzunehmen. Im Planungsentscheid über Abbau- und Deponiestandorte sind vorsorglich auch die Anliegen des Umweltschutzes mitzuberücksichtigen, wobei der Rechtsprechung des Bundesgerichts zur Koordinationspflicht in geeigneter Weise Rechnung zu tragen ist. Wird zur Verwirklichung eines UVP-pflichtigen Projekts eine Änderung oder Ergänzung der Nutzungsplanung vorgenommen, so kann dieses Verfahren als das massgebliche Leitverfahren betrachtet werden (BGE 120 Ib 207 E. 6 S. 213 f. mit Hinweisen). Dies ist in bezug auf die vorliegende Angelegenheit bereits BGE 116 Ib 321 E. 4d S. 330 f. zu entnehmen, wobei das Bundesgericht in jenem Urteil beigefügt hat, dass das Leitverfahren bei UVP-pflichtigen Vorhaben auch das massgebliche Verfahren im Sinne von Art. 5 Abs. 3 der Verordnung über die Umweltverträglichkeitsprüfung vom 19. Oktober 1988 (UVPV; SR 814.011) darstellt. Der Regierungsrat hat in seinem Zwischenentscheid vom 6. Januar 1993 das Baubewilligungsverfahren und nicht das Nutzungsplanungsverfahren als Leitverfahren bezeichnet. Dies kann jedoch nichts daran ändern, dass im Rahmen des Nutzungsplanungsverfahrens |94| eine umfassende Interessenabwägung unter Berücksichtigung auch der umweltschutzrechtlichen Gesichtspunkte durchzuführen ist.\n\nb) Das Verwaltungsgericht hat den hier umstrittenen Nutzungsplan im Normenkontrollverfahren unter den Gesichtspunkten der Rohstoffversorgung der Region Aarau, der Landwirtschaft (Fruchtfolgeflächen), der Waldgesetzgebung, des Grundwasserschutzes, des Landschaftsschutzes und des Immissionsschutzes (Staub und Lärm) sowie der privaten Interessen der Parteien beurteilt und ist zum Schluss gelangt, den Anliegen, welche die Ausscheidung der Kiesabbauzone nahelegten, sei in ihrer Gesamtheit prioritäre Bedeutung zuzumessen.\n\nIn seinem gleichentags in derselben Besetzung gefällten Urteil zum Baubewilligungsentscheid des Regierungsrats vom 22. Juni 1995 hält das Verwaltungsgericht fest, dass die Sachverhaltsabklärungen in bezug auf Luftreinhaltung, Lärmschutz sowie Gewässerschutz ungenügend sind. Zudem hat das Verwaltungsgericht verschiedene Mängel bei der Durchführung der Umweltverträglichkeitsprüfung und damit eine Verletzung des Bundesgesetzes über den Umweltschutz vom 7. Oktober 1983 (USG; SR 814.01) festgestellt.\n\nc) Der Beschwerdeführer macht geltend, die vom Verwaltungsgericht in seinem Entscheid über die Baubewilligung festgestellten Mängel bei der Sachverhaltabklärung in bezug auf den Lärmschutz, die Luftreinhaltung und den Gewässerschutz hätten auch dazu geführt, dass das Gericht im Normenkontrollverfahren keine umfassende Interessenabwägung habe vornehmen können. Diese Kritik ist zutreffend. Tatsächlich sind die vom Verwaltungsgericht im Baubewilligungsverfahren verlangten umweltrelevanten Sachverhaltsabklärungen auch für die Überprüfung des Nutzungsplans unverzichtbar. In bezug auf die Lärmbelastung ergibt sich anhand der Akten, dass insbesondere über die heutige Lärmbelastung an der Zufahrtsstrasse sowie über die Zunahme des Lastwagenverkehrs und die damit verbundenen Lärmimmissionen Unklarheit herrscht. Ebenfalls nicht abgeklärt sind die zu erwartenden Auswirkungen des zusätzlichen Lastwagenverkehrs auf die Luftqualität. Schliesslich liegen dem angefochtenen Entscheid keine Abklärungen über die Anforderungen des Gewässerschutzes zugrunde. Zwar führt das Verwaltungsgericht im angefochtenen Entscheid aus, es seien keine besonderen Interessen des Gewässerschutzes ersichtlich, die einem weiteren Kiesabbau entgegenstünden. Ob der Materialabbau den |95| Anforderungen des Gewässerschutzes entspricht, wurde indessen im Rahmen des Nutzungsplanungsverfahrens überhaupt nicht geprüft. Das Verwaltungsgericht beschränkte sich im angefochtenen Entscheid, darauf hinzuweisen, dass den Anliegen des Gewässerschutzes im Baubewilligungsverfahren mittels Bestimmung einer geeigneten Abbaukote Rechnung getragen werden könne.\n\nd) Es geht nicht an, Nutzungsplanfestsetzungen, die auf ungenügenden Sachverhaltsabklärungen beruhen, im Normenkontrollverfahren zu bestätigen. Die umweltrelevanten Abklärungen sind im Rahmen der Nutzungsplanung und nicht erst im Baubewilligungsverfahren vorzunehmen (vgl. BGE 120 Ib 207 E. 6 S. 214; Urteil des Bundesgerichts vom 1. Dezember 1995 in URP 1996 S. 206 ff. E. 2d). Dies ergibt sich für UVP-pflichtige Vorhaben auch aus Art. 5 Abs. 3 UVPV. Die in dieser Bestimmung verwendeten Begriffe der \"Sondernutzungsplanung (Detailnutzungsplanung)\" dürfen angesichts der in den Kantonen sehr unterschiedlich verwendeten Terminologie nicht zu eng verstanden werden.\n\nDas Verwaltungsgericht hat dadurch, dass es auf die für eine umfassende Interessenabwägung erforderlichen Sachverhaltsabklärungen in den Bereichen Lärmschutz, Luftreinhaltung und Gewässerschutz verzichtet und trotz der mangelhaften Abklärungen die Nutzungsplanfestsetzung geschützt hat, die Pflicht zur umfassenden Interessenabwägung in der Nutzungsplanung verletzt. Dies hat zu einer unzulässigen Nichtbeachtung von Bundesumweltschutzrecht in der Nutzungsplanung geführt. Der angefochtene Entscheid ist aus diesem Grund aufzuheben, ohne dass die weiteren Vorbringen des Beschwerdeführers zu prüfen wären. Die zuständigen Behörden werden für eine wirksame Koordination des Nutzungsplanungsverfahrens mit dem zur Zeit beim Regierungsrat hängigen Baubewilligungsverfahren sowie mit den übrigen zur Verwirklichung des Kiesabbauvorhabens erforderlichen Verfahren (waldrechtliche Ausnahmebewilligung [vgl. BGE 122 II 81 ], allfällige weitere Spezialbewilligungen etc.) zu sorgen haben (vgl. Art. 25a und 33 Abs. 4 RPG; AS 1996 965 f.; vgl. auch die diesbezügliche Botschaft in BBl 1994 III 1075 ff.).\n\n3. Es ergibt sich, dass die Beschwerde im Verfahren der Verwaltungsgerichtsbeschwerde gutzuheissen und der Normenkontrollentscheid des Verwaltungsgerichts vom 26. Oktober 1995 aufzuheben ist."}