{"annee": "123", "cour": "IV", "page": "113", "date": "20/6/1997", "cite": ["122 IV 156", "107 IV 172", "118 IV 351", "119 IV 129", "105 IV 157", "116 IV 190", "121 IV 261", "116 IV 319", "100 IV 205", "72 IV 115"], "cite_par": ["142 IV 49", "129 IV 253", "142 IV 129", "140 II 520", "125 IV 237"], "chapeau": "18. Auszug aus dem Urteil des Kassationshofes vom 20. Juni 1997 i.S. C. gegen Staatsanwaltschaft des Kantons Schaffhausen und Staatsanwaltschaft des Kantons Schaffhausen gegen C. (Nichtigkeitsbeschwerden)", "regestes": ["Art. 21 al. 1 CP, 139 ch. 2 CP, 144 al. 1 CP et 172ter CP, ainsi que l'art. 68 ch. 1 CP; tentative et délit consommé de vol par métier et nombreux dommages à la propriété (vols par effraction), délits d'importance mineure contre le patrimoine, dommages de moindre importance, concours. La tentative est absorbée par le délit consommé par métier (consid. 2c et d; confirmation de la jurisprudence). La limite du dommage de moindre importance au sens de l'art. 172ter al. 1 CP se situe à 300 fr. (consid. 3d). L'art. 172ter al. 1 CP vise la petite délinquance (consid. 3d et f), non les dommages matériels causés lors d'un vol par effraction commis par métier (consid. 3g). En cas de vol par effraction (selon l'art. 139 ch. 1 et 2 CP), le dommage à la propriété et le vol sont en relation de concours parfait (consid. 3h; confirmation de la jurisprudence). Art. 100 CP et 100bis CP; renvoi dans une maison d'éducation au travail, capacité d'être éduqué au travail. L'éducation au travail doit tendre à corriger un développement défectueux du jeune adulte et à prévenir de nouvelles infractions. Au premier rang figure la formation professionnelle. La mesure implique une disposition minimale à coopérer (consid. 4c)."], "faits": "BGE 123 IV 113 S. 114\n\nA.- C. wurde vorgeworfen, von Dezember 1994 bis Mai 1995 mit Unterbrüchen bis zu 0,1 g Heroin pro Tag und bis 31. Juli 1995 bis zu 10 g Haschisch pro Woche geraucht zu haben. Weiter habe er vom Januar bis zum 31. Juli 1995 sechsundzwanzig versuchte bzw. vollendete Diebstähle begangen.\n\nB.- Das Kantonsgericht Schaffhausen sprach ihn deshalb am 8. Mai 1996 schuldig des mehrfachen Diebstahls, des mehrfachen BGE 123 IV 113 S. 115Diebstahlversuchs, der mehrfachen Sachbeschädigung, des mehrfachen Hausfriedensbruchs sowie der mehrfachen Übertretung des Betäubungsmittelgesetzes und wies ihn in eine Arbeitserziehungsanstalt ein. Es widerrief eine bedingte dreizehnmonatige Gefängnisstrafe aus dem Jahre 1994 und schob deren Vollzug zugunsten der Massnahme auf.\n\nDas Obergericht des Kantons Schaffhausen fand am 10. September 1996 die Berufung des Verurteilten unbegründet und jene der Staatsanwaltschaft des Kantons Schaffhausen teilweise begründet. Es sprach ihn schuldig des gewerbsmässigen Diebstahls, des mehrfachen Diebstahlversuchs, der mehrfachen Sachbeschädigung, des mehrfachen Hausfriedensbruchs sowie der mehrfachen Widerhandlung gegen das Betäubungsmittelgesetz und bestätigte im übrigen das Urteil des Kantonsgerichts.\n\nC.- C. und die Staatsanwaltschaft des Kantons Schaffhausen erheben Nichtigkeitsbeschwerden:\n\n- C. beantragt, er sei in allen Punkten freizusprechen; im Falle der Verurteilung wegen gewerbsmässigen Diebstahls sei er des Diebstahlversuchs freizusprechen; anstelle der Arbeitserziehungsmassnahme sei er mit Gefängnis zu bestrafen; es sei ihm die unentgeltliche Prozessführung und Verbeiständung zuzuerkennen.\n\n- Die Staatsanwaltschaft beantragt, das Urteil des Obergerichts insoweit aufzuheben, als es C. u.a. neben gewerbsmässigen Diebstahls auch noch des mehrfachen Diebstahlversuchs und ferner in Anwendung von Art. 144 Abs. 1 teils i.V.m. Art. 172ter Abs. 1 StGB der mehrfachen Sachbeschädigung schuldig erklärt habe; und es sei die Sache zur Verurteilung u.a. wegen gewerbsmässigen Diebstahls im Sinne von Art. 139 Ziff. 2 teils i.V.m. Art. 21 Abs. 1 StGB und mehrfacher Sachbeschädigung im Sinne von Art. 144 Abs. 1 StGB an das Obergericht zurückzuweisen.\n\nD.- In seiner Vernehmlassung nimmt C. (mit der Staatsanwaltschaft) an, dass gewerbsmässiger Diebstahl auch den Diebstahlversuch einschliesst; beim Sachschaden sei von mehrfacher Sachbeschädigung und mehrfacher geringer Sachbeschädigung auszugehen. Die Staatsanwaltschaft reicht keine Vernehmlassung ein. Das Obergericht des Kantons Schaffhausen verzichtet auf Gegenbemerkungen.", "considerants": "Aus den Erwägungen:\n\n1. (Eintretensfrage)\n\n2. a) Die Vorinstanz führt aus, der Beschwerdeführer habe in siebeneinhalb Monaten 23 Diebstähle und 6 Versuche dazu begangen und dabei etwa Fr. 3'400.-- erbeutet. In der ersten Phase habe er zumeist Waschkücheneinbrüche begangen und etwa Fr. 820.-- erbeutet. In der zweiten, vom Mai bis zu seiner Verhaftung Ende Juli dauernden Phase, habe er sich auf lukrativere Einbrüche in Restaurants und Geschäften konzentriert. Die Erzielung eines Einkommens sei mitbestimmendes Motiv gewesen, wenngleich auch ein Nervenkitzel mitgespielt habe; seine legalen Einkünfte hätten ihm für seinen Lebenswandel nicht gereicht. Er sei deshalb des gewerbsmässigen Diebstahls und zusätzlich des mehrfachen BGE 123 IV 113 S. 116Diebstahlversuchs schuldig; eine andere Betrachtungsweise würde die Anwendbarkeit von Art. 21 Abs. 1 StGB beim gewerbsmässigen Betrug ausschliessen. Schliesslich wäre der privilegierte Tatbestand von Art. 172ter StGB auch bei Verneinung einer Gewerbsmässigkeit auszuschliessen, da die Taten nicht auf einen geringen Vermögenswert gerichtet gewesen seien.\n\nb) Der Beschwerdeführer wendet ein, gemäss Art. 139 Ziff. 2 StGB handle nur noch gewerbsmässig, wer es auf relativ regelmässige deliktische Einnahmen abgesehen habe, die einen wesentlichen Beitrag an die Lebenshaltungskosten liefern sollten. Bei ihm sei das nie der Fall gewesen. Er habe durchgehend seinen Arbeitsplatz versehen und dort ein monatliches Einkommen von rund Fr. 3'500.-- erzielt. Bei Fr. 3'400.-- Beute in einer über sechsmonatigen Deliktsserie könne nicht von einem erheblichen Beitrag an die Lebenshaltungskosten gesprochen werden, denn diese \"Nebeneinnahmen\" hätten nur etwa Fr. 500.-- monatlich betragen. Dieser Beitrag sei auch nicht in seinen allgemeinen Lebensunterhalt geflossen, sondern habe in erster Linie der Finanzierung des Betäubungsmittelkonsums gedient, was die Vorinstanz nicht gewürdigt habe. Subjektiv sei es ihm um Nervenkitzel gegangen. Wer Waschmaschinen und Getränkeautomaten aufbreche, könne es unmöglich auf grosse Beute abgesehen haben.\n\nc) Nach der Rechtsprechung (BGE 116 IV 319) liegt im Begriff des berufsmässigen Handelns der Ansatzpunkt für die Umschreibung der Gewerbsmässigkeit. Der Täter handelt berufsmässig, wenn sich aus der Zeit und den Mitteln, die er für die deliktische Tätigkeit aufwendet, aus der Häufigkeit der Einzelakte innerhalb eines bestimmten Zeitraums sowie aus den angestrebten und erzielten Einkünften ergibt, dass er die deliktische Tätigkeit nach der Art eines Berufs ausübt. Diese abstrakte Umschreibung kann nur Richtlinienfunktion haben. Eine quasi \"nebenberufliche\" deliktische Tätigkeit kann genügen. Wesentlich ist, dass sich der Täter, wie aus den gesamten Umständen geschlossen werden muss, darauf eingerichtet hat, durch deliktische Handlungen Einkünfte zu erzielen, die einen namhaften Beitrag an die Kosten zur Finanzierung seiner Lebensgestaltung darstellen; dann ist die erforderliche soziale Gefährlichkeit gegeben. Es ist nach wie vor notwendig, dass der Täter die Tat bereits mehrfach begangen hat, dass er in der Absicht handelte, ein Erwerbseinkommen zu erlangen, und dass aufgrund seiner Taten geschlossen werden muss, er sei zu einer Vielzahl von unter die fraglichen Tatbestände fallenden Taten bereit gewesen (BGE 119 IV 129 E. 3a).BGE 123 IV 113 S. 117\n\nDie zu beurteilende Diebstahlserie ist nach dieser Umschreibung als gewerbsmässig zu qualifizieren. Daran kann die ordentliche Erwerbstätigkeit nichts ändern. Wesentlich ist, dass sich der Beschwerdeführer darauf eingerichtet hat, durch deliktische Handlungen relativ regelmässige Einnahmen zu erzielen (die einen namhaften Beitrag an seine Lebenshaltungskosten darstellten). Dagegen sind für die Qualifikation weder die durchschnittliche Erfolgsquote noch deren Relation zum ordentlichen Erwerbseinkommen massgebend noch auch ein Nervenkitzel oder entwicklungsdefizitäre Persönlichkeitsstörungsanteile. Nicht von Belang ist daher auch, dass die deliktischen Einnahmen der Finanzierung des Drogenkonsums gedient haben sollen (vgl. BGE 116 IV 319 E. 4d). Schliesslich kommt, anders als noch beim altrechtlichen Betrugstatbestand (Art. 148 Abs. 2 aStGB; BGE 116 IV 319 E. 3b), der Auslegung der Straftatbestände nach der angedrohten Mindeststrafe beim gewerbsmässigen Diebstahl angesichts der Mindeststrafdrohung von 3 Monaten Gefängnis (Art. 139 Ziff. 2 StGB) nur noch untergeordnete Bedeutung zu.\n\nd) Der Beschwerdeführer und die Staatsanwaltschaft rügen zu Recht den zusätzlichen Schuldspruch des mehrfachen Diebstahlversuchs als bundesrechtswidrig. Begeht der Täter vollendete und versuchte gleichartige Delikte und handelt er dabei gewerbsmässig, geht der Versuch im vollendeten gewerbsmässigen (Kollektiv-) Delikt auf (BGE 105 IV 157 E. 2; BGE 107 IV 172 E. 4). Das ist vorliegend der Fall.\n\ne) Art. 172ter Abs. 1 StGB gilt nicht bei qualifiziertem Diebstahl im Sinne von Art. 139 Ziff. 2 StGB (Art. 172ter Abs. 2 StGB). Die Vorinstanz wendet diese Bestimmung hier im Ergebnis zu Recht nicht an.\n\nf) Zusammenfassend spricht die Vorinstanz den Beschwerdeführer zu Recht des gewerbsmässigen Diebstahls schuldig. Dagegen ist ihr Entscheid insoweit aufzuheben, als sie ihn zusätzlich des mehrfachen Diebstahlversuchs schuldig spricht.\n\n3. a) Die Vorinstanz führt mit Verweisung auf die Erstinstanz aus, der Beschwerdeführer habe stehlen wollen, die Sachbeschädigungen seien nicht das eigentliche Handlungsziel gewesen; er habe sie aber vorausgesehen und in Kauf genommen, denn um zu stehlen, habe er beschädigen müssen. Damit habe er vorsätzlich gehandelt. Sein Vorsatz sei aber nicht auf grössere als die angerichteten Schäden gerichtet gewesen. Auf die geringen Schäden sei Art. 172ter StGB anzuwenden. Nach der Rechtsprechung (BGE 121 IV 261) BGE 123 IV 113 S. 118betrage der Grenzwert Fr. 300.--, so dass die entsprechenden Delikte gemäss Art. 172ter Abs. 1 StGB und die restlichen beiden gemäss Art. 144 Abs. 1 StGB zu beurteilen seien. Der Beschwerdeführer anerkannte Zivilforderungen im Umfang von Fr. 9'090,80 (Mehrbeträge und nicht anerkannte Forderungen wurden auf den Zivilweg verwiesen).\n\nb) Die Staatsanwaltschaft führt zunächst aus, der Klarheit halber hätte der Schuldspruch wegen mehrfacher Sachbeschädigung auf mehrfache Sachbeschädigung und mehrfache geringfügige Sachbeschädigung lauten müssen, sonst müssten diese Übertretungen erst in einer Urteilsanalyse herausgeschält werden. Dieser Ansicht ist grundsätzlich zuzustimmen. Art. 172ter StGB enthält im Schuld- und Strafpunkt privilegierende Merkmale und bildet insoweit einen selbständigen Tatbestand. Weil der angefochtene Entscheid ohnehin aufgehoben wird, kann im übrigen zur Abfassung des Urteilsdispositivs auf BGE 107 IV 172 E. 4 verwiesen werden.\n\nc) Die Staatsanwaltschaft wendet sich sodann gegen die Privilegierung der Sachbeschädigungen mit Deliktsbeträgen unter Fr. 300.--. Der Beschwerdeführer habe etwa in der Nacht vom 7. auf den 8. März 1995 mit sechs Einbrüchen einen Sachschaden von Fr. 1'200.-- verursacht. Die im einzelnen als geringfügig einzustufenden Schäden der im Laufe eines Tages begangenen Taten müssten zusammengezählt werden. Die Einzeltaten seien nicht zu privilegieren, weil sie in ihrer Häufung eine eminente kriminelle Energie belegten. Wer einbreche oder sich auch nur einschleiche, um zu stehlen, was er erlangen könne, handle mit einem derart erheblichen Verschulden, dass für alle in Frage kommenden konkurrierenden Tatbestände eine Privilegierung nach Art. 172ter Abs. 1 StGB abzulehnen sei, weil ihnen, im Gesamtzusammenhang betrachtet, wiederum der Bagatellcharakter abgehe.\n\nd) Art. 172ter Abs. 1 StGB gilt für Taten, die sich nur auf einen geringen Vermögenswert oder auf einen geringen Schaden richten. Die Bestimmung führt unter Vorbehalt von Abs. 2 zu einer Privilegierung der geringfügigen Vermögensdelikte des Zweitens Titels des Besonderen Teils des Strafgesetzbuchs (Strafbare Handlungen gegen das Vermögen). Damit werden Bagatellverstösse im gesamten Vermögensstrafrecht zu Übertretungen und nur noch auf Antrag verfolgt. Der Gesetzgeber wollte die Strafverfolgungsbehörden von der Bagatellkriminalität entlasten und damit Kräfte für die eigentliche Aufgabe der Bekämpfung der Schwerkriminalität freimachen. Die Bestimmung soll einerseits den privaten Ausgleich zwischen BGE 123 IV 113 S. 119Täter und Opfer fördern und es anderseits den Gerichten ermöglichen, den unterschiedlichsten Sachverhalten gerecht zu werden und die Bagatellkriminalität einzelfallgerecht zu beurteilen (ausführlich BGE 121 IV 261). In diesem Entscheid setzte das Bundesgericht die Grenze für den geringen Vermögenswert im Sinne von Art. 172ter Abs. 1 StGB bei Fr. 300.-- fest; wie es sich mit dem \"geringen Schaden\" verhält, liess es dagegen offen (BGE 121 IV 261 E. 2).\n\nDer Gesetzgeber konkretisierte auch den Begriff des geringen Schadens im Sinne von Art. 172ter Abs. 1 StGB nicht. Ausgangspunkt für diesen Grenzwert bilden ebenfalls die Erwägungen des genannten Entscheids, auf die im übrigen zu verweisen ist. Danach ist bei Sachen mit einem Marktwert beziehungsweise einem objektiv bestimmbaren Wert allein dieser entscheidend (BGE 116 IV 190 E. 2b/aa) und der Grenzwert objektiv, einheitlich und ziffernmässig festzulegen, und zwar - wie bereits im Grundsatzentscheid ausgeführt - letztlich nach Recht und Billigkeit (BGE 121 IV 261 E. 2c und d). Es fehlt an entscheidenden Gesichtspunkten für einen abweichenden Grenzwert beim geringen Schaden, so dass dieser ebenfalls bei Fr. 300.-- festzusetzen ist.\n\ne) Sind mehrere gleichartige oder verschiedene Vermögensdelikte unter den Gesichtspunkten von Art. 172ter StGB gleichzeitig zu beurteilen, fragt sich für die Anwendbarkeit der Bestimmung, welche Delikte örtlich, zeitlich oder betragsmässig zusammenzufassen oder zu trennen sind und wie es sich verhält, wenn einzelne Deliktsbeträge über und andere unter dem Grenzwert stehen (vgl. PETER ALBRECHT, Bemerkungen zum Tatbestand der geringfügigen Vermögensdelikte gemäss Art. 172ter StGB, Festschrift Gauthier, Bern 1996, S. 152 f.; STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil I, 5. Auflage, Bern 1995, § 25 N. 16). Auf solche Fragen ist hier nicht weiter einzugehen. Zu beurteilen sind mit gewerbsmässigem Einbruchdiebstahl verbundene Sachbeschädigungen.\n\nf) Entscheidend für die Privilegierung ist zunächst, dass sich die Tat auf ein geringfügiges Vermögensdelikt gerichtet hat (Art. 172ter Abs. 1 StGB), somit ein subjektives Kriterium, nämlich die Absicht des Täters und nicht der eingetretene Erfolg (BGE 122 IV 156 E. 2a). Aus dieser subjektiven Konzeption von Art. 172ter StGB und seinem Sinn und Zweck ergibt sich gleichzeitig, dass seine Anwendung auf Bagatelldelinquenz gerichtete Taten einzugrenzen ist. So ist die Bestimmung etwa auch dann nicht anwendbar, wenn zwar der erlangte Vermögenswert den objektiven Grenzwert nicht erreicht, aber der Täter eine grössere Beute wollte (BGE 122 IV 156 E. 2b).BGE 123 IV 113 S. 120\n\nDie Vorinstanz nimmt mit der Erstinstanz für den subjektiven Tatbestand der Sachbeschädigung Vorsatz an und führt dabei sowohl aus, der Beschwerdeführer habe die Sachbeschädigungen in Kauf genommen wie auch, er habe sie begehen müssen, um zu seinem Hauptziel zu gelangen. Weiter nimmt die Vorinstanz im Gegensatz zur Beurteilung der Diebstähle an, der Vorsatz habe sich nicht auf grössere als die angerichteten Sachbeschädigungen gerichtet. An die dieser Annahme zugrundeliegende tatsächliche Willensfeststellung ist das Bundesgericht gebunden, weshalb der Einwand der Staatsanwaltschaft, es sei nicht ersichtlich, weshalb die Vorinstanz davon ausgehe, nicht zu hören ist.\n\nSomit kam es dem Beschwerdeführer nicht in erster Linie auf die Sachbeschädigungen an. Er wollte stehlen und musste dabei Beschädigungen in Kauf nehmen (Türen, Fenster, Behältnisse aufbrechen usw.), um an das Geld zu kommen. Die Beschädigungen waren das Zwischenziel auf dem Weg zum angestrebten Erfolg und damit das sicher vorausgesehene, direkt gewollte, vorbereitende Mittel des gewerbsmässigen Diebstahls. Es stellt sich damit die Frage, ob in Fällen, in denen die Tat auf den Erwerb eines Vermögenswerts unter Beschädigung von Sachen gerichtet ist bzw. die Beschädigung in Kauf nimmt, nicht ohnehin Vermögenswert und Schaden mit Folgeschäden zusammenzuzählen sind. Auch diese Frage braucht hier nicht weiter beurteilt zu werden.\n\ng) Serieller Einbruchdiebstahl offenbart erhebliche kriminelle Energie. Es lässt sich mit Sinn und Zweck von Art. 172ter Abs. 1 StGB nicht vereinbaren, Sachbeschädigungen zu privilegieren, die solchen Einbruchserien dienen. Das Verbot in Art. 172ter Abs. 2 StGB, gewerbsmässigen Diebstahl unter diesen Tatbestand zu subsumieren, wirkt sich seinem Normgehalt nach auf die notwendigen Sachbeschädigungen als Begleitdelikte des gewerbsmässigen Einbruchdiebstahls aus. Dieser Handlungsunwert lässt sich nicht mehr unter den Begriff der Geringfügigkeit einordnen, auch wenn einzelne Taten als geringfügige Vermögensdelikte zu werten wären; solchem Verhalten fehlt der Bagatellcharakter. Es verhält sich hier wie mit der Qualifikation wegen Gewerbsmässigkeit, die erfolgt, ungeachtet der Tatsache, dass einzelne Taten für sich genommen als geringfügig einzustufen wären. Eine solche, durch künstliche Trennung des tatsächlichen Sachverhalts geschaffene Bagatellisierung der einen Seite des Handlungszusammenhangs, nämlich der Privilegierung des Einbruchs als Übertretungstatbestand, würde in einen Wertungswiderspruch führen. Der auf gewerbsmässigen BGE 123 IV 113 S. 121Einbruchdiebstahl gerichtete kriminelle Wille und die Tragweite derartiger Delinquenz schliessen demnach die Geringfügigkeit des notwendigen Begleitdelikts aus. Nach dieser gesamthaften Betrachtungsweise sind die in Begehung gewerbsmässigen Einbruchdiebstahls verursachten Sachbeschädigungen gemäss dem einschlägigen Art. 144 StGB abzuurteilen.\n\nh) Die Vorinstanz setzt sich mit der Konkurrenz von Diebstahl und Sachbeschädigung nicht ausdrücklich auseinander. Nach BGE 72 IV 115 ist beim Einbruchdiebstahl echte Konkurrenz (Realkonkurrenz) im Sinne von Art. 68 Ziff. 1 StGB anzunehmen. An dieser Rechtsprechung ist jedenfalls in den Fällen von Art. 139 Ziff. 1 und 2 StGB festzuhalten; wie bei den qualifizierten Tatbeständen von Art. 139 Ziff. 3 StGB zu entscheiden ist, kann hier offenbleiben (vgl. SCHUBARTH, Kommentar zum schweizerischen Strafrecht, 2. Band, Bern 1990, Art. 137 N. 120, Art. 145 N. 45; STRATENWERTH, a.a.O., § 13 N. 108; TRECHSEL, Schweizerisches Strafgesetzbuch, Kurzkommentar, Zürich 1989, Art. 137 N. 28, Art. 145 N. 12).\n\ni) Zusammenfassend ist der angefochtene Entscheid daher aufzuheben, soweit Art. 172ter Abs. 1 StGB auf die mit dem gewerbsmässigen Diebstahl verbundenen Sachbeschädigungen angewendet wurde. Die Vorinstanz wird den Beschwerdeführer gemäss Art. 144 StGB wegen Sachbeschädigung in echter Konkurrenz zu gewerbsmässigem Diebstahl schuldig zu sprechen haben.\n\n4. a) Die Vorinstanz ordnet eine Einweisung des Beschwerdeführers in eine Arbeitserziehungsanstalt an und stützt sich dafür auf ein Gutachten des Psychiatrie-Zentrums Schaffhausen vom 23. Februar 1996. Sie führt aus, das Gutachten charakterisiere den Beschwerdeführer als neurotische Persönlichkeit von unreifer Struktur und mangelhafter Eigenidentität und attestiere ihm ein ausgesprochen dissozial-delinquentes Verhalten. Es schreibe dies einer entwicklungsphasenbedingten Ich-Schwäche zu und komme - trotz gewisser Bedenken - zum Schluss, die Mängel seien grundsätzlich therapierbar. Das werde für die Anordnung jeglicher Massnahme vorausgesetzt und sei hinsichtlich einer Arbeitserziehungsmassnahme von besonderer Bedeutung für die erforderliche günstige Prognose.\n\nEntgegen dem Beschwerdeführer lasse sich die Strafe zugunsten einer ambulanten Massnahme nach Art. 43 Ziff. 2 Abs. 3 StGB nur aufschieben, wenn eine wirklich vorhandene Aussicht auf erfolgreiche Behandlung durch den sofortigen Vollzug wesentlich beeinträchtigt würde. Das habe der Gutachter aber verneint. Somit stünden BGE 123 IV 113 S. 122nur noch unbedingte Freiheitsstrafe und Arbeitserziehungsmassnahme zur Verfügung. In dieser Situation sei der Massnahme mit ihrer primär spezialpräventiven Zielrichtung der Vorzug zu geben; die Arbeitserziehung müsse angeordnet werden, sobald deren Voraussetzungen gegeben seien. Auch das Gutachten betrachte die Arbeitserziehungsmassnahme als eine adäquate Sanktion, da aufgrund des psychologischen Befunds der Versuch einer therapeutischen Intervention in einem sicheren, psychoedukativen und pädagogischen Rahmen angezeigt sei. Auch das Alter des dreiundzwanzigjährigen Beschwerdeführers stehe einer Einweisung nicht entgegen.\n\nb) Der Beschwerdeführer rügt, die Vorinstanz habe Art. 100bis StGB verletzt. Sie gehe durch nichts gestützt davon aus, seine charakterliche Fehlentwicklung lasse sich durch diese Massnahme angehen. Zentral in der Arbeitserziehung stehe die Anleitung zur Arbeit. Das aber habe er gerade nicht nötig. Er habe nie Müssiggang getrieben, sondern immer gearbeitet. Es könnten ihm viele Fehler nachgesagt werden, nur nicht eine fehlende Arbeitshaltung. Deshalb sei diese Massnahme unmöglich der richtige Schritt. Eingewiesen würden hauptsächlich Männer im Eintrittsalter zwischen 18 und 20 Jahren. Er passe daher auch nicht in diese auf eine jüngere Klientel ausgerichtete Einrichtung. Die Vorinstanz habe ausserdem Art. 100 Abs. 2 StGB missachtet: Im Gutachten fehle jeglicher Hinweis auf seine Erziehbarkeit zur Arbeit, obwohl es sich dabei um den Kerngedanken der Massnahme handle; die Vorinstanz habe dazu keine Fachmeinung eingeholt und sie durch das eigene richterliche Gefühl ersetzt. Nach dem Gutachten lägen seine Probleme anderswo. Eine Einweisung ohne Eigenmotivation würde schliesslich eine krasse Ungleichbehandlung gegenüber betäubungsmittelabhängigen Tätern bedeuten, wo dieser Grundsatz gültig sei.\n\nc) Die Arbeitserziehung (Art. 100bis StGB) ist eine Massnahme, die eine Fehlentwicklung von jungen Erwachsenen durch Erziehung zur Arbeit und charakterliche Festigung berichtigen und damit künftigen Straftaten vorbeugen will (BGE 100 IV 205 E. 4). Der Gesetzgeber liess sich vom Gedanken leiten, dass sich der junge Erwachsene in seiner Entwicklung zumeist noch wesentlich beeinflussen lässt, dass er also noch gebessert und seine gesamte Persönlichkeit entwickelt werden kann. Lehrziel ist ein vom BIGA anerkannter Berufsschulabschluss (ausführlich BGE 118 IV 351 E. 2b).\n\naa) Der Einwand des Beschwerdeführers, weil er immer gearbeitet habe, könne die Massnahme unmöglich der richtige Schritt sein, BGE 123 IV 113 S. 123ist nicht stichhaltig. Bei der Arbeitserziehung geniesst die berufliche Ausbildung einen hohen Stellenwert. Der Lehrmeister vermittelt sowohl die theoretische als auch die praktische Ausbildung, und Lehrziel bildet der Berufsschulabschluss (BGE 118 IV 351 E. 2b). Der Beschwerdeführer besitzt keine solche Berufsausbildung, womit indessen seine Arbeitshaltung nicht in Frage gestellt werden soll. Eine erste handwerkliche Ausbildung und eine zweite als Kellner scheiterten. Seither arbeitet er als Hilfsarbeiter oder übt angelernte Tätigkeiten aus, vorwiegend im Betrieb seines Stiefvaters. Dieser hatte ihn auch bei einem eigenen kleinen Unternehmen finanziell unterstützt, doch scheiterte das Unternehmen. Demnach ist für den Beschwerdeführer eine Erziehung zur Arbeit (vgl. Art. 100bis Ziff. 3 StGB) - und das bedeutet im vorliegenden Zusammenhang eine Berufsausbildung - von vorrangiger Bedeutung.\n\nbb) Der Beschwerdeführer bezeichnet sich mit seinen 23 Jahren sinngemäss als zu alt für die Massnahme, bestreitet aber die Möglichkeit der Einweisung zu Recht nicht (vgl. Art. 100 Abs. 1 StGB). Hinzukommt, dass er sich nach dem Gutachten infolge seiner \"recht protrahierten 'Entwicklungskrise' [...] auch entwicklungsmässig nach wie vor in einem 'Übergangsalter'\" befindet.\n\ncc) Auch Art. 100 Abs. 2 StGB ist nicht verletzt. Die Vorinstanz kann sich bezüglich der \"Erziehbarkeit zur Arbeit\" auf das Gutachten stützen. Der Gutachter führte aus, angesichts der Entwicklungssituation des Beschwerdeführers sei der Versuch einer therapeutischen Intervention angezeigt, dies allerdings in einem 'sicheren', durchaus auch psychoedukativen, pädagogischen Rahmen, und er wies ausdrücklich auf die Möglichkeit der Einweisung in eine Arbeitserziehungsanstalt hin: Über die etwas anachronistische Bezeichnung hinaus böten diese Institutionen in der Regel neben einem pädagogischen Rahmen auch eine therapeutische Betreuung, gerade innerhalb der Gleichaltrigengruppe. Diese Massnahme könnte und müsste als Alternative zu einem Strafvollzug ernsthaft in Erwägung gezogen werden. Den Bezug zur Arbeit, d.h. zur fehlenden Ausbildung des Beschwerdeführers, stellt das Gutachten mit der erwähnten mangelhaften Berufsausbildung her.\n\ndd) Der Beschwerdeführer macht schliesslich fehlende Eigenmotivation geltend, ohne das näher zu begründen. Die Vorinstanz setzt sich mit diesem Einwand nicht ausdrücklich auseinander. Es ist richtig, dass der Aspekt der Zweckmässigkeit einer Massnahme vom Betroffenen ein Mindestmass an Kooperationsbereitschaft erfordert. Die Arbeitserziehungsmassnahme ist jedoch mit den vom Beschwerdeführer BGE 123 IV 113 S. 124herangezogenen Massnahmen im Sinne von Art. 44 StGB bei Betäubungsmittelabhängigen nur schwer zu vergleichen, weil es in diesen Fällen um eine Suchttherapie geht. Allerdings ist dem Beschwerdeführer zuzustimmen, dass eine Lehre auch in der Arbeitserziehungsanstalt scheitern wird, sollte er nicht ein Mindestmass an Motivation aufzubringen vermögen. Die Massnahme ist denn auch abzubrechen, wenn sich herausstellt, dass sie ihren spezialpräventiven Zweck nicht erreichen wird und somit zwecklos geworden ist; doch kann ein vorzeitiger Abbruch nur ausnahmsweise erfolgen (BGE 100 IV 205 E. 4). Was der Beschwerdeführer damit aber zu gewinnen hätte, ist nicht ersichtlich. Der Vorinstanz ist aufgrund des Gutachtens und unter den Gesichtspunkten von Art. 100bis StGB zuzustimmen, dass sich die Arbeitserziehungsmassnahme als die angemessene Sanktion erweist. Die Entscheidung mag in der Begründung nicht ganz überzeugen; sie überzeugt aber im Bestreben, dem Beschwerdeführer im Rahmen des Sanktionenrechts an Stelle der eingeschlagenen Laufbahn doch noch eine andere Entwicklungsperspektive aufzuzeigen, indem sie ihm, statt ihn für längere Zeit in ein Gefängnis einzuweisen, eine Berufsbildungsmöglichkeit eröffnet.\n\nd) Die Einweisung des Beschwerdeführers in eine Arbeitserziehungsanstalt verletzt daher kein Bundesrecht. Seine Beschwerde wird in diesem Umfang ebenfalls abgewiesen.\n\n5. Zusammenfassend ist die Beschwerde der Staatsanwaltschaft gutzuheissen. Diejenige des Beschwerdeführers ist in einem Punkt (oben E. 2d) gutzuheissen und im übrigen abzuweisen, soweit darauf eingetreten wird.\n\n6. (Kostenfolgen)"}