{"annee": "123", "cour": "IV", "page": "157", "date": "20/10/1997", "cite": ["93 I 83", "73 IV 139", "121 IV 311", "87 IV 138", "118 IV 371", "123 II 371", "86 IV 136", "119 IV 86", "102 IV 217", "119 IV 175"], "cite_par": ["129 IV 141"], "chapeau": "25. Auszug aus dem Urteil der Anklagekammer vom 20. Oktober 1997 i.S. Untersuchungsrichteramt Solothurn gegen Eidg. Bankenkommission", "regestes": ["Art. 352 ss CP, en particulier art. 357 CP; art. 28 StF. Entraide des autorités fédérales en faveur des autorités cantonales de poursuite pénale; refus de l'autorisation de témoigner. La Commission fédérale des banques est compétente pour décider d'autoriser ses membres et ses collaborateurs à témoigner sur ce qu'ils ont appris dans le cadre de leurs fonctions (consid. 1). Le refus d'accorder une telle autorisation en faveur d'une autorité cantonale de poursuite pénale peut donner naissance à une contestation concernant l'entraide judiciaire au sens de l'art. 357 CP, contestation dont le jugement est de la compétence de la Chambre d'accusation (consid. 3 et 4; changement de jurisprudence). En cette matière, le pouvoir d'examen de la Chambre d'accusation est limité (consid. 4b). La Commission fédérale des banques a l'obligation légale de collaborer à la poursuite de certaines infractions dont elle apprend l'existence dans le cadre de son activité de surveillance; il en découle que, dans de tels cas, l'intérêt de la poursuite pénale doit en principe l'emporter sur celui du secret de fonction (consid. 5)."], "faits": "|159|\n\nA.- Das Untersuchungsrichteramt des Kantons Solothurn führt ein Strafverfahren gegen die Verantwortlichen der Solothurner Kantonalbank (SKB) und der (ehemaligen) Bank in Kriegstetten wegen Verdachts der ungetreuen Geschäftsführung eventuell ungetreuen Amtsführung im Zusammenhang mit der Übernahme der Bank in Kriegstetten durch die SKB. Im Rahmen dieses Verfahrens ersuchte das Untersuchungsrichteramt mit Schreiben vom 16. Juli 1996 die Eidgenössische Bankenkommission, diejenigen ihrer Mitarbeiter vom Amtsgeheimnis zu entbinden, die für diesen Fall Erkenntnisse und Hinweise für die laufende Strafuntersuchung liefern können. Auf Ersuchen der Eidgenössischen Bankenkommission präzisierte das Untersuchungsrichteramt sein Begehren mit Schreiben vom 28. August 1996.\n\nDie Eidg. Bankenkommission teilte mit Schreiben vom 23. September 1996 dem Untersuchungsrichteramt Solothurn mit, das Gesuch werde abgelehnt, bot aber an, schriftliche Fragen in einem Amtsbericht zu beantworten.\n\nB.- Das Untersuchungsrichteramt Solothurn erhob am 23. Oktober 1996 Verwaltungsgerichtsbeschwerde an das Bundesgericht mit dem Antrag, die Verfügung der Eidg. Bankenkommission vom 23. September 1996 aufzuheben und die Bankenkommission aufzufordern, die Aufhebung des Amtsgeheimnisses zwecks Durchführung erforderlicher Zeugeneinvernahmen zu verfügen; eventualiter sei die Bankenkommission anzuhalten, in Sachen Aufhebung des Amtsgeheimnisses zwecks Durchführung erforderlicher Zeugeneinvernahmen eine Verfügung im Sinne von Art. 5 VwVG zu erlassen.\n\nC.- Die Eidgenössische Bankenkommission beantragte, auf die Verwaltungsgerichtsbeschwerde sei nicht einzutreten und die Beschwerde sei der Anklagekammer des Bundesgerichts weiterzuleiten und von dieser abzuweisen; eventualiter sei die Verwaltungsgerichtsbeschwerde abzuweisen.\n\nD.- Mit Urteil vom 19. Juni 1997 trat die II. öffentlichrechtliche Abteilung - nach einem Meinungsaustausch mit der Anklagekammer des Bundesgerichts über die Zuständigkeit (in analoger Anwendung von Art. 96 Abs. 2 OG) - auf die Verwaltungsgerichtsbeschwerde nicht ein und überwies die Beschwerde der Anklagekammer. Die Überweisung erfolgte am 11. August 1997.\n\n|160|", "considerants": "Aus den Erwägungen:\n\n1. a) Das Untersuchungsrichteramt Solothurn verlangt in einem Strafverfahren von der Eidg. Bankenkommission Auskünfte in bezug auf Erkenntnisse, die ihre Mitglieder und Mitarbeiter im Zusammenhang mit der Übernahme der Bank in Kriegstetten durch die Solothurner Kantonalbank gewonnen haben. Für die Mitarbeiter des Sekretariats der Bankenkommission sind die Bestimmungen der Personalgesetzgebung des Bundes massgebend (Art. 51 V über die Banken und Sparkassen, BankV; SR 952.02). Die Mitglieder der für eine Amtsdauer von vier Jahren durch den Bundesrat gewählten Eidg. Bankenkommission versehen eine öffentliche Aufgabe, weshalb sie dabei ebenfalls denselben Bestimmungen unterworfen sind wie deren Mitarbeiter (BGE 93 I 83 E. 1; vgl. auch VPB 46 Nr. 2 betreffend Nationalfonds und Art. 1 Abs. 1 lit. f und Art. 2 Abs. 1 BGüber die Verantwortlichkeit des Bundes sowie seiner Behördenmitglieder und Beamten, VG [SR 170.32]). Die Mitglieder der Eidg. Bankenkommission und deren Sekretariatsmitarbeiter sind deshalb in bezug auf Feststellungen im Rahmen ihrer amtlichen Tätigkeit an das Amtsgeheimnis (Art. 27 Beamtengesetz, BtG [SR 172.221.10] und Art. 320 StGB) gebunden.\n\nb) Die Mitglieder und Mitarbeiter der Bankenkommission dürfen sich mithin u.a. als Zeuge über Geheimnisse und amtliche Wahrnehmungen nur äussern, wenn sie durch die zuständige Amtsstelle bzw. die vorgesetzte Behörde dazu ermächtigt worden sind (Art. 28 BtG bzw. Art. 320 Ziff. 2 StGB).\n\nDer durch den Bundesrat gewählten Eidg. Bankenkommission ist die selbständige Aufsicht über das Bankwesen übertragen (Art. 23 Abs. 1 BG über die Banken und Sparkassen, BankG; SR 952.0); sie ist dem Eidg. Finanzdepartement nicht untergeordnet, sondern lediglich administrativ zugeordnet (Art. 58 Abs. 1 lit. D BG über die Organisation und die Geschäftsführung des Bundesrates und der Bundesverwaltung, VwOG; SR 172.010), weshalb sie selber zuständig ist, über die Entbindung ihrer Mitglieder und Mitarbeiter vom Amtsgeheimnis zu entscheiden.\n\n2. Die Eidg. Bankenkommission lehnte die Ermächtigung ihrer Mitglieder und Mitarbeiter zur Zeugenaussage in der durch das Untersuchungsrichteramt Solothurn geführten Strafuntersuchung ab. Die II. Öffentlichrechtliche Abteilung des Bundesgerichts trat auf die Verwaltungsgerichtsbeschwerde des Untersuchungsrichteramtes Solothurn dagegen mangels Legitimation des Beschwerdeführers nicht ein. Sie liess offen, ob der Entscheid der Bankenkommission eine Verfügung darstelle und ob die Verwaltungsgerichtsbeschwerde aufgrund von Art. 102 lit. a OG zum Verfahren bei Anständen betreffend die Rechtshilfe gemäss |161| Art. 357 StGB bzw. Art. 252 BStP subsidiär sei (BGE 123 II 371, E. 2 a.A.).\n\nDiese Fragen können auch hier offenbleiben. Die Anrufung der Anklagekammer bei Anständen betreffend die Rechtshilfe ist an keine Frist gebunden. Sie kann jederzeit, auch bereits unmittelbar im Anschluss an die Weigerung der ersuchten Behörde erfolgen; allfällige kantonale oder eidgenössische Rechtsmittel müssen somit nicht vorgängig ausgeschöpft werden (BGE 121 IV 311 E. 1c mit Hinweisen). Entscheidend für die Zuständigkeit der Anklagekammer ist daher nur, ob es sich um einen Anstand in der Rechtshilfe handelt, nicht dagegen, ob die Verwaltungsgerichtsbeschwerde zulässig ist oder nicht. Streng genommen liegt denn auch in der Überweisung der Beschwerde durch die II. Öffentlichrechtliche Abteilung an die Anklagekammer keine solche nach Massgabe von Art. 96 Abs. 1 OG. Weil das Untersuchungsrichteramt Solothurn jedoch nach Kenntnisnahme des Urteils der II. Öffentlichrechtlichen Abteilung keine Einwände gegen eine Überweisung vorbrachte, kann von seinem Einverständnis und damit davon ausgegangen werden, dieses ersuche die Anklagekammer des Bundesgerichts, über den streitigen Anstand in der Rechtshilfe im Sinne ihrer eingereichten Verwaltungsgerichtsbeschwerde zu entscheiden. Die Eidg. Bankenkommission nahm dazu im Verfahren vor der II. Öffentlichrechtlichen Abteilung Stellung und vertrat die Auffassung, die Anklagekammer sei zuständig, weshalb auf einen erneuten Schriftenwechsel verzichtet werden konnte. Im übrigen ist auch die Bankenkommission als ersuchte Behörde befugt, bei einem Anstand in der Rechtshilfe an die Anklagekammer zu gelangen.\n\n3. a) Gemäss Art. 352 Abs. 1 StGB sind in Strafsachen, auf die das StGB oder ein anderes Bundesgesetz Anwendung findet, der Bund und die Kantone gegenseitig und die Kantone unter sich zur Rechtshilfe verpflichtet. Anstände in der Rechtshilfe zwischen Bund und Kantonen oder zwischen Kantonen entscheidet das Bundesgericht (Art. 357 StGB). Die Art. 352 ff. StGB haben Art. 252 BStP ersetzt (BGE 118 IV 371 E. 2), weshalb allein auf die Bestimmungen des Strafgesetzbuches abzustellen ist.\n\nb) In BGE 86 IV 136 E. 1b S. 139 betrachtete sich die Anklagekammer des Bundesgerichts als nach Art. 357 StGB zur Beurteilung einer Verweigerung der Ermächtigung zur Zeugenaussage eines Bundesbeamten und zur Herausgabe von Amtsakten zuständig. Sie änderte in BGE 102 IV 217 E. 4/5 S. 222 f. jedoch diese Praxis und befand, der Entscheid einer Bundesbehörde, einer kantonalen Strafuntersuchungsbehörde |162| die Akteneinsicht oder die Ermächtigung zur Zeugenaussage eines Beamten zu verweigern, sei nicht im Verfahren gemäss Art. 357 StGB bei ihr, sondern mit Verwaltungsgerichtsbeschwerde anfechtbar.\n\nIm hier von der II. Öffentlichrechtlichen Abteilung durchgeführten Meinungsaustausch betreffend die Zuständigkeit erklärte sich die Anklagekammer bereit, ihre Praxis gemäss BGE 102 IV 217 aufzugeben, dem Grundsatz nach wieder zu jener nach BGE 86 IV 136 zurückzukehren und die vorliegende Eingabe im Verfahren nach Art. 357 StGB zu beurteilen. Diese Praxisänderung ist nachstehend näher zu begründen.\n\n4. a) Der Bund und die Kantone sind grundsätzlich vorbehaltlos (Botschaft des Bundesrates zum StGB, BBl 1918 IV 82) zur umfassenden (BGE 121 IV 311 E. 1a; BGE 119 IV 86 E. 2c) Rechtshilfe verpflichtet. Als Rechtshilfe im Sinne von Art. 352 Abs. 1 StGB wurde bei der parlamentarischen Beratung dieser Bestimmung die Unterstützung bei Prozesshandlungen überhaupt bezeichnet (Sten.Bull. 1930 NR 71). Sie erstreckt sich auf alle Massnahmen, die eine Behörde im Rahmen ihrer Zuständigkeit in einem hängigen Strafverfahren für die Zwecke der Strafverfolgung oder für die Urteilsvollstreckung zu ergreifen befugt ist (BGE 102 IV 217 E. 2 mit Hinweis) und die die ersuchende Behörde mangels Zuständigkeit nicht selber durchführen kann (zu letzterem: BGE 73 IV 139).\n\nb) Im Verfahren gemäss Art. 357 StGB prüft die Anklagekammer des Bundesgerichts nur, ob das anwendbare Recht bzw. die Anwendung desselben durch die ersuchte Behörde die anbegehrte Rechtshilfe derart beschränkt, dass sie dem Begriff der Rechtshilfe, wie er Art. 352 StGB zugrunde liegt, nicht mehr entspricht (BGE 121 IV 311 E. 3a). Dies ist etwa dann der Fall, wenn das anwendbare Recht für die Rechtshilfe, was Umfang und Form betrifft, erschwerende Vorschriften enthielte, indem nicht gleiches Recht gelten würde wie für innerkantonale Strafverfahren bzw. die Rechtshilfe zwischen Bundesbehörden. Es verstösst auch gegen Art. 352 StGB, wenn die ersuchte Behörde das für sie geltende Recht im Rechtshilfeverkehr mit kantonalen Behörden anders anwendet als in Strafverfahren, welche sie selber durchführt (BGE 87 IV 138 E. 4a), oder wenn sie diese Vorschriften willkürlich auslegt, um die nachgesuchte Handlung zu verweigern. Dasselbe gilt, wenn die Rechtshilfe schlechthin verweigert wird oder die ersuchten Handlungen ohne Grund oder ohne vernünftigen Grund abgelehnt wurden (BGE 119 IV 86 E. 2a), oder wenn die bekanntzugebenden Tatsachen zu Unrecht als |163| Geheimnis und damit der amtlichen Schweigepflicht unterliegend bezeichnet werden (BGE 87 IV 138 E. 4b).\n\nc) Die Anklagekammer lehnte es in BGE 102 IV 217 nicht deswegen ab, die Verweigerung der Ermächtigung zur Zeugenaussage oder Aktenherausgabe nach Art. 28 BtG im Rahmen eines Anstandes in der Rechtshilfe zwischen einem Kanton und dem Bund zu überprüfen, weil es sich dabei nicht um eine Frage der Rechtshilfe handle. - Dies kann nach wie vor als unbestritten gelten und ist aufgrund des dargelegten weiten Begriffs der Rechtshilfe auch nicht zweifelhaft. - Sie begründete dies vielmehr mit der Gewaltentrennung: Da nach Art. 78 BStP selbst eine richterliche Behörde des Bundes an eine entsprechende Verweigerung gebunden sei, müsse dies zumindest in gleichem Masse für die kantonalen Instanzen gelten; die Entbindung vom Amtsgeheimnis durch die vorgesetzte Behörde gemäss Art. 320 StGB und Art. 28 BtG sei ein Ausfluss der Gewaltentrennung, die im Verhältnis zweier Gewalten im gleichen Staat gelte und umsomehr zwischen einer kantonalen richterlichen Behörde und einer Verwaltungsbehörde des Bundes zu beachten sei.\n\nDaran kann nicht festgehalten werden. Gewiss bindet die behördliche Verweigerung der Zustimmung, einen Beamten über ein Amtsgeheimnis als Zeugen einzuvernehmen, die strafrichterlichen Behörden (Art. 78 BStP). Damit ist aber nichts darüber gesagt, ob solche behördliche Entscheidungen der Anfechtung unterliegen. Beantwortet eine Behörde des Bundes oder des Kantons den Behörden eines dieser Gemeinwesen ein Ersuchen um Unterstützung abschlägig, handelt es sich um einen Akt der Rechtshilfe im Sinne von Art. 352 StGB und Anstände darüber sind nach Massgabe von Art. 357 durch das Bundesgericht, d.h. die Anklagekammer zu entscheiden. Weder den einschlägigen Bestimmungen des StGB noch Art. 28 BtG lässt sich eine Ausnahme für Anstände in der Rechtshilfe entnehmen, die sich aus der Verweigerung der Amtsgeheimnisentbindung ergeben. Bei dieser Sachlage liefe die Nichtüberprüfbarkeit einer behördlichen Verweigerung der Zustimmung, über ein Amtsgeheimnis als Zeuge einvernommen zu werden, der Zielsetzung von Art. 352 bzw. 357 StGB, nämlich die Durchführung der Strafverfolgung sicherzustellen, zuwider. Von einem Übergriff in die Zuständigkeit der Verwaltung und einem Einbruch in die Gewaltentrennung kann nicht gesprochen werden, wenn die Anklagekammer solche Anstände in der Rechtshilfe im aufgezeigten beschränkten Rahmen (E. 4b) überprüft.\n\n|164|\n\n5. Die Bankenkommission begründet die Verweigerung der Ermächtigung zur Zeugenaussage damit, dass sie zur wirksamen Wahrnehmung der ihr gesetzlich obliegenden Aufsichtsfunktion zu den überwachten Banken - von denen sie gemäss Art. 23bis Abs. 2 BankG alle Auskünfte und Unterlagen verlangen könne, die sie zur Erfüllung ihrer Aufgabe benötige - auf ein Vertrauensverhältnis angewiesen sei. Bei mangelndem Vertrauen werde insbesondere die präventive Tätigkeit der Bankenkommission, die von besonderer Wichtigkeit sei, massiv beeinträchtigt. Die verantwortlichen Personen der Banken, die notleidende Banken übernehmen könnten, würden einer Diskussion mit der Bankenkommission ausweichen, wenn bekannt würde, dass die Mitglieder und Mitarbeiter der Bankenkommission in allfälligen Strafverfahren gegen sie aussagten; dies würde die Bemühungen der Bankenkommission erschweren, im Interesse der Gläubiger und des Finanzplatzes die Schliessung von Banken zu verhindern. Sie sei insbesondere auch auf rechtzeitige Mitteilungen von Unregelmässigkeiten durch Revisionsgesellschaften, Banken oder Drittpersonen angewiesen, da sie erst auf solche hin bei den Banken interveniere. Das Gesuch um Entbindung vom Amtsgeheimnis dürfe auch nicht dazu missbraucht werden, die restriktiven Bestimmungen über die Aufhebung des Bankgeheimnisses, welches in ihrem Fall mittelbar auch durch Art. 27 BtG geschützt sei, zu umgehen. Aus diesen Gründen beeinträchtige die Leistung von Rechtshilfe durch die Bankenkommission deren Aufgabenerfüllungen nicht nur im vorliegenden Fall, sondern grundsätzlich wesentlich, weshalb es sich in diesem Zusammenhang nicht rechtfertige, in der Regel einen Vorrang des Strafverfolgungsinteresses anzunehmen; vielmehr gehe ihr Interesse an der Aufrechterhaltung des Amtsgeheimnisses grundsätzlich vor. Dies insbesondere auch angesichts der im vorliegenden Fall verlangten pauschalen Entbindung von Mitarbeitern ohne nähere Bezeichnung der zu ermittelnden Sachverhalte.\n\nDas Untersuchungsrichteramt hält dem im wesentlichen entgegen, die Nichterteilung der Ermächtigung erschwere und behindere die Untersuchungen des Untersuchungsrichters wesentlich; insbesondere könne ohne die anbegehrten Einvernahmen der Sachverhalt nicht vollständig abgeklärt werden.\n\na) Nach Art. 28 Abs. 3 BtG darf die Ermächtigung zur Zeugenaussage über amtliche oder dienstliche Wahrnehmungen nur dann verweigert werden, wenn die allgemeinen Landesinteressen es erfordern oder - worauf sich die Bankenkommission beruft - wenn die |165| Ermächtigung die Verwaltung in der Durchführung ihrer Aufgabe wesentlich beeinträchtigen würde.\n\nb) Gemäss Art. 23ter Abs. 4 BankG ist die Bankenkommission verpflichtet, unverzüglich das Eidg. Finanzdepartement zu benachrichtigen, wenn sie von Widerhandlungen im Sinne von Art. 46, 49 und 50 BankG sowie der Art. 14 bis 18 VStrR Kenntnis erhält, damit dieses ein Verwaltungsstrafverfahren eröffnet (Art. 51bis Abs. 2 BankG). Erhält die Bankenkommission Kenntnis von Widerhandlungen im Sinne von Art. 47 und 48 BankG oder von gemeinrechtlichen Verbrechen und Vergehen, benachrichtigt sie die zuständige kantonale Strafverfolgungsbehörde (Art. 23ter Abs. 4 und Art. 51bis Abs. 1 BankG).\n\nDie Bankenkommission ist somit von Gesetzes wegen - ohne dass ihr diesbezüglich ein Ermessensspielraum zustehen würde - verpflichtet, auch gemeinrechtliche Verbrechen und Vergehen der zuständigen kantonalen Strafverfolgungsbehörde zu melden bzw. anzuzeigen (BGE 93 I 83 E. 2a). Wenn daher wie hier ungetreue Geschäftsführung, eventuell ungetreue Amtsführung - d.h. gemeinrechtliche Vergehen (Art. 159 aStGB), eventuell Verbrechen (Art. 314 StGB) - in Frage stehen, hat der Gesetzgeber die vorzunehmende Interessenabwägung schon dahingehend vorgenommen, dass das Strafverfolgungsinteresse in jedem Fall dem Interesse der Bankenkommission an der Geheimhaltung von allfälligen, im Zusammenhang mit diesen strafbaren Handlungen stehenden Wahrnehmungen - und nur um die Auskunft über solche kann es sich handeln - vorgeht.\n\nSoweit die Bankenkommission die Verweigerung der Ermächtigung zur Zeugenaussage damit begründet, das zwischen ihr und den von ihr zu beaufsichtigenden Banken bestehende und zu wahrende Vertrauensverhältnis würde durch Zeugenaussagen ihrer Mitglieder oder Mitarbeiter gegen verantwortliche Personen der Banken, die notleidende Banken übernehmen könnten, gestört, steht ihre Begründung im Widerspruch zu ihrer gesetzlich statuierten Pflicht, strafbare Handlungen anzuzeigen. Durch die verlangte Ermächtigung zur Bekanntgabe von entsprechenden Wahrnehmungen kann sie daher schon von Gesetzes wegen nicht in der Durchführung ihrer Aufgaben wesentlich beeinträchtigt sein. Die Mitwirkung an der Verfolgung von Widerhandlungen gegen das Bankengesetz und gemeinrechtlichen Vergehen und Verbrechen gehört vielmehr ebenfalls zu ihren gesetzlichen Pflichten. Diese Begründung erweist sich daher als sachlich schlechthin nicht vertretbar. Im übrigen zeigt auch die erklärte Bereitschaft der Bankenkommission, auf schriftliche Fragen hin in einem Amtsbericht die gewünschten Auskünfte zu erteilen, dass einer |166| Offenbarung des Amtsgeheimnisses gegenüber einer Strafverfolgungsbehörde doch keine überwiegenden Interessen entgegenstehen.\n\nc) Erhält die Bankenkommission durch Privatpersonen Informationen und ist sie bei der Feststellung von Gesetzesverletzungen in erheblichem Masse auf die Mitwirkung solcher Dritter angewiesen, ist es möglich, dass sie die Entbindung von Mitgliedern oder Mitarbeitern zum Schutze solcher Informationsquellen mit guten Gründen ablehnen kann; ausgeschlossen ist dies hingegen, wenn die Bankenkommission im Rahmen ihrer staatlichen Aufsicht und üblichen Beziehungen zur Bank von Verfehlungen Kenntnis erhält (unveröffentlichtes Urteil des Bundesgerichts vom 27. Juli 1982 i.S. Untersuchungsrichteramt Bern gegen Eidg. Bankenkommission, E. 3c mit Hinweis auf VPB 1967 Nr. 23). Dass Ersteres vorliegend konkret der Fall sei, macht sie jedoch nicht namhaft.\n\nd) Auf das Bankgeheimnis beruft sich die Bankenkommission ebenfalls offensichtlich zu Unrecht. Das Bankgeheimnis räumt kein Recht auf Verweigerung der Aussage und der Herausgabe von Akten gegenüber den Strafverfolgungsbehörden ein, soweit dies nicht ausdrücklich im anwendbaren Recht vorgesehen ist (Art. 47 Ziff. 4 BankG; BGE 119 IV 175 E. 3). Dies ist hier nicht der Fall.\n\ne) Da die Verweigerung der nachgesuchten Ermächtigungen zur Zeugenaussage auf einer offenkundig unhaltbaren Anwendung von Art. 28 Abs. 3 BtG und damit auf sachlich schlechthin nicht vertretbaren Gründen beruht, liegt darin eine Verletzung von Art. 352 StGB; die Eidg. Bankenkommission entzog sich damit in unzulässiger Weise ihrer Rechtshilfepflicht.\n\nDemnach erkennt die Anklagekammer:\n\nDie Eidg. Bankenkommission wird angewiesen, dem Untersuchungsrichteramt des Kantons Solothurn im Strafverfahren gegen die Verantwortlichen der Solothurner Kantonalbank wegen ungetreuer Geschäfts- bzw. Amtsführung die nachgesuchte Rechtshilfe im Sinne der Erwägungen zu gewähren."}