{"annee": "123", "cour": "V", "page": "274", "date": "23/12/1997", "cite": ["115 IB 37", "121 V 125", "116 V 189", "122 V 316", "120 V 319"], "cite_par": ["126 V 93", "129 V 237", "127 V 301"], "chapeau": "49. Arrêt du 23 décembre 1997 dans la cause C. et Dame B. contre Fondation collective LPP de la Vaudoise Assurances et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 24 al. 1 OPP 2: Calcul de la surindemnisation en cas de collaboration de l'assuré à l'entreprise de son conjoint. Pour déterminer le gain hypothétique selon l'art. 24 al. 1 OPP 2, il convient de tenir compte de la valeur économique réelle de la collaboration de l'assuré, lorsque ce dernier perçoit (ou percevait) une rémunération inférieure aux normes de salaire usuelles."], "faits": "BGE 123 V 274 S. 275\n\nA.- B., né en 1951, marié et père d'un enfant né en 1978, est décédé le 13 septembre 1992 des suites d'une crise cardiaque, survenue à l'occasion d'une course de patrouille militaire.\n\nPar décision du 27 décembre 1993, la Caisse cantonale vaudoise de compensation a alloué à la veuve du prénommé, Dame B., une rente de veuve et une rente simple d'orphelin. En 1993, le montant de ces prestations s'élevait respectivement à 1504 francs et à 752 francs.\n\nDe son côté, l'Office fédéral de l'assurance militaire, par une proposition de règlement du 17 septembre 1993, a signifié à Dame B. qu'il lui verserait une rente mensuelle de conjoint survivant de 2146 fr. 60, assortie d'une rente pour l'enfant C. de 954 fr. 05. Ces deux rentes étaient calculées sur la base d'une responsabilité de la Confédération de 50 pour cent, d'un gain annuel de 114'484 francs et d'un taux de rente de 45 pour cent et 20 pour cent respectivement.\n\nB.- Les époux B. exploitaient un commerce d'alimentation générale qui était inscrit au registre du commerce, sous raison individuelle, au nom de l'épouse. L'entreprise était affiliée à la Fondation collective LPP de la Vaudoise Assurances (ci-après: la Fondation). B. était assuré auprès de celle-ci pour un gain mensuel de 2000 francs.\n\nLe 3 février 1993, la Fondation a informé Dame B. qu'elle aurait en principe droit, au titre de prestations de survivants de la prévoyance professionnelle, à une rente de veuve de 651 francs par an et à une rente d'orphelin de 217 francs par an. La Fondation a toutefois refusé de verser ces prestations, au motif que les rentes cumulées de l'AVS et de l'assurance militaire dépassaient largement 90 pour cent du dernier salaire annuel assuré de feu B. (24'000 francs).\n\nC.- Le 3 mai 1995, Dame B. et C. ont ouvert une action devant le Tribunal des assurances du canton de Vaud en concluant au paiement par la Fondation d'une rente de veuve de 651 francs par an et d'une rente d'orphelin de 217 francs par an. La défenderesse a conclu au rejet de la demande.\n\nPar jugement du 21 février 1996, le tribunal des assurances a rejeté la demande.\n\nD.- Dame B. et C. interjettent un recours de droit administratif contre ce jugement, dont ils demandent la réforme dans le sens de leurs conclusions de première instance. Subsidiairement, ils concluent au renvoi de la cause à l'autorité cantonale pour nouveau jugement. La Fondation conclut au rejet du recours. L'Office fédéral des assurances sociales (OFAS) propose pour sa part de l'admettre et d'inviter la BGE 123 V 274 S. 276Fondation à effectuer un nouveau calcul de la surindemnisation.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 19 al. 1 let. a LPP, la veuve a droit à une rente de veuve si, au décès de son conjoint, elle a un ou plusieurs enfants à sa charge. Les enfants du défunt ont droit, quant à eux, à une rente d'orphelin (art. 20 LPP).\n\nDans sa teneur en vigueur jusqu'au 31 décembre 1992, l'art. 25 al. 1 OPP 2 autorisait les institutions de prévoyance à exclure le versement de prestations de survivants ou d'invalidité lorsque l'assurance-accidents ou l'assurance militaire était mise à contribution pour le même cas d'assurance. Dans l'arrêt ATF 116 V 189, le Tribunal fédéral des assurances a toutefois jugé que cette disposition était contraire à la loi. Les prestations de l'institution de prévoyance peuvent seulement être réduites dans la mesure où elles entraînent une surindemnisation au sens de l'art. 24 OPP 2. A la suite de cet arrêt, l'art. 25 al. 1 OPP 2 a été modifié par le Conseil fédéral avec effet au 1er janvier 1993. Dans sa nouvelle version, il prévoit que l'institution de prévoyance peut réduire ses prestations, conformément à l'art. 24 OPP 2, lorsque l'assurance-accidents ou l'assurance militaire est mise à contribution pour le même cas d'assurance.\n\nLa jurisprudence de l'arrêt ATF 116 V 189 s'applique ex nunc et pro futuro. Elle est opposable aux institutions de prévoyance à partir du mois de novembre 1990, soit dès le moment où les communications de l'OFAS relatives à la prévoyance professionnelle firent connaître le contenu essentiel de l'arrêt (ATF 120 V 336 consid. 10b). Elle s'applique donc en l'espèce dès la survenance de l'événement assuré (13 septembre 1992), quand bien même celui-ci est antérieur à l'entrée en vigueur de la version modifiée de l'art. 25 al. 1 OPP 2 (voir aussi ATF 122 V 316). Ce point ne fait au demeurant l'objet d'aucune contestation entre les parties. L'intimée ne prétend pas, en effet, qu'elle serait fondée à refuser toute prestation du seul fait que l'assurance militaire verse des prestations pour les suites de l'événement en question.\n\n2. Les premiers juges, qui se sont ralliés à la thèse de l'intimée, considèrent toutefois que l'assuré décédé était le salarié de son épouse. Comme le revenu annuel de 24'000 francs pour lequel il était assuré est notablement plus bas que le montant des prestations cumulées de l'AVS et de l'assurance militaire, ils concluent à l'existence d'une surindemnisation, BGE 123 V 274 S. 277justifiant le refus par l'institution de prévoyance de toute prestation de survivants.\n\nLes recourants font pour leur part valoir que le montant de 2000 francs représentait un salaire de départ qui aurait dû augmenter avec les années, car le commerce d'alimentation était dirigé en commun par les époux; la fonction de l'assuré correspondait en réalité à celle d'un \"patron\".\n\na) La collaboration salariée d'un époux à l'activité professionnelle de l'autre conjoint n'est pas exclue du champ d'application de la prévoyance professionnelle obligatoire (voir, en ce qui concerne les membres de la famille d'un exploitant agricole, l'art. 1er al. 1 let. e OPP 2; cf. aussi ATF 115 Ib 45 consid. 4f; Philippe Bois/Pierre Aubert, Les cotisations d'assurances sociales de la femme mariée en vertu de l'art. 165 alinéa 1er CCS, particulièrement dans le domaine de l'AVS, in: Problèmes de droit de la famille, Recueil de travaux publié par la Faculté de droit et des sciences économiques de l'Université de Neuchâtel, 1987, p. 29). En l'espèce, on ne dispose toutefois pas d'indices suffisants pour admettre, à l'instar des premiers juges, que le défunt était soumis à l'assurance obligatoire des salariés selon l'art. 2 LPP. Il semble au contraire qu'il ait été affilié auprès de la Fondation comme assuré facultatif en qualité d'indépendant (art. 4 al. 1 LPP). L'intimée l'a en tout cas affirmé dans plusieurs de ses écritures, notamment dans sa duplique en procédure cantonale. On ne connaît pas, d'autre part, les éléments de calcul qui ont amené l'assurance militaire à retenir un gain annuel de 114'484 francs (voir l'art. 29 aLAM en corrélation avec l'art. 24 al. 2 aLAM), soit le maximum du gain pris en considération à l'époque par cette assurance (art. 5 de l'Ordonnance du 28 octobre 1992 sur l'adaptation des prestations de l'assurance militaire à l'évolution des salaires et des prix [RO 1992 2101]). L'importance de l'écart entre ce montant et le gain assuré en l'occurrence par la Fondation donne à penser que l'assurance militaire a considéré l'intéressé comme une personne de condition indépendante et qu'elle s'est fondée sur les revenus qu'il a effectivement retirés de l'exploitation de son commerce. On ignore au demeurant quel était le statut de l'assuré du point de vue de l'AVS; or, les critères juridiques de l'AVS sont déterminants pour décider de la qualité de salarié au sens de la LPP (ATF 115 Ib 37; RSAS 1990 p. 181; JAAC 1987 [51] no 16, p. 98).\n\nb) Quoi qu'il en soit, les dispositions sur la surindemnisation s'appliquent indistinctement aux personnes soumises obligatoirement à la LPP et à celles qui sont assurées à titre facultatif (art. 4 al. 2 LPP; BGE 123 V 274 S. 278voir aussi Beros, Die Stellung des Arbeitnehmers im BVG [Obligatorium und freiwillige berufliche Vorsorge], thèse Zurich 1993, p. 38 sv., note 1.6.5). Il en va ainsi de l'art. 24 al. 1 OPP 2, qui concrétise la notion d'avantage injustifié au sens de l'art. 34 al. 2 LPP. Selon cette disposition réglementaire, l'institution de prévoyance peut réduire les prestations d'invalidité et de survivants dans la mesure où, ajoutées à d'autres revenus à prendre en compte, elles dépassent 90 pour cent du gain annuel dont on peut présumer que l'intéressé est privé. La même disposition est reprise au chiffre 3.3.1 du règlement de prévoyance de l'intimée.\n\nPar \"gain annuel dont on peut présumer que l'intéressé est privé\", il faut entendre, conformément au sens littéral de l'ordonnance, le salaire hypothétique que l'assuré (invalide ou décédé) aurait pu réaliser sans la survenance de l'éventualité assurée. Ce gain ne correspond donc pas forcément au revenu effectivement obtenu et assuré au moment du décès par exemple (ATF 123 V 93 consid. 3b, 122 V 314 consid. 6a, 154 consid. 3c et les références). Il n'est par ailleurs soumis à aucune limite supérieure (Nef, Die Leistungen der Beruflichen Vorsorge in Konkurrenz zu anderen Versicherungsträgern sowie haftpflichtigen Dritten, RSAS 1987, p. 27).\n\nDeux cas de figure doivent en l'espèce être envisagés. Si le défunt était assuré à titre facultatif en qualité d'indépendant, il convient, pour déterminer la limite de la surindemnisation, d'estimer le revenu qu'il aurait pu obtenir à ce titre sur la base, notamment, de ses déclarations fiscales, voire d'un examen des comptes de l'entreprise. Les données éventuellement recueillies à ce sujet par l'assurance militaire peuvent aussi se révéler utiles.\n\nSi, en revanche, B. était le salarié de son épouse, on ne saurait, sans autre examen, calculer la perte de gain en fonction du revenu assuré, en l'indexant simplement à l'évolution générale des salaires. Lorsque des époux ont conclu un contrat de travail, il n'est pas rare que la rémunération convenue soit sensiblement inférieure aux normes de salaire usuelles; cela peut s'expliquer, notamment, par la capacité financière limitée de l'époux débiteur du salaire, par un souci de rentabilité économique ou encore par le fait que les efforts de l'époux salarié sont compensés par d'autres avantages, en particulier l'élévation de son niveau de vie pendant le mariage (Thomas Geiser, Arbeitsvertrag unter Ehegatten oder eherechtliche Entschädigung nach Art. 165 ZGB?, BJM 1990 p. 76). En pareille circonstance, il apparaît à la fois équitable et conforme au sens des dispositions sur la surindemnisation de tenir compte, pour déterminer BGE 123 V 274 S. 279le gain hypothétique selon l'art. 24 al. 1 OPP 2, de la valeur économique réelle de la collaboration du conjoint, en partant de l'idée que ce dernier aurait pu exercer son activité professionnelle en dehors de l'entreprise familiale ou qu'il remplaçait un salarié qui eût dû être engagé à défaut de cette collaboration. On prendra par exemple en considération le salaire qui aurait été normalement versé pour un employé venant de l'extérieur et appelé à remplir les mêmes tâches que l'assuré.\n\nDans un ordre d'idées un peu différent, on rappellera qu'en matière d'assurance-accidents l'art. 22 al. 1 let. c OLAA permet de retenir un salaire correspondant aux usages professionnels et locaux pour fixer le gain assuré des membres de la famille de l'employeur travaillant dans l'entreprise (voir ATF ATF 121 V 125). Même si cette règle, qui vise une adaptation du gain assuré, ne concerne en rien la surindemnisation, elle procède de la même volonté de tenir équitablement compte du fait que les personnes considérées (notamment le conjoint) perçoivent souvent une rémunération inférieure à la moyenne des salaires, en raison précisément de leurs liens familiaux avec l'employeur, (cf. Thomas Koller, PJA 1995 p. 1082, à propos de l'arrêt ATF 121 V 125).\n\nc) Le fait que le défunt n'était en l'espèce assuré auprès de l'intimée que pour un faible revenu n'est pas déterminant dans le présent contexte. Cette circonstance a une incidence sur le niveau des prestations, qui sont fixées en proportion de ce gain assuré: il n'y a donc pas, contrairement à ce que soutient l'intimée, de contradiction avec le principe de l'équivalence, selon lequel le montant des prestations dépend des cotisations versées. En outre, le but des dispositions sur la surindemnisation n'est pas d'empêcher que des personnes soient sous-assurées en matière de prévoyance professionnelle, mais d'éviter que le cumul de prestations d'assurances sociales ne soit une source de gain pour l'ayant droit.\n\n3. Comme le jugement attaqué ne contient aucun élément qui permettrait de trancher le litige, il convient d'inviter l'autorité cantonale à compléter les faits et à statuer à nouveau. Les premiers juges devront tout d'abord examiner si l'assuré avait conclu une assurance facultative en tant qu'indépendant ou s'il était soumis obligatoirement à la LPP comme salarié. Il leur appartiendra ensuite de déterminer la limite de la surindemnisation, en fonction de la réponse donnée à cette question et conformément aux principes ci-dessus exposés.\n\n4. (Frais et dépens)"}