{"annee": "123", "cour": "IV", "page": "42", "date": "3/12/1996", "cite": ["121 IV 340", "117 IV 222", "101 IA 405", "106 IV 283", "122 IV 71", "118 IV 192", "104 IV 77", "110 IB 187", "102 IV 59"], "cite_par": ["135 IV 212", "124 IV 262"], "chapeau": "6. Extrait de l'arrêt de la Cour de cassation pénale du 3 décembre 1996 dans la cause P. contre L., diverses sociétés et Procureur général du canton de Genève (pourvoi en nullité)", "regestes": ["Art. 268 ch. 1 PPF; moyens invocables dans un pourvoi en nullité. Lorsqu'un moyen a été déclaré irrecevable par l'autorité cantonale, il ne peut être invoqué dans le cadre d'un pourvoi en nullité, l'exigence de l'épuisement des voies de droit cantonales n'étant pas respectée (consid. 2). Extradition; portée du principe de la spécialité. Pour déterminer si la condamnation prononcée correspond aux faits et aux infractions pour lesquels l'extradition a été accordée, il faut analyser en premier lieu la décision par laquelle l'Etat requis a autorisé l'extradition (consid. 3)."], "faits": "BGE 123 IV 42 S. 43\n\nA.- Au début des années quatre-vingt, P. a fondé la société d'investissements X. Inc., dont le siège était à New York. Plusieurs sociétés ont chargé X. Inc. de gérer des fonds. Selon les contrats prévus, le gérant s'engageait à n'entreprendre aucune action sans l'approbation préalable du client, sous réserve d'investissements dans des dépôts à terme, avec des échéances inférieures à six mois.\n\nLes fonds confiés ont transité sur les comptes de diverses sociétés. Le 19 août 1985, l'une d'elles a ouvert à Genève un compte auprès d'une banque suisse sur lequel ont été versés plus de 94 millions de US dollars. En 1986, P. a décidé de transférer ses activités en Suisse et, le 22 août 1986, il a créé à Genève la société Y. SA, qu'il pouvait engager par signature individuelle.\n\nAprès résiliation des contrats, il est apparu que les investissements n'avaient pas été opérés sous forme de dépôts bancaires à terme, mais avaient en réalité servi à financer les activités privées de P. et que ce dernier était dans l'impossibilité de rembourser les montants dus aux différents investisseurs. Ceux-ci ont déposé plainte à Genève contre P. au printemps 1988.\n\nB.- Le 3 décembre 1991, le juge d'instruction genevois saisi de l'affaire a décerné un mandat en vue d'extradition contre P., qui résidait alors aux Etats-Unis. Le magistrat a décrit les faits reprochés à P., en considérant notamment qu'ils étaient constitutifs d'abus de confiance au sens de l'article 140 aCP, disposition dont le texte a été reproduit en entier.\n\nLe 24 janvier 1992, l'Ambassade de Suisse à Washington a requis l'arrestation en vue de l'extradition de P. par une note adressée au Département d'Etat. Ce document indiquait que le magistrat genevois avait délivré son mandat d'arrêt notamment pour abus de confiance, \"which is punishable under Article 140 of the Swiss Penal Code by prison of up to five years\".\n\nDans l'ordre d'extradition du 11 janvier 1993, le magistrat américain a retenu que le gouvernement suisse requérait l'extradition de P. notamment pour abus de confiance au sens de l'article 140 CP. Considérant que les infractions décrites étaient énumérées dans le Traité d'extradition liant la Suisse et les Etats-Unis, l'extradition de P. en Suisse a été autorisée \"in order that he may stand trial for the three offenses of embezzlement, fraud and unfaithful management as defined in Articles 140, 148 and 159 of the Swiss Penal Code\". Le 1er septembre 1993, P. a été remis aux autorités genevoises qui l'ont renvoyé en jugement devant la Cour d'assises.\n\nBGE 123 IV 42 S. 44\n\nC.- Le 12 juin 1995, après l'ouverture des débats, la Cour d'assises genevoise a décidé que P. devait plaider immédiatement les incidents qu'il avait soulevés concernant entre autres la compétence ratione loci des autorités judiciaires suisses et le respect du principe de la spécialité. Ces incidents ayant été rejetés par la cour, l'accusé a formulé des réserves, notamment parce que les incidents précités avaient dû être plaidés en début d'audience.\n\nPar arrêt du 16 juin 1995, la Cour d'assises du canton de Genève a condamné P., pour abus de confiance qualifiés, à cinq ans de réclusion et à dix ans d'expulsion du territoire suisse.\n\nLe 2 février 1996, la Cour de cassation genevoise a rejeté le pourvoi en cassation formé par P. contre l'arrêt de la Cour d'assises du 16 juin 1995. Les juges ont notamment refusé d'entrer en matière, pour des motifs de procédure, sur la compétence ratione loci de la juridiction genevoise et ils ont nié l'existence d'une violation du principe de la spécialité.\n\nD.- Contre cet arrêt, P. s'est pourvu en nullité à la Cour de cassation du Tribunal fédéral.", "considerants": "Considérant en droit:\n\n1. (Recevabilité).\n\n2. Le recourant conteste tout d'abord la compétence ratione loci des autorités judiciaires suisses pour connaître des faits qui lui sont reprochés.\n\na) Le pourvoi en nullité au Tribunal fédéral revêt un caractère subsidiaire par rapport aux voies de recours de droit cantonal; il suppose donc l'épuisement préalable des instances et voies de droit cantonales permettant de faire réexaminer librement l'application du droit fédéral; il découle de ces principes, tirés de l'art. 268 ch. 1 PPF, que si l'autorité cantonale ne peut revoir librement l'application du droit fédéral comme le fait la Cour de céans et si ses pouvoirs sont restreints de quelque manière, l'arrêt qu'elle prononce ne peut pas faire l'objet d'un pourvoi en nullité; ces règles supposent aussi que le recours cantonal a été interjeté dans des formes régulières; quand il est déclaré irrecevable, les voies de droit cantonal ne sont pas épuisées (ATF 102 IV 59 consid. 1a et les références citées, confirmé à l' ATF 121 IV 340 s'agissant d'un jugement rendu par défaut). Il en découle que si, pour des motifs de procédure cantonale, une autorité n'examine pas un moyen et n'entre pas en matière sur le problème de fond qu'il soulève, il n'y a pas eu sur ce point d'épuisement BGE 123 IV 42 S. 45des instances cantonales. Autrement dit, dans la mesure où plusieurs moyens ont été déclarés irrecevables par l'autorité cantonale, ils ne peuvent être soumis au Tribunal fédéral dans le cadre d'un pourvoi en nullité, l'exigence de l'épuisement des voies de droit cantonales n'étant pas respectée (GÉRARD PIQUEREZ, Précis de procédure pénale suisse, 2e éd. Lausanne 1994, p. 485 s. no 2602; dans ce sens également BERNARD CORBOZ, Le pourvoi en nullité à la Cour de cassation du Tribunal fédéral, SJ 1991 p. 57 ss, 65).\n\nEn procédure genevoise, le pourvoi en cassation est une voie de recours qui permet le libre réexamen du droit fédéral (BERNHARD STRÄULI, Pourvoi en nullité et recours de droit public au Tribunal fédéral, thèse Genève 1995, p. 128 no 304 s.). En l'espèce, l'autorité cantonale n'est cependant pas entrée en matière sur la question de la compétence ratione loci de la juridiction suisse pour des motifs de procédure, reprochant au recourant d'avoir renoncé à invoquer l'incompétence des tribunaux suisses lors des plaidoiries devant la Cour d'assises. Il apparaît donc que le recourant n'a pas épuisé les voies de droit cantonales lui permettant de faire réexaminer librement le droit fédéral en matière de compétence, de sorte que, sur ce point, le pourvoi en nullité n'est pas recevable (cf. dans ce sens STRÄULI, op.cit., p. 129 no 305).\n\nQuant au refus d'entrer en matière, il ne peut être examiné dans le cadre d'un pourvoi en nullité, dès lors qu'il repose des motifs relevant de la procédure cantonale (art. 269 al. 1 PPF; ATF 122 IV 71 consid. 2 p. 76, 121 IV 104 consid. 2b). Dans son recours de droit public déposé parallèlement contre l'arrêt du 2 février 1996, le recourant s'est plaint à ce propos d'une application arbitraire du droit cantonal, mais son grief a été rejeté, dans la mesure où il était recevable.\n\nb) Au demeurant, il découle des constatations de faits de l'autorité cantonale - qui lient la Cour de céans (art. 277bis al. 1 PPF) - que le recourant n'a pas agi à l'étranger pour tous les actes nécessaires à l'appropriation. Au regard des éléments retenus, la compétence ratione loci des autorités suisses apparaît donc comme justifiée, de sorte que l'on ne discerne de toute manière aucune violation du droit fédéral à ce propos.\n\n3. En second lieu, le recourant invoque une violation du principe de la spécialité. Il considère en substance que, puisque la note de l'ambassade suisse datée du 24 janvier 1992 s'est référée expressément à l'art. 140 ch. 1 aCP, en précisant que cette infraction était passible d'une peine d'emprisonnement de cinq ans au plus, les autorités suisses se sont liées, de sorte qu'elles ne pouvaient prononcer BGE 123 IV 42 S. 46une condamnation de cinq ans de réclusion pour abus de confiance aggravé, en application de l'art. 140 ch. 2 aCP. En outre, cette circonstance aggravante suppose que des faits supplémentaires, tenant à la qualité de gérant de fortune du recourant et ne figurant dans aucun des documents remis en vue de l'extradition, soient pris en considération.\n\na) Dans son mémoire, le recourant renvoie aux faits développés dans ses conclusions déposées devant la Cour d'assises et aux pièces s'y rapportant, en priant le Tribunal fédéral de s'y référer. Un tel procédé n'est pas admissible. En effet, le mémoire produit à l'appui du pourvoi doit contenir la motivation du recourant et il n'y a pas lieu d'entrer en matière sur les arguments qui résultent seulement d'un renvoi à des pièces du dossier ou à des écritures antérieures (ATF 118 IV 192 consid. 1 p. 193, ATF 106 IV 283 consid. 2, 338 consid. 1 et les arrêts cités). Il ne sera donc tenu compte que de la motivation présentée de façon complète dans l'écriture déposée par le recourant à l'appui du pourvoi.\n\nb) La jurisprudence a admis que la violation du principe de la spécialité par une autorité cantonale peut être invoquée par l'extradé dans le cadre d'un pourvoi en nullité au Tribunal fédéral (ATF 104 IV 77 consid. 2b; cf. également ATF 117 IV 222 consid. 1b). Le pourvoi est donc recevable sur ce point.\n\nLe principe de la spécialité est un principe généralement reconnu par le droit des gens (PIERRE SCHMID/LIONEL FREI/RUDOLF WYSS/JEAN-DOMINIQUE SCHOUWEY, L'entraide judiciaire internationale en matière pénale, RDS 100/1981 2e vol. p. 247 ss, p. 306; HANS SCHULTZ, Das schweizerische Auslieferungsrecht, Bâle 1953, p. 363), qui empêche de condamner une personne extradée à raison d'un acte commis antérieurement à sa remise et pour lequel l'extradition n'a pas été consentie (ATF 117 IV 222 consid. 3a, ATF 110 Ib 187 consid. 3b).\n\nPour connaître la portée exacte de ce principe, il convient de se fonder sur les clauses légales ou contractuelles existantes (DOMINIQUE PONCET/PAUL GULLY-HART, Le principe de la spécialité en matière d'extradition, Revue internationale de droit pénal 1991 p. 199 ss, 203; SCHMID/FREI/WYSS/SCHOUWEY, op.cit., p. 306; cf. ATF 117 IV 222 consid. 3a). Dans le cas d'espèce, le recourant a été extradé sur la base du Traité d'extradition conclu le 14 mai 1900 entre la Suisse et les Etats-Unis d'Amérique (RS 0.353.933.6). L'article IX de ce traité prévoit que: \"aucune personne livrée par l'un des Etats contractants à l'autre ne sera poursuivie ou punie pour une infraction commise BGE 123 IV 42 S. 47avant la demande d'extradition, autre que celle pour laquelle l'extradition a été accordée, à moins qu'elle n'y consente expressément (...)\".\n\nLe principe de la spécialité apparaît non seulement comme une garantie en faveur de la personne extradée, mais tend également à protéger la souveraineté de l'Etat requis (HANS HESS, Der Grundsatz der Spezialität im Auslieferungsrecht, thèse Zurich 1943, p. 83; PONCET/GULLY-HART, op.cit., p. 202), en limitant la souveraineté de l'Etat requérant (SCHMID/FREI/WYSS/SCHOUWEY, op.cit., p. 305). En conséquence, pour déterminer si la condamnation prononcée correspond aux faits et aux infractions pour lesquels l'extradition a été accordée, il faut analyser en premier lieu la décision par laquelle l'Etat requis a autorisé l'extradition et, au besoin, l'examiner à la lumière des documents fournis par l'Etat requérant. Contrairement à ce que soutient le recourant, il ne serait pas conforme à l'esprit du principe de la spécialité de se fonder uniquement sur la demande d'extradition formée par l'Etat requérant pour déterminer à quelles conditions l'extradition a été autorisée.\n\nc) En l'espèce, les extraits de la décision des autorités américaines du 11 janvier 1993 autorisant l'extradition, reproduits dans l'arrêt attaqué, et les faits retenus par la cour cantonale font apparaître qu'en accordant l'extradition, les autorités américaines ont mentionné l'article 140 aCP et décrit des faits pouvant être classés d'abus de confiance qualifiés, sans aucune restriction. Rien ne laisse donc supposer que les autorités américaines ont voulu limiter l'extradition à l'abus de confiance simple au sens de l'article 140 ch. 1 aCP. Comme la décision de l'Etat requis autorisant l'extradition définit clairement sa portée, il n'y a pas lieu de tenir compte de la note diplomatique du 24 janvier 1992 qui, comme l'admet le recourant lui-même, ne constitue même pas la demande officielle d'extradition présentée par les autorités suisses.\n\nEn outre, l'article II ch. 7 du Traité du 14 mai 1900, qui énumère les crimes et délits pour lesquels l'extradition peut être accordée, mentionne la fraude ou l'abus de confiance commis par un dépositaire, un mandataire, un banquier, l'administrateur de la fortune d'un tiers, ou par le président, un membre ou un fonctionnaire d'une société ou association, si la perte subie dépasse 1000 fr. Les situations décrites concernent ainsi avant tout l'abus de confiance qualifié au sens de l'article 140 ch. 2 aCP, de sorte que l'on peut même se demander si les Etats-Unis auraient pu, en conformité du traité, autoriser l'extradition pour abus de confiance simple au sens de l'article 140 ch. 1 aCP.\n\nBGE 123 IV 42 S. 48\n\nIl n'apparaît donc pas que le recourant a été poursuivi et puni par les autorités suisses pour une infraction commise avant la demande d'extradition autre que celle pour laquelle l'extradition a été accordée. Partant, la cour cantonale n'a pas violé le droit fédéral en considérant que l'extradition a été accordée pour l'article 140 aCP dans sa totalité et que la condamnation du recourant pour abus de confiance qualifié n'est pas contraire au principe de la spécialité.\n\nd) De surcroît, le grief du recourant tombe à faux, dès lors que l'Etat requérant peut, de toute façon, sans avoir besoin de demander une extension de l'extradition, aggraver la qualification de l'infraction pour laquelle l'extradition a été accordée, puisque, dans cette hypothèse, la nouvelle qualification permet, a fortiori, l'extradition (cf. ATF 101 Ia 405 consid. 4 p. 410; HESS, op.cit., p. 55 s.; pratiques décrites par HSU CHAO CHING, Du principe de la spécialité en matière d'extradition, thèse Neuchâtel 1950, p. 75 s.; PONCET/GULLY-HART, op.cit., p. 206; SCHULTZ, op.cit., p. 360).\n\nDans ces circonstances, le pourvoi doit être rejeté, dans la mesure où il est recevable.\n\n4. (Frais)."}