{"annee": "123", "cour": "II", "page": "529", "date": "27/10/1997", "cite": [], "cite_par": ["135 I 49", "127 II 177"], "chapeau": "53. Extrait de l'arrêt de la IIe Cour de droit public du 27 octobre 1997 dans la cause B. contre Conseil d'Etat du canton de Genève (recours de droit administratif)", "regestes": ["Art. 28 LAsi; autorisation d'établissement. Comme aucune disposition de la loi sur l'asile du 5 octobre 1979 (LAsi) ou de la convention du 28 juillet 1951 relative au statut des réfugiés ne permet de définir à satisfaction la notion de motif d'expulsion contenue dans l'art. 28 LAsi, il faut se référer à la législation visant les étrangers en général, spécialement à l'art. 10 al. 1 de la loi fédérale du 26 mars 1931 sur le séjour et l'établissement des étrangers (LSEE) (consid. 3). En l'espèce, les conditions de l'art. 10 al. 1 let. d LSEE sont remplies, de sorte que l'autorisation d'établissement pouvait être refusée (consid. 4)."], "faits": "BGE 123 II 529 S. 530\n\nRessortissant iranien né en 1951, B. est arrivé en Suisse avec sa femme et leurs deux enfants le 21 décembre 1985. Par décision du 30 juin 1988, l'asile a été accordé à B. et à sa famille. B. s'est vu octroyer, le 18 octobre 1988, une autorisation de séjour à l'année qui a été régulièrement prolongée. B. aurait exercé une activité lucrative du 24 septembre 1986 jusque dans le courant de l'année 1988.\n\nLe 30 janvier 1995, B. a demandé l'autorisation d'établissement. Le 2 août 1995, l'Office cantonal de la population du canton de Genève (ci-après: l'Office cantonal) a rejeté la demande sur la base notamment des art. 28 de la loi sur l'asile du 5 octobre 1979 (LAsi; RS 142.31) et 10 al. 1 lettre d de la loi fédérale du 26 mars 1931 sur le séjour et l'établissement des étrangers (LSEE; RS 142.20).\n\nPar arrêté du 12 février 1997, le Conseil d'Etat du canton de Genève a rejeté le recours déposé par B. contre la décision de l'Office cantonal du 2 août 1995.\n\nAgissant par la voie du recours de droit administratif, B. demande au Tribunal fédéral d'admettre que les conditions auxquelles est subordonnée l'extinction du droit qu'il tire de l'art. 28 LAsi ne sont pas remplies en l'espèce, de dire que seuls les motifs d'expulsion figurant à l'art. 44 al. 1 LAsi sont \"relevants\" dans la mise en oeuvre de l'art. 28 LAsi et qu'en tout état de cause les exigences requises pour prononcer l'expulsion au sens de l'art. 10 al. 1 lettre d LSEE ne sont pas réunies, d'annuler l'arrêté rendu le 12 février 1997 par le Conseil d'Etat du canton de Genève et d'ordonner l'octroi à lui-même et à sa famille d'une autorisation d'établissement.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3. Le litige porte essentiellement sur la notion de motif d'expulsion figurant à l'art. 28 LAsi. D'après le recourant, cette notion doit être interprétée à la lumière de l'art. 44 LAsi alors que, selon l'autorité intimée, elle doit l'être à la lumière de l'art. 10 LSEE.\n\na) L'art. 24 LAsi consacre le principe \"lex specialis derogat generali\". Il établit que le statut des réfugiés en Suisse est régi par la législation visant les étrangers en général, à moins que ne soient applicables des dispositions particulières, notamment celles de la loi sur l'asile BGE 123 II 529 S. 531et de la convention du 28 juillet 1951 relative au statut des réfugiés (ci-après: la Convention; RS 0.142.30). Il convient par conséquent de rechercher en priorité dans la loi sur l'asile et dans la Convention les dispositions qui permettraient de déterminer quels sont les motifs d'expulsion auxquels se réfère l'art. 28 LAsi.\n\nb) L'art. 44 LAsi est la seule disposition de la loi sur l'asile qui traite de l'expulsion. Il établit, à son premier alinéa, qu'un réfugié auquel la Suisse a accordé l'asile ne peut être expulsé que s'il compromet la sûreté intérieure ou extérieure de la Suisse ou s'il a porté gravement atteinte à l'ordre public. Quant à l'art. 44 al. 2 LAsi, il précise que l'asile prend fin par l'exécution de l'expulsion administrative ou judiciaire.\n\nL'art. 44 al. 1 LAsi mentionne les motifs d'expulsion applicables dans le cadre de la procédure d'expulsion, pour indiquer dans quels cas elle intervient. L'art. 28 LAsi, en revanche, se réfère aux motifs d'expulsion dans le cadre de la procédure de transformation de l'autorisation de séjour d'un réfugié en autorisation d'établissement. La finalité de l'art. 28 LAsi diffère donc fondamentalement de celle de l'art. 44 LAsi; cela influe sur les motifs d'expulsion à prendre en considération dans l'un et l'autre cas.\n\nA l'évidence, seules des raisons particulièrement graves peuvent justifier l'expulsion d'un réfugié, d'où le caractère très restrictif des motifs d'expulsion mentionnés à l'art. 44 al. 1 LAsi. En revanche, on peut se montrer plus large dans les critères justifiant le refus d'une autorisation d'établissement au réfugié qui bénéficie de toute façon d'une autorisation de séjour et pour qui la différence de régime entre ces deux sortes d'autorisations présente en définitive essentiellement des avantages pratiques et doit faciliter l'intégration. Dans son message du 31 août 1977 à l'appui d'une loi sur l'asile et d'un arrêté fédéral concernant une réserve à la Convention, le Conseil fédéral prévoyait d'ailleurs que l'octroi de l'autorisation d'établissement présupposerait que le réfugié n'ait pas contrevenu gravement à l'ordre public ou aux bonnes moeurs, motifs moins graves que ceux qui sont mentionnés à l'art. 44 al. 1 LAsi (FF 1977 III 113, p. 136).\n\nAu surplus, si on interprète l'art. 28 LAsi seulement à la lumière de l'art. 44 al. 1 LAsi, on subordonne le refus de l'autorisation d'établissement au fait que le réfugié remplisse les conditions d'une expulsion. Or, si l'intéressé a un comportement justifiant l'expulsion, on ne se contentera pas de lui refuser une autorisation d'établissement, tout en lui permettant de continuer à vivre en Suisse avec une simple autorisation de séjour. Autant dire que se fonder sur BGE 123 II 529 S. 532l'art. 44 al. 1 LAsi pour interpréter l'art. 28 LAsi revient à enlever tout sens à cette disposition.\n\nCe qui vient d'être dit à propos de l'art. 44 al. 1 LAsi est également valable en ce qui concerne l'art. 32 al. 1 de la Convention, qui contient une disposition comparable à l'art. 44 al. 1 LAsi, étant entendu au surplus que la Convention exige simplement que les réfugiés ne soient pas discriminés par rapport aux autres étrangers, ce qui n'est pas le cas de l'art. 28 LAsi (JOSEPH GYÖRÖK, Die Rechtsstellung der Flüchtlinge nach dem schweizerischen öffentlichen Recht, thèse Fribourg 1991, p. 92).\n\nDès lors, force est de constater qu'aucune disposition de la loi sur l'asile ou de la Convention ne permet de définir à satisfaction la notion de motif d'expulsion contenue dans l'art. 28 LAsi. Il y a donc lieu de se référer à la législation visant les étrangers en général, notamment à la loi fédérale sur le séjour et l'établissement des étrangers, dont l'art. 10 al. 1 énumère les motifs d'expulsion (cf. PETER KOTTUSCH, Die Niederlassungsbewilligung gemäss Art. 6 ANAG, in ZBl 87/1986, p. 513 ss, p. 528; d'un autre avis: ALBERTO ACHERMANN/CHRISTINA HAUSAMMANN, Handbuch des Asylrechts, 2e éd., Berne 1991, p. 385, qui renvoient à l'art. 44 LAsi pour les motifs d'expulsion de l'art. 28 LAsi, mais ne motivent pas leur point de vue). L'art. 10 al. 1 lettre d LSEE en particulier prévoit que l'étranger peut être expulsé de Suisse ou d'un canton si lui-même, ou une personne aux besoins de laquelle il est tenu de pourvoir, tombe d'une manière continue et dans une large mesure à la charge de l'assistance publique. C'est sur la base de cette disposition qu'a été rendu l'arrêté attaqué. A cet égard, il convient de relever qu'à partir du moment où on admet d'interpréter la notion de motif d'expulsion de l'art. 28 LAsi à l'aide de l'art. 10 al. 1 LSEE, c'est toute cette disposition qui doit être prise en considération. Il n'y a pas de raison suffisante de ne retenir que certains des motifs d'expulsion qui y sont énumérés, dans l'interprétation de l'art. 28 LAsi.\n\nCertes, l'indigence n'est pas le principal motif d'expulsion figurant à l'art. 10 al. 1 LSEE, mais elle doit être prise en compte par l'autorité, qui examine alors les circonstances qui sont à la base de l'état d'indigence. Au demeurant, en accordant au réfugié auquel l'asile a été octroyé le droit d'exercer une activité lucrative (art. 27 LAsi), le législateur a attaché une importance certaine à son intégration professionnelle (FF 1977 III 136).\n\n4. Le recourant aurait exercé une activité lucrative du 24 septembre 1986 jusque dans le courant de l'année 1988; une formule BGE 123 II 529 S. 533remplie par l'intéressé le 21 juillet 1988 révèle qu'à cette date, il n'avait plus d'employeur. Quant à la femme du recourant, elle n'a jamais exercé d'activité lucrative en Suisse. Par ailleurs, le 23 octobre 1987, l'Hospice général genevois indiquait qu'il avait déjà versé à l'intéressé un montant de 96'840.60 fr. Pourtant, à cette époque, le recourant travaillait encore. Depuis qu'il n'exerce plus d'activité lucrative, soit depuis plus de neuf ans, lui-même et sa famille dépendent entièrement de l'assistance publique. Les conditions de l'art. 10 al. 1 lettre d LSEE sont donc remplies: le recourant et sa famille sont tombés d'une manière continue et dans une large mesure à la charge de l'assistance publique.\n\nEn outre, le recourant et sa femme semblent se complaire dans leur situation d'assistés. Si l'intéressé a trouvé un travail neuf mois environ après son arrivée en Suisse, il n'a plus exercé d'activité lucrative depuis en tout cas le mois qui a suivi l'obtention du statut de réfugié. Pourtant, à ce moment, la crise économique n'était pas encore survenue. De plus, le recourant ne fait aucunement valoir que lui-même ou sa femme aurait entrepris des démarches pour trouver un emploi, alors même que leurs problèmes de langue ont dû diminuer au cours du temps.\n\nDès lors, l'autorité intimée n'a aucunement violé le droit fédéral et, en particulier, elle n'a pas commis d'excès ni d'abus de son pouvoir d'appréciation, en rendant l'arrêté attaqué."}