{"annee": "123", "cour": "III", "page": "53", "date": "6/2/1997", "cite": ["106 II 183", "60 III 31", "113 II 522", "110 IA 106"], "cite_par": ["139 V 316", "129 III 476", "142 III 220"], "chapeau": "8. Extrait de l'arrêt de la IIe Cour civile du 6 février 1997 dans la cause Communauté des copropriétaires de la PPE X. contre époux L. (recours en réforme)", "regestes": ["Art. 649a et 712h-k CC, art. 49 al. 2 ORFI et art. 1er al. 2 CO; absence de responsabilité de l'adjudicataire d'une part de copropriété par étages pour le paiement de contributions échues aux frais et charges communs. Les dispositions du règlement d'utilisation et d'administration convenu par les copropriétaires ne sont opposables à l'ayant cause d'un copropriétaire, en vertu de l'art. 649a CC, que dans la mesure où elles ont un rapport direct avec l'administration et l'utilisation communes de la chose. Tel n'est pas le cas d'une disposition prévoyant que l'acquéreur d'une part de copropriété par étages est tenu solidairement avec l'aliénateur au paiement de contributions échues aux frais et charges communs (consid. 3). Conditions auxquelles, dans la réalisation forcée d'un immeuble, l'adjudicataire peut être tenu d'effectuer des paiements en sus du prix de vente (consid. 4). Manifestation tacite de la volonté de s'engager (consid. 5)?"], "faits": "BGE 123 III 53 S. 54\n\nA.- B. était propriétaire par étages de deux appartements, constituant les lots nos 77 et 78, dans les immeubles de la communauté des copropriétaires de la PPE X. (ci-après: la Communauté), à Genève.\n\nLe règlement d'administration et d'utilisation de la copropriété (ci-après: le Règlement), mentionné au Registre foncier, prévoit à son art. 5 al. 3 que \"le cessionnaire [d'une part de copropriété] est tenu solidairement avec le cédant au paiement des contributions communes des trois dernières années et de l'année en cours\".\n\nDès 1990, B. a cessé de s'acquitter de ses contributions aux charges communes. La Communauté a fait inscrire une hypothèque selon l'art. 712i CC pour les contributions impayées jusqu'au 18 septembre 1991 sur le lot no 77; celui-ci n'a été grevé d'aucune autre hypothèque depuis lors.\n\nBGE 123 III 53 S. 55\n\nB.- A la suite d'une poursuite en réalisation de gage requise par une banque, l'appartement constituant le lot no 77 a été vendu aux enchères forcées le 21 juin 1994.\n\nLe 30 mai 1994, la Communauté avait produit à l'état des charges sa créance garantie par hypothèque ainsi que son autre créance en paiement des contributions échues; seule la première a été inscrite à l'état des charges.\n\nLors de la vente aux enchères, le préposé, donnant suite à une requête de la Communauté, a lu aux futurs acquéreurs une lettre de celle-ci comportant une mise en garde contre les contributions communes impayées qu'elle entendait faire supporter au nouveau copropriétaire sur la base de l'art. 5 al. 3 du Règlement; il a précisé que l'office ne se prononçait pas sur les chances d'une telle démarche contre l'acquéreur.\n\nSans aucune autre discussion au sujet des contributions communes arriérées, l'appartement constituant le lot no 77 a été adjugé aux époux L.\n\nC.- Par demande du 16 janvier 1995, la Communauté a saisi le Tribunal de première instance de Genève d'une demande en paiement de 41'500 fr. avec intérêts à 5% l'an dès le 21 juin 1994 dirigée contre les époux L. Ceux-ci ont conclu au rejet de l'action.\n\nLe Tribunal a rejeté la demande par jugement du 30 novembre 1995, que la Cour de justice du canton de Genève a confirmé sur appel par arrêt du 13 septembre 1996.\n\nD.- La Communauté a exercé un recours en réforme au Tribunal fédéral contre cet arrêt; elle a conclu avec dépens principalement à l'admission de l'action et subsidiairement au renvoi de la cause à l'autorité cantonale pour administration des preuves utiles. Le Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3. Il convient d'abord d'examiner si l'art. 5 al. 3 du Règlement est opposable aux défendeurs en vertu de l'art. 649a CC.\n\na) Selon l'art. 649a CC, le règlement d'utilisation et d'administration convenu par les copropriétaires, les mesures administratives prises par eux, de même que les décisions et ordonnances judiciaires, sont aussi opposables à l'ayant cause d'un copropriétaire et à l'acquéreur d'un droit réel sur une part de copropriété. Cette disposition vaut tant pour la copropriété ordinaire que pour la copropriété par étages (ATF 110 Ia 106 consid. 4b); elle est également applicable à BGE 123 III 53 S. 56celui qui a acquis une part de copropriété par étages dans une vente aux enchères forcée (MEIER-HAYOZ, Berner Kommentar, Band VI/1/1, 1981, n. 14 ad art. 649a CC). La règle posée par l'art. 649a CC ne vaut toutefois que pour le champ d'application propre du règlement d'administration et d'utilisation, et non pour l'ensemble des relations entre copropriétaires (ATF 110 Ia 106 consid. 4c; STEINAUER, Questions choisies en rapport avec la propriété par étages, in: RVJ 1991 p. 285 ss, spéc. p. 306; HUBER, in: RNRF 1966 p. 254). Autrement dit, les dispositions du règlement ne sont opposables à l'ayant cause d'un copropriétaire que dans la mesure où elles ont un rapport direct avec l'administration et l'utilisation communes de la chose (MEIER-HAYOZ/REY, Berner Kommentar, Band IV/1/5, 1988, n. 84 ad art. 712g CC).\n\nb) Une disposition réglementaire prévoyant, comme en l'espèce, que l'acquéreur d'une part de copropriété par étages est tenu solidairement avec l'aliénateur au paiement de contributions communes échues n'a manifestement aucun rapport direct avec l'administration et l'utilisation communes de la chose en copropriété. Elle ne vise en effet pas à déterminer les modalités d'administration ou d'utilisation de la chose entre les copropriétaires, mais uniquement à instituer en faveur de la communauté une garantie supplémentaire - par rapport aux sûretés prévues aux art. 712i et 712k CC - sous la forme d'une responsabilité solidaire du successeur d'un copropriétaire pour le paiement de contributions communes en rapport avec l'utilisation de la chose par l'aliénateur (cf. LIVER, Schweizerisches Privatrecht, Band V/1, 1977, p. 70, selon lequel les contributions échues sont exclues des obligations personnelles envers la communauté passant à l'acquéreur en vertu de l'art. 649a CC). Admettre l'opposabilité d'une telle disposition réglementaire à l'ayant cause d'un propriétaire d'étages apparaît d'autant moins envisageable que, comme le relèvent avec pertinence les défendeurs, cela reviendrait à accorder à la communauté, en cas de réalisation forcée, un privilège injustifiable par rapport aux créances garanties par gage inscrites à l'état des charges. En effet, les enchérisseurs devraient nécessairement tenir compte, en enchérissant, de la dette qu'ils auraient ainsi à payer en sus du prix de vente, de sorte que celui-ci serait réduit d'autant, au détriment des créanciers gagistes. Or le législateur a précisément renoncé de manière expresse à instituer en faveur de la communauté une hypothèque légale valable sans inscription au registre foncier et de rang préférable à tous les autres droits inscrits, considérant que rien ne permettrait de justifier un tel privilège BGE 123 III 53 S. 57pour les contributions aux frais et charges communs par rapport aux créances garanties par des gages constitués par contrat (FF 1962 II 1498; cf. ATF 106 II 183 consid. 1). C'est ainsi à bon droit que la cour cantonale a considéré que l'art. 5 al. 3 du Règlement n'est pas opposable aux défendeurs.\n\nc) La demanderesse argue que cette solution aboutirait à créer deux types de propriétaires avec plus ou moins de droits en fonction de leur mode d'acquisition: les copropriétaires qui ont acquis leur part lors d'enchères forcées se verraient appliquer une partie seulement du Règlement, tandis que les autres copropriétaires s'en verraient opposer l'intégralité. Il n'en est rien. En effet, une disposition telle que l'art. 5 al. 3 du Règlement, par sa nature même, ne vise pas les copropriétaires originaires, mais uniquement leurs ayants cause; or elle est inopposable à ceux-ci, quel que soit le mode d'acquisition de leur part de copropriété. Il s'ensuit que le Règlement s'applique bien dans la même mesure à l'ensemble des copropriétaires.\n\nd) La demanderesse allègue également que la solution retenue permet à l'acquéreur d'échapper au paiement des contributions communes échues tout en profitant du fonds de rénovation. Cette question ne se poserait toutefois que si la créance litigieuse portait sur des contributions au fonds de rénovation - facultatif - au sens de l'art. 712m al. 1 ch. 5 CC, pour lesquelles la communauté bénéficie au demeurant aussi d'un droit à l'inscription d'une hypothèque légale selon l'art. 712i CC (STEINAUER, Les droits réels, t. I, 2e éd., 1990, n. 1355; PATRICK BLOCH, le fonds de rénovation dans la propriété par étages, thèse de licence Lausanne 1988, p. 39; PIERRE GIOVANOLA, les obligations réciproques des propriétaires d'étages et leurs sanctions, thèse de licence Lausanne 1986, p. 30). Or tel n'est pas le cas selon les constatations de fait de l'autorité cantonale, qui lient le Tribunal fédéral (art. 63 al. 2 OJ).\n\ne) C'est enfin en vain que la demanderesse avance que la possibilité d'inclure dans le règlement de copropriété une clause de solidarité pour les contributions communes n'est pas écartée par la doctrine. En effet, le seul auteur qu'elle cite se borne en réalité à relever qu'une telle clause serait avantageuse pour la communauté; il n'examine pas la question plus avant, pour le motif que la solidarité ne s'impose pas dès lors que la communauté dispose d'une hypothèque légale (FRIEDRICH, Das Stockwerkeigentum, Reglement für die Gemeinschaft der Stockwerkeigentümer, 2e éd., 1972, § 21 n. 8).\n\n4. a) Il convient dès lors d'examiner si les défendeurs peuvent néanmoins être tenus de payer la créance litigieuse sur la base des BGE 123 III 53 S. 58conditions de la vente aux enchères forcée. En effet, les conditions de vente arrêtées par l'office (art. 134 al. 1 LP) sont comparables à une offre au sens des art. 3 ss CO - à laquelle elles ne sauraient toutefois être assimilées de manière générale (cf. art. 52 ORFI; RS 281.42) - dans la mesure où elles constituent pour l'adjudicataire la base de son engagement: s'il enchérit, c'est sur la base de ces conditions; il ne peut pas refuser tel ou tel paiement que les conditions de vente prévoiraient clairement en plus du prix d'adjudication, sans qu'il importe de savoir si cette condition était normale, si la créance était exigible, si elle était garantie par gage et si, comme telle, elle eût déjà été couverte par le prix d'adjudication (ATF 60 III 31 consid. 2). Inversement, l'adjudicataire ne peut pas être tenu d'effectuer en sus du prix de vente d'autres paiements que ceux qui sont clairement prévus par les conditions de vente (art. 49 al. 2 aORFI; cf. la nouvelle teneur, plus précise, de cette disposition).\n\nb) En l'espèce, les conditions de vente ne mentionnaient pas la créance litigieuse, dont la Communauté a fait savoir aux défendeurs lors de la vente aux enchères - à travers la lettre lue par le préposé, lequel a expressément précisé que l'office ne se prononçait pas sur les chances d'une telle démarche contre l'acquéreur - qu'elle entendait leur en réclamer le paiement sur la base de l'art. 5 al. 3 du Règlement. Cette créance ne figurait pas non plus dans l'état des charges - auquel les conditions de vente doivent nécessairement se référer (art. 135 al. 1 LP et art. 45 al. 1 let. a ORFI) - dès lors qu'elle n'était pas garantie par gage. L'hypothèque prévue par l'art. 712i CC n'a en effet pas le caractère d'un droit de gage légal direct qui déploie ses effets sans inscription au registre foncier; elle ne naît au contraire que par son inscription (ATF 106 II 183 consid. 1). Or, en l'occurrence, la Communauté n'a fait inscrire une hypothèque selon l'art. 712i CC que pour les charges impayées jusqu'au 18 septembre 1991 (dont la délégation aux défendeurs était au demeurant exclue en vertu de l'art. 135 al. 1 dernière phrase LP). Au vu de ce qui précède, la Communauté ne saurait se fonder sur les conditions de vente pour réclamer le paiement des contributions communes échues aux défendeurs; ceux-ci ont enchéri sur la base de conditions de vente qui ne prévoyaient nullement un tel paiement, et ne peuvent dès lors être tenus de l'effectuer (art. 49 al. 2 ORFI; ATF 60 III 31 consid. 2).\n\nAu surplus, la demanderesse ne peut être suivie lorsqu'elle prétend que les contributions échues aux frais et charges communs doivent être mises à la charge de l'adjudicataire sans imputation sur le BGE 123 III 53 S. 59prix de vente, à l'instar des redevances courantes (pour le gaz, l'eau, l'électricité, etc.). L'art. 49 al. 1 let. b ORFI, invoqué par la demanderesse, ne vise en effet que les redevances courantes (en allemand \"laufende Abgaben\"); il ne saurait donc être appliqué à des contributions échues, indépendamment du point de savoir si on peut les assimiler aux redevances pour le gaz, l'eau ou l'électricité.\n\n5. Il reste par conséquent à examiner si, ainsi que le prétend la demanderesse, les défendeurs se sont engagés envers elle, lors de la vente, à répondre solidairement avec l'ancien propriétaire des contributions communes arriérées. En effet, rien n'empêchait les défendeurs de s'engager directement envers la Communauté à reprendre cumulativement la dette de B. en paiement des contributions communes arriérées.\n\na) La demanderesse relève que le préposé aux enchères a lu aux futurs acquéreurs la lettre de la Communauté, d'où il résultait clairement que celle-ci entendait faire supporter les charges communes impayées au nouveau copropriétaire sur la base de l'art. 5 al. 3 du Règlement; dès lors, en se portant sans discussion acquéreurs de la part de copropriété en cause, les défendeurs auraient manifesté tacitement leur volonté de s'engager solidairement au sens de l'art. 143 al. 1 CO, en acceptant tacitement l'offre de reprise cumulative de dette contenue dans la lettre de la Communauté.\n\nSelon l'art. 1er al. 2 C0, la volonté de conclure un contrat peut être manifestée de manière expresse ou tacite. Une manifestation de volonté tacite ne peut cependant être retenue qu'en présence d'un comportement univoque, dont l'interprétation ne suscite raisonnablement aucun doute (ATF 113 II 522 consid. 5c). Cette restriction découle du principe de la confiance (KRAMER/SCHMIDLIN, Berner Kommentar, Band VI/1/1, 1986, n. 11 ad art. 1er CO). De manière générale, un comportement purement passif ne saurait ainsi être tenu pour la manifestation d'une volonté de s'engager, en particulier pour l'acceptation d'une offre (KRAMER/SCHMIDLIN, op.cit., n. 12 ad art. 1er CO et les références; OSER/SCHÖNENBERGER, Zürcher Kommentar, Band V/1, n. 64 ad art. 1er CO; VON TUHR/PETER, Allgemeiner Teil des Schweizerischen Obligationenrechts, 3e éd., 1989, p. 164).\n\nEn l'espèce, l'absence de réaction des défendeurs après la lecture par le préposé de la lettre de la Communauté peut d'autant moins être tenue pour l'acceptation d'une offre de reprise cumulative de dette que les défendeurs ne pouvaient raisonnablement considérer ladite lettre comme telle. Selon les constatations de l'autorité cantonale, il ne s'agissait en effet clairement pas d'une offre, mais d'une BGE 123 III 53 S. 60mise en garde contre les charges non payées qui ne seraient pas couvertes par la vente et que la Communauté entendait faire supporter au nouveau copropriétaire selon son Règlement. Contrairement à ce que soutient la demanderesse, l'art. 6 CO ne saurait ainsi trouver application."}