{"annee": "123", "cour": "V", "page": "118", "date": "15/7/1997", "cite": ["118 V 88", "121 V 17", "122 V 300"], "cite_par": ["141 V 264", "132 V 113"], "chapeau": "20. Auszug aus dem Urteil vom 15. Juli 1997 i.S. Sozialversicherungsanstalt des Kantons St. Gallen gegen M. und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 76 RAVS, art. 22 al. 4 OPC-AVS/AI: Versement en mains de tiers de prestations complémentaires allouées rétroactivement. L'art. 22 al. 4 OPC-AVS/AI constitue une base suffisante pour autoriser le versement de prestations complémentaires, allouées rétroactivement, à des institutions qui ont consenti des avances à un assuré, et il n'est pas nécessaire que soient réalisées également les conditions supplémentaires régissant le versement en mains de tiers prescrites à l'art. 76 RAVS - ou posées par la jurisprudence clarifiée et précisée dans l'arrêt ATF 118 V 88. Art. 2 al. 3 LPC, art. 22 al. 4 OPC-AVS/AI : Compensation avec les avances consenties en faveur d'enfants. Il n'est pas admissible de déduire une part comprise dans la prestation complémentaire pour les enfants pris en considération dans le calcul de la prestation; en revanche, un versement en mains de tiers en vue de compenser les avances consenties en faveur de ces enfants est admissible, dans la mesure où ce tiers a pris en charge des frais qui auraient dû, sinon, être assumés par l'ayant droit à des prestations complémentaires, en vertu de son obligation d'entretien fondée sur le droit de la famille."], "faits": "", "considerants": "|119|\n\nAus den Erwägungen:\n\n5. a) Offenbar übersehen hat das kantonale Gericht, dass der Bundesrat gestützt auf Art. 3 Abs. 6 ELG mit dem auf den 1. Januar 1990 neu in Kraft gesetzten Art. 22 Abs. 4 ELV eine besondere Regelung über die Nachzahlung von Ergänzungsleistungen getroffen hat und das in ZAK 1989 S. 224 publizierte Urteil insoweit durch die Rechtsentwicklung überholt ist. Gemäss dieser Verordnungsbestimmung kann einer privaten oder einer öffentlichen Fürsorgestelle, die einer Person im Hinblick auf Ergänzungsleistungen Vorschussleistungen für den Lebensunterhalt während einer Zeitspanne gewährt hat, für die rückwirkend Ergänzungsleistungen ausgerichtet werden, dieser Vorschuss bei der Nachzahlung direkt vergütet werden. Diese Norm enthält somit eine ausdrückliche materielle Grundlage zur Koordination von Ergänzungsleistungen mit Leistungen der öffentlichen Fürsorge, was dem Rechtszustand entspricht, der mit der Einfügung des seit 1. Januar 1994 in Kraft stehenden Art. 85bis IVV auch im Bereich der Invalidenversicherung erreicht worden ist. Das Ziel dieser koordinationsrechtlichen |120| Ordnung ist primär in der Vermeidung eines Doppelbezugs von Leistungen zu Lasten des gleichen Gemeinwesens zu erblicken (BGE 121 V 24 f. Erw. 4c/aa). Insofern unterscheidet sie sich von den zur Sicherstellung zweckgemässer Leistungsverwendung aufgestellten Normen. Vor diesem Hintergrund bildet Art. 22 Abs. 4 ELV eine durchaus genügende Grundlage für Drittauszahlungen von nachträglich zugesprochenen Ergänzungsleistungen an vorschussleistende Institutionen, ohne dass darüber hinaus auch noch die von Art. 76 AHVV - oder von der in BGE 118 V 88 verdeutlichten und präzisierten Praxis - verlangten zusätzlichen Drittauszahlungsvoraussetzungen erfüllt sein müssten.\n\nb) Im vorliegenden Fall zu beachten ist allerdings, dass die dem Beschwerdegegner zugesprochenen Leistungen an die Amtsvormundschaft überwiesen werden sollen zwecks Verrechnung mit Vorschussleistungen, welche nicht diesem selbst, sondern dessen Tochter gewährt wurden. Wie das kantonale Gericht unter Hinweis auf ZAK 1989 S. 224 an sich zutreffend erkannte, haben Kinder, die einen Anspruch auf eine Kinderrente der Alters- und Hinterlassenen- oder der Invalidenversicherung begründen und deshalb in die Ergänzungsleistungsberechnung miteinzubeziehen sind, indem die für sie massgebenden Einkommensgrenzen dem anspruchsberechtigten Elternteil zugerechnet werden (Art. 2 Abs. 3 ELG), keinen Anspruch auf direkte Ausrichtung eines Teils der Ergänzungsleistung. Daraus schloss die Vorinstanz, die Tatsache der finanziellen Unterstützung der Tochter des Leistungsberechtigten durch die Fürsorgebehörde könne keinen Anspruch auf Drittauszahlung der Ergänzungsleistung begründen. Dieser Folgerung kann in dieser Form indessen nicht beigepflichtet werden. Zwar geht es tatsächlich nicht an, einen in der Ergänzungsleistung enthaltenen Anteil für die in die Leistungsberechnung miteinbezogenen Kinder auszuscheiden. Folgerichtig hat das Eidg. Versicherungsgericht in BGE 122 V 300 denn auch den auf den 1. Januar 1995 neu in Kraft getretenen Art. 7 Abs. 1 lit. c ELV, welcher eine gesonderte Ergänzungsleistungsberechnung für den Leistungsansprecher und dessen Kind, das Anspruch auf eine Kinderrente der Alters- und Hinterlassenen- oder der Invalidenversicherung begründet, als gesetzeswidrig erklärt und dieser Bestimmung damit die Anwendung versagt. (...). Zu Recht ging die Vorinstanz damit davon aus, dass sozialversicherungsrechtlich eine reale Aufteilung des Ergänzungsleistungsanspruchs auf den leistungsberechtigten Elternteil und dessen Kind nicht zulässig ist, obschon dies rein rechnerisch an sich denkbar |121| wäre, sei dies nun in der von der Beschwerdeführerin vorgeschlagenen oder aber auf eine andere Weise.\n\nVorliegend geht es jedoch gar nicht darum, einen dem Kind des Ergänzungsleistungsbezügers zustehenden Anteil an der Ergänzungsleistung auszuscheiden. Diese soll ausschliesslich dem Lebensunterhalt des Leistungsberechtigten dienen. Zu dessen Lebensunterhalt sind indessen auch allfällige familienrechtliche Unterhaltspflichten zu zählen. Allein damit lässt sich auch die in Art. 2 Abs. 3 ELG vorgesehene Zurechnung der für Kinder massgebenden Einkommensgrenzen rechtfertigen. Werden nun aber mit den von einer Fürsorgestelle vorschussweise erbrachten Leistungen Kosten bestritten, für welche aufgrund seiner familienrechtlichen Unterhaltspflicht der anspruchsberechtigte Ergänzungsleistungsbezüger hätte aufkommen müssen, liegen indirekt Zuwendungen an dessen eigenen Lebensunterhalt vor. Es ist kein plausibler Grund ersichtlich, weshalb nachträglich ausgerichtete Ergänzungsleistungen nicht gestützt auf Art. 22 Abs. 4 ELV mit solchen Vorschusszahlungen sollten zur Verrechnung gebracht werden können. Vorauszusetzen ist lediglich, dass tatsächlich Vorschussleistungen erbracht und für Aufwendungen eingesetzt wurden, die sonst vom Ergänzungsleistungsberechtigten hätten übernommen werden müssen. Soweit die Vorinstanz die streitige Drittauszahlung grundsätzlich als unzulässig erklärt, erweist sich der angefochtene Entscheid somit als bundesrechtswidrig und muss daher aufgehoben werden.\n\n6. Die Amtsvormundschaft forderte die Drittauszahlung im Umfang eines rein rechnerisch auf die Tochter des Beschwerdegegners entfallenden Anteils an der nachträglich zugesprochenen Ergänzungsleistung, was nach dem Gesagten nicht zulässig ist. Nichts einwenden liesse sich indessen gegen eine Drittauszahlung bis zum Betrag, für welchen die Amtsvormundschaft der Tochter des Beschwerdegegners Vorschussleistungen hat zukommen lassen, für welche dieser aufgrund seiner familienrechtlichen Unterhaltspflicht hätte aufkommen müssen. Diesbezüglich enthalten die vorhandenen Akten jedoch keine zuverlässigen Angaben. Die Beschwerdeführerin, an welche die Sache zurückzuweisen ist, wird deshalb von der Amtsvormundschaft entsprechende Belege einholen und, solange kein als Tatbestand wirkendes Urteil des zuständigen Zivilrichters vorliegt, vorfrageweise prüfen müssen, inwiefern die geleisteten Zahlungen zur familienrechtlichen Unterhaltspflicht des Beschwerdegegners gehören. Aufgrund der dabei gewonnenen Erkenntnisse wird sie erneut über die streitige Drittauszahlung befinden."}