{"annee": "123", "cour": "IV", "page": "9", "date": "30/1/1997", "cite": ["85 IV 22", "76 IV 162", "98 IV 241", "119 IV 154", "80 IV 258"], "cite_par": ["123 IV 55"], "chapeau": "2. Auszug aus dem Urteil des Kassationshofes vom 30. Januar 1997 i.S. G. gegen Staatsanwaltschaft des Kantons Basel-Stadt (Nichtigkeitsbeschwerde)", "regestes": ["Art. 21, 22, 24, 25, 242 et 244 CP. Remise de fausse monnaie à un initié. Celui qui remet (aliène) de la fausse monnaie à un initié, en admettant que celui-ci ou un tiers le mettra en circulation comme authentique, ne peut en principe être condamné qu'en vertu des règles sur la coactivité ou la participation à la (tentative de) mise en circulation de fausse monnaie commise par autrui. La seule remise (aliénation) de fausse monnaie à un initié ne constitue pas comme telle une tentative de mettre en circulation comme authentique de la fausse monnaie. Demeure réservée au surplus la possibilité d'une condamnation de l'auteur en raison de l'importation, l'acquisition ou la prise en dépôt préalable de la fausse monnaie (consid. 2)."], "faits": "BGE 123 IV 9 S. 10\n\nA.- G. wurde von P. angefragt, ob er einen Abnehmer für eine grössere Menge falscher 100-Dollar-Noten kenne. G. wandte sich an D., der bereit war, in das Geschäft einzusteigen und seinerseits nach Abnehmern zu suchen. G. übergab dem D. als Muster eine gefälschte Note, die er von P. erhalten hatte. Mitte 1993 liess D. den G. wissen, dass er einen Abnehmer gefunden habe, der bereit sei, für 1'000 falsche 100-Dollar-Noten Fr. 20'000.-- zu zahlen. G. teilte dies P. mit, erhielt von diesem 975 gefälschte 100-Dollar-Noten und bewahrte sie in seiner Wohnung in Basel auf. Am 6. Juli 1993 übergab er das Falschgeld in seiner Wohnung D.. Dieser fuhr sogleich nach Weil a. Rhein/D, um es dort seinem Abnehmer \"H.\" gegen Zahlung des vereinbarten Preises zu übergeben. Er legte in seinem Fahrzeug die 975 100-Dollar-Noten \"H.\" vor, der in Wahrheit ein verdeckter Ermittler des Landeskriminalamtes Baden-Württemberg war. \"H.\" verliess daraufhin das Fahrzeug und veranlasste sogleich die Festnahme von D. und die Sicherstellung des Falschgeldes.\n\nB.- Das Strafdreiergericht Basel-Stadt sprach G. am 31. März 1995 des versuchten In-Umlaufsetzens falschen Geldes (Art. 242 Abs. 1 i.V.m. Art. 21 Abs. 1 StGB) schuldig und verurteilte ihn zu 10 Monaten Gefängnis, bedingt vollziehbar bei einer Probezeit von zwei Jahren. Es erklärte zwei Gefängnisstrafen von fünf Tagen und von zwei Monaten gemäss den Urteilen des Bezirksamtes Rheinfelden vom 18. Februar 1992 und des Strafgerichtspräsidenten Basel-Stadt vom 10. Februar 1993 in Anwendung von Art. 41 Ziff. 3 Abs. 1 StGB für vollziehbar.\n\nDer Appellationsgerichtsausschuss des Kantons Basel-Stadt bestätigte am 22. Mai 1996 das erstinstanzliche Urteil gestützt auf die darin enthaltenen tatsächlichen und rechtlichen Ausführungen.\n\nC.- G. führt eidgenössische Nichtigkeitsbeschwerde mit den Anträgen, das Urteil des Appellationsgerichts sei aufzuheben und die Sache zu seiner Freisprechung vom Vorwurf des versuchten In-Umlaufsetzens falschen Geldes, eventuell zur Verurteilung wegen Gehilfenschaft zu versuchtem In-Umlaufsetzen falschen Geldes und zur Ausfällung einer entsprechend herabgesetzten Strafe von höchstens drei Monaten Gefängnis unter Verzicht auf den Widerruf des bedingten Strafvollzuges an die Vorinstanz zurückzuweisen.BGE 123 IV 9 S. 11", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Nach Auffassung der Vorinstanzen hat sich der Beschwerdeführer des (unvollendet) versuchten In-Umlaufsetzens falschen Geldes als echtes Geld in Mittäterschaft schuldig gemacht. Bloss ein Versuch liege deshalb vor, weil D. das Falschgeld einem verdeckten Ermittler des Landeskriminalamtes Baden-Württemberg übergeben habe und es also nicht in den Geldverkehr gelangt sei. Immerhin Versuch und nicht nur eine straflose Vorbereitungshandlung sei deshalb gegeben, weil der Beschwerdeführer (und auch D.) in Form von Mittäterschaft bestimmte Tatbeiträge geleistet und es für ihn kein Zurück mehr gegeben habe. Der Beschwerdeführer sei nicht bloss Gehilfe, sondern Mittäter am versuchten In-Umlaufsetzen falschen Geldes als echtes Geld gewesen. Zur Begründung wird im erstinstanzlichen Entscheid ausgeführt, nach dem Tatplan zwischen dem Beschwerdeführer, D. und den Eingeweihten (d.h. den deutschen Abnehmern) habe das Falschgeld an gutgläubige Dritte abgesetzt werden sollen, indem der Beschwerdeführer das Falschgeld beschafft und D. zum Transport über die Grenze übergeben habe, wohingegen die Eingeweihten den Kontakt zu den gutgläubigen Dritten hergestellt hätten. Sie alle hätten also gemeinschaftlich zusammengewirkt. Die eingeweihten Abnehmer hätten Zug um Zug für die falschen Noten Fr. 20'000.-- bezahlt, was nur erklärbar sei, wenn der Weiterverkauf an gutgläubige Dritte bereits konkret ins Auge gefasst gewesen sei. Der Tatbeitrag des Beschwerdeführers sei über eine Vermittlerrolle weit hinaus gegangen. Der Beschwerdeführer sei die Schaltstelle gewesen, ohne welche die Informationen von P. zu D. und zurück nicht hätten ausgetauscht werden können. Er habe ein Muster der gefälschten Noten weitergereicht und schliesslich das gesamte Falschgeld in seiner Wohnung aufbewahrt und somit in seiner Verfügungsgewalt gehabt, bis er es im geeigneten Moment persönlich an D. zum Weitertransport übergeben habe.\n\nb) Der Beschwerdeführer wendet ein, es liege kein Versuch des In-Umlaufsetzens falschen Geldes als echtes Geld vor. Im Falle der Annahme von Versuch sei sein Tatbeitrag höchstens als Gehilfenschaft zu werten.\n\nc) Aus den Erwägungen im erstinstanzlichen Urteil, auf welches die Vorinstanz verweist, geht nicht deutlich hervor, worin genau die Vorinstanz die massgebende objektive Versuchshandlung erblickt, an welcher der Beschwerdeführer durch sein Verhalten als Mittäter mitgewirkt habe. Die Übergabe des Falschgeldes durch BGE 123 IV 9 S. 12den Beschwerdeführer an D. wird im erstinstanzlichen Urteil nicht schon als solche als Versuch der Straftat im Sinne von Art. 242 StGB qualifiziert, sondern lediglich als ein Tatbeitrag, den der Beschwerdeführer neben anderen zur Ausführung des zusammen mit P., D. und den deutschen Abnehmern geplanten In-Umlaufsetzens falschen Geldes als echtes Geld geleistet habe. Inwiefern der Beschwerdeführer mit den deutschen Abnehmern geplant habe, gemeinschaftlich falsches Geld als echtes Geld in Umlauf zu setzen, ist aufgrund der tatsächlichen Feststellungen im erstinstanzlichen Entscheid indessen nicht ersichtlich. Daraus ergibt sich vielmehr, dass P., der Beschwerdeführer und D. in gemeinschaftlichem Zusammenwirken einen Käufer des Falschgeldes suchten und dass D. diesen im (vermeintlichen) deutschen Interessenten \"H.\" fand. Der letzte Akt war das Treffen zwischen D. und \"H.\" in Weil a. Rhein/D, an dem D. das ihm vom Beschwerdeführer zuvor ausgehändigte Falschgeld gegen Zahlung der vereinbarten Gegenleistung \"H.\" übergeben wollte, der in Wahrheit ein verdeckt auftretender Ermittler war. Nachdem D. die 975 100-Dollar-Noten vorgelegt hatte, wurde er festgenommen und das Falschgeld sichergestellt. Zu prüfen ist damit, ob die Übergabe von Falschgeld an einen Eingeweihten unter Inkaufnahme, dass dieser oder ein Dritter es als echtes Geld in Umlauf setzen werde, als Versuch des In-Umlaufsetzens falschen Geldes als echtes Geld im Sinne von Art. 242 Abs. 1 StGB zu qualifizieren sei. Gegebenenfalls ist zu prüfen, ob der Beschwerdeführer sich an diesem Versuch als Mittäter oder bloss als Gehilfe beteiligt habe.\n\n2. Gemäss Art. 242 Abs. 1 StGB wird wegen In-Umlaufsetzens falschen Geldes mit Zuchthaus bis zu drei Jahren oder mit Gefängnis bestraft, wer falsches oder verfälschtes Metallgeld oder Papiergeld, falsche oder verfälschte Banknoten als echt oder unverfälscht in Umlauf setzt. Diese Bestimmung findet nach Art. 250 StGB auch auf ausländisches Geld Anwendung.\n\na) In BGE 76 IV 165 E. 3 und BGE 80 IV 265 E. 3 wurde entschieden, strafbar wegen In-Umlaufsetzens falschen Geldes gemäss Art. 242 StGB mache sich auch, wer falsches Geld einem Eingeweihten übergibt und zumindest in Kauf nimmt, dass der Erwerber oder eine andere eingeweihte Person das Falschgeld als echtes Geld in Umlauf bringen werde. Unter dem Gesichtspunkt von Art. 242 StGB sei es unerheblich, ob jemand das In-Umlaufsetzen falschen Geldes als echt direkt und allein besorge oder bewusst durch Dritte ausführen lasse. BGE 85 IV 22 erkannte, wer falsches Geld als solches einem Eingeweihten BGE 123 IV 9 S. 13überlasse, der es vorsätzlich als echt in Umlauf setze, sei nur dann strafbar, wenn er sich als Mittäter, Anstifter oder Gehilfe an der Tat des andern beteiligt habe (was in jenem Fall nicht zutraf). Soweit in BGE 76 IV 165, BGE 80 IV 265 und in einem nicht publizierten Urteil vom 31. Oktober 1957 auf die Grenzen der strafrechtlichen Verantwortlichkeit des Übergebers nicht mit genügender Deutlichkeit hingewiesen worden sei, seien diese Entscheidungen im dargelegten Sinne zu ergänzen. In BGE 119 IV 154 E. 4b S. 162 wurde die Frage aufgeworfen, ob derjenige, welcher Falschgeld als solches einem Eingeweihten übergibt und dabei in Kauf nimmt, dass der Erwerber oder dessen Abnehmer es als echtes Geld in Umlauf setzen werde, sich nicht bereits durch die Übergabe des Falschgeldes an den Eingeweihten des Versuchs des In-Umlaufsetzens falschen Geldes im Sinne von Art. 242 StGB schuldig mache. Mit der Versuchsproblematik setze sich BGE 85 IV 22 nämlich nicht ausdrücklich auseinander, insbesondere auch nicht mit der Frage, wie es sich verhalte, wenn der Erwerber des Falschgeldes nicht mehr dazu komme, es als echtes Geld in Umlauf zu setzen oder dies zumindest zu versuchen. Die Frage konnte in BGE 119 IV 154 E. 4b S. 162 offengelassen werden, da ein allfälliger unvollendeter Versuch des In-Umlaufsetzens falschen Geldes als durch die Verurteilung des Beschwerdeführers wegen Geldfälschung im Sinne von Art. 240 Abs. 1 StGB mitbestrafte Nachtat zu werten war (E. 4a/cc S. 162) und weil die Übergabe des Falschgeldes an den Eingeweihten ungeachtet ihrer rechtlichen Qualifikation im Rahmen der Strafzumessung wegen Geldfälschung als Nachtatverhalten straferhöhend berücksichtigt werden konnte (E. 4c S. 163).\n\nb) Die Übergabe von Falschgeld an einen Eingeweihten wird nur dann von Art. 242 StGB erfasst, wenn sie als Beteiligung (Mittäterschaft oder Teilnahme) an der von einem andern, nicht notwendigerweise vom Übernehmer, begangenen Straftat des In-Umlaufsetzens falschen Geldes als echtes Geld qualifiziert werden kann, wobei der andere diese Straftat zumindest versucht haben muss. Die Übergabe von Falschgeld an einen Eingeweihten ist mithin nicht schon als solche, sondern nur als Beteiligungshandlung unter dem Gesichtspunkt von Art. 242 StGB relevant. Daher kann die Übergabe an den Eingeweihten nicht allein schon dann strafbarer Versuch des In-Umlaufsetzens falschen Geldes sein, wenn der Übergeber zumindest in Kauf nimmt, dass der Übernehmer oder eine andere Person das Falschgeld als echtes Geld in Umlauf setzen werde. Dies ist vielmehr lediglich die subjektive Voraussetzung für die Bestrafung des BGE 123 IV 9 S. 14Übergebers wegen der in der Übergabe allenfalls liegenden Beteiligung (Mittäterschaft oder Teilnahme) an der vom andern begangenen (zumindest versuchten) Straftat. Wer Falschgeld einem anderen übergibt und dabei in Kauf nimmt, dass der Übernehmer oder ein Dritter es als echtes Geld in Umlauf setzen werde, tut damit zwar einen letzten Schritt, aber nicht den letzten Schritt in das Verbrechen im Sinne von Art. 242 Abs. 1 StGB; er versucht gerade nicht, das Falschgeld als echtes Geld in Umlauf zu setzen. Allerdings mag sich mit der Übergabe des Falschgeldes an einen andern die Gefahr, dass es als echtes Geld in Umlauf gesetzt werde, für den Übergeber erkennbar erhöhen, insbesondere dann, wenn der Übernehmer dafür einen vergleichsweise hohen Preis gezahlt hat; diese Risikoerhöhung qualifiziert die Übergabe aber nicht als Versuch einer Straftat im Sinne von Art. 242 StGB. Das ergibt sich auch aus dem Gesetz selbst. Wer Geld fälscht, um es als echt in Umlauf zu setzen, wird gemäss Art. 240 Abs. 1 StGB mit Zuchthaus bestraft. Wer falsches Geld erwirbt, einführt oder lagert, um es als echt in Umlauf zu bringen, wird nach Art. 244 Abs. 1 StGB mit Gefängnis bestraft. Daraus wird ersichtlich, dass weder die Fälschung noch der Erwerb von Falschgeld in der Absicht, es als echtes Geld in Umlauf zu bringen, schon als solche ein Versuch des In-Umlaufsetzens im Sinne von Art. 242 StGB sind. Die Übergabe (Veräusserung) von Falschgeld an einen Eingeweihten ist objektiv ein Akt, der zwischen der Fälschung des Geldes und dem Erwerb des Falschgeldes durch den Eingeweihten liegt. Wenn aber selbst der von Art. 244 StGB als strafbare Vorbereitungshandlung erfasste Erwerb von Falschgeld in der Absicht, es als echtes Geld in Umlauf zu bringen, nicht schon als solcher ein Versuch des In-Umlaufsetzens im Sinne von Art. 242 StGB ist, dann kann erst recht auch die dieser Handlung vorangehende Übergabe (Veräusserung) des Falschgeldes an den Eingeweihten unter Inkaufnahme, dass dieser oder ein anderer es als echtes Geld in Umlauf bringen werde, kein Versuch des In-Umlaufsetzens im Sinne von Art. 242 StGB sein. Die in Art. 240 ff. StGB nicht geregelte Übergabe von Falschgeld an den Eingeweihten kann daher nicht in Anwendung der Regeln betreffend den Versuch, sondern allein nach den Grundsätzen betreffend die Beteiligung (Mittäterschaft oder Teilnahme) an der Straftat eines andern gemäss Art. 242 StGB bestraft werden. Erste Voraussetzung hiefür ist demnach (unter Vorbehalt des Versuchs der Anstiftung zu einem Verbrechen im Sinne von Art. 24 Abs. 2 StGB), dass der Erwerber des Falschgeldes oder eine andere Person es als echtes Geld in Umlauf gesetzt oder BGE 123 IV 9 S. 15dies zumindest versucht hat. Wenn dies aus irgendwelchen Gründen nicht geschieht, dann ist die Übergabe des Falschgeldes an den Eingeweihten keine Beteiligungshandlung an einer Straftat im Sinne von Art. 242 StGB und kann sie daher nicht nach dieser Bestimmung bestraft werden.\n\nWer Falschgeld einem Eingeweihten übergibt und dabei in Kauf nimmt, dass der Erwerber oder eine andere eingeweihte Person es als echtes Geld in Umlauf setzt, macht sich demnach nicht schon durch diese Übergabe des Versuchs des In-Umlaufsetzens im Sinne von Art. 242 StGB schuldig. Er kann vielmehr nur dann gemäss dieser Bestimmung bestraft werden, wenn er sich durch die Übergabe als Mittäter oder Teilnehmer an der Straftat eines andern beteiligt hat. Die in BGE 119 IV 154 E. 4b S. 162 aufgeworfene Frage ist somit in Bestätigung von BGE 85 IV 22 zu verneinen (ebenso ausdrücklich STRATENWERTH, Schweiz. Strafrecht, Bes. Teil II, 4. Aufl. 1995, § 33 N. 19; vgl. auch TRECHSEL, Kurzkommentar, Art. 242 StGB N. 2).\n\nDie Übergabe von Falschgeld an einen Eingeweihten unter Inkaufnahme, dass dieser oder eine andere Person es als echtes Geld in Umlauf setzen werden, unterscheidet sich wesentlich von dem Fall, den der Kassationshof im nicht publizierten Entscheid vom 27. Januar 1986 i.S. TI c. F. und Kons. (wiedergegeben in Rep. 120/1987 S. 181; zusammengefasst in RStrS 1993 Nr. 383) als Versuch des In-Umlaufsetzens falschen Geldes als echtes Geld im Sinne von Art. 242 StGB qualifiziert hat. Der in jenem Fall Beschuldigte übergab das Falschgeld einem Mittelsmann, damit dieser es einem Bankier bringe. Die Handlung des Beschuldigten war direkt auf das In-Umlaufsetzen des falschen Geldes als echtes Geld gerichtet; der Beschuldigte übergab nicht lediglich Falschgeld einem Eingeweihten unter blosser Inkaufnahme, dass dieser oder ein anderer es als echtes Geld in Umlauf setzen werde.\n\nc) Der Beschwerdeführer übergab die 975 falschen 100-Dollar-Noten, die P. ihm ausgehändigt hatte, dem D.. Dieser wollte sie, wie der Beschwerdeführer wusste, gegen Zahlung von Fr. 20'000.-- einem (dem Beschwerdeführer nicht bekannten) Interessenten in Deutschland übergeben, der nach den Vorstellungen des Beschwerdeführers das Falschgeld möglicherweise selbst als echtes Geld in Umlauf setzen würde. Als D. das Falschgeld dem deutschen Interessenten, der in Wahrheit ein verdeckter Ermittler war, in Weil a. Rhein/D vorlegte, wurde er festgenommen und das Falschgeld sichergestellt. Damit hat aber, was entscheidend ist, niemand zumindest BGE 123 IV 9 S. 16versucht, das Falschgeld als echtes Geld in Umlauf zu setzen. Das dem Beschwerdeführer zur Last gelegte Verhalten ist demnach keine Beteiligungshandlung an einer zumindest versuchten Straftat eines andern im Sinne von Art. 242 StGB, und es kann daher nicht in Anwendung dieser Bestimmung bestraft werden.\n\nd) Das bedeutet nicht, dass der Veräusserer von Falschgeld in den Fällen, in denen der Erwerber nicht zumindest versucht hat, das Falschgeld als echtes Geld in Umlauf zu setzen, notwendigerweise straflos bleibe. Gemäss Art. 244 StGB wird bestraft, wer Falschgeld einführt, erwirbt oder lagert, um es als echtes Geld in Umlauf zu bringen. Der Veräusserer von Falschgeld hat dieses vorher unter Umständen im Sinne dieser Bestimmung eingeführt, erworben und/oder gelagert. Ob dies auf den Beschwerdeführer zutrifft, ist hier nicht zu entscheiden, da dieser Straftatbestand nicht Gegenstand des Verfahrens vor den kantonalen Behörden bildete und der Beschwerdeführer sich dazu weder in tatsächlicher noch in rechtlicher Hinsicht äussern konnte. Den kantonalen Behörden ist es aber von Bundesrechts wegen unbenommen zu prüfen, ob der Beschwerdeführer die falschen 100-Dollar-Noten im Sinne von Art. 244 StGB erworben und/oder gelagert habe, und es ist ihnen unbenommen, gegen den Beschwerdeführer unter Wahrung der sich aus der BV und der EMRK ergebenden Grundsätze allenfalls eine entsprechende Anklage zu erheben, soweit dies nach dem kantonalen Prozessrecht möglich ist (vgl. BGE 98 IV 241 [245 in fine]; 113 IV 68 E. 2c).\n\ne) Die gesetzliche Regelung der Delikte gegen den Geldverkehr (Art. 240 ff. StGB) bereitet in mancher Hinsicht Auslegungsschwierigkeiten, wie sich auch aus der bundesgerichtlichen Rechtsprechung ergibt (siehe zum In-Umlaufsetzen als echt schon BGE 76 IV 165 E. 3 und BGE 80 IV 265 E. 3 einerseits, BGE 85 IV 22 andererseits; zu der in Art. 240 StGB vorausgesetzten Absicht BGE 119 IV 154 E. 2d S. 157 f.). Nicht alle als strafwürdig erscheinenden Verhaltensweisen zwischen der Herstellung falschen Geldes (Art. 240 StGB) einerseits und dem In-Umlaufsetzen falschen Geldes (Art. 242 StGB) andererseits werden im Gesetz ausdrücklich genannt; Art. 244 StGB erwähnt nur das Einführen, Erwerben und Lagern. Es ist daher eine im Einzelfall schwierige Auslegungsfrage, ob und unter welchen Voraussetzungen etwa das Besitzen oder Aufbewahren als Lagern und die Übernahme zwecks Weitergabe als Erwerb zu qualifizieren seien. Unter anderem zur Vermeidung von solchen Schwierigkeiten und von allfälligen Strafbarkeitslücken werden in neueren Bestimmungen die als strafwürdig erachteten Verhaltensweisen möglichst BGE 123 IV 9 S. 17erschöpfend aufgelistet (siehe z.B. Art. 179sexies StGB, Art. 19 Ziff. 1 BetmG). Eine Neuregelung der Straftaten gegen den Geldverkehr erscheint als wünschenswert.\n\nf) Der Beschwerdeführer verlangt in seinem Hauptantrag die Rückweisung der Sache an die Vorinstanz zu seiner Freisprechung vom Vorwurf des versuchten In-Umlaufsetzens falschen Geldes. Im Falle der Gutheissung der eidgenössischen Nichtigkeitsbeschwerde weist der Kassationshof die Sache indessen lediglich zur neuen Entscheidung an die Vorinstanz zurück. Gemäss den vorstehenden Erwägungen ist zudem nicht auszuschliessen, dass gegen den Beschwerdeführer ein Strafverfahren wegen Erwerbens oder Lagerns falschen Geldes im Sinne von Art. 244 StGB durchgeführt wird; die Nichtigkeitsbeschwerde ist daher im Sinne der Erwägungen gutzuheissen.\n\n3. (Kostenfolgen)."}