{"annee": "123", "cour": "III", "page": "469", "date": "18/11/1997", "cite": [], "cite_par": ["129 V 105", "130 V 309"], "chapeau": "73. Auszug aus dem Urteil der I. Zivilabteilung vom 18. November 1997 i.S. X. gegen AHV-Ausgleichskasse Y. (Berufung)", "regestes": ["Contrat de travail; prise en compte d'un excédent d'heures réalisé dans le cadre d'un horaire de travail flexible. Le travailleur au bénéfice d'un horaire de travail flexible doit en principe compenser les heures qu'il a effectuées en plus par un congé. Une rémunération en espèces n'entre en considération que si des nécessités liées à l'entreprise ou si des directives expresses de l'employeur ne permettent pas de compenser un tel crédit par du temps libre à l'intérieur de l'horaire de travail flexible convenu et en respectant d'éventuelles plages horaires; dans un tel cas, les heures effectuées en surnombre ne doivent plus être considérées comme un crédit découlant de l'horaire de travail flexible, mais comme de véritables heures supplémentaires (consid. 3)."], "faits": "BGE 123 III 469 S. 470\n\nX. war seit dem 2. Mai 1988 bei der AHV-Ausgleichskasse Y. als Pensionskassenspezialistin beschäftigt. Ihr Gehalt betrug zuletzt Fr. 6'810.-- brutto. Die Arbeitgeberin kündigte der Arbeitnehmerin per Ende September 1994 und stellte sie vom 13. Juli 1994 an frei. Die Präsenzliste der Arbeitnehmerin wies zu diesem Zeitpunkt einen Überhang an geleisteter Arbeit von 23 Tagen auf. Während die Arbeitnehmerin darin Überstunden erkennt, welche mit einem Zuschlag von 25% zum ordentlichen Stundenansatz zu vergüten seien, qualifiziert die Arbeitgeberin diese über die Sollzeit geleisteten Arbeitsstunden als nicht abgeltungspflichtigen Gleitzeitüberhang, welcher mit der Freistellung der Arbeitnehmerin kompensiert worden sei.\n\nEine von X. gegen die AHV-Ausgleichskasse anhängig gemachte Forderungsklage wies das Arbeitsgericht Zürich mit Urteil vom 14. März 1995 ab. Den im kantonalen Berufungsverfahren aufrechterhaltenen Anspruch der Klägerin auf Zahlung von Fr. 9'751.60 für geleistete Mehrarbeit von 23 Tagen wies das Obergericht (I. Zivilkammer) des Kantons Zürich mit Beschluss vom 26. August 1996 ab. Das Kassationsgericht des Kantons Zürich änderte auf Nichtigkeitsbeschwerde hin mit Beschluss vom 27. Dezember 1996 den Kostenspruch des Obergerichts ab und wies die Beschwerde im übrigen ab. Diesen Beschluss focht die Klägerin erfolglos mit staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV an. Die gegen den Beschluss des Obergerichts eingelegte Berufung weist das Bundesgericht ab", "considerants": "aus folgenden Erwägungen:\n\n3. a) Die zu den kantonalen Akten gegebene \"Betriebsordnung\" bestimmt in Ziff. 7.3, dass Sollzeitmankos durch den Arbeitnehmer BGE 123 III 469 S. 471\"innert nützlicher Frist aufzuholen (bei unregelmässigem Arbeitsanfall spätestens innerhalb von zwölf Monaten)\" sind und Überhänge \"im gleichen Sinn kompensiert werden [können]\". Die Vorinstanz hat die Verbindlichkeit dieser arbeitgeberseitig erlassenen Weisungen für die Klägerin bejaht und erwogen, diese habe mit der Unterzeichnung des Arbeitsvertrages bestätigt, deren Inhalt und damit auch die \"Instruktionen an das Personal\" inkl. das Betriebsreglement gelesen und anerkannt zu haben. Mindestens habe der Präsenzordner, welchem das Betriebsreglement beigeheftet gewesen sei, wöchentlich bei der Belegschaft und auch bei der Klägerin zirkuliert, so dass diese die Möglichkeit gehabt habe, von den entsprechenden Weisungen Kenntnis zu nehmen. Die Klägerin bestreitet in ihrer Berufung nicht mehr, von den arbeitgeberseitig erlassenen Weisungen und besonders vom Betriebsreglement Kenntnis gehabt zu haben. Sie verneint unter Hinweis auf Art. 321c Abs. 3 OR lediglich dessen Rechtsgrundlage für die Wegbedingung von Überstundenentschädigungen. Da vorliegend nicht die Abgeltung von Überstunden, sondern eines Gleitzeitüberhangs in Streit steht, sind die diesbezüglichen Bestimmungen des Betriebsreglements im Sinne einer arbeitgeberseitig zulässig erlassenen Weisung (vgl. BRUNNER/BÜHLER/WAEBER, Commentaire du contrat de travail, 2. Aufl., N. 1 zu Art. 321d OR) grundsätzlich zu beachten.\n\nb) Die Zeitautonomie des Arbeitnehmers im Arbeitsverhältnis mit vereinbarter Gleitzeit korreliert mit seiner Verpflichtung, allfällige Mehrstunden innert nützlicher Frist wieder abzubauen. Der Sinn der Gleitzeit liegt gerade darin begründet, dass der Arbeitnehmer in deren Rahmen zeitautonom bestimmen kann, die Soll-Arbeitszeit zu über- oder zu unterschreiten. Umgekehrt liegt es in seinem Verantwortungsbereich, fristgerecht für einen Ausgleich der Mehrarbeit zu sorgen. Da schweizerischem Recht unterstehende Arbeitsverhältnisse nur einen beschränkten Bestandesschutz geniessen und innert vertraglich vereinbarter oder gesetzlich normierter Kündigungsfrist grundsätzlich jederzeit aufgelöst werden können, sollten Gleitzeitguthaben kein derartiges Ausmass erreichen, dass sie nicht innerhalb des für die ordentliche Kündigungsfrist definierten Zeitrahmens während der festgelegten Gleitzeit wieder ausgeglichen werden können. Lässt der Arbeitnehmer mithin Gleitzeit-Mehrstunden in grösserem Umfang anwachsen, so übernimmt er damit das Risiko, sie bis zum Ende der Vertragszeit nicht mehr vollumfänglich abbauen zu können. Dies gilt auch und insbesondere dann, wenn - wie vorliegend - die Parteien keine besondere Abrede bezüglich der BGE 123 III 469 S. 472Kompensation eines derartigen Gleitzeitüberhangs getroffen haben. Eine Entschädigung kommt nur in Frage, wenn betriebliche Bedürfnisse oder anderslautende Weisungen des Arbeitgebers den zeitlichen Ausgleich solcher Guthaben innerhalb des vereinbarten Gleitzeitrahmens und unter Einhaltung etwaiger Blockzeiten nicht zulassen; in diesem Fall sind die Mehr-Stunden aber nicht mehr als Gleitzeitguthaben, sondern als eigentliche Überstunden zu qualifizieren. Dasselbe gilt, soweit der Arbeitnehmer nach (ordentlicher) Kündigung des Arbeitsverhältnisses Gleitzeitguthaben bis zum Ablauf der Kündigungsfrist ausgleichen will, der Arbeitgeber oder die betrieblichen Umstände dies jedoch nicht zulassen. Die Beweislast für das Vorliegen abgeltungspflichtiger Überstunden trifft allerdings den Arbeitnehmer (STREIFF/VON KAENEL, Arbeitsvertrag, 5. Aufl., N. 10 zu Art. 321c OR).\n\nStellt der Arbeitgeber den Arbeitnehmer nach erfolgter Kündigung frei, so wird diesem der Abbau von Gleitzeitguthaben in der Freistellungszeit mindestens insoweit ermöglicht, als nicht noch Ferientage bezogen werden müssen. Eine Entschädigung für Gleitzeitguthaben ist grundsätzlich ausgeschlossen und deren Ausgleich ist mittels Freizeit sicherzustellen. Ist dies bis zum Ablauf der Vertragsdauer nicht mehr möglich, verfällt die Arbeitsleistung regelmässig entschädigungslos.\n\nc) Vorliegend stellte die Beklagte die Klägerin in ihrem Kündigungsschreiben vom 11. Juli 1994 frei und erklärte gleichzeitig, die bis zum Ablauf der Kündigungsfrist am 30. September 1994 verbleibende Arbeitszeit von 56 1/2 Tagen mit dem offenen Ferienguthaben von 38 Tagen und dem Gleitzeitüberhang von 23 Tagen zu kompensieren und den daraus resultierenden Freizeitüberschuss auszubezahlen. Durch den arbeitgeberseitig erklärten Verzicht auf ihre Arbeitsleistung während der Kündigungsfrist wurde der Klägerin der Abbau ihrer Gleitzeitguthaben somit vollumfänglich ermöglicht. Demzufolge stehen ihr hiefür keine geldwerten Ersatzansprüche mehr zu."}