{"annee": "123", "cour": "V", "page": "241", "date": "3/12/1997", "cite": ["123 V 5", "122 V 178"], "cite_par": ["125 V 339", "124 V 134", "124 V 100", "124 V 153"], "chapeau": "43. Arrêt du 3 décembre 1997 dans la cause Caisse cantonale genevoise de compensation contre Institut X et Commission cantonale de recours en matière d'AVS, Genève", "regestes": ["Art. 5 al. 2 LAVS, art. 6 al. 2 let. h, i, k RAVS, art. 6bis RAVS: Prestations de prévoyance non soumises à cotisations. - Notion d'indemnité de départ au sens de l'art. 6 al. 2 let. i RAVS. - Ne sont pas des prestations de prévoyance allouées volontairement par l'employeur, au sens de l'art. 6bis RAVS, des indemnités versées par l'employeur à ses salariés pour atténuer les conséquences économiques d'un licenciement collectif."], "faits": "|241|\n\nA.- L'Institut X est une organisation internationale non gouvernementale constituée en association et dont le siège se trouvait à Genève. Dans le |242| courant de l'année 1994, il a décidé de mettre fin à ses activités dans cette ville, ce qui a entraîné le licenciement collectif d'une vingtaine de ses collaborateurs. Diverses dispositions d'ordre économique ont été prises par l'employeur en faveur de ces derniers. C'est ainsi qu'ils ont reçu une prestation de libre passage comprenant la totalité des contributions de l'employeur, indépendamment de la durée de l'affiliation à leur institution de prévoyance. En outre, les excédents accumulés par les diverses caisses de pensions de l'Institut X ont été répartis entre tous les employés. Enfin, chaque salarié au bénéfice d'un contrat de travail de durée indéterminée (à l'exception de deux directeurs généraux) a touché, au titre \"d'indemnité financière\", un quart de son salaire mensuel par période de douze mois de service, mais au moins un montant correspondant à un mois de salaire. Le calcul de l'indemnité incluait les mois de service jusqu'à la fin du délai ordinaire de congé.\n\nB.- Par décision du 15 décembre 1994, la Caisse cantonale genevoise de compensation a réclamé à l'Institut X le paiement de la somme de 56'130 fr. 30 à titre de cotisations AVS/AI/APG/AC (y compris les frais d'administration) sur les \"indemnités financières\" qu'il avait versées à ses salariés.\n\nC.- L'Institut X a recouru contre cette décision. Par jugement du 26 avril 1996, la Commission cantonale genevoise de recours en matière d'AVS a admis son recours et elle a de ce fait annulé la décision attaquée. Elle a considéré, en bref, que les versements litigieux représentaient des indemnités de départ payées en raison de la cessation des rapports de travail. Dans la mesure où ils ne dépassaient pas le salaire annuel de chacun des intéressés, ils n'étaient pas soumis à cotisations.\n\nD.- La Caisse cantonale genevoise de compensation interjette un recours de droit administratif en concluant à l'annulation du jugement cantonal.\n\nL'Institut X conclut au rejet du recours, alors que l'Office fédéral des assurances sociales (OFAS) propose de l'admettre.\n\nA l'issue d'un deuxième échange d'écritures, les parties ont persisté dans leurs conclusions.", "considerants": "Considérant en droit:\n\n1. La décision litigieuse n'ayant pas pour objet l'octroi ou le refus de prestations d'assurance, le Tribunal fédéral des assurances doit se borner à examiner si les premiers juges ont violé le droit fédéral, y compris par |243| l'excès ou par l'abus de leur pouvoir d'appréciation, ou si les faits pertinents ont été constatés d'une manière manifestement inexacte ou incomplète, ou s'ils ont été établis au mépris de règles essentielles de procédure (art. 132 en corrélation avec les art. 104 let. a et b et 105 al. 2 OJ).\n\n2. a) Le salaire déterminant, au sens de l'art. 5 al. 2 LAVS, comprend toute rémunération pour un travail dépendant, fourni pour un temps déterminé ou indéterminé. Font partie de ce salaire déterminant, par définition, toutes les sommes touchées par le salarié, si leur versement est économiquement lié au contrat de travail; peu importe, à ce propos, que les rapports de service soient maintenus ou aient été résiliés, que les prestations soient versées en vertu d'une obligation ou à titre bénévole. On considère donc comme revenu d'une activité salariée, soumis à cotisations, non seulement les rétributions versées pour un travail effectué, mais en principe toute indemnité ou prestation ayant une relation quelconque avec les rapports de service, dans la mesure où ces prestations ne sont pas franches de cotisations en vertu de prescriptions légales expressément formulées (ATF 123 V 6 sv. consid. 1, ATF 122 V 179 consid. 3a, 298 consid. 3a et la jurisprudence citée).\n\nb) Selon l'art. 6 al. 2 RAVS, ne sont notamment pas comprises dans le revenu d'une activité lucrative soumis à cotisations:\n\n- Les prestations réglementaires d'institutions de prévoyance indépendantes, de même que les prestations de prévoyance prévues par un contrat passé avec le salarié, si le bénéficiaire a un droit propre envers l'institution ou l'employeur au moment où l'événement assuré se produit ou lorsque l'institution est dissoute (let. h);\n\n- Les indemnités de départ jusqu'à concurrence du dernier salaire annuel, ainsi que les indemnités plus élevées allouées en vertu d'une convention collective de travail, pour autant que des prestations équivalentes ne soient pas déjà accordées selon la lettre h (let. i);\n\n- Les prestations de prévoyance allouées volontairement selon l'art. 6bis RAVS (let. k).\n\nc) Les premiers juges considèrent les versements litigieux comme des indemnités de départ au sens de la lettre i précitée.\n\naa) L'indemnité de départ prévue par cette lettre est une prestation en capital de l'employeur en faveur du travailleur qui a un but de prévoyance identique, ou du moins analogue, à celui des prestations mentionnées sous les lettres h et k (RCC 1986 p. 488 consid. 2b). Cette similitude de but apparaît en particulier dans le fait qu'il existe une relation d'équivalence entre l'indemnité de départ et les prestations réglementaires |244| ou contractuelles visées par la lettre h. La pratique administrative interprète cette relation d'équivalence en ce sens que l'indemnité selon l'art. 6 al. 2 let. i RAVS est franche de cotisations dans la mesure où, ajoutée aux autres prestations de prévoyance à considérer, elle ne dépasse pas le montant du dernier salaire annuel (voir à ce sujet les ch. 2092 ss des directives de l'OFAS sur le salaire déterminant [DSD]; cf. aussi Jacques-André Schneider/Jean-Bernard Waeber, Indemnités volontaires et contractuelles à la fin des rapports de travail, Plädoyer 3/93, p. 46 sv.).\n\nEn réalité, l'indemnité dont il est ici question correspond, en règle ordinaire, à l'indemnité à raison de longs rapports de travail au sens de l'art. 339b CO (dite aussi indemnité de départ), qui vise à combler des lacunes en matière de prévoyance professionnelle, survivants et invalidité, lorsque le travailleur reçoit une prestation insuffisante d'une institution de prévoyance (Brunner/Bühler/Waeber, Commentaire du contrat de travail, 2ème édition 1996, p. 252; Rehbinder, Commentaire bernois, note 1 ad art. 339b CO; voir aussi Schneider/Waeber, loc. cit., p. 46 ad let. d). Cette indemnité du code des obligations est d'ailleurs aussi soumise au principe de l'équivalence (ou de la subsidiarité) par rapport aux prestations de remplacement selon l'art. 339d CO.\n\nbb) En l'espèce, contrairement à l'opinion des premiers juges, les \"indemnités financières\" versées aux salariés de l'Institut X intimé ne sauraient être qualifiées d'indemnités de départ. Sous réserve de deux exceptions, l'indemnité a été accordée à l'ensemble des travailleurs licenciés, quel que fût leur âge ou leur ancienneté dans l'entreprise au moment du licenciement. On est donc tout à fait en dehors des prévisions de l'art. 339b CO, dont l'application suppose que le travailleur ait atteint l'âge de 50 ans révolus au moment où prennent fin les rapports de service et que ces derniers aient duré au minimum vingt ans. A cet égard, on constate que sur les dix-huit personnes concernées par le licenciement collectif, deux d'entre elles seulement remplissaient cumulativement ces conditions.\n\nd) L'intimé se prévaut quant à lui de l'art. 6bis RAVS. Selon cette disposition, ne sont pas réputées revenus provenant d'une activité lucrative les prestations allouées volontairement par l'employeur ou une institution de prévoyance indépendante lors de la cessation des rapports de service, dans la mesure où, ajoutées aux prestations au sens des lettres h et i de l'art. 6 al. 2 RAVS, elles ne dépassent pas, en une année, un montant annuel franc de cotisations; celui-ci se calcule notamment en |245| fonction du dernier salaire annuel (al. 1), de l'âge du travailleur et de la durée des rapports de service (al. 2 à 4).\n\naa) Une prestation de prévoyance n'est allouée volontairement que si elle est l'objet d'une convention lors de la cessation des rapports de service, sans qu'il existe un droit - fondé sur le contrat de travail - à une telle convention (RCC 1982 pp. 300, 303, 304). L'application de l'art. 6bis RAVS présuppose par ailleurs l'existence d'une prestation destinée à couvrir les mêmes éventualités que celles visées par la prévoyance professionnelle, savoir l'invalidité, le décès ou la vieillesse. En effet, cette disposition réglementaire a pour but, dans l'esprit et le prolongement de l'art. 34quater Cst., d'encourager la prévoyance professionnelle au-delà des exigences minimales de la LPP (VSI 1994 p. 272 consid. 3b et p. 273 sv. consid. 5b).\n\nLa jurisprudence a dégagé certains critères qui permettent de délimiter les prestations de prévoyance allouées volontairement des versements opérés à titre de salaires (et donc soumis à cotisations). Ainsi, l'âge avancé et les années d'ancienneté dans l'entreprise constituent des indices en faveur du versement d'une prestation de prévoyance. En outre, en cas de cessation de l'activité professionnelle avant l'âge donnant droit à une rente de vieillesse, les prestations auront un caractère de prévoyance si elles servent, de manière transitoire, à compenser en tout ou en partie la perte de revenu du salarié jusqu'à l'âge d'ouverture du droit à une rente de l'AVS ou de la prévoyance professionnelle. Quant au fait que la somme versée est graduellement augmentée en fonction de l'âge et des années de service, il ne suffit pas, à lui seul, pour lui conférer un caractère de prévoyance (VSI 1994 p. 274 consid. 5b; voir aussi Greber/Duc/Scartazzini, Commentaire des art. 1 à 16 de la loi fédérale sur l'assurance-vieillesse et survivants [LAVS], note 75 ad art. 5 LAVS).\n\nFont en revanche partie du salaire déterminant les versements opérés par l'employeur en faveur de travailleurs licenciés en raison de la fusion d'entreprises ou de mesures de restructuration, lorsque ces paiements ont pour but de compenser le dommage subi temporairement par la perte de l'emploi ou les inconvénients liés à la recherche d'une nouvelle activité (VSI 1994 p. 274 consid. 5c; Greber/Duc/Scartazzini, op.cit., note 76 ad art. 5 LAVS ; Käser, Unterstellung und Beitragswesen in der obligatorischen AHV, 2ème éd., p. 106 sv., note 3.115).\n\nbb) Appliqués au cas d'espèce, ces principes conduisent à nier tout caractère de prévoyance aux versements en cause. De par leur nature et leur |246| but, ceux-ci sont censés atténuer les conséquences économiques d'un licenciement collectif. Comme on l'a vu, l'indemnité a été accordée aux salariés intéressés, indépendamment de toute condition d'âge ou d'ancienneté. L'indemnité est certes augmentée progressivement en fonction de ces deux facteurs, mais cette circonstance n'est pas déterminante à elle seule. L'indemnité ne sert donc pas, en l'occurrence, à couvrir une des éventualités qui relèvent de la prévoyance professionnelle. Partant, elle doit être considérée comme un élément de salaire soumis à cotisations.\n\nS'appuyant sur un avis de doctrine (Schneider/Waeber, loc. cit., p. 46 ad let. c ch. 2), l'intimé soutient que les prestations destinées à atténuer les conséquences du chômage, dans le cas d'une restructuration économique, devraient être qualifiées de prestations de prévoyance (au sens large), car elles entrent dans le cadre des branches de la sécurité sociale définies par la convention OIT no 102 concernant la norme minimum de la sécurité sociale. Cette convention ne fournit toutefois aucune réponse à la question, posée en l'espèce, de la perception de cotisations sur des versements de l'employeur; elle ne donne pas davantage d'indication sur le sens qu'il conviendrait d'attribuer à la notion de prestation de prévoyance, s'agissant en particulier de l'exemption du paiement de cotisations dans le régime de l'AVS. Elle n'est d'aucun secours à la thèse de l'intimé et on ne voit dès lors aucun motif de s'écarter de la jurisprudence citée plus haut.\n\n3. (Frais de justice)"}