{"annee": "123", "cour": "III", "page": "411", "date": "4/9/1997", "cite": ["117 II 334", "109 II 375"], "cite_par": ["142 III 1", "129 III 404", "138 III 11", "126 III 298", "143 III 237", "132 III 586", "124 III 176"], "chapeau": "64. Auszug aus dem Urteil der II. Zivilabteilung vom 4. September 1997 i.S. R. H. gegen B. H. (Berufung)", "regestes": ["Art. 1 et 5 de la Convention de la Haye concernant la compétence des autorités et la loi applicable en matière de protection des mineurs. Lorsqu'un enfant mineur dont les père et mère sont en instance de divorce déplace en cours de procédure sa résidence habituelle dans un autre État contractant, les autorités de cet État sont seules compétentes pour statuer sur l'attribution de l'autorité parentale ainsi que sur les relations personnelles entre l'enfant et ses père et mère; le principe de la \"perpetuatio fori\" ne s'applique pas en pareil cas (consid. 2a)."], "faits": "BGE 123 III 411 S. 411\n\nA.- B. H. und R. H., die im Mai 1990 die Ehe eingingen, sind Eltern der Kinder A. (geb. am 27. Mai 1988) und F. (geb. am 27. Juni 1991). Nachdem der Ehemann im November 1991 Scheidungsklage eingereicht hatte, verliess die Ehefrau Mitte Juli 1992 die Schweiz und zog mit den Kindern nach Deutschland, wo sie sich heute noch aufhält.\n\nBGE 123 III 411 S. 412\n\nMit Urteil vom 6. Oktober 1993 schied das Bezirksgericht Meilen die Ehe der Parteien; es stellte die Kinder unter die elterliche Gewalt der Beklagten, R. H., räumte dem Kläger ein Besuchs- und Ferienrecht ein, verpflichtete ihn überdies zu Unterhaltsleistungen an die geschiedene Ehefrau und die Kinder und erklärte schliesslich die Parteien in güterrechtlicher Hinsicht für auseinandergesetzt.\n\nB.- Das Obergericht des Kantons Zürich, an das die Beklagte mit kantonaler Berufung gelangt war, trat unter anderem mit Beschluss vom 18. Dezember 1995 auf die Anträge der Parteien betreffend Zuteilung der elterlichen Gewalt, und Regelung des persönlichen Verkehrs zwischen Eltern und Kindern nicht ein.\n\nC.- Dagegen legte die Beklagte Berufung ein mit dem Antrag, den Beschluss aufzuheben. Das Bundesgericht weist die Berufung ab, soweit es darauf eintritt, und bestätigt den angefochtenen Beschluss.", "considerants": "Aus den Erwägungen:\n\n2. a/aa) Das Obergericht ist auf die Anträge der Parteien betreffend die Zuteilung der elterlichen Gewalt über die Kinder und die Regelung des persönlichen Verkehrs zwischen Eltern und Kindern nicht eingetreten. Zur Begründung hat es ausgeführt, zwar hätten beide Parteien bei Klageeinleitung (9. November 1991) mit den Kindern in Z. gelebt. Die Beklagte habe jedoch Mitte Juli 1992 mit den Söhnen die Schweiz verlassen und wohne seither in Deutschland, weshalb davon auszugehen sei, dass die Kinder heute ihren gewöhnlichen Aufenthalt in Deutschland hätten. Gestützt auf Art. 1 des Übereinkommens über die Zuständigkeit der Behörden und das anzuwendende Recht auf dem Gebiet des Schutzes von Minderjährigen (MSA; SR 0.211.231.01) erachte es sich daher als nicht zuständig, über die vorgenannten Nebenfolgen zu entscheiden.\n\nDemgegenüber hält die Beklagte dafür, aufgrund des Grundsatzes der \"perpetuatio fori\" werde die einmal begründete Zuständigkeit durch den Wechsel des Aufenthaltsortes des Minderjährigen vor Abschluss des Verfahrens nicht verändert; werde der obergerichtlichen Auffassung gefolgt, ergebe sich bei einem Aufenthaltswechsel eine Diskrepanz bezüglich der Frage der Zuständigkeit, je nach dem, in welchem Staat der neue Aufenthaltsort sich befinde. Es sei nicht vertretbar, dass das Erlöschen der Zuständigkeit des ursprünglichen Gerichts davon abhänge, ob das Abkommen anwendbar sei oder nicht.\n\nBGE 123 III 411 S. 413\n\na/bb) Der Vorwurf der Verletzung des Grundsatzes der \"perpetuatio fori\" erweist sich indessen als unbegründet. Mit dem Obergericht hält die Beklagte richtigerweise dafür, das Übereinkommen sei auf ihre neun bzw. sechs Jahre alten Söhne anwendbar; sie bestreitet sodann - ebenfalls zu Recht - nicht, dass die Kinder ihren gewöhnlichen Aufenthalt in Deutschland haben und dass es sich bei der Zuteilung der elterlichen Gewalt über die Kinder und der Regelung des persönlichen Verkehrs zwischen Eltern und Kindern um Schutzmassnahmen im Sinne des MSA handelt (BGE 117 II 334 Nr. 61; BGE 109 II 375 Nr. 79; DUTOIT, Commentaire de la loi fédérale du 18 décembre 1987, 2. Aufl. Basel 1997, N. 2 zu Art. 63 IPRG; SIEHR, in: Kommentar zum schweizerischen Privatrecht, Internationales Privatrecht, Basel 1996, N. 18 zu Art. 63 IPRG; VOLKEN, in: IPRG Kommentar, Zürich 1993, N. 4 zu Art. 63 IPRG). Unstreitig ist schliesslich auch die Anwendbarkeit des Übereinkommens im Verhältnis zwischen Deutschland und der Schweiz, die beide als Vertragsstaaten aufgeführt sind.\n\nGemäss Art. 1 MSA sind die Gerichte und Verwaltungsbehörden des Staates, in dem ein Minderjähriger seinen gewöhnlichen Aufenthalt hat, unter Vorbehalt der Bestimmungen der Art. 3, 4 und 5 Abs. 3 des Übereinkommens, zuständig, Massnahmen zum Schutze der Person oder des Vermögens des Minderjährigen zu treffen. Für den Fall, dass ein Minderjähriger seinen gewöhnlichen Aufenthalt in einen anderen Vertragsstaat verlegt, bestimmt Art. 5 Abs. 1 MSA ausserdem, dass die von den Behörden des Staates des früheren gewöhnlichen Aufenthalts getroffenen Massnahmen so lange in Kraft bleiben, bis die Behörden des neuen gewöhnlichen Aufenthaltes sie aufheben oder ersetzen. Zwar äussert sich das Übereinkommen nicht ausdrücklich dazu, wie hinsichtlich der Massnahmen zu verfahren ist, die - wie hier - vor dem Wechsel des Aufenthaltes beantragt, aber noch nicht getroffen worden sind. Doch ergibt sich aus Sinn und Zweck der Abkommensregelung, dass Schutzmassnahmen am Ort des früheren gewöhnlichen Aufenthalts prinzipiell nicht mehr getroffen werden sollen (SIEHR, in: Münchener Kommentar zum Bürgerlichen Gesetzbuch, Band 7, 2. Aufl. München 1990, N. 35 zu Art. 19 Anh. EGBGB; HINDERLING/STECK, Das schweizerische Ehescheidungsrecht, 4. Aufl. Zürich 1995, S. 607 Fn. 18; BÖHMER, in: Das gesamte Familienrecht, Das internationale Recht, Band 2, 7.5, N. 14 zu Art. 1 MSA; OBERLOSKAMP, Haager Minderjährigenschutzabkommen, Köln 1983, N. 134 zu Art. 1 MSA). Die Vorschrift des Art. 5 MSA beruht nämlich auf dem Grundsatz, dass BGE 123 III 411 S. 414mit dem Wechsel des gewöhnlichen Aufenthaltes die Zuständigkeit der Behörden am bisherigen Aufenthaltsort erlischt (Kropholler, in: J. von Staudingers Kommentar zum Bürgerlichen Gesetzbuch, Einführungsgesetz zum Bürgerlichen Gesetzbuch, 13. Aufl. Berlin 1994, N. 147a der Vorbemerkungen zu Art. 19 EGBGB). Bezeichnenderweise knüpft denn auch die in den Art. 10 und 11 MSA verankerte Pflicht zur Verständigung unter den Vertragsstaaten an den Fall bereits getroffener Massnahmen an. Entgegen der Auffassung der Beklagten bleibt somit bei der elterlichen Gewalt und der Regelung des persönlichen Verkehrs zwischen Eltern und Kindern für den Grundsatz der \"perpetuatio fori\" kein Raum. Eine einheitliche Ordnung, unabhängig davon, ob sich der neue gewöhnliche Aufenthalt in einem Vertragsstaat befindet oder nicht, ist ausgeschlossen, zumal nach der rechtsstaatlichen Ordnung im ersten Fall das Abkommen anwendbar, im zweiten Fall hingegen nicht anwendbar ist (Art. 13 Abs. 1 MSA)."}