{"annee": "123", "cour": "II", "page": "1", "date": "17/2/1997", "cite": ["121 II 116", "122 II 211"], "cite_par": ["126 II 97", "127 III 136", "123 II 425"], "chapeau": "1. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 17. Februar 1997 i.S. B. G. gegen Sozialversicherungsgericht und Justizdirektion des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Réparation morale et indemnisation. Art. 11 ss LAVI. L'obligation d'organiser la procédure des art. 11 ss LAVI de façon à ce qu'elle soit simple et rapide n'exclut en principe pas une suspension; conditions générales pour ordonner une suspension (consid. 2). Il est contraire au sens et au but de la LAVI de suspendre la procédure d'indemnisation selon les art. 11 ss et d'exiger de la victime qu'elle ouvre d'abord elle-même une action civile en dommages-intérêts (consid. 3)."], "faits": "|1|\n\nAm 1. Dezember 1994 werden der 17jährige A. G. aus nichtigem Anlass von seinem gleichaltrigen Kollegen P. B. mit einem Schwert erstochen. B. G. fand den Leichnam ihres Sohnes am nächsten Tag in seinem Bett, wo ihn der Täter unter der Bettdecke versteckt hatte. Von diesem Schicksalsschlag hat sich B. G. bis heute nicht erholt; sie musste in der Folge auf Ende 1995 hin ihre Arbeit aufgeben und ist heute zu 100% invalid.\n\n|2|\n\nAm 29. März 1996 stellte B. G. bei der Opferhilfestelle der Justizdirektion des Kantons Zürich ein Gesuch mit dem Antrag, es sei ihr \"zu Lasten der Opferhilfe Schadenersatz und Genugtuung zu leisten\". Ausserdem ersuchte sie um einen Vorschuss im Sinne von Art. 15 OHG (SR 312.5) in Höhe von Fr. 25'000.--. Mit Verfügung vom 9. Mai 1996 wies die Justizdirektion des Kantons Zürich die Gesuche von B. G. um Vorschuss und Entschädigung ab und sistierte das Gesuch um Genugtuung bis zum rechtskräftigen Abschluss des Strafverfahrens. Zur Begründung führte sie im wesentlichen an, es sei zwar glaubhaft, dass A. G. einem Tötungsdelikt zum Opfer gefallen und deshalb Opfer im Sinne von Art. 2 Abs. 1 OHG sei, weshalb die Gesuchstellerin diesem nach Art. 2 Abs. 2 lit. c OHG bei der Geltendmachung von Entschädigung und Genugtuung gleichgestellt sei, soweit ihr Zivilansprüche gegen den Täter zustünden. Nach der massgeblichen zivilrechtlichen Bestimmung von Art. 45 Abs. 3 OR hätte der Täter indessen nur einen allfälligen Versorgerschaden zu decken. Der von ihr als Schaden geltend gemachte Arbeitsausfall sei jedoch kein solcher, sondern vielmehr ein Reflexschaden, aus dem sich kein zivilrechtlicher Schadenersatzanspruch gegenüber dem Täter ableiten lasse. Dementsprechend bestehe auch kein Forderungsrecht gegenüber der Opferhilfestelle, weshalb das Gesuch um Entschädigung des erlittenen Lohnausfalls und damit auch das Gesuch um Vorschuss abzuweisen sei. Die Beurteilung des Gesuchs um Genugtuung hange wesentlich vom Ausgang des Strafverfahrens gegen P. B. ab, weshalb es bis zu dessen rechtskräftiger Erledigung zu sistieren sei.\n\nDie Verfügung der Justizdirektion vom 9. Mai 1996 focht die Beschwerdeführerin mit Beschwerde beim Sozialversicherungsgericht des Kantons Zürich an, u.a. mit den Rechtsbegehren, Ziff. III der Verfügung der Justizdirektion vom 9. Mai 1996 sei aufzuheben, diese sei zu verpflichten, B. G. in dem Umfange, in welchem ihr ein zivilrechtlicher Anspruch zustehe, entsprechend den Bemessungsgrundsätzen von Art. 13 OHG zu entschädigen, und das Verfahren betreffend Entschädigung sei bis zum Vorliegen eines Urteils über den Schadenersatzanspruch zu sistieren.\n\nMit Verfügung vom 8. August 1996, mitgeteilt am 15. August 1996, verfügte der Referent die Sistierung des Prozesses \"bis zur rechtskräftigen Erledigung eines Entscheids über den Schadenersatzanspruch von B. G.\".\n\nMit Eingabe vom 26. August 1996 erhebt B. G. - der Rechtsmittelbelehrung der angefochtenen Verfügung entsprechend - |3| Verwaltungsgerichtsbeschwerde beim Eidgenössischen Versicherungsgericht. Sie beantragt, die Sistierung des Verfahrens beim Sozialversicherungsgericht sei aufzuheben und stellt im übrigen die ähnlichen Rechtsbegehren wie vor dem Sozialversicherungsgericht.\n\nAm 29. August 1996 überwies das Eidgenössische Versicherungsgericht die Angelegenheit zuständigkeitshalber dem Bundesgericht zur weiteren Behandlung.", "considerants": "Aus den Erwägungen:\n\n2. a) Strittig ist vorliegend einzig, ob das Sozialversicherungsgericht das Verfahren um eine Entschädigung nach Art. 11 ff. OHG sistieren durfte, bis ein rechtskräftiges Zivilurteil über den Schadenersatzanspruch der Beschwerdeführerin gegen den Täter besteht. Nicht mehr zur Diskussion steht dagegen ihr ursprünglich gestelltes Vorschussbegehren nach Art. 15 OHG: dessen Ablehnung durch die Justizdirektion focht sie beim Sozialversicherungsgericht bereits nicht mehr an (grundsätzlich zum Anspruch des Opfers auf Vorschuss: BGE 121 II 116). Ebenfalls nicht angefochten ist die Sistierung ihres Gesuchs um Zusprechung einer Genugtuung.\n\nb) Die Kantone haben für Ansprüche nach Art. 11 ff. OHG ein \"einfaches, rasches und kostenloses Verfahren\" vorzusehen (Art. 16 Abs. 1 OHG). Dabei handelt es sich um ein eigenständiges Verwaltungsverfahren; es ist daher grundsätzlich unabhängig von anderen Zivil-, Straf- und Verwaltungsverfahren durchzuführen.\n\nDie Pflicht, das Verfahren einfach und rasch durchzuführen, schliesst eine Sistierung nicht grundsätzlich aus. Eine solche kann sich etwa rechtfertigen, wenn ein anderes Verfahren hängig ist, dessen Ausgang von präjudizieller Bedeutung ist, und das Verfahren nach Art. 11 ff. OHG nicht rascher und einfacher zum Ziele führen würde. So hat das Bundesgericht die Sistierung des Opferhilfeverfahrens bis zum Abschluss des Strafverfahrens in einem Fall zugelassen, in welchem zunächst durch Gutachten abgeklärt werden musste, ob überhaupt eine Straftat (schwere fahrlässige Körperverletzung durch ärztlichen Kunstfehler) vorlag, was die Opferhilfestelle nicht schneller hätte tun können, als dies im Strafverfahren erfolgte (BGE 122 II 211 E. 3e).\n\n3. a) Der Referent des Sozialversicherungsgerichtes hat im angefochtenen Entscheid das Verfahren sistiert, bis die Beschwerdeführerin in einem (offenbar noch einzuleitenden) Schadenersatzprozess gegen den Täter ein rechtskräftiges Urteil erstritten haben |4| wird. Zur Begründung hat er angeführt, die Bezifferung des Schadens sei im heutigen Zeitpunkt nicht möglich, und die Bemessung der Entschädigung nach OHG hänge unter anderem von der Frage ab, ob der Unfallversicherer zahlungspflichtig sei und wie die Invalidenversicherung entscheide.\n\nb) Das OHG will u.a. gerade verhindern, dass das Opfer zur Durchsetzung seiner Ansprüche einen an Kosten- und Beweislastrisiken reichen Zivilprozess gegen den Täter anstrengen muss (BBl 1990 II 987 f.). Zu diesem Zweck räumt es ihm den Entschädigungsanspruch gemäss Art. 11 ff. OHG gegenüber dem Staat ein, der in einem raschen, einfachen und kostenlosen Verfahren durchgesetzt werden kann. Darauf hat das Opfer ein primäres Recht. Dieser Anspruch ist nur insofern subsidiär (wie das Marginale zu Art. 14 OHG lautet), als sich das Opfer andere Leistungen, die es als Schadenersatz erhalten hat, anrechnen lassen muss, und Ansprüche, die ihm aufgrund der Straftat zustehen, im Umfang ihrer Leistung auf den Staat übergehen (Art. 14 Abs. 1 und 2 OHG; vgl. auch GOMM/STEIN/ZEHNTNER, Kommentar zum OHG, N. 5 ff., insbes. N. 7 zu Art. 14). Daher widerspricht es Sinn und Zweck des OHG und verletzt Bundesrecht, das Entschädigungsverfahren nach Art. 11 ff. OHG zu sistieren und vom Opfer zu verlangen, zunächst selber einen Schadenersatzprozess zu führen.\n\nDie Ansprüche, die dem Opfer gegenüber der Unfall- oder der Invalidenversicherung zustehen, sind, wie erwähnt, von der Entschädigung nach OHG in Abzug zu bringen oder gehen auf den Staat über (vgl. auch dazu GOMM/STEIN/ZEHNTNER, a.a.O., N. 12 ff. und 54 zu Art. 14), weshalb die Begründung im angefochtenen Entscheid, wonach die Bemessung der Entschädigung von den Leistungen der Versicherungen abhänge, unzutreffend ist. Auch soweit die Sistierung damit begründet wird, verletzt sie daher Bundesrecht.\n\n4. Die Verwaltungsgerichtsbeschwerde ist somit gutzuheissen und die angefochtene Sistierung des Verfahrens aufzuheben."}