{"annee": "123", "cour": "V", "page": "230", "date": "16/9/1997", "cite": ["120 V 515", "120 V 233", "115 V 38", "111 V 235", "114 V 281"], "cite_par": ["125 V 475", "134 V 109", "130 V 97", "141 V 642"], "chapeau": "41. Arrêt du 16 septembre 1997 dans la cause Office fédéral de l'industrie, des arts et métiers et du travail contre C. et Tribunal administratif du canton de Fribourg", "regestes": ["Art. 23 al. 3 et art. 24 al. 1 LACI: notions de gain accessoire et de gain intermédiaire. Le revenu tiré d'une augmentation sensible de l'activité accessoire durant le chômage constitue un gain intermédiaire."], "faits": "|230|\n\nA.- Né en 1948, C. est employé de commerce de formation. Il a travaillé successivement pour l'administration communale X, comme délégué aux réfugiés et pour la Croix-Rouge fribourgeoise. Le 1er novembre 1991, il a été engagé comme gestionnaire par la Fondation T. Son contrat a été résilié par lettre du 11 décembre 1992 pour le 30 juin 1993.\n\nC. s'est annoncé au chômage et a perçu une indemnité de chômage du 1er juillet 1993 au 14 janvier 1995.\n\nLe 17 août 1990, il avait conclu un contrat avec la société S. SA, succursale de N. Sur appel et selon ses disponibilités, il effectuait un travail de garde auxiliaire. Cette activité lui a procuré les revenus nets suivants:\n\n- 1990: 1'203 francs\n\n- 1991: 1'794 francs\n\n- 1992: néant\n\n- 1993: 550 francs\n\n- 1994: 9'058 francs\n\nSelon ses dires, C. a interrompu cette activité en 1992, en raison de l'amélioration de sa situation financière. Par ailleurs, il est à relever que l'activité exercée en 1993 l'a été principalement pendant le deuxième semestre où le prénommé a perçu un revenu brut de 445 fr. 50 (par rapport à un revenu brut pour l'année de 584 francs).\n\nC. n'a pas annoncé les gains réalisés dans cette activité durant la période de contrôle.\n\n|231|\n\nLe 17 octobre 1995, la Caisse publique de chômage du canton de Fribourg (ci-après: la caisse) a rendu une décision de restitution des indemnités versées à concurrence de 10'182 fr. 40.\n\nB.- Saisi d'un recours formé par C., le Tribunal administratif du canton de Fribourg l'a admis partiellement par jugement du 30 mai 1996 et a renvoyé l'affaire à la caisse pour nouvelle décision. Il a considéré, en bref, que l'activité déployée par C. correspondait à un gain accessoire dans la mesure où elle était exercée en dehors de l'horaire normal de travail.\n\nC.- Par écriture du 4 juillet 1996, l'Office fédéral de l'industrie, des arts et métiers et du travail (OFIAMT) recourt contre ce jugement dont il demande l'annulation.\n\nC. conclut au rejet du recours, tandis que la caisse a renoncé à se déterminer.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 24 al. 1 LACI, est réputé intermédiaire tout gain que le chômeur retire d'une activité salariée ou indépendante durant une période de contrôle. La différence entre le gain assuré et le gain intermédiaire est réputée perte de gain; les gains accessoires ne sont pas pris en considération (art. 24 al. 3 LACI). Selon l'art. 23 al. 3 LACI, est réputé gain accessoire tout gain que l'assuré retire d'une activité dépendante exercée en dehors de la durée normale de son travail ou d'une activité qui sort du cadre ordinaire d'une activité lucrative indépendante.\n\n2. Le litige porte sur les notions de gain accessoire et de gain intermédiaire et sur la distinction entre elles. Il s'agit de savoir si, dès la survenance du chômage, l'extension de l'activité accessoire en fait une activité intermédiaire, avec les conséquences qui en découlent quant au montant et au nombre des indemnités de chômage.\n\nLe Tribunal fédéral des assurances s'est déjà prononcé sur la question dans un obiter dictum de l'arrêt ATF 120 V 518 consid. 3. Il a traité comme gains intermédiaires ceux découlant d'une augmentation de l'activité jusqu'alors accessoire, à l'exception des gains accessoires tirés d'une activité dépassant la durée normale de travail (ATF 120 V 253 consid. 5f).\n\nIl convient en l'occurrence d'examiner si ce point de vue doit être maintenu.\n\n|232|\n\n3. a) La notion de gain accessoire ne figure pas dans la loi fédérale sur l'assurance-chômage du 22 juin 1951 (RO 1951 1167), ni dans le règlement d'exécution du 17 décembre 1951 (RO 1951 1191). Elle a été introduite dans le règlement par l'arrêté du Conseil fédéral du 23 juin 1969 (RO 1969 457), dont l'art. 4bis - sous la note marginale \"gain assurable et fixation des cotisations\" - a la teneur suivante:\n\n\"Un gain accessoire ne peut être assuré; est réputé tel tout revenu que\n\nl'assuré obtient en exerçant une activité indépendante ou salariée en\n\ndehors de son horaire normal de travail.\" (al. 2)\n\nLa ratio legis de cette disposition, qui n'a pas fait l'objet de commentaires, est en réalité de déterminer le gain assurable en matière de chômage et par conséquent de fixer, lorsque le cas se présente, l'indemnité de chômage. La disposition ne vise pas principalement à régler un problème de cotisation mais une question d'indemnisation, dont le calcul est déterminé sur la base de ce règlement.\n\nLe message concernant une nouvelle loi fédérale sur l'assurance-chômage obligatoire et l'indemnité en cas d'insolvabilité (FF 1980 III 485) mentionne simplement que la disposition sur le gain accessoire est reprise de l'ancien droit (exclusion des gains accessoires du calcul de l'indemnité de chômage). Le texte de l'art. 22 al. 3 du projet a été repris dans la LACI à l'art. 23 al. 3.\n\nb) Les juges fribourgeois ont refusé d'appliquer les prescriptions contenues au ch. m. 195 de la circulaire de l'OFIAMT relative à l'indemnité de chômage, dont la teneur est la suivante:\n\n\"On considérera comme gain accessoire un revenu que l'assuré obtenait\n\ndéjà avant le chômage en dehors de son horaire de travail normal. Durant le\n\nchômage, chaque revenu que l'assuré n'obtenait pas déjà auparavant ne devra\n\npas être considéré comme un gain accessoire, mais comme un gain\n\nintermédiaire. Lorsqu'un assuré étend son activité lui procurant un gain\n\naccessoire, le revenu supplémentaire qui en résulte doit être considéré\n\ncomme gain intermédiaire.\"\n\nLes premiers juges ont considéré que ces prescriptions ne correspondaient pas au texte de la loi. Leur interprétation se fonde en particulier sur la doctrine (GERHARDS, Kommentar zum Arbeitslosenversicherungsgesetz [AVIG], vol. I, n. 53 ss ad art. 23, p. 303, et no 51 ad art. 24 - 25, p. 318). Le critère permettant d'établir une différence entre gain intermédiaire et accessoire réside dans le fait que l'activité intermédiaire n'est effectuée que durant le temps normal de travail ou durant une période d'occupation (en cas d'activité comme indépendant), alors que l'activité accessoire |233| l'est en dehors de l'horaire normal de travail (le soir ou en fin de semaine), respectivement en dehors des heures normales d'occupation. Par ailleurs, le gain accessoire qui a un caractère extraordinaire pourrait permettre d'obtenir un revenu supérieur à celui découlant de l'activité ordinaire. Selon cette interprétation, toute activité menée en dehors d'un horaire normal du travailleur, quelle que soit son importance, demeure accessoire.\n\nc) L'interprétation des premiers juges repose sur des critères trop schématiques et rigides. Elle ne tient pas suffisamment compte de ce que l'horaire de travail peut être variable dans beaucoup d'activités . Surtout, elle perd partiellement de vue la notion d'accessoire de ce gain par rapport à celui provenant d'une activité principale. Comme tel et parce qu'il n'est pas soumis à cotisation et qu'il n'entre pas dans le calcul des indemnités de chômage, ce gain ne peut demeurer que dans un rapport de proportion faible avec le revenu de l'activité principale. A défaut de quoi, si ce gain venait régulièrement à se rapprocher ou dépasser le gain principal, l'activité ne pourrait plus être accessoire et le gain ne le serait pas davantage.\n\nA cela s'ajoute que la disposition de l'art. 24 LACI est guidée par le principe général de l'obligation de diminuer le dommage, valable en droit des assurances sociales (ATF 115 V 53, ATF 114 V 285 consid. 3, ATF 111 V 239 consid. 2a; cf. aussi MAURER, Schweizerisches Sozialversicherungsrecht, t. II p. 377; MEYER-BLASER, Zum Verhältnismässigkeitsgrundsatz im staatlichen Leistungsrecht, thèse Berne 1985, p. 131). Or, en refusant de tenir pour gain intermédiaire les revenus tirés d'une augmentation marquée de l'activité accessoire, on irait à fin contraire, si bien que cette interprétation ne se justifie pas. Pour ces motifs, il n'y a pas lieu de revenir sur la jurisprudence précitée.\n\nd) Dans le cas d'espèce, l'augmentation de l'activité de l'intimé est manifeste, depuis qu'il a perdu son emploi de gestionnaire. En 1994, le revenu provenant de son travail de garde auxiliaire a été vingt fois plus élevé qu'en 1993 et cinq, respectivement sept fois et demi plus élevé qu'en 1991 et 1990. Ces revenus supplémentaires constituent un gain intermédiaire au sens de l'art. 24 al. 1 LACI, lequel doit être pris en compte dans le calcul des indemnités de chômage.\n\nL'intimé ne les a pas annoncés. Conformément à l'art. 95 LACI - et étant donné que cette circonstance est un fait nouveau dont l'administration n'avait pas connaissance au moment de l'octroi des prestations (ATF 122 V |234271| sv. consid. 2) -, la caisse était en droit de réclamer la restitution des prestations auxquelles il n'avait pas droit.\n\ne) Reste que la caisse s'est déclarée disposée à examiner des modalités de paiement. Cette question ne fait pas l'objet du procès et il n'y a pas lieu de se prononcer à cet égard. Il suffit simplement d'en donner acte à l'intimé."}