{"annee": "123", "cour": "II", "page": "241", "date": "3/6/1997", "cite": ["112 V 115", "111 IB 269", "114 V 1"], "cite_par": ["126 II 348", "129 II 409", "125 II 169", "126 II 145", "131 IV 183", "126 II 97"], "chapeau": "28. Arrêt de la Ie Cour de droit public du 3 juin 1997 dans la cause G. contre Tribunal administratif du canton de Genève (recours de droit public et de droit administratif)", "regestes": ["Art. 4 Cst.; art. 11 ss LAVI et 16 al. 3 LAVI; péremption du droit à l'indemnité. Eu égard à l'importance que représente le droit de la victime à obtenir une indemnisation selon l'art. 11 al. 1 LAVI, le devoir d'information des autorités policières et judiciaires a pour corollaire que la victime ne doit subir aucun préjudice d'un défaut d'information qui l'a empêchée d'agir à temps sans sa faute. Cas exceptionnel, où l'équité commande de ne pas opposer à la victime le délai de péremption de deux ans fixé à l'art. 16 al. 3 LAVI (consid. 3)."], "faits": "|242|\n\nLe 24 juillet 1993, dame G. a été agressée par un inconnu alors qu'elle pratiquait la course à pied le long des rives de l'Arve. Elle a subi une fracture ouverte du tibia et du péroné de la jambe droite; elle a souffert en outre de contusions multiples et d'un hématome à l'oeil droit.\n\nA raison de ces faits, dame G. a déposé plainte pénale le 25 juillet 1993.\n\nL'auteur de l'agression n'ayant pu être identifié, le Procureur général du canton de Genève a classé la plainte le 16 septembre 1993.\n\nLe 18 octobre 1995, dame G. s'est adressée à l'instance cantonale d'indemnisation (ci-après: l'instance cantonale) instituée en vertu de la loi fédérale sur l'aide aux victimes d'infractions du 4 octobre 1991 (LAVI; RS 312.5). Alléguant n'avoir reçu aucune information sur l'existence de la loi fédérale et des droits qu'elle confère aux victimes, elle s'est enquis de la possibilité de recevoir une indemnité à ce titre. Le 24 octobre 1995, la présidente de l'instance cantonale a indiqué à la requérante que ses droits étaient périmés au regard de l'art. 16 al. 3 LAVI.\n\nLe 21 juin 1996, dame G. a réitéré sa requête d'indemnisation, que l'instance cantonale a rejetée le 27 juin 1996 parce que tardive au regard de l'art. 16 al. 3 LAVI.\n\nPar arrêt du 24 septembre 1996, le Tribunal administratif du canton de Genève a rejeté le recours formé par dame G. contre la décision du 27 juin 1996.\n\nAgissant parallèlement par la voie du recours de droit public et du recours de droit administratif, dame G. demande au Tribunal fédéral d'annuler l'arrêt du 24 septembre 1996 et de renvoyer la cause au Tribunal administratif pour nouvelle décision au sens des considérants. A l'appui du recours de droit administratif, elle invoque les art. 4 Cst. et 16 al. 3 LAVI. A l'appui du recours de droit public, elle invoque l'art. 4 Cst. Elle requiert en outre l'assistance judiciaire.\n\nLe Tribunal administratif se réfère à son arrêt. Le Département fédéral de justice et police (ci-après: le Département fédéral) a produit des observations tendant au rejet des recours. Invitée à répliquer, la recourante a maintenu ses conclusions.\n\nLe Tribunal fédéral a admis le recours de droit administratif", "considerants": "Extrait des considérant:\n\n3. La recourante se plaint de la violation de l'art. 16 al. 3 LAVI, mis en relation avec le principe de la bonne foi ancré à l'art. 4 Cst.\n\n|243|\n\na) L'aide fournie aux victimes d'infractions comprend notamment l'indemnisation et la réparation morale pour le dommage subi (art. 1 al. 2 let. c LAVI). Toute victime d'une infraction commise en Suisse peut demander une indemnisation ou une réparation morale dans le canton dans lequel l'infraction a été commise (art. 11 al. 1 LAVI). Les conditions d'octroi, le calcul du montant de l'indemnité et la subsidiarité des prestations de l'Etat sont régies par les art. 12, 13 et 14 LAVI. A teneur de l'art. 16 al. 3 LAVI, la victime doit introduire ses demandes d'indemnisation et de réparation morale devant l'autorité dans un délai de deux ans à compter de la date de l'infraction; à défaut, ses prétentions sont périmées. Les dispositions relatives à l'indemnisation sont applicables aux infractions commises après l'entrée en vigueur de la LAVI, le 1er janvier 1993 (art. 12 al. 3 OAVI; RS 312.51).\n\nb) Il est constant que la recourante est une victime au sens de l'art. 2 al. 1 LAVI et que la demande d'indemnisation a été présentée à l'instance cantonale le 18 octobre 1995, soit plus de deux ans après l'agression du 24 juillet 1993.\n\nc) En principe, un délai de forclusion ou de péremption ne peut être suspendu, ni interrompu - sinon par une action - ni restitué (PIERRE MOOR, Droit administratif, vol. II, Berne 1991, p. 56, ANDRÉ GRISEL, Traité de droit administratif, Neuchâtel, 1984 p. 663, 666/667). Dans son Message du 25 avril 1990, le Conseil fédéral a exposé qu'un délai de péremption relativement court obligerait les victimes à se décider rapidement, l'indemnité octroyée sur la base de la loi fédérale visant à permettre aux victimes de surmonter les difficultés surgissant immédiatement après l'infraction. En outre, l'autorité compétente devrait être en mesure de statuer à un moment où il est encore possible d'élucider les circonstances exactes de l'infraction. Selon le Conseil fédéral, les victimes ne seraient pas démunies des moyens d'agir à temps; les centres de consultation les aideraient à déposer une demande d'indemnisation dans le délai prescrit (Message du 25 avril 1990, FF 1990 II p. 909 ss p. 942 relatif à l'art. 15 al. 3 du projet de loi, correspondant à l'art. 16 al. 3 de la loi actuelle). L'Assemblée fédérale a adopté cette disposition sans discussion (BOCN 991 p. 22; BOCE 1991 p. 588).\n\nd) La doctrine a relevé que le délai de péremption de l'art. 16 al. 3 LAVI peut s'avérer trop court, s'agissant notamment des délits commis sur des enfants et des délits sexuels, lorsque les effets d'une infraction peuvent se manifester plus tard ou la victime se trouver dans l'impossibilité concrète d'agir à temps (PETER GOMM/ |244| PETER STEIN/DOMINIK ZEHNTNER, Kommentar zum Opferhilfegesetz, Berne, 1995, no19, 20, 28-30 ad art. 16; RUTH BANTLI KELLER, Überblick über das Opferhilfegesetz, Kriminalistik 1995 p. 65, 69; RUTH BANTLI KELLER/ULRICH WEDER/KURT MEIER, Anwendungsprobleme des Opferhilfegesetzes, Plädoyer 5/1995 p. 30 ss, 44).\n\ne) Complément procédural nécessaire du délai de péremption prévu par l'art. 16 al. 3 LAVI, l'art. 6 LAVI charge la police d'informer la victime, lors de sa première audition, de l'existence des centres de consultation (al. 1), auxquels elle transmet les nom et adresse de la victime, à moins que celle-ci ne s'y oppose (al. 2). Les centres de consultation devant informer la victime de l'aide que lui fournit la loi (art. 3 al. 2 let. b LAVI), ce devoir d'information doit nécessairement inclure, même si la loi fédérale ne le dit pas expressément, celui d'avertir la victime de son droit de demander une indemnisation ou une réparation morale au sens des art. 11 ss LAVI (Message précité, p. 926; cf. GOMM/STEIN/ZEHNTNER, op.cit., n. 25 ad art. 3). En cela, la loi fédérale renverse la présomption, rappelée dans l'arrêt attaqué (consid. 7), selon laquelle \"nul n'est censé ignorer la loi\" (cf. BERNARD CORBOZ, Les droits procéduraux découlant de la LAVI, SJ 1996 p. 53 ss, 83, pour ce qui concerne les droits mentionnés à l'art. 8 al. 2 LAVI).\n\nf) Sans doute la loi fédérale ne précise-t-elle pas les conséquences procédurales de la violation, par l'autorité, de son devoir d'information. Dans le cas d'espèce, il convient d'examiner si, dans les circonstances concrètes du cas, le défaut d'information de l'autorité au titre des art. 3 al. 2 let. b et 6 al. 1 LAVI peut exceptionnellement avoir pour conséquence d'écarter la péremption des prétentions de la victime, prévue par l'art. 16 al. 3 LAVI.\n\nTrancher cette question exige de replacer l'art. 16 al. 3 LAVI dans le système de la loi fédérale et de la disposition constitutionnelle qui lui sert de fondement. Comme le souligne le Conseil fédéral dans le résumé de son Message (p. 910), en acceptant l'art. 64ter Cst. le 2 décembre 1984, le peuple et les cantons ont chargé la Confédération et les cantons de veiller à ce que les victimes d'infractions graves reçoivent une \"aide efficace\". Plusieurs prescriptions de la loi fédérale seraient dénuées d'effet concret si les justiciables n'étaient pas rendus attentifs à la nature et à l'étendue de leurs droits. Tel est manifestement le cas des conséquences légales à l'introduction tardive d'une demande d'indemnisation. En d'autres termes, la brièveté du délai de péremption de deux ans selon l'art. 16 al. 3 LAVI ne peut être opposée à la victime que si, en contrepartie, celle-ci a été |245| effectivement en mesure de faire valoir ses droits, comme le souligne le Conseil fédéral dans son Message. Cela présuppose que la victime soit informée à temps de l'existence de ses droits et des moyens de les concrétiser. Lorsque la loi confère à l'autorité un devoir d'information qu'elle a complètement omis de satisfaire, l'administré peut, en se prévalant de la protection de la bonne foi, exiger de l'autorité qu'elle entre en matière sur sa demande quand bien même ses droits seraient prescrits. Il convient de rapprocher le cas d'espèce de la jurisprudence développée par le Tribunal fédéral en matière d'assurances sociales, où la restitution de délais de péremption est admise lorsque le créancier, sans sa faute, n'a pas été en mesure d'agir à temps (ATF 114 V 1; ATF 112 V 115 consid. 2b p. 119; cf. ATF 111 Ib 269 consid. 3a/cc p. 278/279; cf. aussi MOOR, op.cit., vol. II, p. 57). Eu égard à l'importance que représente, dans le système légal, le droit à l'indemnisation selon les art. 11 ss LAVI, le devoir d'information a pour corollaire que la victime ne doit subir aucun préjudice d'un défaut d'information qui l'a empêché d'agir à temps sans sa faute. En l'occurrence, la recourante aurait été en mesure de former une demande d'indemnisation dans le délai légal si la police lui avait dispensé une information complète concernant l'existence de ce droit et du délai de péremption.\n\ng) La prise en considération du droit international pertinent, à laquelle le Tribunal fédéral procède d'office dans le cadre du recours de droit administratif (art. 114 al. 1 in fine OJ), corrobore cette interprétation. En vertu de l'art. 1er de la Convention européenne du 24 novembre 1983 relative au dédommagement des victimes d'infractions violentes (RS 0.312.5), en vigueur pour la Suisse - comme la LAVI - depuis le 1er janvier 1993, la Suisse s'est engagée à édicter les dispositions nécessaires pour donner effet aux principes énoncés au Titre I de cet instrument international; parmi ceux-ci figure l'engagement des parties contractantes à prendre les mesures appropriées \"afin que des informations concernant le régime de dédommagement soient à la disposition des requérants potentiels\" (art. 11). Cet engagement conventionnel contient une obligation de résultat, dont l'effet utile exige une information effective des bénéficiaires potentiels de l'aide. L'art. 11 de la Convention limite, de ce point de vue, la marge de manoeuvre dont disposent les Etats en vertu de l'art. 6 pour - facultativement - \"fixer un délai dans lequel les requêtes de dédommagement doivent être introduites\": un tel délai (dont la Convention ne précise ni la durée, ni la nature - prescription ou péremption), ne saurait être invoqué par l'Etat contre le |246| bénéficiaire potentiel d'un dédommagement, si l'Etat lui-même est à l'origine de la carence d'information (cf. également le rapport explicatif de cette Convention, Strasbourg, 1984, par. 42 ad art. 11, qui souligne la nécessité d'un \"surcroît d'information dans ce domaine\" en raison de l'ignorance fréquente du public quant à l'exigence du régime de dédommagement; cf. aussi le par. 4 de la Recommandation NoR (87) 21 du Comité des Ministres du Conseil de l'Europe aux Etats membres intitulée \"Assistance aux victimes et prévention de la victimisation\", du 17 septembre 1987).\n\nEn conclusion, l'équité commande qu'en l'espèce, on ne puisse opposer à la recourante la péremption de l'art. 16 al. 3 LAVI.\n\nh) Certes, l'entrée en vigueur de la LAVI le 1er janvier 1993, selon l'arrêt du Conseil fédéral du 18 novembre 1992 (RO 1992 p. 2470) a pris les cantons de court, malgré le préavis du Département fédéral de justice et police des 26 juillet et 19 novembre 1991, au point que la plupart des cantons n'ont pu adopter à temps la législation d'application de la loi fédérale (cf. les indications fournies à ce propos par THOMAS MAURER, Das Opferhilfegesetz und die kantonalen Strafprozessordnungen, RPS 1993 p. 378). Ainsi, le canton de Genève n'a-t-il édicté que le 11 août 1993 un règlement instituant l'instance d'indemnisation (Feuille d'avis officielle du 18 août 1993). De même, le Code de procédure pénale cantonal a été modifié le 30 avril 1993, afin de tenir compte des exigences de la loi fédérale. Cette novelle, entrée en vigueur le 26 juin 1993 - soit à peine un mois avant l'agression subie par la recourante -, porte notamment sur les art. 107A et 312A, régissant le devoir d'information de la police et du juge d'instruction à l'égard des victimes au sens de l'art. 2 LAVI. Cette adaptation relativement tardive du droit cantonal explique dans une certaine mesure, sans toutefois le justifier, que les policiers qui ont entendu la recourante lors du dépôt de sa plainte, le 25 juillet 1993, n'ont pas attiré son attention sur les droits que lui confère la loi, contrairement à ce que prévoient les art. 6 al. 1 LAVI et 107A CPP gen. Quant au juge d'instruction, il n'a pu corriger ce défaut selon l'art. 312A CPP gen., la plainte ayant été classée par le Procureur général le 16 septembre 1993.\n\nAinsi, la recourante n'a été informée, à aucun stade de la procédure, de l'existence de ses droits découlant de la loi fédérale, et notamment de celui de demander une indemnisation selon les art. 11 ss LAVI. On ne saurait à cet égard, sauf à renverser le système légal, reprocher à la recourante, comme le fait le Département fédéral dans sa détermination du 10 février 1997, de n'avoir pas pris toutes les |247| mesures propres à assurer l'exercice effectif de ses droits. La recourante, veuve, est au chômage depuis le 1er janvier 1993. Les certificats médicaux joints au dossier de la procédure attestent qu'elle subit aujourd'hui encore non seulement les séquelles physiques de l'agression dont elle a été victime, mais souffre aussi d'une atteinte importante à son équilibre psychologique et mental, liée à cette agression. On peut certes s'étonner, avec le Département fédéral, que la recourante n'ait pas consulté un avocat avant le mois d'octobre 1995. Cette inaction s'explique toutefois par la grande détresse physique et morale dans laquelle la recourante s'est trouvée, ainsi que par son isolement social. Or, la loi fédérale tend précisément à secourir en priorité les victimes démunies de l'assistance nécessaire pour défendre efficacement leurs droits. Elle souligne (art. 3 al. 3 LAVI) que les centres de consultation cantonaux doivent être à même de fournir une aide immédiate. Le Message (p. 926) précise que cette aide comprend notamment \"des consultations juridiques simples\" et que \"les conseils et l'assistance concernant toutes les questions de procédure revêtent une grande importance\" (ibidem).\n\nCompte tenu des circonstances exceptionnelles de la cause qu'ils ont insuffisamment éclaircies, l'instance cantonale, puis le Tribunal administratif, devaient admettre que la recourante avait laissé expirer sans sa faute le délai fixé à l'art. 16 al. 3 LAVI. En refusant d'entrer en matière sur la requête d'indemnisation pour les motifs évoqués dans l'arrêt attaqué, le Tribunal administratif a appliqué faussement l'art. 16 al. 3 LAVI, mis en relation avec l'art. 4 Cst. Le recours de droit administratif doit être admis pour ce seul motif et l'arrêt attaqué annulé, sans qu'il soit nécessaire d'examiner, pour le surplus, le grief tiré de l'égalité de traitement."}