{"annee": "123", "cour": "V", "page": "161", "date": "30/9/1997", "cite": ["119 V 161", "122 V 169", "123 V 81", "110 V 72", "99 IB 104", "123 III 31", "119 V 165"], "cite_par": ["131 III 38", "144 V 111", "140 V 241", "140 V 108", "124 V 64"], "chapeau": "29. Urteil vom 30. September 1997 i.S. M. AG gegen Ausgleichskasse der Schweizer Maschinenindustrie und AHV/IV-Rekurskommission des Kantons Thurgau", "regestes": ["Art. 7 let. h RAVS: Qualification sous l'angle de l'obligation de cotiser de la rémunération perçue par une personne exerçant à titre accessoire une activité de réviseur d'une société anonyme. - Du principe propre au droit de la société anonyme de l'indépendance de l'organe de contrôle - désormais: organe de révision - selon l'ancien et le nouveau droit des obligations. - Ce principe revêt une importance déterminante s'agissant de la qualification de la rémunération sous l'angle du droit de l'assurance-vieillesse et survivants. - L'art. 7 let. h RAVS est contraire à la loi, dans la mesure où il prévoit que les rémunérations versées à des personnes exerçant à titre accessoire une activité de réviseur d'une société anonyme font partie du salaire déterminant."], "faits": "|162|\n\nA.- F. ist hauptberuflich als Steuerkommissär bei der Steuerverwaltung X tätig. Am 1. August 1992 wählte ihn die Generalversammlung der M. AG als Revisionsstelle. Anlässlich einer Arbeitgeberkontrolle wurde festgestellt, dass die Firma auf dem im Jahre 1993 an F. ausgerichteten Entgelt von Fr. 5'000.-- keine Sozialversicherungsbeiträge entrichtet hatte (Bericht der Treuhandgesellschaft Y vom 28. Oktober 1994). Mit Verfügung vom 22. Mai 1995 verpflichtete die Ausgleichskasse der Schweizer Maschinenindustrie die M. AG zur Nachzahlung von paritätischen AHV/IV/EO/AlV-Beiträgen inklusive Verwaltungskosten im Betrage von Fr. 608.30.\n\nB.- Beschwerdeweise beantragte die M. AG die Aufhebung dieser Verfügung. Die AHV/IV-Rekurskommission des Kantons Thurgau wies die Beschwerde mit Entscheid vom 9. Dezember 1996 im wesentlichen mit der Begründung ab, F. sei hauptberuflich nicht als selbständigerwerbender Revisor tätig. Die streitige Entschädigung stelle daher massgebenden Lohn dar.\n\nC.- Mit Verwaltungsgerichtsbeschwerde erneuert die M. AG ihr vorinstanzliches Rechtsbegehren.\n\nDie Ausgleichskasse beantragt Abweisung der Verwaltungsgerichtsbeschwerde. F. schliesst sich in seiner Vernehmlassung der Verwaltungsgerichtsbeschwerde an. Das Bundesamt für Sozialversicherung hat auf eine Vernehmlassung verzichtet.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Die sozialversicherungsrechtliche Beitragspflicht Erwerbstätiger richtet sich unter anderem danach, ob das in einem bestimmten Zeitraum erzielte Erwerbseinkommen als solches aus selbständiger oder aus unselbständiger Erwerbstätigkeit zu qualifizieren ist (Art. 5 und 9 AHVG sowie Art. 6 ff. AHVV). Nach Art. 5 Abs. 2 AHVG gilt als massgebender Lohn jedes Entgelt für in unselbständiger |163| Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit; als Einkommen aus selbständiger Erwerbstätigkeit gilt nach Art. 9 Abs. 1 AHVG jedes Einkommen, das nicht Entgelt für in unselbständiger Stellung geleistete Arbeit darstellt.\n\nNach der Rechtsprechung beurteilt sich die Frage, ob im Einzelfall selbständige oder unselbständige Erwerbstätigkeit vorliegt, nicht aufgrund der Rechtsnatur des Vertragsverhältnisses zwischen den Parteien. Entscheidend sind vielmehr die wirtschaftlichen Gegebenheiten. Die zivilrechtlichen Verhältnisse vermögen dabei allenfalls gewisse Anhaltspunkte für die AHV-rechtliche Qualifikation zu bieten, ohne jedoch ausschlaggebend zu sein. Als unselbständig erwerbstätig ist im allgemeinen zu betrachten, wer von einem Arbeitgeber in betriebswirtschaftlicher bzw. arbeitsorganisatorischer Hinsicht abhängig ist und kein spezifisches Unternehmerrisiko trägt.\n\nAus diesen Grundsätzen allein lassen sich indessen noch keine einheitlichen, schematisch anwendbaren Lösungen ableiten. Die Vielfalt der im wirtschaftlichen Leben anzutreffenden Sachverhalte zwingt dazu, die beitragsrechtliche Stellung eines Erwerbstätigen jeweils unter Würdigung der gesamten Umstände des Einzelfalles zu beurteilen. Weil dabei vielfach Merkmale beider Erwerbsarten zutage treten, muss sich der Entscheid oft danach richten, welche dieser Merkmale im konkreten Fall überwiegen (BGE 122 V 171 Erw. 3a, 283 Erw. 2a, 119 V 161 f. Erw. 2 mit Hinweisen).\n\n2. Gemäss Art. 5 Abs. 2 Satz 2 AHVG umfasst der massgebende Lohn auch Teuerungs- und andere Lohnzulagen, Provisionen, Gratifikationen, Naturalleistungen, Ferien- und Feiertagsentschädigungen und ähnliche Bezüge, ferner Trinkgelder, soweit diese einen wesentlichen Bestandteil des Arbeitsentgeltes darstellen. In Ausführung dieser Bestimmung hat der Bundesrat in Art. 7 lit. a-q AHVV im einzelnen festgelegt, was als Bestandteil des massgebenden Lohnes gilt. Nach Art. 7 lit. h AHVV (in der seit 1. Januar 1951 geltenden Fassung) gehören u.a. feste Entschädigungen und Sitzungsgelder an Mitglieder der Kontrollstelle juristischer Personen, soweit es sich nicht um hauptberuflich selbständigerwerbende Revisoren handelt, zum massgebenden Lohn, soweit es sich nicht um Spesenersatz handelt.\n\nDie Beschwerdeführerin macht geltend, diese Bestimmung widerspreche dem Gesetz.\n\n3. a) (Überprüfung von Verordnungen des Bundesrates durch das Eidg. Versicherungsgericht; vgl. BGE 123 V 84 f. Erw. 4a, |164122| V 93 f. Erw. 5a/bb, 118 f. Erw. 3a/bb, 303 f. Erw. 4a, je mit Hinweisen).\n\nb) aa) Nach Art. 727 Abs. 1 OR (in der Fassung vom 18. Dezember 1936, in Kraft gewesen bis zum 30. Juni 1992, nachfolgend aOR) hatte die Generalversammlung der Aktiengesellschaft einen oder mehrere Revisoren zu wählen. Diese brauchten nicht Aktionäre zu sein, durften aber weder Mitglieder des Verwaltungsrates noch Angestellte der Gesellschaft sein (Art. 727 Abs. 2 aOR). Weitergehende Wahlvoraussetzungen, namentlich bezüglich der Unabhängigkeit der Revisoren, hatte der Gesetzgeber, unter Vorbehalt von Art. 723 aOR, indessen bewusst unterlassen (BÜRGI, Zürcher Kommentar, Zürich 1969, N. 4 ff. zu Art. 727). Die Berufung in die Kontrollstelle war nach der damaligen Rechtslage jedem verwehrt, der gesetzlich oder vertraglich verpflichtet war, von jenen Organen der AG Weisungen entgegenzunehmen, deren Rechnungsführung er als Kontrollstelle zu prüfen hätte. Dabei war es unerheblich, ob der aus dem Subordinationsverhältnis sich ergebende Einfluss tatsächlich ausgeübt wurde oder nicht; es genügte, dass er ausgeübt werden konnte (BÜRGI, a.a.O., N. 13 f.). Im übrigen galt die Unabhängigkeit vor allem als Frage der inneren Einstellung und Charakterstärke der Revisoren, d.h. ihrer tatsächlichen Fähigkeit, ohne Rücksicht auf eigene Interessen zum Rechten zu sehen und das Richtige zu tun (BGE 99 Ib 111 Erw. 5).\n\nbb) In der Botschaft über die Revision des Aktienrechts vom 23. Februar 1983 (BBl 1983 II 745) wies der Bundesrat einleitend darauf hin, dass beim geltenden Recht die Mangelhaftigkeit der Regelung der Abschlussprüfung besonders gravierend sei, indem keine Vorschriften über die Befähigung und nur ungenügende über die Unabhängigkeit der Revisoren bestünden (a.a.O., S. 766). Die Revisionsstelle erfahre eine völlige Neuregelung \"mit dem Ziel, Befähigung und Unabhängigkeit der Revisoren zu stärken und deren Aufgaben zu klären und zu erweitern\" (a.a.O., S. 770). Art. 727c des Entwurfs verlange neu Unabhängigkeit. Diese richte sich gegen die Verwaltung und den Hauptaktionär, d.h. den Aktionär, der über die Stimmenmehrheit verfüge. Unabhängigkeit bedeute Weisungsungebundenheit, Freiheit des Urteils und Selbständigkeit im Entscheid. Der Revisor dürfe in seinen persönlichen, wirtschaftlichen und finanziellen Verhältnissen nicht in solchem Ausmasse von der Verwaltung oder vom Hauptaktionär abhängig sein, dass er in seiner Entscheidungsfreiheit wesentlich eingeschränkt sei (a.a.O., S. 929).\n\n|165|\n\nDiesen Überlegungen schloss sich der Gesetzgeber an. Nach Art. 727c Abs. 1 OR (in der Fassung vom 4. Oktober 1991, in Kraft seit 1. Juli 1992) müssen die Revisoren vom Verwaltungsrat und von einem Mehrheitsaktionär unabhängig sein. Sie dürfen insbesondere weder Arbeitnehmer der zu prüfenden Aktiengesellschaft sein (was im wesentlichen der Regelung von Art. 727 Abs. 2 Satz 2 aOR entspricht) noch Arbeiten für diese ausführen, die mit dem Prüfungsauftrag unvereinbar sind. Wird eine Handelsgesellschaft als Revisionsstelle bestellt, so gilt das Erfordernis der Unabhängigkeit sowohl für diese als auch für alle Personen, welche die Prüfung durchführen (Art. 727d Abs. 3 OR).\n\ncc) Das neue Recht verlangt damit nicht nur innere Unabhängigkeit, sondern richtet sich bereits gegen jede äussere Beziehung, welche den Anschein der Befangenheit zu begründen vermag (PEDROJA/WATTER, Kommentar zum Schweizerischen Privatrecht, Obligationenrecht II, Basel 1994, N. 1 zu Art. 727c OR). Dabei geht es in einem objektiven Sinn darum, nicht nur jede offensichtliche Weisungsgebundenheit, sondern auch weniger leicht erkennbare beteiligungsmässige, hierarchische oder wegen anderer Zusammenhänge gegebene Abhängigkeiten zu vermeiden (BGE 123 III 32 Erw. 1a; BÖCKLI, Schweizer Aktienrecht, 2. Aufl. 1996, S. 943, Rz. 1788a).\n\nWeisungsungebundenheit bedeutet, dass der Revisor bei seiner Tätigkeit freie Hand hat. Weder der Verwaltungsrat noch ein Mehrheitsaktionär können bestimmen, was und wie revidiert werden soll. Gebunden ist der Revisor nur durch die gesetzliche Pflicht zu formeller und materieller Prüfung der Buchführung, der Jahresrechnung und der beantragten Verwendung des Bilanzgewinnes (Art. 728 Abs. 1 OR) sowie durch die Berichterstattungs- und Anzeigepflichten gemäss Art. 729-729b OR (PEDROJA/WATTER, a.a.O., N. 2 und 6 zu Art. 727c OR). Damit, dass dem Revisor untersagt ist, für die zu prüfende Gesellschaft Arbeiten auszuführen, die mit seinem Mandat unvereinbar sind, ist er verpflichtet, auch jede wirtschaftliche Abhängigkeit von einer einzelnen Gesellschaft zu vermeiden. Unvereinbar mit seiner Revisionstätigkeit ist namentlich die Führung der Buchhaltung der zu prüfenden Gesellschaft sowie ein sog. \"Klumpenmandat\", bei welchem der Honoraranteil eines einzelnen Kunden mehr als 10% der gesamten Honorareinnahmen ausmacht (BÖCKLI, a.a.O., S. 944, Rz. 1788; Ziff. 3.13 der Richtlinien der Treuhand-Kammer zur Unabhängigkeit). Umstritten ist, ob und in welchem Umfang eine Beratertätigkeit mit dem Revisionsmandat |166| vereinbar ist (BÖCKLI, a.a.O., S. 945, Rz. 1791 f.; PEDROJA/WATTER, a.a.O., N. 12 zu Art. 727c OR; HANDSCHIN, Zur Unabhängigkeit der Revisionsstelle: Beratung und Buchhaltungsarbeiten durch die Revisionsstelle für die revidierte Gesellschaft, SJZ 1994 S. 345).\n\ndd) Für die Einhaltung der Vorschriften über die Unabhängigkeit der Revisionsstelle hat zunächst die Gesellschaft (Art. 727d Abs. 2 OR) und hat der Revisor selbst zu sorgen, indem er auf das Revisionsmandat überhaupt verzichtet oder im Falle eines einzelnen Interessenkonfliktes in den Ausstand tritt. Sodann kann jeder Aktionär und jeder Gläubiger durch Klage gegen die Gesellschaft die Abberufung eines Revisors verlangen, der die Voraussetzungen für das Amt nicht erfüllt (Art. 727e Abs. 3 Satz 2 OR). Weist ein Revisor die erforderliche Unabhängigkeit offensichtlich nicht auf, hat der Handelsregisterführer seine Eintragung als Revisionsstelle im Handelsregister zu verweigern (Art. 86a Abs. 1 HRegV). Schliesslich haftet der Revisor nach Art. 755 OR für jede Pflichtwidrigkeit, die zu einem Schaden für die Gesellschaft, die Aktionäre oder Gläubiger führt. Eine haftungsbegründende Pflichtwidrigkeit im Sinne dieser Bestimmung stellt nicht nur die Verletzung der in Art. 728 ff. OR festgelegten Prüfungs-, Benachrichtigungs- und Anzeigepflichten, sondern auch die Nichtbeachtung der gesetzlichen Unabhängigkeitserfordernisse dar (PEDROJA/WATTER, a.a.O., N. 19 zu Art. 727c OR).\n\nc) Diesen zwingenden gesellschaftsrechtlichen Vorschriften, mit welchen die Unabhängigkeit des Revisors einer Aktiengesellschaft von der zu prüfenden Gesellschaft sichergestellt und durchgesetzt werden soll, kommt auch für die AHV-rechtliche Qualifikation der dem Revisor ausgerichteten Entschädigung ausschlaggebende Bedeutung zu. Denn die gesetzlich statuierte und sanktionierte wirtschaftliche sowie arbeitsorganisatorische Unabhängigkeit des Revisors ist gerade Voraussetzung für die Ausübung der Revisionstätigkeit, weshalb nicht massgebend sein kann, ob und in welchem Umfang dieses Kriterium für die Abgrenzung selbständiger von unselbständiger Erwerbstätigkeit im konkreten Einzelfall verwirklicht ist. Das Unterscheidungsmerkmal des Unternehmerrisikos und damit die Frage, ob eine bestimmte Tätigkeit mit besonderen Investitionen verknüpft ist oder nicht, tritt hier in den Hintergrund. Diese Rangordnung der Abgrenzungskriterien greift aufgrund der vertragstypischen Unabhängigkeit bestimmter Tätigkeiten bereits im Zusammenhang mit Dienstleistungsverträgen Platz, welche im Rahmen einer weitgehend dispositiven gesetzlichen Regelung autonom |167| ausgestaltet werden können (BGE 110 V 80 Erw. 4; ZAK 1986 S. 513; KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, 2. Aufl., S. 129, Rz. 4.55). Umso mehr muss sie für die aktienrechtliche Revisionstätigkeit gelten, die von Gesetzes wegen nur von einem nicht weisungsgebundenen und wirtschaftlich unabhängigen Revisor ausgeübt werden kann.\n\n4. a) Das Gesetz sieht für Beitragspflichtige, welche mehrere Erwerbstätigkeiten ausüben, keine Gesamtbeurteilung ihrer erwerblichen Aktivitäten nach Massgabe der wirtschaftlichen Bedeutung der einzelnen Betätigungen vor. Vielmehr ist nach der in Art. 5 und 9 AHVG verwirklichten Konzeption der strikten Unterscheidung von unselbständiger und selbständiger Erwerbstätigkeit jedes Einkommen dahin zu prüfen, ob es aus selbständiger oder unselbständiger Tätigkeit stammt (BGE 119 V 164 Erw. 3c mit Hinweisen). Die Tatsache, dass ein Beitragspflichtiger bereits einer Ausgleichskasse als Selbständigerwerbender angeschlossen ist, hat daher für die Qualifikation eines Entgelts AHV-rechtlich keine Bedeutung (BGE 119 V 165 Erw. 3c). Ebensowenig vermag umgekehrt die Tatsache, dass ein Beitragspflichtiger bereits mit einer Ausgleichskasse als Unselbständigerwerbender abrechnet, die beitragsrechtliche Qualifikation des Einkommens aus einer weiteren Tätigkeit zu präjudizieren. Vorbehalten bleiben einzig Koordinationsgesichtspunkte bei Mehrfachbeschäftigten, welche dieselbe Erwerbstätigkeit für verschiedene Arbeit- oder Auftraggeber oder verschiedene Erwerbstätigkeiten für denselben Arbeit- oder Auftraggeber ausüben (BGE 119 V 164 Erw. 3b mit Hinweis).\n\nb) Nach Art. 7 lit. h AHVV stellen lediglich die Entschädigungen an hauptberuflich selbständigerwerbende Revisoren Einkommen aus selbständiger Erwerbstätigkeit dar. E contrario ist die für eine nebenberuflich ausgeübte Revisionstätigkeit ausgerichtete Entschädigung stets als massgebender Lohn zu qualifizieren. Diese Regelung beruht auf dem Grundgedanken, nebenberuflich tätige Revisoren seien bereits als Unselbständigerwerbende, hauptberufliche Revisoren hingegen als Selbständigerwerbende einer Ausgleichskasse angeschlossen, soweit letztere nicht als Angestellte einer Revisionsgesellschaft tätig sind. Sie knüpft somit für die Qualifikation der Entschädigung von Revisoren an die Art der hauptberuflich ausgeübten Erwerbstätigkeit an. Eine solche generelle Qualifikation der nebenberuflichen Revisionstätigkeit als unselbständige Erwerbstätigkeit ist mit der vom Gesetz verlangten und anhand der wirtschaftlichen Gegebenheiten des Einzelfalles durchzuführenden Prüfung, ob eine nebenberufliche Tätigkeit |168| selbständige oder unselbständige Erwerbstätigkeit darstellt, nicht zu vereinbaren.\n\n5. a) Zusammenfassend ergibt sich, dass die Regelung von Art. 7 lit. h AHVV mit Bezug auf die Entschädigung von Revisoren einer Aktiengesellschaft einerseits in unverträglichem Widerspruch zu den zwingenden gesellschaftsrechtlichen Unabhängigkeitsanforderungen an die Revisionsstelle steht. Anderseits qualifiziert diese Verordnungsbestimmung die Tätigkeit von nebenberuflichen Revisoren in gesetzwidriger Weise ohne Rücksicht auf die wirtschaftlichen Gegebenheiten des Einzelfalles generell als unselbständige Erwerbstätigkeit. Bei Art. 7 lit. h AHVV handelt es sich daher um eine \"systemfremde\" Bestimmung (KÄSER, a.a.O., S. 130, Rz. 4.55), auf welche Vorinstanz und Ausgleichskasse zu Unrecht abgestellt haben.\n\nb) Die von F. für die Beschwerdeführerin nebenberuflich ausgeübte Revisionstätigkeit ist aus den dargelegten Gründen als selbständige Erwerbstätigkeit einzustufen. Da er im Hauptberuf nicht als unselbständigerwerbender Revisor tätig ist, fällt eine andere Lösung auch gestützt auf die erwähnten Koordinationsgesichtspunkte ausser Betracht."}