{"annee": "123", "cour": "IV", "page": "155", "date": "26/8/1997", "cite": ["121 IV 261", "122 IV 156", "119 IV 1"], "cite_par": ["123 IV 197", "127 IV 166", "125 IV 49", "126 IV 60"], "chapeau": "24. Auszug aus dem Urteil des Kassationshofes vom 26. August 1997 i.S. B. gegen Staatsanwaltschaft des Kantons Zürich (Nichtigkeitsbeschwerde)", "regestes": ["Art. 139 ch. 1 CP en relation avec l'art. 172ter al. 1 CP; art. 273 al. 1 let. b PPF et art. 277bis al. 1 2ème phrase PPF; vol à la tire, infraction d'importance mineure (vol d'un élément patrimonial de faible valeur), intention de l'auteur. Le point de savoir si l'intention ne portait que sur un bien de peu de valeur est une question de preuve qui ne peut être remise en discussion dans le cadre d'un pourvoi en nullité. Possibilité d'admettre une infraction d'importance mineure même en cas de vol à la tire (consid. 1b)."], "faits": "BGE 123 IV 155 S. 155\n\nIm Mai 1991 entwendete B. während einer Tramfahrt in Zürich einem Fahrgast aus der Gesässtasche das Portemonnaie. Dieses enthielt Notengeld im Gesamtbetrag von Fr. 170.-, eine EC-Karte, eine Eurocard, einen Führerausweis und eine Identitätskarte.\n\nAm 1. November 1995 griff B. im Stadion Hardturm in Zürich während der Pause des Fussballspiels Grasshoppers gegen Ajax Amsterdam einem unbekannten Jugendlichen mit Diebstahlsabsicht in die Gesässtasche. Es blieb beim Versuch, da der Jugendliche in der Gesässtasche weder Portemonnaie noch Bargeld mit sich trug und B. durch einen Sicherheitsbeamten, der den Vorfall beobachtet hatte, unverzüglich festgenommen werden konnte.\n\nAm 18. November 1996 verurteilte das Obergericht des Kantons Zürich B. zweitinstanzlich wegen Diebstahls und versuchten Diebstahls zu 30 Tagen Gefängnis, abzüglich einen Tag Polizeiverhaft, als Zusatzstrafe zum Urteil des Appellationsgerichtes Basel-Stadt vom 19. April 1996. Das Obergericht schob den Vollzug der Freiheitsstrafe BGE 123 IV 155 S. 156nicht auf. Überdies ordnete es den Vollzug der am 25. Mai 1993 vom Bezirksgericht Zürich ausgesprochenen bedingten Vorstrafe von 4 Wochen Gefängnis, abzüglich 22 Tage Untersuchungshaft, an.\n\nB. führt eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, den Entscheid des Obergerichtes aufzuheben.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer macht geltend, die Vorinstanz habe die Anwendung von Art. 172ter StGB zu Unrecht abgelehnt. Die ihm angelasteten Taten stellten geringfügige Vermögensdelikte im Sinne dieser Bestimmung dar.\n\na) Der Beschwerdeführer hat sich wegen Diebstahls bzw. Diebstahlversuchs strafbar gemacht. Für den Grundtatbestand des Diebstahls droht das Gesetz Zuchthaus bis zu 5 Jahren oder Gefängnis an (Art. 139 Ziff. 1 StGB; ebenso Art. 137 Ziff. 1 aStGB). Bei Versuch kann der Täter milder bestraft werden (Art. 21 Abs. 1 i.V.m. Art. 65 StGB).\n\nGemäss Art. 172ter Abs. 1 StGB wird der Täter, auf Antrag, lediglich mit Haft oder mit Busse bestraft, wenn sich die Tat nur auf einen geringen Vermögenswert oder auf einen geringen Schaden richtet. Der Versuch ist nicht strafbar (Art. 104 Abs. 1 StGB).\n\nDie Grenze für den geringen Vermögenswert im Sinne von Art. 172ter StGB beträgt nach der Rechtsprechung Fr. 300.- (BGE 121 IV 261 E. 2d). Entscheidend ist der Vorsatz des Täters, nicht der eingetretene Erfolg. Art. 172ter StGB ist nur anwendbar, wenn der Täter von vornherein bloss einen geringen Vermögenswert oder einen geringen Schaden im Auge hatte. Liegt die Deliktssumme unter dem Grenzwert von Fr. 300.-, scheidet Art. 172ter StGB deshalb aus, wenn der Vorsatz des Täters auf eine den Grenzwert übersteigende Summe gerichtet war (BGE 122 IV 156 E. 2a).\n\nDer Eventualvorsatz ist eine Form des Vorsatzes. Eventualvorsatz ist gegeben, wenn der Täter den strafbaren Erfolg als möglich voraussieht, aber gleichwohl handelt, weil er ihn in Kauf nimmt für den Fall, dass er eintreten sollte (BGE 119 IV 1 E. 5a mit Hinweisen).\n\nWas der Täter weiss, will oder in Kauf nimmt, ist Tatfrage. Die entsprechenden Feststellungen der kantonalen Behörde sind für das Bundesgericht im Verfahren der eidgenössischen Nichtigkeitsbeschwerde deshalb verbindlich (Art. 277bis Abs. 1 BStP; BGE 122 IV 156 E. 2b mit Hinweisen).\n\nBGE 123 IV 155 S. 157\n\nb) Die Vorinstanz legt dar, wer wie der Beschwerdeführer Taschendiebstähle begehe, habe die Bereitschaft, das zu nehmen, was ihm in die Hände falle, und wohl die Hoffnung auf möglichst grosse Beute; dies unabhängig davon, ob es sich beim Bestohlenen um einen Erwachsenen oder einen Jugendlichen handle. Die Vorinstanz kommt zum Schluss, dass beim Beschwerdeführer Eventualvorsatz bezüglich eines Fr. 300.- übersteigenden Geldbetrags gegeben war.\n\nDieser Schluss beruht auf Beweiswürdigung, welche im Verfahren der eidgenössischen Nichtigkeitsbeschwerde nicht in Frage gestellt werden kann (Art. 273 Abs. 1 lit. b BStP). Ist aber beweismässig davon auszugehen, dass sich der Eventualvorsatz des Beschwerdeführers auf einen Geldbetrag von mehr als Fr. 300.- richtete, so hat die Vorinstanz die Anwendung von Art. 172ter StGB zu Recht abgelehnt. Die Vorinstanz hat weder die rechtlichen Voraussetzungen der Privilegierung nach Art. 172ter StGB noch den Begriff des Eventualvorsatzes verkannt.\n\nEinzuräumen ist dem Beschwerdeführer, dass Art. 172ter StGB auch bei einem Taschendiebstahl anwendbar sein kann. Der Vorsatz kann auch hier auf einen geringen Vermögenswert im Sinne dieser Bestimmung gerichtet sein. Das ist beispielsweise der Fall, wenn der Täter beobachtet, wie ein Dritter dem Opfer eine Hundertfrankennote übergibt, und der Täter dem Opfer anschliessend die Note aus der Tasche zieht. Die konkreten Umstände müssen daher auch bei einem Taschendiebstahl geprüft werden. Ob sich der Vorsatz auf einen geringen Vermögenswert richtete, bleibt aber eine Beweisfrage, die im Verfahren der Nichtigkeitsbeschwerde nicht zur Diskussion gestellt werden kann.\n\nDie Beschwerde wird in diesem Punkt deshalb abgewiesen."}