{"annee": "123", "cour": "II", "page": "193", "date": "27/5/1997", "cite": [], "cite_par": ["134 I 140", "129 I 139", "135 II 94"], "chapeau": "23. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 27. Mai 1997 i.S. D. gegen Flughafenpolizei Zürich und Haftrichter des Bezirksgerichts Zürich (Verwaltungsgerichtsbeschwerde, staatsrechtliche Beschwerde)", "regestes": ["Art. 5 CEDH, art. 13c LAsi, 13d LAsi et 47 al. 2bis LAsi, art. 13c LSEE; rétention d'un requérant d'asile dans un aéroport (procédure durant cette période). La rétention d'étrangers dans la zone d'attente d'un aéroport pendant plusieurs jours doit en principe être considérée comme une mesure de privation de la liberté au sens de l'art. 5 par. 1 CEDH; conditions auxquelles la CEDH autorise la privation de la liberté (consid. 3). La base légale pour la procédure de rétention dans un aéroport est essentiellement prévue aux art. 13c et 13d LAsi. Cette réglementation ne répond pas aux exigences de la CEDH, en particulier en ce qui concerne le contrôle judiciaire prévu à l'art. 5 par. 4 CEDH. Le législateur doit intervenir; pour la période transitoire, le Tribunal fédéral peut poser des principes complétant la loi (consid. 4). Divers stades dans le temps de la procédure à l'aéroport (consid. 5a). Lorsque la décision de renvoi de l'Office fédéral des réfugiés est devenue exécutoire (art. 47 al. 2bis LAsi), la rétention à l'aéroport n'est plus autorisée qu'en vertu de la loi sur les mesures de contrainte (détention en vue du refoulement); l'autorité judiciaire compétente est le juge cantonal chargé d'ordonner la détention en vue du refoulement selon l'art. 13c LSEE (consid. 5b). Pour les stades antérieurs de la procédure, c'est la Commission suisse en matière d'asile qui est la mieux placée pour examiner la mesure de privation de liberté. Il suffit qu'elle intervienne sur le recours; cela suppose une décision de l'Office fédéral des réfugiés sur l'interdiction d'entrée et la désignation de l'aéroport comme lieu de séjour (consid. 5c-e). En l'espèce, le juge cantonal a refusé à juste titre d'entrer en matière sur deux demandes de libération présentées avant une décision définitive de renvoi (consid. 6)."], "faits": "|195|\n\nAm 4. Dezember 1996 traf D., geboren 1980, mit dem Flugzeug von Zaire herkommend mit auf eine andere Person lautenden Identitätspapieren auf dem Flughafen Zürich-Kloten ein. Die Flughafenpolizei Zürich verweigerte ihr die Einreise und buchte auf den 8. Dezember 1996 einen Rückflug nach Zaire.\n\nEin mittlerweile beigezogener Anwalt stellte am 7. Dezember 1996 für D. ein Asylgesuch. Gleichentags reichte er beim Haftrichter des Bezirksgerichts Zürich ein Haftentlassungsgesuch ein, worin beantragt wurde, D. sei unverzüglich aus der Haft im Transitbereich des Flughafens Kloten zu entlassen, indem ihr die Einreise in die Schweiz bewilligt werde; es sei festzustellen, dass der Freiheitsentzug rechtswidrig sei. Der Haftrichter trat mit Verfügung vom 10. Dezember 1996 auf die materiellen Begehren nicht ein.\n\nDas Bundesamt für Flüchtlinge stellte, nachdem es eine Stellungnahme des Hochkommissariates der Vereinten Nationen für die Flüchtlinge eingeholt hatte, mit Verfügung vom 11. Dezember 1996 fest, dass D. nicht Flüchtlingseigenschaft habe, wies ihr Asylgesuch ab, ordnete gegen sie die Wegweisung an, welche als sofort durch die Flughafenpolizei Zürich-Kloten vollziehbar erklärt wurde, und entzog einer allfälligen Beschwerde gegen diese Verfügung die aufschiebende Wirkung.\n\nD. focht die Verfügung des Bundesamtes am 12. Dezember 1996 bei der Schweizerische Asylrekurskommission an. Sie stellte insbesondere ein Gesuch um Wiederherstellung der aufschiebenden Wirkung (Aussetzen des Wegweisungsvollzugs) und beantragte die unverzügliche Bewilligung der Einreise. Der Instruktionsrichter der Asylrekurskommission wies am 16. Dezember 1996 die Gesuche um Wiederherstellung der aufschiebenden Wirkung der Beschwerde und um Bewilligung der Einreise in die Schweiz ab und ordnete an, D. den Beschwerdeentscheid im Ausland abzuwarten habe.\n\nAm 16. Dezember 1996, unmittelbar nach Eröffnung der verfahrensleitenden Verfügung der Asylrekurskommission per Fax, stellte der Vertreter von D. beim Haftrichter des Bezirksgerichts Zürich erneut ein Haftentlassungsgesuch, wiederum mit den Anträgen um unverzügliche Entlassung aus der Haft im Transitbereich des Flughafens Kloten und um Bewilligung der Einreise in die Schweiz, |196| ferner um Feststellung, dass der Freiheitsentzug rechtswidrig sei.\n\nAm 17. Dezember 1996 wurde D. ausgeschafft. Der Haftrichter trat daher mit Verfügung vom 20. Dezember 1996 mangels eines aktuellen Rechtsschutzinteresses auf die Begehren des Haftentlassungsgesuchs nicht ein und schrieb das Verfahren als erledigt ab. In der Begründung merkte er an, dass er weder für die Bewilligung der Einreise in die Schweiz noch für die Feststellung zuständig sei, der Freiheitsentzug sei rechtswidrig; ergänzend führte er aus, dass sich im vorliegenden Fall aufgrund der zeitlichen Abläufe auch nicht die Frage einer richterlichen Prüfung einer Ausschaffungshaft gestellt hätte, deren Voraussetzungen er aber im Sinne eines weiteren obiter dictum als erfüllt erachtete.\n\nAm 27. Januar 1997 erhob D. gegen die Verfügung des Haftrichters vom 10. Dezember 1996 beim Bundesgericht Verwaltungsgerichtsbeschwerde (eventuell staatsrechtliche Beschwerde). Am 31. Januar 1997 sodann erhob sie auch gegen die Haftrichterverfügung vom 20. Dezember 1996 Verwaltungsgerichtsbeschwerde (eventuell staatsrechtliche Beschwerde). Sie beantragte je die Aufhebung der beiden Entscheide und ersuchte um Feststellung, dass die Zurückhaltung im Transitbereich des Flughafens Zürich-Kloten rechtswidrig (im Sinne von Art. 5 Ziff. 1 EMRK) und der Haftrichter des Bezirksgerichts Zürich zur Beurteilung der Rechtmässigkeit der Freiheitsentziehung durch Zurückhaltung der Beschwerdeführerin im Transitbereich des Flughafens zuständig sei. Ferner beantragt sie, es sei ihr für das Haftprüfungsverfahren vor dem Bezirksgericht Zürich in der Person des unterzeichnenden Anwalts ein unentgeltlicher Rechtsbeistand beizugeben. In der Beschwerde vom 31. Januar 1997 stellte sie zusätzlich das Eventualbegehren, der Kanton Zürich sei anzuweisen, die gerichtliche Haftprüfung bei Zurückhaltung im Transitbereich des Flughafens Zürich-Kloten in seinem Verfahrensrecht vorzusehen.\n\nIns Verfahren miteinbezogen wurde der Meinungsaustausch, der in zwei den Genfer Flughafen betreffenden Fällen mit der Schweizerischen Asylrekurskommission durchgeführt worden war.\n\nDas Bundesgericht weist die Beschwerden hinsichtlich der vorstehend wiedergegebenen Anträge ab", "considerants": "aus folgenden Erwägungen:\n\n3. a) Die Beschwerdeführerin traf am 4. Dezember 1996 auf dem Flughafen Zürich-Kloten ein. Die Einreise wurde ihr verweigert, so dass sie, da sie nicht nach Kinshasa zurück- oder nach einer |197| anderen Destination weiterzufliegen bereit bzw. in der Lage war, im Transitbereich des Flughafens zurückbleiben musste. Dort hielt sie sich bis zum 17. Dezember 1996 auf; an diesem Tag wurde sie ausgeschafft. Sie geht davon aus, dass das Festhalten auf dem Flughafen eine unter Art. 5 EMRK fallende Freiheitsbeschränkung, d.h. eine Freiheitsentziehung darstelle und sie daher Anspruch auf eine richterliche Prüfung der Rechtmässigkeit dieser Beschränkung habe.\n\nb) Gemäss Art. 5 Ziff. 1 EMRK hat jedermann ein Recht auf Freiheit und Sicherheit. Die Freiheit darf einem Menschen (unter anderem) dann und nur auf die gesetzlich vorgeschriebene Weise entzogen werden, wenn er rechtmässig festgenommen worden ist oder in Haft gehalten wird, um ihn daran zu hindern, unberechtigt in das Staatsgebiet einzudringen, oder weil er von einem gegen ihn schwebenden Ausweisungs- oder Auslieferungsverfahren betroffen ist (Art. 5 Ziff. 1 lit. f EMRK). Jedermann, dem seine Freiheit durch Festnahme oder Haft entzogen wird, hat das Recht, ein Verfahren zu beantragen, in dem von einem Gericht raschmöglichst über die Rechtmässigkeit der Haft entschieden wird und im Falle der Widerrechtlichkeit seine Entlassung angeordnet wird (Art. 5 Ziff. 4 EMRK).\n\nArt. 5 Ziff. 1 EMRK umschreibt, wann einem Menschen die Freiheit entzogen werden kann. Unter Freiheitsentziehung (vgl. französische bzw. englische Konventionstexte: \"être privé de sa liberté\", \"deprived of his liberty\") ist nicht bloss Haft im engen Sinn zu verstehen. Umgekehrt fällt nicht jede Freiheitsbeschränkung unter Art. 5 EMRK. Freiheitsentziehung kann allgemein als eine Massnahme der öffentlichen Gewalt umschrieben werden, durch die jemand gegen oder ohne seinen Willen an einem bestimmten, begrenzten Ort für gewisse Dauer festgehalten wird. Dabei sind verschiedene Kriterien zu berücksichtigen, vor allem die Art und Weise, die Dauer, das Ausmass und die Intensität der Beschränkung; massgeblich sind die Auswirkungen der zu beurteilenden Massnahme insgesamt (FROWEIN/PEUKERT, EMRK-Kommentar, 2. Aufl. 1996, N. 9 und 10 zu Art. 5, S. 77).\n\nc) Kürzlich hatten sich die Strassburger Organe ausführlich zur Frage zu äussern, ob das gegenüber per Flugzeug eingereisten Asylbewerbern verfügte Verbot, den Transitbereich (Wartezone) des Flughafens zu verlassen, eine Freiheitsentziehung darstelle. Die Europäische Menschenrechtskommission ging noch davon aus, dass von vornherein keine unter Art. 5 Ziff. 1 EMRK fallende Freiheitsbeschränkung vorliegen könne, weil zwar kein Recht auf Einreise, |198| grundsätzlich aber eine Weiterreisemöglichkeit bestehe. Der Europäische Gerichtshof für Menschenrechte hat diese Auffassung verworfen (Urteil Amuur gegen Frankreich vom 25. Juni 1996, 17/1995/523/609, Recueil des arrêts et décisions 1996; Urteil in deutscher Übersetzung publiziert in EuGRZ 1996 S. 577 ff.). Der Asylbewerber hat keine echte Wahl auszureisen, kann er doch einzig entweder in das Land zurückkehren, aus welchem er wegen behaupteter Verfolgung geflohen ist, oder in einen anderen Staat weiterfliegen, welcher zu seiner Aufnahme bereit sein und Garantien dafür bieten muss, dass vor Abklärung der Verfolgungssituation keine Rückschiebung ins Herkunftsland erfolgen wird (Ziff. 48 der Urteilsbegründung; s. auch NICOLAS WISARD, Rétention et détention dans les aéroports, in: ASYL 1995/3 S. 67 ff., S. 69/70). Der Asylbewerber, welchem die Einreise verweigert wird, bleibt somit im Ergebnis gegen seinen Willen an einem bestimmten, begrenzten Ort für eine gewisse Dauer festgehalten.\n\nIm Fall Amuur hat der Europäische Gerichtshof für Menschenrechte das Zurückhalten auf einem derart begrenzten Raum als Freiheitsentziehung im Sinne von Art. 5 Ziff. 1 EMRK gewertet. Zu dieser Einschätzung gelangte er angesichts der Dauer der Festhaltung (20 Tage), der Art der Unterbringung (tagsüber im \"Salon d'Espace\" des Flughafens, während der Nacht in einem abgesonderten Teil eines nahegelegenen Hotels, welches der Gesuchsteller nicht verlassen konnte), der strikten Kontrollen sowie der fehlenden rechtlichen Unterstützung (Ziff. 43 ff. der Urteilsbegründung). Der Gerichtshof hob hervor, dass das französische Recht zum fraglichen Zeitpunkt noch keine genügende gesetzliche Regelung kannte, welche die Festhaltung am Flughafen zeitlich limitiert und es einem Gericht erlaubt hätte, das Handeln der Verwaltungsbehörden während der nicht zum voraus bestimmten Dauer des Aufenthalts des Asylgesuchstellers auf dem Flughafen zu kontrollieren (Ziff. 53). Zusammenfassend hielt er fest (Ziff. 54): \"Or le système juridique français en vigueur à l'époque et tel qu'il a été appliqué dans la présente affaire n'a pas garanti de manière suffisante le droit des requérants à leur liberté\".\n\nDer Gerichtshof verlangt somit im Ergebnis gesetzliche Grundlagen für das Festhalten in der Wartezone, effektiven Zugang zu einem Verfahren, in dem über den Flüchtlingsstatus entschieden wird, sowie gerichtliche Kontrolle im Falle eines längeren Festhaltens am Flughafen. Keinesfalls lässt sich sagen, dass eine Freiheitsbeschränkung, die schliesslich (und eben erst im Nachhinein feststellbar) |199| nicht länger als 15 Tage dauerte, nicht eine der richterlichen Überprüfung bedürftige Freiheitsentziehung im Sinne von Art. 5 Ziff. 1 EMRK sei.\n\n4. a) Der schweizerische Gesetzgeber hat in Art. 13d des Asylgesetzes (AsylG, SR 142.31; Fassung vom 22. Juni 1990 [AS 1990 938], die noch bis 31. Dezember 1997 gültig ist [AS 1995 4356]), für Asylgesuchsteller, die per Flugzeug einreisen, besondere Regeln aufgestellt. Art. 13d Abs. 1 AsylG verweist auf Art. 13c AsylG, welcher die Voraussetzungen umschreibt, unter welchen das Bundesamt für Flüchtlinge einem Ausländer, der an der Grenze um Asyl nachsucht, die Bewilligung zur Einreise erteilt. Art. 13d Abs. 2-4 lauten:\n\n\"Wird die Einreise nicht bewilligt, so kann der Gesuchsteller vom Bundesamt vorsorglich weggewiesen werden, wenn die Weiterreise in einen Drittstaat möglich, zulässig und zumutbar ist, namentlich wenn:\n\na. dieser Staat vertraglich für die Behandlung des Asylgesuchs zuständig ist;\n\nb. sich der Gesuchsteller vorher einige Zeit dort aufgehalten hat oder\n\nc. dort nahe Angehörige oder andere Personen leben, zu denen der Gesuchsteller enge Beziehungen hat. Die vorsorgliche Wegweisung ist sofort vollstreckbar, wenn das Bundesamt nichts anderes verfügt.\n\nWird die Einreise nicht bewilligt und kann der Gesuchsteller nicht in einen Drittstaat weggewiesen werden, so kann der sofortige Vollzug der Wegweisung in den Heimat- oder Herkunftsstaat angeordnet werden, wenn dem Gesuchsteller dort nach der übereinstimmenden Auffassung des Bundesamtes und des Hochkommissariates der Vereinten Nationen für die Flüchtlinge offensichtlich keine Verfolgung droht.\"\n\nGegen die Verfügung des Bundesamtes für Flüchtlinge über die Wegweisung steht die Beschwerde an die Schweizerische Asylrekurskommission offen (Art. 11 Abs. 2 lit. b AsylG); die Wegweisung ist in jedem Fall anfechtbar, unabhängig davon, ob sie bloss vorsorglich oder - zugleich mit dem das Asylbegehren ablehnenden Entscheid - definitiv verfügt wird. Für das Beschwerdeverfahren vor der Asylrekurskommission ist Art. 47 AsylG (in der Fassung des Bundesgesetzes vom 18. März 1994 über Zwangsmassnahmen im Ausländerrecht) zu beachten (Abs. 1 und 2):\n\n\"Ist die Wegweisung sofort vollziehbar, so kann der Ausländer innert 24 Stunden ein Gesuch um Wiederherstellung der aufschiebenden Wirkung einreichen. Er ist auf seine Rechte hinzuweisen.\n\nÜber ein Begehren um Wiederherstellung der aufschiebenden Wirkung hat die Behörde innert 48 Stunden zu entscheiden.\" |200|\n\nIm vorliegenden Zusammenhang von besonderer Bedeutung ist Art. 47 Abs. 2bis AsylG, welcher auf die in den zwei vorausgehenden Absätzen genannten Fristen von 24 und 48 Stunden abgestimmt ist:\n\n\"Der Beschwerdeführer kann bis zum Entscheid über sein Begehren von der zuständigen Behörde während maximal 72 Stunden festgehalten werden.\"\n\nBestimmungen über das Asylverfahren am Flughafen enthalten schliesslich Art. 4 und 5 der Asylverordnung 1 vom 22. Mai 1991 über Verfahrensfragen (AsylV 1; SR 142.311), welche aber keine für den vorliegenden Fall massgeblichen Regeln aufstellen.\n\nZumindest nicht von Beginn der Festhaltung auf dem Flughafen an herangezogen werden können die Regeln des Bundesgesetzes vom 18. März 1994 über Zwangsmassnahmen im Ausländerrecht (Art. 13a, 13b und 13c ANAG betreffend Vorbereitungs- und Ausschaffungshaft). Darauf wird hinten (E. 5b und d) zurückgekommen.\n\nb) Art. 13c und 13d AsylG bestimmen, unter welchen Voraussetzungen das Bundesamt für Flüchtlinge die Einreise bewilligt; umgekehrt ergibt sich daraus, dass bei Fehlen der gesetzlichen Voraussetzungen die Einreise verweigert wird. Da der Ausländer während der Hängigkeit des Asylgesuchs nicht zur Ausreise verhalten werden kann, solange das Bundesamt für Flüchtlinge nicht abgeklärt hat, ob er in einen sicheren Drittstaat oder - mit Zustimmung des Hochkommissariates der Vereinten Nationen für die Flüchtlinge - in das Herkunfts- oder Heimatland weggewiesen werden darf, ergibt sich die Festhaltung auf dem Flughafen ohne weiteres faktisch aus der Kombination von Einreiseverweigerung und (in Aussicht genommener) Wegweisung. Insofern stellen Art. 13c und 13d AsylG dem Grundsatz nach eine gesetzliche Grundlage für die Freiheitsbeschränkung bzw. -entziehung dar (vgl. WALTER STÖCKLI, Asylgesuche am Flughafen-Praxisübersicht und Gedanken zum Verfahren, in: ASYL 1996/4 S. 103 ff.; mit gewissen Bedenken wohl auch NICOLAS WISARD, a.a.O., S. 74). Die auf diese Weise gesetzlich vorgesehene Massnahme dient dazu, einen Ausländer am unberechtigten Betreten des Staatsgebietes zu hindern, und vermag den Vollzug einer (möglicherweise) bevorstehenden Wegweisung (\"schwebendes Ausweisungsverfahren\") sicherzustellen; sie ist somit durch einen nach Art. 5 Ziff. 1 lit. f EMRK zulässigen Zweck gedeckt.\n\n|201|\n\nNichts entnehmen lässt sich dem Gesetz über die zulässige Gesamtdauer der Festhaltung des Ausländers auf dem Flughafen sowie über die Ausgestaltung dieses speziellen Aufenthalts. Einzig Art. 47 Abs. 2bis AsylG nennt eine Frist; danach kann der Ausländer ab Erlass der Wegweisungsverfügung des Bundesamtes für Flüchtlinge noch bis zum Entscheid der Asylrekurskommission über die Wiederherstellung der aufschiebenden Wirkung, aber nicht länger als 72 Stunden - am Flughafen - festgehalten werden. Damit aber bleibt offen, wie lange der Ausländer vor dem Entscheid des Bundesamtes festgehalten werden darf, und es ist nicht geregelt, ob und wie lange die Freiheitsbeschränkung noch andauern darf, nachdem die Asylrekurskommission die Wiederherstellung der aufschiebenden Wirkung verweigert hat, um den sofortigen Vollzug der Wegweisung zu garantieren.\n\nNicht im Gesetz vorgesehen ist sodann eine gerichtliche Kontrolle. Zu einer richterlichen (Mit-)Überprüfung der Festhaltung als solcher kommt es nach der Praxis der Schweizerischen Asylrekurskommission frühestens nach Vorliegen eines Wegweisungsentscheids des Bundesamtes für Flüchtlinge.\n\nWird die Festhaltung auf dem Flughafen, wie immer sie im Einzelfall auch ausgestaltet sein mag (\"Haftbedingungen\"), allein nach den bestehenden gesetzlichen Regelungen beurteilt, vermag die schweizerische Rechtsordnung das Recht der Asylgesuchsteller auf Schutz ihrer Freiheit nicht in ausreichendem Mass zu garantieren (vgl. Ziff. 54 des Urteils Amuur).\n\nc) Der Gesetzgeber hat die mit den Asylgesuchen am Flughafen verbundenen Probleme nicht einfach übersehen, sondern bei der Asylgesetzrevision 1990 Regeln dazu aufgestellt. Er hat sodann im Rahmen des Bundesgesetzes über Zwangsmassnahmen im Ausländerrecht Art. 47 AsylG geändert und in dessen Abs. 2bis ausdrücklich eine gesetzliche Grundlage für eine Festhaltung für 72 Stunden vorgesehen; obwohl dabei die Fragen der Fernhaltung von Ausländern und Asylbewerbern und der Sicherstellung von deren Wegweisung grundlegend angegangen wurden, verzichtete er auf eine Regelung der Freiheitsbeschränkung am Flughafen.\n\nEs lässt sich jedoch nicht sagen, dass der Gesetzgeber ausschliessen wollte, die Festhaltung von Ausländern am Flughafen zeitlich zu limitieren oder richterliche Garantien zuzulassen. Wohl müssen die Erkenntnisse aus dem Urteil Amuur des Europäischen Gerichtshofs für Menschenrechte grundsätzlich vom Gesetzgeber in konkrete Regeln umgesetzt werden. Frankreich hat noch vor dem Entscheid |202| des Gerichtshofs seine Gesetzgebung den Erfordernissen von Art. 5 EMRK angepasst (vgl. Ziff. 20 ff. des Urteils Amuur); auch der schweizerische Gesetzgeber wird umgehend tätig werden müssen, nötigenfalls vor einer Totalrevision des Asylgesetzes. Es ist dem Bundesgericht indessen nicht verwehrt, für eine Übergangsfrist bis zum Inkrafttreten einer neuen gesetzlichen Regelung Grundsätze aufzustellen, so dass wenigstens durch die Art der Anwendung der für sich allein ungenügenden einschlägigen nationalen Normen das Recht auf Freiheit gemäss Art. 5 Ziff. 1 EMRK in genügendem Masse garantiert wird. Art. 114bis Abs. 3 BV steht dem schon darum nicht entgegen, weil eine echte Gesetzeslücke vorliegt.\n\nZu gewährleisten ist insbesondere, dass der Ausländer raschmöglichst eine gerichtliche Beurteilung seiner Freiheitsentziehung erwirken kann. Da das Gesetz die richterliche Kontrolle nicht vorsieht, ist im folgenden zu untersuchen, welche Behörde damit zu betrauen ist.\n\n5. a) Das Flughafenverfahren lässt sich in mehrere Phasen aufgliedern, deren Besonderheiten für die Bestimmung der zuständigen richterlichen Behörde zu berücksichtigen sind.\n\nDie erste Phase beginnt mit dem Eintreffen des Ausländers auf dem Flughafen, wo er sein Asylgesuch stellt. Infolge der Verweigerung der Einreise bleibt er dort blockiert, bis das Bundesamt für Flüchtlinge die vorsorgliche Wegweisung verfügt, allenfalls auch direkt das Asylgesuch abweist und die ordentliche Wegweisung anordnet, oder aber die Einreisebewilligung erteilt. Die vorsorgliche Wegweisung ist, vorbehältlich anderer Anordnung des Bundesamtes, sofort vollziehbar. (In den übrigen Fällen muss der sofortige Vollzug speziell angeordnet werden, Art. 17a Abs. 2 AsylG). Die Dauer dieser ersten Phase ist nirgends geregelt.\n\nMit Eröffnung des Wegweisungsentscheids (allenfalls des Asylentscheids) beginnt die zweite Phase. Der Ausländer hat Gelegenheit, innert 24 Stunden bei der Schweizerischen Asylrekurskommission ein Gesuch um Wiederherstellung der aufschiebenden Wirkung einzureichen; die eigentliche Beschwerde kann er innert der üblichen Beschwerdefrist erheben. Die Asylrekurskommission entscheidet über das Gesuch um Wiederherstellung der aufschiebenden Wirkung innert 48 Stunden. Während dieser Gesuchsphase kann der Ausländer gestützt auf Art. 13c und 13d bzw. Art. 47 Abs. 2bis AsylG für noch längstens 72 Stunden festgehalten werden.\n\nNach Ablauf der 72 Stunden beginnt die dritte Phase, welche bis zum Beschwerdeentscheid der Asylrekurskommission (über die |203| Wegweisung, allenfalls über die Asylverweigerung) dauert. Mit deren Entscheid beginnt die vierte und letzte Phase; diese ist mit dem Vollzug der Wegweisung abgeschlossen. Nicht von Bedeutung sind weitere, die erwähnten Phasen teils überschneidende Verfahrensstadien, so wenn vorerst nur über die Wegweisung verfügt und im Beschwerdeverfahren entschieden wird, über das Asylbegehren selber aber erst später befunden wird.\n\nb) Hinsichtlich der dritten (und vierten) Phase stellt sich die Frage des gerichtlichen Rechtsschutzes nur dann, wenn die für rechtlich sofort vollziehbar erklärte Wegweisung aus tatsächlichen Gründen nicht unverzüglich durchgeführt werden kann.\n\nAngesichts des Wortlauts von Art. 47 Abs. 2bis AsylG können Art. 13c und 13d AsylG nach Ablauf der 72 Stunden seit Eröffnung der erstinstanzlichen Wegweisungsverfügung schwerlich als Grundlage für eine Freiheitsbeschränkung betrachtet werden. Zu diesem Zeitpunkt liegt jedoch eine Wegweisung vor, mit deren Vollzug das Bundesamt für Flüchtlinge (bzw. der Instruktionsrichter der Asylrekurskommission, welcher das Begehren um Wiederherstellung der aufschiebenden Wirkung abweist) eine kantonale Behörde beauftragt (Flughafenpolizei, Fremdenpolizei). Damit aber können nun Art. 13b und 13c ANAG Rechtsgrundlage für eine weitere Freiheitsentziehung sein (vgl. Botschaft des Bundesrates vom 22. Dezember 1993 zum Bundesgesetz über die Zwangsmassnahmen im Ausländerrecht, BBl 1994 I 305 S. 332/33; Urteil des Verwaltungsgerichts des Kantons Genf vom 4. Juli 1996 [A/841/1996]; vgl. auch WISARD, a.a.O. S. 74 f., derselbe, Rétention dans les aéroports: Développements et perspectives, in: ASYL 1996/1 S. 19 ff.); diese geben der kantonalen Behörde die Befugnis, den Ausländer zur Sicherstellung des Vollzugs eines erstinstanzlichen Wegweisungsentscheids in Ausschaffungshaft zu nehmen. Die Festhaltung am Flughafen kann jedoch nur dann unter dem Titel Zwangsmassnahmen aufrechterhalten werden, wenn einer der in Art. 13b Abs. 1 ANAG genannten Haftgründe vorliegt und auch die übrigen Bedingungen (z.B. Art. 13c Abs. 5 ANAG) erfüllt sind.\n\nSind die Voraussetzungen der Ausschaffungshaft nicht erfüllt, hat die kantonale Behörde (Flughafenpolizei und/oder Fremdenpolizei) den Ausländer \"freizulassen\". Im Ergebnis kann die Freilassung nur dadurch realisiert werden, dass dem Ausländer die Einreise in die Schweiz bewilligt wird. Das Bundesamt für Flüchtlinge kann sich dem nicht widersetzen; vielmehr wird es den Ausländer, welcher regelmässig noch ein Asylbeschwerdeverfahren hängig hat, einem |204| Kanton (wohl dem Flughafenkanton) zuweisen müssen. Das führt nicht zu einer Missachtung der vom Asylgesetz begründeten Kompetenzen der Bundesbehörden, ergibt sich doch die Erteilung der Einreisebewilligung in dieser Verfahrensphase ausschliesslich aus der Anwendung von Art. 13b und 13c ANAG, wozu allein die Kantone zuständig sind. In der Regel wird allerdings der Ausländer nach der Mitteilung des Zwischenentscheids betreffend Ablehnung der Wiederherstellung der aufschiebenden Wirkung im Hinblick auf einen erst jetzt möglichen Vollzug der Wegweisung noch für kurze Zeit auf dem Flughafen zurückgehalten werden. Es muss der kantonalen Behörde, welche erst jetzt zuständig wird und in den Besitz der vollständigen Akten gelangt, ermöglicht werden, überhaupt erstmals zu prüfen, ob die Voraussetzungen der Ausschaffungshaft (Haftgrund usw.) erfüllt sind. Damit ist sichergestellt, dass dem Ausländer, der vorher während möglicherweise vielen Tagen im Hinblick auf eine vermutliche Wegweisungsverfügung auf dem Flughafen festgehalten wurde, die Einreise nicht gerade auf den Zeitpunkt hin bewilligt wird, da die Wegweisung erstmals vollziehbar wird, obwohl seine Ausreise innert weniger Stunden organisiert werden könnte. Der Wartefrist, die durch die im Hinblick auf eine allfällige Ausschaffungshaft notwendigen Abklärungen bedingt ist, wird die Grundlage jedoch ab jenem Zeitpunkt entzogen, da für die Fremdenpolizei definitiv feststeht, dass kein Haftgrund im Sinne von Art. 13b Abs. 1 ANAG gegeben ist. Dann muss der Ausländer einreisen dürfen, selbst wenn keine Abflugmöglichkeit bestanden hat. Angesichts der üblichen Zeitabläufe im Ausschaffungshaftverfahren wird die zusätzliche Wartefrist in keinem Fall länger als 96 Stunden dauern dürfen.\n\nErachtet die kantonale Behörde die Voraussetzungen der Ausschaffungshaft als erfüllt, muss die weitere Festhaltung am Flughafen gemäss Art. 13c Abs. 2 ANAG von der kantonalen richterlichen Behörde innert 96 Stunden seit dem Wirksamwerden der Wegweisungsverfügung (Abweisung des Gesuchs um Wiederherstellung der aufschiebenden Wirkung) auf ihre Rechtmässigkeit und Angemessenheit hin überprüft werden. Dem Erfordernis des \"raschmöglichsten\" Entscheids ist damit Genüge getan. Sollte dies, z.B. unter dem Gesichtspunkt der Haftbedingungen, erforderlich sein, darf der Kanton die Zwangsmassnahme auch in anderen Lokalitäten als dem Flughafenareal vollziehen, ohne dass er eine förmliche Einreisebewilligung beim Bundesamt erwirken muss.\n\nc) Keiner näheren Erläuterung bedarf, dass die Asylrekurskommission |205| in der zweiten Phase, d.h. in der Zeit zwischen Verfügung des Bundesamtes über die Wegweisung und Entscheid der Kommission über das Begehren um Wiederherstellung der aufschiebenden Wirkung, für die Beurteilung der Freiheitsentziehung zuständig ist.\n\nd) aa) Während der ersten Phase des Flughafenverfahrens liegt keine Wegweisung vor. Auf die Bestimmungen über die Ausschaffungshaft, welche zumindest eine erstinstanzliche Wegweisung voraussetzt (Art. 13b ANAG), kann von vornherein nicht zurückgegriffen werden. Aber auch Art. 13a ANAG, welcher die zuständige kantonale Behörden ermächtigt, einen Ausländer zur Sicherstellung der Durchführung eines Wegweisungsverfahrens in Vorbereitungshaft zu nehmen, fällt als Rechtsgrundlage ausser Betracht. Abgesehen davon, dass in vielen Fällen, da ein Bedürfnis nach Festhaltung des Asylgesuchstellers am Flughafen besteht, unmittelbar nach Einreise des Ausländers und vor Durchführung erster Abklärungen - noch - kein Haftgrund gemäss Art. 13a ANAG erkennbar sein dürfte (Art. 13a lit. b fällt als Grund wohl immer ausser Betracht, Art. 13a lit. e wird praktisch nie erfüllt sein, und auch von Art. 13a lit. a kann vermutlich meistens bloss die erste Tatbestandsvariante von Bedeutung sein), steht die bundesgesetzlich vorgesehene Kompetenzordnung der Anwendung des Zwangsmassnahmengesetzes in dieser Phase entgegen.\n\nDer Ausländer bleibt, wie gesehen, nicht darum im Flughafen blockiert, weil ihm dieser gestützt auf eine ausdrückliche entsprechende Rechtsnorm als Aufenthaltsort zugewiesen wird. Vielmehr beruht die Einschränkung der Bewegungsfreiheit einzig darauf, dass das Bundesamt für Flüchtlinge gestützt auf Art. 13c und 13d AsylG dem Ausländer, welcher ein Asylgesuch gestellt hat, die Einreise nicht bewilligt. Die Befugnis zur Erteilung und Verweigerung der Einreisebewilligung hat der Bundesgesetzgeber ausschliesslich diesem Bundesamt zuerkannt; ebenso ist allein dieses zuständig, die Wegweisung zu verfügen oder darauf zu verzichten und nachträglich die Einreisebewilligung zu erteilen. Anders als nach Vorliegen einer Wegweisungsverfügung, anders aber auch als im ordentlichen Asylverfahren, bei welchem der Asylgesuchsteller durch das Bundesamt einem Kanton zugewiesen wird, dessen Behörden auch vor Erlass einer allfälligen Wegweisungsverfügung Aufgaben wahrzunehmen haben (und beispielsweise Vorbereitungshaft anordnen können), stehen den Kantonen im Flughafenverfahren vorerst keine Befugnisse zu. Als einzige kantonale Behörde ist die Flughafenpolizei |206| involviert, welche bloss Weisungen des Bundesamtes für Flüchtlinge ausführt.\n\nUnter diesen Umständen kann für die erste Phase des Flughafenverfahrens nicht ein kantonales Gericht zur Prüfung der Rechtmässigkeit der Freiheitsbeschränkung eingesetzt werden, müsste es doch letztlich ausschliesslich über die Erteilung der Einreisebewilligung befinden, wobei es sich im wesentlichen mit der Frage zu befassen hätte, mit welcher Wahrscheinlichkeit das Bundesamt für Flüchtlinge eine (vorsorgliche) Wegweisung verfügen dürfte; dazu ist es weder kompetent, noch stehen ihm die diesbezüglichen notwendigen Informationen überhaupt zur Verfügung.\n\nbb) Anordnungen des Bundesamtes für Flüchtlinge können, soweit nicht die Beschwerde an die Schweizerische Asylrekurskommission offensteht, beim Eidgenössischen Justiz- und Polizeidepartement angefochten werden, welches in der Regel endgültig entscheidet (Art. 11 Abs. 5 AsylG). Das Departement ist kein Gericht, wie dies Art. 5 Ziff. 4 EMRK für die Überprüfung von Freiheitsbeschränkungen gemäss Art. 5 Ziff. 1 EMRK verlangt. Es ist damit zu prüfen, ob die Schweizerische Asylrekurskommission als Richter einzusetzen ist.\n\nDas Bundesamt verweigert einem Asylgesuchsteller die Einreise in Berücksichtigung der Erfolgsaussichten des Asylgesuchs. Sein Entscheid steht in direktem Zusammenhang mit dem von ihm in absehbarer Zeit zu treffenden Entscheid über die Wegweisung und kann nicht losgelöst davon betrachtet werden. Der Wegweisungsentscheid selber ist nach klarer gesetzlicher Regelung mit Beschwerde bei der Asylrekurskommission anfechtbar (Art. 11 Abs. 2 AsylG). Die Einreiseverweigerung stellt letztlich eine prozessleitende, vorsorgliche Verfügung im Wegweisungsverfahren dar. Sie ist als auf Art. 13-19 gestützte Massnahme gemäss Art. 46a lit. a AsylG selbständig anfechtbar, sofern sie einen nicht wiedergutzumachenden Nachteil bewirken kann; letztere Voraussetzung ist klarerweise erfüllt. Ausgehend vom im Bundesverwaltungsverfahren allgemein geltenden Prinzip der Einheit des Verfahrens sind Zwischenentscheide bei der gleichen Behörde anfechtbar wie der Hauptentscheid; die prozessleitende Verfügung über die Verweigerung der Einreise wäre demnach bei der Schweizerischen Asylrekurskommission anzufechten.\n\nDie Asylrekurskommission wendet im Meinungsaustauschverfahren betreffend den Genfer Flughafen (MA.12/1996) allerdings ein, der Gesetzgeber habe ihren Aufgabenbereich eng fassen wollen. |207|\n\nWohl ist das Bestreben erkennbar, die Asylrekurskommission nicht generell als Beschwerdeinstanz gegen Verfügungen einsetzen zu wollen, die sich auf das Asylgesetz stützen. In der parlamentarischen Beratung wurde insbesondere die vom Bundesrat noch vorgesehene Möglichkeit gestrichen, gegen den Entscheid über die Zuweisung von Asylbewerbern auf die einzelnen Kantone für die Dauer des Asylverfahrens Beschwerde bei der Asylrekurskommission zu führen. Dieser Zuweisungsentscheid hat neben der eigentlichen Asylfrage und der Frage der Wegweisung selbständige Bedeutung und stellt insofern nicht eine typische vorsorgliche Verfügung oder einen blossen Zwischenentscheid dar. Aus dem Ausschluss der Beschwerde in diesem Bereich lässt sich nichts für die Anfechtbarkeit einer vorsorglichen Massnahme, wie sie die Einreiseverweigerung zu Beginn des Flughafenverfahrens darstellt, ableiten. Angesichts des sowohl sachlich als auch zeitlich engen Zusammenhangs mit der (vorsorglichen) Wegweisung erscheint vielmehr die Zuständigkeit der Asylrekurskommission zur Überprüfung einer entsprechenden verfahrensleitenden Verfügung nicht von vornherein ausgeschlossen.\n\nDie Tatsache allein, dass das Gesetz die Zuständigkeit der Asylrekurskommission für den vorliegenden Fall nicht ausdrücklich vorsieht und der Gesetzgeber bei der politischen Ausmarchung auch für andere Lösungen optieren könnte, ist unerheblich. Das Gesetz hat nämlich auch keine andere richterliche Behörde bestimmt. Eine Zuständigkeit muss damit auf jeden Fall in \"kreativer Rechtsprechung\" geschaffen werden, wie die Asylrekurskommission in ihrem Meinungsaustauschschreiben selber zu Recht ausführt. Gegen die Zuständigkeit der kantonalen Haftrichter in dieser ersten Phase des Flughafenverfahrens sprechen die vorne (aa) erwähnten gewichtigen Gründe; keine ähnlich gewichtigen Bedenken bestehen bei Zuweisung der richterlichen Aufgabe an die Asylrekurskommission. Im Sinne einer Übergangslösung kommt deshalb am ehesten diese Behörde als für die Prüfung der Rechtsmässigkeit der Freiheitsbeschränkung von Ausländern im Flughafenverfahren zuständige gerichtliche Instanz in Frage.\n\ne) Es ist nicht erforderlich, dass der Asylrekurskommission von Amtes wegen sämtliche Fälle, in denen einem Asylbewerber am Flughafen die Einreise verweigert wird, zur Prüfung vorgelegt werden. Es genügt nach Art. 5 Ziff. 4 EMRK (Der Betroffene \"hat das Recht, ein Verfahren zu beantragen\") vielmehr, wenn sie auf Antrag des festgehaltenen Ausländers tätig wird. Dies setzt jedoch praktisch |208| voraus, dass das Bundesamt für Flüchtlinge dem Ausländer unverzüglich nach der Einreise eine förmliche Verfügung eröffnet, aus welcher sich ergibt, dass ihm die Einreise verweigert und ihm der Transitbereich des Flughafens als Aufenthaltsort zugewiesen wird. In der Verfügung ist ferner darauf hinzuweisen, dass dagegen Beschwerde bei der Asylrekurskommission erhoben werden kann. Es sind keine organisatorischen Schwierigkeiten ersichtlich, die einer Eröffnung der Verfügung innert spätestens 48 Stunden seit der Einreise entgegenstehen (s. dazu Änderungsvorschlag der Kommission des Nationalrates zum Entwurf des Bundesrates vom 4. Dezember 1995 betreffend Asylgesetz und ANAG für einen Art. 21a AsylG).\n\nDie Asylrekurskommission wird über Beschwerden \"raschmöglichst\" (\"à bref délai\", \"speedily\"; Art. 5 Ziff. 4 EMRK) urteilen müssen. Sie entscheidet gemäss Art. 11 Abs. 2 AsylG in ihrem Zuständigkeitsbereich endgültig. Nach Art. 5 EMRK ist nicht erforderlich, dass gegen richterliche (Beschwerde-)Entscheide im Sinne von Art. 5 Ziff. 4 EMRK bei einer weiteren nationalen Instanz Beschwerde erhoben werden kann. Es besteht daher kein Anlass, in Abweichung von Art. 11 Abs. 2 AsylG gegen den Entscheid der Asylrekurskommission die Verwaltungsgerichtsbeschwerde an das Bundesgericht zuzulassen. Konkretere Verfahrensregeln aufzustellen, ist nicht Sache des Bundesgerichts im Rahmen des vorliegenden Verfahrens. Soweit notwendig, wird das Eidgenössische Justiz- und Polizeidepartement entsprechende Vorkehrungen treffen oder veranlassen bzw. bei Bedarf eine Verordnung des Bundesrats erwirken. Es ist jedoch, wie bereits erwähnt (E. 4c), erforderlich, dass die Grundzüge des Flughafenverfahrens innert nützlicher Frist vom Gesetzgeber geregelt werden.\n\n6. a) Der Haftrichter des Bezirksgerichts Zürich ist am 10. Dezember 1996 auf ein Haftentlassungsgesuch der Beschwerdeführerin nicht eingetreten, weil er sich für nicht zuständig erachtete. Weder zum Zeitpunkt der Einreichung des Haftentlassungsgesuchs noch zum Zeitpunkt des Nichteintretensentscheids lag der erstinstanzliche Wegweisungsentscheid des Bundesamtes für Flüchtlinge vor. Nach den vorstehenden Ausführungen war damit der kantonale Haftrichter nicht zuständig, und er ist auf das Gesuch zu Recht nicht eingetreten. Die Beschwerde vom 27. Januar 1997 ist abzuweisen, soweit damit um Aufhebung des Entscheids vom 10. Dezember 1996 und um Feststellung ersucht wird, dass der Haftrichter zur Beurteilung der Rechtmässigkeit der Freiheitsentziehung durch |209| Zurückhaltung der Beschwerdeführerin im Transitbereich des Flughafens zuständig sei. Es ist somit richtigerweise kein anfechtbarer Entscheid des kantonalen Haftrichters über die Rechtmässigkeit der Freiheitsbeschränkung ergangen. Schon aus diesem Grunde ist auf das diesbezügliche Feststellungsbegehren nicht förmlich einzutreten; das Bundesgericht wäre im übrigen dafür nicht zuständig, sollte doch die Asylrekurskommission abschliessend über derartige Eingriffe während der fraglichen Verfahrensphase entscheiden (vorne E. 5e).\n\nb) Auf das Haftentlassungsgesuch vom 16. Dezember 1996 trat der Haftrichter des Bezirksgerichts Zürich am 20. Dezember 1996 mit der Begründung nicht ein, dass das Rechtsschutzinteresse an dessen Behandlung infolge Ausschaffung der Beschwerdeführerin am 17. Dezember 1996 gegenstandslos sei. Ergänzend stellte er fest, dass er zur Behandlung des Gesuchs nicht zuständig gewesen wäre. Zusätzlich erklärte er, die Voraussetzungen der Ausschaffungshaft wären erfüllt gewesen.\n\nAus den vorstehenden Ausführungen (E. 5b) ergibt sich, dass ab dem Zeitpunkt der Abweisung des Gesuchs um aufschiebende Wirkung durch die Asylrekurskommission zwar die Bestimmungen über die Ausschaffungshaft Platz greifen, dass aber ein richterlicher Entscheid nicht zwingend vorgeschrieben ist, wenn die Festhaltung am Flughafen vor Ablauf von 96 Stunden ab diesem Zeitpunkt beendet wird. Der Haftrichter war daher auch in diesem zweiten Haftentlassungsverfahren nicht (mehr) verpflichtet, einen Entscheid über die Rechtmässigkeit der Haft zu treffen. Die Beschwerde vom 31. Januar 1997 ist ebenfalls abzuweisen, soweit damit um Aufhebung des Nichteintretensentscheids vom 20. Dezember 1996 sowie um Feststellung ersucht wird, der Haftrichter sei zuständig gewesen. Da auch hier kein anfechtbarer Entscheid über die Rechtmässigkeit der Freiheitsbeschränkung ergangen ist, ist zudem auf das entsprechende Feststellungsbegehren nicht einzutreten. Der Haftrichter hat zwar in einem obiter dictum die Voraussetzungen der Ausschaffungshaft als gegeben erachtet. Ein aktuelles Interesse an der beantragten Feststellung, die Freiheitsbeschränkung in dieser Phase sei rechtswidrig gewesen, bestand nach erfolgter Ausreise schon zum Zeitpunkt der Beschwerdeeinreichung nicht mehr. Diesbezüglich vom Erfordernis des aktuellen Interesses abzusehen, besteht praxisgemäss kein Anlass.\n\nImmerhin ist den Feststellungsbegehren der Beschwerdeführerin mit den vorstehenden allgemeinen Erwägungen über das Flughafenverfahren |210| in weitem Masse Rechnung getragen worden. (Schon) aus diesem Grunde erübrigt sich, näher auf das im zweiten Verfahren gestellte Eventualbegehren einzugehen, wonach der Kanton Zürich aufzufordern sei, sein Verfahrensrecht zu ändern."}