{"annee": "123", "cour": "V", "page": "180", "date": "7/7/1997", "cite": ["100 V 53"], "cite_par": [], "chapeau": "33. Auszug aus dem Urteil vom 7. Juli 1997 i.S. H. gegen IV-Stelle Luzern und Verwaltungsgericht des Kantons Bern", "regestes": ["Art. 69 LAI, art. 89 RAI, art. 200 al. 1 et 4 RAVS. En règle générale, c'est l'autorité cantonale de recours en matière d'AVS qui est compétente pour connaître des recours contre les décisions d'un office cantonal AI."], "faits": "|180|\n\nA.- Die 1960 geborene H. meldete sich am 4. Januar 1994 bei der IV-Stelle ihres Wohnsitzkantons Luzern zum Leistungsbezug an. Nachdem sie im Herbst 1994 ihren Wohnsitz nach Bern verlegt hatte, sprach ihr die IV-Stelle Luzern mit Verfügung vom 19. Dezember 1996 eine halbe Invalidenrente ab 1. Januar 1993 zu. In der Rechtsmittelbelehrung wurde das Verwaltungsgericht des Kantons Luzern als Beschwerdeinstanz bezeichnet.\n\nB.- Hiegegen liess H. durch Fürsprecherin C. Beschwerde beim Verwaltungsgericht des Kantons Bern einreichen und zur Hauptsache beantragen, die Verfügung vom 19. Dezember 1996 sei aufzuheben und es sei ihr ab 1. Januar 1993 eine halbe, ab 1. Januar 1995 eine ganze Invalidenrente auszurichten. In prozessualer Hinsicht machte die Rechtsvertreterin geltend, nach der Wohnsitznahme ihrer Mandantin im Kanton Bern sei (entgegen der Rechtsmittelbelehrung in der angefochtenen Verfügung) das angerufene Gericht zur Beurteilung der Beschwerde örtlich zuständig.\n\nMit einzelrichterlichem Entscheid vom 7. Februar 1997 trat das bernische Verwaltungsgericht auf die Beschwerde nicht ein und überwies die Akten zuständigkeitshalber an das Verwaltungsgericht des Kantons Luzern.\n\nC.- H. lässt Verwaltungsgerichtsbeschwerde führen mit den Rechtsbegehren:\n\n\"1. Der angefochtene Entscheid sei aufzuheben und es sei die Vorinstanz anzuweisen, auf die Beschwerde vom 3.2.1997 einzutreten.\n\n2. (...).\"\n\nWährend die IV-Stelle Abweisung der Verwaltungsgerichtsbeschwerde beantragt, verzichtet das Bundesamt für Sozialversicherung auf eine Vernehmlassung.\n\n|181|", "considerants": "Aus den Erwägungen:\n\n3. Das Verwaltungsgericht des Kantons Bern hat sein Nichteintreten auf die Beschwerde gegen die Rentenverfügung der IV-Stelle Luzern vom 19. Dezember 1996 damit begründet, gemäss dem analog anwendbaren Art. 200 Abs. 4 AHVV sei die Beschwerdeinstanz am Sitz der IV-Stelle, somit das Verwaltungsgericht des Kantons Luzern zuständig für die Beurteilung der Beschwerde. In der Verwaltungsgerichtsbeschwerde wird dagegen der Standpunkt vertreten, für die Bestimmung der örtlich zuständigen kantonalen Beschwerdeinstanz sei nach Art. 200 Abs. 1 AHVV der (bernische) Wohnsitz der Beschwerdeführerin bei Erlass der Verfügung massgebend, weshalb das angerufene Gericht auf die Beschwerde hätte eintreten müssen.\n\n4. a) Die örtliche Zuständigkeit der kantonalen AHV-Rekursbehörden für die Beurteilung von Beschwerden gegen Verfügungen kantonaler IV-Stellen gemäss Art. 69 IVG und Art. 89 IVV ist in Art. 200 AHVV, erlassen durch den Bundesrat gestützt auf Art. 154 Abs. 2 AHVG (vgl. BGE 100 V 55 Erw. 2b), geregelt. Diese Verordnungsbestimmung (in der seit 1. Januar 1975 geltenden Fassung) hat, soweit vorliegend massgebend, folgenden Wortlaut:\n\n\"1 Zuständig zur Beurteilung der Beschwerden ist die Rekursbehörde des Kantons, in welchem der Beschwerdeführer bei Erlass der angefochtenen Verfügung seinen Wohnsitz, Sitz oder Aufenthalt hat.\n\n2 (...)\n\n3 (...)\n\n4 Zuständig für die Beurteilung von Beschwerden gegen Verfügungen einer kantonalen Ausgleichskasse ist jedoch in allen Fällen die Rekursbehörde des entsprechenden Kantons.\"\n\nb) Gemäss dieser Regelung bestehen grundsätzlich zwei Anknüpfungspunkte für die örtliche Zuständigkeit der kantonalen AHV-Rekursbehörden im Gebiet der Invalidenversicherung, einerseits der Wohnsitz, Sitz oder Aufenthalt des Beschwerdeführers bei Erlass der Verfügung, anderseits der Sitz der verfügenden IV-Stelle. Dies führt in Invalidenversicherungsstreitigkeiten dann zu zwei verschiedenen Gerichtsständen, wenn, wie im vorliegenden Fall, ein Versicherter nach Anmeldung zum Leistungsbezug und vor Erlass der Verfügung einen Kantonswechsel vorgenommen hat. Denn die Verlegung des Wohnsitzes in einen anderen Kanton im Verlaufe |182| des Verwaltungsverfahrens ändert an der einmal begründeten Zuständigkeit der IV-Stelle des Wohnsitzkantons des Versicherten im Zeitpunkt der Anmeldung nichts (Art. 55 IVG in der bis 31. Dezember 1996 gültig gewesenen, hier anwendbaren Fassung [ebenso in der seit 1. Januar 1997 in Kraft stehenden, die Bereinigung des Wohnsitzbegriffes nach Art. 95a AHVG berücksichtigenden Fassung] und Art. 40 Abs. 3 IVV). Es ist somit im folgenden zu prüfen, in welchem Verhältnis Art. 200 Abs. 1 und 4 AHVV (als sinngemäss anwendbare invalidenversicherungsrechtliche Vorschriften) zueinander stehen.\n\n5. a) Die Zuständigkeitsordnung gemäss Art. 69 IVG und Art. 89 IVV in Verbindung mit Art. 200 AHVV galt schon vor Schaffung der IV-Stellen im Rahmen der 3. IV-Revision (Bundesgesetz vom 22. März 1991, Verordnung vom 15. Juni 1992, in Kraft getreten am 1. Januar/1. Juli 1992). Unter dem alten Recht waren die Ausgleichskassen im wesentlichen zuständig zum Erlass von Verfügungen im Gebiet der Invalidenversicherung (vgl. altArt.54 Abs. 1 und 60 Abs. 1 IVG; Botschaft des Bundesrates über ein zweites Paket von Massnahmen zur Neuverteilung der Aufgaben zwischen Bund und Kantonen, BBl 1988 II 1333ff., 1382). Die örtliche Zuständigkeit der kantonalen AHV-Rekursbehörden zur Beurteilung der Beschwerden gegen die Kassenverfügungen bestimmte sich danach, ob es sich um eine auf dem ganzen Gebiet der Schweiz tätige Verbandsausgleichskasse oder um eine kantonale Ausgleichskasse handelte. Bei Verbandsausgleichskassen war Anknüpfungspunkt der Wohnsitzgerichtsstand gemäss Art. 200 Abs. 1 AHVV, bei den kantonalen Ausgleichskassen dagegen gelangte Art. 200 Abs. 4 AHVV zur Anwendung (vgl. BGE 100 V 56 Erw. 3a in Verbindung mit EVGE 1959 S. 146; ferner EVGE 1963 S. 174 Erw. 1).\n\nMit der 3. IV-Gesetzes- und Verordnungsnovelle ging die Verfügungszuständigkeit der kantonalen Ausgleichskassen und Verbandsausgleichskassen (im Gebiet der Invalidenversicherung) auf die kantonalen IV-Stellen über (Art. 57 Abs. 1 lit. e IVG und Art. 41 Abs. 1 lit. d IVV; BBl 1988 II 1384 oben). Den Ausgleichskassen verblieben im wesentlichen bloss noch die in Art. 60 Abs. 1 IVG umschriebenen Aufgaben (MEYER-BLASER, Rechtsprechung des Bundesgerichts zum IVG, Zürich 1997, S. 295 f.).\n\nb) Der in bezug auf die streitige Zuständigkeitsfrage hauptsächliche Unterschied zum alten Recht besteht darin, dass es im jetzigen |183| System der kantonalen IV-Stellen keine im Gebiet der ganzen Schweiz tätige verfügungsberechtigte IV-Organe mehr gibt. Damit bleibt aber ausserhalb von Art. 200 Abs. 4 AHVV kein Raum mehr für eine sinngemässe Anwendung von Art. 200 Abs. 1 AHVV. Entgegen der Auffassung der Beschwerdeführerin läuft dies nicht auf eine Umkehrung von Grundsatz (Abs. 1) und Ausnahme (Abs. 4) hinaus, dies schon deshalb nicht, weil im erfahrungsgemäss vorhandenen weiten gemeinsamen Anwendungsbereich dieser beiden Bestimmungen nach wie vor der Gerichtsstand des Wohnsitzes des Beschwerdeführers bei Verfügungserlass im Ergebnis zum Zuge kommt. Insofern kann auch nicht die Rede davon sein, der Wohnsitzgerichtsstand als solcher sei aufgehoben. Im übrigen räumt die Beschwerdeführerin selber ein, dass es für die Qualität und Effizienz der Beurteilung keine Rolle spielt, ob sich die Rekursbehörde im Kanton der verfügenden IV-Stelle oder jene im Wohnsitzkanton des Versicherten mit der Sache befasst (zum Anspruch auf Beizug eines ausserkantonalen Anwalts im Rahmen der unentgeltlichen Verbeiständung vgl. Erw. 6c des in Plädoyer 2/1996 S. 70 auszugsweise wiedergegebenen Urteils K. und Z. vom 13. Juni 1995 mit Hinweisen auf die Rechtsprechung des Bundesgerichts).\n\nc) Nach dem Gesagten ist die Vorinstanz zu Recht nicht auf die Beschwerde gegen die Verfügung vom 19. Dezember 1996 eingetreten."}