{"annee": "123", "cour": "III", "page": "402", "date": "28/8/1997", "cite": ["120 V 15", "111 III 66", "121 III 142", "118 III 4", "123 II 69", "111 II 62", "109 III 93", "118 III 33"], "cite_par": ["145 III 26"], "chapeau": "62. Auszug aus dem Urteil der II. Zivilabteilung vom 28. August 1997 i.S. E. S. und R. S. gegen K. (staatsrechtliche Beschwerde)", "regestes": ["Art. 174 al. 1 LP. La jurisprudence selon laquelle il n'est pas arbitraire de dénier aux créanciers la qualité pour attaquer un jugement prononçant la faillite sur la base d'une déclaration d'insolvabilité reste valable sous l'empire de la LP révisée (consid. 3)."], "faits": "BGE 123 III 402 S. 402\n\nMit Verfügung vom 24. Februar 1997 eröffnete das Bezirksgerichtspräsidium G. über K. aufgrund seiner Insolvenzerklärung mit Wirkung ab dem gleichen Tag, 10.00 Uhr, den Konkurs. Auf das von E. S. und R. S. als Gläubiger gegen die erstinstanzliche Verfügung eingelegte Rechtsmittel nach Art. 174 Abs. 1 SchKG, mit welchem im wesentlichen um Wiederherstellung der Frist zu dessen Einreichung, um Aufhebung der angefochtenen Verfügung und um aufschiebende Wirkung ersucht worden war, trat das Obergericht des Kantons Aargau mit Urteil vom 21. März 1997 nicht ein.\n\nDie von E. S. und R. S. gegen den obergerichtlichen Entscheid eingelegte staatsrechtliche Beschwerde blieb erfolglos.\n\nBGE 123 III 402 S. 403", "considerants": "Aus den Erwägungen:\n\n3. Das Obergericht hat gestützt auf BGE 111 III 66 (dazu unkritisch FRITZSCHE/WALDER, Schuldbetreibung und Konkurs nach schweizerischem Recht, Bd. II, 3. Aufl. Zürich 1993, § 38 Rz. 14b S. 98 f. bei und mit Fn. 35 und KURT AMONN, Die Rechtsprechung des Bundesgerichts im Jahre 1985, ZBJV 123/197, S. 540 f.) den Beschwerdeführern die Legitimation zur Weiterziehung (Art. 174 Abs. 1 SchKG) des aufgrund der Insolvenzerklärung des Beschwerdegegners ergangenen erstinstanzlichen Konkurserkenntnisses abgesprochen. Daran sei auch unter der Herrschaft des neuen Rechts festzuhalten. Die Beschwerdeführer sind der Meinung, die geschilderte Praxis sei aus verschiedenen Gründen zu überdenken (so auch AMONN/GASSER, Grundriss des Schuldbetreibungs- und Konkursrechts, 6. Aufl. Bern 1997, § 38 Rz. 29 S. 307). DOMINIK GASSER (Revidiertes SchKG - Hinweise auf kritische Punkte, ZBJV 132/1996, S. 645 bei Fn. 59) findet, den Gläubigern sei die Parteistellung einzuräumen, wofür er sich auf WALTER A. STOFFEL (Les innovations dans le droit de la faillite, in: La revisione della legge federale sulla esecuzione e sul fallimento, Lugano 1995, S. 80 unten) beruft, der die gleiche Meinung im Fall von Art. 725a Abs. 1 OR vertritt.\n\na) Art. 174 Abs. 1 aSchKG bezeichnet die zur Weiterziehung Berechtigten nicht. Dagegen geht aus Art. 174 Abs. 1 nSchKG unmissverständlich hervor, dass \"die Parteien\" das Konkurserkenntnis weiterziehen können. Ist somit schon nach dem Wortlaut der neuen Bestimmung der Kreis der Beschwerdeberechtigten auf die Parteien des erstinstanzlichen Verfahrens beschränkt worden, darf von einem qualifizierten Schweigen des Gesetzgebers (BGE 123 II 69 E. 3, insbes. 3c S. 73; BGE 120 V 15 E. 4a S. 23 unten) ausgegangen werden. Dafür, dass der Gesetzgeber den am Konkursverfahren nicht beteiligten Gläubigern die Legitimation zur Weiterziehung nicht einräumen wollte, sprechen weitere Gründe:\n\naa) Aus dem Umstand, dass der Schuldner mit der Insolvenzerklärung die Konkurseröffnung nach altem Recht \"bewirken\" (Art. 191 aSchKG) konnte und sie heute nur \"beantragen\" darf (Art. 191 Abs. 1 nSchKG), kann entgegen der Auffassung der Beschwerdeführer nicht hergeleitet werden, dass ihnen nunmehr notwendigerweise ein Rechtsmittel gegen den richterlichen Entscheid zur Verfügung stehen müsse. Einerseits entspricht die Änderung im Gesetzestext besser der schon vor 1997 gepflegten Praxis BGE 123 III 402 S. 404(Botschaft des Bundesrates über die Änderung des Bundesgesetzes über Schuldbetreibung und Konkurs vom 8. Mai 1991; BBl. 1991 III 117 f. Ziff. 205.31), nach welcher dem Schuldner die Konkurseröffnung verweigert werden durfte, wenn er seine Insolvenz im Wissen darum, dass die Konkursmasse keine Aktiven aufweisen würde, oder einzig in der Absicht erklärte, zum Nachteil der Gläubiger eine Lohnpfändung abschütteln zu können (FRITZSCHE/WALDER, a.a.O., § 38 Rz. 14a S. 95 bis 98; PIERRE ROBERT GILLIÉRON, Poursuite pour dettes, faillite et concordat, 3. Aufl. 1993, S. 269 f.; ELISABETH ESCHER, ZBJV 130/1994 S. 719 f.). Anderseits trägt die Änderung der in Art. 191 Abs. 2 nSchKG neugeschaffenen Kompetenz des Richters Rechnung, nicht mehr bloss auf Eröffnung oder Verweigerung des Konkurses erkennen, sondern statt dessen bei gegebenen Voraussetzungen das Verfahren auf einvernehmliche private Schuldenbereinigung nach Art. 333 ff. SchKG anordnen zu können.\n\nbb) Dem vom Bundesgericht angeführten Argument, den unbeteiligten Gläubigern, die den Entscheid über die Konkurseröffnung weiterziehen wollen, könne mangels fassbaren Beginns der zehntägigen Frist nie deren Ablauf entgegengehalten werden, was gegen deren Einbezug in das Verfahren spreche (BGE 111 III 66 E. 2 S. 67 unten), halten die Beschwerdeführer erfolglos entgegen, die Konkurseröffnung werde im Handelsamtsblatt publiziert mit der Folge, dass der Beginn der Frist nach Art. 174 Abs. 1 SchKG daran angeknüpft werden könne. Zum einen übersehen sie, dass bis zur Bekanntmachung der Konkurseröffnung durch das Konkursamt (Art. 232 Abs. 1 i.V. mit Art. 35 Abs. 1 SchKG; FRITZSCHE/WALDER, a.a.O., § 46 Rz. 1 f. S. 251 f.; AMONN/GASSER, a.a.O., § 44 Rz. 28 S. 354) doch einige Zeit verstreichen kann mit der Folge, dass im Fall der Aufhebung des Konkurses durch die zweite Instanz zwischenzeitlich vorgenommene und zum Teil dringliche Konkurshandlungen (Art. 221 ff. SchKG) als nichtig gelten müssten (BGE 121 III 142 E. 2; BGE 118 III 4 E. 2a). Zum anderen hat der Gesetzgeber mit der Verpflichtung des Konkursamtes, den ihm bekannten Gläubigern ein Exemplar der Bekanntmachung der Konkurseröffnung schriftlich mitzuteilen (Art. 233 SchKG), zum Ausdruck gebracht, dass ihm die Publikation der Konkurseröffnung nicht ausreichend erscheint.\n\nDass die Beschwerdeführer im kantonalen Verfahren um Wiederherstellung der Frist von Art. 174 Abs. 1 SchKG ersucht hatten, belegt eine weitere praktische Schwierigkeit. Auf diese Rechtswohltat BGE 123 III 402 S. 405wären die am erstinstanzlichen Konkursverfahren nicht beteiligten Gläubiger meistens angewiesen, um ihrer Legitimation zum Durchbruch zu verhelfen. Die gängigen Kriterien, nach welchen eine abgelaufene Frist wiederhergestellt werden kann (MAX GULDENER, Schweizerisches Zivilprozessrecht, 3. Aufl. 1979, S. 273; OSCAR VOGEL, Grundriss des Zivilprozessrechts, 4. Aufl. 1995, Kap. 9 § 43 Rz. 100 ff. S. 232 f.), würden hier versagen mit der Folge, dass oft nahezu unbefristet Berufung geführt werden könnte.\n\ncc) Was die Beschwerdeführer zum Verhältnis zwischen Art. 194 Abs. 1 SchKG und den darin erwähnten Bestimmungen, zu ihrer besonderen Betroffenheit und zur Sinnlosigkeit von Art. 174 Abs. 1 SchKG im Fall der Zulässigkeit ihres Ausschlusses vom Verfahren vorbringen, ist bereits in BGE 111 II 66 E. 2 S. 67 f. als nicht stichhaltig erkannt worden. Daran vermag auch die Revision nichts zu ändern.\n\ndd) Ferner ist nicht einzusehen, wieso im Konkursverfahren aufgrund einer Insolvenzerklärung alle Gläubiger das Konkurserkenntnis sollten weiterziehen dürfen, wenn im Fall des durch Betreibung eingeleiteten Konkurses nur die betreibenden Gläubiger Parteistellung haben (BGE 111 III 66 E. 2 S. 68 unten; FRITZSCHE/WALDER, a.a.O., § 36 Rz. 28 S. 47 in Fn. 67).\n\nSchliesslich gilt zu beachten, dass der Ausschluss der Gläubiger vom Konkursverfahren bei Insolvenzerklärung des Schuldners auch für den Fall, dass der Konkurs trotz Rechtsmissbrauchs eröffnet worden wäre, weniger einschneidende Folgen hat als vor der Revision. Denn sollte der Schuldner nach Abschluss des Konkurses wieder zu Einkommen gelangen, das die Bildung von Vermögen erlaubt (BGE 109 III 93 E. 1b), kann nach Art. 265 bis 265b SchKG effizienter als bisher darauf gegriffen werden (BBl. 1991 III 157ff. Ziff. 207.63).\n\nb) Somit bleibt es bei der schon in BGE 118 III 33 E. 3b S. 37 gezogenen Schlussfolgerung, dass es entsprechend BGE 111 III 66 nicht willkürlich ist, den Gläubigern im Fall der Insolvenzerklärung des Schuldners die Legitimation an der Weiterziehung des Konkurserkenntnisses abzusprechen."}