{"annee": "123", "cour": "I", "page": "63", "date": "12/3/1997", "cite": ["111 IA 115", "122 I 109", "81 I 192", "101 IA 354", "100 IA 386", "121 I 138", "121 I 230", "119 IA 271", "122 I 53", "91 I 266", "113 IA 46", "112 IA 391", "98 IA 73", "111 IA 273", "119 IA 141", "121 I 357", "115 IA 94", "100 IB 1"], "cite_par": ["137 I 200", "126 II 54", "145 I 167", "129 I 366", "124 V 180", "130 I 185", "138 I 154", "124 II 132", "129 I 381", "124 V 372", "128 V 272", "129 I 113", "129 II 321", "134 I 269", "128 I 190", "125 V 368", "126 I 19", "135 I 279", "125 I 227"], "chapeau": "9. Extrait de l'arrêt de la Ire Cour de droit public du 12 mars 1997 dans la cause Charles Beer et consorts contre Grand Conseil de la République et canton de Genève (recours de droit public)", "regestes": ["Initiative populaire cantonale, unité de la matière, droit d'être entendu (art. 4 Cst.; art. 85 let. a OJ). Droit d'être entendu des citoyens ou du comité d'initiative lorsqu'un parlement cantonal statue sur la recevabilité d'une initiative populaire; un tel droit ne peut pas être déduit de l'art. 4 Cst. (consid. 2). Principe de l'unité de la matière; rappel de la jurisprudence constitutionnelle du Tribunal fédéral (consid. 4b). Sanction du non respect de l'unité de la matière; le droit cantonal peut prévoir une scission de l'initiative (consid. 4c). Sanction en cas d'abus du droit d'initiative (consid. 4d). Exigence de clarté pour le texte d'une initiative non formulée (consid. 4e). Application au cas particulier de la règle de l'unité de la matière (consid. 5) et des dispositions cantonales sur la scission d'une initiative; scission exclue en l'occurrence; nullité de l'initiative car le texte présenté, contenant une multitude de propositions hétéroclites en matière économique et sociale, n'est pas suffisamment clair et représente un abus du droit d'initiative populaire (consid. 6)."], "faits": "|64|\n\nA.- La Communauté genevoise d'action syndicale (CGAS) et le Syndicat interprofessionnel de travailleuses et travailleurs (SIT) ont lancé en 1994 l'initiative populaire cantonale \"Pour l'emploi, contre l'exclusion\". La liste de signatures indique en outre que cette initiative est soutenue par le Parti socialiste genevois, le Parti écologiste genevois et l'Association de défense des chômeurs. Selon le préambule de ce document, il s'agit d'une \"initiative non formulée, qui a pour but de légiférer\" dans le sens d'un texte divisé en trois chapitres principaux (A. Politique économique: créer des emplois, agir de manière anticyclique, réformer la fiscalité/B. Emploi, formation, temps de travail/C. Traitement social du chômage: le chômage sans l'exclusion) et onze sous-chapitres intitulés comme il suit: 1. Développer une politique économique; 2. Agir de manière anticyclique; 3. Réformer une fiscalité qui pénalise l'emploi; 4. Développer une formation accessible à tous; 5. Encourager |65| la création d'emplois par la réduction du temps de travail; 6. Mettre un terme à l'exclusion; 7. Réinsérer les sans-emploi; 8. Instaurer une contribution sociale généralisée (CSG); 9. Faciliter le premier emploi; 10. S'assurer obligatoirement contre la perte de gain; 11. Réformer l'OCE: doter les services publics d'une nouvelle ambition. Des propositions plus détaillées sont développées dans chacun des sous-chapitres. Comprenant plus de 2000 mots, le texte de l'initiative se présente sous forme de trois pages imprimées sur trois colonnes en petits caractères.\n\nPar arrêté du 5 décembre 1994, le Conseil d'Etat de la République et canton de Genève a constaté que l'initiative \"Pour l'emploi, contre l'exclusion\" (ci-après: \"l'initiative 105\", selon la dénomination utilisée par les autorités cantonales) avait abouti, dès lors qu'elle avait recueilli plus de 10'000 signatures (11'569 signatures déposées).\n\nB.- Après une première phase de \"préconsultation\", prévue par l'art. 119 de la loi portant règlement du Grand Conseil de la République et canton de Genève (LRGC), l'initiative 105 a été transmise à la commission législative du Grand Conseil. Celle-ci a déposé son rapport le 16 août 1995 (rapport publié au Mémorial des séances du Grand Conseil [ci-après: Mémorial], 22 septembre 1995, p. 4752 ss). Elle a proposé de déclarer nulles certaines propositions de l'initiative, car non conformes au droit supérieur (en l'occurrence l'art. 31 Cst. ainsi que la loi fédérale sur le service de l'emploi et la location de services). Pour le reste, la commission a admis que les exigences de l'unité de la forme et de l'unité normative (unité de genre) étaient respectées, mais qu'il n'en allait pas ainsi de l'exigence de l'unité de la matière; elle a donc proposé de scinder l'initiative 105 en trois volets - recevables individuellement - intitulés:\n\na) la favorisation de l'emploi;\n\nb) la lutte contre le chômage;\n\nc) la réforme de la fiscalité.\n\nLe Grand Conseil s'est prononcé sur la validité de l'initiative 105 dans sa séance du 22 septembre 1995. A l'issue du débat, le président a soumis au vote la question de la recevabilité, et non pas les conclusions de la commission législative. L'initiative 105 a été déclarée irrecevable par cinquante voix contre quarante-et-une, avec trois abstentions. Un communiqué faisant état de cette décision d'irrecevabilité a été publié dans la Feuille d'Avis Officielle du 27 septembre 1995.\n\n|66|\n\nC.- Agissant par la voie du recours de droit public (au sens de l'art. 85 let. a OJ), Charles Beer et onze particuliers - à une exception près, tous citoyens actifs domiciliés dans le canton de Genève - ainsi que la Communauté genevoise d'action syndicale (CGAS) ont demandé au Tribunal fédéral d'annuler la décision du Grand Conseil et d'inviter cette autorité à se prononcer sur l'initiative 105 conformément à l'art. 67 de la Constitution de la République et canton de Genève (Cst./GE; RS 131.234), disposition qui prévoit une décision sur la prise en considération après celle portant sur la validité. Les recourants ont fait valoir que si le principe de l'unité de la matière n'était pas respecté, l'initiative 105 n'aurait pas dû être déclarée irrecevable, mais scindée en plusieurs parties; ils ont par ailleurs dénoncé un déni de justice formel, n'ayant pas eu l'occasion de s'exprimer devant les autorités en cours de procédure. Charles Beer et les onze autres particuliers recourants sont mentionnés sur les feuilles de signatures en tant que membres du groupe d'électeurs pouvant décider du retrait de l'initiative.\n\nLe Conseil d'Etat a répondu au recours de droit public au nom du Grand Conseil. Les recourants ont ensuite pu déposer un mémoire complétif. Le Tribunal fédéral a rejeté le recours, dans la mesure où il était recevable.", "considerants": "Extrait des considérants:\n\n2. Les recourants reprochent au Grand Conseil de ne pas avoir entendu le comité d'initiative - soit la Communauté genevoise d'action syndicale (CGAS), agissant en cette qualité, ses principaux animateurs ayant été désignés pour former le groupe d'électeurs habilités à retirer l'initiative - avant de prendre sa décision. Ils se réfèrent à une prétendue pratique constante de la commission législative (sans toutefois l'établir), mais ils n'invoquent aucune disposition du droit cantonal qui définirait le \"comité d'initiative\" ou conférerait des droits de nature formelle à ses membres ou à d'autres citoyens dans la procédure d'examen de la validité d'une initiative; les recourants se prévalent en effet uniquement de l'art. 4 Cst.\n\na) L'art. 4 Cst. garantit en principe à toute personne le droit d'être entendue avant qu'une décision ne soit prise à son détriment. L'intéressé doit notamment avoir la possibilité de prendre connaissance des pièces du dossier, de faire administrer des preuves sur des faits importants pour la décision envisagée, de participer à l'administration de l'ensemble des preuves et de faire valoir ses arguments (ATF 122 I 109 consid. 2a et les arrêts cités). |67|\n\nSelon la jurisprudence, l'art. 4 Cst. ne confère pas aux citoyens le droit d'être entendu dans une procédure législative (ATF 121 I 230 consid. 2c, 334 consid. 1c; ATF 119 Ia 141 consid. 4c/aa et les arrêts cités). La décision du parlement cantonal sur la recevabilité d'une initiative populaire n'est cependant pas un acte de législation; cette procédure précède, le cas échéant, la procédure législative proprement dite (ATF 100 Ia 386 consid. 3). On peut dès lors se demander si la garantie constitutionnelle du droit d'être entendu est applicable dans cette procédure; cette question n'a pas encore été résolue par le Tribunal fédéral.\n\nb) Les recourants se réfèrent à un arrêt rendu par le Tribunal fédéral en 1974 (ATF 100 Ib 1 consid. 2), selon lequel la Chancellerie fédérale doit fournir aux promoteurs d'une initiative populaire fédérale l'occasion de s'exprimer préalablement à la déclaration d'invalidité. Or, selon cet arrêt, ce droit de s'expliquer ne découle pas de l'art. 4 Cst., mais d'une norme spéciale du droit administratif fédéral, l'art. 30 al. 1 de la loi sur la procédure administrative (PA; RS 172.021), qui s'applique en principe lorsque la Chancellerie fédérale rend une décision (cf. art. 1er al. 2 let. a PA). L'exigence d'audition préalable selon l'art. 30 PA ne concerne pas les procédures cantonales relatives à la recevabilité d'initiatives populaires.\n\nCela étant, toutes les questions relatives à la recevabilité d'initiatives populaires fédérales ne sont pas tranchées par la Chancellerie fédérale. La loi fédérale sur les droits politiques du 17 décembre 1976 (LDP; RS 161.1) donne à cet organe certaines compétences - contrôler la forme des listes de signatures (art. 69 al. 1 LDP) et le titre de l'initiative (art. 69 al. 2 LDP), déterminer si une initiative a recueilli le nombre prescrit de signatures valables (art. 72 LDP) - et elle prévoit que les décisions de la Chancellerie fédérale dans ces matières peuvent faire l'objet d'un recours de droit administratif au Tribunal fédéral (art. 80 al. 2 et 3 LDP - les membres du comité d'initiative défini à l'art. 68 let. e LDP peuvent le cas échéant recourir); la loi fédérale ne permet cependant pas à la Chancellerie fédérale de se prononcer sur le respect des principes de l'unité de la matière et de la forme, cet examen incombant à l'Assemblée fédérale (art. 75 al. 1 LDP). Devant le parlement, les promoteurs d'une initiative ne pourraient pas se prévaloir du droit à l'audition préalable selon l'art. 30 PA (cf. art. 1er PA).\n\nc) La Communauté genevoise d'action syndicale (CGAS) n'a pas, en tant qu'association, la qualité d'électeur; elle a cependant lancé l'initiative. Les autres recourants, qui se décrivent comme les |68| principaux animateurs de l'association précitée, sont en revanche des électeurs (le cas d'un recourant étant toutefois réservé) et, selon la clause de retrait figurant sur les listes de signatures, ils sont autorisés à retirer l'initiative; ces recourants ont sans doute aussi signé cette initiative. De nombreux autres citoyens ont également exercé leurs droits politiques en signant l'initiative et, dans cette mesure, la décision d'irrecevabilité peut les concerner.\n\nPour certaines décisions relatives à la recevabilité des initiatives populaires cantonales - portant par exemple sur la forme des listes ou la validité de certaines signatures -, on pourrait envisager que le droit d'être entendu ne soit reconnu qu'au comité d'initiative, en tant que représentant des signataires vis-à-vis des organes étatiques (cf. ALFRED KÖLZ, Die kantonale Volksinitiative in der Rechtsprechung des Bundesgerichts, ZBl 83/1982 p. 30; ETIENNE GRISEL, Initiative et référendum populaires, Lausanne 1987, p. 142). On pourrait aussi éventuellement concevoir que les décisions d'irrecevabilité sont des décisions collectives, dont les destinataires spécifiques seraient les auteurs de l'initiative ou le groupe des électeurs autorisés à la retirer (cf. ANDREAS AUER, Problèmes et perspectives du droit d'initiative à Genève, Lausanne 1987, [ci-après: Droit d'initiative], p. 56; quant au droit de s'expliquer avant une décision collective: ATF 121 I 230 consid. 2c; ATF 119 Ia 141 consid. 5c/cc). On pourrait également admettre qu'il ne s'agit pas de décisions collectives, dès lors que tous les intéressés - les membres du comité d'initiative ou, le cas échéant, les citoyens ayant exercé leurs droits politiques en signant l'initiative - peuvent être identifiés individuellement grâce aux listes déposées (sur la notion de décision collective: cf. PIERRE MOOR, Droit administratif, vol. II, Berne 1991 p. 117); les modalités d'exercice du droit de s'expliquer préalablement devraient alors être étudiées. Ces questions n'ont cependant pas à être résolues ici.\n\nd) La portée du droit d'être entendu, selon l'art. 4 Cst., se détermine en fonction de la situation concrète et des intérêts en présence (ATF 111 Ia 273 consid. 2b). La jurisprudence tient compte, en particulier, de la structure et de l'organisation spécifiques des parlements cantonaux lorsque ceux-ci rendent des décisions ou exercent des compétences juridictionnelles, notamment dans le domaine des droits politiques (cf. ATF 119 Ia 141 consid. 5c/dd; ATF 98 Ia 73 consid. 2; ATF 91 I 266 consid. 6); il s'agit d'un élément important en l'espèce. Il faut aussi prendre en considération la nature des questions litigieuses - le respect du principe de l'unité de la matière et les |69| modalités d'une scission de l'initiative selon le droit cantonal (cf. infra, consid. 4 et 5) -, qui n'exigent pas de l'autorité compétente qu'elle administre des preuves ou apprécie des faits (il en irait autrement, par exemple, s'il s'agissait de déterminer si une initiative a recueilli le nombre prescrit de signatures valables). Dans ce sens, l'examen du Grand Conseil portait exclusivement sur des questions d'ordre juridique.\n\nLe droit d'être entendu a notamment pour fonction de renseigner l'autorité compétente sur la situation particulière du cas (cf. ATF 122 I 53 consid. 4a et les arrêts cités). Or, si les règles relatives à l'unité de la matière et à la scission des initiatives confèrent un certain pouvoir d'appréciation à l'autorité compétente, les normes applicables contenant des notions juridiques indéterminées, on peut admettre que dans un parlement cantonal où de nombreuses sensibilités politiques sont représentées, tous les éléments pertinents peuvent être invoqués au cours de la discussion, en commission ou en plenum. Dans ces conditions, il est en principe superflu que les intéressés - le comité d'initiative ou les signataires - présentent eux aussi des arguments juridiques. Au reste, les membres du comité d'initiative avaient des moyens indirects et légitimes de faire valoir leurs intérêts auprès des députés, lors des différentes étapes de la procédure d'examen de la recevabilité. Ils pouvaient par exemple s'adresser aux représentants des deux partis politiques, siégeant au Grand Conseil, qui avaient expressément soutenu le lancement de l'initiative; cette possibilité leur était notamment offerte après la publication du rapport du Conseil d'Etat sur la prise en considération de l'initiative, après le débat de préconsultation ou après le dépôt du rapport de la commission législative, soit une fois que les bases de la discussion finale devant le Grand Conseil étaient connues. En statuant sur la recevabilité, le Grand Conseil s'est fondé sur des motifs juridiques, évoqués au cours de cette procédure, qui n'avaient donc rien d'imprévisible (on peut à ce propos se référer à la jurisprudence selon laquelle, en vertu de l'art. 4 Cst., les parties à une procédure de recours n'ont le droit de s'expliquer préalablement sur des questions juridiques que si l'autorité envisage de fonder sa décision sur une norme ou un motif jamais évoqué dans la procédure antérieure et dont personne ne s'était prévalu ou ne pouvait supputer la pertinence in casu - cf. ATF 115 Ia 94 consid. 1b et les arrêts cités).\n\nPour déterminer la portée du droit d'être entendu, l'analyse des facultés que la procédure offre globalement aux intéressés est également pertinente; on tiendra ainsi compte de la possibilité de |70| porter la décision en cause devant une autorité de recours disposant d'un libre pouvoir d'examen (ATF 111 Ia 273 consid. 2b et les arrêts cités; cf. MOOR, op.cit., p. 185). En l'occurrence, la procédure de recours de droit public selon l'art. 85 let. a OJ permet précisément au Tribunal fédéral d'examiner librement l'application des règles constitutionnelles et légales relatives à l'unité de la matière et à la scission des initiatives populaires cantonales.\n\nSur la base de tous ces éléments, il faut considérer qu'en l'absence de disposition spécifique du droit cantonal, le \"comité d'initiative\" ou les électeurs recourants ne pouvaient pas, en vertu de l'art. 4 Cst., exiger du Grand Conseil qu'il leur donne l'occasion de s'expliquer avant de déclarer l'initiative 105 irrecevable. Lorsqu'un parlement cantonal doit se prononcer sur l'unité de la matière au stade de l'examen de la recevabilité d'une initiative populaire, le droit constitutionnel fédéral n'exige en principe pas une audition préalable des auteurs de l'initiative ou des citoyens intéressés. A ce propos, le grief de violation du droit d'être entendu doit donc être écarté.\n\n4. Les recourants se plaignent d'une violation, par le Grand Conseil, de l'art. 66 Cst./GE et de l'art. 120 LRGC; ils se prévalent du principe de l'unité de la matière et soutiennent que si l'initiative 105 ne respectait pas ce principe, la sanction de cette irrégularité n'aurait pas dû être son irrecevabilité, mais une scission en plusieurs volets.\n\na) aa) Les règles constitutionnelles cantonales relatives aux initiatives populaires figurent aux art. 64 ss Cst./GE. La constitution distingue trois types d'initiatives: l'initiative constitutionnelle \"rédigée de toutes pièces\" (art. 65A Cst./GE), l'initiative législative \"rédigée de toutes pièces\" (art. 65B Cst./GE) et l'initiative non formulée, qui \"peut être présentée sous la forme d'une proposition conçue en termes généraux et susceptible de formulation par une révision de la constitution ou par une loi, ce choix appartenant au Grand Conseil\" (art. 65 Cst./GE). La procédure d'examen de la recevabilité des initiatives est réglée à l'art. 66 Cst./GE, dans les termes suivants (note marginale: \"invalidation\"):\n\n\"1 Le Grand Conseil déclare nulle l'initiative qui ne respecte pas l'unité de la forme ou du genre.\n\n2 Il scinde ou déclare partiellement nulle l'initiative qui ne respecte pas l'unité de la matière, selon que ses différentes parties sont en elles-mêmes valides ou non; à défaut, il déclare l'initiative nulle.\n\n3 Il déclare partiellement nulle l'initiative dont une partie est manifestement non conforme au droit si la ou les parties qui subsistent sont en elles-mêmes valides; à défaut, il déclare l'initiative nulle.\" |71|\n\nL'art. 120 al. 2 à 4 LRGC reprend textuellement, au niveau législatif, l'art. 66 Cst./GE.\n\nbb) En l'occurrence, le Grand Conseil a invalidé l'initiative 105 sans se prononcer directement sur les conclusions du rapport de sa commission législative. La \"recevabilité formelle\" a en effet été considérée comme une question préalable; il aurait donc fallu un vote positif sur ce point pour que la vérification de la conformité au droit supérieur et la scission en trois volets, selon les propositions de la commission législative, fissent l'objet d'une décision (cf. Mémorial, 22 septembre 1995, p. 4798). Il ressort du compte-rendu des débats du Grand Conseil que l'irrecevabilité a été prononcée avant tout sur la base de l'art. 66 al. 2 Cst./GE, qui consacre le principe de l'unité de la matière. Les exigences de l'unité de la forme et de l'unité de genre (art. 66 al. 1 Cst./GE) - respectées en l'espèce, selon la commission législative (Mémorial, 22 septembre 1995, p. 4754 s.) - ont certes été discutées, mais ces points n'apparaissaient pas comme décisifs pour motiver la décision d'irrecevabilité. Quoi qu'il en soit, il suffit, dans la présente procédure de recours, de se prononcer sur l'unité de la matière et l'application de l'art. 66 al. 2 Cst./GE (ainsi que de l'art. 120 al. 3 LRGC, qui n'a toutefois pas de portée indépendante).\n\nb) Selon les règles et les principes généraux - de nature constitutionnelle - que la jurisprudence du Tribunal fédéral a développés, tout citoyen a la faculté d'exiger qu'aucun résultat de votation ou d'élection ne soit reconnu s'il ne traduit pas d'une manière fidèle et sûre la volonté librement exprimée du corps électoral (ATF 121 I 138 consid. 3; ATF 119 Ia 271 consid. 3a et les arrêts cités). Le droit des électeurs de voter de manière conforme à leur volonté réelle et, partant, de s'exprimer à l'abri de toute influence extérieure illicite postule notamment que la question à laquelle ils doivent répondre lors d'une votation ne porte que sur un seul objet ou, tout au moins, sur des objets étroitement interdépendants, réunis entre eux par un lien réel et objectif. Ce principe dit de l'unité de la matière est toutefois relatif: il n'exige pas toujours que chaque disposition d'un projet soit soumise séparément au corps électoral; l'essentiel est que les dispositions sur lesquelles celui-ci est appelé à se prononcer aient entre elles un rapport intrinsèque étroit et poursuivent le même but (ATF 113 Ia 46 consid. 4a; ATF 112 Ia 391 consid. 3b et les arrêts cités).\n\nLa portée du principe de l'unité de la matière est en outre différente selon les domaines. Ainsi, les exigences sont plus strictes en cas de révision partielle de la constitution qu'à l'égard de projets |72| législatifs. Ce principe s'impose par ailleurs de façon plus rigoureuse aux projets issus d'une initiative populaire qu'à ceux proposés par l'autorité: en effet, la règle veut aussi empêcher que les auteurs de l'initiative puissent réunir des partisans de réformes différentes et atteindre ainsi plus aisément le nombre de signatures requis, en risquant cependant de donner un reflet inexact de l'opinion populaire (ATF 113 Ia 46 consid. 4a; ATF 81 I 192 consid. 6 p. 202 et les arrêts cités; dans certaines circonstances, on pourrait aussi admettre que la réunion d'éléments hétérogènes risque de rendre plus difficile la récolte des signatures, les motifs de désaccord étant plus nombreux: cf. ANDREAS AUER, Les droits politiques dans les cantons suisses, Genève 1978, p. 127; LUZIAN ODERMATT, Ungültigkeiterklärung von Volksinitiativen, AJP/PJA 1996 p. 712). Une autre distinction peut être faite: les initiatives entièrement rédigées sont traitées de façon plus stricte, au regard de la règle de l'unité de la matière, que les propositions conçues en termes généraux, lesquelles nécessitent encore l'élaboration d'un texte par le parlement (ATF 113 Ia 46 consid. 4a); le parlement dispose en effet d'une certaine marge de manoeuvre et il peut, le cas échéant, corriger le vice en rédigeant les dispositions voulues (cf. ATF 121 I 357 consid. 4b; cf. GRISEL, op.cit., p. 204). Il faut interpréter l'art. 66 al. 2 Cst./GE, qui consacre le principe de l'unité de la matière en droit cantonal genevois, à la lumière de ces principes.\n\nc) Au niveau fédéral, une initiative populaire qui ne respecte pas le principe de l'unité de la matière doit être déclarée nulle (art. 75 al. 1 LDP). Dans les cantons, la nullité de l'initiative est généralement aussi la sanction prévue. Il ne découle cependant pas du droit constitutionnel fédéral qu'un tel vice doit nécessairement entraîner cette sanction; la scission de l'initiative en plusieurs parties, soumises à des votes distincts, n'est pas exclue si le droit cantonal l'admet (ATF 81 I 192 consid. 6 p. 201; cf. arrêt non publié du 18 décembre 1984 en la cause Hentsch & crts c. Genève, consid. 9e).\n\nL'art. 66 al. 2 Cst./GE prévoit précisément la scission de l'initiative qui ne respecte pas l'unité de la matière, pour autant que ses différentes parties soient en elles-mêmes valides (à savoir lorsque les exigences de l'unité de la forme, de l'unité du genre et de la conformité au droit supérieur sont remplies). Cette règle a été introduite lors de la révision constitutionnelle du 27 mars 1993, qui portait sur l'ensemble des dispositions relatives à l'initiative cantonale (art. 64 à 68 Cst./GE). Afin de préparer cette révision, le Conseil d'Etat avait chargé le professeur Auer d'établir un inventaire des problèmes |73| posés par le traitement des initiatives populaires (cf. exposé des motifs, in: Mémorial, 12 octobre 1990, p. 4648); cet expert avait préconisé la scission de l'initiative comme sanction du non respect de l'unité de la matière (cf. AUER, Droit d'initiative, p. 28/29). Le Grand Conseil s'est prononcé le 25 septembre 1992 sur les nouvelles dispositions constitutionnelles et légales et il a adopté le système de la scission, conformément aux recommandations de sa commission législative, qui présentait cette solution comme la plus favorable aux initiants (cas d'application du principe \"in dubio pro populo\"; cf. Mémorial, 25 septembre 1992, p. 5031 et 5041).\n\nd) L'unité de la matière est une notion relative, en ce sens que les exigences qui en découlent doivent être appréciées en fonction des circonstances concrètes; il ne faut néanmoins pas que les différentes clauses d'une initiative soient réunies de manière artificielle ou subjective (cf. GRISEL, op.cit., p. 194; PIERRE TSCHANNEN, Stimmrecht und politische Verständigung, Bâle 1995 p. 128/129). De même, les auteurs d'une initiative qui ne respecte pas l'unité de la matière ne sauraient exiger une scission, permettant de sauver leur démarche - lorsque ce procédé est admis par le droit cantonal -, à n'importe quelles conditions (cf. KÖLZ, op.cit., p. 21). La notion d'abus de droit s'applique dans le domaine des droits politiques et un abus du droit d'initiative doit en principe être sanctionné par la nullité du projet présenté (cf. LUZIUS WILDHABER, Commentaire de la Constitution fédérale, Bâle/Zurich/Berne 1988, n. 117 ad art. 118 Cst.; KATHARINA SAMELI, Treu und Glauben im öffentlichen Recht, RDS 96/1977 II p. 332 ss; GRISEL, op.cit., p. 162, 194; ODERMATT, op.cit., p. 718; cf. également ATF 101 Ia 354 consid. 8).\n\ne) Indépendamment de l'exigence de l'unité de la matière, le texte d'une initiative non formulée doit être rédigé et présenté de façon suffisamment claire (ATF 111 Ia 115 consid. 3a; cf. ODERMATT, op.cit., p. 717). Ce principe du droit fédéral a une portée particulière dans les cas où une scission doit être envisagée (cf. supra, consid. 4c); on peut alors attendre des auteurs de l'initiative qu'ils présentent clairement les différents volets de leur texte, aussi bien à l'intention des signataires que de l'autorité compétente pour examiner la recevabilité.\n\n5. En l'espèce, il n'est pas prétendu, dans l'acte de recours, que l'initiative 105 respecterait le principe de l'unité de la matière. Les recourants la présentent comme \"un ensemble de propositions, toutes orientées vers la protection de l'emploi, regroupées par thèmes, ayant trait à de nombreux domaines, à savoir le développement d'une |74| politique économique, l'action anticyclique, la réforme fiscale, le développement de la formation, l'encouragement à la création d'emplois par la réduction du temps de travail, le chômage sans exclusion, la réinsertion des sans-emploi, l'instauration d'une contribution sociale généralisée, des mesures propres à faciliter le premier emploi, l'assurance obligatoire contre la perte de gain, la réforme du service de placement de l'Office cantonal de l'emploi\"; ils reprennent là les titres des onze sous-chapitres du texte litigieux. Dans leur mémoire complétif, les recourants font cependant valoir qu'ils n'ont jamais admis que l'initiative 105 ne respectait pas l'unité de la matière, toutes les propositions convergeant et étant propres à atteindre le but fixé, maintenir et créer des emplois pour lutter contre le chômage. Ce dernier critère n'est toutefois pas décisif: il ne suffit en effet pas que diverses propositions tendent vers un même but pour qu'elles aient entre elles un rapport intrinsèque étroit, au sens de la jurisprudence relative à l'unité de la matière (cf. supra, consid. 4b). Plus l'objectif est général, plus l'éventail des mesures concourant à son accomplissement peut être large, et ces mesures peuvent être disparates et concerner des objets indépendants les uns des autres (ainsi, par exemple, une initiative dont le but serait d'améliorer la qualité de la vie pourrait proposer des mesures touchant à tous les domaines de l'activité étatique). Or il est manifeste, en l'occurrence, que la règle de l'unité de la matière n'est pas respectée - même en tenant compte du fait que l'initiative 105 est non formulée et qu'elle tend, en tout cas principalement, à l'adoption de prescriptions législatives, hypothèse excluant une interprétation restrictive de cette règle (cf. supra, consid. 4b). Il n'y a pas un rapport étroit entre les différentes propositions qu'elle contient: pour ne prendre que quelques exemples, il n'y pas de lien direct entre la politique visant à la création d'emplois dans une catégorie spécifique d'entreprises genevoises (ch. 1.1 et 1.3) et l'encouragement et la démocratisation de la formation des adultes (ch. 4), ni entre la modification du régime fiscal des entreprises (ch. 3) et le développement des occupations temporaires (ch. 6), ni encore entre l'intervention de l'Etat dans la gestion de la Banque cantonale (ch. 1.3.) et l'assurance obligatoire des chômeurs contre la perte de gain (ch. 10).\n\nCela étant, l'argumentation principale des recourants ne porte pas sur la règle de l'unité de la matière en tant que telle, mais sur la sanction de son inobservation.\n\n6. Les recourants soutiennent que la scission en trois volets, telle que proposée en l'espèce par la commission législative du Grand |75| Conseil - la favorisation de l'emploi, la lutte contre le chômage et la réforme de la fiscalité -, était une solution appropriée et conforme à l'art. 66 al. 2 Cst./GE. Dans sa réponse au recours, le Conseil d'Etat fait en revanche valoir que le texte de l'initiative 105 aurait imposé une division en quinze volets au moins, alors que l'art. 66 al. 2 Cst./GE ne permettrait pas une scission en plus de deux ou trois parties. Le Conseil d'Etat invoque à ce propos les travaux préparatoires de la révision constitutionnelle de 1993 et le but du nouveau régime.\n\na) Dans la genèse du nouvel art. 66 Cst./GE, issu de la révision de 1993, il n'a pas été question d'un nombre maximum de propositions ou d'une limite quantitative au devoir de scinder une initiative populaire ne respectant pas le principe de l'unité de la matière. Le Conseil d'Etat n'a pas pris position sur ce point dans son exposé des motifs. Le rapport de la commission législative a évoqué une \"scission en deux\" parties (Mémorial, 25 septembre 1992, p. 5029), en \"plusieurs textes\" (ibid., p. 5031), voire en \"autant de parties qu'il y a de propositions\" (ibid., p. 5041). Cette question précise n'a pas fait l'objet d'interventions des députés lors du débat parlementaire (ibid., p. 5088 ss). Quant à l'expertise du professeur Auer, à laquelle se sont référées les autorités cantonales, elle mentionne le système du droit cantonal saint-gallois, prévoyant une scission en \"deux ou plusieurs parties\" (AUER, Droit d'initiative, p. 27); pour le canton de Genève, cette expertise propose un système admettant une division \"en plusieurs parties\", en réservant la solution de l'irrecevabilité de l'initiative en cas d'abus de droit, par exemple lorsque l'initiative \"comporte de façon abusive plusieurs chapitres qui n'ont manifestement aucun lien notoire entre eux\" (ibid., p. 29). Sur cette base, l'interprétation historique de l'art. 66 al. 2 Cst./GE ne permet pas de conclure à l'exclusion de principe d'une scission en plus de deux ou trois volets.\n\nLes parties n'invoquent par ailleurs aucun précédent sur ce point. Un cas de scission a néanmoins été mentionné au Grand Conseil lors des débats relatifs à l'initiative 105, mais l'initiative en question avait été divisée en deux volets seulement (initiative 104 - cf. Mémorial, 22 septembre 1995, p. 4794).\n\nb) En l'occurrence, la commission législative a examiné plusieurs possibilités de scission de l'initiative 105. Elle a refusé une scission en vingt-sept parties - solution \"très pointilliste\" - ou en quatre parties, pour admettre une scission en trois parties, sans pour autant se prononcer sur le contenu de chacun de ces volets (Mémorial, 22 |76| septembre 1995, p. 4754). Dans leur mémoire complétif, les recourants soutiennent que c'est au stade de la prise en considération (art. 67 Cst./GE) et non pas à celui de l'examen de la validité (art. 66 Cst./GE) que la répartition des différentes propositions dans les trois volets aurait dû être opérée, le cas échéant. En revanche, dans ses écritures au Tribunal fédéral, le Conseil d'Etat, après avoir tenté de procéder à cette répartition, fait valoir que les propositions relatives aussi bien à la \"favorisation de l'emploi\", à la \"lutte contre le chômage\" qu'à la \"réforme de la fiscalité\" sont si disparates que le principe de l'unité de la matière ne pourrait être respecté à l'intérieur de chacun de ces trois volets.\n\nc) L'initiative 105 présente un foisonnement de propositions et son texte s'apparente au volet économique du programme d'un parti politique, établi en vue d'élections cantonales (la commission législative a parlé d'\"initiative programmatique\" - cf. Mémorial, 22 septembre 1995, p. 4753). Il est manifeste que la réunion dans une seule initiative d'une multitude de propositions en matière économique et sociale, sous un titre avantageux, a facilité la récolte des signatures, tout en dissuadant certains électeurs, en raison de la longueur du texte, d'en étudier sérieusement le contenu lorsqu'ils étaient invités à apposer leur signature. Indépendamment des possibilités offertes par le droit cantonal pour réparer par une scission l'absence d'unité de la matière, on peut déjà considérer qu'il y a là un abus du droit d'initiative populaire (cf. supra, consid. 4d; cf. également KÖLZ, op.cit., p. 20 note 128).\n\nCela étant, il n'appartient pas au Tribunal fédéral, dans la procédure du recours de droit public, de déterminer le mode de scission qui permettrait de soumettre aux électeurs des groupes de propositions respectant, pour chacun d'eux, les exigences du droit fédéral. Il est fortement douteux qu'en répartissant les multiples propositions de l'initiative dans les trois volets envisagés par la commission législative - la favorisation de l'emploi, la lutte contre le chômage et la réforme de la fiscalité -, on puisse garantir l'existence d'un rapport intrinsèque étroit entre les éléments de chacun de ces volets. Ceux-ci ne correspondent du reste pas aux trois chapitres principaux de l'initiative (politique économique; emploi, formation, temps de travail; traitement social du chômage). Même en admettant une scission en onze volets, selon les onze sous-chapitres définis par les auteurs de l'initiative, il n'est pas certain que la règle de l'unité de la matière puisse être respectée à l'intérieur de chaque volet. Or, si l'on soumettait onze objets distincts au corps électoral, certains |77| pourraient être acceptés et d'autres refusés. Comme, d'un point de vue politique, les mesures proposées ont été présentées comme étant complémentaires et d'importance équivalente, une acceptation partielle pourrait ne pas correspondre aux intentions des auteurs et, surtout, des signataires de l'initiative. Les difficultés à trouver une forme de scission satisfaisante, compte tenu de l'enchevêtrement de propositions tendant à réformer de multiples domaines de l'activité étatique, démontrent en tout cas que l'initiative n'a pas été présentée avec la clarté nécessaire et qu'elle est critiquable à cet égard (cf. supra, consid. 4e).\n\nL'exigence de clarté a une importance particulière dans le système du droit genevois, le Grand Conseil devant traiter rapidement les initiatives populaires; c'était l'un des objectifs de la révision constitutionnelle de 1993 (cf. supra, consid. 4c; cf. Mémorial, 25 septembre 1992, p. 5031), qui a prévu à cet effet des délais \"impératifs\" (art. 67A Cst./GE). Dès la constatation de l'aboutissement de l'initiative, le parlement dispose de neuf mois pour décider de son invalidation éventuelle (art. 67A al. 1 let. a Cst./GE), dix-huit mois pour statuer sur sa prise en considération (let. b), et trente mois au plus pour l'ensemble de la procédure (let. c), s'il a approuvé - au stade de la prise en considération (cf. art. 67 Cst./GE) - une initiative non formulée ou s'il a décidé d'opposer un contre-projet. Ces délais ne peuvent être prolongés et si la décision sur la validité n'est pas prise en temps utile, l'initiative est censée recevable (art. 120 al. 5 LRGC). En outre, dans l'hypothèse où le Grand Conseil prend en considération une initiative non formulée, il doit la concrétiser dans un délai relativement bref. Quand l'initiative concerne, comme en l'espèce, de nombreux aspects fondamentaux de la politique économique et sociale du canton, on ne peut pratiquement pas attendre du parlement qu'il adopte tous les projets de loi dans le délai prescrit. Ces particularités du droit constitutionnel cantonal ont du reste été évoquées lors des débats sur l'initiative 105 (cf. notamment Mémorial, 22 septembre 1995, p. 4795); elles ne sauraient être ignorées en cas d'application de la disposition qui permet la scission d'une initiative ne respectant pas l'unité de la matière (art. 66 al. 2 Cst./GE).\n\nEn définitive, tous ces éléments démontrent que le Grand Conseil était fondé, in casu, à sanctionner un abus du droit d'initiative populaire en déclarant irrecevable l'initiative 105, cette solution entrant seule en considération à défaut de scission praticable. Le droit cantonal ne prévoit du reste pas d'invalidation partielle en pareil cas. |78|\n\nLa décision attaquée ne viole ni l'art. 66 al. 2 Cst./GE, ni les principes généraux du droit fédéral; les griefs des recourants doivent donc être écartés."}