{"annee": "123", "cour": "I", "page": "313", "date": "30/5/1997", "cite": ["121 I 326", "122 I 343", "116 IA 264", "122 I 18", "119 IA 453", "117 IB 399", "122 II 241", "122 I 109", "119 IA 374"], "cite_par": ["124 I 107", "125 I 276", "125 II 315", "126 V 252", "129 I 337", "126 I 213", "125 I 322", "127 I 60", "125 II 440", "125 II 56", "130 I 96", "131 I 272", "128 I 46", "125 I 431", "125 I 369", "124 I 101", "129 I 35", "125 II 406", "125 I 267", "125 I 474", "125 II 10", "129 I 290", "128 II 56", "126 III 431"], "chapeau": "32. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 30. Mai 1997 i.S. Christoph Häberli gegen Obergericht des Kantons Bern (staatsrechtliche Beschwerde)", "regestes": ["Autorisation d'exercer la profession d'avocat: art. 2 Disp. trans. Cst.; loi fédérale sur le marche intérieur (LMI). Le grief selon lequel des dispositions cantonales concernant l'admission d'avocats extérieurs au canton ne sont pas compatibles avec la loi fédérale sur le marché intérieur doit être invoqué dans un recours de droit public (consid. 1). Pouvoir d'examen du Tribunal fédéral face aux recours pour violation du principe de la force dérogatoire du droit fédéral (consid. 2). Les dispositions matérielles de la loi fédérale sur le marché intérieur sont pleinement en force dès l'entrée en vigueur de cette loi (1er juillet 1996); le délai d'adaptation de deux ans ne les concerne pas (consid. 3). Selon les garanties découlant de la loi fédérale sur le marché intérieur, l'avocat qui satisfait aux exigences d'honorabilité et de crédibilité dans son canton de domicile doit être autorisé à exercer la profession d'avocat dans les autres cantons, en principe sans plus ample examen des conditions personnelles (consid. 4). La procédure d'examen des restrictions à la liberté d'accès au marché selon l'art. 3 LMI est en principe gratuite (consid. 5)."], "faits": "BGE 123 I 313 S. 314\n\nDer im Kanton Zürich praktizierende Rechtsanwalt Christoph Häberli stellte am 26. Juli 1996 beim Obergericht des Kantons Bern ein Gesuch um Erteilung einer Berufsausübungsbewilligung. Dabei berief er sich auf Art. 5 der Übergangsbestimmungen zur Bundesverfassung sowie auf Art. 4 Abs. 2 des Bundesgesetzes vom 6. Oktober 1995 über den Binnenmarkt (Binnenmarktgesetz, BGBM; SR 943.02). Seinem Gesuch legte er das zürcherische Fähigkeitszeugnis für den Rechtsanwaltsberuf (1986) sowie Berufsausübungsbewilligungen mehrerer anderer Kantone bei. Am 21. August 1996 reichte er ein aktuelles Zeugnis des Obergerichts des Kantons Zürich nach, worin dieses bestätigt, dass er nach wie vor im Besitz des zürcherischen Fähigkeitsausweises für den Rechtsanwaltsberuf ist und bisher keine Disziplinarstrafen gegen ihn ausgefällt wurden. Gleichzeitig teilte er dem Obergericht mit, er gehe davon aus, damit alle notwendigen Unterlagen für die nachgesuchte Bewilligung sowie für die Aufnahme in die entsprechenden Register eingereicht zu haben. Die zusätzlichen Erfordernisse BGE 123 I 313 S. 315gemäss bernischer Rechtspraxis (Leumundszeugnis, Auszug aus dem Zentralstrafregister, Befreiung Dritter vom Amts- oder Berufsgeheimnis) betrachte er als unverhältnismässig.\n\nDas Obergericht wies das Gesuch am 19. September 1996 \"zur Zeit\" ab, soweit es darauf eintrat. Die Verfahrenskosten in der Höhe von Fr. 400.-- auferlegte es dem Gesuchsteller.\n\nChristoph Häberli hat hiergegen am 23. Oktober 1996 staatsrechtliche Beschwerde eingereicht. Er beantragt, den obergerichtlichen Entscheid aufzuheben, und rügt eine Verletzung der Handels- und Gewerbefreiheit (Art. 31 BV), des Grundsatzes der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest. BV), der Freizügigkeitsgarantie für wissenschaftliche Berufe (Art. 5 ÜbBest. BV) sowie des allgemeinen Verfassungsgrundsatzes der Verhältnismässigkeit.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n1. a) Die staatsrechtliche Beschwerde ist nur gegen kantonale Erlasse oder Verfügungen zulässig (Art. 84 Abs. 1 OG) und kann nach dem Grundsatz der absoluten Subsidiarität nur erhoben werden, wenn die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel gerügt werden kann (Art. 84 Abs. 2 OG). Verfügungen, die sich auf öffentliches Recht des Bundes stützen, sind grundsätzlich mit Verwaltungsgerichtsbeschwerde anzufechten (Art. 97 OG in Verbindung mit Art. 5 VwVG). Vorerst ist deshalb zu prüfen, ob der angefochtene Beschluss des Obergerichts seine Grundlage im kantonalen Recht oder im öffentlichen Recht des Bundes hat.\n\nb) Das bernische Gesetz vom 6. Februar 1984 über die Fürsprecher (FG) regelt die Voraussetzungen der Prozessvertretung und der Erteilung der Berufsausübungsbewilligung: Zur Vertretung vor bernischen Zivil- und Strafgerichten sowie vor Verwaltungsjustizbehörden ist berechtigt, wer das bernische Fürsprecherpatent besitzt oder im Kanton Bern zur Ausübung des Anwaltsberufs zugelassen ist (Art. 2 Abs. 1). Die Berufsausübungsbewilligung wird einem Schweizerbürger erteilt, der gut beleumdet und handlungsfähig ist, mit einem ausserkantonalen Fähigkeitsausweis die berufliche Eignung nachweist und in seiner bisherigen Tätigkeit als Anwalt weder erheblich noch wiederholt diszipliniert worden ist; Disziplinarmassnahmen, die mehr als zehn Jahre zurückliegen, fallen ausser Betracht BGE 123 I 313 S. 316(Art. 7). Die Urkunden, die der ausserkantonale Anwalt beizubringen hat, sind in Art. 1 des Reglements vom 27. August 1985 betreffend die Zulassung ausserkantonaler Anwälte (im folgenden: Reglement) genannt. Der angefochtene Entscheid stützt sich auf diese Bestimmungen und beruht somit insoweit auf kantonalem Recht.\n\nIm Bewilligungsverfahren war allerdings vor allem streitig, ob die erwähnten kantonalrechtlichen Anforderungen mit dem Binnenmarktgesetz vereinbar seien, und der angefochtene Entscheid setzt sich hauptsächlich hiermit auseinander. Das ändert indessen nichts an der kantonalrechtlichen Verfügungsgrundlage. Wird geltend gemacht, die (selbständigen) Vorschriften des kantonalen Rechts betreffend die Zulassung ausserkantonaler Anwälte seien mit dem Binnenmarktgesetz nicht vereinbar, steht schon nach den allgemeinen Regeln allein die staatsrechtliche Beschwerde wegen Verletzung der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest. BV) zur Verfügung (vgl. BGE 122 II 241 E. 2a S. 243 f.; BGE 117 Ib 399 E. 1a S. 400 f.; BGE 116 Ia 264 E. 2b S. 266 f., je mit Hinweisen). Im übrigen sieht Art. 9 Abs. 2 BGBM als Rechtsmittel gegen Verfügungen betreffend Beschränkungen des freien Zugangs zum Markt ausdrücklich die staatsrechtliche Beschwerde vor (vgl. dazu AB 1995 S 936 f., Votum Zimmerli).\n\n2. a) Der Beschwerdeführer macht geltend, der angefochtene Entscheid widerspreche Art. 2 BGBM (freier Marktzugang) und Art. 4 BGBM (Anerkennung von Fähigkeitsausweisen), soweit er vorliegend und generell am Erfordernis eines Leumundszeugnisses, eines Zentralstrafregisterauszugs sowie einer Einverständnis- bzw. Entbindungserklärung gemäss Art. 1 Ziff. 4 des Reglements festhalte. Für diese Auflagen gebe es keine überwiegenden öffentlichen Interessen. Zudem seien sie nicht verhältnismässig im Sinne von Art. 3 Abs. 3 lit. a BGBM, weil die angestrebte Schutzwirkung bereits durch die Vorschriften des Herkunftsorts erzielt werde. Schliesslich sei durch die \"ungerechtfertigte Kostenauflage\" Art. 4 Abs. 2 BGBM \"tangiert\", der ein kostenloses Verfahren vorsehe. Der angefochtene Entscheid und die betreffenden kantonalbernischen Bestimmungen verstiessen somit gegen Art. 2 der Übergangsbestimmungen zur Bundesverfassung.\n\nb) Der Grundsatz der derogatorischen Kraft des Bundesrechts (Art. 2 ÜbBest. BV) schliesst in Sachgebieten, welche die Bundesgesetzgebung abschliessend geregelt hat, eine Rechtsetzung durch die Kantone aus. In Sachgebieten, die das Bundesrecht nicht abschliessend ordnet, dürfen die Kantone nur solche Vorschriften erlassen, BGE 123 I 313 S. 317die nicht gegen den Sinn und Geist des Bundesrechts verstossen und dessen Zweck nicht beeinträchtigen oder vereiteln. Der so umschriebene Grundsatz regelt zwar das Verhältnis zwischen Bund und Kantonen; er hat aber auch unmittelbare Auswirkungen auf die Rechtsstellung des einzelnen und ist insofern als verfassungsmässiges Individualrecht anerkannt (BGE 119 Ia 453 E. 2b S. 456, mit Hinweisen).\n\nWird mit staatsrechtlicher Beschwerde eine Verletzung von Art. 2 ÜbBest. BV gerügt, prüft das Bundesgericht frei, ob die beanstandete kantonale Norm mit dem Bundesrecht vereinbar ist (BGE 122 I 18 E. 2b/aa S. 20 f. und 81 E. 2a S. 84, je mit Hinweisen). Es hebt im Rahmen der abstrakten Normenkontrolle angefochtene kantonale Bestimmungen nur auf, wenn sie sich jeder haltbaren Auslegung, die bundesrechtskonform ist, entziehen (vgl. BGE 122 I 343 E. 3a S. 345, mit Hinweisen). Ist dagegen die Vereinbarkeit einer kantonalen Bestimmung mit dem Bundesrecht, wie hier, bloss vorfrageweise zu prüfen (konkrete Normenkontrolle), so ist bezüglich der Kognition zu unterscheiden: Die Auslegung der streitigen kantonalen Norm bzw. deren Anwendung durch die kantonalen Behörden prüft das Bundesgericht grundsätzlich unter dem beschränkten Gesichtswinkel der Willkür; eine darüber hinaus gehende Kontrolle findet nur statt, wenn ein schwerer Eingriff in ein spezielles Grundrecht vorliegt (vgl. etwa zur Handels- und Gewerbefreiheit: BGE 121 I 326 E. 2b S. 329, mit Hinweisen). Frei prüft das Bundesgericht alsdann, wie eingangs erwähnt, ob die willkürfrei ausgelegte streitige kantonale Vorschrift mit dem einschlägigen Bundesrecht vereinbar ist. Die in der bundesrätlichen Botschaft zum Binnenmarktgesetz und von einzelnen Autoren vertretene Auffassung, wonach das Bundesgericht bei Beschwerden wegen Verletzung des Grundsatzes der derogatorischen Kraft des Bundesrechts die Auslegung des kantonalen Rechts ausnahmslos frei prüfe, ist unzutreffend und lässt sich den von diesen zitierten Entscheiden nicht entnehmen (BBl 1995 I 1275; u.a. WALTER KÄLIN, Das Verfahren der staatsrechtlichen Beschwerde, 2. Aufl., S. 179, 192; ANDREAS AUER, Die schweizerische Verfassungsgerichtsbarkeit, Basel 1984, Nr. 486; PETER GALLI/DANIEL LEHMANN/PETER RECHSTEINER, Das öffentliche Beschaffungswesen in der Schweiz, Zürich 1996, S. 180 f.; ATTILIO GADOLA, Rechtsschutz und andere Formen der Überwachung der Vorschriften über das öffentliche Beschaffungswesen, in: AJP 1996, S. 977; THOMAS COTTIER/MANFRED WAGNER, Das neue Bundesgesetz über den Binnenmarkt, AJP 1995, S. 1589).\n\nBGE 123 I 313 S. 318\n\n3. Das Binnenmarktgesetz ist am 1. Juli 1996 in Kraft getreten (Abs. 2 des Inkraftsetzungsbeschlusses; AS 1996 1742). Es sieht in Art. 11 (\"Anpassung von Rechtsvorschriften\") vor, dass Kantone und Gemeinden sowie andere Träger öffentlicher Aufgaben ihre Vorschriften innert zwei Jahren seit dem Inkrafttreten mit dem Gesetz in Einklang bringen und die erforderlichen organisatorischen Bestimmungen erlassen (Abs. 1). Aufgrund dieser Übergangsregelung fragt sich, ob die materiellen Bestimmungen des Binnenmarktgesetzes vorliegend schon anwendbar sind.\n\na) In der Doktrin wird zum Teil die Auffassung vertreten, die zweijährige Übergangsfrist sei auch auf die Umsetzung der materiellen Bestimmungen des Gesetzes in das kantonale und kommunale Recht anzuwenden: Gegen kantonale und kommunale Vorschriften, die das Gesetz verletzen, sowie gegen deren Anwendung könne sich der Betroffene daher erst nach Ablauf der Übergangsfrist (gestützt auf das Binnenmarktgesetz) zur Wehr setzen. Hingegen könne er sich sofort ab Inkrafttreten des Gesetzes gegen Diskriminierungen wehren, die sich nicht aus dem geschriebenen Recht, sondern aus der Rechtspraxis ergäben (Grundsatz der binnenmarktgesetzkonformen Auslegung des kantonalen und kommunalen Rechts). Sodann würden die Grundsätze des Gesetzes mit dem Inkrafttreten auch für den Erlass von neuem kantonalem oder kommunalem Recht gelten (GALLI/LEHMANN/RECHSTEINER, a.a.O., S. 20).\n\nb) Eine solche Lösung ist indessen nicht praktikabel, da im Einzelfall nicht zum vornherein feststeht, ob die Rechtsanwendung durch die kantonalen Behörden einer gesetzeskonformen Auslegung zugänglich ist oder ob die kantonale (oder kommunale) Norm als solche gegen das Binnenmarktgesetz verstösst. Sie würde im übrigen dazu führen, dass während der Übergangsfrist die Rüge, das Binnenmarktgesetz sei verletzt, um so weniger erhoben werden könnte, je weiter die angewandten kantonalen oder kommunalen Bestimmungen von dessen Vorschriften abweichen; das wäre indessen sinnwidrig.\n\nc) Gemäss der bundesrätlichen Botschaft soll die in Art. 12 des Entwurfs (Art. 11 BGBM) vorgesehene Anpassungsfrist sicherstellen, dass die Grundsätze des Erlasses auch in den Rechtsordnungen der Kantone und Gemeinden in einem angemessenen Zeitraum umgesetzt und bestehende Divergenzen beseitigt werden. Da die grosse Mehrheit der Diskriminierungen in Kantonen und Gemeinden nicht im geschriebenen Recht, sondern vielmehr in der Rechtsanwendung BGE 123 I 313 S. 319auszumachen seien und demnach nur wenige Änderungen im kantonalen und kommunalen Gesetzesrecht vorgenommen werden müssten, rechtfertige sich die vergleichsweise kurze Anpassungsfrist von zwei Jahren. Im Unterschied zu Art. 12 seien die Verpflichtungen gemäss Art. 2 Abs. 2 (betreffend freien Zugang zum Markt) und Art. 5 Abs. 1 (betreffend diskriminierungsfreien Zugang zu öffentlichen Beschaffungen) allgemeiner und würden sich auch auf Verfügungen und das künftige Recht beziehen. Die materiellen Grundsätze des Gesetzes würden \"insofern\" bereits mit der Inkraftsetzung des Erlasses wirksam (BBl 1995 I 1276 f.).\n\nNach diesen Ausführungen gilt die zweijährige Anpassungsfrist jedenfalls für die materiellen \"Grundsätze\" des Gesetzes nicht. Dem entspricht, dass der Bundesrat das Binnenmarktgesetz auf den 1. Juli 1996 generell in Kraft gesetzt hat. Eine Ausnahme ist einzig für Art. 9 Absätze 1-3 (Rechtsschutz) vorgesehen, die in bezug auf Art. 5 (öffentliche Beschaffungen) erst am 1. Juli 1998 in Kraft treten sollen (Abs. 3 des Inkraftsetzungsbeschlusses). Würden die materiellen Grundsätze erst nach einer Übergangsfrist von zwei Jahren Wirkung entfalten, käme der Inkraftsetzung des Gesetzes keine Bedeutung mehr zu. Auch aus den Materialien geht freilich nicht hinreichend klar hervor, wie es sich mit den übrigen materiellen Bestimmungen verhält.\n\nd) Ein vernünftiger Sinn lässt sich Art. 11 Abs. 1 BGBM nur abgewinnen, wenn angenommen wird, die zweijährige Übergangsfrist bewirke keinen Aufschub der Anwendung des Gesetzes, so dass dessen materielle Bestimmungen bereits mit dem Inkrafttreten voll wirksam werden (so COTTIER/WAGNER, a.a.O., S. 1590; ferner GADOLA, a.a.O., S. 977). Dieses Ergebnis stimmt mit der Zielrichtung des Gesetzes überein, für das nach Auffassung des Bundesrats ein \"Handlungsbedarf\" ausgewiesen war (vgl. BBl 1995 I 1214, 1277 ff.). Der Übergangsfrist kommt damit nur für die Anpassung der organisatorischen Vorschriften praktische Bedeutung zu (vgl. etwa Art. 9 Abs. 2 BGBM: Schaffung verwaltungsunabhängiger Beschwerdeinstanzen). Die Verpflichtung von Kantonen und Gemeinden, ebenfalls ihre materiellen Vorschriften mit dem Binnenmarktgesetz in Einklang zu bringen, hat hingegen nur den Charakter einer Ordnungsvorschrift.\n\nSowohl das Obergericht des Kantons Bern als auch der Beschwerdeführer sind zu Recht (stillschweigend) davon ausgegangen, dass die materiellen Bestimmungen des Binnenmarktgesetzes auf den vorliegenden Fall bereits anwendbar sind.\n\nBGE 123 I 313 S. 320\n\n4. a) Das Binnenmarktgesetz will gewährleisten, dass Personen mit Niederlassung oder Sitz in der Schweiz für die Ausübung ihrer Erwerbstätigkeit auf dem gesamten Gebiet der Schweiz freien und gleichberechtigten Zugang zum Markt haben (Art. 1 Abs. 1). Jede Person hat das Recht, Waren, Dienstleistungen und Arbeitsleistungen auf dem gesamten Gebiet der Schweiz anzubieten, soweit die Ausübung der betreffenden Erwerbstätigkeit im Kanton oder der Gemeinde ihrer Niederlassung oder ihres Sitzes zulässig ist (Art. 2 Abs. 1). Das Anbieten von Waren, Dienstleistungen und Arbeitsleistungen richtet sich nach den Vorschriften des Kantons oder der Gemeinde der Niederlassung oder des Sitzes des Anbieters (Art. 2 Abs. 3 erster Satz). Gemäss Art. 3 Abs. 1 darf für ortsfremde Anbieter der freie Zugang zum Markt nur dann nach Massgabe der Vorschriften des Bestimmungsortes eingeschränkt werden, wenn diese Beschränkungen gleichermassen auch für ortsansässige Personen gelten (lit. a), zur Wahrung überwiegender öffentlicher Interessen unerlässlich (lit. b) und verhältnismässig (lit. c) sind. Diese Voraussetzungen müssen kumulativ erfüllt sein (COTTIER/WAGNER, a.a.O., S. 1586). Beschränkungen dürfen in keinem Fall ein verdecktes Handelshemmnis zu Gunsten einheimischer Wirtschaftsinteressen beinhalten (Art. 3 Abs. 4). Kantonale oder kantonal anerkannte Fähigkeitsausweise zur Ausübung einer Erwerbstätigkeit gelten auf dem gesamten Gebiet der Schweiz, sofern sie nicht Beschränkungen nach Art. 3 unterliegen (Art. 4 Abs. 1).\n\nEntgegen der Auffassung des Obergerichts besteht kein Grund zur Annahme, dass diese Grundsätze bei der Ausübung wissenschaftlicher Berufe nur beschränkt Geltung hätten. Vielmehr haben die Kantone insbesondere den in Art. 3 Abs. 1 BGBM festgelegten Mindeststandard auch bei der Zulassung ausserkantonaler Anwälte einzuhalten (Rolf P. Jetzer/Gaudenz G. Zindel/Salvatore Petralia, Freizügigkeit der Rechtsanwälte in der EU unter Berücksichtigung der Entwicklungen in der Schweiz, in: SJZ 93 (1997) S. 174).\n\nb) Der Beschwerdeführer verfügt über das Zürcher Anwaltspatent. Er ist im Kanton Zürich niedergelassen und übt in diesem Kanton den Anwaltsberuf aus. Grundsätzlich hat er damit das Recht, seine Dienstleistung auf dem gesamten Gebiet der Schweiz anzubieten (Art. 2 Abs. 1 BGBM), und ist sein Fähigkeitsausweis von allen Kantonen anzuerkennen (Art. 4 Abs. 1 BGBM; vgl. auch DOMINIQUE DREYER, L'avocat dans la société actuelle, in: ZSR 115 (1996) II. Halbband, S. 421 ff., 438 ff.). Das Obergericht will ihn gestützt auf Art. 1 des Reglements zur Ausübung des Anwaltsberufs im BGE 123 I 313 S. 321Kanton Bern nur zulassen, falls er ein Leumundszeugnis sowie die Erklärung beibringt, dass er mit der Aushändigung aller seine Person betreffenden Akten und Auskünfte einverstanden sei und dass er Behörden und Privatpersonen von der Wahrung des Amts- oder Berufsgeheimnisses befreie. Selbst wenn diese Erfordernisse bloss formellen Charakter haben und leicht zu erfüllen sind, liegt darin doch eine Beschränkung des freien Zugangs zum Markt, die nur unter den Voraussetzungen von Art. 3 BGBM zulässig ist.\n\nc) Ein guter Leumund wird nach Art. 3 FG auch von den bernischen Fürsprechern verlangt. Diese Zugangsbeschränkung gilt also \"gleichermassen auch für ortsansässige Personen\" und liegt grundsätzlich im öffentlichen Interesse (vgl. Art. 3 Abs. 1 lit. a und b BGBM). Gemäss Art. 3 Abs. 1 lit. c BGBM muss die Massnahme aber überdies verhältnismässig sein. Verhältnismässig im Sinne des Gesetzes sind nach Art. 3 Abs. 3 BGBM Beschränkungen des freien Zugangs zum Markt insbesondere, wenn die angestrebte Schutzwirkung nicht bereits durch die Vorschriften des Herkunftsortes erzielt wird (lit. a) und wenn die Nachweise und Sicherheiten berücksichtigt werden, welche der Anbieter bereits am Herkunftsort erbracht hat (lit. b). Diese Voraussetzungen erfüllt nun die Anforderung, dass ein auswärtiger Anwalt für die Berufsausübung im Kanton Bern ein Leumundszeugnis beizubringen hat, nicht:\n\nDas Recht zur Ausübung des Anwaltsberufs wird in den Kantonen regelmässig an einen guten Leumund bzw. an das Erfordernis der Ehrenhaftigkeit und Vertrauenswürdigkeit geknüpft (FELIX WOLFFERS, Der Rechtsanwalt in der Schweiz, Zürich 1986, S. 72; vgl. auch BGE 119 Ia 374 E. 2b S. 376, mit Hinweisen). Es darf angenommen werden, dass sich die entsprechenden kantonalen Anforderungen nicht wesentlich unterscheiden (vgl. in diesem Zusammenhang auch BGE 122 I 109 E. 3d S. 114 f.). Der Beschwerdeführer hat den Nachweis erbracht, dass er seit dem 25. Juni 1986 das zürcherische Fähigkeitszeugnis für den Rechtsanwaltsberuf besitzt und dass gegen ihn im Kanton Zürich keine Disziplinarstrafen ausgesprochen wurden. Damit steht fest, dass er den in diesem Kanton geltenden Anforderungen an die Vertrauenswürdigkeit genügt, die nach dem Gesagten mit den bernischen Anforderungen vergleichbar sind. Die Schutzwirkung, die der Kanton Bern mit der Vorlegung eines Leumundszeugnisses anstrebt, wird insofern bereits durch die Vorschriften des Herkunftsortes erzielt. Ein Abweichen vom Grundsatz, wonach diese Vorschriften gemäss der allgemeinen Regel des Art. 2 BGBM auch für die ausserkantonale Tätigkeit des Anwalts BGE 123 I 313 S. 322massgebend sind, rechtfertigt sich gemäss Art. 3 Abs. 3 lit. a und lit. b BGBM unter den gegebenen Umständen nicht (DREYER, a.a.O., S. 424).\n\nd) Soweit das bernische Recht die Zulassung ausserkantonaler Anwälte von der Einreichung eines Leumundszeugnisses abhängig macht, ist es wie aufgezeigt mit dem Binnenmarktgesetz nicht vereinbar und verletzt damit den Grundsatz der derogatorischen Kraft des Bundesrechts. Das gleiche gilt grundsätzlich für das im angefochtenen Entscheid zusätzlich erwähnte, im kantonalen Gesetz und Reglement jedoch nicht ausdrücklich aufgeführte Erfordernis, dass ein Auszug aus dem Strafregister einzureichen ist. Damit ist nicht gesagt, dass die Kantone mit dem Inkrafttreten des Binnenmarktgesetzes überhaupt nicht mehr befugt wären, das Verhalten der auf ihrem Gebiet tätigen auswärtigen Anwälte selbständig zu beurteilen. Insbesondere ist es ihnen weiterhin erlaubt, gegenüber ausserkantonalen Anwälten unabhängig von allfälligen Massnahmen des Domizilkantons Disziplinarstrafen auszufällen oder ihnen die Bewilligung zur Ausübung der Anwaltstätigkeit auf dem eigenen Kantonsgebiet zu entziehen. Voraussetzung dafür ist aber, dass hinreichende konkrete Anhaltspunkte für ein derartiges Vorgehen vorliegen. Ist dies wie hier nicht der Fall, gilt die Vermutung, dass ein im Domizilkanton zugelassener Anwalt auch die Anforderungen anderer Kantone an die Ehrenhaftigkeit und Vertrauenswürdigkeit erfüllt. Er ist daher dort ohne weitere Prüfung der persönlichen Voraussetzungen zur Ausübung des Anwaltsberufs zuzulassen. Ob er hierzu überhaupt einer förmlichen Bewilligung bedarf (vgl. dazu DREYER, a.a.O., S. 438 ff.), kann dahingestellt bleiben, da der Beschwerdeführer sinngemäss ein entsprechendes Gesuch gestellt hat.\n\ne) Ist davon auszugehen, dass der Beschwerdeführer den Anforderungen des Domizilkantons an die Vertrauenswürdigkeit genügt, und sind diese Anforderungen grundsätzlich für die Berufstätigkeit im Kanton Bern massgebend, ist es auch unverhältnismässig, von ihm die Abgabe einer Erklärung zu verlangen, wonach er mit der Aushändigung aller seine Person betreffenden Akten und Auskünfte an das Obergericht einverstanden sei und er Behörden und Privatpersonen von der Wahrung des Amts- oder Berufsgeheimnisses befreie. Ob eine derartige generelle Einverständniserklärung nicht schon an sich unverhältnismässig ist und einen unzulässigen Eingriff in verfassungs- und konventionsgeschützte Rechte darstellt, wie der Beschwerdeführer geltend macht, kann unter diesen Umständen offenbleiben.\n\nBGE 123 I 313 S. 323\n\nDa sich die Beschwerde als begründet erweist, brauchen ferner die übrigen materiellen Rügen (betreffend Art. 31 BV sowie Art. 5 ÜbBest. BV) nicht weiter geprüft zu werden.\n\n5. Der Beschwerdeführer beanstandet schliesslich, dass ihm Kosten auferlegt wurden. Er macht geltend, gemäss Art. 4 Abs. 2 BGBM sei das Bewilligungsverfahren kostenlos. Nach dieser Bestimmung hat \"bei Beschränkungen nach Artikel 3 ... die betroffene Person Anspruch darauf, dass in einem einfachen, raschen und kostenlosen Verfahren geprüft wird, ob ihr aufgrund des Fähigkeitsausweises der freie Zugang zum Markt zu gewähren ist oder nicht\".\n\nNach Auffassung des Obergerichts gilt die Kostenlosigkeit nur für Verfahren, in denen der Gesuchsteller Ergänzungen beizubringen habe, weil sein Fähigkeitsausweis nicht als hinreichend beurteilt werde. Im vorliegenden Fall gehe es aber nicht um die Anerkennung des Fähigkeitsausweises als solchen, sondern um die Prüfung der persönlichen Voraussetzungen für die Ausübung des Anwaltsberufs. Diese Auslegung ist zwar mit dem zitierten Wortlaut der Bestimmung vereinbar; sie widerspricht aber Sinn und Zweck des Binnenmarktgesetzes: Dieses will im Interesse der Erleichterung der beruflichen Mobilität innerhalb der Schweiz (Art. 1 Abs. 2 lit. a BGBM) gewährleisten, dass Personen ihre Waren, Dienstleistungen und Arbeitsleistungen nach Massgabe der Vorschriften des Herkunftskantons auf dem gesamten Gebiet der Schweiz anbieten können. Demgemäss gelten kantonale oder kantonal anerkannte Fähigkeitsausweise auf dem ganzen Gebiet der Schweiz, sofern sie nicht unter dem Gesichtspunkt von Art. 3 BGBM zulässigen Beschränkungen unterliegen (Art. 4 Abs. 1 BGBM). Es ist nicht einzusehen, weshalb das Verfahren zur Überprüfung solcher Beschränkungen nur dann kostenlos sein soll, wenn es um die beruflichen Fähigkeiten des Gesuchstellers im engern Sinn geht, nicht aber dann, wenn der Fähigkeitsausweis zwar anerkannt, der freie Zugang zum Markt aber aus andern Gründen beschränkt wird. Auch dabei handelt es sich um Marktzugangsschranken gemäss Art. 3 BGBM, die der Ausübung des Berufs, zu welcher der Fähigkeitsausweis grundsätzlich berechtigt, entgegenstehen. Der Zweck des Binnenmarktgesetzes würde nur unvollkommen verwirklicht, wenn ein Anbieter, der seine Leistungen in einem andern Kanton erbringen will, bei der Überprüfung solcher Zugangsbeschränkungen mit der Erhebung von Verfahrenskosten rechnen müsste. Unter welchen Voraussetzungen ausnahmsweise vom Grundsatz der Kostenlosigkeit abgewichen werden kann (in Betracht kommen etwa Fälle, da der BGE 123 I 313 S. 324Gesuchsteller rechtsmissbräuchlich handelt oder wegen mangelhafter Mitwirkung unnötige Kosten verursacht), ist hier nicht zu prüfen, da keine derartigen Umstände vorliegen. Die Beschwerde ist daher auch in diesem Punkt begründet."}