{"annee": "134", "cour": "III", "page": "390", "date": "13/5/2008", "cite": ["121 III 350", "130 III 345", "124 III 297", "101 II 266", "120 II 331", "108 II 419", "133 III 449"], "cite_par": ["141 V 127"], "chapeau": "65. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. X. AG gegen Y. AG und A. (Beschwerde in Zivilsachen)\n\n4A_499/2007 vom 13. Mai 2008", "regestes": ["Responsabilité fondée sur la confiance; prescription. Les prétentions issues de la responsabilité fondée sur la confiance se prescrivent dans le délai de l'art. 60 CO (consid. 4)."], "faits": "|390|\n\nA. Die Y. AG (Beschwerdegegnerin 1) bezweckt die Übernahme und Durchführung von Prüfungs-, Beratungs- und Treuhandmandaten sowie aller damit direkt oder indirekt zusammenhängenden |391| Aufgaben und Tätigkeiten. Sie hat auf dem Wege der Fusion die Z. AG übernommen; diese war die statutarische Revisionsstelle des Sportvereins D. A. (Beschwerdegegner 2) war ehemals Finanzchef des Sportvereins D.\n\nDie X. AG (Beschwerdeführerin) war seit Mitte des Jahres 2000 Hauptsponsorin des Sportvereins D. Im Jahre 2001 wurde ein neuer Vereinspräsident für den Sportverein D. gesucht. E., einziger Verwaltungsrat der Beschwerdeführerin, kam öffentlich ins Gespräch für dieses Amt. Am 11. September 2001 wurde er zum Präsidenten gewählt. Im Frühling 2002 erhielt der Sportverein D. trotz massiver finanzieller Probleme und des gescheiterten Versuchs eines Nachlassverfahrens die Lizenz für den Spielbetrieb 2002/2003 in der Challenge League. Im Februar 2003 wurde erneut ein Nachlassverfahren eröffnet, in dessen Folge ein Nachlassvertrag zustande kam, der vom zuständigen Einzelrichter im Juli 2003 genehmigt und für verbindlich erklärt wurde.\n\nDie Beschwerdeführerin machte in der Folge geltend, E. habe vor seinem Engagement als Präsident des Sportvereins D. detaillierte Auskünfte über die finanzielle Situation des Vereins verlangt. Als ihm die Beschwerdegegnerin 1 und der Beschwerdegegner 2 (nachfolgend gemeinsam: Beschwerdegegner) - insbesondere mittels der revidierten Bilanz und Erfolgsrechnung per 30. Juni 2001 - zugesichert hätten, die Vereinsschulden würden Fr. 200'000.-, höchstens aber Fr. 500'000.- betragen, hätte er unmittelbar vor oder nach seiner Wahl zum Vereinspräsidenten namens der Beschwerdeführerin versprochen, dass die Beschwerdeführerin für die Schulden des Sportvereins D. mindestens bis zur Saison 2002/2003 aufkommen und für den Erhalt einer Challenge-League-Lizenz besorgt sein werde. Ende Februar 2002 habe sich indessen gezeigt, dass der Sportverein D. Schulden in der Höhe von rund Fr. 1,8 Mio. gehabt habe. In der Folge habe die Beschwerdeführerin, an ihr Zahlungsversprechen gebunden, diverse Zahlungen leisten müssen. Diese Zahlungen fordert sie von den Beschwerdegegnern zurück mit der Begründung, diese hätten sie über die schlechte Finanzlage des Sportvereins D. getäuscht. E. hätte sich niemals zum Präsidenten wählen lassen und die Beschwerdeführerin hätte kein Zahlungsversprechen abgegeben, wenn die Finanzlage korrekt offengelegt worden wäre. Die beiden Beschwerdegegner verwahren sich gegen jegliche Haftung und erheben zudem die Einrede der Verjährung. |392|\n\nB. Die von der Beschwerdeführerin erhobene Klage gegen die Beschwerdegegner auf Zahlung von Fr. 1,2 Mio. zuzüglich Zins von 5 % seit 7. Juli 2003 wies das Handelsgericht des Kantons Zürich mit Urteil vom 12. Oktober 2007 ab.\n\nC. Gegen das handelsgerichtliche Urteil hat die Beschwerdeführerin beim Bundesgericht Beschwerde in Zivilsachen erhoben. Sie beantragt zur Hauptsache die Aufhebung des handelsgerichtlichen Urteils sowie die Gutheissung der Klage. Die Beschwerdegegner beantragen in ihren Vernehmlassungen die kostenfällige Abweisung der Beschwerde. Die Vorinstanz hat auf eine Vernehmlassung verzichtet.\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf eingetreten wird.", "considerants": "Aus den Erwägungen:\n\n4. Die von der Beschwerdeführerin erhobenen Ansprüche aus Vertrauenshaftung (Art. 2 ZGB) bzw. unerlaubter Handlung (Art. 41 OR) werden von den Beschwerdegegnern bestritten. Zudem erheben sie die Einrede der Verjährung. Die Vorinstanz hat daher - ohne darauf einzugehen, ob im konkreten Fall überhaupt von einer Vertrauenshaftung auszugehen wäre - die Frage der Verjährung vorab geprüft und erwogen, dass auch Ansprüche aus Vertrauenshaftung der Verjährungsfrist von Art. 60 OR unterliegen. Entsprechend hat sie sämtliche von der Beschwerdeführerin geltend gemachten Ansprüche - sei es aus Vertrauenshaftung oder aus unerlaubter Handlung - als verjährt erachtet und die Klage abgewiesen.\n\n4.1 Die Beschwerdeführerin wendet dagegen zunächst ein, auf die Vertrauenshaftung sei die zehnjährige Verjährungsfrist nach Art. 127 OR, eventuell analog die fünfjährige Frist gemäss Art. 760 Abs. 2 OR anwendbar. Auszugehen sei von einer fallspezifischen Rechtsprechung über die Vertrauenshaftung, wobei im vorliegenden Fall eine rechtliche Nähe zu einem Vertragsverhältnis bestehe. Die Vertrauenshaftung, so die Beschwerdeführerin weiter, müsse der vertraglichen Haftung gleichgestellt werden. Angesichts der rechtlichen Nähe zum Vertragsrecht sei die Anwendung von Deliktsrecht gesetzeswidrig. Die Vorinstanz habe Bundesrecht verletzt, indem sie Art. 127 OR für nicht anwendbar erachtet habe. Die Anwendbarkeit dieser Bestimmung ergebe sich im Übrigen bereits aus deren Wortlaut. Da Art. 60 OR die Vertrauenshaftung nicht erfasse und das Bundeszivilrecht auch sonst keine Ausnahmen vorsehe, komme die |393| zehnjährige Frist von Art. 127 OR im Sinne eines Regel- und Auffangtatbestands zur Anwendung. Die Vertrauenshaftung habe zudem nichts mit Art. 41 ff. OR zu tun, weshalb die Anwendung von Art. 60 OR auch aus diesem Grund entfalle.\n\n4.2 Die Beschwerdegegnerin 1 macht demgegenüber geltend, die Vorinstanz sei mit ausführlicher und überzeugender Begründung zum Schluss gelangt, dass die Vertrauenshaftung nicht auf einem gewollten Zusammenwirken von zwei Personen beruhe, wie es einer vertraglichen Verbindung innewohne, sondern auf einem Verhältnis, das rechtlich näher beim Delikt anzusiedeln sei. Die Begründung der Vorinstanz stimme zudem mit der bundesgerichtlichen Rechtsprechung überein, die an die Haftung aus erwecktem und enttäuschtem Vertrauen strenge Anforderungen knüpfe. Entsprechend könne das vorvertragsähnliche Verhältnis, das der Rechtsfigur der Vertrauenshaftung zugrunde liege, auch unter dem Gesichtspunkt der Verjährung nicht den gleichen Schutz verdienen wie ein vertragliches Verhältnis.\n\nDer Beschwerdegegner 2 stellt sich ebenfalls auf den Standpunkt, dass bei der Vertrauenshaftung die deliktische Verjährungsfrist gemäss Art. 60 OR zur Anwendung kommen müsse, und verweist im Weiteren auf die Ausführungen der Vorinstanz.\n\n4.3 Das Bundesgericht hatte bislang nicht zu entscheiden, ob Ansprüche aus Vertrauenshaftung der zehnjährigen Verjährungsfrist (Art. 127 OR) oder der einjährigen Deliktsverjährung (Art. 60 OR) zu unterstellen sind. Obwohl fraglich ist, ob vorliegend tatsächlich von einem Anwendungsfall der Vertrauenshaftung auszugehen wäre, ist die Verjährungsfrage nachfolgend zu prüfen, zumal die Vorinstanz die Abweisung der Klage zur Hauptsache damit begründet hat, sämtliche Ansprüche der Beschwerdeführerin - ob aus Vertrauenshaftung oder aus unerlaubter Handlung - seien nach Art. 60 OR verjährt.\n\n4.3.1 Zur Frage der für die Vertrauenshaftung massgebenden Verjährungsfrist werden in der Literatur verschiedene Meinungen vertreten. Während die einen eine Verjährung nach Art. 127 OR für sachgerecht halten (GAUCH/SCHLUEP/SCHMID/REY, Schweizerisches Obligationenrecht, Allgemeiner Teil, Bd. I, 8. Aufl., Zürich 2003, Rz. 982l; PETER LOSER, Die Vertrauenshaftung im schweizerischen Schuldrecht, Bern 2006, Rz. 1124 ff.; DÄPPEN, Basler Kommentar, N. 4a zu Art. 60 OR; EUGEN BUCHER, Vertrauenshaftung: Was? |394| Woher? Wohin?, in: Richterliche Rechtsfortbildung in Theorie und Praxis, Festschrift für Hans Peter Walter, Bern 2005, S. 259; HANS PETER WALTER, Vertrauenshaftung: Unkraut oder Blume im Garten des Rechts-, in: ZSR 20/2001 I S. 99; PICHONNAZ, Commentaire romand, N. 22 zu Art. 127 OR; THÉVENOZ, Commentaire romand, N. 29 zu Art. 97-109 OR; JÖRG SCHMID, Vertrauenshaftung bei Formungültigkeit, in: Richterliche Rechtsfortbildung [...], a.a.O., S. 423; MOSER/BERGER, Vertrauenshaftung auch im Bankgeschäft - zur Haftungsgrundlage und zu den Grenzen von Aufklärungspflichten, in: AJP 1999 S. 545), sprechen sich andere für die kürzere Deliktsverjährung nach Art. 60 OR aus (BAUMANN, Zürcher Kommentar, N. 191 und 229 zu Art. 2 ZGB; PIERRE TERCIER, Abus de confiance?, in: La responsabilité fondée sur la confiance/Vertrauenshaftung, Journée de la responsabilité civile 2000, Zürich 2001, S. 75; WERRO, Commentaire romand, N. 6 zu Art. 60 OR; SYLVAIN MARCHAND, Un ornithorynque juridique, in: La responsabilité [...], a.a.O., Zürich 2001, S. 174; VITO ROBERTO, Schweizerisches Haftpflichtrecht, Zürich 2002, Rz. 289 f.).\n\nDie Befürworter der Zehnjahresfrist begründen deren Anwendbarkeit unter anderem mit dem Wortlaut von Art. 127 OR, weshalb mangels gesetzlicher Sondervorschriften die zehnjährige Verjährungsfrist als Regelfrist zur Anwendung kommen müsse. Dabei sei zu bedenken, dass Rechtsverlust durch Verjährung oder Verwirkung nur bei klarer positivrechtlicher Grundlage eintreten dürfe (BUCHER, a.a.O., S. 259). Weiter wird vorgebracht, da nach geltendem Recht nur die Wahl zwischen der Einjahresfrist (Art. 60 OR) und der Zehnjahresfrist (Art. 127 OR) bestehe, sei die längere Frist vorzuziehen. Für diese Lösung spreche auch der Umstand, dass die Verjährung die für das Privatrecht charakteristische Stabilität und Kontinuität der einmal begründeten Rechtsverhältnisse durchbreche und der Verjährung im weitesten Sinne enteignende Wirkung zukomme. Angesichts des Ausnahmecharakters des Verjährungsinstituts solle eine kurze Frist nur dort eingreifen, wo es notwendig sei. Diese Notwendigkeit habe der historische Gesetzgeber beim typischen Zufallskontakt als gegeben erachtet; für die Verantwortlichkeit wegen Vertrauens in rechtsgeschäftsbezogene Sonderverbindungen fehle diese indessen (LOSER, a.a.O., S. 1125).\n\nDie Befürworter der kürzeren Verjährungsfrist nach Art. 60 OR weisen demgegenüber darauf hin, dass die Vertrauenshaftung weder auf der Verletzung allgemeiner Verhaltenspflichten noch auf der |395| Verletzung vertraglicher Pflichten beruhe. Die Frage nach den Modalitäten dieser Schadenersatzpflicht sui generis sei daher für jede Modalität gesondert zu beantworten, wobei bezüglich der Verjährung die Einjahresfrist nach Art. 60 OR angemessen sei (TERCIER, a.a.O., S. 75; BAUMANN, a.a.O., N. 191 und 229 zu Art. 2 ZGB).\n\nWiederum andere Lehrmeinungen sprechen sich in Bezug auf die Haftungsmodalitäten für eine differenzierte Betrachtungsweise nach dem konkreten Einzelfall aus (REY, Ausservertragliches Haftpflichtrecht, 4. Aufl., Zürich 2008, Rz. 37a; HAUSHEER/JAUN, Die Einleitungsartikel des ZGB, Bern 2003, N. 86 zu Art. 2 ZGB) oder wollen einheitlich auf deliktische oder vertragliche Grundsätze abstellen, je nachdem ob die verletzte Schutzpflicht eine generelle ist, die sich auf eine Vielzahl unbestimmter Personen erstreckt, oder aber eine besondere, die sich auf einen bestimmten Personenkreis beschränkt (CHRISTINE CHAPPUIS, Les règles de la bonne foi entre contrat et délit, in: Pacte, convention, contrat, Festschrift für Bruno Schmidlin, Basel/Frankfurt a.M. 1998, S. 242).\n\n4.3.2 Die Haftung aus erwecktem Vertrauen ist zwischen Vertrag und Delikt angesiedelt. Sie erfasst als Oberbegriff die Haftung aus culpa in contrahendo und die weiteren interessenmässig gleich gelagerten Tatbestandsgruppen, wie etwa die Haftung für falsche Auskunft (BGE 130 III 345 E. 2.1; BGE 121 III 350 E. 6c S. 355; BGE 120 II 331 E. 5a S. 336 f.). Die Vertrauenshaftung setzt nach bundesgerichtlicher Rechtsprechung voraus, dass die Beteiligten in eine so genannte \"rechtliche Sonderverbindung\" zueinander getreten sind, die erst rechtfertigt, die aus Treu und Glauben (Art. 2 ZGB) hergeleiteten Schutz- und Aufklärungspflichten greifen zu lassen (BGE 130 III 345 E. 2.2 S. 349; BGE 120 II 331 E. 5a S. 336).\n\nDa es sich bei der Vertrauenshaftung um eine eigenständige Haftungsgrundlage zwischen Vertrag und Delikt handelt, ist die Frage nach der Rechtsnatur dieser - gesetzlich nicht geregelten - Rechtsfigur im Hinblick auf die massgebende Verjährungsfrist nicht zielführend (BUCHER, a.a.O., S. 244; vgl. bereits SCHÖNENBERGER/JÄGGI, Zürcher Kommentar, N. 595 zu Art. 1 OR). Auch im Rahmen der Culpa-Haftung, die sich in der neueren Rechtsprechung als Erscheinungsform der Vertrauenshaftung herausgestellt hat (BGE 130 III 345 E. 2.1; BGE 121 III 350 E. 6c S. 355; BGE 120 II 331 E. 5a S. 336), hatte sich das Bundesgericht hinsichtlich deren Rechtsnatur seit einiger Zeit nicht mehr festgelegt (BGE 121 III 350 E. 6c S. 354 f.; BGE 108 II 419 |396| E. 5 S. 422; BGE 101 II 266 E. 4c S. 269). Es geht dabei in ständiger Rechtsprechung davon aus, dass sich die Verjährung von Ansprüchen aus culpa in contrahendo nach Art. 60 OR richtet (BGE 121 III 350 E. 6c S. 354 f.; BGE 108 II 419 E. 5 S. 422; BGE 101 II 266 E. 4c S. 269 f.). Dies wird im Wesentlichen damit begründet, dass es mit der Rechtssicherheit nicht vereinbar wäre, eine Partei, die Vertragsverhandlungen geführt hat, während der zehnjährigen Frist von Art. 127 OR Schadenersatzansprüchen auszusetzen. Vielmehr seien die Ansprüche aus culpa in contrahendo innert angemessener Frist zu regeln. Die Verjährungsbestimmung von Art. 60 OR werde den Interessen der Beteiligten gerecht. So sei es einerseits dem Geschädigten zumutbar, innerhalb der Jahresfrist von Art. 60 OR zu klagen oder die Verjährung auf andere Art - insbesondere durch Schuldbetreibung - zu unterbrechen. Der anderen Partei sei es demgegenüber nicht zuzumuten, während einer übertrieben langen Dauer mit Ansprüchen konfrontiert zu werden, wenn der Geschädigte vom Schaden und der Person des Geschädigten Kenntnis habe (BGE 101 II 266 E. 4c S. 269).\n\nDiese Rechtsprechung ist auch in neuerer Zeit von einem beachtlichen Teil der Lehre kritisiert worden (BUCHER, Basler Kommentar, N. 94 zu Art. 1 OR; ders., Schweizerisches Obligationenrecht, Allgemeiner Teil, 2. Aufl., Zürich 1988, S. 287 f.; GAUCH/SCHLUEP/SCHMID/REY, a.a.O., Rz. 971 f.; ENGEL, Traité des obligations en droit suisse, 2. Aufl., Bern 1997, S. 753; KRAMER, Berner Kommentar, N. 141 der Allg. Einleitung in das Schweizerische OR; BERTI, Zürcher Kommentar, N. 38 ff. zu Art. 127 OR; WIEGAND, Basler Kommentar, N. 11 der Einleitung zu Art. 97-109 OR; DÄPPEN, Basler Kommentar, N. 4 zu Art. 60 OR; PICHONNAZ, a.a.O., N. 22 zu Art. 127 OR; THÉVENOZ, a.a.O., N. 29 zu Art. 97-109 OR; NIKLAUS LÜCHINGER, Die Verjährung von Ansprüchen aus culpa in contrahendo, SJZ 102/2006 S. 197 ff.; HANS-ULRICH BRUNNER, Die Anwendung deliktsrechtlicher Regeln auf die Vertragshaftung, Diss. Freiburg 1991, Rz. 625 ff.; GUHL/KOLLER/SCHNYDER/DRUEY, Das Schweizerische Obligationenrecht, 9. Aufl., Zürich 2000, § 13 N. 6). Diejenigen Stimmen, die eine Anwendbarkeit von Art. 127 OR nicht mit der (vermeintlich vertraglichen) Rechtsnatur der culpa in contrahendo begründen, bringen im Wesentlichen auch diesbezüglich vor, dass der Verlust ausgewiesener Rechtspositionen durch Zeitablauf nur aufgrund klarer, eindeutiger und dem Rechtssuchenden zweifelsfrei erkennbarer Gesetzesgrundlagen eintreten dürfe. Aufgrund des Wortlauts von Art. 127 OR müsse der Anspruch aus culpa in contrahendo, da er sich nicht |397| eindeutig als Deliktshaftung qualifizieren lasse, der allgemeinen Zehnjahresfrist unterstellt werden. Zudem wird die Einjahresfrist von Art. 60 OR als zu kurz erachtet (statt vieler: BUCHER, Basler Kommentar, N. 94 zu Art. 1 OR; ders., Schweizerisches Obligationenrecht, Allgemeiner Teil, S. 287 f.).\n\nDas Bundesgericht hat an seiner Rechtsprechung jedoch in Kenntnis der in der Literatur geäusserten Kritik auch in neuerer Zeit festgehalten (BGE 121 III 350 E. 6c S. 354 f.; Urteile 4C.409/2005 vom 21. März 2006, E. 3.1, SJ 2006 I S. 437; 4C.354/2004 vom 9. November 2005, E. 2.3). Wie die Befürworter der einjährigen Verjährungsfrist nach Art. 60 OR zutreffend vorbringen, handelt es sich bei der culpa in contrahendo um einen Haftungstatbestand eigener Art, der richtigerweise auch eigenen Gesetzmässigkeiten zu unterwerfen ist, wozu eine den besonderen Verhältnissen angemessene Regelung der Verjährungsfrage gehört (BAUMANN, a.a.O., N. 189 f. zu Art. 2 ZGB). Die bundesgerichtliche Rechtsprechung trägt dabei dem Umstand Rechnung, dass die Haftung für culpa in contrahendo dem Schutz des rechtlichen Verkehrs dient, dass dieser Schutz aber nicht durch eine übermässige zeitliche Ausdehnung gefährdet werden darf. Dem Gebot der Rechtssicherheit ist daher grosse Bedeutung beizumessen, weshalb kein Anlass besteht, von der bisherigen Rechtsprechung abzuweichen (so im Ergebnis auch BAUMANN, a.a.O., N. 190 f. zu Art. 2 ZGB; WERRO, a.a.O., N. 6 zu Art. 60 OR; TERCIER, a.a.O., S. 75; MARCHAND, a.a.O., S. 174; STEPHAN HARTMANN, Die vorvertraglichen Informationspflichten und ihre Verletzung, Diss. Freiburg 2001, Rz. 314; NICOLAS KUONEN, La responsabilité précontractuelle, Diss. Freiburg, Zürich 2007, Rz. 1709 f.; BREHM, Berner Kommentar, N. 12c zu Art. 60 OR; VITO ROBERTO, a.a.O., Rz. 569; vgl. bereits SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, Bern 1975, S. 706; ders., Die Haftung für Abschluss- und Verhandlungsgehilfen, in: ZSR 105/1986 I S. 645; HANS MERZ, Vertrag und Vertragsschluss, 2. Aufl., Freiburg 1992, Rz. 153; ders., Die privatrechtliche Rechtsprechung des Bundesgerichts im Jahre 1975, in: ZBJV 113/1977 S. 183 f.; PAUL PIOTET, La culpa in contrahendo aujourd'hui, in: SJZ 77/1981 S. 242; ders., Culpa in contrahendo, Bern 1963, S. 63; KELLER/SCHÖBI, Das Schweizerische Schuldrecht, Bd. I, Basel/Frankfurt a.M. 1988, S. 44; SCHÖNENBERGER/JÄGGI, a.a.O., N. 595 zu Art. 1 OR).\n\n4.3.3 Diese Grundsätze gelten nicht nur für die Haftung aus culpa in contrahendo, sondern auch für die Vertrauenshaftung im |398| Allgemeinen. Es handelt sich bei dieser Haftungsgrundlage nicht um eine gesetzlich geregelte, sondern eine von der Rechtsprechung entwickelte Rechtsfigur, auf welche die vom Gesetzgeber vorgesehene allgemeine Verjährungsbestimmung nach Art. 127 OR nicht unbesehen angewendet werden kann.\n\nDas Bundesgericht hat jeweils betont, dass die Vertrauenshaftung keinesfalls zu einer Haftung gegenüber jedermann ausufern und die Anerkennung dieser Haftungsgrundlage nicht dazu führen darf, dass das Rechtsinstitut des Vertrags ausgehöhlt wird (BGE 133 III 449 E. 4.1; BGE 130 III 345 E. 3.2 S. 353). Das Bundesgericht knüpft die Haftung aus erwecktem Vertrauen daher an strenge Voraussetzungen (BGE 133 III 449 E. 4.1 S. 451; BGE 124 III 297 E. 6a S. 303; BGE 121 III 350 E. 6c S. 355; BGE 120 II 331 E. 5a S. 336). Die Rechtssicherheit gebietet, eine ungerechtfertigte Ausdehnung der Vertrauenshaftung, die weder auf einer Verletzung einer Vertragspflicht noch auf einem Verstoss gegen allgemeine gesetzliche Gebote oder Verbote beruht, auch in zeitlicher Hinsicht zu vermeiden. Unter diesem Gesichtspunkt wäre zudem eine einzelfallspezifische Beurteilung der Verjährungsfrage - je nachdem, ob im konkreten Fall von einer rechtlichen Nähe zu einem Vertragsverhältnis auszugehen ist -, wie sie von der Beschwerdeführerin und einzelnen Lehrmeinungen postuliert wird, nicht zu rechtfertigen. Auch der Umstand, dass sich Art und Umfang der sich aus Treu und Glauben (Art. 2 ZGB) ergebenden Verhaltenspflichten nach den gesamten Umständen des Einzelfalls beurteilen (BGE 130 III 345 E. 2.2 S. 350 f.; BGE 120 II 331 E. 5a S. 337), verlangt - angesichts der damit verbundenen Beweisschwierigkeiten infolge Zeitablaufs - nach einer zeitlichen Nähe der Klärung derartiger Ansprüche. Es wäre mit dem Gebot der Rechtssicherheit unvereinbar, die aus Vertrauenshaftung in Anspruch genommene Partei während zehn Jahren möglichen Haftungsansprüchen auszusetzen. Vielmehr sind Ansprüche aus Vertrauenshaftung, nachdem der Geschädigte vom Eintritt des Schadens und der Person des Ersatzpflichtigen Kenntnis erlangt hat, innert angemessener Frist zu regeln. Ansprüche aus Vertrauenshaftung verjähren somit nach Art. 60 OR."}