{"annee": "134", "cour": "III", "page": "524", "date": "18/4/2008", "cite": ["134 III 141", "131 I 24", "1991 III 158", "133 III 399", "126 III 110"], "cite_par": ["135 III 424", "141 III 188", "138 III 130", "135 III 513", "138 III 44", "140 III 567", "140 III 289", "143 III 290", "137 III 417"], "chapeau": "82. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. Bank Z. gegen X. (Beschwerde in Zivilsachen)\n\n5A_695/2007 vom 18. April 2008", "regestes": ["Constatation du retour à meilleure fortune; décision rendue en procédure sommaire selon l'art. 265a al. 1 LP; qualification comme décision finale en matière de poursuite pour dettes et de faillite (art. 72 al. 2 let. a et art. 90 LTF); valeur litigieuse minimale (art. 74 al. 1 let. b LTF); épuisement des instances cantonales (art. 75 al. 1 LTF); pas de tribunal supérieur cantonal comme autorité précédente (art. 75 al. 2 LTF). Une décision rendue selon l'art. 265a al. 1 LP constitue une décision finale en matière de poursuite pour dettes et de faillite (consid. 1.1). Le recours en matière civile contre une telle décision est soumis à la valeur litigieuse minimale de l'art. 74 al. 1 let. b LTF (consid. 1.2). Dans la mesure où la question litigieuse peut être examinée dans la procédure ordinaire de l'art. 265a al. 4 LP et qu'un défaut éventuel peut ainsi être éliminé, la décision rendue selon l'art. 265a al. 1 LP ne peut être attaquée séparément, faute d'épuisement des instances cantonales. La décision est prise en dernière instance cantonale lorsqu'est invoquée la violation du droit d'être entendu (consid. 1.3). Dans la procédure selon l'art. 265a al. 1 LP, le juge qui statue définitivement n'est pas un tribunal supérieur (consid. 1.4)."], "faits": "|525|\n\nDie Bank Z. (nachfolgend: Beschwerdeführerin) betrieb X. (nachfolgend: Beschwerdegegner) in Prosequierung des Arrestes Nr. 622874 für Fr. 42'479'696.95 und Fr. 3'983'596.- sowie Arrestkosten von Fr. 887.40 und Kosten des Zahlungsbefehls von Fr. 410.-. In dieser Betreibung erhob der Beschwerdegegner am 6. August 2007 Rechtsvorschlag mit der Begründung, nicht zu neuem Vermögen gekommen zu sein. Am 4. September 2007 legte das Betreibungsamt des Seebezirks diesen Rechtsvorschlag dem Präsidenten des Zivilgerichts des Seebezirks zur Bewilligung vor. Mit Entscheid vom 31. Oktober 2007 bewilligte der Präsident des Zivilgerichts den Rechtsvorschlag des Beschwerdegegners.\n\nMit Beschwerde vom 26. November 2007 beantragt die Beschwerdeführerin dem Bundesgericht die Aufhebung des Entscheids des Präsidenten des Zivilgerichts sowie die Feststellung, dass der Beschwerdegegner zu neuem Vermögen gekommen sei, eventualiter die Rückweisung an die Vorinstanz. |526|\n\nDer Beschwerdegegner schliesst in seiner Vernehmlassung vom 12. März 2008 auf Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n1. Erhebt ein Schuldner Rechtsvorschlag mit der Begründung, er sei nicht zu neuem Vermögen gekommen, so legt das Betreibungsamt den Rechtsvorschlag dem Richter des Betreibungsortes vor, welcher die Parteien anhört und endgültig entscheidet (Art. 265a Abs. 1 SchKG). In diesem gerichtlichen Verfahren wird summarisch geprüft, ob neues Vermögen vorliegt oder nicht (Botschaft, BBl 1991 III 158). Der Schuldner und der Gläubiger können innert 20 Tagen nach der Eröffnung des Entscheides über den Rechtsvorschlag auf dem ordentlichen Prozessweg beim Richter des Betreibungsortes Klage auf Bestreitung oder Feststellung des neuen Vermögens einreichen (Art. 265a Abs. 4 SchKG).\n\nAngefochten ist ein Entscheid im Verfahren nach Art. 265a Abs. 1 SchKG.\n\n1.1 Wie ein Rechtsöffnungsentscheid nach Art. 80 bzw. 82 SchKG (vgl. dazu BGE 134 III 141 E. 2 S. 143; BGE 133 III 399 E. 1.2 S. 399, E. 1.4 S. 400) stellt auch ein Entscheid nach Art. 265a Abs. 1 SchKG einen Endentscheid in Schuldbetreibungs- und Konkurssachen gemäss Art. 72 Abs. 2 lit. a und Art. 90 BGG dar (so bereits unter der Herrschaft des OG BGE 126 III 110 E. 1b S. 111; implizit Urteile 5D_28/2007 und 5D_30/2007 je vom 11. April 2007).\n\n1.2 Gemäss Art. 74 Abs. 2 lit. b BGG ist die Beschwerde in Zivilsachen unabhängig vom Streitwert zulässig, wenn ein Bundesgesetz eine einzige kantonale Instanz vorschreibt. Die Regelung in Art. 265a Abs. 1 SchKG, wonach der Richter endgültig entscheidet, führt im Ergebnis zu einer einzigen kantonalen Instanz, sind doch von Bundesrechts wegen jegliche kantonalen Rechtsmittel ausgeschlossen (BGE 131 I 24 E. 2.2 S. 28; BGE 126 III 110 E. 1b S. 112).\n\nIndes hat Art. 74 Abs. 2 lit. b BGG - entsprechend der bisherigen Regelung in Art. 45 lit. a und c OG - diejenigen Fälle im Auge, in welchen das Bundesrecht spezialgesetzlich, namentlich auf dem Gebiete des Immaterialgüterrechts, explizit eine einzige kantonale Instanz vorschreibt, so dass das Bundesgericht als einzige und letzte Rechtsmittelinstanz entscheidet (Art. 64 Abs. 3 Urheberrechtsgesetz [SR |527231| .1], Art. 58 Abs. 3 Markenschutzgesetz [SR 232.11], Art. 37 Designgesetz [SR 232.12], Art. 76 Abs. 1 Patentgesetz [SR 232.14], Art. 42 Abs. 1 Sortenschutzgesetz [SR 232.16], Art. 14 Abs. 1 Kartellgesetz [SR 251], Art. 23 Kernenergiehaftpflichtgesetz [SR 732.44]; siehe Botschaft, BBl 2001 S. 4311).\n\nDemgegenüber erfolgt der Ausschluss kantonaler Rechtsmittel beim Entscheid über den Rechtsvorschlag nach Massgabe von Art. 265a Abs. 1-3 SchKG mit Blick darauf, dass, wer mit dem Bewilligungsentscheid nicht einverstanden ist, nach Art. 265a Abs. 4 SchKG den ordentlichen Prozessweg beschreiten kann (Botschaft, BBl 1991 III 159). Dies rechtfertigt es, Beschwerden gegen Entscheide nach Massgabe von Art. 265a Abs. 1-3 SchKG nicht der Regelung in Art. 74 Abs. 2 lit. b BGG, sondern der Streitwertgrenze nach Art. 74 Abs. 1 lit. b BGG zu unterstellen (in diesem Sinne Urteile 5D_28/2007 und 5D_30/2007 je vom 11. April 2007). Vorliegend beträgt der Streitwert mehr als Fr. 30'000.-.\n\n1.3 Gemäss Art. 75 Abs. 1 BGG ist die Beschwerde zulässig gegen Entscheide letzter kantonaler Instanzen und des Bundesverwaltungsgerichts. Dabei knüpft der Begriff der Letztinstanzlichkeit an jenen von Art. 86 Abs. 1 OG an (Urteil 5A_678/2007 vom 8. Januar 2008, E. 3.1). Letztinstanzlichkeit gemäss Art. 75 Abs. 1 BGG bedeutet, dass der kantonale Instanzenzug für die Rügen, die dem Bundesgericht vorgetragen werden, ausgeschöpft sein muss (Urteil 5A_678/ 2007 vom 8. Januar 2008, E. 3; Botschaft, BBl 2001 S. 4310).\n\nDie Regelung in Art. 265a Abs. 1 SchKG, wonach der Richter endgültig darüber entscheidet, ob ein Rechtsvorschlag bewilligt wird oder nicht, führt zwar zu einem Ausschluss sämtlicher ordentlicher und ausserordentlicher Rechtsmittel des kantonalen Rechts; indes beschneidet sie den Rechtsschutz der Parteien nicht, da diese das ordentliche Verfahren gemäss Art. 265a Abs. 4 SchKG einleiten können (Urteil 5P.117/2005 vom 13. Oktober 2005, E. 1.2, publ. in: Pra 95/2006 Nr. 68 S. 492). Dementsprechend betrachtet die Lehre das zweite ordentliche Verfahren als eine Art Fortsetzung des Summarverfahrens (BRÖNNIMANN, Neuerungen bei ausgewählten Klagen des SchKG, in: ZSR 115/1996 I S. 231) bzw. als zweite Stufe desselben Verfahrens (Botschaft, BBl BGE 1991 III 158 f.; HUBER, Basler Kommentar, N. 18 zu Art. 265a SchKG; GASSER, Nachlassverfahren, Insolvenzerklärung und Feststellung des neuen Vermögens nach rev.SchKG, in: ZBJV 132/1996 S. 18), in welcher der Richter die Funktion einer |528| zweiten Instanz übernimmt (FÜRSTENBERGER, Einrede des mangelnden und Feststellung neuen Vermögens nach revidiertem Schuldbetreibungs- und Konkursgesetz, Diss. Basel 1999, S. 97). Im Ergebnis dient die Klage auf Bestreitung bzw. auf Feststellung neuen Vermögens somit als Rechtsbehelf zur Überprüfung des Entscheides über die Bewilligung bzw. Nichtbewilligung des Rechtsvorschlages. Sie erfüllt im Verhältnis zum vorausgegangenen summarischen Entscheid über den Rechtsvorschlag die Funktion eines Rechtsmittels (BGE 131 I 24 E. 2.2 S. 29, E. 2.4 S. 30). Soweit eine bestimmte Rüge durch den Entscheid im ordentlichen Verfahren nach Art. 265a Abs. 4 SchKG behandelt und ein allfälliger Mangel behoben werden kann, ist die gesonderte Anfechtung des Summarentscheides mit der Voraussetzung der Letztinstanzlichkeit unvereinbar (Urteil 5P.117/ 2005 vom 13. Oktober 2005, E. 1.2, a.a.O., S. 493).\n\nDies gilt nicht für die Rüge von Verletzungen des rechtlichen Gehörs, kann doch die Klage auf Feststellung neuen Vermögens nach Art. 265a Abs. 4 SchKG in einem nunmehr abgeschlossenen Verfahren begangene Gehörsverletzungen nicht heilen (BGE 126 III 110 E. 1b S. 112). Letztinstanzlichkeit ist vorliegend somit nur mit Blick auf die Gehörsrüge gegeben.\n\n1.4 Nach Art. 75 Abs. 2 BGG setzen die Kantone als letzte kantonale Instanzen obere Gerichte ein. Indes resultiert aus der spezialgesetzlichen Regelung des Verfahrens betreffend Feststellung des neuen Vermögens, welche das Summarverfahren (Art. 265a Abs. 1 SchKG) und das darauf folgende ordentliche Verfahren (Art. 265a Abs. 4 SchKG) vorsieht, dass im Summarverfahren ein nicht oberes kantonales Gericht endgültig entscheidet. Insofern wird im SchKG eine Ausnahme zu Art. 75 Abs. 2 BGG geschaffen.\n\nDas Gericht des Seebezirks erfüllt somit die Voraussetzungen einer Vorinstanz nach Art. 75 BGG."}