{"annee": "134", "cour": "IV", "page": "149", "date": "6/12/2007", "cite": ["115 IV 189", "114 IV 100", "120 IV 265", "115 IV 199", "125 IV 189", "130 IV 7", "131 IV 1"], "cite_par": ["134 IV 193"], "chapeau": "15. Auszug aus dem Urteil des Kassationshofes i.S. X. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)\n\n6S.91/2007 vom 6. Dezember 2007 und 17. Januar 2008", "regestes": ["Art. 125 et 18 al. 3 CP; lésions corporelles par négligence; blessé responsable de la mise en danger de sa propre personne. Celui qui se limite à organiser la mise en danger d'une autre personne, danger qu'elle accepte et dont elle porte la responsabilité principale, n'est en principe pas punissable lorsque le risque consciemment accepté se réalise (confirmation de la jurisprudence; consid. 4). L'organisatrice d'un séminaire avec marche sur des charbons ardents n'a pas été déclarée coupable car ses actes n'ont pas eu d'influence sur le processus de la mise en danger et elle ne discernait pas mieux le risque de brûlures que les participantes (consid. 5)."], "faits": "|149|\n\nA. Am 23. August 2003 veranstalteten X. und Y. ein Feuerlaufseminar, an dem die Unihockey-Damenmannschaft von A. teilnahm. Nachmittags wurden die Seminarteilnehmerinnen über die Risiken des Feuerlaufs, die Eigenverantwortung und den von ihnen unterzeichneten Haftungsausschluss aufgeklärt. Gegen Abend entfachten sie das Feuer. Unter Anleitung der Organisatorinnen führten sie noch verschiedene Vorbereitungsübungen durch, bevor X. das Feuer kurz vor Mitternacht freigab. A., die als erste lief, zog sich |150| Verbrennungen zweiten Grades an den Fusssohlen zu. Auch andere Feuerläuferinnen haben sich die Füsse leicht verbrannt.\n\nB. Mit Urteil vom 23. September 2005 sprach das Kreisgericht Rheintal X. und Y. der fahrlässigen schweren Körperverletzung (Art. 125 Abs. 2 StGB) schuldig und verurteilte sie je zu einer bedingt vollziehbaren Gefängnisstrafe von fünf Tagen sowie einer Busse von 1'000 Franken. Im Weiteren verpflichtete es sie unter solidarischer Haftung, A. eine Genugtuung von 1'000 Franken zu bezahlen.\n\nC. Das Kantonsgericht St. Gallen wies eine dagegen erhobene Berufung von X. sowie die Anschlussberufung der Staatsanwaltschaft mit Urteil vom 22. November 2006 ab. Die Klägerin A. hat sich am Berufungsverfahren nicht mehr beteiligt.\n\nD. X. führt gegen das Urteil des Kantonsgerichts St. Gallen eidgenössische Nichtigkeitsbeschwerde mit dem Antrag, der angefochtene Entscheid sei aufzuheben und sie sei vom Vorwurf der fahrlässigen schweren Körperverletzung vollumfänglich freizusprechen.\n\nDas Bundesgericht heisst die Nichtigkeitsbeschwerde gut, soweit darauf einzutreten ist.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Der Beschwerdeführerin wird als Organisatorin und Leiterin des Feuerlaufseminars zusammenfassend vorgeworfen, sie habe die gebotenen Erste-Hilfe-Massnahmen unterlassen. Zum einen habe sie in Kenntnis der Risiken keine (genügenden) Vorkehrungen getroffen für den Fall, dass sich eine Teilnehmerin die Füsse verbrennen würde, und zum anderen nach Eintritt der Verbrennungen nicht umgehend ärztliche Hilfe angefordert. Darin erschöpft sich das inkriminierte Verhalten. Namentlich wird der Beschwerdeführerin nicht mehr zur Last gelegt, bei der Vorbereitung und Durchführung des Seminars (in Bezug auf Holzauswahl, Feuertemperatur, usw.) einen Fehler begangen zu haben.\n\n3.2 Die Vorinstanz hält gestützt auf die Ausführungen des behandelnden Arztes fest, dass die Folgeschäden der Verbrennungen mit grösster Wahrscheinlichkeit geringer ausgefallen wären, wenn die Klägerin ihre Füsse konsequent und lange genug hätte kühlen können und ärztliche Versorgung rasch gewährleistet worden wäre.\n\nDie Beschwerdeführerin habe eine Garantenstellung innegehabt, die sich aus einer vertraglichen Nebenpflicht und dem Prinzip des |151| gefährlichen Vorverhaltens (Ingerenz) ergebe. Infolge ihrer Garantenstellung wäre sie verpflichtet gewesen, Massnahmen für die erste Hilfe im Verletzungsfall zu treffen. Zwar habe sie einen Eimer Wasser zur Verfügung gestellt, in dem die Klägerin ihre Füsse während rund 15 Minuten habe kühlen können. Doch unbestrittenermassen sei dies die einzige Vorsichtsmassnahme gewesen, und sie habe sich als ungenügend erwiesen. Gemäss Arztbericht stelle nämlich das sofortige Kühlen mit kaltem Wasser - während mindestens 20-30 Minuten - eine zentrale Massnahme bei Verbrennungen dar, und anschliessend sollte die Patientin rasch einer ärztlichen Beurteilung zugeführt werden.\n\nDamit sei erstellt, dass das pflichtwidrige Unterlassen der Beschwerdeführerin für die Verletzungen der Klägerin kausal sei. Unerheblich sei dagegen, dass die Teilnehmerinnen einen sog. Haftungsausschluss unterzeichneten und auf die Freiwilligkeit und Gefährlichkeit des Feuerlaufs mehrfach hingewiesen worden waren, weil eine Garantenpflicht nicht wegbedungen werden könne. Eine rechtfertigende Einwilligung in die schwere Körperverletzung falle ebenfalls ausser Betracht, weil es an einem sittlichen oder ethischen Zweck fehle.\n\n3.3 Die Beschwerdeführerin hält ihre Verurteilung wegen fahrlässiger schwerer Körperverletzung für bundesrechtswidrig. Sie wendet sich sowohl gegen die Annahme einer schweren Schädigung im Sinne von Art. 125 Abs. 2 StGB wie auch gegen den Fahrlässigkeitsvorwurf überhaupt, da die Teilnehmerinnen freiwillig und in Kenntnis der Verletzungsgefahr über die Glutbahn gingen.\n\n4.\n\n4.1 Die Beschwerdeführerin liess die Seminarteilnehmerinnen einen sog. Haftungsausschluss unterzeichnen. Darin erklärten sie, dass es keine \"Garantie für die Sicherheit und Unversehrtheit während des Feuerlaufseminars\" gebe, und versicherten, \"völlig freiwillig\" und \"auf eigenes Risiko\" teilzunehmen. Im Weiteren verzichteten sie auf jede Art von Schadenersatzansprüchen für den Fall von Verletzungen und übernahmen die \"volle Verantwortung\" für ihre Teilnahme. Die Beschwerdeführerin leitet hieraus eine rechtfertigende Einwilligung in den Tatbestand der (einfachen) Körperverletzung ab, während die Vorinstanz eine solche verneint, weil es an einem sittlichen oder ethischen Zweck für eine Einwilligung in eine (schwere) Körperverletzung fehle.\n\n4.2 Das Bundesgericht hat bisher die Frage, ob die Einwilligung des Verletzten bei Fahrlässigkeitsdelikten begrifflich überhaupt möglich |152| ist (BGE 114 IV 100 E. 4) bzw. wie weit einer solchen bei Gefährdung durch einen Dritten Schranken gesetzt sind (BGE 125 IV 189 E. 3a), nicht abschliessend geprüft. Ein unlängst ergangener Entscheid stellt indessen klar, dass sich die Einwilligung beim vorsätzlichen Verletzungsdelikt sowohl auf die Tathandlung als auch auf den tatbestandsmässigen Erfolg beziehen müsste (BGE 131 IV 1 E. 3.1). Entsprechendes gilt auch für das Fahrlässigkeitsdelikt. Eine Einwilligung liegt nicht schon vor, wenn das um die Gefährdung wissende Opfer lediglich in das Risiko einwilligt, sondern es müsste zugleich den Verletzungserfolg in Kauf nehmen, was nur ausnahmsweise vorkommen dürfte. Denn in der Regel wird der Betroffene mindestens ebenso wie der unvorsätzlich handelnde Täter gerade darauf vertrauen, dass die Gefährdung für seine Rechtsgüter folgenlos bleiben wird (PHILIPPE WEISSENBERGER, Die Einwilligung des Verletzten bei den Delikten gegen Leib und Leben, Diss. Bern 1996, S. 144).\n\nNach dem angefochtenen Entscheid haben alle beteiligten Personen, an erster Stelle die Klägerin, darauf vertraut, dass sich beim Feuerlauf niemand die Füsse verbrennen würde. Eine Einwilligung in den tatbestandsmässigen Erfolg der (schweren) Körperverletzung liegt deshalb nicht vor. Inwiefern rechtlich von Bedeutung ist, dass die Klägerin freiwillig und auf eigene Verantwortung am Feuerlauf teilgenommen hat, bleibt bei der Zurechnung des Verletzungserfolges zu prüfen.\n\n4.3 Fahrlässigkeit liegt vor, wenn die Tat darauf zurückzuführen ist, dass der Täter die Folge seines Verhaltens aus pflichtwidriger Unvorsichtigkeit nicht bedacht oder darauf nicht Rücksicht genommen hat (Art. 18 Abs. 3 Satz 1 StGB). Ein Schuldspruch wegen fahrlässiger Körperverletzung setzt somit voraus, dass der Täter den Erfolg durch Verletzung einer Sorgfaltspflicht verursacht hat. Sorgfaltswidrig ist die Handlungsweise, wenn der Täter zum Zeitpunkt der Tat aufgrund der Umstände sowie seiner Kenntnisse und Fähigkeiten die damit bewirkte Gefährdung der Rechtsgüter des Opfers hätte erkennen können und müssen und wenn er zugleich die Grenzen des erlaubten Risikos überschritten hat (Art. 18 Abs. 3 Satz 2 StGB; BGE 130 IV 7 E. 3.2 mit Hinweisen). Die Bemessung der Sorgfaltspflicht macht eine Abgrenzung der Verantwortungsbereiche erforderlich. Das gilt namentlich dort, wo der Rechtsgutträger bewusst ein erhöhtes Risiko eingeht und sich einer Gefährdung aussetzt (siehe BGE 125 IV 189; BGE 115 IV 189 E. 3d und 5; GÜNTER STRATENWERTH, Schweizerisches Strafrecht, Allgemeiner Teil I, 3. Aufl., Bern 2005, § 9 Rz. 39 S. 161). |153|\n\n4.4 In diesem Zusammenhang unterscheidet die jüngere Rechtsprechung und Lehre zwischen Mitwirkung an fremder Selbstgefährdung und einverständlicher Fremdgefährdung (BGE 125 IV 189 E. 3a; BGE 131 IV 1 E. 3.2; ANDREA ESTHER HUBER, Die Selbstgefährdung des Verletzten, Diss. Zürich 2003, insbes. S. 46 ff.; WEISSENBERGER, a.a.O., S. 100 ff. und passim; CLAUS ROXIN, Strafrecht, Allgemeiner Teil I, 4. Aufl., München 2006, § 11 N. 107 ff.; SCHÖNKE/SCHRÖDER/CRAMER/STERNBERG-LIEBEN, Strafgesetzbuch, Kommentar, 27. Aufl., München 2006, § 15 N. 165 ff.). Blosse Mitwirkung an fremder Selbstgefährdung liegt vor, wenn der Rechtsgutträger sich bewusst und freiverantwortlich einer bestimmten Gefahr für seine Rechtsgüter aussetzt und der andere diese Selbstgefährdung lediglich ermöglicht, veranlasst oder unterstützt. Einverständliche Fremdgefährdung ist demgegenüber gegeben, wenn der Rechtsgutträger sich im Bewusstsein des Risikos durch einen anderen gefährden lässt (BGE 125 IV 189 E. 3a). Die Abgrenzung erfolgt nach dem Kriterium der Tatherrschaft. Danach ist zu fragen, ob der Rechtsgutträger das Tatgeschehen derart beherrscht, dass er darin jederzeit und bis zuletzt steuernd einzugreifen vermag, oder aber das Gefährdungsgeschehen in den Händen des Dritten liegt (BGE 131 IV 1 E. 3.2). Entscheidend ist insoweit die Herrschaft über den letzten, unmittelbar zur Verletzung führenden Akt (SCHÖNKE/SCHRÖDER/CRAMER/STERNBERG-LIEBEN, a.a.O., § 15 N. 165).\n\n4.5 Die eigenverantwortliche Selbstgefährdung fällt nicht unter den Tatbestand eines Körperverletzungs- oder Tötungsdelikts. Wer lediglich eine solche Selbstgefährdung veranlasst, ermöglicht oder fördert, macht sich grundsätzlich ebenfalls nicht strafbar, wenn das mit der Gefährdung bewusst eingegangene Risiko sich realisiert. Solche Erfolge werden nicht vom Schutzzweck der Tötungs- und Körperverletzungstatbestände gedeckt. Die Straflosigkeit der Mitwirkung an fremder Selbstgefährdung leitet sich ab aus der Straflosigkeit des Suizids und - vorbehältlich Art. 115 StGB - der Teilnahme hierzu. Wenn schon die Teilnahme an einer Selbsttötung und auch an einer vorsätzlichen Selbstverletzung straflos bleibt, kann umso weniger die Mitwirkung an fremder Selbstgefährdung strafbar sein. Dahinter steht die normative Wertentscheidung, dass kein Grund besteht, die Handlungsfreiheit einzuschränken, solange niemand gegen seinen Willen gefährdet wird (BGE 131 IV 1 E. 3.3 mit Hinweisen).\n\nDie Straflosigkeit der Mitwirkung an fremder Selbstgefährdung findet ihre Grenze jedoch dort, wo der Veranlasser oder Förderer das Risiko kraft überlegenen Sachwissens besser erfasst (BGE 125 IV 189 |154| E. 3a S. 194) oder erkennt, dass das Opfer die Tragweite seines Entschlusses nicht überblickt. In diesem Fall schafft er ein Risiko, das vom Willen des Opfers nicht mehr gedeckt und dessen Verwirklichung daher dem Mitwirkenden zuzurechnen ist (BGE 131 IV 1 E. 3.3 mit Hinweisen).\n\n5.\n\n5.1 Im konkret zu beurteilenden Fall lag die Herrschaft über das unmittelbar zur Verletzung führende Geschehen bei der Klägerin (und jeder einzelnen Feuerläuferin), die \"freiwillig und in grundsätzlicher Kenntnis der Verletzungsgefahr\" über die Glut ging. Entscheidend ist, dass es ihr bis zuletzt offen stand, von ihrem Entschluss Abstand zu nehmen und auf den riskanten Feuerlauf zu verzichten. Demgegenüber war die Beschwerdeführerin am Gefährdungsgeschehen nur insoweit beteiligt, als sie das Feuerlaufseminar organisiert, geleitet und das Feuer zum Lauf freigegeben hat. Die Teilnehmerinnen hat sie dadurch nicht unmittelbar gefährdet, die Gefährdung vielmehr nur veranlasst und unterstützt.\n\nDie Gefahr, die in den Verletzungserfolg umschlug, ist nicht auf eine Unterlassung der Beschwerdeführerin zurückzuführen. Sie hat an der Selbstgefährdung durch aktives Tun mitgewirkt, und danach beurteilt sich der strafrechtliche Vorwurf (vgl. dazu BGE 120 IV 265 E. 2b S. 271; BGE 115 IV 199 E. 2a S. 203 f.). Deshalb braucht hier nicht entschieden zu werden, ob und inwieweit sie zugunsten der Teilnehmerinnen eine Garantenstellung (aus Vertrag) einnahm. Immerhin ist klarzustellen, dass dort, wo die Mitwirkung nach den dargelegten Grundsätzen straflos bleibt, auch der Umweg über ein gefährliches Vorverhalten (Ingerenz) nicht zur Erfolgsabwendungspflicht und Unterlassungshaftung des Mitwirkenden führen kann, was allgemein anerkannt ist (vgl. nur STRATENWERTH, a.a.O., § 14 Rz. 22 S. 430; ROXIN, a.a.O., § 11 N. 112; LACKNER/KÜHL, Strafgesetzbuch, Kommentar, 26. Aufl., München 2007, vor § 211 N. 26).\n\nDen Fahrlässigkeitsvorwurf begründet die Vorinstanz damit, dass die Klägerin ihre Füsse nur 15 Minuten (statt wie vom Arzt empfohlen mindestens 20-30 Minuten) im Wassereimer kühlen konnte. Dies genügt indessen nicht, um die eingetretenen Verletzungen der Beschwerdeführerin zuzurechnen. Denn einerseits führte das Bereitstellen des Wassereimers gerade nicht zu einer Risikoerhöhung während des Gefährdungsverlaufs, sondern diente der Verhütung und Linderung allfälliger Verbrennungen. Andererseits konnten die Teilnehmerinnen selbst erkennen, welche Kühlmöglichkeit für den Fall |155| von Verbrennungen bereitstand. Die Vorsichtsmassnahme blieb somit ohne Einfluss auf das Gefährdungsgeschehen und das von den Feuerläuferinnen eingegangene Risiko.\n\n5.2 Die Erfahrung lehrt, dass man sich an glühender Kohle leicht verbrennt und Kühlung mit Wasser Linderung bringen kann. Das Risiko, sich beim Lauf über das (rund vier Meter lange) Glutbeet die Fusssohlen verbrennen zu können, war offensichtlich und ohne weiteres überschaubar. Zudem steht fest, dass die Klägerin über die Risiken des Feuerlaufs eingehend - mündlich und schriftlich - aufgeklärt worden ist, was sie durch Unterzeichnung des erwähnten Haftungsausschlusses bekräftigte. Unter diesen Umständen ist nicht zu erkennen, inwiefern sie die Tragweite ihres Entschlusses nicht überblickt hätte oder ihre Willensbildung sonst wie mangelhaft gewesen wäre. Indem sie trotz Risikokenntnis und offenkundiger Gefahr über das Glutbeet lief, setzte sich die Klägerin willentlich und frei verantwortlich einer Selbstgefährdung aus.\n\n5.3 Auf Seiten der Beschwerdeführerin ist nicht auszumachen, dass sie das Verbrennungsrisiko aufgrund überlegenen Sachwissens besser erfasst hätte. Das wäre etwa anzunehmen, wenn sie Holz in ungewöhnlicher Qualität verwendet hätte, dessen hohe Dichte oder Wärmeleitfähigkeit - wie ihr bekannt - das Risiko von Verbrennungen begünstigte. Doch solches wird von der Vorinstanz weder festgestellt noch zum Vorwurf erhoben. Gegenteils liegt ausser Streit, dass sich die Beschwerdeführerin bei der Vorbereitung und Durchführung des Feuerlaufs (in Bezug auf die verwendete Holzmischung, die Feuertemperatur, usw.) keinerlei Fehlverhalten zu Schulden kommen liess und insoweit unvermeidbar war, dass die Klägerin sich Verbrennungen an den Füssen zuzog. Hat sich demnach aber gerade das mit der Selbstgefährdung eingegangene Risiko realisiert, erscheint der Verletzungserfolg ausschliesslich durch die Klägerin selbst herbeigeführt.\n\n5.4 Der Schuldspruch der Beschwerdeführerin wegen fahrlässiger schwerer Körperverletzung (Art. 125 Abs. 2 StGB) verletzt aus den dargelegten Gründen Bundesrecht. Der ebenfalls erhobene Einwand, die Verletzungen seien nicht als schwere Schädigung im Sinne von Art. 125 Abs. 2 StGB zu qualifizieren, wird damit gegenstandslos."}