{"annee": "134", "cour": "V", "page": "109", "date": "19/2/2008", "cite": ["121 V 326", "123 V 43", "122 V 415", "129 V 460", "123 III 110", "119 V 335", "130 V 1", "116 V 41", "133 V 57", "117 V 275", "115 V 133", "123 V 98", "123 V 230", "129 V 177", "117 V 359", "125 V 351", "128 V 169", "130 V 380", "117 V 369", "127 V 102"], "cite_par": ["140 V 130", "138 III 276", "144 V 354", "141 V 574", "141 V 37", "137 V 199", "134 V 231", "138 V 147", "138 V 248", "135 V 269", "143 V 148", "136 V 279", "139 V 547", "144 V 418"], "chapeau": "15. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Allianz Suisse Versicherungs-Gesellschaft gegen M. und Assura Kranken- und Unfallversicherung (Verwaltungsgerichtsbeschwerde)\n\nU 394/06 vom 19. Februar 2008", "regestes": ["Art. 10, art. 16, art. 18, art. 19 al. 1 LAA; moment de la clôture du cas; \"examen prématuré du lien de causalité adéquate\"; jurisprudence relative aux traumatismes de type \"coup du lapin\" à la colonne cervicale, consécutifs à un accident. Moment de la clôture du cas (avec suppression des prestations provisoires et examen des conditions du droit à une rente d'invalidité et à une indemnité pour atteinte à l'intégrité). Réponse critique à l'objection d' \"examen prématuré du lien de causalité adéquate\" en cas de traumatisme de type \"coup du lapin\" à la colonne cervicale, de traumatisme analogue à la colonne cervicale ou encore de traumatisme cranio-cérébral, sans preuve d'un déficit organique objectivable (jurisprudence relative aux traumatismes de type \"coup du lapin\" à la colonne cervicale; précision de la jurisprudence; consid. 3 et 4).", "Art. 6 al.1 LAA; jurisprudence relative aux traumatismes de type \"coup du lapin\" à la colonne cervicale, consécutifs à un accident. Confirmation de la méthode particulière d'examen du lien de causalité adéquate en cas de traumatisme de type \"coup du lapin\" à la colonne cervicale, de traumatisme analogue à la colonne cervicale ou de traumatisme cranio-cérébral, sans preuve d'un déficit organique objectivable (jurisprudence relative aux traumatismes de type \"coup du lapin\" à la colonne cervicale; consid. 7-9). Renforcement des exigences concernant la preuve d'une lésion en relation de causalité naturelle avec l'accident, justifiant l'application de la jurisprudence relative aux traumatismes de type \"coup du lapin\" (documentation du déroulement de l'accident; investigation médicale initiale; expertise médicale; précision de la jurisprudence; consid. 9). Modification partielle des critères à prendre en considération lors de l'examen du caractère adéquat du lien de causalité dans le cadre de la jurisprudence relative aux traumatismes de type \"coup du lapin\" à la colonne cervicale (précision de la jurisprudence; consid. 10)."], "faits": "BGE 134 V 109 S. 110\n\nA. Die 1948 geborene M. war als Pflegemitarbeiterin/Nachtwach-Hilfe im Alters- und Pflegeheim X. angestellt und dadurch bei der Berner Allgemeine Versicherungs-Gesellschaft (nachfolgend: Berner) obligatorisch gegen Unfallfolgen versichert. Am 24. Oktober 2000 verlor M., als sie im Wald auf einem liegenden Baumstamm BGE 134 V 109 S. 111stand, um Efeu von einem stehenden Baum zu schneiden, das Gleichgewicht und stürzte mehrere Meter eine Böschung hinunter in ein Bachbett, wo sie, nach einer Bewusstlosigkeit unbekannter Dauer, wieder zu sich kam. Im notfallmässig aufgesuchten Kantonsspital Y. wurden eine Distorsion der Halswirbelsäule (HWS) und eine commotio cerebri diagnostiziert, und es wurde eine volle Arbeitsunfähigkeit bestätigt. Die Berner gewährte Heilbehandlung und richtete ein Taggeld aus. Mit Verfügung vom 3. Dezember 2004 verneinte die Allianz Suisse Versicherungs-Gesellschaft (nachfolgend: Allianz) als Rechtsnachfolgerin der Berner rückwirkend ab 24. Juli 2002 jeglichen weiteren Leistungsanspruch, da die darüber hinaus vorhandenen Gesundheitsbeschwerden nicht in einem adäquaten Kausalzusammenhang zum Unfall vom 24. Oktober 2000 stünden. M. und die Assura Kranken- und Unfallversicherung (nachfolgend: Assura) als ihr obligatorischer Krankenpflegeversicherer erhoben je Einsprache. Die Allianz hielt an der Verfügung fest (Einspracheentscheid vom 9. September 2005).\n\nB. In Gutheissung der von M. und der Assura geführten Beschwerden hob das Kantonsgericht Basel-Landschaft den Einspracheentscheid vom 9. September 2005 auf und verhielt die Allianz, die gesetzlichen Leistungen über den 24. Juli 2002 hinaus zu erbringen. Zur Begründung wurde ausgeführt, der Unfallversicherer habe die Adäquanz zu früh geprüft.\n\nC. Die Allianz führt Verwaltungsgerichtsbeschwerde mit dem Rechtsbegehren, der kantonale Entscheid sei aufzuheben. M. und die Assura beantragen je die Abweisung der Verwaltungsgerichtsbeschwerde. Das Bundesamt für Gesundheit verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Das kantonale Gericht hat im angefochtenen Entscheid die Bestimmungen über die Leistungspflicht des obligatorischen Unfallversicherers bei Berufsunfällen, Nichtberufsunfällen und Berufskrankheiten (Art. 6 Abs. 1 UVG), über den Anspruch auf Heilbehandlung (Art. 10 Abs. 1 UVG), auf Taggeld (Art. 16 Abs. 1 UVG) und auf eine Invalidenrente (Art. 18 Abs. 1 UVG) richtig wiedergegeben. Gleiches gilt für die Grundsätze über den für einen Leistungsanspruch nebst anderem erforderlichen natürlichen BGE 134 V 109 S. 112Kausalzusammenhang zwischen dem Unfall und dem eingetretenen Schaden (Krankheit, Invalidität, Tod; BGE 129 V 177 E. 3.1 S. 181 mit Hinweisen). Ebenfalls zutreffend dargelegt ist die Rechtsprechung über den zusätzlich zum natürlichen Kausalzusammenhang erforderlichen adäquaten Kausalzusammenhang. Danach spielt im Sozialversicherungsrecht die Adäquanz als rechtliche Eingrenzung der sich aus dem natürlichen Kausalzusammenhang ergebenden Haftung des Unfallversicherers im Bereich organisch objektiv ausgewiesener Unfallfolgen praktisch keine Rolle, da sich hier die adäquate weitgehend mit der natürlichen Kausalität deckt (BGE 127 V 102 E. 5b/bb S. 103 mit Hinweisen). Anders verhält es sich bei natürlich unfallkausalen, aber organisch nicht objektiv ausgewiesenen Beschwerden. Hier ist bei der Beurteilung der Adäquanz vom augenfälligen Geschehensablauf auszugehen, und es sind je nachdem weitere unfallbezogene Kriterien einzubeziehen (BGE 117 V 359 E. 6 S. 366 ff. und 369 E. 4 S. 382 ff.; BGE 115 V 133 E. 6 S. 138 ff.). Bei psychischen Fehlentwicklungen nach Unfall werden diese Adäquanzkriterien unter Ausschluss psychischer Aspekte geprüft (BGE 115 V 133 E. 6c/aa S. 140), während bei Schleudertraumen (BGE 117 V 359 E. 6a S. 367) und äquivalenten Verletzungen der HWS (SVR 1995 UV Nr. 23 S. 67, E. 2, U 183/93) sowie Schädel-Hirntraumen (BGE 117 V 369 E. 4b S. 383) auf eine Differenzierung zwischen physischen und psychischen Komponenten verzichtet wird (vgl. zum Ganzen auch BGE 127 V 102 E. 5b/bb S. 103 und SVR 2007 UV Nr. 8 S. 27, E. 2 ff., U 277/04, je mit Hinweisen).\n\n2.2 Zu ergänzen ist, dass sich der zu beurteilende Sachverhalt vor dem Inkrafttreten des Bundesgesetzes über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG) am 1. Januar 2003 ereignet hat. Damit sind die materiellrechtlichen Bestimmungen dieses Erlasses (zur sofortigen Anwendbarkeit der formellrechtlichen Normen: BGE 130 V 1 E. 3.2 S. 4 mit Hinweisen) nicht anwendbar (RKUV 2005 Nr. U 536 S. 57, U 126/04). Das ATSG hat im Übrigen nicht zu einer inhaltlichen Änderung der für die Beurteilung massgeblichen Bestimmungen und Grundsätze geführt. Das nachfolgend Gesagte gilt daher auch unter der Herrschaft des ATSG.\n\n3.\n\n3.1 Während die Allianz in ihrem Einspracheentscheid in Anwendung der für psychische Fehlentwicklungen nach Unfall geltenden Grundsätze einen adäquaten Kausalzusammenhang zwischen dem Unfall und den persistierenden Beschwerden verneint hatte, folgte BGE 134 V 109 S. 113die Vorinstanz in ihrem Urteil der Auffassung der Versicherten, die Allianz habe den adäquaten Kausalzusammenhang verfrüht beurteilt und damit den Fall zu früh abgeschlossen. Diese Prüfung sei erst nach Abschluss des normalen unfallbedingten Heilungsprozesses vorzunehmen. Solange von der Fortsetzung der ärztlichen Behandlung eine Besserung des Gesundheitszustandes erwartet werden könne, sei es dem Unfallversicherer verwehrt, die Adäquanzprüfung vorzunehmen und damit den Fallabschluss herbeizuführen. Im vorliegenden Fall sei ein somatisches \"Verbesserungspotenzial\" vorhanden, und es bestehe hinsichtlich der psychischen Beschwerden eine \"Behandlungsbedürftigkeit\".\n\n3.2 Da das Gericht in jüngerer Zeit öfters mit Entscheidungen unterer Instanzen, die eine verfrühte Adäquanzprüfung bejahten, befasst wird und selbst Entscheide dieses Inhalts erlassen hat (vgl. etwa BGE 130 V 380 E. 2.3.1 S. 384 mit Hinweis; Urteil U 254/06 vom 6. März 2007, E. 6.1; Urteile des Eidg. Versicherungsgerichts U 11/06 vom 12. Oktober 2006, E. 4.1; U 380/04 vom 15. März 2005, E. 4.2, nicht publ. in: RKUV 2005 Nr. U 549 S. 236, und U 246/03 vom 11. Februar 2004, zusammengefasst und kommentiert in HAVE 2004 S. 119, E. 2.4 mit weiteren Hinweisen), erscheint es als geboten, vorweg die Frage zu prüfen, in welchem Zeitpunkt der Unfallversicherer einen Fall abschliessen darf. Wenn davon gesprochen wird, die Adäquanzprüfung sei zu früh erfolgt, so erschwert dies das Verständnis insofern, als der Eindruck erweckt wird, die Adäquanzprüfung sei die Prüfung einer Rechtsfrage besonderer Art. Dabei handelt es sich um eine Rechtsfrage nebst anderen Rechtsfragen im Zusammenhang mit der Prüfung der Leistungsansprüche. Zu fragen ist nicht danach, in welchem Zeitpunkt die Adäquanzprüfung vorgenommen werden darf, sondern wann der Unfallversicherer einen Fall abzuschliessen hat. Beim Abschluss hat er den Anspruch auf eine Invalidenrente und eine Integritätsentschädigung zu prüfen.\n\n4. Die Auslegung der einschlägigen Bestimmungen des Unfallversicherungsgesetzes ergibt diesbezüglich eine klare und in sich geschlossene Ordnung.\n\n4.1 Der Dritte Titel des Gesetzes behandelt die Versicherungsleistungen. Das erste Kapitel dieses Titels ist den Pflegeleistungen und Kostenvergütungen, das zweite Kapitel den Geldleistungen und das dritte Kapitel deren Kürzung und Verweigerung aus besonderen BGE 134 V 109 S. 114Gründen gewidmet. Kerngehalt der Pflegeleistungen bildet die Heilbehandlung in Art. 10 UVG. Diese zählt wie das in Art. 16 f. UVG geregelte Taggeld und anders als etwa die als klassische Dauerleistung geltende Invalidenrente gemäss Art. 18 ff. UVG zu den vorübergehenden Leistungen (vgl. BGE 133 V 57 E. 6.6 und 6.7 S. 63 ff. mit Hinweisen). Bis zu welchem Zeitpunkt Heilbehandlung und Taggeld durch den Unfallversicherer zu gewähren sind, kann dem ersten Kapitel nicht entnommen werden. Dieser Zeitpunkt ergibt sich indessen aus Art. 19 UVG des zweiten Kapitels über Beginn und Ende der Invalidenrente, die, sofern die Voraussetzungen für deren Ausrichtung erfüllt sind, den vorübergehenden Leistungen folgt. Danach entsteht der Rentenanspruch, wenn von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung des Gesundheitszustandes des Versicherten mehr erwartet werden kann und allfällige Eingliederungsmassnahmen der Invalidenversicherung abgeschlossen sind (Abs. 1 erster Satz). Mit dem Rentenbeginn fallen die Heilbehandlung und die Taggeldleistungen dahin (Abs. 1 zweiter Satz; vgl. auch Art. 16 Abs. 2 zweiter Satz UVG, wo dies für den Taggeldanspruch nochmals statuiert wird). Nach konstanter Rechtsprechung heisst dies, der Versicherer hat - sofern allfällige Eingliederungsmassnahmen der Invalidenversicherung abgeschlossen sind - die Heilbehandlung (und das Taggeld) nur solange zu gewähren, als von der Fortsetzung der ärztlichen Behandlung noch eine namhafte Besserung des Gesundheitszustandes erwartet werden kann. Trifft dies nicht mehr zu, ist der Fall unter Einstellung der vorübergehenden Leistungen mit gleichzeitiger Prüfung des Anspruchs auf eine Invalidenrente und auf eine Integritätsentschädigung abzuschliessen (vgl. BGE 133 V 57 E. 6.6.2 S. 64; BGE 128 V 169 E. 1b S. 171 mit Hinweisen; BGE 116 V 41 E. 2c S. 44; RKUV 1995 Nr. U 227 S. 190, E. 2a, U 29/95; Urteil des Eidg. Versicherungsgerichts U 244/04 vom 20. Mai 2005, E. 2, nicht publ. in: RKUV 2005 Nr. U 557 S. 388; siehe auch RKUV 2006 Nr. U 571 S. 82, U 294/04).\n\n4.2 Nahtlos an diese Regelung schliesst sich Art. 21 Abs. 1 UVG an. Danach soll Heilbehandlung - wie die übrigen Pflegeleistungen und die Kostenvergütungen - nach Festsetzung der Rente durch den Unfallversicherer nur unter besonderen Voraussetzungen gewährt werden, so bei Berufskrankheit (lit. a), bei Rückfall oder Spätfolgen zur wesentlichen Besserung oder Bewahrung vor wesentlicher Beeinträchtigung der Erwerbsfähigkeit (lit. b), zur Erhaltung BGE 134 V 109 S. 115der verbleibenden Erwerbsfähigkeit (lit. c) und zur wesentlichen Verbesserung oder zur Bewahrung vor wesentlicher Beeinträchtigung des Gesundheitszustandes im Falle der Erwerbsunfähigkeit (lit. d). Im dazwischen liegenden Bereich, nämlich wenn einerseits von der Fortsetzung der ärztlichen Behandlung keine namhafte Besserung im Sinne von Art. 19 Abs. 1 UVG mehr erwartet werden kann und anderseits die Voraussetzungen von Art. 21 Abs. 1 UVG nicht erfüllt sind, hat der Unfallversicherer keine Heilbehandlung mehr zu übernehmen. An seine Stelle tritt der obligatorische Krankenpflegeversicherer.\n\n4.3 Was unter einer namhaften Besserung des Gesundheitszustandes des Versicherten (\"une sensible amélioration de l'état de l'assuré\", \"un sensibile miglioramento della salute dell'assicurato\" in der französischen resp. italienischen Textfassung des Art. 19 Abs. 1 UVG) zu verstehen ist, umschreibt das Gesetz nicht näher. Mit Blick darauf, dass die soziale Unfallversicherung ihrer Konzeption nach auf die erwerbstätigen Personen ausgerichtet ist (vgl. etwa Art. 1 [seit 1. Januar 2003 Art. 1a mit unverändertem Wortlaut] und Art. 4 UVG), wird sich dies namentlich nach Massgabe der zu erwartenden Steigerung oder Wiederherstellung der Arbeitsfähigkeit, soweit unfallbedingt beeinträchtigt, bestimmen. Dabei verdeutlicht die Verwendung des Begriffes \"namhaft\" durch den Gesetzgeber, dass die durch weitere Heilbehandlung zu erwartende Besserung ins Gewicht fallen muss. Unbedeutende Verbesserungen genügen nicht (vgl. Urteile U 244/04 vom 20. Mai 2005, E. 2, nicht publ. in: RKUV 2005 Nr. U 557 S. 388, und U 412/00 vom 5. Juli 2001, E. 2a; ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, 2. Aufl., Bern 1989, S. 274).\n\n5. Der Grundsatz, dass der Unfallversicherer nur solange Heilbehandlung und Taggeld zu gewähren hat, als von der ärztlichen Behandlung eine namhafte Besserung des Gesundheitszustandes zu erwarten ist, steht insofern in einem Spannungsverhältnis zur Praxis betreffend die Adäquanzprüfung im Bereich der organisch nicht objektiv ausgewiesenen Beschwerden nach Unfall, als danach mehrere Kriterien massgebend sein können, deren Erfüllung von der Zeitkomponente \"Dauer\" abhängt. Dies trifft auf die Kriterien der ungewöhnlich langen Dauer der ärztlichen Behandlung, der Dauerbeschwerden resp. Dauerschmerzen sowie des Grades und der Dauer der Arbeitsunfähigkeit (BGE 117 V 359 E. 6a S. 367, BGE 117 V 369 E. 4b S. 383; BGE 115 V 133 E. 6c/aa S. 140) zu. Je länger der BGE 134 V 109 S. 116Sachverhalt, der den einzelnen Kriterien zugrunde liegt, dauert, desto eher sind diese bei der Adäquanzprüfung als erfüllt anzusehen. Es verwundert daher nicht, dass Versicherte, wie das Bundesgericht in letzter Zeit vermehrt feststellen konnte, dem Abschluss ihres Falles mit der Begründung opponieren, die Adäquanz sei mit Blick auf die dauerbezogenen Kriterien zu früh geprüft worden. Vor diesem Hintergrund sind auch die vorerwähnten Gerichtsentscheide (E. 3.2) zu sehen.\n\nDieses Spannungsverhältnis erfordert eine Überprüfung der Rechtsprechung zur Kausalitätsbeurteilung bei organisch nicht objektiv ausgewiesenen Beschwerden.\n\n6.\n\n6.1 Bei den psychischen Fehlentwicklungen nach Unfall (sog. Psycho-Praxis, BGE 115 V 133) besteht diesbezüglich kein Handlungsbedarf. Die hier bei der Adäquanzprüfung einzig zu berücksichtigenden physischen Komponenten (BGE 115 V 133 E. 6c/aa S. 140; vgl. auch BGE 117 V 359 E. 6a in fine S. 367; E. 2.1 hievor) lassen sich im Zeitpunkt, in welchem von einer Fortsetzung der auf die somatischen Leiden gerichteten ärztlichen Behandlung keine namhafte Besserung mehr erwartet werden kann, zuverlässig beurteilen (vgl. SVR 2007 UV Nr. 29 S. 99, E. 3.1, U 98/06).\n\n6.2 Anders verhält es sich bei der sog. Schleudertrauma-Praxis.\n\n6.2.1 Das Eidg. Versicherungsgericht ging bei dieser mit BGE 117 V 359 begründeten Praxis davon aus, dass bei diagnostiziertem Schleudertrauma der HWS und Vorliegen eines für diese Verletzung typischen Beschwerdebildes (mit einer Häufung von Beschwerden wie diffuse Kopfschmerzen, Schwindel, Konzentrations- und Gedächtnisstörungen, Übelkeit, rasche Ermüdbarkeit, Visusstörungen, Reizbarkeit, Affektlabilität, Depression, Wesensveränderung usw.) der natürliche Kausalzusammenhang zwischen dem Unfall und der danach eingetretenen Arbeits- und Erwerbsunfähigkeit in der Regel anzunehmen ist (BGE 117 V 359 E. 4b S. 360). Es erkannte, ausgehend von den Ergebnissen der medizinischen Forschung, dass ein Unfall mit Schleudertrauma der HWS in der charakteristischen Erscheinungsform einer Häufung von typischen Beschwerden eine Arbeits- bzw. Erwerbsunfähigkeit verursachen kann, auch wenn die festgestellten Funktionsausfälle organisch nicht nachweisbar sind (BGE 117 V 359 E. 5d/aa S. 363 f.). Das Gericht erklärte deshalb für die Beurteilung des adäquaten Kausalzusammenhangs BGE 134 V 109 S. 117zwischen einem Unfall und der infolge eines Schleudertraumas der HWS auch nach Ablauf einer gewissen Zeit nach dem Unfall weiterbestehenden Arbeits- und Erwerbsunfähigkeit, die nicht auf organisch nachweisbare Funktionsausfälle zurückzuführen ist, die für psychische Störungen nach einem Unfall entwickelte Methode (BGE 115 V 133 E. 6 S. 138) im Einzelfall für analog anwendbar (BGE 117 V 359 E. 5d/bb S. 365). Im Gegensatz zu den bei psychischen Fehlentwicklungen nach Unfall relevanten Kriterien (BGE 115 V 133 E. 6c/aa S. 140) wurde indessen auf eine Differenzierung zwischen physischen und psychischen Komponenten verzichtet. Begründet wurde dies damit, dass im Hinblick auf die Beurteilung des adäquaten Kausalzusammenhangs als einer Rechtsfrage nicht entscheidend ist, ob die im Anschluss an ein Schleudertrauma der HWS auftretenden Beschwerden medizinisch eher als organischer und/oder psychischer Natur bezeichnet werden, zumal diese Differenzierung angesichts des komplexen und vielschichtigen Beschwerdebildes in heiklen Fällen gelegentlich grosse Schwierigkeiten bereitet (BGE 117 V 359 E. 5d/aa S. 364 mit Hinweisen und E. 6a S. 367).\n\n6.2.2 Die dargelegten Grundsätze zum natürlichen und adäquaten Kausalzusammenhang bei Schleudertrauma der HWS (sehr häufig im Strassenverkehr verursachte Distorsion der HWS, medizinisch auch kraniozervikales Beschleunigungstrauma genannt - STÖCKLI et al., Diagnostisches und therapeutisches Vorgehen in der chronischen Phase nach kraniozervikalem Beschleunigungstrauma [cKZBT, sog. Schleudertrauma] [ohne Commotio cerebri/mild traumatic brain injury], Pragmatische Empfehlungen der multidisziplinären Konsensusgruppe Olten vom 13. Januar 2005, in: Schweizerisches Medizin-Forum 2005, S. 1182 ff., nachstehend: \"Empfehlungen Konsensusgruppe\") ohne organisch objektiv ausgewiesene Beschwerden wurden seither auch für Beschwerden nach einem dem Schleudertrauma \"äquivalenten\" Mechanismus (SVR 1995 UV Nr. 23 S. 67, E. 2, U 183/93; vgl. überdies, auch zum Folgenden: RKUV 2000 Nr. U 395 S. 316, E. 3, U 160/98) und nach einem Schädel-Hirntrauma (BGE 117 V 369) für anwendbar erklärt, wenn und soweit sich die Folgen mit jenen eines Schleudertraumas der HWS vergleichen lassen. Gemeinhin wird deshalb für diese Art der Adäquanzprüfung der Begriff \"Schleudertrauma-Praxis\" (im Gegensatz etwa zum Begriff \"Psycho-Praxis\" für die Adäquanzprüfung bei psychischen Fehlentwicklungen nach Unfall, BGE 115 V 133) verwendet.\n\nBGE 134 V 109 S. 118\n\n7.\n\n7.1 Die Schleudertrauma-Praxis und namentlich die ihr zugrunde liegende Annahme, dass eine bei einem Unfall erlittene Verletzung im Bereich von HWS oder Kopf auch ohne organisch nachweisbare (objektivierbare) Funktionsausfälle zu länger dauernden, die Arbeits- und Erwerbsfähigkeit beeinträchtigenden Beschwerden führen kann, bildet seit Begründung dieser Rechtsprechung Gegenstand verschiedenartiger Diskussionen (vgl. etwa die Auseinandersetzung mit unterschiedlichen Meinungsäusserungen bereits in BGE 119 V 335; sodann aus jüngerer Zeit und medizinischer Sicht: THIERRY ETTLIN, Schleudertrauma, in: Primary Care, 6/2007, S. 116 f.; SCHMIDT et al., in: Schmidt/Senn [Hrsg.], Schleudertrauma - neuester Stand: Medizin, Biomechanik, Recht und Case Management, Zürich 2004, S. 174 ff., und aus juristischer Sicht etwa die von ERWIN MURER in verschiedenen Aufsätzen [u.a. in: Nicht objektivierbare Gesundheitsbeeinträchtigungen: Ein Grundproblem des öffentlichen und des privaten Versicherungsrechts sowie des Haftpflichtrechts, Freiburger Sozialrechtstage 2006, S. 253 ff.; ferner in: SZS 2007 S. 355 ff.; 2006 S. 248 ff., S. 639 ff., und 2003 S. 365 ff.] und von STEFAN A. DETTWILER, MTBI - Versicherungsrechtliche Aspekte, in: SUVA - Medizinische Mitteilungen, Nr. 78, 2007, S. 133 ff., geäusserte Kritik). Gesicherte neue medizinische Erkenntnisse, welche diese Annahme ernsthaft in Frage stellen und die Verletzungen sowie deren Folgen als weniger gravierend oder gar inexistent erscheinen lassen könnten, liegen jedoch bis heute nicht vor (vgl. auch: STREBEL et al., Diagnostisches und therapeutisches Vorgehen in der Akutphase nach kranio-zervikalem Beschleunigungstrauma [sog. Schleudertrauma], Empfehlungen einer schweizerischen Arbeitsgruppe, in: Schweizerisches Medizin-Forum 2002, S. 1119 ff., nachfolgend: \"Empfehlungen Arbeitsgruppe\", und, darauf Bezug nehmend: Empfehlungen Konsensusgruppe, a.a.O., S. 1183).\n\nDasselbe gilt für die Feststellung, wonach solche Verletzungen durch ein komplexes und vielschichtiges Beschwerdebild mit eng ineinander verwobenen, einer Differenzierung kaum zugänglichen Beschwerden physischer und psychischer Natur gekennzeichnet sind (E. 6.2.1 hievor; vgl. auch RKUV 2000 Nr. U 397 S. 327, E. 3b, U 273/99; Urteile des Eidg. Versicherungsgerichts U 142/02 vom 21. Mai 2003, E. 5.2.1, und U 424/01 vom 24. Oktober 2002, E. 3.2). Eine derartige Differenzierung wäre zwar im Hinblick auf eine vereinfachte Adäquanzbeurteilung wünschenswert, ist aber nach dem derzeitigen medizinischen Wissensstand nicht zuverlässig möglich. BGE 134 V 109 S. 119\n\n7.2 Es sind sodann derzeit auch keine neuen Untersuchungsmethoden ersichtlich, welche in wissenschaftlich anerkannter Weise den bislang nicht möglichen Nachweis von organischen Störungen im Bereich von HWS (bei Unfall mit Schleudertrauma resp. äquivalenter Verletzung) oder Schädel-Hirn gestatteten (vgl. etwa RKUV 2000 Nr. U 395 S. 316, U 160/98, zur mangelnden Geeignetheit der SPECT-Untersuchung; hiezu auch: Empfehlungen Konsensusgruppe, a.a.O., S. 1185). Sollte dieser Nachweis aufgrund neu entwickelter Untersuchungsmethoden (zur Diskussion steht etwa die funktionelle Kernspintomographie [auch: funktionelle Magnetresonanztomographie, fMRT, resp. functional magnetic resonance imaging, fmri]; vgl. hiezu auch CHRISTIAN THÖNY, Richter foutieren sich um medizinische Fortschritte, in: Plädoyer 2007 2 S. 20 ff.) vermehrt verlässlich möglich werden, wird es zudem noch näherer Betrachtung bedürfen, ob die damit erhobenen Befunde natürlich unfallkausal sind und die geklagten Beschwerden zu erklären vermögen.\n\n8. Die Kritik an der Schleudertrauma-Praxis hat ihren Niederschlag auch in verschiedenen Änderungsvorschlägen grundsätzlicher Art gefunden.\n\n8.1 Eine Frage geht dahin, ob an den adäquaten Kausalzusammenhang in der sozialen Unfallversicherung höhere Anforderungen als im privaten Haftpflichtrecht gestellt werden dürfen und die Abgrenzung adäquater Unfallfolgen von inadäquaten in beiden Rechtsgebieten demnach unterschiedlich ausfallen kann. Dieser Grundsatz wurde indessen bereits verschiedentlich gestützt auf eine eingehende Betrachtung bestätigt (BGE 123 V 98 E. 3d S. 104; BGE 123 III 110 E. 3a und b S. 113 f.; ferner BGE 127 V 102 E. 5b/aa S. 102 f.; in HAVE 2007 S. 272 zusammengefasstes Urteil 1A.230/2006 vom 5. Juni 2007, E. 3.2 mit weiteren Hinweisen und E. 3.3.3) und ist unter Hinweis auf die damaligen, nach wie vor überzeugenden Erwägungen beizubehalten.\n\n8.2 Das einstige Eidg. Versicherungsgericht hat sich auch mit verschiedenen anderen Ansätzen befasst. Es betrifft dies etwa den Vorschlag, der adäquate Kausalzusammenhang sei wie bei den klar fassbaren physischen Unfallfolgen, wo der Adäquanz praktisch keine eigenständige Bedeutung zukommt (BGE 127 V 102 E. 5b/bb S. 103 mit Hinweisen; E. 2.1 hievor), auch bei medizinisch zwar angenommenem, jedoch nicht (hinreichend) organisch BGE 134 V 109 S. 120nachweisbarem natürlichem Kausalzusammenhang zwischen einem Unfall mit Schleudertrauma der HWS und andauernden Beschwerden ohne besondere Prüfung zu bejahen (BGE 123 V 98 E. 3b S. 102 und BGE 122 V 415 E. 2c S. 417). Das Eidg. Versicherungsgericht hat dies verworfen und dabei namentlich erwogen, dass andernfalls die Versicherten, die an den Folgen eines Schleudertraumas der HWS litten, gegenüber Versicherten mit anderen Verletzungsfolgen in ungerechtfertigter Weise bevorzugt würden (BGE 123 V 98 E. 3b S. 103). In gleicher Weise abgelehnt wurde die Empfehlung, es sei bei der Adäquanzprüfung je nach Art der Leistung (Heilbehandlung oder Rente) ein unterschiedlicher Massstab anzuwenden (BGE 127 V 102; vgl. auch die Äusserungen zu diesem Urteil von HANS-JAKOB MOSIMANN in: Schmerz und Arbeitsunfähigkeit, St. Gallen 2003, S. 361 ff.; derselbe, in: AJP 2002 S. 570 ff.; derselbe, in: Psychische Störungen und die Sozialversicherung - Schwerpunkt Unfallversicherung, Freiburger Sozialrechtstag 2002, S. 159 ff., insbes. S. 215 ff.). Für eine abweichende Betrachtungsweise hinsichtlich dieser Änderungsvorschläge besteht nach wie vor kein Grund.\n\n8.3 THOMAS LOCHER und ERNST A. KRAMER stellen zur Diskussion, die Adäquanz bei natürlich unfallkausalem Schleudertrauma der HWS ohne organisch nachweisbare Funktionsausfälle unter Verzicht auf eine besondere Prüfung zu bejahen, wobei sie dies an bestimmte Voraussetzungen knüpfen. LOCHER (HWS-Distorsion [Schleudertrauma] - Einführung in die Rechtslage nach schweizerischem Recht, in: Erwin Murer et al. [Hrsg.], Das so genannte \"Schleudertrauma\" - medizinische, biomechanische und rechtliche Aspekte der Distorsionen der Halswirbelsäule, Bern 2001, S. 29 ff., S. 43 f.) verlangt hiefür, dass der Nachweis einer solchen Gesundheitsschädigung unter Mitberücksichtigung der mit dem Unfall verbundenen biomechanischen Belastung erhöhten Anforderungen zu genügen habe. Demgegenüber empfiehlt KRAMER (Schleudertrauma: Das Kausalitätsproblem im Haftpflicht- und Sozialversicherungsrecht, in: BJM 2001 S. 153 ff., S. 169 ff.; vgl. auch ERWIN MURER, in: SZS 2003 S. 365 ff., S. 367, und HANS-JAKOB MOSIMANN, in: Psychische Störungen und die Sozialversicherung - Schwerpunkt Unfallversicherung, a.a.O., S. 212), den adäquaten Kausalzusammenhang ohne Weiteres zu bejahen, sofern eine Bagatell- oder Harmlosigkeitsgrenze, definiert als Geschwindigkeitsveränderung (Delta-v) des angestossenen Fahrzeugs von mindestens 10 km/h, erreicht sei. BGE 134 V 109 S. 121\n\nDie von KRAMER angeregte Einführung eines Grenzwertes für die Bejahung der Adäquanz erscheint indessen schon deswegen problematisch, weil die Auffassungen zu dessen masslicher Festsetzung deutlich auseinander gehen (vgl. etwa SCHMIDT et al., a.a.O., S. 154 ff. und S. 271 ff. mit Hinweisen, auch auf in Deutschland gefällte Urteile). Abgesehen davon ist die tatsächliche Geschwindigkeitsveränderung nicht immer zuverlässig ermittelbar und gilt es zudem, Unfallkonstellationen ausserhalb der klassischen Heckauffahrkollisionen, auf welche mit der Berücksichtigung von Delta-v namentlich Bezug genommen wird, ebenfalls Rechnung zu tragen. Eine entsprechende Regelung würde im Übrigen auch nach der Auffassung von KRAMER (a.a.O., S. 170 f.) nicht ohne Ausnahmetatbestände auskommen, womit sich wiederum Abgrenzungsprobleme ergäben. Gleiches gilt letztlich auch für das von LOCHER zur Diskussion gestellte Vorgehen, welches überdies im Ergebnis wiederum einer nicht gerechtfertigten Bevorzugung der Patienten mit Schleudertrauma der HWS ohne organisch nachweisbare Funktionsausfälle (vgl. E. 8.2 hievor) gleichkäme.\n\n8.4 Empfohlen wurde weiter, die Schleudertrauma-Praxis als solche fallen zu lassen und immer dann, wenn natürlich unfallkausale Beschwerden ohne organisch nachweisbare Funktionsausfälle vorliegen, die Adäquanz nach den für psychische Fehlentwicklungen nach Unfall (BGE 115 V 133) geltenden Grundsätzen zu beurteilen (vgl. DETTWILER, a.a.O., S. 143). Dies kommt schon aus den folgenden zwei Gründen nicht in Frage: Zunächst fehlt bei den der Schleudertrauma-Praxis zugrunde liegenden Gesundheitsstörungen die massgebliche Bezugsgrösse, nach welcher sich mehrere Adäquanzkriterien beurteilen, nämlich die augenfällige physische Verletzung. Zwar wird auch bei solchen Gesundheitsstörungen von physischen Verletzungen ausgegangen, doch sind diese zumeist nicht augenfällig oder gar nicht objektivierbar. Zum andern gehören psychische Beschwerden zur typischen Symptomatik solcher Gesundheitsstörungen, während sie nach irgendwelchen körperlichen Beeinträchtigungen wie Knochenbrüchen, Verbrennungen usw. nicht Symptome dieser Verletzungen sind.\n\n9. Nach dem Gesagten besteht kein Anlass, das Bestehen und die Auswirkungen der zur Diskussion stehenden unfallbedingten Verletzungen ohne organisch objektiv ausgewiesene Beschwerden und das diese kennzeichnende Gemenge physischer und psychischer Symptome grundsätzlich in Frage zu stellen. Gleiches gilt für die BGE 134 V 109 S. 122Konzeption einer besonderen Adäquanzprüfung für solche Verletzungen.\n\nNebst dem noch abzuhandelnden Problem der zeitbezogenen Adäquanzkriterien (vgl. E. 10) hat sich aber in der Praxis gezeigt, dass die für die Anwendung der Schleudertrauma-Praxis bei der Adäquanzprüfung erforderliche zuverlässige Feststellung derartiger Verletzungen besonders diffizil ist. Dies liegt zunächst darin begründet, dass diese Verletzungen zwar klinisch untersucht, aber abgesehen von ossären Läsionen und dergleichen nicht bildgebend objektiviert werden können. Damit kommt den Angaben der versicherten Person über bestehende Beschwerden besondere Bedeutung zu, was aber auch ein Missbrauchspotenzial bietet. Zudem können bei identischer Symptomatik die erhobenen Befunde aus dem Katalog des für derartige Verletzungen als typisch erachteten Beschwerdebildes gegebenenfalls auch nichttraumatischer Genese sein (vgl. bereits BGE 119 V 335 E. 2b/bb S. 341). Entsprechend sind an die Grundlagen für den Schluss auf das Vorliegen solcher Verletzungen hohe Anforderungen zu stellen.\n\n9.1 BGE 117 V 359 E. 4b S. 360 beliess es bei der Feststellung, zur Annahme eines natürlich unfallkausalen Schleudertraumas der HWS genüge in der Regel, dass ein solches von ärztlicher Seite diagnostiziert sei und das für eine derartige Verletzung typische bunte Beschwerdebild, zumindest weitgehend, vorliege. In BGE 119 V 335 E. 2b/aa S. 340 wurde betont, auch bei Schleudermechanismen der HWS bildeten zuallererst die medizinischen Fakten, wie die fachärztlichen Erhebungen über Anamnese, objektiven Befund, Diagnose, Verletzungsfolgen, unfallfremde Faktoren, Vorzustand usw. die massgeblichen Grundlagen für die Kausalitätsbeurteilung durch Verwaltung und Gerichtsinstanzen. Das Vorliegen eines Schleudertraumas wie seine Folgen müssten somit durch zuverlässige ärztliche Angaben gesichert sein. Treffe dies zu und sei die natürliche Kausalität - aufgrund fachärztlicher Feststellungen in einem konkreten Fall - unbestritten, so könne der natürliche Kausalzusammenhang ebenso aus rechtlicher Sicht als erstellt gelten, ohne dass ausführliche Darlegungen zur Beweiswürdigung nötig wären.\n\nDiese Rechtsprechung, die auch für dem Schleudertrauma äquivalente Verletzungen der HWS und Schädel-Hirntraumen gilt, ist näher zu beleuchten. Dabei sind die zwischenzeitlich gewonnenen aktuellen medizinischen Erkenntnisse, namentlich die von BGE 134 V 109 S. 123Spezialärzten verschiedener Fachrichtungen erarbeiteten Empfehlungen für ein verlaufsabhängiges diagnostisches Vorgehen, zu berücksichtigen.\n\n9.2 In einer ersten Phase nach dem Unfall ist zu erwarten, dass dessen Hergang möglichst genau und verifizierbar dokumentiert wird. Gleiches gilt für die anschliessend auftretenden Beschwerden. Diesen ersten tatbeständlichen Grundlagen kommt grosses Gewicht zu.\n\nWas im Besonderen den erstbehandelnden Arzt betrifft, ist dieser gehalten, die versicherte Person sorgfältig abzuklären (in der Regel eingehende Befragung sowie klinische und gegebenenfalls röntgenologische Untersuchungen; vgl. Empfehlungen Arbeitsgruppe, a.a.O., S. 1120 f.; Empfehlungen Konsensusgruppe, a.a.O., S. 1183 in fine). Dazu gehört auch die Befragung der versicherten Person nach ihrem gesundheitlichen Vorzustand, so u.a. nach psychischen Beschwerden vor dem Unfall oder im Zeitpunkt des Unfalls. Die Aussagen der versicherten Person zum Unfallhergang und zu den bestehenden Beschwerden sind gestützt auf die erhobenen Befunde und weitere zur Verfügung stehende Angaben zum Unfallhergang und zum anschliessenden Verlauf kritisch zu prüfen. Gelangt der Arzt bei der Diagnosestellung zur Auffassung, eine der hier zur Diskussion stehenden Verletzungen komme aufgrund der bis dahin gegebenen zuverlässigen Anhaltspunkte nur als Verdachts- oder Differentialdiagnose in Frage, hat er dies in seinem Bericht so zum Ausdruck zu bringen. Von besonderer Bedeutung ist sodann, dass der Arzt in seinem Bericht, gegebenenfalls in dem vom Schweizerischen Versicherungsverband empfohlenen \"Dokumentationsbogen für Erstkonsultation nach kranio-zervikalem Beschleunigungstrauma\" (früher gebräuchlich: Zusatzfragebogen für HWS-Verletzungen), nebst den weiteren der Diagnosestellung zugrunde gelegten Überlegungen auch den Verlauf der Beschwerden ab dem Unfallzeitpunkt genau beschreibt. Zudem hat er gegebenenfalls bestehende Anhaltspunkte für einen protrahierten Verlauf und/oder ein Chronifizierungsrisiko anzuzeigen (vgl. nachfolgend E. 9.3 in fine und 9.4).\n\nGelangt der Arzt zum Ergebnis, die geklagten Beschwerden seien gegeben und auf eine der hier zur Diskussion stehenden Verletzungen zurückzuführen, wird dies dem Unfallversicherer, zusammen mit weiteren Angaben zum Unfallhergang (aus Polizeiprotokollen etc.) und gegebenenfalls einer Rückfrage beim BGE 134 V 109 S. 124versicherungsinternen medizinischen Dienst resp. beim beratenden Arzt, in der Regel genügen, um vorübergehende Leistungen (Heilbehandlung; Taggeld) zu erbringen (vgl. MARKUS FUCHS, Medizinische Aspekte im Rahmen des Abklärungsverfahrens nach Unfällen, in: SUVA - Medizinische Mitteilungen, Nr. 78, 2007 S. 35 ff., S. 40 f.).\n\n9.3 Bei einer Vielzahl dieser Unfälle tritt schon nach kurzer Zeit eine deutliche Besserung ein (vgl. Empfehlungen Konsensusgruppe, a.a.O., S. 1182; Empfehlungen Arbeitsgruppe, a.a.O., S. 1119; ROLF STEBLER, Assessment nach Schleudertrauma - Erfolgsaussichten verbessern, in: Schweizer Versicherung, 9/2007, S. 22). Diese Fälle bieten in der Rechtsanwendung kaum Probleme. Sie können durch den Unfallversicherer rasch, und ohne dass sich die Frage nach Dauerleistungen überhaupt stellt, abgeschlossen werden.\n\nSchwierigkeiten bereiten Fälle, in welchen die Beschwerden länger andauern bis hin zur Chronifizierung, und sich mithin auch die Frage einer Berentung stellen kann. Ob sich solche persistierenden Beschwerden medizinisch (noch) mit einer der hier diskutierten Verletzungen an der HWS oder am Kopf erklären lassen, lässt sich aufgrund der erwähnten initialen Abklärungen in der Regel nicht zuverlässig beantworten. Bestehen Beschwerden länger und ohne deutliche Besserungstendenz, ist daher eine zügige interdisziplinäre Abklärung und Beurteilung durch Fachärzte angezeigt (Empfehlungen Konsensusgruppe, a.a.O., S. 1183; Empfehlungen Arbeitsgruppe, a.a.O., S. 1123; vgl. auch WALTER KISSEL, Whiplash/ Schleudertrauma - vom Unfall \"Schleudertrauma\" zur chronischen Krankheit, in: Schweizerische Ärztezeitung 2000 S. 2803 ff., insbes. S. 2808 in fine). Gleiches gilt, wenn bereits kurz nach dem Unfall Anhaltspunkte für einen problematischen Verlauf vorliegen (Empfehlungen Arbeitsgruppe, a.a.O., S. 1120 f.; Empfehlungen Konsensusgruppe, a.a.O., Hinweis S. 1183 in fine).\n\n9.4 Zusammenfassend ist als Grundlage für die Kausalitätsbeurteilung bei den hier diskutierten Verletzungen nebst einer den umschriebenen Anforderungen genügenden Erstabklärung zu verlangen, dass eine eingehende medizinische Abklärung (im Sinne eines polydisziplinären/interdisziplinären Gutachtens) bereits in einer ersten Phase nach dem Unfall vorgenommen wird, sofern und sobald Anhaltspunkte für ein längeres Andauern oder gar eine Chronifizierung der Beschwerden bestehen.\n\nEine entsprechende Begutachtung ist zudem jedenfalls dann angezeigt, wenn die Beschwerden bereits längere Zeit angehalten BGE 134 V 109 S. 125haben und nicht von einer baldigen, wesentlichen Besserung ausgegangen werden kann. In der Regel dürfte eine solche Begutachtung nach rund sechs Monaten Beschwerdepersistenz zu veranlassen sein. Einen früheren Zeitpunkt zu verlangen, wie er etwa für die therapiebezogene Diagnostik empfohlen wird (Empfehlungen Konsensusgruppe, a.a.O., S. 1183; Empfehlungen Arbeitsgruppe, a.a.O., S. 1123; vgl. auch KISSEL, a.a.O., S. 2808 in fine), liesse sich mit Blick auf die notorischen Schwierigkeiten, geeignete Begutachtungsstellen mit genügender Arbeitskapazität zu finden, schon aus Praktibilitätsgründen nicht vertreten.\n\n9.5 Ein solches poly-/interdisziplinäres Gutachten hat bestimmten Voraussetzungen zu genügen. Nebst den allgemein gültigen Anforderungen an beweiskräftige medizinische Berichte und Gutachten (BGE 125 V 351 E. 3 S. 352 ff.; vgl. auch MEYER-BLASER, u.a. in: Schaffhauser/Schlauri [Hrsg.], Rechtsfragen der medizinischen Begutachtung in der Sozialversicherung, St. Gallen 1997, S. 9 ff.; RÜEDI, in: Gabriela Riemer-Kafka [Hrsg.], Medizinische Gutachten, Zürich 2005, S. 69 ff.) ist empfehlenswert, dass die Begutachtung durch mit diesen Verletzungsarten besonders vertraute Spezialärzte erfolgt (vgl. Empfehlungen Arbeitsgruppe, a.a.O., S. 1123). Im Vordergrund stehen dabei Untersuchungen neurologisch/orthopädischer (soweit indiziert mit apparativen Mitteln) und psychiatrischer sowie gegebenenfalls auch neuropsychologischer Fachrichtung. Bei spezifischer Fragestellung und zum Ausschluss von Differentialdiagnosen sind auch otoneurologische, ophthalmologische oder andere Untersuchungen angezeigt (vgl. Empfehlungen Konsensusgruppe, a.a.O., S. 1184 f.). Die Gutachter müssen hiebei über zuverlässige Vorakten verfügen. Dies unterstreicht nochmals die Wichtigkeit einer sorgfältigen Dokumentierung des Unfallereignisses und der medizinischen Erstabklärung, aber auch des weiteren Verlaufes bis zur Begutachtung.\n\nInhaltlich sind überzeugende Aussagen dazu erforderlich, ob die geklagten Beschwerden überhaupt glaubhaft sind, und bejahendenfalls, ob für diese Beschwerden trotz Fehlens objektiv ausgewiesener organischer Unfallfolgen ein beim Unfall erlittenes Schleudertrauma (Distorsion) der HWS, eine äquivalente Verletzung oder ein Schädel-Hirntrauma überwiegend wahrscheinlich zumindest eine Teilursache darstellt (zum im Sozialversicherungsrecht üblichen Beweisgrad der überwiegenden Wahrscheinlichkeit: BGE 129 V 177 E. 3.1 S. 181 mit Hinweisen; zum Genügen einer BGE 134 V 109 S. 126Teilursächlichkeit zur Bejahung der Kausalität: BGE 123 V 43 E. 2b S. 45 mit Hinweis; BGE 121 V 326 E. 2 S. 329 mit Hinweisen). Aufgrund der Besonderheiten der Schleudertrauma-Praxis soll das Gutachten bei gefestigter Diagnose auch darüber Auskunft geben, ob eine bestehende psychische Problematik als Teil des für solche Verletzungen typischen, einer Differenzierung kaum zugänglichen somatisch-psychischen Beschwerdebildes zu betrachten ist, oder aber ein von diesem zu trennendes, eigenständiges psychisches Leiden darstellt. Nur wenn in der Expertise überzeugend dargetan wird, dass die psychische Störung nicht Symptom der Verletzung ist, kann dafür eine andere Ursache gesehen werden. Der Hinweis auf ungünstige soziale und soziokulturelle Verhältnisse der versicherten Person und dergleichen genügt nicht. Weiter ist zu beantworten, inwieweit die Arbeitsfähigkeit in der bisherigen und (mit Blick auf eine allfällige Berentung) in alternativen Tätigkeiten durch die festgestellten natürlich unfallkausalen Leiden eingeschränkt ist.\n\n10.\n\n10.1 Was das Vorgehen bei der Adäquanzprüfung betrifft, ist nach der Schleudertrauma-Praxis (analog zu den bei psychischen Fehlentwicklungen nach Unfall geltenden Grundsätzen) für die Bejahung des adäquaten Kausalzusammenhangs im Einzelfall zu verlangen, dass dem Unfall eine massgebende Bedeutung für die Entstehung der Arbeits- bzw. Erwerbsunfähigkeit zukommt. Dies trifft dann zu, wenn er eine gewisse Schwere aufweist oder mit anderen Worten ernsthaft ins Gewicht fällt. Für die Beurteilung dieser Frage ist an das Unfallereignis anzuknüpfen, wobei - ausgehend vom augenfälligen Geschehensablauf - zwischen banalen bzw. leichten Unfällen einerseits, schweren Unfällen anderseits und schliesslich dem dazwischen liegenden mittleren Bereich unterschieden wird. Während der adäquate Kausalzusammenhang in der Regel bei schweren Unfällen ohne Weiteres bejaht und bei leichten Unfällen verneint werden kann, lässt sich die Frage der Adäquanz bei Unfällen aus dem mittleren Bereich nicht aufgrund des Unfallgeschehens allein schlüssig beantworten. Es sind weitere, objektiv erfassbare Umstände, welche unmittelbar mit dem Unfall in Zusammenhang stehen oder als direkte bzw. indirekte Folgen davon erscheinen, in eine Gesamtwürdigung einzubeziehen. Je nachdem, wo im mittleren Bereich der Unfall einzuordnen ist und abhängig davon, ob einzelne dieser Kriterien in besonders ausgeprägter Weise erfüllt sind, genügt zur Bejahung des adäquaten BGE 134 V 109 S. 127Kausalzusammenhangs ein Kriterium oder müssen mehrere herangezogen werden (BGE 117 V 359 E. 6 S. 366 ff., BGE 117 V 369 E. 4b und c S. 383 f.).\n\nDiese Grundsätze haben sich bewährt, und es besteht insoweit kein Handlungsbedarf für eine Änderung der Rechtsprechung.\n\n10.2 Als wichtigste der - abhängig von der Unfallschwere - in die Adäquanzbeurteilung einzubeziehenden Kriterien gelten nach der Rechtsprechung (BGE 117 V 359 E. 6a S. 367, BGE 117 V 369 E. 4b S. 383):\n\n- besonders dramatische Begleitumstände oder besondere Eindrücklichkeit des Unfalls;\n\n- die Schwere oder besondere Art der erlittenen Verletzungen;\n\n- ungewöhnlich lange Dauer der ärztlichen Behandlung;\n\n- Dauerbeschwerden;\n\n- ärztliche Fehlbehandlung, welche die Unfallfolgen erheblich verschlimmert;\n\n- schwieriger Heilungsverlauf und erhebliche Komplikationen;\n\n- Grad und Dauer der Arbeitsunfähigkeit.\n\nAus den in E. 3-5 erwähnten Gründen sind die Kriterien zu überarbeiten. Dies betrifft in erster Linie jene, die eine Zeitkomponente enthalten. Zu präzisieren sind ferner jene Kriterien, die sich in der Praxis als zu wenig eindeutig erwiesen haben. Zudem ist festzuhalten, dass die Aufzählung der Kriterien abschliessend ist. Denn die Erfahrung seit Begründung der Schleudertrauma-Praxis hat gezeigt, dass nebst den ausdrücklich genannten keine weiteren Kriterien zur Anwendung gelangt sind.\n\n10.2.1 Das bisherige Kriterium der besonders dramatischen Begleitumstände oder besonderen Eindrücklichkeit des Unfalls kann unverändert bestehen bleiben. Es bereitet in der Praxis keine nennenswerten Probleme.\n\n10.2.2 Der Sinngehalt des Kriteriums der Schwere und besonderen Art der erlittenen Verletzung wurde bereits verschiedentlich näher umschrieben. Zu betonen ist, dass rechtslogisch die Annahme eines Schleudertraumas der HWS (resp. einer der weiteren, adäquanzrechtlich gleich behandelten Verletzungen) lediglich bestimmt, dass die Schleudertrauma-Praxis anzuwenden ist. Hingegen genügt die Diagnose einer HWS-Distorsion (oder einer anderen, adäquanzrechtlich gleich zu behandelnden Verletzung) für sich allein nicht zur Bejahung des Kriteriums der Schwere und besonderen Art der erlittenen Verletzung. Es bedarf hiezu einer besonderen Schwere BGE 134 V 109 S. 128der für das Schleudertrauma typischen Beschwerden oder besonderer Umstände, welche das Beschwerdebild beeinflussen können (SVR 2007 UV Nr. 26 S. 86, E. 5.3, U 339/06; RKUV 2005 Nr. U 549 S. 236, E. 5.2.3, U 380/04 mit Hinweisen). Diese können beispielsweise in einer beim Unfall eingenommenen besonderen Körperhaltung und den dadurch bewirkten Komplikationen bestehen (SVR 2007 UV Nr. 26 S. 86, E. 5.3, U 339/06; RKUV 2003 Nr. U 489 S. 357, E. 4.3, U 193/01 mit Hinweisen). Auch erhebliche Verletzungen, welche sich die versicherte Person neben dem Schleudertrauma, der äquivalenten Verletzung der HWS oder dem Schädel-Hirntrauma beim Unfall zugezogen hat, können bedeutsam sein.\n\nMit der dargelegten inhaltlichen Umschreibung ist das Kriterium weiterhin zu verwenden.\n\n10.2.3 Das Kriterium der ungewöhnlich langen Dauer der ärztlichen Behandlung bietet in der Anwendung in verschiedener Hinsicht Schwierigkeiten. Neben der Frage der Zeitbezogenheit haben sich namentlich auch Abgrenzungsprobleme zum Kriterium des schwierigen Heilungsverlaufs und erheblicher Komplikationen ergeben. Dennoch wäre es nicht gerechtfertigt, die ärztliche Behandlung als eigenständigen Faktor wegfallen zu lassen, kann sie doch unter Umständen mit einer erheblichen und durch die übrigen Kriterien nicht abgedeckten Belastung für die versicherte Person verbunden sein. Der wesentliche Gehalt des Kriteriums muss aber neu gefasst werden. Entscheidend soll sein, ob nach dem Unfall fortgesetzt spezifische, die versicherte Person belastende ärztliche Behandlung bis zum Fallabschluss notwendig war.\n\nNach dem Gesagten ist das Kriterium in der Kurzform wie folgt zu präzisieren: fortgesetzt spezifische, belastende ärztliche Behandlung.\n\n10.2.4 Das Kriterium der Dauerbeschwerden ist, wie die Praxis gezeigt hat, in der bisherigen Formulierung schwer fassbar und mit zeitlichen Abgrenzungsproblemen behaftet. Dem ist Rechnung zu tragen. Adäquanzrelevant können nur in der Zeit zwischen dem Unfall und dem Fallabschluss nach Art. 19 Abs. 1 UVG ohne wesentlichen Unterbruch bestehende erhebliche Beschwerden sein. Die Erheblichkeit beurteilt sich nach den glaubhaften Schmerzen und nach der Beeinträchtigung, welche die verunfallte Person durch die Beschwerden im Lebensalltag erfährt.\n\nNach dem Gesagten ist das Kriterium in der Kurzform wie folgt zu präzisieren: erhebliche Beschwerden. BGE 134 V 109 S. 129\n\n10.2.5 Das Kriterium der ärztlichen Fehlbehandlung, welche die Unfallfolgen erheblich verschlimmert, hat in der Anwendung zu keinen wesentlichen Problemen geführt und kann unverändert beibehalten werden.\n\n10.2.6 Gleiches gilt für das Kriterium des schwierigen Heilungsverlaufs und erheblicher Komplikationen.\n\n10.2.7 Das Kriterium des Grades und der Dauer der Arbeitsunfähigkeit bot besondere Differenzierungsprobleme und entsprechend häufigen Anlass für gerichtliche Beurteilung (vgl. etwa: SVR 2007 UV Nr. 25 S. 81, E. 8.6.1, U 479/05; RKUV 2005 Nr. U 550 S. 242, E. 11, U 287/04, Nr. U 549 S. 236, E. 5.2.5, U 380/04; 2001 Nr. U 442 S. 544, E. 3d/aa, U 56/00). Gerade bei diesem Kriterium wirkt sich überdies ungünstig aus, dass es unter anderem von einer zeitlichen Komponente abhängig ist. Dies schafft einen negativen Anreiz, indem die versicherte Person, welche eine Rente anstrebt, wenig Interesse an einer baldigen Wiederaufnahme der Arbeit hat. Ein längeres Aussetzen der Arbeit fördert überdies die Chronifizierung der Beschwerden.\n\nDas Kriterium bedarf aus diesen Gründen einer Präzisierung. Damit soll auch dem Umstand Rechnung getragen werden, dass bei leichten bis mittelschweren Schleudertraumen der HWS (und punkto Adäquanzbeurteilung gleich zu behandelnden Verletzungen) ein längerer oder gar dauernder Ausstieg aus dem Arbeitsprozess vom medizinischen Standpunkt aus als eher ungewöhnlich erscheint. Nicht mehr die Dauer der Arbeitsunfähigkeit soll daher massgebend sein, sondern eine erhebliche Arbeitsunfähigkeit als solche, die zu überwinden die versicherte Person ernsthafte Anstrengungen unternimmt. Darin liegt der Anreiz für die versicherte Person, alles daran zu setzen, wieder ganz oder teilweise arbeitsfähig zu werden. Gelingt es ihr trotz solcher Anstrengungen nicht, ist ihr dies durch Erfüllung des Kriteriums anzurechnen. Konkret muss ihr Wille erkennbar sein, sich durch aktive Mitwirkung raschmöglichst wieder optimal in den Arbeitsprozess einzugliedern. Dies gebietet schon der allgemeine sozialversicherungsrechtliche Grundsatz der Schadenminderungspflicht. Danach hat die versicherte Person nach Eintritt des Schadens alle ihr möglichen und zumutbaren Massnahmen zu treffen, um diesen zu mindern oder zu beheben (BGE 129 V 460 E. 4.2 S. 463; BGE 123 V 230 E. 3c S. 233; BGE 117 V 275 E. 2b S. 278 und 394 E. 4b S. 400, je mit Hinweisen). Solche Anstrengungen BGE 134 V 109 S. 130der versicherten Person können sich insbesondere in ernsthaften Arbeitsversuchen trotz allfälliger persönlicher Unannehmlichkeiten manifestieren. Dabei ist auch der persönliche Einsatz im Rahmen von medizinischen Therapiemassnahmen zu berücksichtigen. Sodann können Bemühungen um alternative, der gesundheitlichen Einschränkung besser Rechnung tragende Tätigkeiten ins Gewicht fallen. Nur wer in der Zeit bis zum Fallabschluss nach Art. 19 Abs. 1 UVG in erheblichem Masse arbeitsunfähig ist und solche Anstrengungen auszuweisen vermag, kann das Kriterium erfüllen.\n\nNach dem Gesagten ist das Kriterium in der Kurzform wie folgt zu präzisieren: erhebliche Arbeitsunfähigkeit trotz ausgewiesener Anstrengungen.\n\n10.3 Zusammenfassend ist der Katalog der bisherigen adäquanzrelevanten Kriterien (BGE 117 V 359 E. 6a S. 367, BGE 117 V 369 E. 4b S. 383; E. 10.2 hievor) wie folgt neu zu fassen:\n\n- besonders dramatische Begleitumstände oder besondere Eindrücklichkeit des Unfalls;\n\n- die Schwere oder besondere Art der erlittenen Verletzungen;\n\n- fortgesetzt spezifische, belastende ärztliche Behandlung;\n\n- erhebliche Beschwerden;\n\n- ärztliche Fehlbehandlung, welche die Unfallfolgen erheblich verschlimmert;\n\n- schwieriger Heilungsverlauf und erhebliche Komplikationen;\n\n- erhebliche Arbeitsunfähigkeit trotz ausgewiesener Anstrengungen.\n\n11. Im vorliegenden Fall dienen die über den 24. Juli 2002 hinaus vorgeschlagenen medizinischen Massnahmen nach Lage der Akten in erster Linie der Stabilisierung des bis zu diesem Zeitpunkt erreichten Gesundheitszustandes. Soweit überhaupt eine gesundheitliche Besserung erwartet werden kann, wäre diese nicht namhaft. Dies gilt für die empfohlenen Behandlungen somatischer wie auch psychologisch-psychiatrischer Natur. Die Allianz hat demnach den Fall nicht zu früh abgeschlossen und den Anspruch auf eine Invalidenrente und eine Integritätsentschädigung nicht zu früh beurteilt. Der Entscheid der Vorinstanz ist daher aufzuheben und die Sache an diese zurückzuweisen, damit sie über die materielle Richtigkeit des Einspracheentscheides vom 9. September 2005 hinsichtlich dieser Leistungsansprüche befinden kann. Nötigenfalls sind hiefür ergänzende Sachverhaltsabklärungen vorzunehmen oder BGE 134 V 109 S. 131anzuordnen und ist die im angefochtenen Entscheid ausdrücklich offengelassene Frage, ob der adäquate Kausalzusammenhang gemäss den bei psychischen Fehlentwicklungen nach Unfall oder gemäss der Schleudertrauma-Praxis zu prüfen ist, zu beantworten. Hat eine Adäquanzbeurteilung nach der letzteren Praxis zu erfolgen, sind die vorgenannten Grundsätze zu berücksichtigen. Die Parteien können im kantonalen Verfahren ihre Standpunkte ergänzend erläutern, sofern sie sich dazu aufgrund der mit Urteil U 394/06 vom 19. Februar 2008 präzisierten bundesgerichtlichen Praxis veranlasst sehen."}