{"annee": "134", "cour": "III", "page": "112", "date": "13/12/2007", "cite": ["72 III 71", "125 III 384", "44 III 21"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. AG gegen Y. GmbH (Beschwerde in Zivilsachen)\n\n5A_421/2007 vom 13. Dezember 2007", "regestes": ["Art. 64 et 65 LP; notification des actes de poursuite. Les personnes désignées à l'art. 65 al. 1 LP comme représentants peuvent aussi se voir notifier directement des actes de poursuite en dehors du bureau de la personne morale ou société poursuivie (consid. 3.1). Quand le représentant concerné ne peut pas être atteint personnellement, l'art. 64 LP est applicable pour la notification à un substitut (consid. 3.2)."], "faits": "BGE 134 III 112 S. 113\n\nDas Betreibungsamt Schaffhausen stellte am 23. März 2007 in der gegen die X. AG laufenden Betreibung Nr. x (Gläubigerin: Y. GmbH) die Konkursandrohung zu.\n\nGegen die Konkursandrohung erhob die X. AG am 30. März 2007 Beschwerde beim Obergericht Schaffhausen als kantonaler Aufsichtsbehörde über das Schuldbetreibungs- und Konkurswesen und machte geltend, sie habe nie einen Zahlungsbefehl erhalten, weshalb die Konkursandrohung nichtig sei. Mit Entscheid vom 17. Juli 2007 wies die kantonale Aufsichtsbehörde die Beschwerde unter Kostenfolgen (Fr. 600.-) ab.\n\nMit Beschwerde in Zivilsachen vom 26. Juli 2007 beantragt die X. AG dem Bundesgericht, der Entscheid der kantonalen Aufsichtsbehörde sei aufzuheben und es sei die Nichtigkeit der Konkursandrohung festzustellen; eventuell sei diese aufzuheben.\n\nDas Betreibungsamt und die Aufsichtsbehörde haben auf eine Vernehmlassung verzichtet. Die Gläubigerin als Beschwerdegegnerin schliesst sinngemäss auf Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.1 Ist die Betreibung gegen eine juristische Person gerichtet, so erfolgt die Zustellung an den Vertreter derselben; als solcher gilt u.a. für eine Aktiengesellschaft jedes Mitglied der Verwaltung (Art. 65 Abs. 1 Ziff. 2 SchKG). Soweit die Beschwerdeführerin - eine Aktiengesellschaft - unter Hinweis auf den Wortlaut der Bestimmung in Frage stellt, dass der Zahlungsbefehl ihrem Verwaltungsratspräsidenten direkt ausserhalb des Geschäftslokals zugestellt werden könne, geht sie fehl. Das Bundesgericht hat in BGE 125 III 384 ff. nach Auseinandersetzung mit den Lehrmeinungen und unter Hinweis auf seine Rechtsprechung (BGE 72 III 71 mit Hinweis auf BGE 44 III 21) entschieden, dass Betreibungsurkunden den in Art. 65 Abs. 1 SchKG genannten Personen auch ausserhalb des Geschäftslokals der betriebenen juristischen Person oder Gesellschaft zugestellt werden können, ohne dass vorgängig die Zustellung im Geschäftslokal versucht werden muss (BGE 125 III 384 E. 2b S. 385). Diese Rechtsprechung wird in der Lehre bestätigt (JEANNERET/LEMBO, in: Commentaire romand, Poursuite et faillite, Basel 2005, N. 18 zu Art. 65 SchKG mit Hinweisen; GILLIÉRON, Poursuite pour dettes, faillite et concordat, BGE 134 III 112 S. 1144. Aufl., Basel 2005, Rz. 491). Entgegen den Ausführungen der Beschwerdeführerin ist an dieser Rechtsprechung festzuhalten.\n\n3.2 Die Beschwerdeführerin bringt vor, dass eine Ersatzzustellung gemäss Art. 64 Abs. 1 SchKG - hier an die Ehefrau des Verwaltungsratspräsidenten der Aktiengesellschaft - unzulässig sei, wenn der betreffende Vertreter einer juristischen Person oder Gesellschaft in seiner Wohnung nicht angetroffen werde. Der Einwand geht fehl. In der Lehre ist anerkannt, dass bei einer direkten Zustellung der Betreibungsurkunden an die in Art. 65 Abs. 1 SchKG genannten Personen ausserhalb des Geschäftslokals der betriebenen juristischen Person oder Gesellschaft für die Ersatzzustellung Art. 64 SchKG anzuwenden ist, wenn der betreffende Vertreter nicht persönlich angetroffen wird (JEANNERET/LEMBO, a.a.O.). Die kantonale Aufsichtsbehörde hat zu Recht festgehalten, dass Art. 64 SchKG, der die Zustellung an natürliche Personen regelt, einen allgemeinen Grundsatz enthält, der - soweit nötig - die Bestimmungen des Art. 65 SchKG zu ergänzen hat (BGE 72 III 71 S. 72; 44 III 21 S. 23). Entgegen der Auffassung der Beschwerdeführerin ändert nichts daran, dass die Ersatzzustellung hier nicht an einen Angestellten, sondern an die Ehefrau, welche nichts mit der Beschwerdeführerin zu tun habe, erfolgt ist. Bereits in BGE 44 III 21 (S. 22 f.) hat das Bundesgericht für den Fall, dass der Vertreter einer Gesellschaft in seiner Wohnung nicht angetroffen wird, entschieden, dass eine zur Haushaltung des Schuldners gehörende erwachsene Person die gleichen Garantien für eine Übermittlung an den eigentlichen Schuldner bietet wie ein Angestellter. Es sind keine Anhaltspunkte ersichtlich, welche die auf diese Überlegung gestützte Praxis in Frage stellen würden. Vor diesem Hintergrund liegt keine Rechtsverletzung vor, wenn die kantonale Aufsichtsbehörde zum Ergebnis gelangt ist, dass die Zustellung des Zahlungsbefehls am 5. Dezember 2006 an den Verwaltungsratspräsidenten der Beschwerdeführerin an dessen privatem Wohnsitz und dort ersatzweise an dessen Ehefrau wirksam sei. Der Einwand der Beschwerdeführerin, die kantonale Aufsichtsbehörde habe zu Unrecht angenommen, dass sich die Konkursandrohung auf einen wirksam zugestellten Zahlungsbefehl stütze, geht fehl und die Beschwerde erweist sich insoweit als unbegründet."}