{"annee": "134", "cour": "III", "page": "341", "date": "8/2/2008", "cite": ["87 I 311", "91 II 339", "99 IA 364", "130 III 554", "88 II 145", "78 II 21", "116 IB 241"], "cite_par": [], "chapeau": "58. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Stadt Zürich (Berufung)\n\n5C.42/2007 vom 8. Februar 2008", "regestes": ["Servitude. La servitude qui a été constituée avant l'entrée en vigueur du Code civil suisse en faveur d'une commune (ville de Zurich) et qui interdit une activité contraire aux moeurs sur le fonds grevé déploie ses effets indépendamment du fait que l'objet de la servitude soit aujourd'hui réglé également dans le droit de l'aménagement du territoire et de la construction (consid. 2). Ceci ne signifie pas que la commune aurait perdu tout intérêt à la servitude au sens de l'art. 736 al. 1 CC (consid. 3). La notion d'\"activité contraire aux moeurs\" est suffisamment déterminée et permet de retenir qu'un salon érotique est inclus dans cette notion (consid. 4)."], "faits": "BGE 134 III 341 S. 342\n\nA.\n\nA.a X. (vormals Y.) ist seit 1976 Eigentümerin des Grundstücks Kat.-Nr. x, GBBl. y, mit dem Haus B. in Zürich. Zu Lasten dieser Liegenschaft und zu Gunsten der Stadt Zürich ist seit dem 24. November 1909 folgende als \"Quartierservitut\" bezeichnete Dienstbarkeit im Grundbuch eingetragen:\n\n\"Es dürfen keine Fabriken angelegt und keine geräuschvollen, die Luft verunreinigenden, unsittlichen oder feuersgefährlichen Gewerbe betrieben werden. Ebenso ist die Anlage von Werkplätzen für Steinhauer, Zimmerleute etc. und die Ausübung von Droschken- und Fuhrhaltereigeschäften nicht gestattet.\"\n\nA.b Durch eine Mieterin wird seit dem 8. September 1995 im ersten und seit etwa Mitte 1999 auch im zweiten Obergeschoss des Hauses B. unter dem Namen \"D.\" ein Sexsalon betrieben. Das von der Salon-Inhaberin erst nachträglich eingereichte Gesuch um Erteilung der baurechtlichen Bewilligung der Nutzungsänderung wurde von der Bausektion der Stadt Zürich am 19. Juli 2000 abgewiesen. Die anschliessenden verwaltungsrechtlichen Rechtsmittelverfahren führten am 5. Mai 2003 zu einem Urteil der I. Öffentlichrechtlichen Abteilung des Bundesgerichts (1P.771/2001 und 1P.773/2001), worin die von Y. (X.) und der Mieterin erhobenen staatsrechtlichen Beschwerden teilweise gutgeheissen wurden. Mit Entscheid vom 18. Februar 2004 stellte die Bausektion der Stadt Zürich in der Folge fest, dass das Bordell im ersten Obergeschoss zulässig und nur im zweiten Obergeschoss aufzuheben sei.\n\nB. Mit Eingabe vom 12. August 2004 reichte die Stadt Zürich beim Bezirksgericht Zürich gegen X. Klage ein und beantragte, der Beklagten unter Androhung von Ordnungsbusse oder Bestrafung wegen Ungehorsams gemäss Art. 292 StGB zu verbieten, in der Liegenschaft B. sexgewerbliche Dienstleistungen anzubieten oder zu dulden.\n\nDie Beklagte schloss auf Abweisung der Klage und erhob Widerklage mit dem Rechtsbegehren, es sei festzustellen, dass die zu Gunsten der Klägerin und zu Lasten ihres Grundstücks im Grundbuch eingetragene Personaldienstbarkeit \"Quartierbestimmungen betr. BGE 134 III 341 S. 343Gewerbebeschränkungen z.G. Stadt Zürich\" für die Klägerin alles Interesse verloren habe, und das zuständige Grundbuchamt sei anzuweisen, den entsprechenden Eintrag zu löschen; allenfalls sei festzustellen, dass das Verbot, ein unsittliches Gewerbe zu betreiben, ungerechtfertigt sei, und das Grundbuchamt anzuweisen, die eingetragene Dienstbarkeit entsprechend abzuändern.\n\nDas Bezirksgericht hiess die Klage am 18. Januar 2006 gut und wies die Widerklage ab.\n\nIn Abweisung einer Berufung der Beklagten bestätigte das Obergericht (II. Zivilkammer) des Kantons Zürich diesen Entscheid mit Urteil vom 22. Dezember 2006.\n\nC. Mit Eingabe vom 15. Februar 2007 hat die Beklagte eidgenössische Berufung erhoben und beantragt, die Klage abzuweisen und die Widerklage gutzuheissen.\n\nDas Bundesgericht weist die Berufung ab, soweit es darauf eintritt.", "considerants": "Aus den Erwägungen:\n\n2. Die Beklagte beanstandet sowohl die Gutheissung der Klage als auch die Abweisung der Widerklage. Aus verschiedenen Gründen zieht sie die Rechtsbeständigkeit der in Frage stehenden Dienstbarkeit in Zweifel, so dass die Berufung vorab hinsichtlich der auf deren Löschung bzw. Abänderung gerichteten Widerklage zu prüfen ist.\n\n2.1 Mit dem Hinweis, Gemeindeservituten seien heute widerrechtlich im Sinne von Art. 20 OR, hält die Beklagte die strittige Dienstbarkeit für nichtig. Ihre Auffassung begründet sie im Wesentlichen damit, die Quartierservitut habe dazu gedient, Anlagen und Gewerbe, von denen übermässige Einwirkungen ausgingen, zu untersagen. Es sei der Klägerin bei deren Errichtung mithin einerseits um Immissionsschutz gegangen, doch habe sie andererseits auch nutzungsplanerische Interessen verfolgt. Vor dem Erlass des kantonalen Gesetzes über die Raumplanung und das öffentliche Baurecht (Planungs- und Baugesetz vom 7. September 1975 [PBG/ZH; LS 700.1]) und der entsprechenden kommunalen Ausführungsgesetzgebung seien auf diese Weise eine Vielfalt von Gemeindeservituten errichtet worden. Heute fänden sich öffentlichrechtliche Vorschriften, die wie die strittige Quartierservitut positiv auf eine geordnete Bodennutzung hinlenken wollten, in diesen Erlassen. So halte Art. 24c Abs. 3 der Bauordnung der Stadt Zürich (BZO) beispielsweise fest, dass in BGE 134 III 341 S. 344Quartiererhaltungszonen mit einem Wohnanteil von mindestens 50 % sexgewerbliche Salons oder vergleichbare Einrichtungen nicht mehr zulässig seien. Derartige Bestimmungen gehörten zu den Vorschriften über die Grundstücknutzungen und seien mitsamt den kommunalen Ausführungsbestimmungen zwingendes, nicht abänderbares Recht. Spätestens seit den 1960er-Jahren seien Fragen der strittigen Art abschliessend im öffentlichen Recht geregelt und einer privatrechtlichen Regelung nicht mehr zugänglich. Klar verankert sei dieser Grundsatz in § 218 Abs. 2 PBG/ZH, wonach Bauvorschriften im Sinne dieses Gesetzes einer für die Baubehörden verbindlichen privatrechtlichen Regelung nur zugänglich seien, wo es ausdrücklich vorgesehen sei.\n\n2.2 Im Gegensatz zu anderen Fällen mit ähnlichen Nutzungsfragen (vgl. etwa 5C.81/1999 vom 1. Juli 1999, publ. in: Pra 88/1999 Nr. 189 und ZBGR 82/2001 S. 56 ff.) geht es hier nicht um einen Rechtsstreit unter Privaten. Als Gemeinwesen verfolgt die Klägerin mit der auf der privatrechtlichen Dienstbarkeit beruhenden Klage auch nicht private Zwecke. Sie tritt nicht privatrechtlich, als Eigentümerin eines Nachbargrundstücks auf. Vielmehr geht es ihr um öffentliche Interessen.\n\nServituten, die im Dienste des öffentlichen Bau- und Planungsrechts stehen, sind seit jeher als zulässig betrachtet worden (vgl. BGE 78 II 21 E. 4 S. 26 f. bezüglich einer zu Gunsten des Kantons Zürich errichteten Dienstbarkeit auf Unterlassung des Betreibens einer Gastwirtschaft; PETER LIVER, Zürcher Kommentar, Die Grunddienstbarkeiten, Einleitung N. 100 ff. und N. 114 zu Art. 730 ZGB). Von Bedeutung waren solche Dienstbarkeiten beispielsweise auch immer wieder im Rahmen von Enteignungen (vgl. Art. 5 und 91 Abs. 1 des Bundesgesetzes über die Enteignung [EntG; SR 711]; BGE 116 Ib 241 E. 3a S. 245; BGE 99 Ia 364 E. 4b S. 368 f.; LIVER, a.a.O., N. 102 a.E. zu Art. 730 ZGB; HANS MICHAEL RIEMER, Die beschränkten dinglichen Rechte, 2. Aufl., Bern 2000, § 11 N. 10).\n\nAufgrund der Entwicklung des öffentlichen Bau- und Planungsrechts in neuerer Zeit mögen privatrechtliche Dienstbarkeiten als Instrumente auf diesem Gebiet an Bedeutung verloren haben. Für den vorliegenden Fall ist jedoch immerhin auf den in § 218 Abs. 2 PBG/ZH nach wie vor ausdrücklich festgehaltenen Vorbehalt zu Gunsten privatrechtlicher Regelungen wie auch auf die Anwendungsfälle etwa bei Quartierplänen (§§ 139 und 140 PBG/ZH) sowie bei Grenzbereinigungen (§ 180 PBG/ZH) hinzuweisen. Es kann unter diesen BGE 134 III 341 S. 345Umständen nicht gesagt werden, ältere Dienstbarkeiten der in Frage stehenden Art seien widerrechtlich bzw. seien ohne weiteres unzulässig geworden. Die Einführungs- und Schlussbestimmungen des kantonalen Planungs- und Baugesetzes sehen namentlich nicht etwa eine Pflicht des berechtigten Gemeinwesens zur Ablösung solcher Dienstbarkeiten vor (vgl. die §§ 342 ff. PBG/ZH). Das Bundesgericht hat zudem schon wiederholt geäussert, dass beispielsweise ein Gestaltungsplan oder öffentlichrechtliche Bauvorschriften nicht von sich aus bestehende Dienstbarkeiten ausser Kraft zu setzen vermöchten (vgl. BGE 91 II 339 E. 4a S. 342; 107 II 331 E. 5a S. 341; Urteil 5C.213/2002 vom 7. Februar 2003, E. 3.2, publ. in: ZBGR 85/2004 S. 95 f.). Dass den angeführten Entscheiden Dienstbarkeiten unter Privaten zugrunde gelegen hatten, ist aus der hier massgebenden Sicht ohne Belang. Von einer Nichtigkeit der strittigen Dienstbarkeit aus den von der Beklagten angeführten Gründen kann nach dem Gesagten keine Rede sein.\n\n3. Die Beklagte bringt sodann vor, die Klägerin habe im Sinne von Art. 736 Abs. 1 ZGB seit Jahrzehnten alles Interesse an der uralten Gemeindeservitut verloren, so dass ihr ein Anspruch auf deren Löschung zustehe.\n\n3.1 Den geltend gemachten Interessenverlust glaubt sie vorab mit dem Inkrafttreten des modernen öffentlichen Bau-, Raumplanungs- und Umweltrechts begründen zu können, das einer Anrufung der Servitut keinen Raum mehr lasse. Wie das Obergericht hervorhebt und die Beklagte übrigens selbst nicht verschweigt, sind nach dem geltenden öffentlichen (städtischen) Baurecht (Art. 24c Abs. 3 BZO) in Gebieten, wo ein Wohnanteil von mindestens 50 % vorgeschrieben ist, sexgewerbliche Salons oder vergleichbare Einrichtungen nicht zulässig. Nach den von der Beklagten nicht beanstandeten Feststellungen der Vorinstanz liegt ihr Grundstück in der Quartiererhaltungszone QII mit einem Wohnanteil von 50 %. Dem Inhalt und dem Umfang der Dienstbarkeit nach ist das klägerische Interesse an deren Ausübung unter den angeführten Umständen keineswegs untergegangen: Was öffentlichrechtlich verboten ist, kann aus der Sicht des Privatrechts nicht inhaltlich überholt sein bzw. unzeitgemäss geworden sein (vgl. BGE 130 III 554 E. 2 S. 556).\n\nSoweit die Beklagte (in formeller Hinsicht) geltend macht, die privatrechtliche Dienstbarkeit sei überflüssig, weil das öffentliche Baurecht eine entsprechende Bestimmung enthalte, verdient ihr Standpunkt keinen Rechtsschutz (Art. 2 Abs. 2 ZGB): Es geht nicht an, BGE 134 III 341 S. 346\n\nunter Hinweis auf das öffentlichrechtliche Verbot, das heute für den Betrieb eines Etablissements der in Frage stehenden Art gilt, die rückwirkende Aufhebung des seit 1909 ununterbrochen bestehenden privatrechtlichen Verbots gleichen Inhalts zu verlangen, um die (Rechts-)Lücke ausnützen zu können, wie sie sich nach den Feststellungen im bundesgerichtlichen Urteil vom 5. Mai 2003 ergab, als der Salon im ersten Obergeschoss der beklagtischen Liegenschaft eingerichtet wurde. Unbehelflich ist das Vorbringen der Beklagten, die verwaltungsrechtlichen Instanzen hätten rechtskräftig festgestellt, dass die Nutzung des ersten Obergeschosses als Erotiksalon Bestandesgarantie geniesse: Da gemäss Art. 24c Abs. 3 BZO im Quartier, wo das beklagtische Grundstück liegt, sexgewerbliche Salons nicht zulässig sind, steht die Dienstbarkeit nicht im Widerspruch zum öffentlichen Recht. Dass die genannte Regelung erst nach dem Einrichten des Sexsalons in der beklagtischen Liegenschaft in Kraft trat und jener deshalb nicht darunterfiel, kann nicht zur Folge haben, dass - aufgrund einer Bestandesgarantie - das Betreiben des strittigen Etablissements schlechthin zulässig wäre und der Zivilrichter von einer entsprechenden Tatsache auszugehen hätte. Die Nichtanwendung der einschlägigen öffentlichrechtlichen Nutzungsbeschränkungen auf den umstrittenen Betrieb bedeutet nicht, dass damit auch privatrechtliche Nutzungsbeschränkungen ausser Kraft gesetzt worden wären. Vielmehr ist der Rechtszustand massgebend, wie er ohne die Nutzungsbeschränkung durch die städtische Bauordnung bestand und weiterhin besteht, wozu auch das strittige Gemeindeservitut und das darin sinngemäss enthaltene Verbot des Betriebs sexgewerblicher Einrichtungen gehören. Aus dieser Sicht hat die Klägerin an der Dienstbarkeit nach wie vor ein Interesse.\n\n3.2 Die Beklagte ist ferner der Ansicht, die Klägerin habe das Interesse an der Ausübung der Dienstbarkeit ebenfalls deshalb verloren, weil dem von der Vorinstanz festgehaltenen Sinn und Zweck, den \"C.-Platz\" als gehobenes Wohnquartier zu schützen, insofern keine Bedeutung mehr zukomme, als der durch den Strassenverkehr in der fraglichen Zone verursachte Lärm heute sehr gross sei und der \"C.-Platz\" sich zu einem hektischen Verkehrsknotenpunkt und zu einem lebhaften Gewerbezentrum entwickelt habe. Der Hinweis auf die eingetretene Änderung des Quartiercharakters ist unbehelflich. Er ändert nichts daran, dass nach den öffentlichrechtlichen Bestimmungen der Wohnanteil im fraglichen Gebiet eine sexgewerbliche Nutzung ausschliesst. Von einem Verlust des Interesses am zivilrechtlichen Verbot kann auch aus dieser Sicht keine Rede sein. BGE 134 III 341 S. 347\n\n4.\n\n4.1 Des Weiteren bringt die Beklagte vor, das Verbot ein \"unsittliches\" Gewerbe zu betreiben, sei als Inhalt einer Dienstbarkeit nicht zulässig. Einer Dienstbarkeit mit einem derart vagen Moralbegriff hätte wegen mangelnder Bestimmtheit von Anfang an die Eintragung in das Grundbuch verweigert werden müssen. Das im Grundbuch eingetragene Recht und die eingetragene Last müssten ihrem Inhalt nach für Dritte klar erkennbar sein, was hier nicht zutreffe.\n\n4.2 Soweit die von der Beklagten angesprochene Frage sich überhaupt nach Bundesrecht beurteilt und damit hier zu prüfen ist (dazu nicht publ. E. 6.2), ist darauf hinzuweisen, dass beispielsweise das Bezirksgericht Zürich eine gleichlautende Formulierung als hinreichend bestimmt betrachtet hat (Urteil vom 17. Januar 1936, publ. in: ZBGR 17/1936 S. 265 ff. und SJZ 33/1936-37 Nr. 23 S. 123 f.; offenbar zustimmend LIVER, a.a.O., N. 97 und 193 zu Art. 730 ZGB; a.M. HEINZ REY, Berner Kommentar, N. 91 zu Art. 730 ZGB). Auch wenn heutzutage wohl eine andere Umschreibung gewählt würde, ist der in jenem Entscheid vertretenen Auffassung beizupflichten. Es besteht in der Tat ein genügender Bestimmtheitsgrad. Ein gewisser Auslegungsspielraum liegt in der Natur von Dienstbarkeiten der in Frage stehenden Art. So kann angesichts der Vielfalt heutiger Bewirtungsformen etwa auch der Begriff \"Gastwirtschaftsbetrieb\" (vgl. BGE 87 I 311 ff.) oder der Begriff \"lärmendes, gesundheitswidriges oder ekelerregendes Gewerbe\" (vgl. BGE 88 II 145 ff.) auslegungsbedürftig sein. Der in der beklagtischen Liegenschaft eingerichtete Betrieb lässt sich auf jeden Fall nach wie vor unter den in der strittigen Dienstbarkeit gewählten Begriff \"unsittliches Gewerbe\" subsumieren."}