{"annee": "134", "cour": "V", "page": "369", "date": "20/8/2008", "cite": ["131 V 27", "115 V 103", "134 V 199", "124 III 52", "134 III 348", "130 V 111", "133 V 314", "119 V 289", "132 V 149", "130 III 312", "118 II 235", "134 V 223"], "cite_par": ["136 V 49", "141 V 127", "135 V 80", "142 V 466", "137 V 383", "136 V 65", "142 V 129", "138 V 86", "142 V 233", "144 V 327", "137 V 82", "136 V 127", "138 III 157"], "chapeau": "43. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. A. und Mitb. gegen Freizügigkeitsstiftung X. und beigeladene R. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_874/2007 vom 20. August 2008", "regestes": ["Art. 15 al. 1 let. b ch. 2 OLP; art. 20a al. 1 let. a LPP; bénéficiaires de prestations pour survivants. Des personnes du même sexe peuvent également former une communauté de vie au sens des art. 20a al. 1 let. a LPP et 15 al. 1 let. b ch. 2 OLP (consid. 6.3). L'existence d'une communauté domestique permanente ne constitue pas un élément nécessaire de la communauté de vie au sens du droit de la prévoyance professionnelle (consid. 7.1)."], "faits": "|370|\n\nA. Die 1960 geborene A. unterhielt bei der Freizügigkeitsstiftung X. ein Freizügigkeitskonto im Rahmen der 2. Säule. Anfang 2005 verstarb A. In der Folge erhoben die gesetzlichen Erben M., T. sowie K., B. und E. einerseits und die von der Verstorbenen als Alleinerbin eingesetzte R. Anspruch auf das Guthaben auf dem Freizügigkeitskonto in der Höhe von Fr. 196'381.55 (Stand am 18. Januar 2005). Nach umfangreicher Korrespondenz teilte die Freizügigkeitsstiftung X. den Prätendenten mit Schreiben vom 13. Oktober 2006 mit, ohne ein gerichtliches Urteil, eine verbindliche Vergleichsvereinbarung oder eine Verzichtserklärung sehe sie sich ausser Stande, das Freizügigkeitsguthaben der verstorbenen Vorsorgenehmerin auszuzahlen.\n\nB. Am 15. Januar 2007 reichten M., T. sowie K., B. und E. beim Sozialversicherungsgericht Basel-Stadt Klage gegen die Freizügigkeitsstiftung X. ein mit dem Rechtsbegehren, die Beklagte sei zu verpflichten, das Guthaben auf dem auf den Namen ihrer verstorbenen Tochter und Schwester lautenden Freizügigkeitskonto an sie auszuzahlen.\n\nDie zum Verfahren beigeladene R. beantragte, die Klage sei abzuweisen und die Beklagte sei zu verpflichten, das Freizügigkeitsguthaben an sie auszuzahlen. Im Rahmen eines zweiten Schriftenwechsels hielten die Kläger und die Beigeladene an ihren Begehren fest.\n\nMit Entscheid vom 15. Oktober 2007 wies das Sozialversicherungsgericht Basel-Stadt die Klage ab.\n\nC. M., T. sowie K., B. und E. lassen Beschwerde in öffentlich-rechtlichen Angelegenheiten führen mit dem Rechtsbegehren, der Entscheid vom 15. Oktober 2007 sei aufzuheben und die Klage gutzuheissen.\n\nR. lässt die Abweisung der Beschwerde beantragen, soweit darauf einzutreten sei. Die Freizügigkeitsstiftung X. und das Bundesamt für Sozialversicherungen (BSV) reichen eine Vernehmlassung ein, ohne einen Antrag zu stellen.\n\nMit Verfügung vom 14. März 2008 ist der Beschwerde aufschiebende Wirkung erteilt worden.\n\nDas Bundesgericht weist die Beschwerde ab. |371|", "considerants": "Aus den Erwägungen:\n\n1. Die II. sozialrechtliche Abteilung des Bundesgerichts ist zuständig zum Entscheid darüber, ob die Beschwerdeführer Anspruch auf das Guthaben auf dem auf den Namen ihrer verstorbenen Tochter und Schwester lautenden Freizügigkeitskonto bei der Freizügigkeitsstiftung X. haben (Art. 82 lit. a und Art. 86 Abs. 1 lit. b BGG, Art. 73 Abs. 1 BVG [SR 831.40] in Verbindung mit Art. 10 Abs. 1 und 3 FZV [SR 831.425] und Art. 26 Abs. 1 FZG [SR 831.42] sowie Art. 35 lit. e des Reglements vom 20. November 2006 für das Bundesgericht [BGerR; SR 173.110.131]; Urteil B 3/07 vom 21. September 2007, E. 2). Da auch die übrigen formellen Gültigkeitserfordernisse gegeben sind, ist auf die Beschwerde einzutreten.\n\n2. Mit der Beschwerde in öffentlich-rechtlichen Angelegenheiten kann u.a. die Verletzung von Bundesrecht gerügt werden (Art. 95 lit. a BGG). Das Bundesgericht legt seinem Urteil den Sachverhalt zugrunde, den die Vorinstanz festgestellt hat. Es kann die Sachverhaltsfeststellung der Vorinstanz von Amtes wegen berichtigen oder ergänzen, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Artikel 95 beruht (Art. 105 Abs. 1 und 2 BGG) und wenn die Behebung des Mangels für den Ausgang des Verfahrens entscheidend sein kann (vgl. Art. 97 Abs. 1 BGG).\n\nDas Bundesgericht wendet das Recht von Amtes wegen an (Art. 106 Abs. 1 BGG). Es ist somit weder an die in der Beschwerde geltend gemachten Argumente noch an die Erwägungen der Vorinstanz gebunden. Es kann eine Beschwerde aus einem anderen als dem angerufenen Grund gutheissen oder mit einer von der Argumentation der Vorinstanz abweichenden Begründung abweisen (Urteil 9C_671/2007 vom 25. März 2008, E. 2 mit Hinweisen). Geht es im Besonderen um Leistungen der beruflichen Vorsorge, überprüft das Bundesgericht Statuten und Reglemente privater Vorsorgeeinrichtungen oder Freizügigkeitsstiftungen als vorformulierten Inhalt des Vorsorgevertrages grundsätzlich frei (vgl. BGE 134 V 199 E. 1.2 S. 200; Urteil des Eidg. Versicherungsgerichts B 113/03 vom 30. Januar 2006, E. 2 nicht publ. in BGE 132 V 149, aber publ. in: SVR 2006 BVG Nr. 21 S. 81).\n\n(...)\n\n|372|\n\n4.\n\n4.1 Die Freizügigkeitsstiftung X. wirft wie schon im vorinstanzlichen Verfahren die Frage auf, ob es sich nicht eigentlich um eine Streitigkeit zwischen den gesetzlichen Erben und der eingesetzten Alleinerbin der verstorbenen Vorsorgenehmerin handle und nicht sinngemäss die Klage als gegen diese gerichtete Feststellungsklage zu betrachten sei. Sie habe sich nie gegen eine Auszahlung des Freizügigkeitsguthabens gewehrt. Vielmehr gehe es darum, gerichtlich festzustellen, wer wirklich die berechtigte Person sei, um das Risiko einer Doppelzahlung zu verhindern. Aufgrund dieses legitimen Interesses könne ihr keine andere Stellung als diejenige des aussenstehenden Dritten zukommen. Es würde dem Gerechtigkeitsgedanken daher zuwiderlaufen, wenn sich die Stiftung einzig wegen der Wahrnehmung ihres legitimen Selbstschutzes mit ordentlichen und/oder ausserordentlichen Kostenforderungen konfrontiert sähe.\n\n4.2 Bei der Freizügigkeitsstiftung X. handelt es sich um eine Versicherungseinrichtung im Sinne von Art. 10 Abs. 2 lit. a FZV. Als Schuldnerin gemäss Ziff. 3.2.2 des Stiftungsreglements ist sie im Streit um das Guthaben auf dem Freizügigkeitskonto der verstorbenen Vorsorgenehmerin im Prozess vor dem kantonalen Berufsvorsorgegericht passivlegitimiert (Art. 73 Abs. 1 lit. a BVG; anders noch BGE 130 V 111 E. 3.1.3 S. 112) und sie hat im Verfahren vor Bundesgericht Parteistellung (Art. 89 Abs. 1 BGG). Daran ändert nichts, dass die Freizügigkeitsstiftung immer anerkannt hat, dass die vertraglich vereinbarte Leistung geschuldet ist, und die Auszahlung des Freizügigkeitsguthabens vornehmen wollte. Entscheidend ist, dass bei Einreichung der Klage die (fällige) Forderung noch nicht erfüllt war und immer noch bestand. Ob die gerichtliche Hinterlegung des Freizügigkeitsguthabens befreiende Wirkung gehabt hätte, was die Passivlegitimation ausschlösse, kann offenbleiben. Aufgrund der Akten stellte die Freizügigkeitsstiftung keinen solchen Antrag bei der Vorinstanz. Im Schreiben vom 13. Oktober 2006 an die Beschwerdeführer und an die Beigeladene (Prätendenten) hatte sie zwar festgehalten, sie werde den streitigen Betrag gerichtlich hinterlegen, sollte sie von einer der \"Parteien\" direkt ins Recht gefasst werden. Es finden sich indessen keine Hinweise in den vorinstanzlichen Prozessakten, dass sie - nach eigenen Angaben erfolglos - in diesem Sinne vorgegangen war. Durch Hinterlegung des Freizügigkeitsguthabens der verstorbenen Vorsorgenehmerin hätte zumindest das Risiko einer Doppelzahlung ausgeschaltet werden |373| können (vgl. Art. 96 und Art. 168 Abs. 1 OR sowie Urteil 4A_511/2007 vom 8. April 2008, E. 2 nicht publ. in BGE 134 III 348 E. 5.2.4 S. 352, und Urteil 4C.123/1997 vom 2. März 2004, E. 4.2 nicht publ. in BGE 130 III 312; ferner MARKUS MOSER, Die Lebenspartnerschaft in der beruflichen Vorsorge nach geltendem und künftigem Recht unter Berücksichtigung der Begünstigtenordnung gemäss Art. 20a BVG, in: AJP 2004 S. 1507 ff., 1508). Dem aufgrund der Beschwerde gegen das vorinstanzliche Erkenntnis bestehenden Risiko, das Freizügigkeitsguthaben zweimal zu bezahlen, ist mit der Erteilung der aufschiebenden Wirkung des Rechtsmittels Rechnung getragen worden (Art. 103 Abs. 1 und 3 BGG).\n\n5.\n\n5.1 Gemäss Ziff. 3.2.2 des Reglements für die Freizügigkeitsstiftung X. (in der seit 1. Januar 2005 geltenden, hier anwendbaren Fassung) kann der Anspruch auf Auszahlung des Freizügigkeitsguthabens unter Beilage aller erforderlichen Dokumente schriftlich geltend gemacht werden\n\ndurch die Hinterbliebenen des Vorsorgenehmers (...), und zwar in nachstehender Reihenfolge:\n\n1. Die Hinterlassenen nach Art. 19 und 20 BVG,\n\n2. natürliche Personen, die von der versicherten Person in erheblichem Masse unterstützt worden sind, oder die Person, die mit dieser in den letzten fünf Jahren bis zu ihrem Tod ununterbrochen eine Lebensgemeinschaft geführt hat oder die für den Unterhalt eines oder mehrerer Kinder aufkommen muss,\n\n3. die Kinder des Verstorbenen, welche die Voraussetzungen nach Art. 20 BVG nicht erfüllen, die Eltern oder die Geschwister,\n\n4. (...).\n\nDer Berechtigte oder die Berechtigten haben einen eigenen vertraglichen Anspruch gegen die Freizügigkeitsstiftung im Sinne von Art. 112 Abs. 2 OR (vgl. BGE 131 V 27 E. 3.1 S. 29 mit Hinweisen; SVR 2006 BVG Nr. 13 S. 47, E. 2.2, B 92/04).\n\n5.2 Es steht fest, dass die verstorbene Vorsorgenehmerin keine Hinterlassenen im Sinne von Art. 19 und 20 BVG (überlebender Ehegatte, Waisen) hat. Die Kläger und heutigen Beschwerdeführer (Mutter und Geschwister) fallen in die dritte Kategorie der in Ziff. 3.2.2 des Reglements genannten Begünstigten. Sie sind nur anspruchsberechtigt, wenn die Beigeladene nicht zum vorangehenden Personenkreis gehört, wenn sie also nicht mit der Vorsorgenehmerin in den |374| letzten fünf Jahren bis zu deren Hinschied am 18. Januar 2005 ununterbrochen eine Lebensgemeinschaft geführt hatte.\n\n6. Umstritten ist zunächst, ob auch gleichgeschlechtliche Personen eine Lebensgemeinschaft im Sinne von Ziff. 3.2.2 Punkt 2 bilden können.\n\n6.1\n\n6.1.1 Das kantonale Gericht hat dazu erwogen, die Lebensgemeinschaft sei weder im Sozialversicherungs- noch im Familienrecht gesetzlich definiert. Grundsätzlich sei auf die bundesgerichtliche Rechtsprechung zum Begriff des Konkubinats gemäss BGE 118 II 235 abzustellen. Seit diesem Entscheid seien aber gleichgeschlechtliche Lebensgemeinschaften zunehmend gesellschaftlich akzeptiert und rechtlich anerkannt. Diese Anerkennung habe insbesondere im Gesetz vom 18. Juni 2004 über die eingetragene Partnerschaft gleichgeschlechtlicher Paare (PartG; SR 211.231) ihren Niederschlag gefunden. Eine Lebensgemeinschaft im reglementarischen Sinne könnten daher auch Personen gleichen Geschlechts bilden.\n\nGemäss BGE 118 II 235 E. 3b S. 238 gilt als Konkubinat im engeren Sinne \"eine auf längere Zeit, wenn nicht auf Dauer angelegte umfassende Lebensgemeinschaft von zwei Personen unterschiedlichen Geschlechts mit grundsätzlich Ausschliesslichkeitscharakter, die sowohl eine geistig-seelische, als auch eine körperliche und eine wirtschaftliche Komponente aufweist und auch etwa als Wohn-, Tisch- und Bettgemeinschaft bezeichnet wird (...). Indessen kommt nicht allen drei Komponenten dieselbe Bedeutung zu. Fehlt die Geschlechtsgemeinschaft oder die wirtschaftliche Komponente, leben die beiden Partner aber trotzdem in einer festen und ausschliesslichen Zweierbeziehung, halten sich gegenseitig die Treue und leisten sich umfassenden Beistand, so ist eine eheähnliche Gemeinschaft zu bejahen (...). Der Richter hat in jedem Fall eine Würdigung sämtlicher massgeblicher Faktoren vorzunehmen. Die gesamten Umstände des Zusammenlebens sind von Bedeutung, um die Qualität einer Lebensgemeinschaft beurteilen zu können.\"\n\n6.1.2 Nach Auffassung der Beschwerdeführer ist der Begriff der Lebensgemeinschaft nach Ziff. 3.2.2 Punkt 2 des Stiftungsreglements im Sinne des Familienrechts zu verstehen. Danach stelle die eheähnliche Lebensgemeinschaft eine auf Dauer ausgerichtete, nach dem Willen der Partner jederzeit formlos auflösbare und ihrem Inhalt nach nicht im Voraus festgelegte \"Wohn-, Wirtschafts- und |375| Geschlechtsgemeinschaft\" von Mann und Frau dar (BGE 118 II 235). Gleichgeschlechtliche Partnerschaften fielen nicht darunter und somit auch nicht unter den reglementarischen Begriff der Lebensgemeinschaft. Es bestehe kein Grund, hetero- und homosexuelle Lebensgemeinschaften mit Bezug auf die vorsorgerechtliche Begünstigungsordnung gleich zu behandeln. Im Gegenteil sei die vorsorgerechtliche Ungleichbehandlung von verschieden- und gleichgeschlechtlichen Lebensgemeinschaften mit ein Grund für die Schaffung des am 1. Januar 2007 in Kraft getretenen Partnerschaftsgesetzes gewesen. Eine Begünstigungsmöglichkeit des gleichgeschlechtlichen Partners habe somit nur bestanden, wenn das anwendbare Vorsorgereglement dies ausdrücklich vorgesehen habe. Das treffe hier nicht zu, weshalb die Beigeladene mangels einer reglementarischen Grundlage von vornherein keinen Anspruch auf das Freizügigkeitsguthaben der verstorbenen Vorsorgenehmerin habe.\n\n6.2 Die Auslegung der Statuten und Reglemente privater Vorsorgeeinrichtungen und Freizügigkeitsstiftungen hat nach dem Vertrauensprinzip zu erfolgen. Es ist darauf abzustellen, wie die zur Streitigkeit Anlass gebende Willenserklärung - hier der Begriff der Lebensgemeinschaft nach Ziff. 3.2.2 Punkt 2 des Reglements der Beschwerdegegnerin - vom Empfänger in guten Treuen verstanden werden durfte und musste. Dabei ist nicht auf den inneren Willen des Erklärenden abzustellen, sondern auf den objektiven Sinn seines Erklärungsverhaltens. Der Erklärende hat gegen sich gelten zu lassen, was ein vernünftiger und korrekter Mensch unter der Erklärung verstehen durfte. Weiter sind die besonderen Auslegungsregeln bei Allgemeinen Geschäfts- oder Versicherungsbedingungen zu beachten, insbesondere die Unklarheits- und die Ungewöhnlichkeitsregel (BGE 132 V 149 E. 5 S. 150 mit Hinweisen; BGE 134 V 223 E. 3.1 S. 227; ferner BGE 119 V 289 E. 6b S. 294 [pauschale Verweisung auf eine Verordnungsbestimmung]). Schliesslich ist bei der Interpretation und Anwendung der Statuten und Reglemente privater Vorsorgeeinrichtungen oder Freizügigkeitsstiftungen u.a. das verfassungsrechtliche Diskriminierungsverbot zu beachten (Art. 35 Abs. 3 BV; BGE 134 V 223 E. 3.1 und 3.2 S. 228; BGE 115 V 103 E. 4b S. 109).\n\n6.3\n\n6.3.1 Der Begriff der Lebensgemeinschaft zweier Personen differenziert nicht nach deren Geschlecht. Darunter ist somit eine Gemeinschaft von Personen verschiedenen oder gleichen Geschlechts |376| zu verstehen, was auch dem in der Gesellschaft heute üblichen Sprachgebrauch entspricht. Die Beschwerdeführer machen zu Recht nichts anderes geltend. Es bestehen keine Hinweise im Reglement und die Freizügigkeitsstiftung führt auch keine Gründe an, welche ein engeres, auf Personen verschiedenen Geschlechts beschränktes Verständnis von Lebensgemeinschaft nahelegten. Gegen eine solche Reglementsauslegung spricht auch das Folgende:\n\n6.3.1.1 In der bis 31. Dezember 2004 gültig gewesenen Fassung sah Ziff. 3.2.2 des Stiftungsreglements mit Bezug auf den Kreis der anspruchsberechtigten Personen folgende Reihenfolge vor: \"a) die Hinterlassenen nach BVG sowie der Witwer; b) natürliche Personen, die vom Vorsorgenehmer in massgeblicher Weise unterstützt worden sind; c) die übrigen gesetzlichen Erben, jedoch unter Ausschluss des Gemeinwesens.\" Diese Regelung stimmte im Wesentlichen überein mit Art. 15 Abs. 1 lit. b FZV über die für die Erhaltung des Vorsorgeschutzes Begünstigten im Todesfall in der damaligen Fassung (vgl. SVR 2006 BVG Nr. 13 S. 47, E. 2.2, B 92/04). Diese Verordnungsbestimmung wurde im Zuge der 1. BVG-Revision gemäss Bundesgesetz vom 3. Oktober 2003 (AS 2004 S. 1677 ff.) geändert. Ziff. 2 von Art. 15 Abs. 1 lit. b FZV im Besonderen nennt seither als Begünstigte neu \"natürliche Personen, die von der versicherten Person in erheblichem Masse unterstützt worden sind, oder die Person, die mit dieser in den letzten fünf Jahren bis zu ihrem Tod ununterbrochen eine Lebensgemeinschaft geführt hat oder die für den Unterhalt eines oder mehrerer gemeinsamer Kinder aufkommen muss\". Im Rahmen der Gesetzesänderung wurde auch ein mit Art. 15 Abs. 1 lit. b FZV inhaltlich im Wesentlichen übereinstimmender neuer Art. 20a Abs. 1 BVG geschaffen. Damit sollte die Stellung der nicht verheirateten Lebenspartner verbessert werden (ALEXANDRA RUMO-JUNGO/REGULA GERBER JENNI, Sozialversicherungsrechtliche Aspekte des PartG, in: Thomas Geiser/Philipp Gremper [Hrsg.], Zürcher Kommentar zum Partnerschaftsgesetz, Zürich 2007, S. 760). Für den Anspruch auf Hinterlassenenleistungen aus der überobligatorischen beruflichen Vorsorge war nicht mehr eine Unterstützung der begünstigten Person in erheblichem Masse vorausgesetzt. Vielmehr konnte das Vorsorgereglement vorsehen, dass solche Leistungen u.a. auch erbracht werden, wenn die Partnerschaft als Lebensgemeinschaft mindestens die letzten fünf Jahre bis zum Tod der versicherten Person ununterbrochen gedauert hatte. Auf diese Weise sollte (auch) der gesellschaftlichen Entwicklung |377| Rechnung getragen werden (Botschaft vom 1. März 2000 zur 1. BVG-Revision, BBl 2000 [S. 2637 ff.], S. 2683 f. und 2691). In der parlamentarischen Beratung von Art. 20a BVG war die hier interessierende Frage, ob unter Lebensgemeinschaft resp. Partnerschaft eine Verbindung nur von Personen verschiedenen oder gleichen Geschlechts zu verstehen ist, kein Diskussionspunkt (vgl. AB 2002 N 545 f. und S 1045 sowie AB 2003 S 755 ff.).\n\n6.3.1.2 Ziff. 3.2.2 des Stiftungsreglements wurde auf den 1. Januar 2005 im Sinne der ab diesem Zeitpunkt neu geltenden gesetzlichen Regelung gemäss Art. 20a BVG und Art. 15 Abs. 1 lit. b FZV geändert, was auch die Beschwerdegegnerin in ihrer Vernehmlassung bestätigt hat. Der Bedeutungsgehalt dieser Vorschriften ist somit auch für die Auslegung der reglementarischen Bestimmung nach dem Vertrauensprinzip massgebend (vgl. BGE 119 V 289 E. 6b S. 294). Die Entstehungsgeschichte von Art. 20a BVG stützt die vorinstanzliche Auffassung, wonach auch Personen gleichen Geschlechts eine Lebensgemeinschaft gemäss Ziff. 3.2.2 Punkt 2 des Stiftungsreglements bilden können. Wenn in diesem Zusammenhang in der Botschaft von der gesellschaftlichen Entwicklung die Rede ist, kann damit nicht bloss das Zusammenleben von nicht verheirateten Personen unterschiedlichen Geschlechts gemeint sein. Diese Lebensform ist seit langem nicht nur toleriert, sondern von der Gesellschaft auch akzeptiert. Sodann weist das BSV in seiner Vernehmlassung richtig darauf hin, dass bereits früher der gleichgeschlechtliche Lebenspartner begünstigt werden konnte unter der Voraussetzung, dass er vom verstorbenen Vorsorgenehmer in erheblichem Masse unterstützt worden war (vgl. MOSER, a.a.O., S. 1508; ferner Urteil des Eidg. Versicherungsgerichts B 34/96 vom 2. Juli 1997). Sodann ist mit der Vorinstanz und der Aufsichtsbehörde zu berücksichtigen, dass mit dem vom Parlament am 18. Juni 2004 verabschiedeten Partnerschaftsgesetz die Stellung der homosexuellen Paare entscheidend verbessert wurde. U.a. haben neu überlebende eingetragene Partnerinnen oder Partner die gleiche Rechtsstellung wie Witwer (Art. 19a BVG). Anlass für die Schaffung dieses Gesetzes war auch das Verbot der Diskriminierung dieser Lebensform (Art. 8 Abs. 2 BV) sowie eine Gleichstellung mit heterosexuellen Konkubinatspaaren (Botschaft vom 29. November 2002 zum Bundesgesetz über die eingetragene Partnerschaft gleichgeschlechtlicher Paare, BBl 2003 [S. 1288 ff.], S. 1291, 1303 ff. und 1371 sowie AB 2003 N 1816 ff.). Es ist schon aus verfassungsrechtlicher Sicht nicht anzunehmen, |378| dass derselbe Gesetzgeber im Rahmen der gleichzeitig laufenden 1. BVG-Revision nur Lebensgemeinschaften von Personen verschiedenen Geschlechts, nicht aber gleichgeschlechtliche Partner in die mit Art. 20a Abs. 1 lit. a BVG für den überobligatorischen Vorsorge- und den Freizügigkeitsbereich geschaffene neue Begünstigtenordnung aufnehmen wollte. In der Botschaft wurde denn auch ausdrücklich auf diese neue, im Stadium der parlamentarischen Beratung befindliche Bestimmung hingewiesen (BBl 2003 S. 1368 f.).\n\nIm Übrigen ist zu beachten, dass es sich bei den Hinterlassenenleistungen nach Art. 20a Abs. 1 BVG um Ansprüche der weitergehenden Vorsorge handelt. Die Vorsorgeeinrichtungen, Personalfürsorgestiftungen oder Freizügigkeitsstiftungen sind somit grundsätzlich frei, ob überhaupt und inwieweit sie solche Leistungen im Rahmen des gesetzlich Zulässigen vorsehen wollen (MOSER, a.a.O., S. 1510 f.; THOMAS GÄCHTER/MYRIAM SCHWANDER, Nichteheliche Lebensgemeinschaften im Sozialversicherungsrecht, in: FamPra.ch 2005 S. 844 ff., 849 f.; HEINZ HAUSHEER/THOMAS GEISER/REGULA E. AEBI-MÜLLER, Das Familienrecht des Schweizerischen Zivilgesetzbuches, 3. Aufl., Bern 2006, S. 35 Rz. 03.68 a). Immerhin haben sie den in Art. 20a Abs. 1 BVG abschliessend und verbindlich festgelegten Kreis der Begünstigten zu respektieren (vgl. AB 2002 N 545 [Votum Frau Bundesrätin Dreifuss]). Die Reglemente können somit die Anspruchsberechtigung beispielsweise von der Abgabe einer Begünstigungserklärung und/oder einer schriftlichen Vereinbarung über die gegenseitige Unterstützungspflicht abhängig machen (MOSER, a.a.O., S. 1512; HANS- ULRICH STAUFFER, Zweite Säule und Konkubinat, in: Plädoyer 1999 4 S. 19 ff., 22; vgl. BGE 133 V 314 sowie SVR 2008 BVG Nr. 2 S. 6, B 104/06, und SVR 2006 BVG Nr. 13 S. 47, B 82/04).\n\n6.3.2 Schliesslich ist darauf hinzuweisen, dass in der Lehre - aufgrund der gewandelten gesellschaftlichen Verhältnisse in Bezug auf die Formen des Zusammenlebens oder wegen des Diskriminierungsverbotes nach Art. 8 Abs. 2 BV - die Ausdehnung des Begriffs des Konkubinats im engeren Sinn gemäss bundesgerichtlicher Rechtsprechung auf gleichgeschlechtliche Lebensgemeinschaften postuliert wird (INGEBORG SCHWENZER, in: Ingeborg Schwenzer [Hrsg.], FamKomm Scheidung, Bern 2005, N. 19 zu Art. 129 ZGB; ANDREA BÜCHLER, Vermögensrechtliche Probleme in der nichtehelichen Lebensgemeinschaft, in: Alexandra Rumo-Jungo/Pascal Pichonnaz [Hrsg.], Familienvermögensrecht, Bern 2003, S. 65; HAUSHEER/GEISER/AEBI-MÜLLER, a.a.O., S. 20 Rz. 03.03; URS FASEL/DANIELA WEISS, |379| Auswirkungen des Konkubinats auf (nach-)eheliche Unterhaltsansprüche, in: AJP 2007 S. 13 ff., 18; vgl. auch GÄCHTER/SCHWENDENER, a.a.O., S. 845 und 864 ff. sowie STAUFFER, a.a.O., S. 22).\n\nEine Lebensgemeinschaft im Sinne von Art. 15 Abs. 1 lit. b Ziff. 2 FZV (und Art. 20a Abs. 1 lit. a BVG) und somit nach Ziff. 3.2.2 Punkt 2 des Stiftungsreglements können daher auch Personen gleichen Geschlechts bilden. Entgegen der Auffassung der Beschwerdeführer besteht daher eine reglementarische Grundlage für einen allfälligen Anspruch der Beigeladenen auf das Freizügigkeitsguthaben der verstorbenen Vorsorgenehmerin bei der am Recht stehenden Freizügigkeitsstiftung.\n\n7. Die Verfahrensbeteiligten stimmen im Grundsatz darin überein, dass Ausgangspunkt für die Beurteilung der Frage, welches die wesentlichen Merkmale einer Lebensgemeinschaft verschieden- oder gleichgeschlechtlicher Personen im Sinne von Ziff. 3.2.2 Punkt 2 des Stiftungsreglements sind, die Rechtsprechung zum Begriff des Konkubinats im engeren Sinn gemäss BGE 118 II 235 E. 3b S. 238 sein soll (E. 6.1.1). Davon ausgehend ist die Vorinstanz zu folgender Begriffsumschreibung gelangt: \"Die Lebensgemeinschaft im Sinne des Stiftungsreglements ist (...) als Verbindung zweier Personen gleichen oder verschiedenen Geschlechts zu verstehen, die eine eheähnliche Beziehung pflegen, sich aber weder für die Form der Ehe noch für die eingetragene Partnerschaft entscheiden. Die Eheähnlichkeit der Verbindung zeigt sich in der umfassenden Art der Beziehung, die grundsätzlich Ausschliesslichkeitscharakter aufweist. Eine Lebensgemeinschaft umfasst demnach geistig-seelische, körperliche und wirtschaftliche Komponenten und wird auch etwa als Wohn-, Tisch- und Bettgemeinschaft bezeichnet. Die verschiedenen Komponenten einer Lebensgemeinschaft müssen nicht kumulativ gegeben sein, so dass nicht bereits beim Fehlen eines Elements das Vorliegen einer Lebensgemeinschaft zu verneinen ist. Insgesamt muss die Verbindung aber in Würdigung aller Umstände die Qualität einer Schicksalsgemeinschaft aufweisen, damit von einer Lebensgemeinschaft gesprochen werden kann\" (E. 3.3 des vorinstanzlichen Entscheids).\n\n7.1 Entgegen der Auffassung der Beschwerdeführer verletzt es nicht Bundesrecht, wenn die Vorinstanz die - vorliegend unbestrittenermassen nicht bestandene - ständige und ungeteilte Wohngemeinschaft nicht als begriffsnotwendiges (konstitutives) Element der |380| Lebensgemeinschaft erachtet hat (gl.M. BÜCHLER, a.a.O., S. 65; vgl. auch GÄCHTER/SCHWENDENER, a.a.O., S. 845 und STAUFFER, a.a.O., S. 22). Entscheidend ist, dass ungeachtet der Form des Zusammenlebens - hier in zwei Wohnungen und in der Ferienwohnung der Verstorbenen - die beiden Partner bereit sind, einander Beistand und Unterstützung zu leisten, wie es Art. 159 Abs. 3 ZGB von Ehegatten fordert (BGE 124 III 52 E. 2a/aa S. 54; Urteil 5P.135/2005 vom 22. Juli 2005, E. 2.1). Im Übrigen können auch Verheiratete in verschiedenen Wohnungen leben (Art. 162 ZGB; IVO SCHWANDER, in: Honsell/Vogt/Geiser [Hrsg.], Basler Kommentar zum Zivilgesetzbuch I. Art. 1-456 ZGB, 3. Aufl., S. 969 ff.). Gemäss einem von der Beigeladenen eingereichten Schreiben vom 1. Februar 2006, in welchem sich ein bekanntes Ehepaar zu ihrer Beziehung zur Verstorbenen äusserte, hatten die beiden Frauen bewusst \"getrennte Wohnstätten (...), um sich nicht unnötig gesellschaftlichem Druck auszusetzen, der sich auf ihre beruflichen oder persönlichen Beziehungen hätte auswirken können\". Der Umstand allein, dass die Beigeladene und die verstorbene Vorsorgenehmerin je eine eigene Wohnung hatten, schliesst somit eine Lebensgemeinschaft im Sinne von Ziff. 3.2.2 Punkt 2 des Stiftungsreglements nicht aus. Dass sie in ihrer Steuerklärung jeweils den Abzug für Alleinstehende mit eigenem Haushalt vorgenommen hatten, ist unter den gegebenen Umständen daher ohne Belang.\n\nDas soeben Gesagte gilt ebenfalls mit Bezug auf die unbestrittene Tatsache, dass beide Personen, auch die Beigeladene, finanziell in der Lage waren, für ihre Lebenshaltungskosten selber aufzukommen. Entgegen der Auffassung der Beschwerdeführer setzt eine Lebensgemeinschaft im Sinne von Ziff. 3.2.2 Punkt 2 des Stiftungsreglements nicht voraus, dass zumindest eine Partei von der anderen massgeblich unterstützt worden war. Gegenteils sollte diesem Aspekt gerade keine ausschlaggebende Bedeutung mehr zukommen (vgl. E. 6.3.1.1). Der Unterstützungsgedanke spielt nur, aber immerhin im Rahmen der umfassenden Beistandspflicht eine Rolle (MOSER, a.a.O., S. 1512).\n\n7.2 In tatsächlicher Hinsicht hat die Vorinstanz festgestellt, gemäss den Angaben der Nachbarin der Beigeladenen und der Nachbarin der verstorbenen Vorsorgenehmerin hätten sich die beiden Frauen regelmässig gegenseitig besucht und beieinander übernachtet. Gemäss unbestrittener Darstellung der Beigeladenen hatten sie und die Verstorbene mehr als zwei Drittel aller Wochenenden in |381| deren Ferienwohnung verbracht. Im Weitern seien zwar die Beigeladene und die verstorbene Vorsorgenehmerin in wirtschaftlicher Hinsicht nicht aufeinander angewiesen gewesen. Beide seien finanziell in der Lage gewesen, ihren Lebensunterhalt selber zu bestreiten. Immerhin habe aber die Verstorbene die Ferienwohnung allein finanziert und möglicherweise zuweilen die Ausgaben für die gemeinsamen Freizeitaktivitäten allein beglichen und so die Kasse der Beigeladenen geschont. Dass die Verstorbene in vergleichbarem Umfang weitere Personen finanziell unterstützt hätte, sei nicht anzunehmen. Es habe somit eine wirtschaftliche Verbundenheit bestanden, welche das unter guten Bekannten und Freunden übliche Mass bei Weitem überstiegen habe und dem etwa in Doppelverdiener-Ehen üblichen Mass entsprechen dürfte. Dies belege auch die letztwillige Verfügung vom 11. August 2004, mit welcher die Verstorbene die Beigeladene als Alleinerbin eingesetzt habe. Sodann sei nicht von der Hand zu weisen, dass zwischen der Beigeladenen und der Verstorbenen eine sehr enge, auf Ausschliesslichkeit angelegte Beziehung bestanden habe. Beleg hiefür seien Briefe der Verstorbenen, gemeinsame Ferienfotografien sowie die Projektarbeit \"...\", welche die Beigeladene im Rahmen eines Nachdiplomkurses an der Schule Y. verfasst habe. Briefe Dritter, die Abdankungsrede sowie die Berichte der behandelnden Ärzte zeigten, dass die Beigeladene und die verstorbene Vorsorgenehmerin von Freunden und Bekannten als Lebenspartnerinnen wahrgenommen worden seien. Der Umstand, dass es auch heftige Auseinandersetzungen gegeben habe, welche die Beziehung auf die Probe gestellt hätten, sei nicht geeignet, grundsätzliche Zweifel an der Intensität und Enge der Beziehung zu wecken. Dasselbe gelte auch in Bezug auf die Tatsache, dass die Beigeladene für die Pflege der Verstorbenen eine Entschädigung von Fr. 40'000.- verlangt habe. Angesichts der Dauer und Intensität der Betreuung sowie des offensichtlich nicht ungetrübten Verhältnisses zu den Klägern erscheine dies nicht als derart ungewöhnlich, dass es das Bestehen einer engen Beziehung in Frage stellen würde. Aufgrund der nicht unerheblichen wirtschaftlichen Verflechtungen zwischen der Beigeladenen und der Verstorbenen sowie der Dauer und Intensität ihrer Bindung sei von einer \"Schicksalsgemeinschaft zweier Menschen\" resp. einer eheähnlichen Lebensgemeinschaft im Sinne des Stiftungsreglementes auszugehen.\n\n7.3 Die Beschwerdeführer bringen vor, die Beziehung zwischen der Verstorbenen und der Beigeladenen habe weder die vom |382| Stiftungsreglement geforderte Intensität aufgewiesen noch während der letzten fünf Jahre bis zu deren Tod ununterbrochen bestanden. Eine Freundschaft - auch eine enge - sei noch keine Lebensgemeinschaft im reglementarischen Sinne. Die gegenteilige Auffassung des kantonalen Gerichts beruhe auf einer offensichtlich unrichtigen Sachverhaltsfeststellung als Folge einer unhaltbaren, mit der tatsächlichen Situation in klarem Widerspruch stehenden und somit insgesamt willkürlichen Beweiswürdigung. Die Vorinstanz habe den von ihnen produzierten Beweismitteln ohne sachlichen Grund durchwegs geringere Überzeugungskraft als den nachträglich selber abgefassten oder bei Bekannten einseitig eingeholten Beweismitteln der Beigeladenen zuerkannt.\n\n7.3.1 Die Kritik der Beschwerdeführer ist unbegründet, soweit sie auf der unzutreffenden Rechtsauffassung von der Wohngemeinschaft als begriffsnotwendiges (konstitutives) Element der Lebensgemeinschaft sowie einer massgeblichen (gegenseitigen) Unterstützung zu Lebzeiten der Vorsorgenehmerin beruht (E. 7.1 in fine). Es kann daher offenbleiben, in welchem Umfang und in welcher Form die verstorbene Vorsorgenehmerin für Lebenshaltungskosten der Beigeladenen im weitesten Sinne aufgekommen war. Unerheblich ist auch, dass die Beigeladene mit Bezug auf die Erbschaftssteuer nicht als Person erfasst wurde, welche mit der zuwendenden Person seit mindestens zehn Jahren in Wohngemeinschaft mit gleichem steuerrechtlichem Wohnsitz gelebt hat, und die Veranlagung zu einem entsprechend höheren Steuersatz widerspruchslos akzeptierte.\n\n7.3.2 Nichts zu Gunsten der Beschwerdeführer ergibt sich sodann aus dem Umstand, dass die Beigeladene in der Todesanzeige sich als \"deine Freundin\" und nicht als Lebenspartnerin der Verstorbenen bezeichnete. Sie war nicht nur in der Liste der \"Trauernden\" an erster Stelle aufgeführt, sondern ihre Adresse war auch die erste der beiden Traueradressen. Sodann mag zwar etwas befremdlich erscheinen, dass die Beigeladene als (eingesetzte) Alleinerbin - abgesehen von der pflichtteilsgeschützten Mutter der Verstorbenen - im Erbschaftsinventar eine Forderung von pauschal Fr. 40'000.- als Entschädigung für die persönliche Betreuung und Pflege ihrer Lebenspartnerin vor deren Tod eingab. Dass dieser Umstand nach Auffassung der Vorinstanz das Bestehen einer engen Beziehung nicht in Frage zu stellen vermag, stellt indessen keine unhaltbare Beweiswürdigung dar. Schliesslich kann aus dem Umstand, dass die |383| verstorbene Vorsorgenehmerin die Beigeladene nicht zu Lebzeiten als Berechtigte auf das Freizügigkeitsguthaben gegenüber der Beschwerdegegnerin bezeichnet hatte, nicht auf einen fehlenden Begünstigungswillen geschlossen werden. Abgesehen davon, dass das Stiftungsreglement keine solche Meldepflicht statuiert, kann dasselbe Argument auch gegen die Beschwerdeführer verwendet werden.\n\n7.3.3 Im Weitern kann nicht gesagt werden, bei den Briefen der Verstorbenen, den Fotografien, den Schreiben von Bekannten und Freunden, den Arztberichten, der Abdankungsrede sowie der erwähnten Projektarbeit, welche Dokumente nach Auffassung der Vorinstanz belegen, dass die beiden Frauen (auch) nach aussen sichtbar als Lebenspartnerinnen wahrgenommen worden waren, handle es sich nicht um objektive Beweismittel. Dabei kann im Umstand, dass die Vorinstanz für den Nachweis der eine Lebensgemeinschaft bestimmenden Merkmale wesentlich auf diese Dokumente abgestellt hat, keine unhaltbare, vom Bundesgericht nach Art. 105 Abs. 2 BGG zu korrigierende Beweiswürdigung erblickt werden. Soweit in der Beschwerde vorgebracht wird, gewisse Bereiche der Beziehung gleichgeschlechtlicher Paare müssten vertraglich geregelt sein (z.B. gemeinsamer Kauf- oder Mietvertrag, Bankvollmachten, Patientenverfügungen), wird übersehen, dass solche Vereinbarungen auch für ein Konkubinat im engeren Sinn nicht konstitutiv sind (HAUSHEER/GEISER/AEBI-MÜLLER, a.a.O., S. 24 ff., insbes. Rz. 03.21 und 03.74 und BÜCHLER, a.a.O., S. 64 und 69). Etwas anderes lässt sich der Umschreibung in BGE 118 II 235 E. 3b S. 238 denn auch nicht entnehmen (E. 6.1.1). Abgesehen davon legen die Beschwerdeführer nicht dar, inwiefern die betreffenden Personen (Bekannte, Nachbarn, Pfarrerin, Ärzte) unglaubwürdig und ihre Darstellung, wie sie die Beziehung zwischen der verstorbenen Vorsorgenehmerin und der Beigeladenen wahrgenommen haben, unglaubhaft sein sollen. Die Beschreibung der Zeit vom Ausbruch der Krankheit bis zum Tod in der Projektarbeit diente der Beigeladenen zwar der Verarbeitung der Trauer, bestätigt aber eindrücklich, dass zwischen den beiden Frauen eine weit über eine Freundschaft hinausgehende, enge und stabile Beziehung bestanden hatte. Daran ändern die - mit den Worten der Beschwerdeführer - \"Phasen der Zerwürfnis\" nichts. Dass es in den über sechzehn Jahren seit dem Kennenlernen Konflikte gab, wird auch in der Projektarbeit erwähnt, ebenso, dass die Verstorbene - gemäss Chronologie vor 1999 - einmal die Kleider der Beigeladenen vor die Wohnungstüre gelegt und das Schloss |384| ausgewechselt hatte. Im Übrigen bestehen keine Anhaltspunkte, und entsprechende Hinweise liefern auch die Beschwerdeführer nicht, dass es in den letzten fünf Jahren vor dem Tod der Vorsorgenehmerin zur Trennung gekommen war. In Würdigung der gesamten Akten ist mit überwiegender Wahrscheinlichkeit davon auszugehen, dass die beiden Frauen in einer echten Notlage welcher Art auch immer einander Hilfe und Beistand geleistet hätten, so wie es zwischen Eheleuten und Konkubinatspartnern erwartet wird. Die vorinstanzliche Qualifikation ihrer Beziehung als eine Lebensgemeinschaft im Sinne von Ziff. 3.2.2 Punkt 2 des Stiftungsreglements ist daher nicht zu beanstanden. (...)"}