{"annee": "134", "cour": "IV", "page": "43", "date": "16/10/2007", "cite": ["120 III 143", "127 I 92", "133 II 249", "133 IV 139", "131 I 57", "117 IA 336", "133 IV 335"], "cite_par": ["137 III 522", "138 IV 258", "143 IV 175", "137 III 261", "138 III 190", "135 I 261", "142 III 798"], "chapeau": "5. Extrait de l'arrêt de la Ire Cour de droit public dans la cause A. SA contre Procureur général de la République et canton de Genève (recours en matière pénale)\n\n1B_210/2007 du 16 octobre 2007", "regestes": ["Recours en matière pénale contre une ordonnance de suspension de la procédure - art. 93 al. 1 let. a LTF. Lorsqu'un recours est dirigé contre une ordonnance de suspension d'une procédure, et que le recourant ne se plaint pas d'une violation du principe de la célérité (déni de justice formel ou refus de statuer) mais de la violation d'autres garanties constitutionnelles en relation avec l'application du droit de procédure pénale, la condition de recevabilité de l'art. 93 al. 1 let. a LTF, à savoir la possibilité d'un préjudice irréparable, doit être remplie (consid. 2)."], "faits": "|43|\n\nLa société A. SA a conclu en 2002 avec la société B. SA un contrat de \"joint venture\" pour l'exploitation commune d'un restaurant à |44| Genève. A. SA détenait intégralement la société X. SA, qui a participé à ce projet et dont la faillite a été prononcée le 20 février 2006. Le 20 juin 2006, B. SA a déposé plainte pénale, à Genève, contre l'administrateur unique de X. SA, le tenant pour responsable de la faillite. Cet administrateur a été inculpé (procédure pénale n° x/2006).\n\nToujours dans ce contexte, le 18 avril 2007, la société A. SA a dénoncé un administrateur de B. SA. Une nouvelle procédure pénale a été ouverte à Genève (n° y/2007). Le 11 mai 2007, le Procureur général du canton a ordonné la suspension de cette cause dans l'attente du résultat de la procédure pénale n° x/2006. La société A. SA a recouru contre cette suspension auprès de la Chambre d'accusation. Par ordonnance du 18 juillet 2007, cette juridiction a rejeté le recours et confirmé la décision entreprise. Elle a retenu en substance que, formellement, les parties aux deux procédures n'étaient pas identiques, mais que les actions initiées \"port[aient] toutes sur le même complexe de fait et découl[aient] toutes du différend survenu entre les deux entités susnommées concernant la validité et l'exécution du contrat de joint venture\". La Chambre d'accusation a précisé que si à l'issue de l'instruction dans la procédure n° x/2006, les dénonciations de la recourante devaient trouver un fondement suffisant pour tomber sous le coup des dispositions pénales invoquées, la procédure n° y/2007 pourrait alors être reprise.\n\nAgissant par la voie du recours en matière pénale, A. SA a demandé au Tribunal fédéral d'annuler l'ordonnance de la Chambre d'accusation du 18 juillet 2007 et de renvoyer la cause à l'autorité cantonale pour ouverture d'une information. Le Tribunal fédéral a déclaré ce recours irrecevable.", "considerants": "Extrait des considérants:\n\n2. Dans la cause pénale (n° y/2007), la décision attaquée est une décision incidente, qui ne met pas fin à la procédure.\n\n2.1 Le recours en matière pénale contre une décision incidente n'est recevable qu'aux conditions de l'art. 93 al. 1 de la loi du 17 juin 2005 sur le Tribunal fédéral (LTF; RS 173.110). Une telle décision ne peut être examinée par le Tribunal fédéral que si elle peut causer un préjudice irréparable (art. 93 al. 1 let. a LTF), ou si l'admission du recours peut conduire immédiatement à une décision finale qui permet d'éviter une procédure probatoire longue et coûteuse (art. 93 al. 1 let. b LTF). Il est manifeste que la seconde hypothèse n'entre |45| pas en considération ici, de sorte qu'il convient uniquement d'examiner si le recours est recevable au regard de l'art. 93 al. 1 let. a LTF. D'après la jurisprudence récente du Tribunal fédéral, dans la procédure de recours en matière pénale, la notion de préjudice irréparable (art. 93 al. 1 let. a LTF) correspond à celle de l'art. 87 al. 2 de l'ancienne loi d'organisation judiciaire (OJ), qui soumettait à la même condition la recevabilité du recours de droit public contre de telles décisions incidentes (ATF 133 IV 139 consid. 4 p. 141; ATF 133 IV 335 consid. 4 p. 338). Selon la jurisprudence relative à l'art. 87 al. 2 OJ, il doit s'agir d'un dommage de nature juridique, qui ne puisse pas être réparé ultérieurement par un jugement final ou une autre décision favorable au recourant (notamment ATF 131 I 57 consid. 1 p. 59; ATF 127 I 92 consid. 1c p. 94 et les arrêts cités). Cette réglementation est fondée sur des motifs d'économie de procédure; en tant que cour suprême, le Tribunal fédéral doit en principe ne s'occuper qu'une seule fois d'un procès, et cela seulement lorsqu'il est certain que le recourant subit effectivement un dommage définitif.\n\n2.2 Dans le cadre de l'ancien recours de droit public, le Tribunal fédéral avait considéré, dans un arrêt rendu en 1994, que l'art. 87 OJ n'était pas applicable au recours formé contre une décision ordonnant la suspension d'une procédure (ATF 120 III 143 consid. 1b p. 144). Après avoir posé cette règle, cet arrêt indiquait que la partie demandant en vain une décision pouvait agir par la voie du recours de droit public pour déni de justice, même si l'autorité cantonale ne refusait pas expressément de statuer (ibidem). La jurisprudence constante admet en effet que l'on renonce à l'exigence d'un préjudice irréparable lorsque le recourant se plaint d'un refus de l'autorité de statuer, ou d'un retard injustifié à le faire (ATF 120 III 143 consid. 1b p. 144; ATF 117 Ia 336 consid. 1a p. 337; arrêt 1P.623/2002 du 6 mars 2003, publié in Pra 92/2003 n° 207 p. 1129).\n\n2.3 Lorsque l'on examine la portée d'une décision de suspension et ses effets pour les parties au procès, il faut en réalité prendre en considération deux situations différentes: d'une part celle où la partie, estimant que sa cause n'a pas été jugée dans un délai raisonnable, se plaint d'une violation de l'art. 29 al. 1 Cst. ou d'une autre garantie correspondante, l'objet du recours pouvant alors être soit une décision expresse - le cas échéant une ordonnance de suspension -, soit le silence ou l'inaction de l'autorité; d'autre part celle où la partie conteste la suspension de la procédure non pas en invoquant |46| la garantie du jugement dans un délai raisonnable (ou principe de la célérité) mais en présentant d'autres griefs, par exemple l'inopportunité de cette mesure compte tenu d'autres procédures ouvertes dans le même contexte, le risque de disparition de preuves, etc. Dans cette seconde situation, la suspension n'est pas nécessairement susceptible de conduire à un retard constitutif de déni de justice formel; à tout le moins, une telle conséquence peut n'être qu'une simple hypothèse, sans risque particulier de réalisation, au moment où la suspension est décidée (il en va de même, par analogie, lorsqu'une expertise ou une commission rogatoire sont ordonnées). Aussi, pour tenir dans une certaine mesure compte de ces différentes situations, le Tribunal fédéral a rappelé cette jurisprudence, dans des arrêts non publiés postérieurs à l'arrêt précité (ATF 120 III 143), en précisant qu'elle s'appliquait essentiellement aux cas où la suspension de la procédure était prononcée sine die, pour une durée indéterminée ou lorsque la reprise de la procédure dépendait d'un événement incertain, sur lequel l'intéressé n'avait aucune prise (arrêts 1P.269/2000 du 18 mai 2000, consid. 1b/bb; 1P.536/2004 du 19 novembre 2004, consid. 3).\n\n2.4 Dans le cas présent, la décision attaquée confirme une ordonnance de suspension de la procédure pénale. Ladite ordonnance a été prise par le Procureur général dans le mois suivant le dépôt de la dénonciation, et avant l'ouverture de l'instruction préparatoire (cf. art. 90 let. a CPP/GE). La Chambre d'accusation a elle-même statué deux mois après l'ordonnance de suspension. Il est manifeste qu'à la date de la décision attaquée, les autorités cantonales ne pouvaient pas se voir reprocher une violation de la garantie du jugement dans un délai raisonnable dans la procédure pénale n° y/2007. La recourante ne le prétend du reste pas.\n\nLa recourante ne fait pas non plus valoir que la suspension - dont la durée dépend de l'avancement d'une autre enquête pénale en cours concernant, d'après la décision attaquée, le même complexe de faits - équivaudrait à un report sine die des opérations de l'enquête, empêchant nécessairement ou selon toute probabilité les autorités d'instruction et de jugement de statuer dans un délai raisonnable. La recourante présente en effet des griefs d'un autre ordre: elle soutient que les deux procédures pénales concernées (nos y/2007 et x/2006) ont des objets différents, que les protagonistes n'ont pas le même rôle dans les deux affaires et, en substance, que les conditions pour ordonner une suspension, mesure conçue comme exceptionnelle, ne sont pas réunies. |47|\n\n2.5 Il incombe à la partie qui critique une décision ordonnant la suspension d'une procédure d'indiquer clairement l'objet de la contestation. Si la suspension est critiquée parce que la durée de la procédure à ce stade est déjà excessive, ou parce que cette mesure entraînera nécessairement la violation du principe de la célérité, cette argumentation doit être exposée de manière précise, conformément aux exigences de motivation posées aux art. 42 al. 2 et 106 al. 2 LTF (cf. ATF 133 II 249 consid. 1.4.2 p. 254). Le cas échéant, le Tribunal fédéral pourra considérer que le recours contre la suspension est recevable nonobstant le caractère incident de l'ordonnance, ce conformément à la jurisprudence relative à l'art. 87 OJ qu'il y a lieu en principe de reprendre dans le cadre de l'art. 93 al. 1 LTF (cf. supra, consid. 2.1 et 2.2).\n\nEn revanche, si la suspension critiquée intervient à un stade de la procédure où il est évident que le principe de la célérité n'a pas été violé, et que la partie recourante - tenue dans cette situation également de motiver son recours, conformément aux art. 42 al. 2 et 106 al. 2 LTF - ne prétend pas être nécessairement exposée au risque, à terme, d'une violation de la garantie du jugement dans un délai raisonnable (art. 29 al. 1 Cst.), il faut considérer que la contestation ne porte pas sur l'application de cette dernière garantie. Autrement dit, le Tribunal fédéral n'est pas en pareil cas saisi d'un recours pour déni de justice formel, à cause d'un refus de statuer, mais d'un recours pour violation d'autres garanties constitutionnelles en relation avec l'application du droit cantonal de procédure pénale. Dans cette hypothèse, il n'y a aucun motif de renoncer à soumettre le recours aux conditions de recevabilité de l'art. 93 al. 1 LTF.\n\n2.6 En l'espèce, on se trouve clairement, d'après l'argumentation de la recourante, dans la seconde situation exposée ci-dessus. Il est manifeste que la décision incidente attaquée n'est pas susceptible de causer à la recourante un préjudice juridique irréparable. La condition de l'art. 93 al. 1 let. a LTF n'étant pas satisfaite, les conclusions du recours doivent être déclarées irrecevables."}