{"annee": "134", "cour": "III", "page": "294", "date": "29/1/2008", "cite": ["88 II 283", "90 II 428", "130 III 547", "124 III 449"], "cite_par": ["137 III 16"], "chapeau": "50. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen Bank X. (Beschwerde in Zivilsachen)\n\n4A_411/2007 vom 29. Januar 2008", "regestes": ["Suspension de la prescription tant qu'il est impossible de faire valoir la créance devant un tribunal suisse (art. 134 al. 1 ch. 6 CO). La possibilité abstraite de se créer un for en Suisse n'exclut pas la suspension de la prescription conformément à l'art. 134 al. 1 ch. 6 CO (consid. 2). En l'absence de soupçons concrets, le créancier n'est pas tenu de rechercher s'il existe des biens susceptibles d'être séquestrés en Suisse (consid. 3)."], "faits": "BGE 134 III 294 S. 295\n\nA. In einer Betreibung auf Grundpfandverwertung der Bank X. (Beschwerdegegnerin) gegen A. (Beschwerdeführer), damals unbekannten Aufenthalts, stellte das zuständige Betreibungsamt am 17. September 1993 einen Pfandausfallschein über Fr. 8'648'304.- aus (vgl. Art. 158 SchKG). Mit Begehren vom 16. Januar 2006 setzte die Beschwerdegegnerin die Ausfallforderung in Betreibung. Der Beschwerdeführer erhob Rechtsvorschlag. Im darauf folgenden Rechtsöffnungsverfahren erwirkte die Beschwerdegegnerin provisorische Rechtsöffnung für die genannte Forderung.\n\nB. Der Beschwerdeführer leitete am 10. Juli 2006 fristgerecht Aberkennungsklage ein, im Wesentlichen mit der Begründung, die mit der Ausstellung des Pfandausfallscheins ausgelöste zehnjährige Verjährungsfrist (Art. 127 OR) habe am 17. September 2003 geendet und sei somit am 16. Januar 2006, als die Beschwerdegegnerin den Beschwerdeführer erneut betrieben habe, bereits abgelaufen gewesen. Diese Betreibung habe somit keine Unterbrechung der Verjährung nach Art. 135 Ziff. 2 OR bewirken können. Die Beschwerdegegnerin wandte demgegenüber ein, der Beschwerdeführer sei im Zeitpunkt der Ausstellung des Pfandausfallscheins unbekannten Aufenthalts gewesen. Er sei erst am 24. Juni 2005 von Venezuela nach Zürich gezogen, wie sie in Erfahrung gebracht habe. Bis dahin habe die Forderung nicht vor einem schweizerischen Gericht geltend gemacht werden können, weshalb die Verjährung erst nach diesem Datum zu laufen begonnen habe (Art. 134 Abs. 1 Ziff. 6 OR). Das mit der Sache befasste Handelsgericht des Kantons Zürich wies die Klage am 31. August 2007 ab und erklärte die der Beschwerdegegnerin erteilte provisorische Rechtsöffnung für definitiv.\n\nC. Mit Beschwerde in Zivilsachen beantragt der Beschwerdeführer dem Bundesgericht, das Urteil des Handelsgerichts aufzuheben und die Forderung von Fr. 8'648'304.- nebst Zins und Kosten, für welche die Beschwerdegegnerin provisorische Rechtsöffnung erlangt hatte, abzuerkennen. Eventuell sei die Angelegenheit zur Neubeurteilung an die Vorinstanz zurückzuweisen. Die Beschwerdegegnerin schliesst auf Abweisung der Beschwerde, nachdem das Bundesgericht ihr Gesuch um Sicherstellung einer allfälligen Parteientschädigung mit Verfügung vom 6. Dezember 2007 abgewiesen hat.\n\nDas Bundesgericht weist die Beschwerde ab. BGE 134 III 294 S. 296", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer anerkennt vor Bundesgericht ausdrücklich, dass er im kantonalen Verfahren in der Replik darauf verzichtet habe, seine Auslandsabwesenheit substantiiert zu bestreiten. Daher beanstandet er (zumindest im Ergebnis) nicht, dass die Vorinstanz für den Zeitraum ab Ausstellung des Pfandausfallscheines bis zum 1. März 1997 einen Wohnsitzgerichtsstand in der Schweiz verneint hat. Hingegen kritisiert er den Schluss der Vorinstanz, die Verjährung habe erst an diesem Datum zu laufen begonnen. Art. 134 Abs. 1 Ziff. 6 OR ist nach seiner Auffassung nicht anwendbar, da die Beschwerdegegnerin in der Zeit seiner Landesabwesenheit verschiedene ihm gehörende, in der Schweiz befindliche Vermögenswerte, namentlich Oldtimer und andere Automobile, mit Arrest hätte belegen und so am Arrestort hätte klagen können.\n\n1.1 Die Verjährung beginnt nicht oder steht stille, falls sie begonnen hat, solange eine Forderung vor einem schweizerischen Gericht nicht geltend gemacht werden kann (Art. 134 Abs. 1 Ziff. 6 OR). Nach der Rechtsprechung kann sich auf diese Bestimmung nur berufen, wer aus objektiven, von seinen persönlichen Verhältnissen unabhängigen Gründen daran gehindert ist, in der Schweiz zu klagen, namentlich wenn ihm kein Gerichtsstand in der Schweiz zur Verfügung steht (BGE 124 III 449 E. 4a S. 452 f.; BGE 90 II 428 E. 6-9 S. 435 ff.; vgl. auch BGE 88 II 283 E. 3a S. 290; DÄPPEN, Basler Kommentar, 4. Aufl., N. 7 zu Art. 134 OR; BERTI, Zürcher Kommentar, 3. Aufl., N. 16 zu Art. 134 OR; PICHONNAZ, Commentaire romand, N. 9 zu Art. 134 OR). Jedenfalls dann, wenn der Gläubiger sichere Kenntnis vom Vorhandensein von Arrestgegenständen hat, ist ihm nach der Rechtsprechung zuzumuten, diese verarrestieren zu lassen und am Arrestort eine Prosequierungsklage anzuhaben. In derartigen Fällen kann also die Forderung vor einem schweizerischen Gericht geltend gemacht werden, weshalb der Hinderungsgrund des Art. 134 Abs. 1 Ziff. 6 OR nicht zum Zuge kommt. Das Bundesgericht liess ausdrücklich offen, wie es sich verhält, wenn der Gläubiger nichts über das Vorhandensein von Vermögenswerten des Schuldners in der Schweiz weiss oder wenn er diesbezüglich einen blossen Verdacht hegt (BGE 124 III 449 E. 4b/bb S. 455; ungenau daher DÄPPEN, a.a.O., N. 7 zu Art. 134 OR).\n\n1.2 Nach dem angefochtenen Urteil wäre zwar die Schaffung eines Gerichtsstandes am Arrestort in der Schweiz im Hinblick darauf, BGE 134 III 294 S. 297dass die beiden Staaten Monaco und Venezuela, in denen sich der Beschwerdeführer aufgehalten haben soll, dem Lugano-Übereinkommen nicht beigetreten sind, nicht ausgeschlossen (Art. 4 IPRG; Art. 3 LugÜ [SR 0.275.11]). Gestützt auf jene Lehrmeinungen, welche für die Annahme einer Unterbrechung des Verjährungsstillstandes ein Wissen oder Wissenmüssen des Gläubigers um die Möglichkeit der Arrestlegung voraussetzen (BECKER, Berner Kommentar, N. 10 zu Art. 134 OR; SPIRO, Die Begrenzung privater Rechte durch Verjährungs-, Verwirkungs- und Fatalfristen, Bd. I, S. 159 inkl. Anm. 44), verneinte die Vorinstanz aber eine Erkundigungspflicht des Gläubigers für Fälle, in denen dieser über keinerlei Anhaltspunkte für das Vorhandensein verarrestierbarer Vermögenswerte verfügt.\n\n2. Der Beschwerdeführer ist der Auffassung, der Rechtsstillstand nach Art. 134 Abs. 1 Ziff. 6 OR verlange objektive, von den persönlichen Verhältnissen des Gläubigers unabhängige Umstände. Demgegenüber liege das Nichtwissen um die Möglichkeit der Arrestlegung in den subjektiven Verhältnissen des Gläubigers. Wenn schon bei unverschuldeter Unkenntnis einer Forderung die Verjährung laufe, könne sie nicht gehemmt sein, wenn der Gläubiger nicht um das Vorhandensein arresttauglichen Vermögens wisse und mangels konkreter Anhaltspunkte auch nichts wissen könne.\n\n2.1 Das Rechtsinstitut der Verjährung beruht nicht zuletzt auch auf dem Gedanken des Vertrauensschutzes des Schuldners. Der Schuldner soll nicht dauernd im Ungewissen darüber gelassen werden, \"ob eine Forderung, die längere Zeit nicht geltend gemacht wurde und mit der er natürlicherweise immer weniger rechnet, schliesslich doch noch eingeklagt werde\" (BGE 90 II 428 E. 8 S. 438). In bestimmten, im Gesetz abschliessend aufgeführten Sonderfällen, deren Vorhandensein der Schuldner leicht erkennen kann, ist aber die Verjährung gehemmt. Art. 134 OR umschreibt in den Ziffern 1-5 Fallkonstellationen, in denen die Geltendmachung der Forderung durch persönliche Beziehungen stark erschwert und daher unzumutbar oder tatsächlich oder rechtlich unmöglich ist. Diesen gesetzlichen Gründen für die Hemmung der Verjährung liegt die Erwägung zu Grunde, dass es unbillig wäre, den Gläubiger auch für jene Zeitspannen die Folgen einer laufenden Verjährung spüren zu lassen, in denen seine Scheu, eine Forderung zwangsweise durchzusetzen, angesichts der Natur des zwischen Gläubiger und Schuldner bestehenden Rechtsverhältnisses nachvollziehbar ist. Eine ähnliche Wertung liegt auch Art. 134 Abs. 1 Ziff. 6 OR zugrunde, der einen Stillstandsgrund bezeichnet, BGE 134 III 294 S. 298bei dessen Vorliegen dem Gläubiger die Durchsetzung der Forderung aus von ihm nicht zu vertretenden Gründen unmöglich ist (BERTI, a.a.O., N. 1 zu Art. 134 OR). Subjektive, in den persönlichen Verhältnissen des Gläubigers liegende Umstände, die einer an sich möglichen Klage in der Schweiz entgegenstehen, fallen dagegen schon deshalb nicht unter diese Bestimmung, weil sie für den Schuldner oft nicht erkennbar sind (BGE 90 II 428 E. 9 S. 440). Daraus ist e contrario zu folgern, dass ein Schuldner, der nach Treu und Glauben aus der Nichtverfolgung des Anspruchs des Gläubigers nicht schliessen darf, dieser verzichte auf die Durchsetzung seines Anspruchs, nicht in gleichem Masse auf den Verjährungsschutz angewiesen ist. Beispielsweise wird ein im Ausland lebender Schuldner, der dem Gläubiger nicht bekanntgibt, wo und welche seiner Vermögenswerte sich in der Schweiz befinden, und der auch sonst keinen Anhaltspunkt dafür hat, der Gläubiger habe entsprechende Kenntnis, in aller Regel darauf zählen, dass ihm in der Schweiz keine Klage droht. Der vom Gläubiger unbehelligte Schuldner kann daher nicht in guten Treuen annehmen, der Gläubiger habe sein Interesse an der Durchsetzung seines Anspruchs verloren, diesen gewissermassen \"derelinquiert\" (vgl. BERTI, a.a.O., N. 13 Vorbemerkungen zu Art. 127-142 OR).\n\n2.2 Die abstrakte Möglichkeit, sich in der Schweiz einen Gerichtsstand zu verschaffen, stellt nicht grundsätzlich einen Ausschlussgrund für die Anrufung von Art. 134 Abs. 1 Ziff. 6 OR dar (BGE 124 III 449 E. 4a S. 453). Andernfalls hätte es der Schuldner, der sich ins Ausland abgesetzt hat, in der Hand, durch heimliche Hinterlegung eines Vermögenswertes in der Schweiz die Fortsetzung des Verjährungslaufs herbeizuführen. Das liegt nicht in der Regelungsabsicht des Gesetzgebers. Ob dem Gläubiger unter Umständen bei hinreichend gesicherten Anhaltspunkten zuzumuten ist, weitere Abklärungen über allenfalls in der Schweiz befindliche Vermögenswerte des Schuldners zu treffen, braucht nach wie vor nicht entschieden zu werden. Der Gläubiger kann nämlich keinenfalls im Sinne einer Obliegenheit gehalten sein, sich um das Auffinden von Anhaltspunkten zu bemühen oder Vorkehrungen zur Erlangung eines schweizerischen Gerichtsstandes zu treffen, wenn deren Erfolg höchst ungewiss ist. Eine derartige Anforderung an den Gläubiger scheitert an der Zumutbarkeit (vgl. Urteil des Bundesgerichts 5C.116/ 2003 vom 5. Februar 2004, E. 2.2.2 nicht publ. in BGE 130 III 547, aber publ. in: Pra 94/2005 Nr. 105 S. 752). Der Gläubiger darf sich BGE 134 III 294 S. 299in solchen Situationen darauf verlassen, dass die Verjährung mangels Belangbarkeit des Schuldners gehemmt ist oder nicht zu laufen beginnt. Nach PICHONNAZ, a.a.O., N. 10 zu Art. 134 OR, soll das blosse Vorhandensein von Arrestgegenständen in der Schweiz nur dann zur Aufhebung des Verjährungsstillstandes genügen, wenn der Gläubiger hinreichende Kenntnis davon hat und in der Lage ist, einen gültigen Arrest zu erlangen. Bei blossem Sucharrest ist dies nicht der Fall (vgl. schon ZR 51/1952 S. 97, wo ein Entscheid des Obergerichts des Kantons Zürich vom 9. Mai 1951 wiedergegeben wird).\n\n3.\n\n3.1 Nach dem angefochtenen Urteil hat der Beschwerdeführer im kantonalen Verfahren vorgebracht, die in Betreibung gesetzte Forderung beruhe auf einem Kredit der mittlerweile von der Beschwerdegegnerin übernommenen Bank Y. Die Beschwerdegegnerin sei mit deren damaligem Direktor in persönlichem Kontakt gestanden. Sie hätte durch dessen Befragung sowie durch Einsicht in die Akten des ursprünglichen Finanzierungsgeschäfts ohne Weiteres in Erfahrung bringen können, dass der Beschwerdeführer enge Geschäftsbeziehungen und ein Vertrauensverhältnis zu B. unterhalten habe. Dieser sei als Treuhänder und Geschäftspartner des Beschwerdeführers aufgetreten und hätte über dessen verarrestierbare Vermögenswerte in der Schweiz Auskunft geben können. Nach Auffassung der Vorinstanz muss der Gläubiger indessen keine derartigen Nachforschungen auf sich nehmen. Eine Befragung des Treuhänders musste zudem von vornherein als nutzlos erscheinen, da dieser nicht zur Auskunfterteilung verpflichtet war, als Freund und Geschäftspartner des Beschwerdeführers aus moralischen Gründen kaum Auskunft erteilt hätte und als Treuhänder zufolge seiner vertraglichen Treuepflicht (Art. 398 Abs. 2 OR) in Wahrung der Interessen des Beschwerdeführers ohnehin keine Angaben über dessen Vermögen hätte machen dürfen.\n\n3.2 Diese Subsumtion ist bundesrechtlich nicht zu beanstanden. Einem Gläubiger ist nicht zuzumuten, in jedem Fall von Auslandabwesenheit des Schuldners, welche einen Arrestgrund darstellt, aufs Geratewohl, gewissermassen ins Blaue hinaus, Aktivitäten zur Suche nach Arrestgegenständen in der Schweiz zu entfalten, um den Stillstand der Verjährung zu erhalten. Erst recht erscheint unter vertrauenstheoretischen Gesichtspunkten unzulässig, Suchbemühungen zu fordern, die von Beginn an kaum Aussicht auf Erfolg versprechen. Die Beschwerdegegnerin hätte über den Treuhänder erst vom BGE 134 III 294 S. 300Vorhandensein der Wertgegenstände ins Bild gesetzt werden müssen. Dass der Treuhänder diese Auskunft korrekterweise hätte verweigern müssen, hat die Vorinstanz zutreffend erkannt. Soweit der Beschwerdeführer vor Bundesgericht anführt, die Beschwerdegegnerin bzw. eine von ihr beauftragte Inkassofirma hätte sich beim Treuhänder nur als Kaufinteressentin ausgeben müssen, und sie hätte \"die verarrestierbaren Vermögenswerte des Beschwerdeführers auf dem Silbertablett präsentiert\" erhalten, verkennt er, dass es den Grundwerten des Obligationenrechts zuwiderläuft, ein täuschendes Verhalten als Obliegenheit zur Rechtserhaltung zu fordern."}