{"annee": "134", "cour": "III", "page": "643", "date": "23/9/2008", "cite": ["124 III 363", "130 III 28", "70 III 86", "120 III 153", "134 III 37", "95 II 547", "116 II 651", "24 II 731", "118 II 58", "106 IB 357", "83 III 67", "131 III 49", "129 III 135", "111 III 73", "100 II 376", "122 II 221"], "cite_par": ["136 V 268", "135 III 370"], "chapeau": "99. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause Masse en faillite de X. & Cie en liquidation contre A. (recours en matière civile)\n\n4A_264/2008 du 23 septembre 2008", "regestes": ["Société en nom collectif faillie, responsabilité personnelle des associés pour les dettes sociales (art. 568 al. 3 CO). Rapport de réciprocité dans la compensation (art. 120 al. 1 CO). Caractéristiques de la société en nom collectif (consid. 5.1). Particularités de la responsabilité des associés (consid. 5.2). Validité de la reconnaissance de dette litigieuse (consid. 5.3). Notion de dette de la masse (consid. 5.4). Les créanciers sociaux pris individuellement sont les titulaires directs et exclusifs des prétentions en responsabilité personnelle contre les associés de la société en nom collectif faillie, et non la masse passive de celle-ci (consid. 5.5)."], "faits": "|644|\n\nA.\n\nA.a De mai 1981 jusqu'au début du mois d'avril 1999, A. a exploité en raison individuelle l'entreprise à l'enseigne \"A.\", sise à B., laquelle avait pour but la fabrication, respectivement la vente de canaux et de gaines de ventilation; C. était alors l'employé de A.\n\nLe 6 avril 1999, A. et C. ont conclu un contrat de société, par lequel ils déclaraient \"s'associ(er) dans le cadre d'une société en nom collectif\", qui serait inscrite au registre du commerce de Genève sous la raison sociale X. & Cie (art. 1); A., outre un apport en industrie si l'état de sa santé le permettait, amenait l'ensemble des actifs et passifs de sa raison individuelle (art. 2); C., en plus d'un apport en industrie, apportait 70'000 fr. en espèces, somme à laquelle s'ajoutaient les montants nécessaires \"pour dégager les assurances vie actuellement nanties auprès de la BCGe (Banque Cantonale de Genève) d'ici le 31 décembre 1999\" (art. 3); C. avait droit au \"100 % des bénéfices réalisés\" dès la constitution de la société et devait assumer l'intégralité des pertes (art. 4); A. disposait du droit de consulter et contrôler les comptes de la société (art. 5).\n\nToujours le 6 avril 1999, C. a souscrit une reconnaissance de dette en faveur de A., par laquelle il s'engageait à verser à ce dernier 4'800 fr. par mois pendant huit ans à compter de la constitution de la société en nom collectif, ce qui représentait une somme totale de 460'800 fr.; C. a mentionné dans ce document que ses engagements seraient garantis par des billets à ordre signés de sa part et que sur la somme de 4'800 fr. qu'il s'obligeait à payer, une part de 2'800 fr. serait affectée par A. à régler \"les montants mensuels nécessaires pour son assurance Swissca long life, dont le terme était le 7 avril 2007 (...), police actuellement nantie en garantie des engagements de l'entreprise A. auprès de la BCGe\"; C. déclarait en outre faire en sorte de libérer ce gage, \"notamment en fournissant les liquidités nécessaires pour que la banque y renonce et le libère\".\n\nLe 7 avril 1999, les associés ont requis l'inscription au registre du commerce de la nouvelle société en nom collectif.\n\nA.b La faillite de X. & Cie a été prononcée selon jugement du 14 décembre 2004 rendu par le Tribunal de première instance de |645| Genève, confirmé par arrêt du 7 avril 2005 de la Cour de justice du canton de Genève.\n\nA une date inconnue, la BCGe a produit dans la faillite précitée une créance de 156'072 fr. 70 correspondant au solde débiteur d'un compte courant ouvert auprès de cette banque par la société en nom collectif faillie.\n\nL'état de collocation, du 5 avril 2006, fait apparaître un passif de 1'118'181 fr. 45, aucun dividende n'étant prévu pour les créanciers chirographaires.\n\nA.c Par pli du 8 mars 2006, la BCGe a indiqué à l'Office des faillites du canton de Genève que la Vaudoise Assurances lui avait versé, le 25 octobre 2005, la valeur de rachat de 239'189 fr. 60 afférente à la police d'assurance-vie remise en nantissement par A., dont ce dernier est bénéficiaire, pour garantir le compte courant ouvert auprès de cette banque par X. & Cie. Ayant clôturé ce compte, l'établissement bancaire déclarait retirer la production de sa créance et sollicitait les instructions de l'office afin de verser le solde créancier du montant reçu \"en faveur de la masse en faillite de X. & Cie\".\n\nInformé par la Vaudoise Assurances de l'exécution du paiement, A. a écrit le 18 août 2006 à l'Office des faillites pour lui signaler que le montant qui était dû à la BCGe était largement inférieur à la somme que celle-ci avait encaissée de la compagnie d'assurance, de sorte que la \"différence payée en trop\" devait lui être restituée en sa qualité de bénéficiaire de la police.\n\nL'Office des faillites a répondu à A. le 31 août 2006 que le contrat d'assurance que l'intéressé avait remis en nantissement garantissait la balance de l'actif et du passif du compte courant dont la société faillie était alors titulaire, de sorte que le solde créancier de 140'977 fr. 25 qui avait été versé par la BCGe à la masse en faillite de X. & Cie en liquidation devait effectivement lui revenir.\n\nRelancé le 19 septembre 2006 par A., lequel exigeait le paiement du solde de la valeur de rachat de la police d'assurance en question, l'Office des faillites, après réexamen de la situation, s'est déclaré derechef d'accord, par lettre du 13 octobre 2006, de verser le solde litigieux au prénommé.\n\nToutefois, par un nouveau pli du 23 octobre 2006 adressé au conseil de A., l'Office des faillites a écrit être contraint de revenir sur la teneur de son précédent courrier. Affirmant d'emblée ne pas remettre |646| en cause le droit du bénéficiaire à toucher le reliquat de son assurance-vie, l'office a exposé que A. répondait personnellement des dettes de X. & Cie en liquidation, conformément à l'art. 568 CO. Or si la masse en faillite de X. & Cie en liquidation est bien débitrice envers cet associé de la somme de 140'977 fr. 25, celui-ci est lui-même débiteur du montant de 1'148'181 fr. 45 à l'endroit des créanciers de la faillite en vertu de l'état de collocation déposé le 1er septembre 2006. L'office, au nom de la masse en faillite, a ainsi excipé de compensation à concurrence du reliquat dû à A.\n\nSaisie en temps utile d'une plainte au sens de l'art. 17 LP formée par A. contre la décision du 23 octobre 2006 par laquelle l'office s'est prévalu de la compensation, la Commission de surveillance des Offices des poursuites et des faillites du canton de Genève, par décision du 7 mars 2007, l'a déclarée irrecevable, l'office étant invité à impartir au plaignant un délai pour ouvrir action devant le juge ordinaire en constatation de son droit au paiement de la somme de 140'977 fr. 25. L'autorité de surveillance a considéré que le litige portait sur l'existence d'une créance de la masse en faillite à l'encontre du plaignant et sur le droit de compenser de la masse, si bien qu'il relevait de la juridiction civile ordinaire.\n\nA.d Il résulte de l'inventaire des biens de la masse en faillite de X. & Cie en liquidation, du 9 mai 2005, que les actifs de la faillie ont été estimés à 191'572 fr. 51, y compris le solde litigieux de 140'977 fr. 25.\n\nB. Dans le délai que lui a imparti l'Office des faillites, soit en déposant une demande le 12 avril 2007, A. (le demandeur) a assigné devant les autorités judiciaires genevoises la masse en faillite de X. & Cie en liquidation, à laquelle il a réclamé paiement de 140'977 fr. 25 plus intérêts à 5 % l'an dès la date de la demande.\n\nLa masse en faillite de X. & Cie en liquidation (la défenderesse) a conclu principalement au déboutement du demandeur, subsidiairement à ce qu'il soit constaté que la défenderesse s'est libérée par compensation à concurrence de 140'977 fr. 25 avec intérêts à 5 % l'an dès le 12 avril 2007, le demandeur étant débouté de toutes ses conclusions.\n\nPar jugement du 15 novembre 2007, le Tribunal de première instance de Genève a entièrement rejeté la demande. Retenant que le demandeur avait droit au solde de son contrat d'assurance, le tribunal a admis que la défenderesse pouvait exciper de la compensation avec la créance de A., par application de l'art. 568 CO. |647|\n\nStatuant sur l'appel du demandeur, la Cour de justice du canton de Genève, par arrêt du 18 avril 2008, a annulé le jugement précité. Elle a prononcé que la défenderesse devait verser au demandeur le montant de 140'977 fr. 25 plus intérêts à 5 % l'an dès le 12 avril 2007.\n\nC. La masse en faillite de X. & Cie en liquidation, représentée par l'Office des faillites de la République et canton de Genève, exerce un recours en matière civile au Tribunal fédéral contre l'arrêt cantonal. Elle requiert principalement l'annulation de cette décision et, cela fait, que le demandeur soit débouté de toutes ses conclusions. Subsidiairement, elle conclut à ce qu'elle soit condamnée à payer au demandeur la somme de 83'116 fr. 90 avec intérêts à 5 % l'an dès le 12 avril 2007.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n5. Il n'est plus contesté que le demandeur et C. ont conclu le 6 avril 1999 un contrat écrit de société en nom collectif au sens de l'art. 552 al. 1 CO, sous la raison sociale X. & Cie, pour exploiter une entreprise fabriquant, respectivement vendant des canaux et gaines de ventilation.\n\nLa passation d'un tel contrat de société n'est en principe soumise à aucune forme particulière (ATF 124 III 363 consid. II/2a). Etant donné que ladite société poursuivait une activité économique indépendante exercée en vue d'un revenu régulier et qu'elle reprenait l'entreprise individuelle exploitée depuis 1981 par le demandeur, elle est née à la vie juridique dès la conclusion du contrat précité, car l'inscription au registre du commerce est seulement déclarative dans ce cas de figure (cf. art 553 CO a contrario; art. 52 al. 3 aORC; ATF 124 III 363 ibidem).\n\n5.1 Il sied préalablement, pour bien sérier le débat, de définir certaines caractéristiques propres à la société en nom collectif.\n\nDans la réglementation de leur rapport interne, les associés ont une large autonomie; ils déterminent librement leurs droits et leurs obligations réciproques, la loi n'intervenant qu'à titre supplétif (cf art. 557 al. 1 CO; ROBERT PATRY, Précis de droit suisse des sociétés, vol. I, p. 276).\n\nLa société en nom collectif ne jouit pas de la personnalité morale. Elle constitue sur le plan interne une communauté en main commune |648| (Gesamthandgemeinschaft). Mais il n'empêche que, dans ses rapports externes (rapports avec les tiers), elle est considérée à certains égards comme une personne juridique, dès l'instant où, en tant que société, elle peut acquérir des droits et s'engager par les actes qu'un associé gérant a effectués en son nom (cf. ATF 116 II 651 consid. 2d p. 654/655; ATF 95 II 547 consid. 2).\n\nIl résulte du défaut de personnalité morale de la société en nom collectif qu'elle n'est pas propriétaire de ses biens, lesquels font l'objet de la propriété commune des associés, telle que l'entend l'art. 652 CC (cf. JÜRG WICHTERMANN, Commentaire bâlois, 3e éd., n. 25 ad art. 652 CC; PIERRE-ALAIN RECORDON, Commentaire romand, n. 7 et 8 ad art. 562 CO; NICOLAS VAUTIER, La faillite de la société en nom collectif et de la société en commandite, thèse Lausanne 2008, p. 182 in fine).\n\nLes créances et autres droits acquis ou transférés à la société appartiennent aussi en commun aux associés (ALFRED SIEGWART, Commentaire zurichois, 1938, n. 3 ad art. 562 CO; RECORDON, op. cit., n. 9 ad art. 562 CO).\n\nS'agissant des obligations de la société à l'égard des tiers, ce sont également celles de la communauté des associés (ARTHUR MEIER-HAYOZ/PETER FORSTMOSER, Schweizerisches Gesellschaftsrecht, 10e éd., § 13, n. 19, p. 340). Toutefois, elles sont garanties en première ligne par la fortune sociale (art. 570 al. 1 CO), et seulement subsidiairement par la fortune personnelle des associés, dans le cadre de la responsabilité personnelle, illimitée et solidaire des associés (art. 568 al. 1 CO; SIEGWART, op. cit., n. 4 ad art. 562 CO; PATRY, op. cit., p. 284 in fine; RECORDON, op. cit., n. 10 ad art. 562 CO).\n\n5.2 Il est établi que la faillite de X. & Cie a été prononcée par un jugement du 14 décembre 2004 rendu par le Tribunal de première instance, qui a été confirmé le 7 avril 2005 par la Cour de justice genevoise.\n\nC'est le lieu d'examiner la particularité de la responsabilité encourue par les associés d'une société en nom collectif et les effets juridiques que déploie la faillite sociale sur lesdits associés et sur les créanciers sociaux.\n\n5.2.1 La société en nom collectif répond prioritairement de ses engagements envers les tiers sur la fortune sociale, composée des apports des associés, sous forme de biens mobiliers ou immobiliers, de créances et droits de propriété intellectuelle détenus en |649| commun par les associés (cf. art. 531 al. 1 CO par renvoi de l'art. 557 al. 2 CO), auxquels s'ajoutent les bénéfices, intérêts et honoraires non perçus par l'associé (art. 559 al. 3 CO). Il s'agit là d'un patrimoine réservé en priorité au règlement des dettes sociales. C'est ainsi la société qui est elle-même la débitrice principale des créanciers sociaux, lesquels, par rapport aux créanciers personnels des associés, ont un privilège sur l'actif social (art. 570 al. 1 CO).\n\nChaque associé assume envers les créanciers de la société en nom collectif une responsabilité personnelle, qui est tout à la fois illimitée (art. 552 al. 1 CO), solidaire (art. 568 al. 1 CO) et subsidiaire (art. 568 al. 3 CO). Les diverses facettes de cette responsabilité ont un caractère impératif, toute convention contraire entre associés ne déployant aucun effet externe (art. 568 al. 2 et 569 al. 2 CO). Ce système confère aux associés une position de garants des dettes sociales (cf. RECORDON, op. cit., n. 1 in fine ad art. 568-569 CO).\n\nCette responsabilité personnelle est illimitée en ce sens que l'associé en nom collectif, lequel est soumis en tant que tel à la poursuite par voie de faillite (art. 39 al. 1 ch. 2 LP), est tenu des engagements de la société sur tous ses biens (art. 568 al. 1 CO), pour toutes les dettes sociales, sans aucune restriction quant à leur origine ou leur créancier, et quelle que soit la date de son entrée dans la société (art. 569 CO); l'associé sortant demeure responsable des dettes sociales nées antérieurement à sa sortie pendant un délai de cinq ans dès la publication dans la FOSC de sa sortie de la société (cf. art. 591 al. 1 CO).\n\nLa responsabilité des associés est solidaire, la solidarité existant entre les associés eux-mêmes et avec la société en nom collectif (art. 568 al. 1 CO; RECORDON, op. cit., n. 23 ad art. 568-569 CO; CHRISTOPH M. PESTALOZZI/SUZANNE WETTENSCHWILER, Commentaire bâlois, 2e éd., n. 12 ad art. 568 CO). L'engagement solidaire des associés sur tous leurs biens renforce la garantie des créanciers sociaux, au détriment des créanciers personnels des associés, qui, à teneur de l'art. 572 al. 1 CO, n'ont aucun droit sur l'actif social.\n\nLa responsabilité personnelle des associés pour les dettes sociales est subsidiaire, puisque la société répond directement de ses dettes sur les biens sociaux (art. 562 CO), ce qui signifie que les créanciers doivent s'en prendre en premier à la société, avant de pouvoir agir contre les associés. Le législateur n'a toutefois pas voulu que les créanciers sociaux attendent la clôture de la faillite de la |650| société pour rechercher les associés, lorsque les hypothèses prévues par l'art. 568 al. 3 CO sont réalisées, à savoir en particulier si la société a été l'objet de poursuites infructueuses ou si elle a été dissoute, par exemple à la suite d'un jugement de faillite.\n\n5.2.2 La faillite de la société en nom collectif provoque ipso facto sa dissolution (art. 574 al. 1 CO). Elle rend exigibles les dettes sociales (art. 208 al. 1 LP) et les transforme en dettes d'argent (art. 211 al. 1 LP). L'administration de la faillite acquiert notamment le pouvoir de gérer la société à la place des associés et peut disposer de la fortune sociale (VAUTIER, op. cit., p. 132).\n\nLa faillite de la société, en tant que survenance d'une cause de dissolution, permet aux créanciers sociaux, en vertu de l'art. 568 al. 3 CO, d'agir directement contre les associés, et cela sans attendre le résultat de la liquidation (ATF 100 II 376 consid. 2a; PESTALOZZI/WETTENSCHWILER, op. cit., n. 25 ad art 568 CO; PIERRE-ALAIN RECORDON, La société en nom collectif I, FJS 724 p. 33 in fine).\n\n5.3 Il résulte de l'état de fait (art. 105 al. 1 LTF) que la défenderesse s'est reconnue débitrice du demandeur, par courriers des 31 août et 13 octobre 2006, de la somme de 140'977 fr. 25. Ces déclarations répétées constituent sans conteste une reconnaissance de dette au sens de l'art. 17 CO. Ce point est expressément admis par la recourante.\n\nLa défenderesse fait cependant valoir que cette reconnaissance de dette favorisait le demandeur à la suite d'une erreur de calcul que la cour cantonale se devait de corriger en application de l'art. 24 al. 3 CO, voire d'une erreur de déclaration qui a vicié la volonté de la première (art. 24 al. 1 ch. 3 CO). Elle prétend que la reconnaissance de dette ne portait en réalité que sur la somme de 83'116 fr. 90, reliquat qu'elle obtient en soustrayant de la valeur de rachat de l'assurance-vie remise en nantissement par l'intimé, par 239'189 fr. 60, la créance produite par la BCGe dans la faillite de la société en nom collectif, par 156'072 fr. 70.\n\n5.3.1 Savoir si et dans quelle mesure une partie se trouve dans l'erreur au moment où elle manifeste une volonté ressortit au fait à trancher par l'autorité cantonale (ATF 118 II 58 consid. 3a et les arrêts cités).\n\nIn casu, l'arrêt attaqué est dénué de constatation selon laquelle la recourante aurait reconnu, par mégarde, une dette plus élevée que celle dont elle se considérait débitrice. |651|\n\nAucune erreur essentielle sur la quantité, dans le sens de l'art. 24 al. 1 ch. 3 CO, n'entre en ligne de compte.\n\n5.3.2 Lorsque la recourante invoque une erreur de calcul (Rechnungsfehler) comme l'entend l'art. 24 al. 3 CO, elle se prévaut d'un argument de droit qui est nouveau.\n\nPour déterminer comment la défenderesse est parvenue à ce montant de 140'977 fr. 25 qu'elle a reconnu deux fois, il conviendrait de compléter l'administration des preuves, dès l'instant où, s'il y a eu erreur, il n'est pas possible de savoir où elle se situe.\n\nOr, selon la jurisprudence constante, il est exclu, en raison de la prohibition de la présentation de faits et moyens de preuve nouveaux devant le Tribunal fédéral (art. 99 al. 1 LTF), d'entrer en matière sur un argument juridique nouveau s'il implique le complètement de l'administration des preuves et des constatations de fait (ATF 130 III 28 consid. 4.4 p. 34; ATF 129 III 135 consid. 2.3.1 p. 144).\n\nIl n'y a pas d'erreur de calcul à rectifier d'après l'art. 24 al. 3 CO.\n\n5.3.3 Il suit de là que la reconnaissance de dette délivrée par la défenderesse au demandeur n'était entachée d'aucune erreur, de sorte qu'elle est valable au regard de l'art. 17 CO.\n\n5.4 La dette que la défenderesse a reconnue à l'endroit du demandeur résulte du versement par la BCGe à la masse en faillite de X. & Cie en liquidation d'un solde restant, par 140'977 fr. 25, après que la banque, créancière gagiste, a encaissé la valeur de rachat du contrat d'assurance-vie conclu avec la Vaudoise Assurances, police alors nantie auprès d'elle par le demandeur pour garantir le compte courant de la société en nom collectif.\n\nOn ignore la date à laquelle ce paiement a été opéré en mains de la recourante. Il est toutefois certain qu'il est intervenu après la faillite de X. & Cie (prononcée par jugement du 14 décembre 2004, confirmé par l'instance de recours le 7 avril 2005), dès l'instant où la BCGe a retiré, le 8 mars 2006, la production de sa créance dans cette faillite lorsqu'elle a clôturé le compte courant en cause que le gage garantissait.\n\nLa dette reconnue par la recourante tire donc son origine d'un fait générateur qui s'est produit postérieurement à l'ouverture de la faillite de X. & Cie. Elle constitue ainsi une dette de la masse (Masseschuld), laquelle, à l'instar des frais occasionnés par l'ouverture de la faillite et la liquidation (cf. art. 262 al. 1 LP), est payée |652| intégralement par la masse sur le produit brut de la réalisation des biens, avant la répartition aux créanciers (ATF 134 III 37 consid. 4.3; ATF 122 II 221 consid. 3; ATF 120 III 153 consid. 2b p. 156). C'est la masse en faillite qui répond du paiement de ces dettes, et non le failli.\n\n5.5 Pour s'opposer au paiement de la dette qu'elle a reconnue envers le demandeur, la défenderesse allègue qu'elle était en droit, à la lumière des art. 120 et 573 CO, de faire valoir contre l'intimé en tant qu'associé, au nom de l'ensemble des créanciers sociaux, la responsabilité subsidiaire de ce dernier pour les dettes sociales, lesquelles se montent à 1'118'181 fr. 45 d'après l'état de collocation du 5 avril 2006. Elle en déduit que sa dette a été éteinte par sa déclaration de compensation du 23 octobre 2006.\n\nIl convient en conséquence de rechercher si la masse en faillite défenderesse peut se prévaloir de la compensation à l'encontre de la créance que possède le demandeur, décrite au considérant 5.4 ci-dessus.\n\n5.5.1 A teneur de l'art. 120 al. 1 CO, lorsque deux personnes sont débitrices l'une envers l'autre de sommes d'argent ou d'autres prestations de même espèce, chacune des parties peut compenser sa dette avec sa créance, si les deux dettes sont exigibles.\n\nPour qu'il y ait compensation, la loi exige ainsi un rapport de réciprocité entre deux personnes, qui sont chacune titulaire d'une prétention contre l'autre. La compensation éteint alors les deux dettes qui sont opposées, à concurrence de celle qui est la plus faible en valeur.\n\nL'art. 573 al 1 et 2 CO, qui exclut la compensation, ne fait qu'appliquer ce principe à l'hypothèse où un débiteur ou créancier de la société en nom collectif est en même temps le créancier ou le débiteur d'un associé (cf. PIERRE-ALAIN RECORDON, Commentaire romand, n. 1 ad art. 573 CO).\n\nPour que le mécanisme de la compensation entre en jeu, deux créances en rapport de réciprocité doivent évidemment exister, dont sont titulaires l'auteur de la compensation pour l'une, le destinataire de la déclaration de compensation pour l'autre (cf. NICOLAS JEANDIN, Commentaire romand, n. 5 ad art. 120 CO; WOLFGANG PETER, Commentaire bâlois, 4e éd., n. 2 ad art. 120 CO).\n\nDu moment que l'on a vu que l'intimé est bien titulaire d'une créance contre la recourante, il sied de vérifier si la masse en faillite |653| recourante détient en propre une créance contre l'associé demandeur, puisqu'une dette de la masse ne peut être compensée qu'avec une créance de la masse en faillite (Masseforderung; ATF 83 III 67 consid. 1; PETER, op. cit., n. 2 ad art. 123 CO; JEANDIN, op. cit., n. 5 ad art. 123 CO).\n\n5.5.2 Selon l'art. 571 al. 1 CO, la faillite de la société en nom collectif n'entraîne pas celle des associés. C'est une conséquence du fait que la fortune sociale, qui répond en priorité des engagements de la société envers les tiers (cf. art. 570 al. 1 CO), est distincte du patrimoine des associés (PESTALOZZI/WETTENSCHWILER, op. cit., n. 1 ad art. 571 CO; VAUTIER, op. cit., p. 169).\n\nLorsqu'un jugement de faillite est prononcé comme en l'espèce contre la seule société en nom collectif - et non simultanément contre la société et un associé, cas qui fait l'objet de l'art. 218 al. 1 LP -, l'administration de la masse en faillite assure notamment la formation de la masse active et réalise les biens de la masse afin d'en affecter le produit aux créanciers (cf. art. 221 ss LP). Par masse active, il faut entendre tous les droits patrimoniaux saisissables du failli qui sont affectés au désintéressement collectif des créanciers colloqués et dont le failli est dessaisi (ATF 111 III 73 consid. 2; PIERRE-ROBERT GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, n. 7 ad art. 197 LP).\n\nLes biens qui doivent intégrer la masse sont déterminés par les art. 197 ss LP. Font ainsi partie de la masse active tous les droits patrimoniaux saisissables dont le failli est titulaire au moment de l'ouverture de la faillite (art. 197 al. 1 LP) et ceux qui lui échoient après l'ouverture de la faillite jusqu'à sa clôture (art. 197 al. 2 LP), quel que soit le lieu où ils sont localisés, pour autant qu'ils n'aient pas été soustraits de la masse (cf. parmi les auteurs modernes ISABELLE ROMY, Commentaire romand, n. 4 ss ad art. 197 LP).\n\nS'ajoutent à la masse active les droits qui appartiennent en propre à la communauté des créanciers (ou masse passive) ou que celle-ci peut faire valoir à titre exclusif, tels l'action en responsabilité en cas de répudiation (art. 579 CC; ATF 131 III 49 consid. 2.1), l'action en réparation du dommage causé à la société anonyme par ses organes (cf. art. 757 al. 1 CO; BERNARD CORBOZ, Commentaire romand, n. 22 ad art. 757 CO), l'action en paiement de sa commandite dirigée contre le commanditaire (art. 610 al. 2 CO; RECORDON, Commentaire romand, n. 9 ad art. 610 CO), l'exercice du droit de |654| sortie du coopérateur tombé en faillite ou dont les créanciers veulent saisir la part de fortune sociale (art. 845 CO) ou les prétentions contre les associés d'une coopérative en versements supplémentaires (art. 871 al. 4 CO; cf. aussi art. 1er de l'ordonnance du Tribunal fédéral du 20 décembre 1937 sur la faillite de la société coopérative [OFCoop; RS 281.52]; BLAISE CARRON/HANS NIGG, Commentaire romand, n. 15 ad art. 869 CO et n. 2 ad art. 873 CO).\n\n5.5.3 Dans l' ATF 106 Ib 357 cité par l'arrêt attaqué, précédent qui avait trait à une action en responsabilité contre la Confédération en raison de l'activité de la Commission fédérale des banques, action ouverte par une banque en liquidation concordataire, le Tribunal fédéral a analysé la portée du renvoi à l'art. 585 CO (norme fixant les droits et obligations des liquidateurs de la société en nom collectif dissoute) qu'opérait l'ordonnance du Tribunal fédéral du 11 avril 1935 concernant la procédure de concordat pour les banques et les caisses d'épargne, aujourd'hui abrogée. Il a exposé, au considérant 3b, que dès l'instant où la responsabilité personnelle des associés-gérants à l'endroit des créanciers sociaux ne constituait pas une créance de la société en nom collectif, l'art. 585 CO ne conférait pas aux liquidateurs de la banque demanderesse le pouvoir d'exercer en justice d'éventuels droits en dommages-intérêts que les créanciers sociaux - et non la banque en liquidation concordataire - pourraient posséder contre la Confédération.\n\nDans un arrêt ancien, rendu en 1898 (ATF 24 II 731), où le Tribunal fédéral a principalement nié le droit des sociétés en nom collectif et en commandite à être considérées en tant que personnes morales, la juridiction fédérale a relevé, au considérant 3 p. 736, que les rapports des associés entre eux, comme associés, ne donnent pas naissance à des droits et obligations vis-à-vis de la société comme telle, mais bien à des droits et obligations des associés les uns vis-à-vis des autres. Dans la sphère des relations sociales fondées sur le droit de société, il ne peut être question de créance ou de dette de la société à l'égard d'un associé individuellement.\n\nSe rapportant à ce précédent, SIEGWART (op. cit., n. 97 ad Vorbemerkungen zu Art. 530-551 CO) avait exprimé l'opinion que les prétentions contre les associés n'appartiennent pas à la masse active de la société en nom collectif faillie.\n\nTrès récemment, PESTALOZZI/WETTENSCHWILER (op. cit. n. 4 ad art 570 CO, p. 135) ont affirmé que la société en nom collectif ne peut |655| déduire aucune prétention contre les associés découlant de leur responsabilité personnelle illimitée.\n\nCet avis est partagé sans réserve par RECORDON (Commentaire romand, n. 12 ad art. 570 CO), qui a souligné que les droits directs des créanciers sociaux contre les associés, fondés sur la responsabilité illimitée et solidaire de ces derniers au sens de l'art. 568 CO, ne tombent pas dans la masse active de la société en nom collectif faillie. Cet auteur avait antérieurement exprimé le même point de vue (cf. FJS 724 § 1 p. 39).\n\nCes positions jurisprudentielles et doctrinales permettent au Tribunal fédéral d'admettre que ce sont les créanciers pris individuellement qui sont les titulaires directs et exclusifs des prétentions en responsabilité personnelle contre les associés de la société faillie, et aucunement la masse passive de celle-ci. Cette construction provient du fait que la responsabilité de l'associé pour les dettes sociales est subsidiaire à celle de la société, en vertu de l'art. 568 al. 3 CO. On peut ajouter que la responsabilité personnelle de l'associé dans les sociétés de personnes est mise en jeu sans que les conditions entraînant sa responsabilité civile soient réalisées, ce qui justifie un traitement distinct de celui que doit souffrir le membre d'une personne morale, singulièrement d'une société de capitaux.\n\nL'ATF 70 III 86 n'est d'aucun secours à la recourante. En effet, dans cet arrêt, le Tribunal fédéral, en posant que l'OFCoop n'est pas applicable, même pas par analogie, à la faillite de la société à responsabilité limitée, a indiqué (cf. ATF 70 III 86 p. 90) que, contrairement à ce qui est le cas pour la société mixte précitée, dans la société en nom collectif dissoute par la faillite, l'exercice des droits compétant aux créanciers n'est précisément pas l'affaire de l'administration de la faillite.\n\nIl suit de là que la masse en faillite défenderesse ne peut faire valoir aucune créance contre l'associé demandeur. Comme elle n'a pas de prétention à opposer en compensation à la créance de l'intimé qu'elle a reconnue, la recourante doit être condamnée à verser à ce dernier la somme de 140'977 fr. 25 qu'elle a reçue de la BCGe, montant qui portera intérêts à 5 % l'an dès le 12 avril 2007, date du dépôt de la demande."}