{"annee": "134", "cour": "V", "page": "236", "date": "14/4/2008", "cite": ["130 V 247", "132 V 184", "133 V 329", "133 V 265", "131 V 371", "131 V 390", "131 V 9", "132 V 423", "133 V 309", "127 V 237"], "cite_par": ["138 V 23", "138 V 392", "137 III 593", "141 V 530", "139 V 393", "137 II 122", "135 III 49", "140 V 98", "138 V 197"], "chapeau": "29. Extrait de l'arrêt de la IIe Cour de droit social dans la cause A. contre Office de l'assurance-invalidité pour le canton de Vaud (recours en matière de droit public)\n\n9C_100/2007 du 14 avril 2008", "regestes": ["Art. 39 LAI; art. 42 al. 1 LAVS; art. 8 et 15 ALCP; annexe II à l'ALCP; art. 1 let. a point ii et let. f point ii, art. 2 par. 1 et art. 3 par. 1 du règlement (CEE) n° 1408/71; notion de travailleur et de membre de la famille; non discrimination. La simple affiliation à l'AVS/AI suisse en tant que personne sans activité lucrative domiciliée en Suisse ne fonde pas la qualité de travailleur, au sens du règlement n° 1408/71, d'une personne qui n'a jamais exercé d'activité lucrative (consid. 5.2.1-5.2.3). En l'espèce, en relation avec le droit à une rente extraordinaire d'invalidité, la personne concernée est considérée comme un \"membre de la famille\" d'un travailleur et entre, à ce titre, dans le champ d'application personnel du règlement n° 1408/71 (consid. 5.2.4). La rente extraordinaire d'invalidité est une prestation pour handicapés au sens de l'art. 1 let. f point ii du règlement n° 1408/71 (consid. 5.2.4.2). Le principe de non discrimination fondée sur la nationalité, prévu par ce règlement, rend inopposable à l'assuré l'exigence de la nationalité suisse pour l'octroi de cette prestation (consid. 6)."], "faits": "|237|\n\nA. Ressortissante française née à Genève en 1982, A. est atteinte depuis son enfance d'épilepsie et présente des troubles envahissants du développement et une intelligence limite (rapport de la doctoresse M. du 14 juillet 2004). Après avoir effectué la plus grande |238| partie de sa scolarité dans des établissements spécialisés en Suisse, l'intéressée vit depuis le 23 octobre 2000 à l'Institut X. Incapable d'exercer une activité lucrative, elle est titulaire d'une autorisation de séjour \"B\" (CE/AELE) et affiliée comme personne sans activité lucrative auprès de la Caisse cantonale vaudoise de compensation. Ses parents, domiciliés en France, travaillent en Suisse depuis de nombreuses années.\n\nLe 7 janvier 2004, A. a présenté une demande de prestations à l'assurance-invalidité tendant à l'octroi d'une rente. Par décision du 17 novembre 2004, l'Office de l'assurance-invalidité pour le canton de Vaud (ci-après: l'office AI) a dénié à la requérante tant le droit à une rente ordinaire, faute d'en remplir les conditions, que celui à une rente extraordinaire d'invalidité, motif pris de l'absence de domicile en Suisse. L'intéressée s'est opposée au refus de la rente extraordinaire, mais l'office AI a maintenu son point de vue par décision sur opposition du 9 septembre 2005.\n\nB. Statuant le 22 janvier 2007 sur le recours formé par A. contre cette décision, le Tribunal des assurances du canton de Vaud l'a rejeté.\n\nC. A. interjette un recours en matière de droit public contre ce jugement, dont elle demande la réforme en ce sens que lui soit accordée une rente extraordinaire de l'assurance-invalidité à partir du 1er janvier 2003.\n\nL'office AI conclut au rejet du recours, tandis que l'Office fédéral des assurances sociales, Secteur Conventions internationales, en propose l'admission.\n\nLe recours à été admis.", "considerants": "Extrait des considérants:\n\n1. Le litige porte sur le droit de la recourante, ressortissante française, à une rente extraordinaire d'invalidité. Il doit être tranché à la lumière du droit applicable le 9 septembre 2005, date de la décision litigieuse (ATF 131 V 9 consid. 1 p. 11 et les arrêts cités).\n\n2. Que le droit à la prestation litigieuse soit examiné au regard des seules règles de droit national (art. 42 LAVS en relation avec l'art. 39 al. 1 LAI) ou sous l'angle d'une éventuelle extension du bénéfice de ces règles à un ressortissant de l'Union européenne par le biais du droit international (Accord du 21 juin 1999 entre la |239| Confédération suisse, d'une part, et la Communauté européenne et ses Etats membres, d'autre part, sur la libre circulation des personnes [Accord sur la libre circulation des personnes, ALCP; RS 0.142.112.681]), le point litigieux déterminant est celui de savoir si la recourante est domiciliée en Suisse au sens des art. 23 ss CC (par renvoi de l'art. 13 LPGA [RS 830.1] en relation avec les art. 39 LAI et 42 LAVS).\n\n2.1 Le domicile de toute personne est au lieu où elle réside avec l'intention de s'y établir (art. 23 al. 1 CC), ce qui suppose qu'elle fasse du lieu en question le centre de ses intérêts personnels et professionnels. Deux éléments doivent donc être réalisés pour la constitution du domicile volontaire: le premier, la résidence, soit un séjour effectif d'une certaine durée en un endroit déterminé, est objectif et externe, tandis que le second, soit la volonté de rester dans un endroit de façon durable, est subjectif et interne. Pour cet élément, ce n'est cependant pas la volonté interne de la personne concernée qui importe, mais les circonstances reconnaissables pour des tiers, qui permettent de déduire qu'elle a cette volonté (ATF 133 V 309 consid. 3.1 p. 312 et les arrêts cités). L'intention de se constituer un domicile volontaire suppose que l'intéressé soit capable de discernement au sens de l'art. 16 CC. Cette exigence ne doit pas être appréciée de manière trop sévère (ATF 127 V 237 consid. 2c p. 240) et peut être remplie par des personnes présentant une maladie mentale, dans la mesure où leur état leur permet de se former une volonté (arrêt du Tribunal fédéral des assurances I 282/91 du 21 octobre 1992; EUGEN BUCHER, Commentaire bernois, n. 28 ad art. 23 CC).\n\nAux termes de l'art. 26 CC, le séjour dans une localité en vue d'y fréquenter les écoles, ou le fait d'être placé dans un établissement d'éducation, un hospice, un hôpital, une maison de détention, ne constituent pas le domicile. Cette disposition contient une présomption réfragable que le séjour dans une localité en vue d'y faire des études ou dans l'un des établissements mentionnés n'entraîne pas le transfert à cet endroit du centre des intérêts. Lors du placement dans un établissement par des tiers, on devra donc exclure régulièrement la création d'un domicile à cet endroit, l'installation dans l'établissement relevant de la volonté de tiers et non de celle de l'intéressé. Il en va en revanche autrement lorsqu'une personne majeure et capable de discernement décide de son plein gré, c'est-à-dire librement et volontairement, d'entrer dans un |240| établissement pour une durée illimitée et choisit par ailleurs librement l'établissement ainsi que le lieu de séjour. Dans la mesure où, lors de l'entrée dans un établissement qui survient dans ces circonstances, le centre de l'existence est déplacé en ce lieu, un nouveau domicile y est constitué. L'entrée dans un établissement doit aussi être considérée comme le résultat d'une décision volontaire et libre lorsqu'elle est dictée par \"la force des choses (Zwang der Umstände)\", tel le fait de dépendre d'une assistance ou d'avoir des difficultés financières (ATF 133 V 309 consid. 3.1 p. 312 et les arrêts cités).\n\n2.2 Selon les constatations des premiers juges, la volonté de la recourante de se constituer un domicile en Suisse ne peut pas être déduite des circonstances du cas d'espèce, le fait de séjourner depuis octobre 2000 dans un établissement au sens de l'art. 26 CC ne suffisant pas à cet égard. Si la recourante a de nombreux liens avec la Suisse (naissance dans ce pays, scolarité en Suisse depuis 1989, pré-apprentissage à Y., permis de séjour B), ce sont ses parents qui ont choisi l'Institut X., parce qu'il semblait adapté aux problèmes de santé de leur fille. Par ailleurs, hormis les contacts nécessaires qu'elle entretient avec ses thérapeutes et les autres pensionnaires de l'institut, la recourante n'a en définitive pas de liens personnels autres que ceux tissés par l'intermédiaire de ses parents. L'autorité cantonale de recours a en conséquence retenu que les conditions permettant d'admettre l'existence d'un domicile en Suisse n'étaient pas remplies, de sorte que le recours devait être rejeté.\n\n2.3 La juridiction cantonale a nié que la présomption de l'art. 26 CC a été renversée, au motif que ce sont les parents de la recourante qui avaient choisi l'Institut X., parce que cet établissement paraissait adapté aux problèmes de santé présentés par leur fille. Ce raisonnement ne résiste pas à l'examen. La circonstance retenue par les premiers juges - l'adéquation de l'établissement aux besoins de la recourante - ne permet en effet pas d'exclure qu'elle n'a pas elle-même choisi l'établissement (de concert avec sa mère), comme elle le fait valoir dans son recours. Par ailleurs, en appréciant les circonstances extérieures et objectives dont doit ressortir la volonté de l'intéressée de transférer le centre de son existence en Suisse, la juridiction cantonale n'a à tort (cf. art. 105 al. 2 LTF en relation avec l'art. 97 al. 1 LTF) pas pris en considération des éléments de fait en faveur de l'existence d'une telle intention. |241|\n\nAinsi, en sus de la demande (puis l'obtention) d'une autorisation de séjour en Suisse, la recourante a entrepris d'autres démarches concrètes auprès de l'administration suisse en vue de s'y établir, en requérant, en particulier, son affiliation à l'AVS/AI suisse. A défaut d'exercer un travail, elle a été assujettie à l'AVS/AI en tant que personne sans activité lucrative au regard du critère du domicile en Suisse (cf. les art. 1a al. 1 let. a et 3 al. 1 1re phrase LAVS en relation avec les art. 1b et 2 LAI), cette affiliation apparaissant alors déterminante pour le système des règles de conflit prévu par le droit européen de la sécurité sociale (cf. en particulier le titre II du règlement [CEE] n° 1408/71 du Conseil du 14 juin 1971 relatif à l'application des régimes de sécurité sociale aux travailleurs salariés, aux travailleurs non salariés et aux membres de leur famille qui se déplacent à l'intérieur de la Communauté [ci-après: règlement n° 1408/71; RS 0.831.109.268.1]; infra consid. 4 ss). La recourante a de ce fait versé des cotisations à partir du 1er janvier 2003 (cf. extrait du compte individuel du 9 février 2004), sans que son affiliation ait été remise en cause avant la décision initiale de l'intimé. Il s'agit là d'une circonstance qui, si elle n'est pas déterminante à elle seule, constitue un indice sérieux de l'intention de faire de la Suisse le centre de ses intérêts. En ajoutant cet élément aux autres faits retenus par les premiers juges comme liens avec la Suisse (naissance et scolarité dans ce pays, pré-apprentissage à Y., autorisation de séjour en Suisse) et compte tenu de la présomption de capacité de discernement (dont il n'y a pas lieu d'admettre, au regard des constatations de la juridiction cantonale, qu'elle serait renversée), on doit déduire de l'ensemble des circonstances que la recourante a manifesté sa volonté de transférer son centre d'intérêts en Suisse. Partant, la présomption légale de l'art. 26 CC est renversée et la recourante est domiciliée en Suisse.\n\n3.\n\n3.1 Selon l'art. 39 al. 1 LAI, le droit des ressortissants suisses aux rentes extraordinaires est déterminé par les dispositions de la LAVS. Conformément à l'art. 42 al. 1 LAVS, les ressortissants suisses qui ont leur domicile et leur résidence habituelle (art. 13 LPGA) en Suisse ont droit à une rente extraordinaire s'ils ont le même nombre d'années d'assurance que les personnes de leur classe d'âge, mais n'ont pas droit à une rente ordinaire parce qu'ils n'ont pas été soumis à l'obligation de verser des cotisations pendant une année entière au moins. |242|\n\nEn ce qui concerne les ressortissants étrangers, l'art. 39 al. 3 LAI prévoit que les invalides étrangers et apatrides qui remplissaient comme enfants les conditions fixées à l'art. 9 al. 3 LAI ont aussi droit à une rente extraordinaire.\n\n3.2 A défaut de réaliser comme enfant les conditions de l'art. 9 al. 3 LAI - ce point n'a du reste jamais été discuté par les parties -, la recourante ne remplit pas les exigences de l'art. 39 al. 3 LAI. En ce qui concerne celles posées par l'art. 42 al. 1 LAVS auquel renvoie l'art. 39 al. 1 LAI, elle peut certes se prévaloir du même nombre d'années d'assurance que les personnes de sa classe d'âge (sur cette condition, cf. ATF 131 V 390 consid. 2.4 p. 393): elle cotise à l'AVS/AI depuis le 1er janvier 2003 qui suit la date où elle a eu 20 ans révolus. Elle ne peut cependant prétendre une rente extraordinaire d'invalidité en application du seul droit interne, parce qu'elle n'a pas la nationalité suisse.\n\n4. Il reste à examiner si A. peut déduire un droit à la prestation requise en se prévalant, comme elle le fait, de l'ALCP et du règlement n° 1408/71 auquel renvoie l'accord (cf. art. 1 al. 1 de l'annexe II à l'ALCP en relation avec les art. 8 et 15 ALCP). Le litige portant sur une prestation postérieure à l'entrée en vigueur de l'ALCP, le 1er juin 2002, cet accord est applicable ratione temporis.\n\nC'est le lieu de préciser qu'en vertu de son art. 20, sauf disposition contraire découlant de l'annexe II, l'ALCP suspend les accords de sécurité sociale bilatéraux entre la Suisse et les Etats membres de la Communauté européenne dès son entrée en vigueur, dans la mesure où la même matière est régie par l'ALCP (sur la portée de la suspension, voir ATF 133 V 329). Dès lors, la Convention (bilatérale) de sécurité sociale du 3 juillet 1975 entre la Confédération suisse et la République française et le Protocole spécial relatif aux prestations non contributives des assurances invalidité, vieillesse et survivants, mentionnés par la juridiction cantonale, ne sont applicables en l'espèce que si l'ALCP ne l'est pas.\n\n5.\n\n5.1 Sous l'angle du champ d'application matériel du règlement no 1408/71, la prestation en cause se rapporte à l'un des risques énumérés expressément à l'art. 4 par. 1 du règlement n° 1408/71, à savoir au risque d'invalidité mentionné à la let. b. Les dispositions relatives à l'octroi d'une rente extraordinaire d'invalidité confèrent aux bénéficiaires un droit légalement défini. Il s'agit donc d'une |243| prestation de sécurité sociale qui entre dans le champ d'application matériel du règlement n° 1408/71 (ATF 131 V 390 consid. 3.2 p. 395).\n\n5.2 En ce qui concerne son champ d'application personnel, le règlement n° 1408/71 \"s'applique aux travailleurs salariés ou non salariés et aux étudiants qui sont ou ont été soumis à la législation d'un ou de plusieurs Etats membres et qui sont des ressortissants de l'un des Etats membres ou bien des apatrides ou des réfugiés résidant sur le territoire d'un des Etats membres ainsi qu'aux membres de leur famille et à leurs survivants\" (art. 2 par. 1 du règlement).\n\n5.2.1 L'art. 1 let. a du règlement n° 1408/71 définit les termes de \"travailleur salarié\" et \"travailleur non salarié\" en se référant notamment à un système d'assurance couvrant l'ensemble des travailleurs (point i), ainsi qu'à un système d'assurance couvrant l'ensemble de la population (point ii; sur les différences entre ces deux systèmes, cf. EDGAR IMHOF, Über den sozialversicherungsrechtlichen Arbeitnehmerbegriff im Sinne des persönlichen Anwendungsbereichs der Verordnung Nr. 1408/71, in RSAS 2008 p. 22 ss, 31 ss). Selon la jurisprudence de la Cour de justice des Communautés européennes (CJCE) - qui doit être prise en compte dans les limites de l'art. 16 ALCP (voir aussi ATF 132 V 423 consid. 9.2 s. p. 437) -, ces termes désignent toute personne assurée dans le cadre de l'un des régimes de sécurité sociale mentionnés à l'art. 1 let. a, contre les éventualités et aux conditions indiquées dans ces dispositions. Il en résulte qu'une personne a la qualité de \"travailleur\" au sens du règlement n° 1408/71 dès lors qu'elle est assurée, ne serait-ce que contre un seul risque, au titre d'une assurance obligatoire ou facultative auprès d'un régime général ou particulier de sécurité sociale mentionné à l'art. 1 let. a du règlement n° 1408/71, et ce indépendamment de l'existence d'une relation de travail (arrêts de la CJCE du 12 mai 1998, Martínez Sala, C-85/96, Rec. 1998, p. I-2691, point 36; du 11 juin 1998, Kuusijärvi, C-275/96, Rec. 1998, p. I-3419, point 21; du 7 juin 2005, Dodl et Oberhollenzer, C-543/03, Rec. 2005, p. I-5049, point 30).\n\n5.2.2 En tant qu'assurance obligatoire pour l'ensemble de la population domiciliée en Suisse et qui permet d'identifier ou de distinguer les travailleurs salariés et les travailleurs indépendants des personnes sans activité lucrative (art. 2 et 3 LAI, art. 3 ss LAVS), |244| l'AVS/AI est un régime couvert par l'art. 1 let. a point ii (1er tiret) du règlement n° 1408/71 (ATF 132 V 423 consid. 6.4.3 p. 430 s.; ATF 131 V 371 consid. 4 p. 376). Selon cette disposition, \"aux fins de l'application du présent règlement, les termes de 'travailleur salarié' et 'travailleur non salarié' désignent toute personne qui est assurée à titre obligatoire contre une ou plusieurs éventualités correspondant aux branches auxquelles s'applique le présent règlement, dans le cadre d'un régime de sécurité sociale s'appliquant à tous les résidents ou à l'ensemble de la population active lorsque les modes de gestion ou de financement de ce régime permettent de l'identifier comme travailleur salarié ou non salarié\".\n\nDans un arrêt du 29 septembre 1976, Brack, 17/76, Rec. 1976, p. 1429, la CJCE a précisé pour la première fois la portée de cette disposition. Elle a jugé que dans un système de sécurité sociale s'appliquant à tous les résidents, une personne remplit la condition selon laquelle \"les modes de gestion ou de financement de ce régime permettent d'identifier [une telle personne] comme travailleur salarié\", lorsque, tout en ayant perdu la qualité de travailleur salarié, elle reste affiliée obligatoirement au même régime dont elle avait relevé auparavant en cette qualité (points 18 à 28 de l'arrêt cité). En conséquence, la qualité de travailleur (actuelle) au sens de l'art. 1 let. a point ii du règlement n ° 1408/71 peut aussi résulter d'une affiliation obligatoire antérieure en tant que travailleur selon le droit national de la sécurité sociale dans le même système (IMHOF, op. cit., p. 40 ss).\n\n5.2.3 Il résulte de ce qui précède qu'il n'est pas déterminant pour être considéré comme \"travailleur\" au sens de l'art. 1 let. a point ii (1er tiret) du règlement n° 1408/71, que l'intéressé exerce (encore) une activité professionnelle au moment où il se prévaut de cette qualité. Il faut cependant que la personne concernée puisse être \"identifiée comme travailleur salarié ou non salarié\". En d'autres termes, indépendamment de sa désignation (p. ex. comme rentier ou chômeur) et de l'exercice (actuel) d'une activité professionnelle, elle doit être ou avoir été (par le passé) affiliée en tant que travailleur (salarié ou non salarié) à un régime de sécurité sociale contre l'un des risques correspondant aux branches couvertes par le champ d'application matériel du règlement (défini à son art. 4). Ainsi, une personne qui bénéficie d'une rente de l'assurance-invalidité fondée sur son affiliation antérieure à l'AVS/AI en raison de l'exercice d'une activité lucrative est un travailleur au sens du |245| règlement n° 1408/71, même si elle n'exerce plus d'activité professionnelle (ATF 130 V 249 consid. 4.1 p. 250 s.). Il en va de même d'une ressortissante de l'Union européenne qui, ayant exercé une activité salariée en Suisse avant de rentrer dans son pays d'origine, perçoit une rente de l'AVS (ATF 133 V 265 consid. 4.2.3 p. 270).\n\nEn revanche, le seul fait qu'une personne est ou a été affiliée à l'AVS/AI en raison de son domicile en Suisse ne permet pas de la considérer comme un travailleur au sens de l'art. 2 du règlement n° 1408/71 (ATF 132 V 423 consid. 6.4.5; SILVIA BUCHER, Die sozialrechtliche Rechtsprechung des Bundesgerichts zum FZA [Teil 1], in RSAS 2007 p. 308 ss, 317 ss). Or, telle est précisément la situation de la recourante qui n'a jamais exercé une activité lucrative salariée ou indépendante en Suisse - ni du reste dans un Etat membre de l'Union européenne - et a été affiliée à l'AVS/AI comme personne sans activité lucrative en raison de son domicile dans ce pays. Aussi, A. n'a-t-elle pas la qualité de travailleur (salarié ou non salarié) au sens de l'art. 2 par. 1 du règlement n° 1408/71.\n\n5.2.4 Toujours sous l'angle du champ d'application personnel du règlement, se pose alors la question de savoir si la recourante, en tant que fille majeure de ressortissants français, domiciliés en France, mais travaillant en Suisse est un \"membre de la famille\" au sens de l'art. 2 par. 1 du règlement n° 1408/71.\n\n5.2.4.1 Aux termes de l'art. 1 let. f point ii, s'il s'agit de prestations pour handicapés accordées en vertu de la législation d'un Etat membre à tous les ressortissants de cet Etat qui satisfont aux conditions requises, le terme \"membre de la famille\" désigne au moins le conjoint, les enfants mineurs ainsi que les enfants majeurs à charge du travailleur salarié ou non salarié ou de l'étudiant (sur l'introduction de cette disposition dans le règlement n° 1408/71, voir SILVIA BUCHER, Soziale Sicherheit, beitragsunabhängige Sonderleistungen und soziale Vergünstigungen, thèse Fribourg 2000, p. 107 n. 250 et les arrêts de la CJCE du 17 juin 1975, époux F., 7/75, Rec. 1975, p. 679 et du 16 décembre 1976, Inzirillo, 63/76, Rec. 1976, p. 2057).\n\nLa notion d'enfant majeur \"à charge\" du travailleur vise une situation de fait dans laquelle le soutien est assuré par le travailleur, sans qu'il soit nécessaire de déterminer les raisons du recours à ce soutien (arrêt de la CJCE du 18 juin 1987, Lebon, 316/85, Rec. 1987, p. 2811, concernant la notion de membre de la famille \"à |246| charge\" du travailleur selon l'art. 10 par. 1 et 2 du règlement [CEE] n° 1612/68 du Conseil du 15 octobre 1968 relatif à la libre circulation des travailleurs à l'intérieur de la Communauté; BUCHER, thèse citée, p. 114 n. 273 ss).\n\n5.2.4.2 En tant qu'elle concerne des personnes qui sont devenues invalides (jeunes) et est accordée aux ressortissants suisses aux conditions posées par l'art. 42 LAVS, la rente extraordinaire d'invalidité prévue par l'art. 39 LAI constitue une \"prestation pour handicapés\" (cf. l'allocation pour handicapés adultes du droit français, en cause dans l'arrêt de la CJCE Inzirillo, cité; IMHOF, Behinderte Kinder aus der EU haben ein gleiches Recht auf IV-Eingliederungsmassnahmen wie Schweizer Kinder, in Jusletter du 17 septembre 2007, n. 21). Par ailleurs, la recourante doit être considérée comme un enfant à charge du travailleur au sens de l'art. 1 let. f point ii du règlement n° 1408/71, dès lors qu'elle n'exerce pas d'activité lucrative et dépend entièrement d'eux.\n\nPar conséquent, la recourante a la qualité de membre de la famille au sens des art. 1 let. f point ii et 2 du règlement n° 1408/71, de sorte qu'elle entre dans le champ d'application personnel du règlement de coordination en ce qui concerne du moins la prestation litigieuse.\n\n6.\n\n6.1 Conformément à l'art. 3 par. 1 du règlement n° 1408/71, les personnes qui résident sur le territoire de l'un des Etats membres et auxquelles les dispositions du présent règlement sont applicables sont soumises aux obligations et sont admises au bénéfice de la législation de tout Etat membre dans les mêmes conditions que les ressortissants de celui-ci, sous réserve des dispositions particulières contenues dans le présent règlement. L'art. 3 par. 1 n'établit pas de distinction selon que la personne concernée est travailleur, membre de la famille ou conjoint survivant d'un travailleur.\n\nEn vertu de cette disposition, la recourante a droit, en présence d'une discrimination, à la prestation en cause aux mêmes conditions qu'un ressortissant suisse, même si elle ne remplit pas les exigences posées par le droit suisse aux ressortissants étrangers (ATF 132 V 184 consid. 5 ab initio p. 190; ATF 131 V 390 consid. 5.2 p. 397 et les références). A cet égard, le Tribunal fédéral a déjà été amené à examiner la réglementation de l'art. 42 al. 1 LAVS (en relation avec l'art. 39 al. 1 LAI) et a retenu qu'elle est directement |247| discriminatoire, en ce sens qu'elle réserve le droit à une rente extraordinaire d'invalidité aux ressortissants suisses (ATF 131 V 390 consid. 7.2 p. 401).\n\nIl s'ensuit que la condition de la nationalité suisse ne peut pas être opposée à la recourante.\n\n7. Il résulte de ce qui précède que A. a droit à une rente extraordinaire d'invalidité, les autres conditions de l'art. 42 al. 1 LAVS (supra consid. 2.3 et 3.2) étant par ailleurs remplies (et la réalisation des conditions liées à l'invalidité n'ayant jamais été contestée par les parties). Compte tenu de la date à laquelle la demande de prestations a été présentée, le début du droit à la rente doit être fixé au 1er janvier 2003 (art. 29 al. 2 et art. 48 al. 2 LAI)."}