{"annee": "134", "cour": "III", "page": "16", "date": "9/10/2007", "cite": ["132 III 707", "120 IA 240", "117 II 26", "95 II 31", "123 III 89", "92 I 36", "92 I 201"], "cite_par": ["137 III 563", "135 V 50", "135 III 112"], "chapeau": "3. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A.X und B.X. gegen Y. (Beschwerde in Zivilsachen)\n\n4A_119/2007 vom 9. Oktober 2007", "regestes": ["For du lieu où est situé le registre foncier; art. 19 al. 1 let. c LFors: \"autres actions en rapport avec l'immeuble\". L'art. 19 al. 1 let. c LFors ne fonde le for du lieu où est situé le registre foncier pour des actions contractuelles que si elles présentent un aspect réel; il en va ainsi, en particulier, lorsque la décision rendue au sujet de la prétention litigieuse peut conduire à une modification du registre foncier (consid. 2 et 3)."], "faits": "|17|\n\nA. B.X. und A.X. (Beklagte; Beschwerdeführer) sind Eigentümer einer Liegenschaft in C./GR; sie sind indes in D./SZ domiziliert. Im Jahre 2005 betrauten sie den Architekten Y. (Kläger, Beschwerdegegner) mit der Sanierung des Altbaus auf ihrem Grundstück in C.\n\nA.a Der Kläger führte verschiedene Architekturleistungen aus und zog Unternehmer bei, die Anfang November 2005 mit der Ausführung von Bauarbeiten auf der Liegenschaft der Beklagten begannen. Am 13. November 2005 wiesen die Beklagten den Kläger an, die Bauarbeiten einzustellen. Sie beendeten mit Schreiben vom 20. Januar 2006 die Zusammenarbeit mit dem Kläger, worauf dieser am 31. Januar 2006 seine Schlussrechnung stellte, welche die Beklagten bestritten.\n\nA.b Der Kläger meldete am 28. März 2006 beim Kreisamt Bergün seine Forderung gegen die Beklagten zur Vermittlung an; nach erfolglosem Sühneversuch gelangte er am 29. Mai 2006 an das Bezirksgericht Albula mit dem Rechtsbegehren, die Beklagten seien zur Bezahlung von Fr. 52'414.65 zuzüglich 5 % Zins seit 25. Januar 2006 zu verurteilen. Die Beklagten bestritten in der Antwort die örtliche Zuständigkeit des Bezirksgerichts Albula, worauf der Bezirksgerichtspräsident das Verfahren auf die Frage der Zuständigkeit beschränkte.\n\nA.c Am 2. November 2006 erklärte sich das Bezirksgericht Albula gestützt auf Art. 19 Abs. 1 lit. c des Bundesgesetzes vom 24. März 2000 über den Gerichtsstand in Zivilsachen (Gerichtsstandsgesetz, GestG; SR 272) für die Beurteilung der Streitsache als örtlich zuständig. Zur Begründung führte das Gericht aus, die behaupteten Leistungen wiesen einen Bezug von einer gewissen Intensität zum Grundstück der Beklagten auf. |18|\n\nB. Mit Urteil vom 7. März 2007 wies das Kantonsgericht von Graubünden, Kantonsgerichtsausschuss, die Beschwerde der Beklagten gegen den Entscheid des Bezirksgerichts Albula vom 2. November 2006 ab. Es bejahte für die Honorarforderung des Architekten den Gerichtsstand am Ort der gelegenen Sache, da sich die Leistungen nicht auf Planarbeiten beschränkt, sondern die Sanierung eines bestehenden Hauses betroffen hätten, die einer näheren Auseinandersetzung mit dem Grundstück bzw. dem darauf erstellten Haus bedurft habe.\n\nC. Gegen das Urteil des Kantonsgerichtsausschusses reichten die Beschwerdeführer am 27. April 2007 beim Bundesgericht zivilrechtliche Beschwerde ein. Sie beantragen, der angefochtene Entscheid sei aufzuheben und es sei festzustellen, dass für die streitige Forderung im Gerichtsbezirk Albula kein Gerichtsstand bestehe. Im Übrigen sei die Sache zur Neubeurteilung der Kosten und Entschädigung an die Vorinstanz zurückzuweisen. Sie rügen eine falsche Anwendung von Art. 19 Abs. 1 lit. c GestG und eine Verletzung der Garantie des Wohnsitzgerichtsstandes (Art. 30 Abs. 2 BV).\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Im schweizerischen Recht gilt als allgemeiner zivilrechtlicher Gerichtsstand der Wohnsitz der beklagten (natürlichen) Person (Art. 30 Abs. 2 BV; Art. 3 Abs. 1 lit. a GestG). Davon sieht das Gerichtsstandsgesetz im 3. Kapitel über \"Besondere Gerichtsstände\" Ausnahmen vor. Diese haben regelmässig zum Ziel, die gerichtliche Durchsetzung bestimmter Kategorien von Ansprüchen insbesondere durch eine sachbezogene Anknüpfung zu vereinfachen. Sie beruhen einerseits auf dem Gedanken, dass sich diejenigen Gerichte mit einer Streitigkeit befassen sollen, die dem zu beurteilenden Sachverhalt räumlich am nächsten stehen; anderseits sollen dem Kläger Rechtswegbarrieren abgebaut werden, indem ihm erspart wird, den Beklagten am Wohnsitz zu suchen und womöglich gegen mehrere Beklagte an je unterschiedlichen Gerichten vorzugehen (vgl. BGE 123 III 89 E. 3b S. 91 mit Hinweisen). Der 4. Abschnitt des 3. Kapitels des Gerichtsstandsgesetzes ist mit \"Sachenrecht\" überschrieben und enthält in Art. 19 besondere Vorschriften für \"Grundstücke\" sowie in Art. 20 für \"Bewegliche Sachen\". Nach Art. 19 Abs. 1 GestG ist das Gericht am Ort, an dem das Grundstück im Grundbuch |19| aufgenommen ist oder aufzunehmen wäre, nicht nur zuständig für dingliche Klagen (lit. a) und für Klagen gegen die Stockwerkeigentümergemeinschaft (lit. b), sondern auch für \"andere Klagen, die sich auf das Grundstück beziehen\" (lit. c). Streitig ist, welcher Art dieser Bezug zum Grundstück bei einer Vertragsklage sein muss, damit Art. 19 Abs. 1 lit. c GestG zur Anwendung kommt.\n\n2.1 Die Zuständigkeit für die Vertragsklagen am Ort der gelegenen Sache wurde vor Erlass des Gerichtsstandsgesetzes im interkantonalen Verhältnis nach der Rechtsprechung des Bundesgerichts als Ausnahme vom verfassungsmässigen Wohnsitzgerichtsstand des Beklagten nur zurückhaltend bejaht. Grundsätzlich galt für Klagen aus Vertrag der Wohnsitzgerichtsstand, auch wenn der Vertrag ein Grundstück zum Gegenstand hatte, wie etwa der Grundstückkauf (BGE 120 Ia 240 E. 3a S. 243 mit Hinweisen). Anerkannt war der Gerichtsstand am Ort der gelegenen Sache für umstrittene vertragliche Forderungen nur, wenn sie durch ein Pfand, ein Retentionsrecht oder eine Vormerkung im Grundbuch gesichert waren (BGE 120 Ia 240 E. 3a S. 244; BGE 92 I 36 E. 2 S. 39), wenn gemischte Klagen sowohl auf Anerkennung einer Forderung des Bauhandwerkers und definitive Eintragung des Bauhandwerkerpfandrechts zu beurteilen waren (BGE 95 II 31 E. 1 S. 33) sowie für den Ausschluss aus der Gemeinschaft der Miteigentümer (BGE 120 Ia 240 E. 3a S. 244; BGE 117 II 26 E. 3 S. 29 f., je mit Hinweisen). Das Bundesgericht lehnte es grundsätzlich ab, aus prozessökonomischen oder sonstigen Zweckmässigkeitserwägungen von der verfassungsmässigen Wohnsitzgarantie abzuweichen. Vor allem mit Blick auf die Rechtssicherheit, die es als besonders wichtig erscheinen lässt, dass der Rechtssuchende zum Voraus mit Bestimmtheit weiss, an welchen Richter er sich zu wenden hat, wurde eine Ausdehnung auf weitere vertragliche oder sonstige mit dem Grundstück zusammenhängende Klagen abgelehnt (BGE 92 I 201 E. 4 S. 203 f.). Die Lehre wandte sich gegen diese restriktive Praxis und wollte auch vertragliche Ansprüche von der Wohnsitzgarantie ausnehmen, wenn sie auf Einräumung dinglicher Rechte zielten (vgl. BGE 117 II 26 E. 3 S. 29 mit Hinweisen; siehe auch OSCAR VOGEL, Die Rechtsprechung des Bundesgerichts zum Zivilprozessrecht im Jahre 1991, in: ZBJV 129/1993 S. 436 f.).\n\n2.2 Im innerkantonalen Bereich gewährten verschiedene kantonale Prozessordnungen vor Inkrafttreten des Gerichtsstandsgesetzes den Gerichtsstand der gelegenen Sache auch für rein persönliche Klagen. Gewisse Kantone sahen den Gerichtsstand vor für Klagen, die |20| sich auf Arbeitsleistungen an einem Grundstück bezogen (Art. 69 aZPO/FR; Art. 53 Ziff. 11 aZPO/VD; vgl. OSCAR VOGEL, Streit und Streiterledigung - Von der Beweissicherung zum Bauprozess, in: Baurechtstagung 1985, 1. Bd., S. 70/86). Andere Kantone kannten den Gerichtsstand für Klagen, die mit dem Grundstück im Zusammenhang standen (vgl. etwa § 29 Abs. 2 aZPO/AG; Art. 10 Abs. 2 ZPO/GR; § 29 Abs. 2 aZPO/LU; § 7 Abs. 2 aZPO/TG; § 6 Abs. 2 aZPO/ZH). In den Kommentaren zu den kantonalen Prozessordnungen wurden dazu etwa genannt Klagen auf Erfüllung eines Grundstückkaufvertrags oder auf Bestellung eines beschränkten dinglichen Rechts, Klagen aus Realobligationen, gemischte (zu dinglichen Klagen akzessorische) Forderungen, Schadenersatzklagen gemäss Art. 679 ZGB oder Forderungen aus widerrechtlicher Beschädigung von Grundstücken sowie Klagen auf Unverbindlicherklärung eines Grundstückkaufvertrags (vgl. BÜHLER/EDELMANN/KILLER, Kommentar zur Aargauischen Zivilprozessordnung, 2. Aufl. 1998, N. 6 zu § 29 Abs. 2 aZPO/AG; GIUSEP NAY, Zivilprozessordnung und Gerichtsverfassungsgesetz des Kantons Graubünden, Chur 1986, N. 2 [S. 24] zu Art. 10 ZPO/GR; STUDER/RÜEGG/EIHOLZER, Der Luzerner Zivilprozess, N. 4 zu § 29 aZPO/LU; BARBARA MERZ, Die Praxis zur thurgauischen Zivilprozessordnung, N. 7 zu § 7 aZPO/TG; FRANK/STRÄULI/MESSMER, Kommentar zur zürcherischen Zivilprozessordnung, 3. Aufl. 1997, N. 23 ff. zu §§ 6/7 aZPO/ZH). Die hier interessierende Konstellation der Klage eines Unternehmers oder eines Architekten aus einer Forderung, die ein Grundstück betrifft, fand lediglich in den Kommentaren zur zürcherischen und zur aargauischen Zivilprozessordnung Erwähnung (vgl. FRANK/STRÄULI/MESSMER, a.a.O., N. 4 zu §§ 6/7 aZPO/ZH; BÜHLER/EDELMANN/KILLER, a.a.O., N. 6 zu § 29 aZPO/AG). Obwohl die Normen praktisch gleich lauteten, unterschied sich ihr Anwendungsbereich beträchtlich. So kam nach § 6 Abs. 2 aZPO/ZH der Gerichtsstand des Ortes des Grundstücks laut einem Urteil des Zürcher Kassationsgerichts vom 3. April 1989 (publ. in: ZR 88/1989 Nr. 36 S. 125 und SJZ 86/1990 S. 13) nur zum Zug, wenn sich die Klage gegen den Eigentümer richtete. Es sei nicht Sinn von § 6 Abs. 2 aZPO/ZH, dass grundsätzlich jeder Prozess, der in Zusammenhang mit einem Grundstück stehe, am Ort dieses Grundstücks geführt werden könnte, auch wenn keine der Parteien Eigentümerin des Grundstücks wäre. Die Bestimmung lehnte sich an Art. 4 des inzwischen aufgehobenen Vertrags zwischen der Schweiz und Frankreich über den Gerichtsstand und die Vollziehung |21| von Urteilen in Zivilsachen vom 15. Juni 1869 an (FRANK/STRÄULI/ MESSMER, a.a.O., N. 23 zu §§ 6/7 aZPO/ZH) und sollte - wie dieser - insbesondere die Rechtsverfolgung gegen Personen mit Wohnsitz im Ausland erleichtern, indem sie auch für rein persönliche Klagen den Gerichtsstand am Ort der gelegenen Sache zuliess, sofern sich diese gegen den Eigentümer des Grundstücks richteten (HANS ULRICH WALDER-BOHNER, Zivilprozessrecht nach den Gesetzen des Bundes und des Kantons Zürich unter Berücksichtigung anderer Zivilprozessordnungen, 3. Aufl. 1983, S. 107, Fn. 30; vgl. auch die Botschaft des Bundesrathes an die Bundesversammlung zum neuen Staatsvertrage mit Frankreich, betreffend zivilrechtliche Verhältnisse vom 28. Juni 1869, BBl 1869 II 476/490). Für § 29 Abs. 2 aZPO/ AG genügte hingegen nach einem Urteil des Aargauer Obergerichts vom 28. Mai 1993 über eine Werklohnforderung (publ. in: Aargauische Gerichts- und Verwaltungsentscheide [AGVE] 1993 S. 88, E. 1a) ein sachlicher Zusammenhang mit dem Grundstück unabhängig von der Person des Beklagten. Zur Begründung führte das Obergericht aus, der Gerichtsstand am Ort des Grundstücks bezwecke, dem örtlich zuständigen Gericht den Augenschein und den Verkehr mit dem Grundbuchamt zu erleichtern. Es sei daher nicht einzusehen, weshalb Klagen im Zusammenhang mit einem Grundstück, die sich nicht gegen den Grundeigentümer oder den am Grundstück dinglich Berechtigten richteten, nicht auch am Ort des Grundstücks zuzulassen seien.\n\n3. Das Gesetz muss in erster Linie aus sich selbst heraus, das heisst nach dem Wortlaut, Sinn und Zweck und den ihm zu Grunde liegenden Wertungen auf der Basis einer teleologischen Verständnismethode ausgelegt werden. Die Gesetzesauslegung hat sich vom Gedanken leiten zu lassen, dass nicht schon der Wortlaut die Norm darstellt, sondern erst das an Sachverhalten verstandene und konkretisierte Gesetz. Gefordert ist die sachlich richtige Entscheidung im normativen Gefüge, ausgerichtet auf ein befriedigendes Ergebnis der ratio legis. Dabei befolgt das Bundesgericht einen pragmatischen Methodenpluralismus und lehnt es namentlich ab, die einzelnen Auslegungselemente einer hierarchischen Prioritätsordnung zu unterstellen. Es können auch die Gesetzesmaterialien beigezogen werden, wenn sie auf die streitige Frage eine klare Antwort geben und dem Richter damit weiterhelfen (BGE 132 III 707 E. 2 S. 710 f. mit Hinweisen).\n\n|22|\n\n3.1 Art. 19 Abs. 1 lit. c GestG sieht den besonderen Gerichtsstand allgemein für Klagen vor, die sich auf das Grundstück beziehen (\"des autres actions en rapport avec l'immeuble\", \"le altre azioni inerenti al fondo\"), und nennt die Klagen auf Übertragung von Grundeigentum oder auf Einräumung beschränkter dinglicher Rechte nur beispielhaft. Aus dem Wortlaut allein lässt sich damit nicht beantworten, welcher Art der Bezug einer Vertragsklage zum Grundstück sein muss, um den Gerichtsstand am Ort des Grundbuchs zu begründen.\n\n3.2 Die geltende Formulierung von Art. 19 Abs. 1 lit. c GestG wurde - trotz Kritik in der Vernehmlassung - vom Bundesrat vorgeschlagen (Botschaft zum Bundesgesetz über den Gerichtsstand in Zivilsachen [Gerichtsstandsgesetz, GestG] vom 18. November 1998, BBl 1999 S. 2829/2856). Der Bundesrat hielt dazu fest, die Neuregelung knüpfe an eine moderne prozessrechtliche Tendenz an, die im kantonalen Recht begonnen und in jüngeren Gerichtsstandsnormen des Bundesrechts ihre Fortsetzung gefunden habe. Auf Bundesebene verweist die Botschaft auf den damals geltenden Art. 82 Abs. 1 des Bundesgesetzes vom 4. Oktober 1991 über das bäuerliche Bodenrecht (BGBB; SR 211.412.11), wonach für Klagen auf Übertragung von Eigentum an landwirtschaftlichen Gewerben oder Grundstücken und auf Eintragung oder Löschung von Grundpfandrechten an landwirtschaftlichen Grundstücken der Gerichtsstand am Ort der gelegenen Sache alternativ zur Verfügung stand. Für die hier interessierende Konstellation hilft dieser Hinweis nicht weiter, da er sich - wie die in Art. 19 Abs. 1 lit. c GestG explizit genannten Beispiele - auf Klagen bezieht, die zu einer Änderung des Grundbuchs führen können. Die Botschaft zitiert darüber hinaus Bestimmungen kantonaler Prozessordnungen, darunter § 29 Abs. 2 aZPO/AG und § 6 Abs. 2 aZPO/ZH. Der Bezug der Klage zum Grundstück müsse von einer gewissen Intensität sein; ein bloss entfernter sachlicher Zusammenhang würde nicht genügen. So wäre etwa die Klage eines Unternehmers aus Reparaturarbeiten am Haus gegen den Grundeigentümer zulässig; ungenügend wäre hingegen der Zusammenhang, würde sich die Klage gegen irgendeinen Dritten richten (z.B. gegen den Architekten), der weder das Eigentums- noch das Nutzungsrecht am Grundstück habe. Damit folgt die Botschaft hinsichtlich der genannten Beispiele der zürcherischen Rechtsprechung zu § 6 Abs. 2 aZPO/ZH, ohne sich mit der ratio dieser kantonalen Norm auseinanderzusetzen und ohne plausibel zu begründen, warum der Zusammenhang einer Forderung mit einem Grundstück geringer sein |23| soll, wenn der Kläger die Zahlung der Vergütung statt vom Grundeigentümer von einem Dritten verlangt (vgl. auch die Kritik von GEORG NAEGELI, in: Müller/Wirth [Hrsg.], Gerichtsstandsgesetz, Kommentar zum Bundesgesetz über den Gerichtsstand in Zivilsachen, N. 31 zu Art. 19 GestG, und YVES DONZALLAZ, Commentaire de la loi fédérale sur les fors en matière civile, N. 38 ff. zu Art. 19 GestG). Der Botschaft ist damit keine klare Auskunft darüber zu entnehmen, welcher Art der Bezug der Vertragsklage zum Grundstück sein muss. Auch die parlamentarischen Beratungen helfen nicht weiter, da die vom Bundesrat vorgeschlagene Fassung von Art. 19 Abs. 1 lit. c GestG unverändert verabschiedet wurde und zu keinen weiteren Diskussionen Anlass gab (vgl. AB 1999 N 1032, AB 1999 S 893).\n\n3.3 Die Lehrmeinungen zur Auslegung von Art. 19 Abs. 1 lit. c GestG lehnen sich zum Teil an die Botschaft an und führen ohne weitere Begründung Werklohnforderungen von Unternehmern im Zusammenhang mit dem Grundstück an (vgl. LUCA TENCHIO, in: Spühler/Tenchio/Infanger [Hrsg.], Basler Kommentar zum Schweizerischen Zivilprozessrecht, N. 34 zu Art. 19 GestG; DOMINIK VOCK, Besondere Gerichtsstände im Gerichtsstandsgesetz [GestG], in: Leuenberger/Pfister-Liechti [Hrsg.], Das Gerichtsstandsgesetz, La loi sur les fors, S. 41; FABIENNE HOHL, Les fors spéciaux de la loi fédérale sur les fors, in: Leuenberger/Pfister-Liechti [Hrsg.], a.a.O., S. 61). Zum Teil wird der besondere Gerichtsstand auch für Klagen befürwortet, die Vergütungen für Arbeiten im Zusammenhang mit Grundstücken betreffen, unbesehen darum, ob sie sich gegen die Grundeigentümer oder gegen Dritte richten (NAEGELI, in: Müller/Wirth, a.a.O., N. 31 zu Art. 19 GestG; DONZALLAZ, a.a.O., N. 38 zu Art. 19 GestG; NICOLAS VON WERDT, in: Kellerhals/von Werdt/Güngerich, Gerichtsstandsgesetz, 2. Aufl., Bern 2005, N. 33 und 58 zu Art. 19 GestG).\n\n3.4 Der 4. Abschnitt des Kapitels über die besonderen Gerichtsstände ist mit \"Sachenrecht\" überschrieben. Nach der Botschaft spricht der Sachzusammenhang für die systematische Einordnung der hier massgebenden Norm, während an sich die Zuständigkeit für die rein obligatorischen Klagen im 5. Abschnitt bei den Klagen aus Vertrag zu regeln wäre (Botschaft zum GestG, a.a.O., S. 2856). Die Zuständigkeit am Ort des Grundstücks ist denn auch für die rein obligatorischen Klagen aus Miete und Pacht von unbeweglichen Sachen in Art. 23 GestG im 5. Abschnitt über \"Klagen aus besonderen Verträgen\" geregelt. Für diese Streitigkeiten besteht ebenfalls eine zuständigkeitsbegründende Beziehung zu den Grundstücken. Wäre allein |24| dieser Zusammenhang zu Grundstücken für die örtliche Zuständigkeit in Bezug auf Klagen aus Verträgen entscheidend, bestände kein Sachzusammenhang zu dinglichen Verhältnissen und die systematische Einordnung von Art. 19 Abs. 1 lit. c GestG wäre nicht nachvollziehbar. Aus der Gesetzessystematik ist zu schliessen, dass die streitigen Ansprüche einen dinglichen Bezug aufweisen müssen, um die örtliche Zuständigkeit nach dieser Bestimmung zu begründen. Diese Voraussetzung trifft insbesondere für die in der Lehre erwähnten Klagen zu, soweit sie nicht auf Vertrag beruhen (vgl. etwa HOHL, a.a.O., S. 61). Die in der Norm als Beispiele angeführten Klagen auf Übertragung von Grundeigentum oder auf Einräumung beschränkter dinglicher Rechte an Grundstücken können zu einer Änderung des Grundbuchs führen. Sowohl die Gesetzessystematik wie die Beispiele, anhand derer der erforderliche Bezug der Klage zum Grundstück im Sinne von Art. 19 Abs. 1 lit. c GestG zu beurteilen ist, sprechen dafür, dass für rein obligatorische Klagen ohne jeden sachenrechtlichen Bezug zum Grundstück die alternative örtliche Zuständigkeit nicht zur Verfügung steht.\n\n3.5 Die ratio von Art. 19 Abs. 1 lit. c GestG ist nicht leicht zu erkennen. Die Materialien sprechen sich nicht dazu aus, welcher Zweck mit der Norm in Bezug auf Vertragsklagen verfolgt wird. Der Hinweis in der Botschaft auf die \"moderne prozessrechtliche Tendenz\", die im kantonalen Recht begonnen habe (Botschaft zum GestG, a.a.O., S. 2856), hilft nicht weiter, da die zitierten kantonalen Normen trotz ihres praktisch identischen Wortlauts nicht notwendigerweise aus demselben Grund in das Gesetz aufgenommen worden waren (vgl. oben E. 2.2). Dass der Grundgedanke von Art. 19 Abs. 1 lit. c GestG - wie bei den dinglichen Klagen - in der Beweisnähe des Gerichts liegen soll, das sich nahe am Streitgegenstand befindet (DONZALLAZ, a.a.O., N. 41 zu Art. 19 GestG; vgl. auch TENCHIO, in: Spühler/Tenchio/Infanger, a.a.O., N. 1 zu Art. 19 GestG mit Bezug auf den Zweck von Art. 19 GestG ganz allgemein), erscheint inkonsequent. Der Gerichtsstand müsste dann für sämtliche persönlichen Klagen zugelassen werden, die sich auf ein Grundstück beziehen und in denen die Beweisnähe eine Rolle spielen kann; eine Beschränkung, etwa auf Klagen gegen den Eigentümer, liesse sich nicht rechtfertigen. Es bestehen jedoch keine Hinweise dafür, dass der Gesetzgeber in Anbetracht der bisherigen restriktiven Rechtsprechung des Bundesgerichts (vgl. oben E. 2.1) den Gerichtsstand am Ort des Grundbuchs derart weit öffnen wollte. Die Botschaft zum GestG |25| sieht im Gegenteil eine Einschränkung vor, indem sie nur die Klage gegen den Eigentümer, nicht aber gegen einen Dritten zulassen will (Botschaft zum GestG, a.a.O., S. 2856 f.). Die ratio liesse sich weiter in der Vereinfachung des Verkehrs mit dem Grundbuchamt sehen (DONZALLAZ, a.a.O., N. 41 zu Art. 19 GestG). Sie könnte schliesslich auch darin liegen, dass das Gericht am Ort des Grundbuchs besonders geeignet ist für die Beurteilung von Verträgen, die der öffentlichen Beurkundung bedürfen, da gemäss Art. 55 Abs. 1 SchlT ZGB grundsätzlich die Kantone bestimmen, wie zu beurkunden ist, und die Beurkundung regelmässig im Kanton vorgenommen wird, in dem das Grundstück liegt (vgl. auch STAUFFER, Einige Bemerkungen zum Gerichtsstand der gelegenen Sache im bernischen Recht, in: ZBJV 58/1922 S. 414/419). Da keine anderen gesetzgeberischen Motive ersichtlich sind, ist die ratio der Norm wohl in diesen beiden Gründen zu suchen.\n\n3.6 Die Herstellung der Rechtssicherheit gehört zu den Zielen des Gerichtsstandgesetzes (vgl. FRIDOLIN M. R. WALTHER, Das Bundesgesetz über den Gerichtsstand in Zivilsachen [Gerichtsstandsgesetz] - Das erste Kapitel einer gesamtschweizerischen Zivilprozessordnung?, in: Zeitschrift für Zivilprozess International [ZZPInt] 5/2000 S. 313 f.). Die Rechtssicherheit erfordert unverändert, dass der Rechtssuchende zum Voraus mit Bestimmtheit weiss, an welchen Richter er sich wenden kann (vgl. BGE 92 I 201 E. 4 S. 203 f.). Es bedarf deshalb eines objektiven Kriteriums für die Begründung der örtlichen Zuständigkeit. Das in der Botschaft erwähnte Kriterium der Intensität ist dafür nicht geeignet, müsste doch im Rahmen der Prozessvoraussetzungen in jedem konkreten Fall geprüft werden, ob der Bezug des strittigen vertraglichen Anspruchs mit einem Grundstück hinreichend intensiv ist, um den Wahlgerichtsstand nach Art. 19 Abs. 1 lit. c GestG zu begründen. Klagen aus Vertrag müssen einen dinglichen Bezug aufweisen, wie sich aus der systematischen Stellung der Gerichtsstandsnorm ergibt. Dieser Bezug kann insbesondere darin bestehen, dass der Entscheid über den strittigen Anspruch zu einer Grundbuchänderung führen kann, wie dies für die ausdrücklich erwähnten Klagen auf Übertragung von Grundeigentum oder auf Einräumung beschränkter dinglicher Rechte an Grundstücken zutrifft. Für rein obligatorische Forderungen, die keinen dinglichen Bezug aufweisen und insbesondere nicht zu einer Änderung des Grundbuchs führen können, steht der Wahlgerichtsstand am Ort des Grundbuchs auch dann nicht zur Verfügung, wenn irgendwelche Leistungen im |26| Zusammenhang mit dem Grundstück umstritten sind. Denn selbst wenn die örtliche Zuständigkeit in diesen Fällen auf Klagen gegen die Grundeigentümer beschränkt wäre, würde die dingliche Berechtigung des Beklagten nicht ausreichen, um den nach Gesetz erforderlichen Bezug der Klage zum Grundstück zu begründen. Die örtliche Zuständigkeit könnte deshalb auch unter dieser Voraussetzung nicht ohne einzelfallweise Prüfung der Art und Intensität der Beziehung der strittigen Arbeiten zum Grundstück bestimmt werden. Ein Entscheid über die örtliche Zuständigkeit in Würdigung aller Umstände des Einzelfalls ist aber mit dem Ziel von Zuständigkeitsvorschriften unvereinbar.\n\n3.7 Das Ergebnis, dass die Klage einen dinglichen Bezug aufweisen muss, entspricht im Übrigen auch der Ansicht, die der Bundesrat in seiner Botschaft zur schweizerischen Zivilprozessordnung (ZPO) vom 28. Juni 2006 vertritt. Er hält fest, dass in diesem Zusammenhang im Gerichtsstandsgesetz eine Unklarheit besteht, und schlägt deshalb für die bereits in Art. 19 Abs. 1 lit. c GestG genannten \"anderen\" Klagen neu die Formulierung vor: \"Klagen, die sich auf Rechte an Grundstücken beziehen\". Als Beispiele werden genannt die Übertragung des Eigentums, die Einräumung einer Dienstbarkeit und die Vormerkung eines persönlichen Rechts. Damit wird klargestellt, dass - anders als die Botschaft des GestG vermuten liesse - nach Ansicht des Bundesrats ein bloss faktischer Bezug der Klage zum Grundstück nicht genügt, um den Gerichtsstand am Ort des Grundbuchs zu begründen (Botschaft zur ZPO, BBl 2006 S. 7221/7266).\n\n3.8 Im vorliegenden Fall hat der Kläger einen rein vertraglichen Anspruch gegen die Eigentümer des Grundstücks eingeklagt, auf das sich die Architekturleistungen beziehen, deren Vergütung er verlangt. Ein dinglicher Bezug der eingeklagten Forderung zum Grundstück ist nicht ersichtlich. Dem Kläger steht nach seinen Vorbringen ausschliesslich gestützt auf die vertragliche Vereinbarung mit den Beklagten eine Forderung für erbrachte Leistungen zu. Dass diese Leistungen mit einem Grundstück einen Zusammenhang aufweisen, dessen Eigentümer die Beklagten sind, begründet den Wahlgerichtsstand nach Art. 19 Abs. 1 lit. c GestG nicht."}