{"annee": "134", "cour": "III", "page": "255", "date": "6/2/2008", "cite": [], "cite_par": ["137 III 577"], "chapeau": "44. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. V. AG gegen B. und Mitb. (Beschwerde in Zivilsachen)\n\n4A_440/2007 vom 6. Februar 2008", "regestes": ["Edition d'un rapport d'évaluation d'entreprise dans la procédure relative à une demande fondée sur l'art. 105 LFus. On ne peut pas déduire des art. 14 et 16 LFus que la loi sur la fusion traiterait un rapport d'évaluation comme un secret d'affaires ne devant pas être dévoilé dans son intégralité (consid. 2.3). Dans la procédure relative à une demande fondée sur l'art. 105 LFus, la partie demanderesse doit pouvoir administrer la preuve avec tous les moyens de preuve et donc aussi, en principe, à l'aide du rapport d'évaluation (consid. 2.4). Si la partie tenue de produire le rapport d'évaluation se prévaut de secrets d'affaires qui y figurent, il y a lieu de procéder à une pesée d'intérêts (consid. 2.5)."], "faits": "BGE 134 III 255 S. 256\n\nA. Die X. AG hat die Y. AG gemäss dem von den Verwaltungsräten beider Aktiengesellschaften unterzeichneten Fusionsvertrag vom 12. November 2005 sowie den diesbezüglichen Zustimmungsbeschlüssen ihrer Generalversammlungen vom 16. und 17. Dezember 2005 durch Absorptionsfusion i.S. von Art. 3 Abs. 1 lit. a FusG übernommen und wurde gleichzeitig zur V. AG (Beschwerdeführerin). Gemäss Ziff. 6.1 des Fusionsvertrags haben die fusionierenden Gesellschaften nach Verhandlungen und unter Berücksichtigung von vorgängig durchgeführten Einzelbewertungen der beiden Bergbahnunternehmungen ein Aktienumtauschverhältnis von 1 X.-Aktie zu 5 Y.-Aktien bzw. von 1 X.-Aktie zu 1 Y.-Aktie nach einem bei der X. AG durchzuführenden Aktiensplit von 1:5 festgelegt.\n\nA. (Beschwerdegegner) war vor dem Aktiensplitting Eigentümer von 980 Namenaktien der vormals unter der Firma X. AG geführten Beschwerdeführerin. Nach dem Aktiensplitting und der Fusion ist er Eigentümer von 4'900 Namenaktien der Beschwerdeführerin.\n\nB., C. und die W. AG (Nebenintervenienten) waren im Zeitpunkt der Fusion ebenfalls Aktionäre der vormals unter der Firma X. AG geführten Beschwerdeführerin. Sie begehrten mit Eingabe vom 21. September 2006 sich als Nebenintervenienten i.S. von Art. 33 der Zivilprozessordnung des Kantons Graubünden vom 1. Dezember 1985 (ZPO/GR) zur Unterstützung des Beschwerdegegners am Rechtsstreit zu beteiligen.\n\nB. Der Beschwerdegegner stellte am 24. Februar 2006 beim Kreispräsidenten N. folgendes Sühnebegehren:\n\n1. Die Beschwerdeführerin sei zu verpflichten, dem Beschwerdegegner und allen übrigen Aktionären der vormals unter der Firma X. AG geführten Beschwerdeführerin, die ihre Stellung als Aktionär dieser Gesellschaft bereits vor der Fusion mit der Y. AG erworben und nicht vor dem Vollzug dieser Fusion wieder aufgegeben haben, eine vom Gericht festzulegende angemessene Ausgleichszahlung gemäss Art. 105 FusG zu zahlen.\n\n2. Eventualiter sei die Beschwerdeführerin zu verpflichten, an den Beschwerdegegner für 980 alte Aktien der X. AG beziehungsweise 4'900 neue Aktien der Beschwerdeführerin insgesamt eine Ausgleichszahlung von Fr. 29'400.- zu leisten.\n\nMangels Streitbeilegung setzte der Beschwerdegegner das Verfahren durch Einreichung einer Prozesseingabe an das Bezirksgericht L. BGE 134 III 255 S. 257fort. Er machte geltend, mit 1:5 sei zu Lasten der (Alt-)Aktionäre der Beschwerdeführerin (Aktionäre der ehemaligen X. AG) ein unangemessenes Umtauschverhältnis festgesetzt worden. Die X. AG als übernehmende Gesellschaft sei gezielt im Hinblick auf die Fusion erheblich unterbewertet und die Y. AG als zu übernehmende Gesellschaft extrem überbewertet worden. Zum Beweis seiner Sachdarstellungen verlangte der Beschwerdegegner unter anderem die Edition des sich in den Händen der Beschwerdeführerin befindenden Unternehmensbewertungsgutachtens. Mit Prozessantwort vom 31. August 2006 beantragte die Beschwerdeführerin, die Klage abzuweisen, soweit darauf einzutreten sei. Zudem reichte sie einen verschlossenen Briefumschlag ein, der das vom Beschwerdegegner zur Edition herausverlangte Bewertungsgutachten der Z. AG vom 10. November 2005 enthalten solle, und stellte den Verfahrensantrag, dem Beschwerdegegner von diesem Bewertungsbericht keine direkte Kenntnis zu geben, sondern zum Schutz ihrer Geschäftsgeheimnisse die notwendigen Schutzmassnahmen nach Art. 160 Abs. 1 und Art. 171 Abs. 2 ZPO/GR anzuordnen, sofern das Gericht auf die Klage überhaupt eintrete. Mit Verfügung vom 2. Mai 2007 wies der Bezirksgerichtspräsident L. das Gesuch der Beschwerdeführerin betreffend die Verweigerung bzw. Einschränkung des Einsichtsrechts in den Bewertungsbericht der Z. AG ab und ordnete an, den Bericht dem Beschwerdegegner und den Nebenintervenienten zur Einsicht und Stellungnahme zuzustellen.\n\nMit Beschwerde an den Kantonsgerichtspräsidenten von Graubünden beantragte die Beschwerdeführerin, die Verfügung vom 2. Mai 2007 aufzuheben sowie dem Beschwerdegegner und den Nebenintervenienten die Einsicht in den Bewertungsbericht zu verweigern. Eventuell sei die Angelegenheit zur erneuten Entscheidung in der Sache zurückzuweisen. Das Kantonsgerichtspräsidium wies am 16. August 2007 die Beschwerde ab, soweit es darauf eintrat.\n\nC. Die Beschwerdeführerin begehrt mit Beschwerde in Zivilsachen, das Urteil des Kantonsgerichtspräsidiums vom 16. August 2007 und den Entscheid des Bezirksgerichtspräsidenten L. vom 2. Mai 2007 aufzuheben. Die Vorinstanzen seien anzuweisen, dem Beschwerdegegner und den Nebenintervenienten die Einsicht in den Bewertungsbericht der Z. AG zu verweigern. Eventuell sei die Sache an das Bezirksgerichtspräsidium L. zur erneuten Entscheidung zurückzuweisen.\n\nDas Bundesgericht weist die Beschwerde ab. BGE 134 III 255 S. 258", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.3 Die Bestimmung von Art. 14 des Bundesgesetzes vom 3. Oktober 2003 über Fusion, Spaltung, Umwandlung und Vermögensübertragung (FusG; SR 221.301) zum Fusionsbericht bezweckt in erster Linie, den Gesellschaftern die erforderlichen Informationen als Entscheidgrundlage für eine sachgerechte Beschlussfassung über die beantragte Fusion zur Verfügung zu stellen (Botschaft vom 13. Juni 2000 zum Bundesgesetz über Fusion, Spaltung, Umwandlung und Vermögensübertragung, BBl 2000 S. 4337 ff., 4410; BEAT KÜHNI, Fusionsgesetz, Basler Kommentar, N. 5 zu Art. 14 FusG). Die obersten Leitungs- oder Verwaltungsorgane der an der Fusion beteiligten Gesellschaften müssen einen schriftlichen Bericht über die Fusion erstellen, in dem insbesondere das Umtauschverhältnis für Anteile zu erläutern und zu begründen ist (Art. 14 Abs. 3 lit. c FusG). In der Lehre wird die Meinung vertreten, eine integrale Offenlegung des Bewertungsgutachens im Fusionsbericht zur Erläuterung der Umtauschverhältnisse sei vom Informationsinteresse der Gesellschafter nicht mehr gedeckt und für die Plausibilitätskontrolle der Gesellschafter im Hinblick auf die Beschlussfassung über die Fusion auch nicht erforderlich (ALBERT COMBOEUF, Fusionsgesetz, Stämpflis Handkommentar, N. 27 zu Art. 14 FusG; BEAT KÜHNI, a.a.O., N. 47e zu Art. 14 FusG).\n\nArt. 16 FusG regelt die gesellschaftsinterne Offenlegung der wesentlichen Unterlagen zur Fusion vor der Beschlussfassung durch die Generalversammlung. Nach dieser Bestimmung muss jede der an der Fusion beteiligten Gesellschaften den Gesellschaftern während der 30 Tage vor der Beschlussfassung Einsicht in verschiedene Unterlagen (Fusionsvertrag, Fusionsbericht, Prüfungsbericht, Jahresrechnungen und Jahresberichte der letzten drei Geschäftsjahre sowie gegebenenfalls Zwischenbilanz) aller an der Fusion beteiligten Gesellschaften gewähren. Das Einsichtsrecht nach Art. 16 FusG gewährleistet die innergesellschaftliche Transparenz des Fusionsverfahrens und soll der Willensbildung der Gesellschafter im Hinblick auf die Beschlussfassung über die Fusion an der Generalversammlung dienen (Botschaft, a.a.O., S. 4415). Art. 16 FusG regelt demnach nicht das Einsichtsrecht im Stadium der Überprüfungsklage gemäss Art. 105 FusG nach erfolgter Beschlussfassung über die Fusion. Entgegen den Ausführungen der Beschwerdeführerin kann aus Art. 14 und 16 FusG auch nicht abgeleitet werden, das BGE 134 III 255 S. 259Fusionsgesetz behandle ein Bewertungsgutachten generell als schutzwürdiges Geschäftsgeheimnis.\n\n2.4 Nach Art. 105 Abs. 1 FusG kann jeder Gesellschafter innerhalb von zwei Monaten nach der Veröffentlichung des Fusionsberichts verlangen, dass das Gericht eine angemessene Ausgleichszahlung festsetzt, wenn bei der Fusion die Anteils- oder Mitgliedschaftsrechte nicht angemessen gewahrt sind oder die Abfindung nicht angemessen ist. In der Literatur wird postuliert, dass an die Substantiierung bei der Klage nach Art. 105 FusG keine zu hohen Anforderungen gestellt werden dürfen (FELIX C. MEIER-DIETERLE, Zürcher Kommentar zum Fusionsgesetz, N. 46 zu Art. 105 FusG; DANIEL EMCH, System des Rechtsschutzes im Fusionsgesetz, Diss. Bern 2006, S. 153; KARIN EUGSTER, Die Überprüfung der Anteils- und Mitgliedschaftsrechte nach Art. 105 FusG, Diss. Zürich 2006, S. 147 Rz. 372). Die klagende Partei trägt nach Art. 8 ZGB die Beweislast für das Vorliegen der Tatbestandsvoraussetzungen von Art. 105 Abs. 1 FusG (FELIX C. MEIER-DIETERLE, a.a.O., N. 46 zu Art. 105 FusG; DANIEL EMCH, a.a.O., S. 151; KARIN EUGSTER, a.a.O., S. 146 Rz. 370) und das Beweismass ist jenes der strikten Beweisführung (DANIEL EMCH, a.a.O., S. 154). Demnach muss es der klagenden Partei möglich sein, den Beweis mit allen Beweismitteln zu führen (vgl. KARIN EUGSTER, a.a.O., S. 148 Rz. 374); grundsätzlich auch mit dem Bewertungsbericht, muss sich der Aktionär doch im Klageverfahren nicht mehr mit einer blossen Plausibilitätsprüfung zufriedengeben.\n\n2.5 Aus dem Fusionsgesetz lässt sich demnach nicht herleiten, dass die Edition des Bewertungsberichts im Klageverfahren nach Art. 105 FusG grundsätzlich unzulässig wäre und es sich bei der Unternehmensbewertung um ein integral nicht zu offenbarendes Geschäftsgeheimnis handeln würde. Dies bedeutet indes nicht, dass die Beschwerdeführerin im Bewertungsbericht enthaltene Geschäftsgeheimnisse im Verfahren nach Art. 105 FusG nicht schützen lassen könnte. Wie die Vorinstanz zu Recht ausgeführt hat, ist bei einem Editionsbegehren eine Interessenabwägung vorzunehmen, wenn sich die herausgabepflichtige Partei auf Geheimhaltungsinteressen beruft. Diese hat jedoch hinreichend zu substantiieren, inwiefern solche geheimzuhaltende Informationen vorliegen. Dieser Pflicht ist die Beschwerdeführerin gemäss den vorinstanzlichen Ausführungen nicht nachgekommen. Sie macht vor Bundesgericht zudem nicht geltend, die Vorinstanz wäre zu Unrecht davon ausgegangen, sie habe nicht substantiiert dargelegt, dass der Bewertungsbericht der Z. AG BGE 134 III 255 S. 260schützenswerte Geschäftsgeheimnisse enthalte. Auch rügt sie keine willkürliche Anwendung von Art. 160 Abs. 1 i.V.m. Art. 171 ZPO/GR.\n\nDie Beschwerdeführerin hat somit den Bewertungsbericht der Z. AG vom 10. November 2005 dem Beschwerdegegner und den Nebenintervenienten im Klageverfahren nach Art. 105 FusG zur Einsicht offenzulegen."}