{"annee": "134", "cour": "III", "page": "489", "date": "13/6/2008", "cite": ["126 III 41", "122 III 53", "125 V 146", "124 V 174", "54 II 464", "129 V 150", "131 III 360", "127 III 403", "132 III 321", "124 III 222", "131 III 12", "112 V 126"], "cite_par": ["137 V 394", "135 II 138"], "chapeau": "78. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. gegen X. Versicherungs-Gesellschaft (Beschwerde in Zivilsachen)\n\n4A_116/2008 vom 13. Juni 2008", "regestes": ["Imputation des prestations des assurances sociales sur les prétentions en dommages-intérêts du lésé (art. 42 et 43 aLAA; art. 52 aLAI et art. 48ter ss aLAVS; art. 16 et 72 ss LPGA; art. 28a LAI). Conditions auxquelles les prestations des assurances sociales doivent être imputées, lors du calcul du dommage, sur les prétentions du lésé (consid. 4). Une coïncidence fonctionnelle entre le préjudice ménager et une rente AI n'existe que dans la mesure où cette rente n'est pas versée exclusivement pour couvrir une perte de gain (consid. 4.5)."], "faits": "|490|\n\nA. Am 22. Oktober 1994 verursachte ein bei der X. Versicherungsgesellschaft (Beschwerdegegnerin) versicherter Lenker eine Auffahrkollision, bei welcher A. (Beschwerdeführer) ein HWS-Schleudertrauma erlitt. Er bezieht deswegen ab dem 1. Oktober 1995 eine ganze Rente der Invalidenversicherung sowie eine Zusatzrente für seine Ehefrau und Kinderrenten seit Geburt seiner Kinder. Die Unfallversicherung sprach ihm ab dem 1. Oktober 1997 eine UVG-Invalidenrente bei einem Invaliditätsgrad von 70 % bzw. von 69 % seit dem 1. Dezember 1998 zu.\n\nB. Am 18. Juli 2002 belangte der Beschwerdeführer die Beschwerdegegnerin vor dem Amtsgericht Luzern-Stadt, welches diese am 30. Juni 2006 verpflichtete, dem Beschwerdeführer Fr. 620'621.- nebst 5 % Zins seit 30. Juni 2006 sowie Fr. 15'321.- für aufgelaufenen Genugtuungszins zu bezahlen. Auf Appellation der Beschwerdegegnerin verpflichtete das Obergericht des Kantons Luzern die Beschwerdegegnerin, dem Beschwerdeführer Fr. 273'027.40 nebst 5 % Zins auf Fr. 40'000.- vom 22. Oktober 1994 bis 7. Mai 2002, auf Fr. 1'120.- seit 8. Mai 2002 und auf Fr. 271'907.40 seit 31. Dezember 2007 zu bezahlen. Der Beschwerdeführer hatte seinerseits gegen das erstinstanzliche Urteil Appellation erhoben, worauf jedoch wegen Fristversäumnis nicht eingetreten wurde. Auf seine sinngemäss erklärte Anschlussappellation trat das Obergericht mit Entscheid vom 11. Dezember 2006 nicht ein. Die hiergegen geführte staatsrechtliche Beschwerde blieb erfolglos.\n\nC. Mit Beschwerde in Zivilsachen verlangt der Beschwerdeführer vor Bundesgericht im Wesentlichen die Zusprechung von insgesamt Fr. 635'942.- nebst Zins. Die Beschwerdegegnerin und das Obergericht schliessen auf kostenfällige Abweisung der Beschwerde, soweit darauf einzutreten sei.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut. |491|", "considerants": "Aus den Erwägungen:\n\n4.\n\n4.1 Die Vorinstanz hat den bisherigen Erwerbsschaden berechnet, indem sie vom gesamten bisherigen Erwerbsausfall des Beschwerdeführers von Fr. 1'132'758.60 die anrechenbaren Leistungen der ehemaligen Arbeitgeberin sowie der Sozialversicherungen und der Vorsorgestiftung von insgesamt Fr. 1'214'325.-, bestehend aus Lohnfortzahlungsleistungen der ehemaligen Arbeitgeberin von Fr. 125'799.- sowie Zahlungen der IV von Fr. 337'088.-, der UVG-Versichererin von Fr. 472'114.- und der Vorsorgestiftung der Arbeitgeberin von Fr. 279'324.-, abzog. Dabei stellte sie eine Überentschädigung von Fr. 81'566.40 fest. Diesen \"Negativsaldo\" hat die Vorinstanz mit Fr. 2'987.55 vom zukünftigen Erwerbsschaden und mit Fr. 78'578.85 vom bisherigen Haushaltschaden des Beschwerdeführers in Abzug gebracht. Der Beschwerdeführer rügt, mit der Anrechnung überschiessender Sozialversicherungsleistungen an andere Zeitperioden bzw. andere Schadenspositionen habe die Vorinstanz Art. 73 und 74 ATSG bzw. die inhaltsgleichen Art. 52 aIVG und Art. 42 und 43 aUVG verletzt.\n\n4.2 Während im Sozialversicherungsrecht kein allgemeines Prinzip existiert, das eine Überentschädigung verbietet, sondern diese lediglich eine juristisch unerwünschte Erscheinung darstellt (FRÉSARD-FELLAY, Le recours subrogatoire de l'assurance-accidents sociale contre le tiers responsable ou son assureur, Diss. Freiburg 2007, Rz. 432 und 437 S. 138 ff. mit Hinweisen), gilt im Haftpflichtrecht seit jeher ein Bereicherungsverbot (BGE 131 III 12 E. 7.1 S. 16 mit Hinweisen). Eine Überentschädigung des Geschädigten soll demnach vermieden werden. Eine solche liegt vor, wenn derselben Person verschiedene Leistungen zum Ausgleich des durch ein und dasselbe Ereignis verursachten Schadens für dieselbe Zeitspanne ausgerichtet werden und die Summe der Leistungen den Schaden übertrifft. Da die Sozialversicherungen nicht zu Gunsten des Schädigers eingerichtet wurden (vgl. schon BGE 54 II 464 E. 5 S. 468), sind indessen nur Leistungen Dritter anzurechnen, die ereignisbezogen, sachlich, zeitlich und personell kongruent sind und für welche daher auch Subrogations- oder Regressansprüche in Frage kommen (BGE 132 III 321 E. 2.2.1 S. 324 mit Hinweisen). Die ersten vier Anrechnungsvoraussetzungen gelten grundsätzlich sowohl bei der sogenannten extrasystemischen Koordination mit Leistungen ausserhalb der |492| Sozialversicherung, der intrasystemischen Koordination (innerhalb eines Sozialversicherungszweiges) und der intersystemischen (zwischen den einzelnen Sozialversicherungszweigen; FRÉSARD-FELLAY, a.a.O., Rz. 1166, S. 387; zu den Begriffen vgl. KIESER, ATSG-Kommentar, N. 1 ff. zu Art. 63 ATSG). Mit dem zuletzt genannten Erfordernis soll vermieden werden, dass die Anrechnung im Rahmen der extrasystemischen Koordination den Schädiger begünstigt (BGE 54 II 464 E. 5 S. 468; SCHNYDER/PORTMANN, Ausservertragliches Haftpflichtrecht, Rz. 383 S. 148; FRÉSARD-FELLAY, a.a.O., Rz. 438 ff. S. 140 f. mit Hinweisen). Art. 73 Abs. 3 des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG; SR 830.1), in Kraft getreten am 1. Januar 2003, sieht nunmehr ausdrücklich vor, dass die Ansprüche, die nicht auf den Versicherungsträger übergehen, der versicherten Person und ihren Hinterlassenen gewahrt bleiben. Überentschädigungen, die im Sozialversicherungssystem angelegt sind, lassen sich nur durch eine Koordination innerhalb dieses Systems, d.h. intersystemisch, mit befriedigendem Ergebnis vermeiden (STUDHALTER, Gesamtschadenmethode, Saldoverrechnung und Kongruenzdivergenzen, in: Haftung und Versicherung [HAVE] 2006 S. 114 ff., 125). Die extrasystemische Koordination mit dem Haftpflichtrecht darf nicht zur Begünstigung des Schädigers auf Kosten der Sozialversicherungsträger führen.\n\n4.3 Wie der Beschwerdeführer zutreffend anführt, ist für die Anwendbarkeit des ATSG übergangsrechtlich auf den Zeitpunkt des schädigenden Ereignisses abzustellen (Art. 82 Abs. 1 ATSG; BGE 131 III 360 E. 7.1 S. 367 mit Hinweis). Da sich der Unfall des Beschwerdeführers am 22. Oktober 1994 zugetragen hat, kommen vorliegend nicht die Rückgriffsbestimmungen von Art. 72 ff. ATSG zum Zuge, sondern die damals in den einzelnen Sozialversicherungsgesetzen verankerten Koordinationsregeln (Art. 42 und 43 aUVG; Art. 52 aIVG und Art. 48ter ff. aAHVG), was aber in der Sache nichts ändert (BGE 131 III 360 E. 7.1 S. 367 mit Hinweisen; vgl. auch BGE 132 III 321 E. 2.3.1 S. 325). Namentlich ist die zum alten Recht ergangene Rechtsprechung einschlägig. Danach setzt die Subrogation voraus, dass der Sozialversicherer mit seinen Leistungen einen entsprechenden Schaden ausgleicht. Daher tritt er nur insoweit in den Haftpflichtanspruch des Geschädigten ein, als er Leistungen erbringt, welche mit der Schuld des Haftpflichtigen in zeitlicher und funktionaler Hinsicht übereinstimmen (BGE 126 III 41 E. 2 S. 43; BGE 124 III 222 E. 3 S. 225; BGE 124 V 174 E. 3b S. 177, je mit Hinweisen). Zeitliche |493| Kongruenz liegt vor, wenn die Leistung der Sozialversicherung für die gleiche Zeitspanne erfolgt, für die ein Schaden besteht, welchen der Haftpflichtige ersetzen muss (BGE 126 III 41 E. 2 S. 43 f.).\n\n4.4 Nach dem angefochtenen Urteil steht fest, dass dem Beschwerdeführer bis zum Rechnungstag (aktueller Schaden) kein ungedeckter Schaden (Direktschaden) verbleibt, wenn man die für diese Epoche erfolgten Leistungen Dritter zusammenzählt. Diesfalls besteht die erwähnte Überdeckung. Eine Subrogation kann aber von vornherein nur bis zur Höhe des Schadens stattfinden, der in der Zeitspanne, für welchen die Dritt- bzw. Sozialversicherungsleistungen bestimmt waren, aufgelaufen ist. Für Leistungen, die der Versicherer zur Deckung des in einem anderen Zeitraum entstehenden Schadens zu erbringen hat (zukünftiger Erwerbsschaden), kommt ein Regress nach dem Gesagten mangels zeitlicher Kongruenz von vornherein nicht in Frage. Soweit die Vorinstanz vom ungedeckten zukünftigen Erwerbsschaden von insgesamt Fr. 1'450'386.65 den Betrag von Fr. 2'987.55 abgezogen hat in der Meinung, damit werde die für den aktuellen Schaden errechnete Überdeckung reduziert, begünstigte sie im Ergebnis den Schädiger bzw. dessen Haftpflichtversicherer: Dessen Zahlungspflicht wird im Umfang der Anrechnung herabgesetzt, ohne dass er insoweit regresspflichtig wird. Für ein derartiges Ergebnis besteht weder eine rechtliche Grundlage noch eine sachliche Rechtfertigung. Die Rechtsposition des Haftpflichtigen soll vielmehr durch die Subrogation unberührt und dieser durch die Aufteilung zwischen Geschädigtem und regressierendem Sozialversicherer weder besser noch schlechter gestellt werden (BGE 124 III 222 E. 3 S. 225 mit Hinweisen). Mit der Übertragung des aufgrund der Sozialversicherungsleistungen beim aktuellen Schaden ermittelten Überschusses auf den zukünftigen Erwerbsschaden zu Lasten des Beschwerdeführers übersah die Vorinstanz, dass es insoweit an der erforderlichen zeitlichen Kongruenz fehlt. Sie verletzte dadurch Bundesrecht. Die Beschwerde ist in diesem Punkte ohne Weiteres begründet.\n\n4.5 Was die Anrechnung der restlichen Überentschädigung von Fr. 78'578.85 an den bisherigen Haushaltschaden und dessen entsprechende Reduktion durch die Vorinstanz anbelangt, rügt der Beschwerdeführer mangelnde sachliche Kongruenz, soweit mit den Rentenleistungen des obligatorischen Unfallversicherers und der Pensionskasse verrechnet wurde. Er macht eine Verletzung von Art. 43 aUVG geltend. |494|\n\n4.5.1 Funktionale oder sachliche Kongruenz liegt vor, wenn sich die zuzuordnenden Leistungen unter wirtschaftlichem Gesichtspunkt nach Art und Funktion entsprechen (BGE 131 III 360 E. 7.2 S. 367; BGE 126 III 41 E. 2 S. 43; KIESER, a.a.O., N. 2 zu Art. 74 ATSG, je mit Hinweisen). Die Taggelder und Invalidenrenten nach UVG werden in Prozenten des versicherten Verdienstes bemessen. Sie sind ausschliesslich dazu bestimmt, den Versicherten für den invaliditätsbedingten Erwerbsausfall zu entschädigen (BGE 126 III 41 E. 4a S. 46; MAURER, Schweizerisches Sozialversicherungsrecht, Bd. II, S. 467). Dem Ersatz des Haushaltschadens, der einkommensunabhängig mit dem Wertverlust durch die Beeinträchtigung der Fähigkeit zur Haushaltführung anfällt und der haftpflichtrechtlich \"normativ\", ungeachtet der daraus konkret entstandenen Vermögenseinbusse, zu ersetzen ist (BGE 132 III 321 E. 3.1 S. 332; BGE 131 III 360 E. 8.1 S. 369; BGE 127 III 403 E. 4b S. 405 f., je mit Hinweisen), dienen sie nicht (BGE 125 V 146 E. 5c/cc S. 158, wo als wesentlicher Unterschied zur obligatorischen Unfallversicherung hervorgehoben wird, dass im Bereich der Invalidenversicherung auch gesundheitlich bedingte Behinderungen in nicht unter den Begriff der Erwerbstätigkeit im engeren Sinne fallenden Beschäftigungen, wie insbesondere die Hausarbeit, versichert sind). Dasselbe gilt für Invalidenrenten nach BVG (SR 831.40; BGE 129 V 150 E. 2.2 S. 154; vgl. STUDHALTER, a.a.O., S. 117 und 123). Obligatorisch berufsvorsorgerechtlich versichert sind gemäss Art. 7 Abs. 1 BVG Arbeitnehmer, welche bei einem Arbeitgeber einen Jahreslohn beziehen, der einen bestimmten Mindestbetrag übersteigt. Zu versichern ist derjenige Teil des Jahreslohnes, welcher den Mindestbetrag übersteigt, aber unter einem bestimmten Höchstbetrag liegt. Dieser Teil wird koordinierter Lohn genannt (Art. 8 Abs. 1 BVG), an welchen die BVG-Leistungen im Wesentlichen anknüpfen und dessen Verlust sie abdecken. Der Ersatz des Haushaltführungsschadens ist nicht vorgesehen (WEBER/SCHAETZLE, Entwicklungen, in: Verein Haftung und Versicherung [Hrsg.], Personen-Schaden-Forum 2002, Zürich 2002, S. 101 ff., 111). Ersatzleistungen für Haushaltschaden sind demnach weder mit BVG- noch mit UVG-Renten sachlich kongruent (SCHAETZLE, Wie künftig Lohn- und Kostenentwicklungen sowie Pensionskassenleistungen zu berücksichtigen sind, in: HAVE 2006 S. 136 ff., 143; FRÉSARD-FELLAY, a.a.O., Rz. 1443 S. 478). Es besteht mithin keine funktionale Kongruenz mit der Pflicht des Schädigers zum Ersatz des Haushaltschadens, weshalb eine Subrogation, wie sie für einen Regress vorausgesetzt ist, insoweit nicht in Frage kommt. |495|\n\n4.5.2 Demgegenüber ist, was auch der Beschwerdeführer anerkennt, die Anrechnung der IV-Renten an den Haushaltschaden nicht von vornherein ausgeschlossen, da damit, bei vor der Invalidität nicht oder nur teilweise erwerbstätigen Personen, Leistungen erbracht werden, die wirtschaftlich die Beeinträchtigung im Haushalt abdecken sollen und damit mit Blick auf den Haushaltschaden als sachlich kongruent erscheinen. In diesen Fällen ist nach der bundesgerichtlichen Rechtsprechung eine Anrechnung auf den Haushaltschaden denkbar. Ob dies auch für Personen gilt, die vor der Invalidität zu 100 % arbeitstätig waren, hat das Bundesgericht in BGE 131 III 360 E. 7.3 S. 368 ausdrücklich offengelassen unter Hinweis auf die Lehre, die sich in diesem Fall gegen eine Anrechnung auf den Haushaltschaden ausspricht (SCHAETZLE/WEBER, Kapitalisieren: Handbuch zur Anwendung der Barwerttafeln, Rz. 2.229 f. S. 113).\n\n4.5.2.1 Nach Art. 16 ATSG wird für die Bestimmung des Invaliditätsgrades das Erwerbseinkommen, das die versicherte Person nach Eintritt der Invalidität und nach Durchführung der medizinischen Behandlung und allfälliger Eingliederungsmassnahmen durch eine ihr zumutbare Tätigkeit bei ausgeglichener Arbeitsmarktlage erzielen könnte, in Beziehung gesetzt zum Erwerbseinkommen, das sie erzielen könnte, wenn sie nicht invalid geworden wäre. Bei nicht erwerbstätigen Versicherten, die im Aufgabenbereich tätig sind und denen die Aufnahme einer Erwerbstätigkeit nicht zugemutet werden kann, wird für die Bemessung der Invalidität gemäss Art. 28a IVG in Abweichung von Art. 16 ATSG darauf abgestellt, in welchem Masse sie unfähig sind, sich im Aufgabenbereich zu betätigen. Bei Versicherten, die nur zum Teil erwerbstätig sind, wird der Invaliditätsgrad in beiden Bereichen bemessen und der Anteil der Tätigkeiten festgelegt. Eine entsprechende Regelung galt bereits unter altem Recht (vgl. hierzu BGE 125 V 146 E. 2a S. 149).\n\n4.5.2.2 Das Bundesgericht hat bei der intersystemischen Koordination zwischen den Leistungen der IV und BVG-Renten die IV-Renten aufgrund 100%-iger Erwerbstätigkeit in konstanter Rechtsprechung voll an den Erwerbsausfall angerechnet und gefordert, dass bei teilweiser Erwerbstätigkeit festzustellen ist, welcher Anteil der Rente der Invalidenversicherung die Unmöglichkeit, sich im bisherigen Aufgabenbereich zu betätigen, abgelten soll (BGE 112 V 126 E. 2e S. 131; ebenso BGE 129 V 150 E. 2.2 S. 154). Nur dieser Anteil ist mit dem Haushaltschaden funktionell kongruent. Diese Rechtsprechung ist auch im Haftpflichtrecht zu berücksichtigen, geht es doch |496| darum, die Leistungen nach Möglichkeit sowohl inter- als auch extrasystemisch zu koordinieren, und setzt die Anrechnung einer Überentschädigung die Subrogation des Sozialversicherers voraus (BGE 132 III 321 E. 2.2.1 S. 324 mit Hinweisen). Nichts anderes ist aus BGE 131 III 12 E. 7.3 abzuleiten. Dort hat das Bundesgericht die IV-Renten zwar unausgeschieden auf den Gesamtschaden angerechnet. Dieser Fall wurde aber in tatsächlicher Hinsicht von den Sozialversicherungsbehörden und dem für die Haftpflicht zuständigen Gericht unterschiedlich beurteilt. Dem hatte das Bundesgericht bei der Koordination Rechnung zu tragen. Eine Abweichung zur diesbezüglich konstanten Rechtsprechung im Sozialversicherungsbereich kann daraus nicht abgeleitet werden.\n\n4.5.3 Dass für die Zusprechung der IV-Renten die Beeinträchtigung des vor dem Unfall voll erwerbstätigen Beschwerdeführers im Haushalt zumindest teilweise massgebend gewesen wäre, hat die Vorinstanz nicht festgestellt und macht die Beschwerdegegnerin nicht geltend. Daher fehlt es bezüglich der IV-Renten und des Haushaltschadens an der nötigen sachlichen Kongruenz. Ist aber den betreffenden Versicherungsträgern ein Rückgriff auf den Schädiger verwehrt, entfällt nach dem Gesagten in diesem Umfang eine Anrechnung der Einkünfte an den Schaden. Das bedeutet, dass die Position \"bisheriger Haushaltschaden\", die sich nach dem angefochtenen Urteil auf Fr. 104'821.45 beläuft, keiner weiteren Reduktion zu unterziehen ist.\n\n4.5.4 Was die Verzinsung des bisherigen Haushaltschadens anbelangt, bringt der Beschwerdeführer zutreffend vor, diese habe ab mittlerem Verfall, d.h. zwischen Unfall- und Urteilstag zu erfolgen, was bei einer Rechnung per 31. Dezember 2007 den 26. Mai 2001 als \"dies a quo\" ergebe. Auf diese Weise lässt sich der Beschwerdeführer eine Korrektur am angefochtenen Urteil zu seinen Lasten gefallen. Die Vorinstanz hat nämlich den Zins ab mittlerem Verfall bis zum Urteilstag aufgerechnet, diese Summe dem Direktschaden zugerechnet und den Gesamtbetrag ab 31. Dezember 2007 erneut mit 5 % verzinst, was auf eine sowohl im Vertragsrecht (BGE 122 III 53 E. 4) als auch im Haftpflichtrecht (BGE 131 III 12 E. 9.4 S. 24 f.) verpönte Zusprechung von Zinseszins hinausläuft."}