{"annee": "134", "cour": "V", "page": "250", "date": "28/4/2008", "cite": ["110 V 83", "121 V 80", "114 V 72", "102 V 27", "111 V 289", "130 III 136", "125 V 383", "132 II 257", "133 V 105"], "cite_par": ["140 V 241", "141 V 234", "136 V 258", "142 V 551", "138 V 74", "137 IV 249"], "chapeau": "30. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Bundesamt für Sozialversicherungen gegen G. und F. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_538/2007 vom 28. April 2008", "regestes": ["Art. 3 al. 1 et art. 9 al. 1 LAVS; art. 17 et 23 RAVS; art. 18 al. 2 LIFD; cotisations, revenu locatif provenant d'immeubles de la fortune commerciale. Le revenu locatif provenant d'immeubles appartenant à la fortune commerciale constitue du revenu provenant d'une activité indépendante soumis à cotisations (consid. 4.3). Les immeubles que les héritiers conservent dans leur fortune en qualité de biens commerciaux servent - à l'image du droit fiscal - à une activité lucrative indépendante au sens de la LAVS, quand bien même l'activité commerciale du défunt n'est pas poursuivie (consid. 5.2)."], "faits": "BGE 134 V 250 S. 251\n\nA. Durch Erbgang sind mehrere Liegenschaften in das Eigentum von G., F. und H. übergegangen. Die Eigentümer bilden die einfache Gesellschaft X. Sie hat zu ihrem Zweck die Verwaltung, den Kauf und Verkauf von Liegenschaften. Wie bereits vor dem Erbgang werden die Liegenschaften steuerrechtlich auch heute als Geschäftsvermögen behandelt. Die aus der Vermietung der Liegenschaften erzielten Erlöse gehen zu gleichen Teilen an die Teilhaber der einfachen Gesellschaft.\n\nDie Ausgleichskasse des Kantons Wallis teilte G. und F. am 22. Dezember 2006 mit, sie würden ab dem 1. Januar 2001 als Selbstständigerwerbende der Ausgleichskasse angeschlossen. Mit Verfügungen vom 22. Dezember 2006 setzte sie die persönlichen AHV/IV/EO-Beiträge rückwirkend für die Jahre 2001 bis 2006 fest. Der Beitragsbemessung legte sie die in den überprüften Steuerdeklarationen festgehaltenen anteilsmässigen Mieterträge aus den im Rahmen der einfachen Gesellschaft bewirtschafteten Liegenschaften zugrunde. Die von G. und F. gegen die Beitragsverfügungen erhobenen Einsprachen hiess die Ausgleichskasse mit Entscheiden vom 17. und 29. Januar 2007 unter anderem in dem Sinne teilweise gut, als sie einen Abzug für den Zins auf dem eingesetzten Eigenkapital vornahm.\n\nB. Die hiegegen eingereichten Beschwerden hiess das Kantonale Versicherungsgericht des Wallis nach Vereinigung der Verfahren mit Entscheid vom 13. Juni 2007 gut und hob die Einspracheentscheide vom 17. und 29. Januar 2007 im Sinne der Erwägungen auf. Das Gericht erkannte, die Liegenschaftenerträge stellten Einnahmen aus privater Vermögensverwaltung dar, welche nicht der AHV-Beitragspflicht unterlägen.\n\nC. Das Bundesamt für Sozialversicherungen (BSV) erhebt Beschwerde in öffentlich-rechtlichen Angelegenheiten und beantragt, der vorinstanzliche Entscheid sei aufzuheben.\n\nG. und F. schliessen auf Abweisung der Beschwerde. Die Ausgleichskasse unterstützt das Rechtsbegehren des BSV.\n\nDas Bundesgericht heisst die Beschwerde gut. BGE 134 V 250 S. 252", "considerants": "Aus den Erwägungen:\n\n1. (...)\n\n1.2 Grundsätzlich wendet das Bundesgericht das Recht von Amtes wegen an (Art. 106 Abs. 1 BGG). Es ist folglich weder an die in der Beschwerde geltend gemachten Rechtsverletzungen und Argumente noch an die Erwägungen der Vorinstanz gebunden; es kann eine Beschwerde aus einem anderen als dem angerufenen Grund gutheissen und es kann eine Beschwerde mit einer von der Argumentation der Vorinstanz abweichenden Begründung abweisen (vgl. BGE 132 II 257 E. 2.5 S. 262; BGE 130 III 136 E. 1.4 S. 140).\n\n1.3 Eine Rüge, die Liegenschaften seien zu Unrecht als dem Geschäftsvermögen zugehörig erachtet worden, bringen die Parteien nicht vor. Bereits mit Blick auf die Tatsache, dass die willentliche Zuordnung seit Jahren Bestand hat, kann nicht gesagt werden, die rechtliche Qualifizierung der Liegenschaften als Geschäftsvermögen sei geradezu offensichtlich falsch (vgl. Urteil des Eidg. Versicherungsgerichts H 118/95 vom 20. Mai 1997, E. 3a). Die Frage der Zuordnung braucht daher vom Bundesgericht nicht weiter überprüft zu werden.\n\n2. Streitig und zu prüfen ist, ob die aus der Vermietung der sich im Geschäftsvermögen befindenden Liegenschaften erzielten Erträge Einkommen aus selbstständiger Erwerbstätigkeit oder aus privater Vermögensverwaltung darstellen. Hiebei handelt es sich um eine Rechtsfrage, welche das Bundesgericht mit uneingeschränkter Kognition prüft (Art. 95 BGG).\n\n3.\n\n3.1 Gemäss Art. 4 Abs. 1 AHVG schulden die erwerbstätigen Versicherten Beiträge auf dem aus einer unselbstständigen oder selbstständigen Erwerbstätigkeit fliessenden Einkommen. Nach Art. 9 Abs. 1 AHVG ist Einkommen aus selbstständiger Erwerbstätigkeit jedes Erwerbseinkommen, das nicht Entgelt für in unselbstständiger Stellung geleistete Arbeit darstellt. Als selbstständiges Einkommen gelten laut Art. 17 AHVV (SR 831.101; in der hier anwendbaren Fassung gemäss Änderung vom 1. März 2000, in Kraft seit 1. Januar 2001, i.V. mit SchlBest. der Änderung Abs. 1) alle in selbstständiger Stellung erzielten Einkünfte aus einem Handels-, Industrie-, Gewerbe-, Land- und Forstwirtschaftsbetrieb, aus einem freien Beruf, sowie aus jeder anderen selbstständigen BGE 134 V 250 S. 253Erwerbstätigkeit, einschliesslich der Kapital- und Überführungsgewinne nach Art. 18 Abs. 2 DBG (SR 642.11) und der Gewinne aus der Veräusserung von land- und forstwirtschaftlichen Grundstücken nach Art. 18 Abs. 4 DBG, mit Ausnahme der Einkünfte aus zu Geschäftsvermögen erklärten Beteiligungen nach Art. 18 Abs. 2 DBG. Nicht unter den Begriff der selbstständigen Erwerbstätigkeit im Sinne von Art. 9 Abs. 1 AHVG und Art. 17 AHVV fällt die blosse Verwaltung des eigenen Vermögens; der daraus resultierende reine Kapitalertrag unterliegt daher nicht der Beitragspflicht. Gleiches gilt in Bezug auf Gewinne aus privatem Vermögen, welche in Ausnützung einer zufällig sich bietenden Gelegenheit erzielt worden sind. Anderseits stellen Kapitalgewinne aus der Veräusserung oder Verwertung von Gegenständen des Privatvermögens, wie Wertschriften oder Liegenschaften, auch bei nicht buchführungspflichtigen (Einzel-)Betrieben, Einkommen aus selbstständiger Erwerbstätigkeit dar, wenn und soweit sie auf gewerbsmässigem Handel beruhen (BGE 125 V 383 E. 2a S. 385 mit Hinweisen).\n\n3.2 Wie das Eidg. Versicherungsgericht im Urteil H 174/04 vom 2. Dezember 2004, E. 4.2, publ. in: SVR 2005 AHV Nr. 16 S. 53, erwogen hat, nimmt Art. 17 AHVV (in der bis 31. Dezember 2000 gültig gewesenen Fassung) die in Art. 18 Abs. 1 DBG verwendeten Begriffe wieder auf und verweist überdies bezüglich der Kapital- und Überführungsgewinne auf Art. 18 Abs. 2 DBG sowie hinsichtlich der Gewinne aus der Veräusserung von land- und forstwirtschaftlichen Grundstücken auf Art. 18 Abs. 4 DBG. Die Bestimmung führt somit bei der Umschreibung des Einkommens aus selbstständiger Erwerbstätigkeit zu einer Harmonisierung zwischen dem Beitragsrecht der AHV und dem Steuerrecht. Soweit das AHVG und die AHVV keine abweichende Regelung enthalten, unterliegen grundsätzlich alle steuerbaren Einkünfte aus selbstständiger Erwerbstätigkeit auch der Beitragspflicht (Urteil des Eidg. Versicherungsgerichts H 17/05 vom 6. Juli 2005, E. 3.2, publ. in: SVR 2006 AHV Nr. 4 S. 12; HANSPETER KÄSER, Die Auswirkungen des DBG, in: René Schaffhauser/Ueli Kieser [Hrsg.], Aktuelle Fragen aus dem Beitragsrecht der AHV, St. Gallen 1998, S. 49 ff., 57).\n\n3.3 Die Ausgleichskassen haben ohne Bindung an die Steuermeldung aufgrund des AHV-Rechts zu beurteilen, wer für ein von der Steuerbehörde gemeldetes Einkommen beitragspflichtig ist. Allerdings sollen sich die Ausgleichskassen bei der Qualifikation gemeldeter Einkünfte in der Regel auf die Steuermeldungen verlassen und BGE 134 V 250 S. 254eigene nähere Abklärungen nur dann vornehmen, wenn sich ernsthafte Zweifel an der Richtigkeit der Steuermeldung ergeben (BGE 121 V 80 E. 2c S. 83; BGE 114 V 72 E. 2 S. 75; BGE 111 V 289 E. 3c S. 294; BGE 110 V 83 E. 4 S. 86 und 369 E. 2a S. 370; BGE 102 V 27 E. 3b S. 30 mit Hinweisen; AHI 1993 S. 221, H 33/91).\n\n4.\n\n4.1\n\n4.1.1 Das kantonale Versicherungsgericht hat unter anderem erwogen, es sei keine Erwerbsabsicht im Sinne des Gesetzes erkennbar. Mit dem Erbgang sei eine für die Beitragspflicht relevante Änderung des Gesellschaftszwecks verbunden gewesen und die Tätigkeit der Gesellschafter beschränke sich auf die Verwaltung und Nutzung der gemeinsamen Liegenschaften. Ein Handel mit Liegenschaften sei hingegen nicht betrieben worden. Die Erträge stünden ferner nicht in einem wirtschaftlichen Zusammenhang mit einer ähnlichen haupt- oder nebenberuflich ausgeübten erwerblichen Tätigkeit. Zu schliessen sei auf eine persönliche Vermögensverwaltung in Form einer grossen privaten Vermögensanlage.\n\n4.1.2 Das BSV macht geltend, eine Überführung der Liegenschaften vom Geschäfts- in das Privatvermögen sei nicht aktenkundig. Es sei weiterhin von Geschäftsvermögen auszugehen, weshalb die aus der Vermietung der Liegenschaften erzielten Einnahmen beitragspflichtiges Einkommen aus selbstständiger Erwerbstätigkeit darstellen. Es müsse nicht geprüft werden, ob zusätzlich eine planmässige, über die blosse Vermögensverwaltung hinausgehende Anlage, Nutzung oder Verwertung vorliege.\n\n4.2 Gemäss Art. 18 Abs. 2 Satz 3 DBG gelten als Geschäftsvermögen alle Vermögenswerte, die ganz oder vorwiegend der selbstständigen Erwerbstätigkeit dienen. Der Begriff des Geschäftsvermögens setzt sich steuerrechtlich somit aus zwei Tatbestandsmerkmalen zusammen, einer selbstständigen Erwerbstätigkeit einerseits und dem Umstand, dass der fragliche Vermögensgegenstand dieser tatsächlich dient anderseits (PETER LOCHER, Kommentar zum DBG, Therwil/Basel 2001, N. 44, 124 zu Art. 18 DBG). Es sind keine Gründe erkennbar, sozialversicherungsrechtlich einen Zusammenhang zwischen BGE 134 V 250 S. 255Geschäftsvermögen und selbstständiger Erwerbstätigkeit zu verneinen. Schon aus begrifflicher Sicht kann nicht gesagt werden, Erträge aus der Bewirtschaftung von Geschäftsvermögen seien Einkünfte aus privater Vermögensverwaltung. Dass gleich wie im Steuerrecht auch im AHV-Beitragsrecht eine Verbindung zwischen Geschäftsvermögen und selbstständiger Erwerbstätigkeit besteht, erhellt namentlich aus Art. 17 AHVV. Danach unterliegen Überführungsgewinne nach Art. 18 Abs. 2 DBG der Beitragspflicht; diese stellen demzufolge Einkommen aus selbstständiger Erwerbstätigkeit dar. Es wäre nicht einsichtig, Erträge aus der Vermietung von Liegenschaften, welche sich im Geschäftsvermögen befinden, von der AHV-Beitragspflicht auszunehmen, im Fall der Überführung derselben in das Privatvermögen jedoch die daraus erzielten Gewinne der Beitragspflicht zu unterstellen. Daran vermag nichts zu ändern, wenn im Urteil 2A.52/2003 vom 23. Januar 2004, publ. in: StE 2004 A 21.14 Nr. 15, das Bundesgericht festgehalten hat, die Vermietung von Liegenschaften gehöre ausgesprochen zur üblichen Verwaltung privaten Anlagevermögens. In dieser Sache war - anders als hier - gerade streitig, ob die Liegenschaften dem Geschäftsvermögen zuzuordnen sind oder nicht. Die Ausführungen des Bundesgerichts sind mithin im Rahmen der Klärung der Zuteilungsfrage erfolgt.\n\nDas Eidg. Versicherungsgericht hat sodann im Zusammenhang mit Einkommen aus Liegenschaftenhandel und -vermietung entschieden, der Grundsatz der parallelen Verabgabung von Vermögensgewinn und Vermögensertrag sei bei Annahme von Geschäftsvermögen zwingend (Urteil H 210/06 vom 22. Juni 2007, E. 6.3, und Urteil des Eidg. Versicherungsgerichts H 36/03 vom 7. Juni 2004, E. 6.5 mit Hinweisen). Nachdem die Überführung von Aktiven vom Geschäfts- in das Privatvermögen regelmässig der Veräusserung gleichgestellt wird (Art. 18 Abs. 2 DBG; HANSPETER KÄSER, Unterstellung und Beitragswesen in der obligatorischen AHV, Bern 1996, Rz. 3.66), muss in Beachtung des Grundsatzes der Parallelität der Verabgabung gelten, dass der aus Liegenschaften vor dieser Überführung erzielte Mietertrag abgaberechtlich gleich behandelt wird, wie der Überführungsgewinn.\n\n4.3 Aus dem Dargelegten erhellt, dass es sich bei den aus der Vermietung von Liegenschaften des Geschäftsvermögens erwirtschafteten Erträgen um Einkünfte aus selbstständiger Erwerbstätigkeit handelt, welche der AHV-Beitragspflicht unterliegen. Steht fest, dass die Liegenschaften zum Geschäftsvermögen gehören, braucht nicht zusätzlich geprüft zu werden, ob es sich bei der Vermietung um eine selbstständige Erwerbstätigkeit handelt oder nicht. Diese Frage ist an sich bereits mit der Zuordnung der Liegenschaften zum Geschäftsvermögen beantwortet. BGE 134 V 250 S. 256\n\n5. Auch bei gegenteiliger Betrachtungsweise hielte der kantonale Entscheid vor Bundesrecht nicht Stand:\n\n5.1 Der vorinstanzliche Entscheid enthält keine Feststellungen darüber, inwieweit die Beschwerdegegner im Zusammenhang mit Vermietung und Verwaltung der Liegenschaften persönlich tätig geworden sind. Immerhin weisen die Erfolgsrechnungen für die Jahre 2004 und 2005 einen Personalaufwand in der Höhe von Fr. 81'805.10 und Fr. 81'925.50 aus, was im Sinne eines Indizes für ein Tätigwerden der Gesellschafter spricht. Selbst wenn die Beschwerdegegner jedoch im Rahmen der Liegenschaftenverwaltung nicht persönlich tätig geworden sein sollten, ist AHV-rechtlich von der Ausübung einer selbstständigen Erwerbstätigkeit auszugehen, wie sich aus dem Nachfolgenden ergibt.\n\n5.2 Den Erben stehen für die steuerrechtliche Behandlung von sich im Geschäftsvermögen des Erblassers befindenden Liegenschaften drei Varianten zur Verfügung: Sie können die Liegenschaften in das Privatvermögen überführen, womit der Kapitalgewinn steuerbar wird (Art. 18 Abs. 2 DBG), was hier bisher nicht geschehen ist. Sodann besteht die Möglichkeit, das Geschäft des Erblassers in der bisherigen oder einer modifizierten Form weiter zu betreiben, woraus sich gegebenenfalls ohne weiteres der Schluss auf eine selbstständige Erwerbstätigkeit ergibt. Die Besteuerung des Kapitalgewinns wird diesfalls bis zum Zeitpunkt einer allfälligen Überführung des Geschäfts- in das Privatvermögen aufgeschoben (Art. 47 Abs. 1 DBG). Ob es sich hier so verhält, lässt sich nicht beurteilen (E. 5.1). Schliesslich ist - drittens - zulässig, die Liegenschaften unter Aufschiebung der Steuer auf dem Kapitalgewinn als Geschäftsvermögen zu deklarieren, ohne dass die Erben die vom Erblasser ausgeübte Geschäftstätigkeit selbst fortsetzen. Auch in diesem Fall gälten sie als selbstständig Erwerbende (Urteil 2A.105/2007 vom 3. September 2007, E. 3.4; MARKUS REICH, Kommentar zum Schweizerischen Steuerrecht [I/2a], Bundesgesetz über die direkte Bundessteuer [DBG], Basel/Genf/München 2000, N. 38 zu Art. 18 DBG; FELIX RICHNER/WALTER FREI/STEFAN KAUFMANN, Handkommentar zum DBG, Zürich 2003, N. 86 zu Art. 18 DBG). Nachdem das Steuerrecht alle drei Varianten erlaubt, muss mit Blick auf den Grundsatz der steuer- und AHV-rechtlichen Parallelität sowie aus veranlagungspraktischen Gründen Gleiches für das AHV-Beitragsrecht gelten und folglich die Zulässigkeit auch der dritten Variante bejaht werden (BGE 133 V 105 E. 4.2 in fine S. 107; Art. 22 Abs. 3 und Art. 23 AHVV). BGE 134 V 250 S. 257\n\nIndem sich die Beschwerdegegner als Erben offenbar steuerrechtlich für diese Möglichkeit entschieden haben, gilt diese Wahl auch mit Bezug auf die Belange des AHV-Rechts: Sie müssen sich eine selbstständige Erwerbstätigkeit entgegenhalten lassen, selbst wenn sie die Geschäftstätigkeit des Erblassers als solche nicht weiterführen. Analog zur Steuer auf dem Kapitalgewinn wird diesfalls die AHV-Beitragserhebung auf dem Kapitalgewinn aufgeschoben; hingegen unterliegen die Erträge aus den sich im Geschäftsvermögen befindenden Liegenschaften der AHV-Beitragspflicht, unabhängig davon, ob die Eigentümer als Erben die Geschäftstätigkeit des Erblassers fortsetzen."}