{"annee": "134", "cour": "IV", "page": "156", "date": "18/12/2007", "cite": ["133 IV 131", "131 II 235", "133 IV 271", "133 IV 76", "123 II 161", "122 II 373", "132 I 42", "133 IV 132", "132 II 469", "111 IB 138", "133 IV 134", "115 IB 68", "123 II 511", "117 IB 64", "126 II 324"], "cite_par": ["145 IV 99", "135 I 191", "137 II 128", "142 IV 250", "136 IV 139", "135 I 19", "139 II 340", "139 II 404", "139 II 65"], "chapeau": "16. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Bundesamt für Justiz und Bundesstrafgericht (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_205/2007 vom 18. Dezember 2007", "regestes": ["Art. 84 LTF; extradition, recours en matière de droit public, cas particulièrement important comme condition de recevabilité. En matière d'extradition également, l'existence d'un cas particulièrement important peut n'être admise qu'exceptionnellement. Importance particulière du cas admise en l'espèce, puisqu'il y avait lieu d'examiner la question de principe de l'efficacité de garanties diplomatiques en relation avec un traitement conforme aux droits de l'homme de la personne poursuivie dans l'Etat requérant (consid. 1.3).", "Art. 43 LTF; mémoire complémentaire. Délai supplémentaire pour compléter la motivation du recours exceptionnellement accordé, compte tenu de la complexité des questions soulevées (consid. 1.6).", "Art. 42 al. 1, art. 43 et art. 100 al. 2 let. b LTF; nouvelles conclusions après l'échéance du délai de recours. Il est exclu pour le recourant, après l'échéance du délai de recours (en l'occurrence de dix jours), de présenter des conclusions qui auraient déjà pu être formulées dans le recours. La loi sur le Tribunal fédéral prévoit, en matière d'entraide pénale internationale, la possibilité d'un délai supplémentaire uniquement pour compléter la motivation du recours. De nouvelles conclusions ne peuvent pas être ajoutées (consid. 1.7).", "Art. 10 al. 3 et art. 25 al. 3 Cst., art. 3 CEDH, art. 7 et art. 10 par. 1 Pacte ONU II, art. 37 al. 3 et art. 80p EIMP; garanties diplomatiques de l'Etat requérant en relation avec un traitement conforme aux droits de l'homme de la personne poursuivie. Des garanties diplomatiques peuvent représenter une protection efficace pour la personne poursuivie. Dans l'examen de ce point, il faut procéder à une évaluation du risque. Dans le cas particulier (extradition à la Russie d'une personne accusée de délits économiques), confirmation de l'admissibilité de l'extradition à la condition que des garanties diplomatiques soient obtenues (consid. 6)."], "faits": "|158|\n\nDie Generalstaatsanwaltschaft der Russischen Föderation führt ein Strafverfahren gegen X. wegen Betrugs und Geldwäscherei.\n\nMit Meldung vom 13. September 2006 ersuchte Interpol Moskau gestützt auf einen Haftbefehl des Gerichts Basmanny vom 3. Mai 2006 um Verhaftung von X. zwecks Auslieferung.\n\nAm 22. Dezember 2006 wurde X. in der Schweiz verhaftet und in provisorische Auslieferungshaft versetzt. Nachdem er sich mit seiner vereinfachten Auslieferung an die Russische Föderation nicht einverstanden erklärt hatte, erliess das Bundesamt für Justiz (im Folgenden: Bundesamt) am 28. Dezember 2006 einen Auslieferungshaftbefehl. Die von X. dagegen erhobene Beschwerde wies das Bundesstrafgericht (I. Beschwerdekammer) am 25. Januar 2007 ab. Hiergegen führte X. Beschwerde beim Bundesgericht. Dieses wies die Beschwerde am 30. März 2007 ab (1A.37/2007).\n\nMit Note vom 4. Januar 2007 übermittelte die Botschaft der Russischen Föderation dem Bundesamt das Auslieferungsersuchen der russischen Generalstaatsanwaltschaft vom 25. Dezember 2006.\n\nAm 9. März 2007 bewilligte das Bundesamt die Auslieferung von X. an Russland für die dem Auslieferungsersuchen vom 25. Dezember 2006 zugrunde liegenden Straftaten; dies unter der Bedingung, dass die zuständigen russischen Behörden folgende Garantie abgeben:\n\n\"Die Haftbedingungen dürfen nicht unmenschlich oder erniedrigend im Sinne von Art. 3 EMRK sein; die physische und psychische Integrität der ausgelieferten Person muss gewahrt sein (vgl. auch Art. 7, 10 und 17 des UNO-Pakts II). Die Gesundheit des Häftlings muss in angemessener Weise sichergestellt werden, insbesondere mittels Zugang zu genügender medizinischer Versorgung. Die diplomatische Vertretung der Schweiz ist |159| berechtigt, die ausgelieferte Person ohne jegliche Überwachungsmassnahmen zu besuchen. Die ausgelieferte Person hat jederzeit das Recht, sich an diese zu wenden.\"\n\nDie von X. dagegen erhobene Beschwerde wies das Bundesstrafgericht (II. Beschwerdekammer) am 5. Juli 2007 im Sinne der Erwägungen ab. Es wies das Bundesamt an, den zuständigen russischen Behörden nach Erhalt des bundesstrafgerichtlichen Entscheids umgehend eine Frist von maximal 30 Tagen für die Abgabe der förmlichen Garantieerklärung gemäss dem Auslieferungsentscheid vom 9. März 2007 anzusetzen.\n\nMit Eingabe vom 16. Juli 2007 erhob X. Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag, der vorliegende Fall sei als besonders bedeutend im Sinne von Art. 84 des Bundesgesetzes vom 17. Juni 2005 über das Bundesgericht (BGG; SR 173.110) einzustufen; dem Beschwerdeführer sei eine angemessene Frist zur Ergänzung der Beschwerdeschrift gemäss Art. 43 BGG einzuräumen; die Entscheide des Bundesstrafgerichtes und des Bundesamtes seien aufzuheben; die Auslieferung sei abzulehnen; der Beschwerdeführer sei freizulassen und es sei ihm die freie Ausreise zu gestatten.\n\nDas Bundesamt hat sich vernehmen lassen mit dem Antrag, der vorliegende Fall sei nicht als besonders bedeutend im Sinne von Art. 84 BGG einzustufen.\n\nX. hat zur Vernehmlassung des Bundesamtes eine Stellungnahme eingereicht. Darin beantragt er neu eventualiter, dass die Schweiz das strafrechtliche Verfahren gegen ihn durchführe (stellvertretende Strafverfolgung).\n\nAm 15. August 2007 teilte das Bundesgericht den Parteien mit, dass kein Nichteintretensentscheid im Sinne von Art. 109 Abs. 1 BGG ergehe und der Fall deshalb im ordentlichen Verfahren gemäss Art. 20 BGG behandelt werde.\n\nGleichentags gewährte das Bundesgericht X. in Anwendung von Art. 43 BGG eine nicht erstreckbare Nachfrist bis zum 5. September 2007 für die Einreichung einer ergänzenden Beschwerdeschrift.\n\nAm 5. September 2007 reichte X. dem Bundesgericht die ergänzende Beschwerdeschrift ein.\n\nDas Bundesgericht weist die Beschwerde, soweit es darauf eintritt, im Sinne der Erwägungen ab. |160|", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.3\n\n1.3.1 Gemäss Art. 84 BGG ist gegen einen Entscheid auf dem Gebiet der internationalen Rechtshilfe in Strafsachen die Beschwerde in öffentlich-rechtlichen Angelegenheiten nur zulässig, wenn er unter anderem eine Auslieferung betrifft und es sich um einen besonders bedeutenden Fall handelt (Abs. 1). Ein besonders bedeutender Fall liegt insbesondere vor, wenn Gründe für die Annahme bestehen, dass elementare Verfahrensgrundsätze verletzt worden sind oder das Verfahren im Ausland schwere Mängel aufweist (Abs. 2).\n\nArt. 84 BGG bezweckt die wirksame Begrenzung des Zugangs zum Bundesgericht im Bereich der internationalen Rechtshilfe in Strafsachen (BGE 133 IV 131 E. 3 S. 132, BGE 133 IV 132 E. 1.3 S. 134). Bei der Beantwortung der Frage, ob ein besonders bedeutender Fall gegeben ist, steht dem Bundesgericht ein weiter Ermessensspielraum zu (Urteil 1C_138/2007 vom 17. Juli 2007, E. 2.1, mit Hinweis).\n\n1.3.2 Es geht hier um eine Auslieferung und damit um ein Sachgebiet, bei dem die Beschwerde nach Art. 84 Abs. 1 BGG möglich ist. Es stellt sich die Frage, ob ein besonders bedeutender Fall gegeben sei.\n\n1.3.3 Der Beschwerdeführer stellt die Wirksamkeit der von den russischen Behörden einzuholenden Zusicherung in Bezug auf seine menschenrechtskonforme Behandlung in Frage. Er bringt vor, Russland habe sich bereits über derartige Garantien hinweggesetzt. Ein Londoner Gericht habe deshalb eine Auslieferung an Russland abgelehnt, obgleich diplomatische Zusicherungen, wie sie hier verlangt würden, vorgelegen hätten. Das Einholen von diplomatischen Zusicherungen werde von namhaften Organisationen und im Schrifttum kritisiert. Weder das Bundesamt noch die Vorinstanz stellten in Frage, dass der Beschwerdeführer im Falle einer Auslieferung aufgrund der Zustände im russischen Untersuchungshaft- und Strafvollzug der Gefahr menschenrechtswidriger Behandlung ausgesetzt wäre. Damit sei entscheidend, ob den diplomatischen Zusicherungen Russlands vertraut werden könne. Dies sei nicht der Fall. Es bestehe Anlass, dass das Bundesgericht auf seine Praxis, Auslieferungen gegen diplomatische Zusicherungen einer menschenrechtskonformen Behandlung zu bewilligen, zurückkomme.\n\nWie unten (E. 6.2) näher darzulegen sein wird, besteht die Gefahr, dass der Beschwerdeführer in russischer Haft einer Art. 3 EMRK |161| verletzenden Behandlung ausgesetzt sein könnte. Er zieht die Wirksamkeit diplomatischer Zusicherungen mit sachlichen Argumenten in Zweifel. Es geht insoweit um Leib und Leben und damit um das höchste Rechtsgut. Aufgrund der Vorbringen des Beschwerdeführers besteht im vorliegenden Fall Anlass zu einer grundsätzlichen Auseinandersetzung mit der Frage.\n\nHinzu kommt, dass - wie die folgenden Darlegungen (E 6.14) ebenfalls zeigen werden - die von den russischen Behörden einzuholenden Zusicherungen in Präzisierung des Auslieferungsentscheids des Bundesamtes jedenfalls so formuliert werden können, dass der Schutz des Beschwerdeführers vor einer menschenrechtswidrigen Behandlung verstärkt wird.\n\nBereits aus diesen Gründen ist die besondere Bedeutung des vorliegenden Falles im Sinne von Art. 84 BGG zu bejahen. Ob - wie der Beschwerdeführer geltend macht - allenfalls noch weitere Gesichtspunkte dafür sprächen, den Fall an die Hand zu nehmen, kann damit offenbleiben.\n\n1.3.4 Zu unterstreichen ist, dass ein besonders bedeutender Fall auch bei einer Auslieferung nur ausnahmsweise angenommen werden kann. In der Regel stellen sich insoweit keine Rechtsfragen, die der Klärung durch das Bundesgericht bedürfen, und kommt den Fällen auch sonst wie keine besondere Tragweite zu.\n\n(...)\n\n1.6 Die Möglichkeit, die Beschwerdebegründung nach Art. 43 BGG zu ergänzen, wird nur ausnahmsweise auf begründeten Antrag hin gewährt in aussergewöhnlich umfangreichen oder besonders schwierigen Fällen, in denen die Beschwerdefrist von zehn Tagen nach Art. 100 Abs. 2 lit. b BGG nicht genügt für die vollständige Begründung sämtlicher Rügen. Dabei kommt es nicht so sehr auf den grossen Umfang der Akten an, sondern die Vielzahl und Schwierigkeit der sich stellenden Tat- oder Rechtsfragen (BGE 133 IV 271 E. 2.1 S. 273).\n\nDer Beschwerdeführer hat in seiner Eingabe vom 16. Juli 2007 auf 38 Seiten begründet, weshalb seiner Ansicht nach ein besonders bedeutender Fall gegeben sei. Diese Ausführungen sind sachbezogen und trotz ihres erheblichen Umfangs nicht weitschweifig. Er kritisiert insbesondere - mit dem Ziel der Herbeiführung eines bundesgerichtlichen Grundsatzentscheides dazu - eingehend und in Auseinandersetzung mit Stellungnahmen verschiedener Organisationen die |162| Wirksamkeit diplomatischer Garantien. Die weiteren Rügen hat er in der Eingabe vom 16. Juli 2007 auf vier Seiten lediglich summarisch begründet; dies verbunden mit dem Antrag auf Einräumung einer Nachfrist zur Einreichung einer ergänzenden Beschwerdebegründung. Dies kann ihm unter den gegebenen Umständen nicht zum Vorwurf gemacht werden. Er hat innert der Beschwerdefrist von zehn Tagen getan, was von ihm vernünftigerweise erwartet werden konnte. In Anbetracht der Schwierigkeit der sich stellenden Fragen rechtfertigte sich - nachdem das Bundesgericht die Beschwerde als zulässig erachtet hatte - ausnahmsweise die Einräumung einer nicht erstreckbaren Nachfrist zur eingehenden Begründung der Rügen.\n\n1.7 Da der Fristenstillstand gemäss Art. 46 Abs. 2 BGG auf dem Gebiet der internationalen Rechtshilfe in Strafsachen nicht gilt, ist hier die Beschwerdefrist von zehn Tagen nach Art. 100 Abs. 2 lit. b BGG am 16. Juli 2007 abgelaufen.\n\nIn der Eingabe vom 16. Juli 2007 hat der Beschwerdeführer keinen Eventualantrag gestellt, die Schweiz solle das Strafverfahren gegen ihn durchführen (stellvertretende Strafverfolgung). Er tat dies erst in der Stellungnahme vom 9. August 2007 zur Vernehmlassung des Bundesamtes; sodann erneut in der ergänzenden Beschwerdebegründung vom 5. September 2007.\n\nDer Eventualantrag ist damit verspätet. Mit Anträgen, die der Beschwerdeführer bereits in der Beschwerde hätte erheben können, ist er nach Ablauf der Beschwerdefrist ausgeschlossen (BGE 132 I 42 E. 3.3.4 S. 47 mit Hinweisen). Gemäss Art. 100 Abs. 1 i.V.m. Abs. 2 lit. b BGG ist die Beschwerde gegen einen Entscheid auf dem Gebiet der internationalen Rechtshilfe in Strafsachen innert zehn Tagen nach der Eröffnung der vollständigen Ausfertigung beim Bundesgericht einzureichen. Die Beschwerde muss nach Art. 42 Abs. 1 BGG insbesondere die Begehren und deren Begründung enthalten. Art. 43 BGG sieht lediglich die Möglichkeit einer Nachfrist zur Ergänzung der Begründung der Beschwerde vor. Neue Begehren können nicht nachgeschoben werden.\n\nAuf den Eventualantrag kann daher nicht eingetreten werden.\n\n(...)\n\n6.\n\n6.1 Der Beschwerdeführer macht geltend, in Russland drohe ihm eine menschenrechtswidrige Behandlung in der Untersuchungshaft und im allfälligen Strafvollzug. Aufgrund einer Erkrankung hätten ihm |163| die Schilddrüsen entfernt werden müssen. Daher sei er auf ständige Medikation angewiesen. Im Falle einer Auslieferung und des damit verbundenen Mangels an einer Therapierung mit den notwendigen Medikamenten könnte er in vergleichsweise kurzer Zeit ins Koma fallen. Es sei unbestritten, dass seine Menschenrechte im Falle einer Auslieferung ernsthaft in Gefahr wären, doch gingen sowohl die Vorinstanz als auch das Bundesamt davon aus, es reiche aus, mittels diplomatischer Garantien die Einhaltung der Menschenrechte durch Russland einzufordern. Dem könne nicht gefolgt werden. Russland halte diplomatische Garantien nicht ein. Diese seien auch in der völkerrechtlichen Diskussion umstritten. Aus einem Bericht von Human Rights Watch zu aus Guantanamo nach Russland ausgelieferten Personen ergebe sich, dass sich Russland über diplomatische Zusicherungen hinweggesetzt habe, welche es den Vereinigten Staaten von Amerika abgegeben habe. Wenn Russland sich schon nicht an diplomatische Zusicherungen gehalten habe, die es gegenüber einem mächtigen Staat wie den Vereinigten Staaten abgegeben habe, sei nicht zu erwarten, dass es sich an diplomatische Garantien halte, die es der Schweiz gegenüber abgebe. Die Chancen, dass der Beschwerdeführer in Russland Misshandlungen erdulden müsste, seien derart hoch, dass eine Auslieferung abgelehnt werden müsse. Eine umfassende Risikoabwägung habe bisher nicht stattgefunden.\n\n6.2 Wie das Bundesgericht bereits festgestellt hat, lässt die Menschenrechtslage in Russland zu wünschen übrig. Sie gibt sogar - besonders in Tschetschenien - zu schwerer Beunruhigung Anlass (BGE 126 II 324 E. 4e S. 328). Das Bundesgericht hat sich insbesondere mehrfach zu den prekären Verhältnissen in den russischen Untersuchungshaft- und Strafanstalten geäussert (BGE 123 II 161 E. 6e und f S. 168 ff.). Die medizinische Betreuung ist dort im Allgemeinen mangelhaft. Die Sterblichkeitsrate ist hoch (Urteile 1A.17/2005 vom 11. April 2005, E. 3.4; 1A.118/2003 vom 26. Juni 2003, E. 4.2, mit Hinweis). Die Zellen sind stark überbelegt, die hygienischen Verhältnisse in der Regel deplorabel. Es gibt viele Gefangene, die an Tuberkulose leiden oder HIV-positiv sind (Urteil 1A.118/2003 vom 26. Juni 2003, E. 4.3).\n\nDer Europäische Gerichtshof für Menschenrechte hat in zahlreichen Fällen eine Verletzung von Art. 3 EMRK durch Russland aufgrund der dortigen Verhältnisse im Haftvollzug festgestellt; dies insbesondere wegen der starken Überbelegung der Zellen (Urteile i.S. Frolov gegen Russland vom 29. März 2007, Ziff. 43 ff. mit Hinweisen; |164| i.S. Benediktov gegen Russland vom 10. Mai 2007, Ziff. 31 ff.; i.S. Mamedova gegen Russland vom 1. Juni 2006, Ziff. 61 ff.), der ungenügenden medizinischen Betreuung (Urteil i.S. Khudobin gegen Russland vom 26. Oktober 2006, Ziff. 90 ff.) und der miserablen sanitären Verhältnisse (Urteil i.S. Kalashnikov gegen Russland vom 15. Juni 2002, Recueil CourEDH 2002-VI S. 135, Ziff. 92 ff.).\n\nWie insbesondere aus den Urteilen des Europäischen Gerichtshofes zu schliessen ist, stellen die prekären Bedingungen im russischen Haftvollzug ein strukturelles Problem dar, das nicht nur in einzelnen Anstalten besteht (Urteil 1A.118/2003 vom 26. Juni 2003, E. 4.3). Damit ist davon auszugehen, dass der Beschwerdeführer bei einer Auslieferung der Gefahr einer gegen Art. 3 EMRK verstossenden unmenschlichen oder erniedrigenden Behandlung ausgesetzt wäre. Das nimmt zu Recht auch die Vorinstanz an.\n\n6.3 Die Schweiz prüft die Auslieferungsvoraussetzungen des Europäischen Auslieferungsübereinkommens vom 13. Dezember 1957 (EAUe; SR 0.353.1) auch im Lichte ihrer grundrechtlichen völkerrechtlichen Verpflichtungen. Nach Völkerrecht - wie auch schweizerischem Landesrecht - sind Folter und jede andere Art grausamer, unmenschlicher oder erniedrigender Behandlung oder Bestrafung verboten (Art. 3 EMRK und Art. 7 sowie Art. 10 Abs. 1 UNO-Pakt II [SR 0.103.2], Art. 10 Abs. 3 BV). Niemand darf in einen Staat ausgeliefert werden, in dem ihm Folter oder eine andere Art grausamer und unmenschlicher Behandlung oder Bestrafung droht (Art. 25 Abs. 3 BV; BGE 133 IV 76 E. 4.1 mit Hinweisen).\n\nBei heiklen Konstellationen bestehen die schweizerischen Behörden beim ersuchenden Staat regelmässig auf förmliche Garantieerklärungen bezüglich der Einhaltung der Grund- und Menschenrechte. Bei Auslieferungsfällen - auch in solchen, in denen das Europäische Auslieferungsübereinkommen anwendbar ist - kann der ersuchende Staat in einem konkreten Einzelfall zur Einhaltung bestimmter Verfahrensgarantien als Bedingung für eine Auslieferung ausdrücklich verpflichtet werden. Dies gilt namentlich für die Zulassung unangemeldeter Haftbesuche und die Beobachtung des Strafverfahrens durch Vertreter der Botschaft des ersuchten Staates (BGE 133 IV 76 E. 4.5 S. 88 f. mit Hinweisen).\n\n6.4 In Fällen, mit denen sich das Bundesgericht zu befassen hatte, wurden derartige Garantieerklärungen eingeholt namentlich von: |165|\n\n- Russland (BGE 123 II 161 E. 6f/cc S. 172 f.; Urteile 1A.17/2005 vom 11. April 2005, E. 3.4; 1A.118/2003 vom 26. Juni 2003, E. 4.3; 1A.42/1998 vom 8. April 1998, E. 4; 1A.195/1991 vom 19. März 1992, E. 5e);\n\n- der Türkei (BGE 133 IV 76 E. 4; BGE 122 II 373 E. 2d S. 380; Urteil 1A.13/2007 vom 9. März 2007, E. 3);\n\n- Kasachstan (BGE 123 II 511 E. 6c S. 522 f.);\n\n- Tunesien (BGE 111 Ib 138 E. 6 S. 145 ff.);\n\n- Georgien (Urteil 1A.172/2006 vom 7. November 2006, E. 5 nicht publ. in BGE 132 II 469);\n\n- Serbien und Montenegro (Urteil 1A.4/2005 vom 28. Februar 2005, E. 4 nicht publ. in BGE 131 II 235);\n\n- der Bundesrepublik Jugoslawien (Urteil 1A.93/2002 vom 15. Mai 2002, E. 6);\n\n- Albanien (Urteil 1A.149/2004 vom 20. Juli 2004, E. 4);\n\n- Mexiko (Urteile 1A.149/1999 vom 9. September 1999, E. 8b; 1A.159/1997 vom 30. Juli 1997, E. 3);\n\n- Indien (Urteil 1A.184/1997 vom 16. September 1997, E. 4).\n\n6.5 Der Europäische Gerichtshof für Menschenrechte berücksichtigt diplomatische Zusicherungen bei der Beurteilung, ob der ersuchte Staat mit der Auslieferung Art. 3 EMRK verletzte. So hat der Gerichtshof im Urteil in Sachen Olaechea gegen Spanien vom 10. August 2006 eine Verletzung von Art. 3 EMRK verneint in einem Fall, in dem Peru als ersuchender Staat unter anderem die Zusicherung abgegeben hatte, der Verfolgte werde weder unmenschlich noch erniedrigend behandelt (Ziff. 30 ff.). Ebenso hat der Gerichtshof (Grosse Kammer) im Urteil in Sachen Mamatkulov und Askarov gegen Türkei vom 4. Februar 2005 (Recueil CourEDH 2005-I S. 225; EuGRZ 2005 S. 357) eine Verletzung von Art. 3 EMRK verneint in einem Fall, in dem die Türkei zwei mutmassliche usbekische Terroristen an Usbekistan ausgeliefert hatte, nachdem sie von den usbekischen Behörden unter anderem die Zusicherung erhalten hatte, dass die Verfolgten keiner schlechten Behandlung und insbesondere keiner Folter unterworfen würden (Ziff. 56 ff.).\n\nIm Urteil des Europäischen Gerichtshofes in Sachen Chahal gegen Vereinigtes Königreich vom 15. November 1996 (Recueil CourEDH 1996-V S. 1831) ging es um die Ausweisung eines separatistischen |166| Sikh nach Indien. Die indischen Behörden hatten zugesichert, er werde in Indien keiner schlechten Behandlung unterworfen. Der Gerichtshof kam in Würdigung der konkreten Umstände zum Schluss, die von Indien abgegebenen Garantien stellten keinen hinreichenden Schutz für den Betroffenen dar. Der Gerichtshof stellte deshalb fest, dass eine Ausweisung, falls sie vollzogen würde, Art. 3 EMRK verletzte. Er trug insbesondere dem Umstand Rechnung, dass schwere Menschenrechtsverletzungen der Sicherheitskräfte in der Provinz Pendjab namentlich gegen bekannte militante Sikhs, wie der Betroffene einer war, häufig waren und die indische Regierung dieses Problem noch nicht bewältigen konnte (Ziff. 72 ff.).\n\n6.6 Die Praxis der Einholung diplomatischer Garantien stösst auf Kritik.\n\n6.6.1 Human Rights Watch vertritt in einem Bericht vom April 2004 die Auffassung, diplomatische Zusicherungen und ein Monitoring nach der Auslieferung stellten keine adäquate Sicherung gegen Folter und andere schlechte Behandlung dar (\"Empty Promises\": Diplomatic Assurances No Safeguard against Torture, S. 4).\n\nIn einem gemeinsamen Aufruf vom 2. Dezember 2005 an die Mitglieder des Europarates legen Amnesty International, Human Rights Watch und die International Commission of Jurists dar, der ausliefernde Staat erzwinge mit diplomatischen Zusicherungen eine Ausnahme von der Folterpraxis im Empfängerstaat in einem Einzelfall. Damit werde die Folter von anderen Gefangenen im Empfängerstaat akzeptiert. Wenn ein Staat mit diplomatischen Zusicherungen eine \"Insel der Legalität\" im Empfängerstaat schaffe, komme das dem Eingeständnis gefährlich nahe, dass er den \"Ozean des Missbrauchs\", der diese Insel umgebe, akzeptiere. Diplomatische Zusicherungen hätten nicht funktioniert und nichts berechtige zur Annahme, dass die Verbesserung und Perfektionierung solcher Garantien einen adäquaten Schutz gegen Folter und andere menschenrechtswidrige Behandlung herbeiführen könnte (Reject rather than regulate, Call on Council of Europe member states not to establish minimum standards for the use of diplomatic assurances in transfers to risk of torture and other ill-treatment, S. 2).\n\nIn einem Bericht vom März 2007 (The \"Stamp of Guantanamo\", The Story of Seven Men Betrayed by Russia's Diplomatic Assurances to the United States) schildert Human Rights Watch das Schicksal von sieben russischen Gefangenen, die in Guantanamo inhaftiert waren |167| und von den Behörden der Vereinigten Staaten an Russland überstellt worden waren. In Russland seien sie in Verletzung der diplomatischen Zusicherungen der russischen Behörden misshandelt worden.\n\nKritisch zu den diplomatischen Garantien geäussert hat sich auch die Hochkommissarin für Menschenrechte der Vereinten Nationen in einem Vortrag vom 16. Februar 2006. Sie bemerkt insbesondere, es sei schwer anzunehmen, dass eine Regierung, die sich nicht an bindendes Recht wie das Folterverbot halte, sich an rechtlich nicht bindende zweiseitige zwischenstaatliche Abmachungen halte, welche sich einzig auf Vertrauen stützten (Address by Louise Arbour, UN High Commissioner for Human Rights, at Chatham House and the British Institute of International and Comparative Law).\n\n6.6.2 Auch in der schweizerischen Literatur werden diplomatische Garantien teilweise kritisiert.\n\nMARTINA CARONI führt aus, aus menschenrechtlicher Sicht müsse die Tauglichkeit von diplomatischen Zusicherungen als wirksamer Schutz vor Folter und unmenschlicher oder erniedrigender Behandlung und Bestrafung verneint werden. Das Folterverbot gelte absolut. Personen, bei denen stichhaltige Gründe für die Annahme vorlägen, dass sie im Falle einer Auslieferung der tatsächlichen Gefahr von Folter oder unmenschlicher bzw. erniedrigender Behandlung ausgesetzt würden, dürften unter keinen Umständen ausgeliefert werden. Die Staaten könnten sich nicht durch das Einholen diplomatischer Zusicherungen dieser Verantwortlichkeit entziehen. Auch wenn diplomatische Zusicherungen völkerrechtlich bindend seien, sei doch die Möglichkeit eines Staates, auf die Einhaltung der abgegebenen Garantien hinzuwirken, relativ beschränkt. Die Praxis zeige, dass sich die Staaten keineswegs immer an die abgegebenen Versprechen hielten (Menschenrechtliche Wegweisungsverbote: Neuere Praxis, in: Jahrbuch für Migrationsrecht 2006/2007, Bern 2007, S. 59 f.).\n\nPETER POPP bemerkt, Art. 2 des Bundesgesetzes vom 20. März 1981 über internationale Rechtshilfe in Strafsachen (IRSG; SR 351.1), wonach einem Ersuchen zur Zusammenarbeit in Strafsachen nicht entsprochen wird, wenn Gründe für die Annahme bestehen, dass das Verfahren im Ausland den in der EMRK oder im UNO-Pakt II festgelegten Verfahrensgrundsätzen widerspricht, sehe die Verweigerung zwingend vor; es handle sich um keine Kann-Vorschrift. Zwar sei die Gewährung von Rechtshilfe unter Auflagen ein minus in der Perspektive des ersuchenden Staates. Indessen sei ratio legis nicht der |168| schweizerische Ordre public, sondern in erster Linie der Schutz des betroffenen Individuums. Diesem gegenüber sei Rechtshilfe selbst unter Auflagen ein maius, für welches eine gesetzliche Grundlage gegeben sein müsste. Die Auflage sei zudem kein taugliches Mittel, die Menschenrechte zu garantieren. Ein Staat nämlich, der zwar die internationalen Menschenrechtspakte ratifiziere, sich aber nicht daran halte - darin liege ja gerade die Gefahr einer Verletzung begründet -, biete keine Gewähr dafür, dass er eine im Rechtshilfeverfahren eingegangene, inhaltlich identische Verpflichtung einhalte (Grundzüge der internationalen Rechtshilfe in Strafsachen, Basel 2001, S. 255 N. 382).\n\nROBERT ZIMMERMANN stimmt der Praxis der Einholung diplomatischer Zusicherungen demgegenüber offenbar zu. Er bemerkt unter Hinweis auf die Rechtsprechung des Europäischen Gerichtshofes für Menschenrechte, die Einholung genauer und hinreichender Garantien in Bezug auf die Haftbedingungen könne den ersuchten Staat vom Vorwurf einer Verletzung von Art. 3 EMRK schützen (La coopération judiciaire internationale en matière pénale, 2. Aufl., Bern 2004, S. 458 N. 420, insb. Fn. 657).\n\n6.6.3 In einem Schreiben vom 14. Dezember 2006 ersuchte Human Rights Watch die Schweiz, sich nicht auf diplomatische Zusicherungen zu verlassen und auf dieses Instrument zu verzichten.\n\nAm 4. April 2007 antwortete Bundespräsidentin Calmy-Rey Human Rights Watch, der Rückgriff auf diplomatische Garantien gegen die Anwendung von Folter im Rahmen der Überstellung von Personen in andere Länder könne insbesondere im Hinblick auf den Grundsatz des non-refoulement problematisch sein. Diese Position habe die Schweiz sowohl im Europarat als auch in den Vereinten Nationen vertreten und habe sich nicht geändert. Den Rückgriff auf diplomatische Zusicherungen zur Umgehung des absoluten Folterverbots habe die Schweiz stets verurteilt; dies auch im gegenwärtigen Zusammenhang des Kampfes gegen den Terrorismus. In Bezug auf die schweizerische Praxis müsse unterschieden werden zwischen Fällen der Ausweisung und der Auslieferung. Diplomatische Zusicherungen seien ein angemessenes Mittel nur in Fällen der Auslieferung, da der ersuchende Staat ein starkes Interesse an der Beachtung solcher Zusicherungen habe. Falls dieser eine Zusicherung missachte, würde er die weitere Zusammenarbeit auf diesem Gebiet gefährden. In Fällen der Ausweisung aufgrund der Gesetzgebung über Asyl und |169| Ausländer sei es gesetzlich untersagt, solche Zusicherungen zu verlangen. Eine Auslieferung sei unzulässig, wenn ein besonderes Risiko bestehe, dass eine zwingende Norm des Völkerrechts wie das Verbot der Folter oder anderer unmenschlicher oder erniedrigender Behandlung verletzt werden könnte. Mache der Verfolgte eine solche Gefahr geltend, nähmen die Behörden eine Risikoanalyse vor. In anderen Fällen werde automatisch eine Risikoanalyse vorgenommen, wenn es die besonderen Umstände und die allgemeine Menschenrechtslage im betroffenen Staat als erforderlich erscheinen liessen. Führe die Analyse zum Schluss, dass ein Risiko der Verletzung nicht ausgeschlossen werden könne, so werde die Möglichkeit geprüft, das Risiko durch die Einholung von Garantien zu beseitigen. Diese Garantien würden in gesetzlich bindender Form in Übereinstimmung mit dem Völkerrecht abgegeben. Die Schweiz ersuche um zusätzliche Garantien, die an sich nicht nötig seien und vom Völkerrecht nicht verlangt würden, nur in Fällen, in denen das Risiko, dass die Grundrechte der Person verletzt werden könnten, minimal sei. Indem die Schweiz in solchen Fällen Garantien verlange, versuche sie klarerweise nicht, das Folterverbot oder den Grundsatz des non-refoulement zu umgehen. Im Gegenteil gehe sie über ihre völkerrechtlichen Verpflichtungen hinaus. Die Schweiz habe in völliger Transparenz den einzigen Fall offengelegt, in dem der Rückgriff auf diplomatische Garantien erfolglos gewesen sei. Dabei gehe es um die Auslieferung am 3. Oktober 1997 von zwei türkischen Staatsbürgern nach Indien. Es sei hervorzuheben, dass dieser Fall nicht das Folterverbot betroffen habe. Nach diesem Vorfall habe die Schweiz keine Auslieferungsersuchen von Indien mehr genehmigt. Die Schweizer Behörden hätten keine Kenntnis von einem Fall, in dem Folter nach einer von Zusicherungen begleiteten Auslieferung endgültig bewiesen worden sei.\n\n6.7 Bei Ländern mit bewährter Rechtsstaatskultur - insbesondere jenen Westeuropas - bestehen regelmässig keine ernsthaften Gründe für die Annahme, dass der Verfolgte bei einer Auslieferung dem Risiko einer Art. 3 EMRK verletzenden Behandlung ausgesetzt sein könnte. Deshalb wird hier die Auslieferung ohne Auflagen gewährt.\n\nDann gibt es Fälle, in denen zwar ernsthafte Gründe für die Annahme bestehen, dass der Verfolgte im ersuchenden Staat einer menschenrechtswidrigen Behandlung ausgesetzt sein könnte, dieses Risiko aber mittels diplomatischer Garantien behoben oder jedenfalls auf ein so geringes Mass herabgesetzt werden kann, dass es als nur noch theoretisch erscheint. Ein solches theoretisches Risiko einer |170| menschenrechtswidrigen Behandlung kann, da es praktisch immer besteht, für die Ablehnung der Auslieferung nicht genügen. Sonst wären Auslieferungen überhaupt nicht mehr möglich und könnten sich Straftäter durch Grenzübertritt vor der Verfolgung schützen.\n\nSchliesslich gibt es Fälle, in denen das Risiko einer menschenrechtswidrigen Behandlung auch mit diplomatischen Zusicherungen nicht auf ein Mass herabgesetzt werden kann, dass es als nur noch theoretisch erscheint. Als Beispiel kann auf das (E. 6.5) erwähnte Urteil des Europäischen Gerichtshofes in Sachen Chahal gegen Vereinigtes Königreich verwiesen werden.\n\n6.8 Für die Beantwortung der Frage, in welche Kategorie der Einzelfall gehört, ist eine Risikobeurteilung vorzunehmen. Dabei ist zunächst die allgemeine menschenrechtliche Situation im ersuchenden Staat zu würdigen. Sodann - und vor allem - ist zu prüfen, ob der Verfolgte selber aufgrund der konkreten Umstände seines Falles der Gefahr einer menschenrechtswidrigen Behandlung ausgesetzt wäre (BGE 117 Ib 64 E. 5f S. 91; BGE 115 Ib 68 E. 6 S. 87; Urteil 1A.184/ 1997 vom 16. September 1997, E. 4d). Dabei spielt insbesondere eine Rolle, ob er gegebenenfalls zu einer Personengruppe gehört, die im ersuchenden Staat in besonderem Masse gefährdet ist.\n\n6.9 Wie (E. 6.5) gesagt, hat der Europäische Gerichtshof für Menschenrechte wiederholt eine Verletzung von Art. 3 EMRK durch den ausliefernden Staat mit Blick auf diplomatische Zusicherungen des ersuchenden Staates verneint. Der Beschwerdeführer geht somit fehl, wenn er vorbringt, der Gerichtshof kritisiere den Rückgriff auf diplomatische Zusicherungen grundsätzlich. Eine derartige Kritik ist auch im Urteil in Sachen Chahal gegen Vereinigtes Königreich, auf das sich der Beschwerdeführer beruft, nicht enthalten. Zwar hat dort der Gerichtshof befunden, eine Auslieferung, falls sie vollzogen würde, verletzte trotz der diplomatischen Zusicherung der indischen Regierung, den Betroffenen keiner schlechten Behandlung zu unterwerfen, Art. 3 EMRK (Ziff. 105 ff.). Der Gerichtshof hat die Wirksamkeit diplomatischer Garantien aber nicht grundsätzlich, sondern nur im zu beurteilenden Einzelfall aufgrund der gegebenen Umstände verneint.\n\n6.10 Gemäss Art. 37 Abs. 3 IRSG wird die Auslieferung abgelehnt, wenn der ersuchende Staat keine Gewähr bietet, dass (...) der Verfolgte nicht einer Behandlung unterworfen wird, die seine körperliche Integrität beeinträchtigt. Daraus folgt e contrario, dass die Auslieferung zu bewilligen ist, wenn der ersuchende Staat eine als verlässlich |171| zu beurteilende Zusicherung abgibt, dass er die körperliche Integrität des Verfolgten beachten wird (Urteile 1A.172/2006 vom 7. November 2006, E. 5.3 nicht publ. in BGE 132 II 469; 1A.17/2005 vom 11. April 2005, E. 3.4; 1A.42/1998 vom 8. April 1998, E. 4c; 1A.159/ 1997 vom 30. Juli 1997, E. 3c). Die Möglichkeit der Gewährung von Rechtshilfe unter Auflagen sieht sodann Art. 80p IRSG ausdrücklich vor. Nach der Rechtsprechung ist diese Bestimmung auch bei der Auslieferung anwendbar (BGE 123 II 511 E. 4a am Schluss; ZIMMERMANN, a.a.O., S. 183). Entgegen der Ansicht von POPP besteht somit eine gesetzliche Grundlage für die Auslieferung unter Einholung diplomatischer Garantien.\n\nArt. 11 EAUe sieht die Bewilligung der Auslieferung vor gegen die Zusicherung des ersuchenden Staates, dass er keine Todesstrafe vollstreckt. Ebenso kann gemäss Art. 3 Ziff. 1 Satz 2 des Zweiten Zusatzprotokolls vom 17. März 1978 zum EAUe (SR 0.353.12) der ersuchte Staat die Auslieferung bewilligen gegen die Zusicherung des ersuchenden Staates, wonach dieser dem in Abwesenheit Verurteilten das Recht auf ein neues Gerichtsverfahren gewährleistet, in dem die Rechte der Verteidigung gewahrt werden. Die hier anwendbaren internationalen Abkommen sehen somit die Einholung von diplomatischen Zusicherungen vor. Es ist nicht ersichtlich, weshalb Letzteres nicht auch zulässig sein sollte, soweit es um das Verbot der Folter oder anderer unmenschlicher oder erniedrigender Behandlung geht.\n\n6.11 Die Schweiz hat schon mehrfach Auslieferungen an Russland unter Einholung diplomatischer Garantien bewilligt (oben E. 6.4). Dabei hat sich Russland an die abgegebenen Garantien stets gehalten. Der Beschwerdeführer behauptet auch nicht das Gegenteil.\n\nEr beruft sich auf den Fall von sieben Gefangenen, die nach einem Bericht von Human Rights Watch vom März 2007 von Guantanamo nach Russland überstellt und dort entgegen der von den russischen Behörden den Vereinigten Staaten abgegebenen Zusicherung misshandelt worden seien. Wie sich dem Bericht von Human Rights Watch entnehmen lässt, handelt es sich bei den sieben Betroffenen um Moslems, die zunächst von den Streitkräften der Vereinigten Staaten in Afghanistan und Pakistan gefangen gehalten wurden. Dabei ging es um die Bekämpfung des Terrorismus. Ein solcher Hintergrund besteht im vorliegenden Fall nicht. Dem Beschwerdeführer werden gemeinrechtliche Wirtschaftsdelikte vorgeworfen. Dies ist bei der Risikobeurteilung zu berücksichtigen. |172|\n\nEine besondere Menschenrechtsproblematik besteht in Russland im Zusammenhang mit dem Konflikt in Tschetschenien (Urteil 1A.17/ 2005 vom 11. April 2005, E. 3.3.1). So hat nach dem (E. 6.6.1) erwähnten Bericht von Human Rights Watch vom April 2004 ein Londoner Gericht im Jahr 2003 die Auslieferung eines Gesandten der tschetschenischen Exilregierung an Russland abgelehnt, obwohl diplomatische Zusicherungen in Bezug auf seine menschenrechtskonforme Behandlung vorlagen (S. 29 ff.). Der Fall des Beschwerdeführers steht in keinem Zusammenhang mit dem Konflikt in Tschetschenien. Insoweit ist der Beschwerdeführer daher ebenfalls keinem erhöhten Risiko ausgesetzt.\n\n6.12 Bisher ist lediglich ein Fall bekannt, in dem sich der ersuchende Staat gegenüber der Schweiz nicht an die abgegebenen Zusicherungen gehalten hat. Dabei ging es, wie (E. 6.6.3) dargelegt, um die Auslieferung von zwei türkischen Staatsbürgern am 3. Oktober 1997 nach Indien. In jenem Fall wurde aber nicht das Folterverbot missachtet, sondern das Beschleunigungsgebot (vgl. Group of Specialists on Human Rights and the Fight against Terrorism, Steering Committee for Human Rights, Bericht vom 15. März 2006, S. 43). Im vorliegenden Fall geht es nicht um eine Auslieferung nach Indien. Jenem Fall kommt hier deshalb für die Risikobeurteilung keine besondere Bedeutung zu.\n\n6.13 In Würdigung der gegebenen Umstände lässt sich das Risiko einer menschenrechtswidrigen Behandlung des Beschwerdeführers mittels diplomatischer Zusicherungen Russlands auf ein so geringes Mass herabsetzen, dass es als nur noch theoretisch erscheint. Die Vorinstanzen haben die Auslieferung deshalb grundsätzlich zu Recht bewilligt.\n\n6.14 Die Garantien müssen allerdings so wirksam wie möglich ausgestaltet werden.\n\nDie Vorinstanzen verlangen von den zuständigen russischen Behörden die Abgabe folgender Zusicherung:\n\n\"Die Haftbedingungen dürfen nicht unmenschlich oder erniedrigend im Sinne von Art. 3 EMRK sein; die physische und psychische Integrität der ausgelieferten Person muss gewahrt sein (vgl. auch Art. 7, 10 und 17 des UNO-Pakts II). Die Gesundheit des Häftlings muss in angemessener Weise sichergestellt werden, insbesondere mittels Zugang zu genügender medizinischer Versorgung. Die diplomatische Vertretung der Schweiz ist berechtigt, die ausgelieferte Person ohne jegliche Überwachungsmassnahmen zu besuchen. Die ausgelieferte Person hat jederzeit das Recht, sich an diese zu wenden.\" |173|\n\nDer dadurch gewährte Schutz des Beschwerdeführers kann in verschiedener Hinsicht verstärkt werden.\n\n6.14.1 Nach der von den Vorinstanzen verlangten Zusicherung hat der Beschwerdeführer jederzeit das Recht, sich an die diplomatische Vertretung der Schweiz zu wenden; diese ist berechtigt, den Beschwerdeführer ohne jegliche Überwachungsmassnahmen zu besuchen. In der Zusicherung wird aber nicht ausdrücklich verlangt, dass die diplomatische Vertretung der Schweiz das Recht haben muss, den Beschwerdeführer jederzeit und unangemeldet zu besuchen. Eine solche Zusicherung ist nach der Rechtsprechung erforderlich (BGE 133 IV 76 E. 4.8 S. 91; BGE 123 II 511 E. 6c S. 523; Urteile 1A.4/2005 vom 28. Februar 2005, E. 4.3 und 4.6 nicht publ. in BGE 131 II 235; 1A.149/2004 vom 20. Juli 2004, E. 4.3; 1A.118/2003 vom 26. Juni 2003, E. 4.4; 1A.75/1993 vom 18. März 1994, E. 5b; 1A.195/1991 vom 19. März 1992, E. 5e). Die von den russischen Behörden einzuholende Zusicherung ist entsprechend zu präzisieren. So kann vermieden werden, dass die schweizerische diplomatische Vertretung gegebenenfalls so lange hingehalten wird, bis Spuren einer menschenrechtswidrigen Behandlung beseitigt sind.\n\n6.14.2 Von den russischen Behörden ist zudem zu verlangen, dass sie der schweizerischen diplomatischen Vertretung den Ort der Inhaftierung des Beschwerdeführers bekannt geben und sie die schweizerische Vertretung über eine allfällige Verlegung des Beschwerdeführers in ein anderes Gefängnis unverzüglich orientieren. Diese Garantie ist von Bedeutung in Anbetracht der Grösse des russischen Staatsgebietes. Die schweizerische diplomatische Vertretung muss jederzeit wissen, wo sie den Beschwerdeführer finden kann. Die Rechtsprechung hat bereits in früheren Fällen eine entsprechende Garantie verlangt (BGE 122 II 373 E. 2d S. 380; Urteile 1A.172/2006 vom 7. November 2006, E. 5.2 nicht publ. in BGE 132 II 469; 1A.75/1993 vom 18. März 1994, E. 5b).\n\n6.14.3 Im Weiteren ist die Auslieferung von der Zusicherung abhängig zu machen, dass der Beschwerdeführer das Recht hat, mit seinem Wahl- oder Offizialverteidiger uneingeschränkt und unbewacht zu verkehren (ebenso BGE 133 IV 76 E. 4.2 S. 86 und E. 4.7 S. 90 f.; Urteile 1A.13/2007 vom 9. März 2007, E. 3.5; 1A.172/2006 vom 7. November 2006, E. 5.2 nicht publ. in BGE 132 II 469; 1A.184/ 1997 vom 16. September 1997, E. 4e und 4f).\n\n6.14.4 Der Schutz des Beschwerdeführers kann schliesslich dadurch verstärkt werden, dass auch seinen Angehörigen das Recht |174| eingeräumt wird, ihn im russischen Gefängnis zu besuchen (ebenso Urteil 1A.13/2007 vom 9. März 2007, E. 3.5).\n\n6.15 Die von den russischen Behörden einzuholenden Garantien sind in diesem Sinne zu präzisieren. Damit ergibt sich für die Schweiz die Möglichkeit, ihre nach dem Europäischen Auslieferungsübereinkommen bestehende Auslieferungspflicht mit dem Verbot der Folter und anderer unmenschlicher oder erniedrigender Behandlung in Einklang zu bringen.\n\nGemäss Art. 80p Abs. 1 IRSG kann auch die Rechtsmittelinstanz, hier also das Bundesgericht, die Gewährung der Rechtshilfe an Auflagen knüpfen. Das Bundesamt wird der zuständigen russischen Behörde eine angemessene Frist für die Abgabe der präzisierten diplomatischen Zusicherungen anzusetzen haben. In der Folge wird das Bundesamt nach Art. 80p Abs. 3 IRSG zu prüfen haben, ob die Antwort der russischen Behörde den verlangten Auflagen genügt. Die entsprechende Verfügung des Bundesamts kann gemäss Art. 80p Abs. 4 Satz 1 IRSG bei der Vorinstanz angefochten werden. Die Beschwerde dagegen an das Bundesgericht ist ausgeschlossen (Art. 80p Abs. 4 Satz 2 IRSG; BGE 133 IV 134).\n\n6.16 Das Bundesamt wird in enger Zusammenarbeit mit dem Departement für auswärtige Angelegenheiten (EDA) sicherzustellen haben, dass die schweizerische diplomatische Vertretung die Einhaltung der Garantien durch Russland überwacht (BGE 123 II 511 E. 7c am Schluss S. 525; Urteil 1A.4/2005 vom 28. Februar 2005, E. 4.6 nicht publ. in BGE 131 II 235)."}