{"annee": "134", "cour": "I", "page": "49", "date": "27/2/2008", "cite": ["119 IV 260", "132 I 167", "123 I 296", "129 I 217", "119 IA 178"], "cite_par": ["135 I 49", "142 I 49", "136 III 474", "139 I 280", "141 I 241", "138 I 305"], "chapeau": "6. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. gegen Gemeinde Buchs (subsidiäre Verfassungsbeschwerde)\n\n1D_12/2007 vom 27. Februar 2008", "regestes": ["Caractère discriminatoire d'un refus de naturalisation fondé sur le port du voile; art. 8 al. 2 et art. 15 Cst. Portée de l'interdiction de la discrimination et de la liberté de conscience et de croyance (consid. 2 et 3.1). Le refus de naturalisation fondé sur le port du foulard en tant que symbole religieux, est propre à léser la requérante de manière inadmissible, sans pour cela reposer sur un motif juridique suffisant: le simple port du foulard ne traduit pas en soi une attitude de manque de respect à l'égard des valeurs démocratiques et constitutionnelles (consid. 3.2)."], "faits": "|50|\n\nA. kam 1981 aus der Türkei in die Schweiz und verheiratete sich mit B. Das Ehepaar hat zwei Kinder, C. und D. Die Familie lebt seit 1995 in Buchs (AG).\n\nA. stellte in der Gemeinde Buchs ein Einbürgerungsgesuch. Der Ehemann B. sah von einem entsprechenden Ersuchen ab, die Tochter C. stellte ein eigenständiges Gesuch.\n\nAufgrund eines persönlichen Gesprächs hielt der Gemeinderat fest, dass die Gesuchstellerin A. einen guten Eindruck hinterlassen habe und mit den hiesigen Verhältnissen bestens vertraut sei. Mit seiner Botschaft beantragte er dem Einwohnerrat, A. das Gemeindebürgerrecht von Buchs zuzusichern.\n\nDer Einwohnerrat von Buchs (Gemeindeparlament) diskutierte das Einbürgerungsersuchen von A.; teils wurde Anstoss genommen, dass die Gesuchstellerin ein Kopftuch trägt, was als Ausdruck der Unterwerfung der Frauen gegenüber Männern zu bewerten sei. Das Einbürgerungsgesuch von A. wurde mit 19 Nein gegen 15 Ja abgelehnt. Der Tochter C. wurde das Gemeindebürgerrecht zugesichert.\n\nDer Gemeinderat teilte A. den negativen Beschluss des Einwohnerrates mit und hielt in seinem Schreiben das Folgende fest:\n\n\"Der Einwohnerrat hat Ihnen an seiner Sitzung vom 14. Juni 2007 die Zusicherung des Einwohnerbürgerrechts von Buchs AG mit 19 : 15 Stimmen verweigert. Er begründete seine Ablehnung damit, dass Sie durch das Tragen des Kopftuches eine fundamentalistische Glaubensrichtung bezeugen. Der Schleier bzw. das Kopftuch sei nicht religiöses Symbol, sondern sichtbarer Ausdruck der Unterwerfung der Frau unter den Mann. Damit werde eine Ungleichbehandlung der Frau allein aufgrund ihres Geschlechts demonstriert. Das verstosse gegen Art. 2 und 8 der Bundesverfassung und damit gegen unsere gemeinsame Wertvorstellung. Ihre Assimilation an unsere gesellschaftlichen und politischen Normen sei nicht gegeben. Dieser Beschluss ist endgültig. Ein Referendum ist ausgeschlossen.\"\n\nGegen diesen Beschluss des Einwohnerrates hat A. beim Bundesgericht subsidiäre Verfassungsbeschwerde erhoben. Im Wesentlichen erachtet sie sich wegen des Tragens des Kopftuches als Ausdruck ihrer Religionszugehörigkeit diskriminiert und macht eine Verletzung von Art. 8 Abs. 2 BV geltend; zudem beruft sie sich auf Art. 15 BV und Art. 9 EMRK.\n\nDas Bundesgericht heisst die Beschwerde gut, hebt den angefochtenen Beschluss auf und weist die Sache zu neuem Entscheid an die Gemeinde Buchs zurück. |51|", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Die Beschwerdeführerin geht in Übereinstimmung mit der bundesgerichtlichen Rechtsprechung (vgl. BGE 132 I 167 E. 3 S. 170) davon aus, dass ihrer Berufung auf Art. 15 BV und Art. 9 EMRK im vorliegenden Fall keine direkte und eigenständige Bedeutung zukommt. Durch den angefochtenen Beschluss wird ihr an sich nicht versagt, ihre Religion frei zu wählen und auszuüben oder sie durch religiös bedingte Gewohnheiten wie das Tragen des Kopftuches zu bekennen. Soweit das Tragen des Kopftuches die Beschwerdeführerin indes im Einbürgerungsverfahren benachteiligt oder einer Einbürgerung gar entgegensteht, stellt sich typischerweise die Frage, ob eine von Art. 8 Abs. 2 BV untersagte Diskriminierung wegen eines religiösen Bekenntnisses vorliegt.\n\n2.2 Nach Art. 8 Abs. 2 BV darf niemand diskriminiert werden, namentlich nicht wegen der Lebensform und der religiösen, weltanschaulichen oder politischen Überzeugung. In diesem Rahmen ist für die Bestimmung des Inhalts der religiösen Überzeugung Bezug zu nehmen auf die Garantie der Glaubens- und Gewissensfreiheit gemäss Art. 15 BV (vgl. RAINER J. SCHWEIZER, Die Schweizerische Bundesverfassung, St. Galler Kommentar, 1. Aufl. 2002, N. 64 zu Art. 8 BV; JÖRG P. MÜLLER, Grundrechte in der Schweiz, 3. Aufl. 1999, S. 433).\n\n2.3 Art. 15 BV gewährleistet die Glaubens- und Gewissensfreiheit (Abs. 1) und räumt jeder Person das Recht ein, ihre Religion und ihre weltanschauliche Überzeugung frei zu wählen und allein oder in Gemeinschaft mit andern zu bekennen (Abs. 2). Unter diesem Schutze stehen nicht nur die traditionellen Glaubensformen der christlich-abendländischen Kirchen und Religionsgemeinschaften, sondern alle Religionen, unabhängig von ihrer quantitativen Verbreitung in der Schweiz (BGE 119 Ia 178 E. 4b S. 184; BGE 123 I 296 E. 2b/aa S. 300 f.). Die Religionsfreiheit umfasst sowohl die innere Freiheit, zu glauben, nicht zu glauben oder seine religiösen Anschauungen zu ändern, wie auch die äussere Freiheit, entsprechende Überzeugungen innerhalb gewisser Schranken zu äussern, zu praktizieren und zu verbreiten (BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184). Sie enthält den Anspruch des Einzelnen darauf, sein Verhalten grundsätzlich nach den Lehren des Glaubens auszurichten und den Glaubensüberzeugungen gemäss zu handeln. Zur derart gewährleisteten |52| Religionsausübung zählen über kultische Handlungen hinaus auch die Beachtung religiöser Gebräuche und andere Äusserungen des religiösen Lebens im Rahmen gewisser übereinstimmender sittlicher Grundanschauungen der Kulturvölker, soweit solche Verhaltensweisen Ausdruck der religiösen Überzeugung sind (BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184). Das gilt auch für Religionsbekenntnisse, welche - wie der Islam - die auf den Glauben gestützten Verhaltensweisen sowohl auf das geistig-religiöse Leben wie auch auf weitere Bereiche des alltäglichen Lebens beziehen (BGE 119 Ia 178 E. 4c S. 185). Insoweit werden religiös bedingte Bekleidungsvorschriften wie das Tragen des Kopftuches vom Schutz von Art. 15 BV erfasst (BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184).\n\nVor diesem Hintergrund hat das Bundesgericht erkannt, dass das gemischtgeschlechtliche Baden in der Schule grundsätzlich im Widerspruch zu einer islamischen Glaubensregel stehe und entsprechende Verhaltensweisen unter den Schutz der Glaubens- und Gewissensfreiheit fielen. Unerheblich sei insoweit, ob entsprechende Gepflogenheiten von allen, von einer Mehrheit oder allenfalls lediglich von einer Minderheit der islamischen Glaubensangehörigen befolgt würden (BGE 119 Ia 178 E. 4d S. 185 f.).\n\nIn gleicher Weise steht das Tragen des Kopftuches von Frauen, die dem Islam angehören, als Ausdruck eines religiösen Bekenntnisses unter dem Schutz der Religionsfreiheit gemäss Art. 15 BV (BGE 123 I 296 E. 2b/aa S. 300; BGE 119 Ia 178 E. 4c S. 184; vgl. auch BGE 119 IV 260 E. 3b/aa S. 263). Daran vermag der Umstand nichts zu ändern, dass bei gegebenen verfassungsmässigen Voraussetzungen Eingriffe in die Glaubens- und Gewissensfreiheit möglich und Einschränkungen von aus der Religion abgeleiteten Gepflogenheiten zulässig sind (vgl. BGE 123 I 296; BGE 119 IV 260).\n\n2.4 Die Glaubens- und Gewissensfreiheit nach Art. 15 BV ist nicht nur ein individuelles Abwehrrecht, sondern enthält auch einen objektivrechtlichen Gehalt, an dem sich gemäss Art. 35 Abs. 1 BV die gesamte Staatstätigkeit auszurichten hat (vgl. URS JOSEF CAVELTI, Die Schweizerische Bundesverfassung, St. Galler Kommentar, 1. Aufl. 2002, N. 7 zu Art. 15 BV) und der auch im Einbürgerungsverfahren ungeachtet der Natur und der Stufe des entscheidenden Organs zu beachten ist. In diesem Sinne verbietet Art. 8 Abs. 2 BV Diskriminierungen, die an religiösen oder weltanschaulichen Überzeugungen und ihren Manifestationen anknüpfen. |53|\n\n3.\n\n3.1 Gemäss Art. 8 Abs. 2 BV darf niemand diskriminiert werden, namentlich nicht wegen seiner Herkunft und der religiösen, weltanschaulichen oder politischen Überzeugung. Eine Diskriminierung liegt vor, wenn eine Person ungleich behandelt wird allein aufgrund ihrer Zugehörigkeit zu einer bestimmten Gruppe, welche historisch oder in der gegenwärtigen sozialen Wirklichkeit tendenziell ausgegrenzt oder als minderwertig behandelt wird. Die Diskriminierung stellt eine qualifizierte Ungleichbehandlung von Personen in vergleichbaren Situationen dar, indem sie eine Benachteilung von Menschen bewirkt, die als Herabwürdigung oder Ausgrenzung einzustufen ist, weil sie an Unterscheidungsmerkmalen anknüpft, die einen wesentlichen und nicht oder nur schwer aufgebbaren Bestandteil der Identität der betroffenen Personen ausmachen; insofern beschlägt das Diskriminierungsverbot auch Aspekte der Menschenwürde nach Art. 7 BV. Das Diskriminierungsverbot gemäss Art. 8 Abs. 2 BV schliesst indes die Anknüpfung an ein verpöntes Merkmal - wie beispielsweise Herkunft, Rasse, Geschlecht oder religiöse Überzeugung - nicht absolut aus. Eine solche begründet zunächst lediglich den blossen Verdacht einer unzulässigen Differenzierung. Diese kann indes durch eine qualifizierte Rechtfertigung umgestossen werden. Eine indirekte oder mittelbare Diskriminierung liegt demgegenüber vor, wenn eine Regelung, die keine offensichtliche Benachteiligung von spezifisch gegen Diskriminierung geschützte Gruppen enthält, in ihren tatsächlichen Auswirkungen Angehörige einer solchen Gruppe besonders benachteiligt, ohne dass dies sachlich begründet wäre (BGE 129 I 217 E. 2.1 S. 223 mit Hinweisen auf Rechtsprechung und Doktrin; REGINA KIENER/WALTER KÄLIN, Grundrechte, Bern 2007, S. 359 ff.).\n\n3.2 Im vorliegenden Fall bildete das Tragen des Kopftuches durch die Beschwerdeführerin den Anknüpfungspunkt für die Verweigerung des Bürgerrechts. Es ist von keiner Seite behauptet oder dargelegt worden, dass die Beschwerdeführerin nicht hinreichend integriert sei und aus diesem Grunde nicht eingebürgert werden könnte. Das Tragen des Kopftuches war sowohl in der Diskussion im Einwohnerrat wie auch in der Begründung des Gemeinderates Ausgangspunkt für die Abweisung des Einbürgerungsgesuchs. Dieser Umstand ist geeignet, Frauen, die sich zum Islam bekennen und das Kopftuch tragen, gegenüber Männern und solchen Frauen, die das Kopftuch trotz des Bekenntnisses zum Islam nicht tragen oder |54| einer andern Glaubensrichtung verpflichtet sind, im Einbürgerungsverfahren zu benachteiligen und rechtsungleich zu behandeln oder ihnen die Erlangung des Bürgerrechts gar zu verunmöglichen.\n\nDas Tragen des Kopftuches von Frauen, die sich zum Islam bekennen, gilt, wie dargelegt (E. 2.3), als Ausdruck eines religiösen Bekenntnisses. Daran vermögen die Behauptungen einzelner, die Einbürgerung ablehnender Einwohnerräte, die dem Tragen des Kopftuches den Charakter eines religiösen Symbols aberkennen, nichts zu ändern. Der negative Entscheid des Einwohnerrates beruht somit im Ausgangspunkt auf einem Merkmal, das nach Art. 8 Abs. 2 BV verpönt und im Grundsatz unzulässig ist. Insoweit ist die Beschwerdeführerin wegen ihrer religiösen Überzeugung und deren Bezeugung durch das Tragen des Kopftuches in spezifischer Weise gegenüber andern Gesuchstellern und Gesuchstellerinnen ungleich behandelt und diskriminiert worden.\n\nDiese Ungleichbehandlung wegen eines religiösen Bekenntnisses lässt sich durch keinerlei qualifizierte und objektive Gründe rechtfertigen. Glaubensinhalte, die ein religiös motiviertes Verhalten begründen oder bestimmte Bekleidungsweisen nahelegen, sind grundsätzlich nicht zu überprüfen und zu bewerten (vgl. BGE 119 Ia 178 E. 4c S. 185). Art. 8 Abs. 2 BV ist insoweit Ausdruck weltanschaulicher Pluralität und gebietet im Grundsatz die Anerkennung von Bekenntnissen und Überzeugungen, die von den in der Schweiz herkömmlichen Vorstellungen abweichen.\n\nEs kann nicht mit Grund gesagt werden, das Tragen des Kopftuches als Manifestation eines religiösen Bekenntnisses bringe in allgemein erkennbarer Weise eine Haltung der Unterwerfung der Frau unter den Mann und eine Herabminderung von Frauen zum Ausdruck. Die Befolgung der aus dem Koran abgeleiteten Übung kann auf eigenständigem Entschluss der Frauen selber beruhen, ihren Glauben auf diese Weise zu manifestieren, ohne dass damit eine Haltung der Unterwerfung ausgedrückt würde. Insoweit erweist sich das blosse Tragen des Kopftuches in der Regel als wenig aussagekräftig und wertneutral; daran ändert nichts, dass in der Übung des Tragens des Kopftuches teils eine Ungleichbehandlung von Frauen gegenüber Männern erblickt wird (vgl. vor dem Hintergrund eines unterschiedlichen Sachverhalts BGE 123 I 296 E. 4b/cc S. 312). Der Umstand, dass eine Gesuchstellerin ein Kopftuch trägt, könnte lediglich mitberücksichtigt werden, wenn darin vor dem Hintergrund der konkreten Verhältnisse |55| eine Haltung zum Ausdruck kommt, die mit unsern grundlegenden rechtsstaatlichen und demokratischen Wertvorstellungen im Widerspruch stünde. Ein derartiger konkreter Bezug wird im kommunalen Verfahren weder behauptet noch nachgewiesen. Die Diskussionsteilnehmer im Einwohnerrat haben es bei einer allgemeinen Behauptung bewenden lassen, das Tragen des Kopftuches bringe eine generelle Herabminderung der Frauen gegenüber Männern zum Ausdruck. Sie haben keinen Bezug genommen auf die konkrete Situation der Gesuchstellerin und brachten nicht im Einzelnen vor, dass diese grundlegende Prinzipien und Werte unserer Gesellschaft missachten würde, die vorgehaltene Haltung im Alltagsleben tatsächlich manifestiere und aus solchen Überlegungen nicht als integriert gelten könnte. Schliesslich deuten die Akten nicht daraufhin, dass die eigenständig auftretende Beschwerdeführerin eine Haltung der Unterwerfung der Frauen vertreten würde. Anzufügen ist im Übrigen, dass aus den dem Bundesgericht zur Verfügung gestellten Akten nicht ersichtlich ist, weshalb das Einbürgerungsgesuch der Beschwerdeführerin abgewiesen, dasjenige der Tochter, die ebenfalls das Kopftuch trägt, indessen gutgeheissen worden ist.\n\nBei dieser Sachlage fehlt es an einer qualifizierten, auf die konkreten Umstände bezogenen Begründung, welche die Ungleichbehandlung der Beschwerdeführerin wegen der Manifestation ihrer religiösen Überzeugung zu rechtfertigen vermöchte. Damit ist die Beschwerdeführerin durch den negativen Beschluss des Einwohnerrates, der wegen des Tragens des Kopftuches als religiöses Bekenntnis ausschliesslich an einem verpönten Merkmal anknüpft und die Beschwerdeführerin ohne qualifizierte Rechtfertigung rechtsungleich behandelt und benachteiligt, im Sinne von Art. 8 Abs. 2 BV diskriminiert worden. Die Beschwerde erweist sich daher als begründet."}