{"annee": "134", "cour": "III", "page": "186", "date": "22/1/2008", "cite": ["133 II 249", "127 III 279", "128 III 50", "133 III 235"], "cite_par": ["142 III 360"], "chapeau": "33. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A.C. SE und Mitb. gegen K. SAS (Beschwerde in Zivilsachen)\n\n4A_468/2007 vom 22. Januar 2008", "regestes": ["Arbitrage international; art. 77 LTF; art. 190 al. 2 LDIP. L'art. 77 al. 3 LTF consacre une obligation de motiver le recours qui est analogue à celle imposée par l'art. 106 al. 2 LTF (consid. 5). Egalement sous l'empire de l'art. 77 LTF, le droit d'être entendu garanti par l'art. 190 al. 2 let. d LDIP ne comprend pas le droit d'exiger une sentence motivée (consid. 6)."], "faits": "", "considerants": "|187|\n\nAus den Erwägungen:\n\n5. Gemäss Art. 190 IPRG kann der Entscheid nur aus bestimmten Gründen angefochten werden. Zulässig sind allein die Rügen, die in Art. 190 Abs. 2 IPRG abschliessend aufgezählt sind (BGE 128 III 50 E. 1a S. 53; BGE 127 III 279 E. 1a S. 282). Nach Art. 77 Abs. 3 BGG prüft das Bundesgericht nur die Rügen, die in der Beschwerde vorgebracht und begründet worden sind; dies entspricht der in Art. 106 Abs. 2 BGG für die Verletzung von Grundrechten und von kantonalem und interkantonalem Recht vorgesehenen Rügepflicht (vgl. dazu BGE 133 II 249 E. 1.4.2 S. 254). Dabei gelten nach wie vor die strengen Begründungsanforderungen, die das Bundesgericht unter der Herrschaft von Art. 90 Abs. 1 lit. b OG stellte (vgl. BGE 128 III 50 E. 1c S. 53), da das BGG insofern keine Änderungen vornehmen wollte.\n\n6. Die Beschwerdeführerinnen sehen eine Verletzung ihres Anspruchs auf rechtliches Gehör darin, dass das Schiedsgericht ihren Antrag nicht ausdrücklich behandelt habe, es sei das Verhalten der Beschwerdegegnerin verfahrensrechtlich zu sanktionieren, nachdem diese zwei Rechtsschriften je einen Tag verspätet dem Schiedsgericht eingereicht hatte.\n\n6.1 Aus dem Grundsatz des rechtlichen Gehörs im Sinne von Art. 190 Abs. 2 lit. d IPRG ergibt sich nach ständiger Rechtsprechung kein Anspruch auf Begründung des Entscheids (BGE 133 III 235 E. 5.2 S. 248 mit Hinweisen). Daran hat sich unter der Geltung von Art. 77 BGG nichts geändert. Denn danach ist die Beschwerde in Zivilsachen gegen Entscheide von Schiedsgerichten unter den Voraussetzungen der Art. 190-192 IPRG zulässig. Während sich die Anforderungen für kantonale Entscheide, die der Beschwerde unterliegen, nach Art. 112 BGG richten, werden Schiedsentscheide im Sinne von Art. 190 IPRG in Art. 189 IPRG geregelt. Sie ergehen danach im Verfahren und in der Form, welche die Parteien vereinbart haben (Abs. 1), eventuell sind sie schriftlich abzufassen, zu begründen, zu datieren und zu unterzeichnen (Abs. 2). Aus der Möglichkeit des Verzichts auf die Begründung des Entscheids hat aber die Rechtsprechung trotz gewisser Kritik in der Lehre abgeleitet, dass dieser Anspruch nicht zu den unverzichtbaren Grundsätzen des rechtlichen Gehörs im Sinne von Art. 182 Abs. 3 IPRG gehört, deren Verletzung nach Art. 190 Abs. 2 lit. d IPRG gerügt werden kann (kritisch HEINI, Zürcher Kommentar zum IPRG, 2. Aufl. 2004, N. 33 zu |188|\n\nArt. 190 IPRG und N. 13 zu Art. 189 IPRG; Berti/Schnyder, Basler Kommentar zum IPRG, 2. Aufl. 2007, N. 65 zu Art. 190 IPRG; zustimmend dagegen DUTOIT, Droit international privé suisse: Commentaire de la loi fédérale du 18 décembre 1987, 3. Aufl. 2001, N. 6 zu Art. 182 IPRG).\n\n6.2 Der Beschwerde ist nicht zu entnehmen, dass die Parteien in den von ihnen vereinbarten Verfahrensregeln (Terms of Reference) als Rechtsfolge vorgesehen hätten, dass die Nichteinhaltung von Fristen zur Nichtberücksichtigung der entsprechenden Eingaben durch das Schiedsgericht führen müsse. Es ist nicht erkennbar und wird in der Beschwerde nicht dargetan (vgl. E. 5), inwiefern das Schiedsgericht Art. 190 Abs. 2 lit. d IPRG verletzt haben könnte, wenn es dem entsprechenden Antrag der Beschwerdeführerinnen nicht statt gab. Dass das Schiedsgericht zum Antrag der Beschwerdeführerinnen, wonach das Verhalten der Beschwerdegegnerin verfahrensrechtlich zu sanktionieren sei, nicht ausdrücklich Stellung genommen hat, verletzt ihren Anspruch auf rechtliches Gehör nicht. Denn das Schiedsgericht hat die entsprechenden Eingaben der Beschwerdegegnerin in seinem Entscheid berücksichtigt, wie die Beschwerdeführerinnen selbst darlegen, und damit den Antrag sinngemäss abgelehnt. Einer ausdrücklichen Begründung bedurfte die Ablehnung des Antrags der Beschwerdeführerinnen durch das Schiedsgericht nicht. Die Rüge ist unbegründet, soweit darauf einzutreten ist."}