{"annee": "134", "cour": "III", "page": "141", "date": "25/1/2008", "cite": ["126 II 377", "133 III 399", "133 III 687", "111 IA 353", "94 I 459"], "cite_par": ["139 II 340", "134 III 524", "134 III 267"], "chapeau": "25. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. AG (Beschwerde in Zivilsachen)\n\n5A_42/2007 / 5A_432/2007 vom 25. Januar 2008", "regestes": ["Art. 75 et 130 LTF; recours contre les décisions de mainlevée d'opposition zurichoises. Dans ce domaine, le canton de Zurich n'a pas encore édicté les dispositions d'exécution exigées par les art. 75 al. 2 et 111 al. 3 LTF. Durant la période transitoire de l'art. 130 al. 2 LTF, l'Obergericht entre néanmoins en matière sur les pourvois en nullité, de sorte que cette voie de droit doit être épuisée. Dans la mesure où l'Obergericht ne peut examiner certains griefs qu'avec une cognition plus restreinte que celle du Tribunal fédéral, le jugement de première instance doit être simultanément attaqué sur ces points dans le recours en matière civile (consid. 2)."], "faits": "|142|\n\nDie Z. Inc. war eine Offshore-Gesellschaft mit Sitz auf den British Virgin Islands, deren wirtschaftlich Berechtigter X. war.\n\nIm November 1999 eröffnete die Z. Konten bei der Y. AG. Im Dezember 1999 lieferte die Z. beträchtliche Wertpapierbestände bei der Y. ein und bezog bei dieser bis Mitte 2000 in mehreren Etappen Kredite in Millionenhöhe. Die Kredite wurden zum Teil in CHF und zum Teil in USD gewährt.\n\nInfolge sinkender Aktienkurse verringerten sich die Wertpapierguthaben, womit sich die Deckung der Kredite stetig verschlechterte. Gemäss Depotauszug bestand per 29. November 2000 eine Unterdeckung von Fr. 406'819.-. Deshalb unterzeichnete X. an diesem Tag eine Erklärung folgenden Inhalts:\n\nSolidarschuldnerschaft mit Z. Inc. gegenüber der Y. AG\n\nSehr geehrte Damen und Herren\n\nIch, X., erkläre mich solidarisch mit den Verbindlichkeiten der Z. Inc. (Kto.-Nr. x) gegenüber der Y. AG und hafte solidarisch für deren Ausstände ausdrücklich bis zu einem Höchstbetrag von USD 1 Mio. (in Worten: US-Dollar eine Million).\n\nDie Solidarschuldnerschaft erlischt, sobald keine Verbindlichkeiten der Z. Inc. gegenüber der Bank mehr bestehen.\n\nOrt, Datum: Unterschrift:\n\nZürich, 29/11/00 X.\"\n\nIn der Folgezeit wuchs die Unterdeckung immer weiter an. Per 29. April 2002 betrug sie Fr. 16'567'705.-, per 12. Oktober 2004 Fr. 21'119'109.98.\n\nMit Zahlungsbefehl Nr. y des Betreibungsamtes B. leitete die Y. gegen X. für einen Betrag von Fr. 1'200'000.- nebst Zinsen und Kosten die Betreibung ein. Am 23. Mai 2006 verlangte sie die provisorische Rechtsöffnung, welche das Bezirksgericht Horgen am 16. Januar 2007 erteilte.\n\nGegen diesen Rechtsöffnungsentscheid erhob X. sowohl Beschwerde in Zivilsachen ans Bundesgericht (Verfahren 5A_42/2007) als auch Nichtigkeitsbeschwerde an das Obergericht des Kantons Zürich. Mit Entscheid vom 5. Juli 2007 wies dieses die Nichtigkeitsbeschwerde ab. Dagegen hat X. wiederum Beschwerde in Zivilsachen erhoben (Verfahren 5A_432/2007). |143|", "considerants": "Aus den Erwägungen:\n\n2. Rechtsöffnungsentscheide sind Endentscheide im Sinn von Art. 90 BGG (BGE 133 III 399 E. 1.4 S. 400) und unterliegen grundsätzlich der Beschwerde in Zivilsachen (Art. 72 Abs. 2 lit. a BGG). Sie stellen im Übrigen keine vorsorglichen Massnahmen dar, weshalb alle Rügen gemäss Art. 95 und 96 BGG zulässig sind (BGE 133 III 399 E. 1.5 S. 400). Der notwendige Streitwert von Fr. 30'000.- ist erreicht (Art. 74 Abs. 2 lit. b BGG).\n\nNäherer Prüfung bedarf die Frage der Letztinstanzlichkeit (Art. 75 Abs. 1 BGG). Nach dem seit 1. Januar 2007 anwendbaren BGG haben die Kantone zwei Instanzen vorzusehen, denen mindestens die gleiche Kognition wie dem Bundesgericht zukommen muss (Art. 75 Abs. 1 i.V.m. Art. 111 Abs. 3 BGG); zur notwendigen Anpassung steht ihnen eine Übergangsfrist zu (Art. 130 Abs. 2 BGG). Der Kanton Zürich hat die nötigen Anpassungen noch nicht vorgenommen; gemäss dem einschlägigen kantonalen Recht steht gegen Rechtsöffnungsentscheide nur die Nichtigkeitsbeschwerde an das Obergericht offen, bei welcher lediglich Kassationsgründe im Sinn von § 281 ZPO/ZH geltend gemacht werden können. Dazu kommt, dass die Nichtigkeitsbeschwerde nach dem Wortlaut von § 285 Abs. 1 und 2 ZPO/ZH dort an sich ausgeschlossen ist, wo der Weiterzug an das Bundesgericht möglich ist und dieses die vorgebrachten Mängel frei überprüfen kann; dies trifft nach den vorstehenden Ausführungen insbesondere für Rechtsfragen zu (Art. 95 lit. a i.V.m. Art. 106 Abs. 1 BGG).\n\nNun hat das Obergericht zutreffend erwogen, dass die kantonale Zuständigkeitsordnung auf das frühere Verfahrensrecht des OG abgestimmt sei und insbesondere § 285 ZPO/ZH dem per 1. Januar 2007 in Kraft getretenen BGG widerspreche, welches das Prinzip der \"double instance\" enthalte. § 285 ZPO/ZH könne vor diesem Hintergrund nicht (mehr) anwendbar sein, umso weniger als sonst bei Streitwerten unter Fr. 30'000.- zwei, bei höheren aber nur eine kantonale Instanz gegeben wäre, was nicht sein könne. Das Obergericht hat deshalb festgehalten, dass es - wie bisher - auf sämtliche Nichtigkeitsbeschwerden gegen erstinstanzliche Rechtsöffnungsentscheide eintrete, wobei es freilich nur Kassationsgründe im Sinn von § 281 ZPO/ ZH prüfe.\n\nFungiert aber das obere kantonale Gericht (Obergericht) als Rechtsmittelinstanz im Sinn von Art. 75 Abs. 2 BGG, so muss es angerufen |144| werden, weil die Beschwerde in Zivilsachen nur gegen Entscheide letzter kantonaler Instanzen zulässig ist (Art. 75 Abs. 1 BGG). Daraus folgt einerseits, dass auf direkt gegen erstinstanzliche Rechtsöffnungsentscheide des Kantons Zürich eingereichte Beschwerden, auch wenn der Streitwert Fr. 30'000.- und mehr beträgt, mangels Ausschöpfung des kantonalen Instanzenzuges nicht eingetreten werden kann. Andererseits muss der erstinstanzliche Entscheid mit Bezug auf Rügen, welche das Obergericht nicht oder mit engerer Kognition als das Bundesgericht geprüft hat, mitangefochten werden (sog. Dorénaz-Praxis, begründet in BGE 94 I 459, eingeschränkt in BGE 111 Ia 353 E. 1b S. 354, letztmals bestätigt in BGE 126 II 377 E. 8b S. 395; vgl. sodann BGE 133 III 687 E. 1.3 S. 690). Im Bereich der Mitanfechtung bildet nicht der zweit-, sondern der erstinstanzliche Entscheid das Anfechtungsobjekt, was in den Rechtsbegehren und in der Beschwerdebegründung zu berücksichtigen ist.\n\nDie gegen den obergerichtlichen Entscheid erhobene Beschwerde entspricht diesen Anforderungen, und die sich insbesondere gegen den mitangefochtenen erstinstanzlichen Entscheid richtenden materiellrechtlichen Rügen sind im Folgenden umfassend zu prüfen (Art. 95 und 106 Abs. 1 BGG)."}