{"annee": "134", "cour": "V", "page": "392", "date": "30/7/2008", "cite": ["130 V 35", "976 III 192", "130 V 445", "114 V 281", "122 V 426", "126 III 41", "122 V 418", "113 V 132"], "cite_par": ["135 V 279", "143 V 295", "139 V 464", "143 V 409", "140 V 282"], "chapeau": "45. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Winterthur Schweizerische Versicherungs-Gesellschaft gegen P. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_682/2007 vom 30. Juli 2008", "regestes": ["Art. 16 LAA; droit à l'indemnité journalière de l'assurance-accidents une fois atteint l'âge ouvrant droit à une rente AVS. Le droit à une indemnité journalière est maintenu au-delà de l'âge ouvrant droit à une rente AVS, tant que la personne assurée n'a pas recouvré une pleine capacité de travail ou que le traitement médical n'est pas terminé (consid. 5).", "Art. 18 ss LAA; droit à une rente d'invalidité de l'assurance-accidents une fois atteint l'âge ouvrant droit à une rente AVS. Le droit à une rente d'invalidité d'une personne qui a été victime d'un accident avant d'avoir atteint l'âge de la retraite peut encore prendre naissance après l'ouverture du droit à la rente AVS (consid. 6)."], "faits": "BGE 134 V 392 S. 393\n\nA. Die am 18. November 1941 geborene P., seit 1. September 2000 bei der Firma X. GmbH angestellt und dadurch bei der Winterthur Schweizerische Versicherungs-Gesellschaft (nachstehend: Winterthur) u.a. gegen die Folgen von Berufs- und Nichtberufsunfällen versichert, erlitt am 18. Juli 2003 bei einem Auffahrunfall eine Distorsion der Halswirbelsäule (HWS). Nachdem sie ihre Erwerbstätigkeit in der Folge nicht mehr aufgenommen hatte, wurde das Arbeitsverhältnis per Ende Dezember 2003 gekündigt. Die Winterthur erbrachte, namentlich gestützt auf (Verlaufs-)Berichte des behandelnden Arztes Dr. med. R., Orthopädische Chirurgie FMH, vom 17. November 2004 sowie des Dr. med. H., Facharzt FMH für Neurologie, vom 28. Januar und 26. September 2005, Taggeldleistungen und kam für die Heilbehandlung auf. Im November 2004 erreichte die Versicherte das ordentliche AHV-Rentenalter, woraufhin der Unfallversicherer ihren Anspruch auf Taggelder oder Rentenleistungen mit der Begründung verneinte, es fehle zufolge der ordentlichen Pensionierung für die Zeit ab 1. Dezember 2004 an einer Erwerbseinbusse, welche zwingende Voraussetzung für die entsprechende Leistungsausrichtung bilde; die Heilungskosten sowie eine allfällige Integritätsentschädigung seien davon nicht berührt (Verfügung vom 17. Oktober 2005). Daran wurde auf Einsprache hin mit Entscheid vom 11. Januar 2006 festgehalten.\n\nB. Die hiegegen erhobene Beschwerde hiess das Sozialversicherungsgericht des Kantons Zürich in dem Sinne gut, dass es den angefochtenen Einspracheentscheid aufhob und die Sache an die Winterthur zurückwies, damit sie im Sinne der Erwägungen verfahre und hernach über den Leistungsanspruch der Versicherten ab 1. Dezember 2004 neu verfüge (Entscheid vom 27. August 2007).\n\nC. Die Winterthur lässt Beschwerde in öffentlich-rechtlichen Angelegenheiten führen und die Aufhebung des vorinstanzlichen Entscheides beantragen.\n\nP., anwaltlich vertreten, und das Bundesamt für Gesundheit (BAG) schliessen auf Abweisung der Beschwerde.\n\nDas Bundesgericht weist die Beschwerde ab. BGE 134 V 392 S. 394", "considerants": "Aus den Erwägungen:\n\n5. Im Folgenden ist zu prüfen, ob die Beschwerdeführerin über den 30. November 2004 hinaus hätte Taggeldleistungen erbringen müssen.\n\n5.1 Gemäss Art. 16 Abs. 1 UVG (SR 832.20) hat die versicherte Person, die infolge des Unfalls voll oder teilweise arbeitsunfähig ist, Anspruch auf ein Taggeld. Der Anspruch auf Taggeld entsteht am dritten Tag nach dem Unfalltag. Er erlischt mit der Wiedererlangung der vollen Arbeitsfähigkeit, mit dem Beginn einer Rente oder mit dem Tod des Versicherten (Art. 16 Abs. 2 UVG). Als arbeitsunfähig im Sinne von Art. 16 Abs. 1 UVG gilt eine Person, die infolge des Gesundheitsschadens ihre bisherige Tätigkeit nicht mehr, nur noch beschränkt oder nur unter der Gefahr, ihren Gesundheitszustand zu verschlimmern, ausüben kann. Diese Definition gilt in allen Zweigen der Sozialversicherung (BGE 130 V 35 E. 3.1 S. 36 f. mit Hinweisen).\n\n5.2 Im von der Vorinstanz ausführlich zitierten BGE 130 V 35 hat das Eidg. Versicherungsgericht - in Anlehnung an BGE 114 V 281 E. 3b S. 285 - festgestellt, dass ein vorzeitig pensionierter Versicherter, der während der Nachdeckungsfrist des Art. 3 Abs. 2 UVG einen Unfall erleidet, mangels eines Erwerbsausfalls keinen Anspruch auf Taggelder der Unfallversicherung hat. Vorliegend verneint die Beschwerdeführerin unter Bezugnahme auf das genannte Urteil einen Taggeldanspruch der Versicherten über Ende November 2004 hinaus mit der Begründung, ab Eintritt des AHV-Rentenalters sei keine Verdiensteinbusse mehr gegeben, wenn, wie im hier zu beurteilenden Fall, eine bei intakter gesundheitlicher Situation nach Erreichen des ordentlichen Rentenalters weiterhin aufrechterhaltene Erwerbstätigkeit nicht erstellt sei.\n\n5.3 Der Taggeldanspruch knüpft, wie sich aus dem Wortlaut von Art. 16 Abs. 1 UVG ergibt, an das während der Versicherungsunterstellung eingetretene Risiko (Unfall, unfallähnliche Körperschädigung, Berufskrankheit; Art. 6 Abs. 1 und 2 UVG in Verbindung mit Art. 9 UVV [SR 832.202]) sowie die daraus entstehende Arbeitsunfähigkeit an und ist, auch was die Bemessung der Höhe des Taggeldes betrifft (vgl. E. 5.3.1 hiernach), abstrakt und vergangenheitsorientiert (ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, Bern 1985, S. 321; GABRIELA RIEMER-KAFKA, Urteil U 51/03 BGE 134 V 392 S. 395vom 29. Oktober 2003, in: SZS 2004 S. 78 ff., insb. S. 80 in fine f.; UELI KIESER, Lohneinbusse als Voraussetzung von Taggeldern der Unfallversicherung? Art. 16 Abs. 1 UVG, in: AJP 2004 S. 190 mit Hinweisen; vgl. auch Vernehmlassungsvorlage des Eidg. Departements des Innern [EDI] vom November 2006 zur Revision des Bundesgesetzes über die Unfallversicherung [nachfolgend: Vernehmlassungsvorlage], S. 15 f.). Ein weiteres Leistungserfordernis besteht, wenn in der Bestimmung auch nicht ausdrücklich erwähnt, im Vorliegen eines wirtschaftlichen Schadens. Mit dem Taggeld wird die aus der Arbeitsunfähigkeit resultierende Erwerbseinbusse kompensiert, weshalb eine versicherte Person, die auf Grund der Unfallfolgen zwar (medizinisch-theoretisch) in der Arbeitsfähigkeit beeinträchtigt ist, jedoch keine Verdiensteinbusse erleidet, grundsätzlich nicht anspruchsberechtigt ist (BGE 130 V 35 E. 3.3-3.5 S. 37 ff. mit Hinweisen; Urteil 4A_348/2007 vom 19. Dezember 2007, E. 3.3.1).\n\n5.3.1 Der Auffahrunfall vom 18. Juli 2003 hat sich unbestrittenermassen zu einem Zeitpunkt ereignet, in welchem die Versicherte noch erwerbstätig war. Die unfallbedingten Beschwerden führten zu einer anhaltenden Arbeitsunfähigkeit, die - im Unterschied zum Sachverhalt, der BGE 130 V 35 zugrunde lag - einen Verdienstausfall bewirkte und Versicherungsleistungen des Unfallversicherers in Form von Taggeldern auslöste. Da, wie hievor dargelegt, das System der obligatorischen Unfallversicherung hinsichtlich der Taggeldzahlungen auf einer grundsätzlich abstrakten Berechnungsmethodik beruht (vgl. RKUV 1999 Nr. U 340 S. 404, E. 3b, U 303/97; Urteil des Eidg. Versicherungsgerichts U 139/04 vom 1. September 2004, E. 3.2), d.h. das Taggeld, mit Ausnahme gewisser Sonderfälle (Art. 15 Abs. 3 Satz 3 UVG in Verbindung mit Art. 23 UVV), nach Massgabe des vor dem Unfall erzielten und nicht auf der Grundlage des entgangenen Verdienstes bemessen wird (Art. 17 Abs. 1 UVG und Art. 22 Abs. 3 UVV), vermag entgegen der Betrachtungsweise der Beschwerdeführerin der Umstand, dass die Versicherte während des Taggeldbezugs anfangs Dezember 2004 ins AHV-Rentenalter eingetreten ist und damit, vorbehältlich einer darüber hinaus ausgeübten erwerblichen Tätigkeit, ab diesem Moment keine durch das versicherte Ereignis (Unfall) bzw. die dadurch verursachte Einschränkung der Arbeitsfähigkeit hervorgerufene Verdiensteinbusse mehr vorlag, an der Anspruchsberechtigung nichts zu ändern. Dass ein einmal entstandener Anspruch auf Taggeldleistungen mit Dahinfallen des nachgewiesenen konkreten BGE 134 V 392 S. 396Verdienstausfalles (hier zufolge Pensionierung) enden soll, ist in Art. 16 Abs. 2 Satz 2 UVG nicht vorgesehen und käme deshalb einer gesetzgeberisch weder auf Grund der aktuellen Rechtslage (in diesem Sinne auch: JEAN-MAURICE FRÉSARD/MARGIT MOSER-SZELESS, L'assurance-accidents obligatoire, in: Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, 2. Aufl. 2007, Rz. 159 und Fn. 306) noch de lege ferenda beabsichtigten faktischen Befristung dieser Leistungsart gleich. Wie die Vorinstanz zutreffend erwogen hat, schlägt der Bundesrat im Rahmen der Revision der UVG-Gesetzgebung vielmehr vor, das Prinzip der abstrakten Berechnung des Taggeldes im Gesetz zu verankern, um der Gefahr von Versicherungslücken sowie erheblichen administrativen Problemen vorzubeugen. Der höchstrichterlichen Rechtsprechung (gemäss BGE 130 V 35) soll lediglich insofern Rechnung getragen werden, als eine Sonderregelung für Personen vorgesehen ist, welche vor dem Unfall in den Ruhestand getreten sind (Vernehmlassungsvorlage, S. 15 f. und 25 f.).\n\nDer Taggeldanspruch besteht nach dem Gesagten im vorliegenden Fall so lange, als die Beschwerdegegnerin die volle Arbeitsfähigkeit nicht wiedererlangt hat oder die Heilbehandlung nicht abgeschlossen ist (Art. 16 Abs. 2 Satz 2 UVG). Eine Änderung der langjährigen diesbezüglichen Praxis der Unfallversicherer bedingte im Übrigen, worauf das BAG in seiner letztinstanzlichen Vernehmlassung vom 18. Januar 2008 zu Recht hinweist, vorab einer entsprechenden Prämienanpassung, da die versicherten Personen für das Unfalltaggeld bereits vollumfänglich im Voraus Prämien bezahlen (vgl. dazu auch RIEMER-KAFKA, a.a.O., S. 81 in fine). Eine Abkehr im von der Beschwerdeführerin befürworteten Sinne wäre - jedenfalls vor dem Hintergrund der bestehenden Gesetzeslage - als systemfremde Massnahme zu werten.\n\n5.3.2 Aus den von der Beschwerdeführerin erwähnten Urteilen des Eidg. Versicherungsgerichts U 97/06 vom 24. November 2006, E. 2.2, und U 318/05 vom 20. Januar 2006, E. 2.2.1, kann sodann nichts zu ihren Gunsten abgeleitet werden. Während im erstgenannten Urteil lediglich bekräftigt wurde, dass in Fällen, in welchen eine versicherte Person bereits aus unfallfremden Gründen vollständig invalid ist, kein Raum mehr für eine (zusätzliche) unfallbedingte Beeinträchtigung der Erwerbsfähigkeit besteht, hielt das Eidg. Versicherungsgericht in U 318/05 fest, einzig wenn - wie in dem in BGE 130 V 35 veröffentlichten Fall - eine dauernde unfallfremde Ursache (für den Erwerbsausfall) vorliege, entfalle ein Taggeldanspruch gegenüber BGE 134 V 392 S. 397der Unfallversicherung gänzlich. In BGE 130 V 35 wurde ein Taggeldanspruch indessen, wie bereits ausgeführt, entgegen der hier zu beurteilenden Fallkonstellation verneint, weil im Zeitpunkt des Eintritts des versicherten Ereignisses infolge Pensionierung keine Erwerbstätigkeit mehr bestand und die durch den Unfall bewirkte Arbeitsunfähigkeit keine Verdiensteinbusse auslöste. Ferner bedurfte die Frage, wie in Anbetracht von BGE 130 V 35 mit dem Taggeldanspruch während einer beruflichen Eingliederung zu verfahren sei, im Urteil U 58/07 vom 22. Oktober 2007 keiner näheren Prüfung, da es im Lichte der Akten feststand, dass die Versicherte in der Ausbildung nicht wesentlich beeinträchtigt war (E. 2.3.1 des erwähnten Urteils; wohl eher verneinend: FRÉSARD/MOSER-SZELESS, a.a.O., Rz. 151 in fine und 159). Auch aus dem Urteil 4A_348/2007 vom 19. Dezember 2007, namentlich dessen E. 3.3.1-3.3.3, lassen sich schliesslich keine Rückschlüsse im von der Beschwerdeführerin vertretenen Sinne ziehen, hätte die versicherte Person in jenem Fall doch ohne Krankheit nach der Pensionierung weitergearbeitet und daher einen Erwerbsausfall erlitten. Im Übrigen wäre dem besagten Urteil die unmittelbare Anwendbarkeit bereits infolge des Umstands abzusprechen, dass privatversicherungsrechtliche Krankentaggelder und nicht Leistungen der obligatorischen Unfallversicherung im Streite standen.\n\n6. Ist mit der Vorinstanz davon auszugehen, dass die Heilbehandlung der Beschwerdegegnerin noch nicht abgeschlossen war, als sie das AHV-Rentenalter erreichte \"vgl. nicht publizierte E. 4.2.2\", hat nachstehend eine Beurteilung darüber zu erfolgen, ob zu einem späteren Zeitpunkt - die richterliche Überprüfungsbefugnis endet in zeitlicher Hinsicht mit dem Erlass des Einspracheentscheides der Beschwerdeführerin vom 11. Januar 2006 (BGE 130 V 445 E. 1.2 S. 446 mit Hinweisen) - ein Anspruch auf eine Invalidenrente der Unfallversicherung überhaupt noch entstehen kann. Diese Frage wird von der Beschwerdeführerin unter Hinweis auf BGE 130 V 35 mangels Erwerbseinbusse ebenfalls verneint.\n\n6.1 Die Invalidenrente nach UVG, welche die versicherte Person für den invaliditätsbedingten Erwerbsausfall entschädigen soll (Art. 18 Abs. 1 UVG [in Verbindung mit Art. 8 ATSG; SR 830.1]), wird grundsätzlich lebenslänglich ausbezahlt (Art. 19 Abs. 2 UVG). Sie kann nach dem Erreichen des AHV-Alters nicht mehr revidiert werden (Art. 22 Abs. 1 UVG). In der neueren Literatur wird einhellig die Meinung vertreten, dass die nach diesem Zeitpunkt BGE 134 V 392 S. 398ausbezahlte Invalidenrente u.a. die - gegenüber der ursprünglichen - geänderte Funktion hat, einen allfälligen Rentenschaden abzudecken (BGE 126 III 41 E. 4a S. 46 mit diversen Hinweisen [u.a. auf PETER OMLIN, Die Invalidität in der obligatorischen Unfallversicherung: mit besonderer Berücksichtigung der älteren Arbeitnehmerinnen und Arbeitnehmer, Diss. Freiburg 1995, 2. unveränderte Aufl. 1999, S. 241 f., 266 und 282 f.]). Bei Zusprechung an eine versicherte Person im vorgerückten Alter hat damit die Invalidenrente der Unfallversicherung in wesentlichen Teilen die Funktion einer Altersversorgung (BGE 122 V 418 E. 3a S. 421 f.; BGE 113 V 132 E. 4b S. 136 mit Hinweis). Der Schaden besteht hier - vorbehältlich des Falles, dass die versicherte Person über das AHV-Rentenalter hinaus erwerbstätig bleibt - nicht (mehr) in einer Erwerbseinbusse, sondern in der Reduktion der Altersvorsorgeleistungen (vgl. dazu im Detail OMLIN, a.a.O., S. 241 f.). Zwar wäre es angesichts des erwerblichen Gehalts des Invaliditätsbegriffs möglich gewesen, die Invalidenrente der Unfallversicherung - wie diejenige der Invalidenversicherung - mit Erreichen des AHV-Rentenalters wegfallen und durch die Altersrente der AHV ersetzen zu lassen. Eine solche Lösung wäre jedoch sozialpolitisch kaum vertretbar gewesen (Botschaft des Bundesrates vom 18. August 1976 zum Bundesgesetz über die Unfallversicherung [BBl 1 BGE 976 III 192 ]). Der Gesetzgeber traf darum mit Bezug auf die Dauer des Rentenanspruchs eine Regelung, welche an den Rechtszustand unter der Herrschaft der Unfallversicherung nach KUVG anknüpfte (BGE 113 V 132 E. 4b S. 136; vgl. auch EVGE 1967 S. 146 f.).\n\n6.2 Angesichts dieser rechtlichen Situation, welche den gesetzgeberischen Willen wiedergibt, die Rente der Unfallversicherung auch nach Erreichen des AHV-Rentenalters auszurichten, stösst die Beschwerdeführerin mit ihrer Argumentation ins Leere, zumal mit Art. 28 Abs. 4 UVV (in Verbindung mit Art. 18 Abs. 2 UVG) eine Bestimmung aufgenommen wurde, die den Verhältnissen des vorgerückten Alters im Rahmen der Invaliditätsbemessung explizit Rechnung trägt. Danach sind, sofern die versicherte Person nach dem Unfall die Erwerbstätigkeit altershalber nicht mehr aufnimmt oder sich das vorgerückte Alter erheblich als Ursache der Beeinträchtigung der Erwerbsfähigkeit auswirkt, für die Bestimmung des Invaliditätsgrades die Erwerbseinkommen massgebend, die eine versicherte Person im mittleren Alter bei einer entsprechenden Gesundheitsschädigung erzielen könnte (zur Gesetzmässigkeit dieser BGE 134 V 392 S. 399Norm: BGE 122 V 426; vgl. auch BGE 122 V 418 und BGE 113 V 132 sowie Urteil U 313/06 vom 14. August 2007). Mit Art. 28 Abs. 4 UVV soll demnach verhindert werden, dass bei älteren Versicherten zu hohe Invaliditätsgrade resultieren und Dauerrenten zugesprochen werden, wo sie mit Blick auf die unfallbedingte Invalidität eher die Funktion von Altersrenten aufweisen (BGE 122 V 418 E. 3a S. 421 f. mit Hinweisen; Urteil U 313/06 vom 14. August 2007, E. 3.3 in fine). Im Übrigen entspricht diese Lösung auch der aktuell herrschenden Rechtsauffassung, wie insbesondere der Umstand aufzeigt, dass die Arbeitsgruppe der Schweizerischen Gesellschaft für Versicherungsrecht zur Verbesserung der Koordination in der Sozialversicherung in ihrem Vorschlag zum ATSG eine Begründung von Rentenansprüchen gegenüber der Unfallversicherung nach Eintritt des AHV-Rentenalters zwar abgelehnt hatte, diese Einschränkung des Kumulationsprinzips für Betagte aber von der ständerätlichen Kommission in ihrem Entwurf ATSG fallengelassen wurde, da sie im Vernehmlassungsverfahren als zu weit gehender Eingriff in die geltende Rechtsordnung kritisiert worden war (zum Ganzen: OMLIN, a.a.O., S. 242 unten f. sowie Fn. 83 und 84; vgl. auch Urteil des Eidg. Versicherungsgerichts U 32/03 vom 3. September 2003, E. 4.1.1). Ferner beabsichtigt der Bundesrat, worauf das BAG letztinstanzlich hinweist, gemäss Vernehmlassungsvorlage (S. 16 und 26) die Invalidenrenten der Unfallversicherung im Alter zur Verhinderung ungerechtfertigter Überentschädigungen künftig nur noch gekürzt ausrichten zu lassen. Eine derartige Massnahme erübrigte sich, wenn Invalidenrenten nicht grundsätzlich weiterhin lebenslänglich und unabhängig von einer nachgewiesenen konkreten Erwerbseinbusse zugesprochen würden.\n\nEs hat demnach beim vorinstanzlichen (Rückweisungs-)Entscheid sein Bewenden, mit welchem die Beschwerdeführerin verpflichtet wird, abzuklären, wann die Heilbehandlung der Beschwerdegegnerin abgeschlossen und ob die Beschwerdegegnerin hernach in einem rentenbegründenden Masse invalid war, sowie gegebenenfalls die Höhe der geschuldeten Rente festzulegen. Die Frage, ob die Versicherte ohne Unfallfolgen über das AHV-Rentenalter hinaus erwerbstätig gewesen wäre, wie von ihrer Seite geltend gemacht, bedarf angesichts des Ergebnisses im vorliegenden Verfahren - der Rentenanspruch kann auch ohne weitergeführte erwerbliche Beschäftigung nach Erreichen des AHV-Rentenalters entstehen - keiner abschliessenden Beurteilung."}