{"annee": "134", "cour": "III", "page": "661", "date": "12/6/2008", "cite": ["130 III 336", "121 III 246", "126 III 327", "131 III 289", "116 II 625"], "cite_par": ["136 V 57", "143 III 51", "145 III 109", "135 V 425"], "chapeau": "101. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause dame X. contre X. (recours en matière civile)\n\n5A_220/2008 du 12 juin 2008", "regestes": ["Art. 27 al. 1, art. 61, 63 al. 2 et art. 64 al. 2 LDIP; action en complément d'un jugement de divorce étranger; reconnaissance d'un jugement de divorce étranger. Le partage de la prestation de sortie de la prévoyance professionnelle est en principe régi par le droit applicable au divorce (consid. 3.1). Le jugement de divorce étranger n'est pas lacunaire, partant susceptible de complément, lorsque la prestation compensatoire allouée à l'épouse, en application du droit français, a été fixée en tenant compte, notamment, de la prestation de sortie du mari selon le droit suisse (consid. 3.3). La reconnaissance d'un jugement de divorce étranger allouant à l'épouse une prestation compensatoire inférieure à la moitié de la prestation de sortie du mari n'est pas manifestement incompatible avec l'ordre public matériel suisse (consid. 4.2)."], "faits": "BGE 134 III 661 S. 662\n\nA. X., né en 1943, et dame X., née en 1941, se sont mariés le 21 août 1965 en France. L'épouse, d'origine française, a acquis la nationalité suisse par le mariage; le mari, d'origine suisse, a obtenu la nationalité française en 1991. En novembre 1972, les époux ont quitté Genève et se sont installés en France.\n\nLe mari a toujours travaillé en Suisse. Il a atteint l'âge de la retraite le 30 avril 2008; le montant de sa prévoyance professionnelle s'élevait à 1'214'921 fr. au 31 décembre 2002. Son épouse a travaillé en Suisse pour le compte de A., puis, après une interruption de quinze ans pour s'occuper des enfants, a repris une activité lucrative à temps partiel; en 1999, elle a ouvert un cabinet de kinésiologie à Genève et travaille aujourd'hui pour son compte.\n\nB.\n\nB.a Par jugement du 24 mars 2003, le Tribunal de grande instance de Thonon-les-Bains a prononcé le divorce des époux X. Concernant leur prévoyance professionnelle, il a condamné (en application du droit suisse) le mari à verser à l'épouse la moitié de la prestation de sortie acquise pendant la durée du mariage. Sur appel du mari, la Chambre civile de la Cour d'appel de Chambéry a réformé ce jugement le 1er février 2005 et alloué à la femme une somme de 160'000 EUR au titre de prestation compensatoire. Par arrêt du 14 mars 2006, la Cour de cassation française a rejeté le pourvoi formé par l'épouse contre cette décision.\n\nB.b Le 22 novembre 2006, l'épouse a ouvert action en complément du jugement de divorce, concluant à ce qu'il soit dit que le jugement de divorce français ne déploie aucun effet en tant qu'il concerne le BGE 134 III 661 S. 663partage des avoirs de prévoyance professionnelle et à ce que ce partage soit ordonné conformément à l'art. 122 CC.\n\nStatuant le 21 juin 2007, le Tribunal de première instance de Genève a débouté la demanderesse. Par arrêt du 22 février 2008, la Cour de justice du canton de Genève a confirmé le jugement entrepris.\n\nC. L'épouse forme un recours en matière civile au Tribunal fédéral contre cet arrêt. Sur le fond, elle conclut en substance à ce qu'il soit constaté que les jugements prononcés en France ne déploient aucun effet en Suisse en tant qu'ils concernent le partage des avoirs de prévoyance professionnelle, à ce que le partage des avoirs de prévoyance du mari soit ordonné conformément à l'art. 122 CC ou, s'il est ordonné en vertu de l'art. 124 CC, à ce que l'intéressé soit condamné au paiement d'une indemnité correspondant à la moitié des avoirs de prévoyance, calculée pour la durée du mariage, c'est-à-dire 607'460 fr. 50 avec intérêts à 5 % dès le 24 mars 2003.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3.\n\n3.1 Conformément à l'art. 64 al. 2 LDIP, l'action en complément ou en modification du divorce ou de la séparation de corps est en principe régie par le droit applicable au divorce ou à la séparation de corps. En vertu de l'art. 61 LDIP, le divorce et la séparation de corps sont régis par le droit suisse (al. 1er); cependant, si les époux ont une nationalité étrangère commune et qu'un seul est domicilié en Suisse, leur droit national commun s'applique (al. 2). Les effets accessoires du divorce sont régis par le droit applicable au divorce, sous réserve, notamment, des dispositions de la loi relatives à l'obligation d'entretien entre époux et au régime matrimonial (art. 63 al. 2 LDIP). Selon la jurisprudence, le partage de la prestation de sortie de la prévoyance professionnelle ne tombe pas sous la réserve en faveur des règles touchant à l'obligation d'entretien ou au régime matrimonial; c'est donc le droit applicable au divorce qui trouve en principe application (ATF 131 III 289 consid. 2.4 p. 291; arrêts 5A_83/2008 du 28 avril 2008, consid. 3.2; 5C.297/2006 du 8 mars 2007, consid. 3.1, publié in FamPra.ch 2007 p. 667 ss). Toutefois, la clause d'exception prévue par l'art. 15 LDIP habilite le juge à ne pas appliquer le droit auquel renvoie la règle de conflit de lois lorsque, au regard de l'ensemble des circonstances, il est manifeste que la cause n'a qu'un lien très lâche BGE 134 III 661 S. 664avec cette législation et qu'elle se trouve dans une relation beaucoup plus étroite avec un autre droit (al. 1er). Cette clause n'intervient que de façon restrictive (ATF 121 III 246 consid. 3c p. 247 et la jurisprudence mentionnée); elle ne tend pas, en particulier, à obvier aux conséquences indésirables du droit matériel (ATF 131 III 289 consid. 2.5 p. 292).\n\n3.2 Avant de s'interroger sur le droit applicable, il convient d'examiner si le jugement de divorce français doit être complété (ATF 131 III 289 consid. 2.8 p. 294; MAYA STUTZER, Vorsorgeausgleich bei Scheidungen mit internationalem Konnex, in: FamPra.ch 2006 p. 243 ss, spéc. 256); si ladite décision ne nécessite aucun complément, parce qu'elle a déjà réglé le sort des avoirs de prévoyance, la question du droit applicable devient sans objet.\n\nDans l'arrêt publié aux ATF 131 III 289 (consid. 2.8 et 2.9), le Tribunal fédéral a constaté que le jugement de divorce prononcé en France ne contenait aucune clause explicite quant aux avoirs accumulés auprès de l'institution suisse de prévoyance et que le juge français avait rejeté la prétention de l'épouse en paiement d'une prestation compensatoire (art. 270 ss CC/F) sans qu'on puisse discerner le motif de ce refus.\n\n3.3 Il n'en va pas de même en l'espèce. Tant l'arrêt de la Cour d'appel de Chambéry que celui de la Cour de cassation se sont expressément penchés sur la problématique du partage des avoirs de la pré voyance professionnelle des parties. La Cour d'appel a estimé que les normes du Code civil suisse relatives au partage du deuxième pilier en cas de divorce (art. 124 et 142 CC) ne revêtent pas de caractère automatique et que l'épouse ne tient pas de la loi suisse un droit acquis à la moitié des avoirs de la prévoyance professionnelle constituée par son époux pendant la durée du mariage; se référant ainsi à la loi française, seule applicable au litige, pour fixer la quotité de la prestation compensatoire due à l'épouse et tenant compte des situations respectives des parties quant à leurs revenus et à leurs prétentions dans la liquidation du régime matrimonial, ainsi que de la prestation de libre passage à laquelle le mari pouvait prétendre, les magistrats d'appel ont alloué à l'épouse une somme de 160'000 EUR. La Cour de cassation a confirmé cette décision en déclarant: \"(...) c'est en considération du versement de la prestation de libre passage à M. X. selon le droit suisse, dont l'arrêt n'a pas dénaturé la teneur, et par une juste application de l'article 1401 du Code civil, que la Cour d'appel BGE 134 III 661 S. 665a, par une appréciation souveraine, fixé le montant de la prestation compensatoire due à Mme X.\".\n\nIl faut concéder à la recourante qu'il existe une différence de nature entre la prestation compensatoire du droit civil français et le partage des avoirs de prévoyance prévu par les art. 122 ss CC, institution que la législation française ne connaît pas comme telle (ATF 131 III 289 consid. 2.8 p. 295). Il n'en demeure pas moins, comme le relève avec raison l'autorité cantonale, que la prestation compensatoire a été fixée en tenant compte, parmi plusieurs éléments, de la prestation de libre passage du mari. Il n'y a donc plus de place pour un complément par le juge suisse.\n\n4. A titre subsidiaire, la recourante affirme que, même s'il fallait admettre que le jugement de divorce français bénéficie de l'autorité de la chose jugée, il ne pourrait pas être reconnu, car il contrevient à l'ordre public suisse: d'une part, il attribue une prestation compensatoire sans fixer aucune clef de répartition conformément à l'art. 142 CC; d'autre part, il ne lui alloue qu'un peu plus d'un cinquième des avoirs de prévoyance, la privant de l'essentiel de ses droits découlant de l'art. 122 CC.\n\n4.1 En vertu de l'art. 27 al. 1 LDIP, la reconnaissance d'une décision étrangère doit être refusée en Suisse si elle apparaît manifestement incompatible avec l'ordre public suisse. La réserve de l'ordre public doit permettre au juge de ne pas apporter la protection de la justice suisse à des situations qui heurtent de façon choquante les principes les plus essentiels de l'ordre juridique, tel qu'il est conçu en Suisse. En tant que clause d'exception, la réserve de l'ordre public s'interprète de manière restrictive; il en va spécialement ainsi en matière de reconnaissance et d'exécution des jugements étrangers, où sa portée est plus étroite que pour l'application directe du droit étranger; la reconnaissance constitue la règle, dont il ne faut pas s'écarter sans de bonnes raisons (ATF 126 III 327 consid. 2b p. 330; ATF 116 II 625 consid. 4a p 630).\n\nLe Tribunal fédéral a jugé que l'ordre public matériel serait violé si un jugement étranger contrevenait à des règles impératives qualifiées du droit suisse; on ne saurait notamment reconnaître, en raison de son incompatibilité avec le droit suisse du divorce et de la prévoyance, une réglementation renvoyant le partage à un moment postérieur au divorce ou consacrant un \"splitting\" du rapport de prévoyance entre les époux (ATF 130 III 336 consid. 2.4 p. 340).BGE 134 III 661 S. 666\n\n4.2 Une telle situation n'est pas réalisée ici. Le juge français, statuant après avoir dûment analysé la situation des époux, au regard du droit français applicable au litige, et admettant partiellement les conclusions de l'épouse, a fixé à 160'000 EUR la prestation compensatoire due par le mari et invité l'institution de prévoyance de celui-ci à verser à l'épouse la contre-valeur de ce montant en francs suisses.\n\nDans ces circonstances, on ne peut admettre que les arrêts de la Cour d'appel, puis de la Cour de cassation, sont contraires à l'ordre public matériel suisse. En particulier, le fait que l'épouse perçoit moins de la moitié de la prestation de sortie du mari n'autorise pas cette conclusion, d'autant que les tribunaux français ont pris en compte l'ensemble des éléments consécutifs au divorce des époux. Rien ne s'oppose dès lors à ce que lesdits jugements soient reconnus et exécutés en Suisse."}