{"annee": "134", "cour": "II", "page": "49", "date": "8/2/2008", "cite": ["110 IB 340", "101 IB 405", "126 II 522", "102 IB 353", "131 II 137", "113 IA 353", "102 IB 271", "129 II 72", "123 II 560", "111 IB 233", "110 IB 43", "94 I 286", "122 II 349", "103 IB 91", "121 II 350", "128 II 74", "122 II 337", "114 IB 286", "106 IB 19", "99 IB 87", "121 II 317", "123 II 481", "132 II 427", "122 I 168", "131 II 458", "112 IB 531", "129 II 420", "106 IB 241", "113 IB 39", "104 II 86", "130 II 394", "124 II 543", "93 I 338", "117 IB 15", "116 IB 11"], "cite_par": ["134 II 176", "136 II 263", "134 II 160", "134 II 164", "145 I 250", "142 II 136", "142 II 128", "145 II 282", "138 II 77", "134 II 172", "134 II 145", "134 II 152", "134 II 182"], "chapeau": "7. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X., unique zurich airport Flughafen Zürich AG und Kanton Zürich gegen unique zurich airport Flughafen Zürich AG, Kanton Zürich und X. sowie Eidgenössische Schätzungskommission, Kreis 10 (Verwaltungsgerichtsbeschwerde)\n\n1E.15/2007 / 1E.16/2007 vom 8. Februar 2008", "regestes": ["Expropriation de droits de voisinage à cause du bruit du trafic aérien et expropriation du droit de se défendre contre le survol direct; calcul de l'indemnité. MANIÈRE DE PROCÉDER POUR RÉSOUDRE DES QUESTIONS JURIDIQUES IMPORTANTES. Choix d'un \"leading case\", parmi 18 procédures traitées par la commission d'estimation, dans le but de résoudre des questions juridiques de principe (consid. 2). SURVOL AU DÉCOLLAGE DEPUIS LA PISTE 16. Résumé et confirmation de la jurisprudence au sujet du droit à une indemnité d'expropriation en cas de survol d'un bien-fonds. Définition du survol direct, au sens du droit de l'expropriation (consid. 5-5.3). Dans le cas d'espèce, négation d'une atteinte directe à la propriété foncière (consid. 5.5). RESTRICTION DES DROITS DE VOISINAGE DONNANT LIEU À INDEMNISATION; IMPRÉVISIBILITÉ ET SPÉCIALITÉ DES IMMISSIONS, AINSI QUE GRAVITÉ DU DOMMAGE. Pour la condition de l'imprévisibilité des immissions de bruit, en cas de réalisation d'une construction sur un bien-fonds ou en cas d'agrandissement d'une construction existante, l'élément déterminant est la conclusion d'un contrat d'entreprise avant le 1er janvier 1961, voire le début des travaux dans la période précédant cette date (consid. 7). Dans l'appréciation de la spécialité, des immissions qui pour l'essentiel sont apparues après le 1er janvier 1961, ne peuvent pas être considérées, au détriment du voisin, comme un élément démontrant que le terrain était déjà exposé au bruit (consid. 8). Le dommage dû au bruit ne se produit pas uniquement au moment de la vente, dans le cas d'un bien-fonds utilisé par son propriétaire (consid. 9), et ce dommage n'est pas considéré comme grave seulement quand la dévaluation de l'immeuble est d'au moins un tiers (consid. 10). Une diminution de valeur de 10 % peut aussi constituer un dommage grave (consid. 11). ESTIMATION DU DOMMAGE. Les effets de l'ouvrage qui sont à l'origine d'augmentations ou de diminutions de valeur sans relation avec l'expropriation, notamment l'avantage d'un emplacement proche de l'aéroport, doivent être totalement ignorés dans l'estimation du dommage. On ne considère comme un avantage particulier au sens de l'art. 22 LEx que celui qui se produit pour un bien-fonds faisant l'objet d'une expropriation partielle, mais pas en revanche l'avantage général profitant à l'ensemble du voisinage, dont font également parties des personnes qui ne sont pas expropriées (consid. 12). Des évolutions possibles mais encore incertaines, à la date déterminante pour l'estimation, du niveau de bruit ne doivent pas être prises en considération pour le calcul de l'indemnité (consid. 13). MÉTHODE D'ESTIMATION APPLICABLE. Description du modèle économétrique, qui tient compte d'aspects \"hédonistes\", retenu par l'expropriant dans cette procédure (modèle \"Minderwert Fluglärm\", ou MIFLU; consid. 17 et 18). Application de ce modèle très élaboré d'un point de vue scientifique, pour déterminer la moins-value causée par le bruit aérien sur des maisons familiales et des appartements en PPE (consid. 18). MONTANT ET FORME DE L'INDEMNITÉ, INTÉRÊTS. Nouvelle détermination de la dévaluation selon le calcul MIFLU (consid. 19). Des prestations périodiques pour l'indemnisation ne peuvent être prévues qu'en cas d'expropriation à titre temporaire. Il n'est pas admissible de revoir et de fixer à nouveau une indemnité après une certaine période. La dévaluation causée par le bruit aérien doit être compensée par un paiement en capital (consid. 20). Intérêts dus en relation avec une indemnité d'expropriation (consid. 21). MENTION AU REGISTRE FONCIER DE L'INDEMNITÉ D'EXPROPRIATION. Si les parties y consentent, le versement de l'indemnité d'expropriation peut-il être mentionné au registre foncier? Question laissée indécise. Absence de base légale pour imposer une telle mention (consid. 22)."], "faits": "BGE 134 II 49 S. 53\n\nIm Juni 1999 ersuchte der Kanton Zürich als damaliger Flughafenhalter die Eidgenössische Schätzungskommission, Kreis 10, um Eröffnung formeller Enteignungsverfahren zur Beurteilung der eingegangenen Entschädigungsforderungen für übermässige Fluglärm-Immissionen. Diese Forderungen betreffen unter anderem zahlreiche Grundstücke in Opfikon-Glattbrugg, die im Bereich der Abflugschneise der Piste 16 liegen. Am 25. Mai 2001 wurde die unique zurich airport Flughafen Zürich AG (im Folgenden: Flughafen Zürich AG) als neue Flughafenhalterin auf ihr Gesuch hin unter Zuerkennung der Parteistellung zum Verfahren beigeladen.\n\nDer Kanton Zürich und die Flughafen Zürich AG erhoben in den Fällen von Opfikon-Glattbrugg als Enteigner die Einrede der Verjährung und verlangten, dass über diese Frage in einem Teilentscheid BGE 134 II 49 S. 54befunden werde. Die Verjährungseinrede wurde vom Präsidenten der Schätzungskommission am 11. Juni 2003 abgewiesen. Das Bundesgericht wies die von den Enteignern ergriffene Verwaltungsgerichtsbeschwerde mit Urteil vom 27. Juni 2004 ebenfalls ab (BGE 130 II 394).\n\nIn der Folge bestimmten die Parteien und der Präsident der Schätzungskommission 18 Verfahren, die als sog. Pilotfälle vorweg behandelt werden sollten. Zu diesen gehört das Verfahren um die Einfamilienhaus-Parzelle Kat.-Nr. 3498 (GBBl. 2044 Opfikon), Grossackerstrasse 6, von X.\n\nDie Einigungsverhandlungen der 18 ausgewählten Verfahren verliefen im November 2005 erfolglos. Nach Durchführung der Schätzungsverhandlung setzte die Eidgenössische Schätzungskommission, Kreis 10, in ihrem Entscheid vom 14. November 2006 die fluglärmbedingte Entwertung der Liegenschaft von X. auf 17,5 % bzw. Fr. 140'000.- fest, wobei die von den Flughafenhaltern übernommenen Kosten für die am Wohnhaus getroffenen Schallschutzmassnahmen in Höhe von Fr. 20'000.- anzurechnen seien. Die Kommission verpflichtete die beiden Enteigner, X. für die Enteignung der nachbarlichen Abwehrrechte infolge übermässiger Fluglärmeinwirkungen wie folgt zu entschädigen:\n\n\"1.1 mit einer jährlich wiederkehrenden Leistung von CHF 6'000.-, geschuldet je auf den 1. Januar jeden Kalenderjahres, erstmals am 1. Januar 1997, längstens aber bis Ende 2016;\n\n1.2 die kumulierten Leistungen der bisher seit dem Stichtag des 1. Januar 1997 abgelaufenen 10 Jahre von CHF 60'000.-, sind gesamthaft innert 30 Tagen ab Rechtskraft dieses Entscheides zu bezahlen und zu den vom Bundesgericht verbindlich festgesetzten Zinssätzen gemäss Erwägung 6.6 zu verzinsen.\n\n1.3 Die weiteren jährlichen Zahlungen von je CHF 6'000.- sind um die bis Ende 2006 aufgelaufenen Zinsen von CHF 2'347.80 auf insgesamt CHF 8'347.80 zu erhöhen und alsdann zu den ab 1. Januar 2007 geltenden Zinssätzen zu verzinsen.\"\n\nIm Weiteren wurde u.a. bestimmt, dass die Minderwertsentschädigung nach Vorliegen des definitiven und rechtskräftigen Betriebsreglementes auf schriftliches Begehren einer der Parteien zu überprüfen, den neuen Verhältnissen anzupassen und allenfalls aufzuheben sei (Dispositiv-Ziffer 2).\n\nGegen diesen Entscheid haben beide Parteien Verwaltungsgerichtsbeschwerde erhoben. Das Bundesgericht heisst die Beschwerde des BGE 134 II 49 S. 55Enteigneten teilweise gut. Die Beschwerde der Enteigner wird abgewiesen.", "considerants": "Aus den Erwägungen:\n\n2. Wie bereits erwähnt (siehe Sachverhalt), haben zahlreiche Eigentümer von Grundstücken in der Gemeinde Opfikon-Glattbrugg Entschädigungsforderungen für übermässige Fluglärm-Immissionen angemeldet (vgl. auch BGE 130 II 394 Sachverhalt S. 398). Die Schätzungskommission hat daher im Einvernehmen mit den Parteien 18 Verfahren ausgewählt, um wegweisende Entscheide zu fällen, welche (nach altem Verfahrensrecht) allenfalls direkt dem Bundesgericht unterbreitet werden könnten. In diesen 18 Fällen geht es um Liegenschaften unterschiedlicher Natur, so um Einfamilienhäuser, Mehrfamilienhäuser, Geschäftshäuser, öffentliche Gebäude, landwirtschaftliche Bauten und unüberbauten Boden. In all den Verfahren sind vor Bundesgericht prinzipielle Rechtsfragen aufgeworfen worden, welche - unabhängig von den besonderen Eigenschaften der einzelnen Grundstücke - für die Anerkennung der Entschädigungspflicht überhaupt oder das Vorgehen bei der Entschädigungsfestsetzung massgebend sind. Es erscheint als zweckmässig, zunächst in einem Einzelfall über diese grundsätzlichen Fragen zu befinden. Dazu bietet sich der Entscheid der Schätzungskommission in Sachen der Liegenschaft X. an, gegen den beide Parteien Hauptbeschwerde erhoben haben. Dementsprechend sind die beiden Verwaltungsgerichtsbeschwerden, wie von den Enteignern beantragt, im gleichen Verfahren zu behandeln.\n\n3. Die Parteien stellen verschiedene Beweisanträge und ersuchen insbesondere um Befragung von Experten oder um Beizug zusätzlicher Fachberichte wie auch um Vornahme eines Augenscheins. Solche weiteren Instruktionsmassnahmen sind jedoch, wie sich aus dem Folgenden ergibt, nicht erforderlich.\n\nEntschädigung für Überflüge bei Starts ab Piste 16?\n\n4.\n\n4.1 Im angefochtenen Entscheid wird präzisiert, dass lediglich die Entschädigungsbegehren für den Lärm der Abflüge ab Piste 16 Streitgegenstand bildeten, nicht dagegen allfällige Entschädigungsansprüche für die sog. Südanflüge (vgl. dazu auch BGE 130 II 394 E. 4 S. 399). Allerdings, so führt die Schätzungskommission aus, beklagten sich die Grundeigentümer auch im Zusammenhang mit dem BGE 134 II 49 S. 56Abflug-Verkehr nicht nur über übermässige, das Nachbarrecht verletzende Immissionen, sondern auch über eigentlichen Überflug. Das Bundesgericht habe jedoch in BGE 131 II 137 E. 3.2 eingehend dargelegt, weshalb Start-Überflüge anders zu beurteilen seien als Landeanflüge und keinen Entschädigungsanspruch begründen könnten. Im Übrigen werde bei der hier fraglichen Liegenschaft die kritische Überflugshöhe selbst von schlecht steigenden Flugzeugen überschritten und falle eine Überflug-Entschädigung auch aus diesem Grund ausser Betracht.\n\n4.2 Der Enteignete bestreitet in seiner Beschwerde, dass das Bundesgericht in BGE 131 II 137 Entschädigungsansprüche für direkte Überflüge durch startende Flugzeuge generell ausgeschlossen habe. Der direkte Überflug sei im konkreten Fall bloss verneint worden, weil die Grossraumflugzeuge eine Höhe von mehr als 400 m erreichten und diese Höhe nur ab und zu von kleineren Maschinen nicht eingehalten werde. Hieraus sei zu schliessen, dass es auch beim Abflug zu eigentlichen Überflügen durch tief fliegende Maschinen kommen könne. Weiter gehe die Schätzungskommission zu Unrecht davon aus, dass Entschädigungsansprüche nur bei regelmässigen Überflügen entstehen könnten. Das Bundesgericht habe mehrfach erwähnt, dass beim direkten Überflug praktisch zugunsten des Flughafenhalters und zulasten des überflogenen Grundstücks eine Überflug- bzw. Durchflug-Dienstbarkeit, d.h. ein Wegrecht, errichtet werde. Die Entschädigungspflicht hange aber nach zivilrechtlichen Grundsätzen nicht davon ab, ob das Wegrecht regelmässig oder unregelmässig ausgeübt werde. Eine Zwangsdienstbarkeit sei einzuräumen, wenn ein Grundeigentum wider den Willen des Eigentümers auch nur einmal überflogen werden solle.\n\nZur tatsächlichen Situation führt der Enteignete aus, bei den Abflügen und Landungen von bzw. auf Piste 16/34 würden verschiedene Korridore benutzt. Die abfliegenden Maschinen drehten bereits über dem Pistenende oder über Opfikon nach Osten ab (left turn), was zu einer breiten Streuung der Abflugbahnen führe. Der Abflugkorridor werde nach dem Zufallsprinzip benutzt, sodass nie vorausgesagt werden könne, welcher Luftraum beansprucht werde. Dass das Grundstück des Enteigneten nicht jedes Mal und nicht regelmässig überflogen werde, könne aber wie gesagt nicht ausschlaggebend sein. Im Weiteren habe die Schätzungskommission bei ihrem Entscheid über die Überflugsituation voll auf die Angaben der Flughafenhalterin abgestellt und die vorgelegten Aufzeichnungen in keiner BGE 134 II 49 S. 57Weise überprüft. Insbesondere sei nicht abgeklärt worden, ob der von der Enteignerin ausgewählte Zeitabschnitt vom 16. bis 22. Mai 2005 repräsentativ sei. Es seien daher Darstellungen der Überflugsituation weiterer Zeiträume (15. Dezember 2004 bis 14. Januar 2005, 1. bis 30. Juli 2005, 20. August bis 19. September 2005) zu edieren.\n\n4.3 Die Enteigner bestreiten, dass gelegentliche Überflüge beim Start Anspruch auf Entschädigung zu begründen vermöchten. Aus dem in der bundesgerichtlichen Rechtsprechung angestellten Vergleich des Überflugs mit einem Wegrecht und aus den für Dienstbarkeiten geltenden zivilrechtlichen Prinzipien könne kein solcher Schluss gezogen werden. Schon bei einem einzigen direkten Überflug oder bei nur gelegentlichen Überflügen eine Entschädigungspflicht anzuerkennen, verstiesse gegen den Grundsatz der Verhältnismässigkeit. Vereinzelte Überflüge bewirkten denn auch keinerlei Schaden. Weiter seien die Zweifel des Enteigneten an der Objektivität und Aussagekraft der vorgelegten Aufzeichnungen der Abflugbahnen völlig unberechtigt. Für die Darstellung der Überflugsituation seien die - sehr genauen - Multilaterationsdaten des Bodenradars SAMAX verwendet worden. Diese Daten stammten von Skyguide und seien zur Auswertung direkt dem Deutschen Zentrum für Luft- und Raumfahrt (DLR) übermittelt worden. Wie sich aus dem Bericht \"Auswertung von Flugspuren des Flughafens Zürich\" vom 1. Februar 2006 ergebe, dürfe die Woche vom 16. bis 22. Mai 2005 hinsichtlich Verkehrsaufkommen und Wettersituation/Betriebsregime als repräsentativ gelten. Die vom Enteigneten verlangte Auswertung der Überflugsdaten von drei ganzen Monaten führte zu einem unverhältnismässigen Zeit- und Kostenaufwand. Immerhin seien zusätzlich die Daten zweier weiterer Wochen ausgewertet worden, die in die gewünschten Perioden fielen. Während dieser hätten aussergewöhnliche Verhältnisse geherrscht, seien doch in der Woche vom 17. bis 23. Juli 2006 bei extrem hohem Verkehrsaufkommen praktisch jeden Tag Temperaturen von über 30 Grad aufgetreten. Auch bei diesen unüblichen Verhältnissen hätten die Flugzeuge, obschon die Steigleistung bei warmem Wetter leicht geringer sei, die Liegenschaften in Opfikon-Glattbrugg nicht tiefer überquert als während der ursprünglich ausgewerteten Woche. Demgegenüber seien in der Woche vom 9. bis 16. Januar 2006 höhere Überflugshöhen zu verzeichnen. Jedenfalls bestätigten die zusätzlichen Auswertungen die bisherigen Resultate und zeigten auf, dass keine der 18 ausgewählten Liegenschaften regelmässig unter 150 m Höhe überflogen werde. BGE 134 II 49 S. 58\n\nZur konkreten Situation führen die Enteigner aus, das Grundstück Grossackerstrasse 6 sei in der Mai-Woche 2005 sowie in der Juli-Woche 2006 mit einer einzigen Ausnahme auf einer Höhe von 400 m bzw. 500 bis 600 m überflogen worden. Vereinzelte Abflüge hätten sich in geringem seitlichen Abstand von der Parzelle in einer Höhe von 200 m bis 260 m abgespielt. In der Januar-Woche 2006 seien höhere Abflugshöhen zu verzeichnen als in den Sommer-Wochen. Da somit die Abflüge über der Liegenschaft des Enteigneten die - von den Enteignern als massgeblich erachtete - Höhe von 150 m klar überschritten, könne von Überflügen stricto sensu nicht gesprochen werden.\n\nSchliesslich legen die Enteigner dar, dass die Entschädigungsansprüche für Überflüge als verjährt betrachtet werden müssten, da seit langem insbesondere auch mit schweren Flugzeugen über Opfikon-Glattbrugg gestartet werde. Die Ansprüche für eigentlichen Überflug wären daher - anders als die an besondere Voraussetzungen gebundenen Entschädigungsansprüche für Unterdrückung nachbarlicher Abwehrrechte - vor 1993 entstanden und mithin verjährt.\n\n5. Das Bundesgericht spricht vom enteignungsrechtlich relevanten \"eigentlichen Überflug\" (Überflug stricto sensu), wenn die Flugzeuge derart tief unmittelbar über ein Grundstück fliegen, dass der nach Art. 667 Abs. 1 ZGB dem Grundeigentum zuzurechnende Luftraum verletzt wird (vgl. BGE 121 II 317 E. 5b S. 332; BGE 122 II 349 E. 4; BGE 123 II 481 E. 8 S. 494; BGE 124 II 543 E. 5d S. 557; BGE 129 II 72 E. 2; BGE 131 II 137 E. 3 S. 145). Geht es somit um ein direktes Eindringen in das Grundeigentum und nicht um eine im Sinne von Art. 684 ZGB mit übermässigen Einwirkungen verbundene Nutzung eines Nachbargrundstücks, so spielen die in der Rechtsprechung für diesen Fall aufgestellten Voraussetzungen der Unvorhersehbarkeit und der Spezialität der Immissionen sowie der Schwere des Schadens keine Rolle. Ein enteignungsrechtlicher Entschädigungsanspruch für Überflug erwächst dem Grundeigentümer indessen nur dann, wenn die Flugzeuge tatsächlich in die Luftsäule über seinem Grundstück eindringen und dies in einer derart geringen Höhe, dass seine schutzwürdigen Interessen an der ungestörten Nutzung seines Eigentums betroffen werden. Zudem wird in der bundesgerichtlichen Rechtsprechung eine gewisse Regelmässigkeit solchen Eindringens in den zum Grundeigentum gehörenden Luftraum verlangt (\"passage régulier\" vgl. BGE 122 II 349 E. 4a/cc S. 355 und BGE 129 II 72 E. 2.2 S. 75). Nur vereinzelte Überflüge (\"atteinte trop occasionnelle\" vgl. BGE 131 II 137 BGE 134 II 49 S. 59E. 3.2.3 S. 151) lassen keinen Anspruch auf Enteignungsentschädigung entstehen.\n\n5.1 Die Schätzungskommission hat wie erwähnt im angefochtenen Entscheid erklärt, nach bundesgerichtlicher Rechtsprechung seien Überflüge beim Start nicht zu entschädigen. Tatsächlich ist in BGE 131 II 137 festgestellt worden, dass bei Abflügen kaum je in den zum Grundeigentum gehörenden Luftraum der Nachbargrundstücke eingedrungen werde, da die Flugzeuge schon weit vor dem Pistenende abhöben und die Nachbarschaft in grösserer Höhe als beim Landeanflug überflögen. Zudem sei der Streuwinkel bei Starts weit grösser als bei Landungen, würden doch die Flugzeuge beim Landeanflug praktisch auf einer Linie aufgereiht und überquerten stets die gleichen Grundstücke. Auch wenn - im damals zu beurteilenden Fall - beim Abflug kleinerer Maschinen gelegentlich nur eine Höhe von etwa 220 bis 250 m erreicht werde, könne jedenfalls nicht von einem Überflug stricto sensu ausgegangen werden, der eine Entschädigungspflicht auslöse.\n\nPräzisierend ist somit festzuhalten, dass es bei Abflügen kaum je zu eigentlichen Überflügen kommt; indessen kann nicht völlig ausgeschlossen werden, dass sich in Pistennähe auch beim Start von Flugzeugen Situationen ergeben, die - insbesondere hinsichtlich Flughöhe und -dichte - jenen im Landungssektor ähnlich sind.\n\n5.2 Soweit der Enteignete geltend macht, entsprechend den zivilrechtlichen Grundsätzen könne die Häufigkeit der Ausübung einer Dienstbarkeitsberechtigung für die Entschädigungspflicht nicht massgeblich sein und entstehe eine solche schon bei einem einzigen Durchflug, kann dieser Auffassung nicht gefolgt werden.\n\nWohl hat das Bundesgericht die Inanspruchnahme des zum Grundeigentum gehörenden Luftraums beim eigentlichen Überflug mit der Belastung durch ein Durch- oder Überflugsservitut verglichen (vgl. etwa BGE 129 II 72 E. 2.8 S. 80 \"assimiler en quelque sorte\"). Es ist jedoch immer klargestellt worden, dass dieser Eingriff in das Grundeigentum - da er durch ein mit dem Enteignungsrecht ausgestattetes Unternehmen erfolgt - nicht zivilrechtliche, sondern enteignungsrechtliche Folgen habe. So fallen die im ZGB dem Grundeigentümer oder dem Nachbarn zur Verfügung gestellten Abwehrrechte dahin und richtet sich auch der Entschädigungsanspruch nach den enteignungsrechtlichen und nicht nach den zivilrechtlichen Regeln. Der Hinweis der Enteigneten auf die zivilrechtlichen Prinzipien über die BGE 134 II 49 S. 60Ausübung und Abgeltung von Dienstbarkeiten geht demnach an der Sache vorbei.\n\n5.3 Die Enteigner ersuchen das Bundesgericht mit Blick auf die Vielzahl der Entschädigungsforderungen, die kritische Flughöhe für den eigentlichen Überflug ein für alle Mal zu bestimmen.\n\nNach Art. 667 Abs. 1 ZGB erstreckt sich das Eigentum an Grund und Boden nach oben und unten auf den Luftraum und das Erdreich, soweit für die Ausübung des Eigentums ein Interesse besteht. Wie gross diese räumliche Ausdehnung ist, lässt sich nicht in allgemein gültiger Weise festlegen, sondern bestimmt sich von Fall zu Fall nach den konkreten Umständen und dem schutzwürdigen Interesse des Eigentümers, diesen Raum selbst zu nutzen oder zu beherrschen und das Eindringen anderer abzuwehren. Das Bundesgericht hat es daher - in der zivilrechtlichen und in der enteignungsrechtlichen Praxis - stets abgelehnt, generell zu bestimmen, auf welcher Höhe ein Flugzeug in die Interessenssphäre der Grundeigentümer und damit in das Grundeigentum selbst eindringe. Dies hange von der Nutzung und Lage der konkret betroffenen Liegenschaft, aber auch von der Art und Grösse der Flugzeuge und den entsprechenden Auswirkungen des Überflugs ab (vgl. BGE 131 II 137 E. 3.1.2 S. 146, E. 3.2.2 und 3.2.3 S. 150 f.; BGE 129 II 72 E. 2.3 S. 76; BGE 123 II 481 E. 8 S. 495; BGE 122 II 349 E. 4a/cc S. 355; BGE 104 II 86 E. 2 S. 89 f., je mit Hinweisen). Indessen lässt sich aufgrund der bereits ergangenen Entscheide die kritische Höhe des Überflugs über Wohngebieten etwas eingrenzen. Eigentliche Überflüge sind bei landenden Grossraumflugzeugen bejaht worden, welche Wohnliegenschaften in der Höhe von 125 m oder darunter überqueren (vgl. BGE 131 II 137 E. 3.1.2 S. 147 mit Hinweisen). Dagegen ist festgestellt worden, dass Überflüge solcher Maschinen in der Höhe von mindestens 400 m das Grundeigentum nicht verletzen (BGE 123 II 481 E. 8 S. 495; BGE 131 II 137 E. 3.2.2 S. 150 und E. 3.2.3 S. 151; siehe auch BGE 123 II 481 E. 8 S. 495). Ebenfalls zu keinem Eingriff führten vereinzelte Flüge insbesondere kleinerer Maschinen in der Höhe von etwa 220 m bzw. 250 m (BGE 131 II 137 E. 3.2.2 S. 150). Anhand dieser Kriterien lässt sich im vorliegenden Fall die Frage des Überflugs stricto sensu beantworten und besteht kein Anlass zu weiteren Abgrenzungen.\n\n5.4 Der Enteignete vertritt nebenbei die Auffassung, als Überflugkorridor müsse das ganze Gebiet gelten, in welchem Randwirbelschleppen aufträten und deshalb die Dachziegel verklammert worden BGE 134 II 49 S. 61seien. Auf dieses Vorbringen ist schon deshalb nicht einzugehen, weil Randwirbelschleppen nur bei Landeanflügen entstehen. Im Streite liegt aber im vorliegenden Fall allein die Frage, ob und welche Entschädigung für die mit den Abflügen ab Piste 16 verbundenen Beeinträchtigungen geschuldet sei (vgl. oben E. 4.1).\n\n5.5 Das Grundstück des Enteigneten liegt, um 400 m von der Pistenachse verschoben, rund 2,7 km vom Pistenende entfernt. In diesem Bereich sind gemäss den Aufzeichnungen der Flugspuren, auf welche trotz gewisser Messunsicherheiten insgesamt abgestellt werden darf, die Abflüge ab Piste 16 bereits breit gestreut. Das Grundstück des Enteigneten wird nur selten direkt überflogen. Der Grossteil der Flugzeuge erreicht hier eine Höhe von über 500 m oder jedenfalls - bei sehr hohen Temperaturen - von über 400 m. Nur vereinzelt werden auch Flüge in einer Höhe zwischen 200 und 400 m verzeichnet. Im vorliegenden Fall kann somit, wie die Schätzungskommission zu Recht erkannt hat, von eigentlichen Überflügen - d.h. wie dargelegt von regelmässigen direkten Überflügen in geringer Höhe - nicht die Rede sein. Daran ändert auch nichts, wenn hier, wie der Enteignete vorbringt, einzelne Abflugspuren unter der durchschnittlichen Höhe auf Starts von schlechter steigenden Grossflugzeugen zurückzuführen sind. Dem Begehren um Zusprechung einer Entschädigung für eigentlichen Überflug kann demnach nicht stattgegeben werden. Die Prüfung der Verjährungsfrage erübrigt sich.\n\nEntschädigungspflichtige Unterdrückung von Nachbarrechten (Unvorhersehbarkeit und Spezialität der Immissionen sowie Schwere des Schadens)?\n\n6. Die Schätzungskommission hat im vorliegenden Fall den Entschädigungsanspruch des Grundeigentümers für die Unterdrückung nachbarlicher Abwehrrechte bejaht, da die drei in der Rechtsprechung verlangten Voraussetzungen der Unvorhersehbarkeit der Lärmimmissionen, der sog. Spezialität der Immissionen sowie der Schwere des immissionsbedingten Schadens erfüllt seien. Die Enteigner bestreiten diesen Entschädigungsanspruch insoweit, als er einen Anbau betrifft, der erst nach dem 1. Januar 1961 - dem Stichtag für die Unvorhersehbarkeit der Immissionen - erstellt worden sei. Weiter machen die Enteigner geltend, dass die Voraussetzung der Spezialität der Immissionen, die bei Überschreitung der umweltschutzrechtlichen Immissionsgrenzwerte angenommen wird, nur vorübergehend erfüllt gewesen sei. Zwar sei bei der Liegenschaft des Enteigneten der BGE 134 II 49 S. 62für den Tag geltende Immissionsgrenzwert der Empfindlichkeitsstufe (ES) II gemäss Anhang 5 zur Lärmschutz-Verordnung vom 15. Dezember 1986 (LSV; SR 814.41) auch heute noch überschritten. Für das Gemeindegebiet von Opfikon-Glattbrugg müsse jedoch angesichts der seit langem bestehenden Fluglärmvorbelastung enteignungsrechtlich der Immissionsgrenzwert für die ES III massgeblich sein. Da dieser Immissionsgrenzwert nur während weniger Jahre überschritten worden sei, liege bloss eine vorübergehende Beeinträchtigung vor, für welche keine Entschädigung geschuldet sei. Und schliesslich bringen die Enteigner vor, bei selbst genutzten lärmbelasteten Liegenschaften trete der Vermögensschaden erst im Falle des Verkaufes ein. Der beeinträchtigte Wohngenuss des Eigentümers stelle keinen abzugeltenden Schaden im (zivilrechtlichen) Rechtssinne dar. Im Weiteren könne in Fällen der Enteignung nachbarrechtlicher Abwehrbefugnisse wegen übermässigen Lärms - infolge der Nähe und Verwandtschaft zur materiellen Enteignung - nur dann von einem schweren Schaden ausgegangen werden, wenn der Minderwert wegen Fluglärms einen Drittel des Verkehrswerts der Liegenschaft übersteigt.\n\n7. Das Bundesgericht hat in BGE 130 II 394 E. 12.1 S. 415 ausdrücklich bestätigt, dass die für die (Un-)Vorhersehbarkeit der Fluglärm-Immissionen massgebende Schwelle, die auf den 1. Januar 1961 gelegt worden ist (vgl. BGE 121 II 317 E. 6 S. 333 ff.), auch für die durch den Abflugverkehr betroffenen Grundeigentümer in Opfikon-Glattbrugg gilt. Hat ein Anwohner sein Grundstück erst nach diesem Zeitpunkt anders als durch Erbgang erworben, gelten die Einwirkungen als vorhersehbar und kann kein Entschädigungsanspruch entstehen (vgl. BGE 131 II 137 E. 2.1 S. 142 mit zahlreichen Hinweisen). Dies betrifft gemäss dem angefochtenen Entscheid auch Ausbauten und Nutzungserweiterungen, die nach diesem Datum vorgenommen worden sind und deshalb für die Schätzung unbeachtlich bleiben müssten (so auch Urteil E.22/1992 vom 24. Juni 1996, E. 3b, während in BGE 121 II 317 E. 6c/aa S. 337 die Frage noch offengelassen worden ist; vgl. auch BGE 110 Ib 43 E. 4 S. 50 und BGE 111 Ib 233 E. 2a). Die Parteien stellen diese Betrachtungsweise nicht in Frage. Umstritten ist einzig, welches Stadium ein Bau oder ein nachträglicher Ausbau am 1. Januar 1961 erreicht haben müsse, damit die lärmbedingte Entwertung noch als unvorhersehbar gelten könne. Nach dem Enteigneten wäre darauf abzustellen, ob vor dem massgebenden Datum bereits eine erkennbare Bauabsicht bestand und BGE 134 II 49 S. 63Aufwendungen für die Planung und Projektierung getätigt worden sind. Gemäss Auffassung der Enteigner kann weder der Zeitpunkt der Einreichung des Baugesuchs noch jener der Erteilung der Baubewilligung, sondern erst - als allerfrühester Zeitpunkt - der effektive Baubeginn massgebend sein. Sie weisen darauf hin, dass die Schätzungskommission in einem in den Pilotfällen getroffenen Entscheid (der nicht ans Bundesgericht weitergezogen wurde) sogar erst auf den Zeitpunkt der Rohbauvollendung abgestellt habe.\n\nDas Bundesgericht hat sich mit der hier aufgeworfenen Frage der Planung und Erstellung einer Baute während der für die Vorhersehbarkeit kritischen Zeit noch nie befassen müssen. In BGE 131 II 137 E. 2 S. 142 ff. wurde indes im Zusammenhang mit dem Kauf eines Grundstücks dargelegt, dass die aufgestellte Regel, wonach ab 1. Januar 1961 jedermann - und nicht bloss die Flughafen-Anwohner - die hohe Fluglärmbelastung um die Landesflughäfen kennen musste, allgemein gültig und streng zu beachten sei. Sie dürfe nicht im Einzelfall - je nach den gegebenen persönlichen oder tatsächlichen Verhältnissen - angepasst oder umgangen werden. Für die Beurteilung der Vorhersehbarkeit müsse daher beim (Ver-)Kauf eines Grundstücks der Zeitpunkt massgebend sein, in dem sich die Parteien der zivilrechtlichen Ordnung gemäss verbindlich und definitiv zur Übertragung des Grundstücks verpflichteten, also der Zeitpunkt der öffentlichen Beurkundung des Vertrages oder allenfalls des Übergangs des Eigentums bei der Eintragung ins Grundbuch. Dagegen könne es keine Rolle spielen, ob und wann die Parteien Vertragsverhandlungen aufgenommen, unverbindliche Abmachungen getroffen oder Abklärungen bei den Behörden vorgenommen hätten.\n\nAus diesen Erwägungen ist sinngemäss abzuleiten, dass die Unvorhersehbarkeit der fluglärmbedingten Beeinträchtigungen bei der Überbauung eines Grundstücks zu bejahen ist, wenn der Grundeigentümer schon vor dem 1. Januar 1961 Verbindlichkeiten eingegangen ist, von denen er sich nicht mehr oder nur noch unter beträchtlichen finanziellen Aufwendungen lösen kann. Solche Verbindlichkeiten entstehen aber nicht schon bei Vorbereitungshandlungen wie der Erteilung von Projektierungsaufträgen und der Einholung der Baubewilligung. Die damit verbundenen Kosten sind - verglichen etwa mit den Baukosten - nicht derart hoch, dass ein Verzicht auf die Realisierung des Projektes als unzumutbar erschiene. Die Baubewilligung verpflichtet den Baugesuchsteller auch nicht zur Ausführung des Vorhabens. Sind dagegen die Werkverträge einmal BGE 134 II 49 S. 64abgeschlossen und die Bauarbeiten aufgenommen, so wäre es unverhältnismässig, vom Grundeigentümer zu verlangen, die Verträge aufzulösen und den Bau im Hinblick auf die - ab 1. Januar 1961 als bekannt geltenden - Immissionsbelastungen einzustellen. Für die Vorhersehbarkeit der Lärmeinwirkungen ist demnach bei der Überbauung eines Grundstücks oder beim Ausbau eines bestehenden Gebäudes darauf abzustellen, ob der Werkvertrag vor dem 1. Januar 1961 abgeschlossen worden ist oder - falls sich dies nicht mehr eruieren lässt - ob der Baubeginn in die Zeit vor diesem Datum falle.\n\nDer Enteignete hat dem Bundesgericht mit seiner Vernehmlassung zur Verwaltungsgerichtsbeschwerde der Enteigner Dokumente vorgelegt, aus denen sich ergibt, dass der Werkvertrag für den Anbau auf dem Grundstück Grossackerstrasse 6 im Oktober 1960 abgeschlossen worden ist und auch die Bauarbeiten noch vor dem 1. Januar 1961 aufgenommen worden sind. Die Entschädigungspflicht ist somit im Lichte der Unvorhersehbarkeit der lärmbedingten Beeinträchtigungen auch hinsichtlich des Anbaus zu bejahen.\n\n8. Nach Meinung der Enteigner ist bei der Beurteilung der Spezialität der Immissionen angesichts der Fluglärmvorbelastung der Gemeinde Opfikon-Glattbrugg für das ganze Gebiet enteignungsrechtlich vom Immissionsgrenzwert ES III auszugehen, also auch für jene Grundstücke, die nach kommunaler Planung der ES II zugewiesen sind. An sich ist nicht ausgeschlossen, bei der enteignungsrechtlichen Beurteilung der Lärmempfindlichkeit eines Gebietes andere Massstäbe anzulegen, als sie die kommunale Planungsbehörde angewendet hat. Einer Aufstufung steht hier jedoch gerade die enteignungsrechtliche Beurteilungsweise entgegen, die für die Abgeltung von Lärm sowohl die Spezialität der Immissionen als auch deren Unvorhersehbarkeit verlangt. Zwar sind diese Voraussetzungen grundsätzlich voneinander unabhängig zu beurteilen (vgl. BGE 110 Ib 340 E. 2 S. 346), doch dürfen die einzelnen Anforderungen nicht derart umschrieben werden, dass sie zueinander in Widerspruch treten. So darf zwar wie gesagt vorausgesetzt werden, dass der Nachbar eines Flughafens schon vor dem 1. Januar 1961 - als die Lärmbelastung noch nicht voraussehbar war - Eigentümer seines Grundstücks gewesen sei, damit überhaupt ein Entschädigungsanspruch entstehen kann. Dann aber können diesem Nachbarn die Immissionen, die im Wesentlichen erst nach dem 1. Januar 1961 eingetreten sind (vgl. im Einzelnen zum Betrieb der Piste 16/34: BGE 130 II 394 E. 12.3.1 S. 420), nicht im Rahmen der Beurteilung der Spezialität der Einwirkungen BGE 134 II 49 S. 65als Lärmvorbelastung angerechnet werden. Hat mit anderen Worten ein Grundeigentümer sein Grundstück seinerzeit an einem Ort erworben, an welchem nach damaligem Ortsgebrauch kein (übermässiger) Lärm bestand und auch nicht zu erwarten war, so kann ihm das öffentliche Unternehmen, das den Lärm selbst bewirkt, die nachträgliche Änderung des Ortsgebrauchs nicht zur Last legen. Bei der von den Enteignern geltend gemachten Lärmvorbelastung handelt es sich aus enteignungsrechtlicher Sicht vielmehr um Auswirkungen des Werkes selbst, die im Enteignungsfall bei der Entschädigungsbemessung ausser Acht zu lassen sind (Art. 20 Abs. 3 EntG [SR 711]). Dem Antrag der Enteigner um - enteignungsrechtliche - Höhereinstufung der der ES II zugewiesenen Grundstücke ist demnach nicht zu entsprechen.\n\n9. Soweit die Enteigner vorbringen, ein lärmbedingter Schaden könne bei selbst genutzten Liegenschaften erst im Verkaufsfall eintreten, ist ihnen ebenfalls nicht zu folgen.\n\nDass Wohnliegenschaften durch übermässigen Lärm entwertet werden, entspricht allgemeiner Lebenserfahrung und ständiger bundesgerichtlicher Rechtsprechung. Wie die Enteigner an anderer Stelle selbst darlegen, stellt die ruhige Lage gleich wie etwa die schöne Aussicht, die gute Anbindung an den öffentlichen Verkehr oder die Qualität der Baute eines der Elemente dar, die den Wert einer Liegenschaft ausmachen. Geht dieses Element verloren, nimmt der Markt- bzw. der Verkehrswert des Grundstücks ab und entsteht somit ein Schaden. Dass sich die Entwertung einer Liegenschaft bei Weiternutzung durch den bisherigen Eigentümer (noch) nicht in einem niedrigeren Verkaufspreis niederschlägt, ändert an der Werteinbusse nichts. Dem Grundeigentümer verbleibt nach dem Auftreten der übermässigen Lärmimmissionen nur noch ein Teil des früheren Marktwerts. Dieser Wertverlust ist, sofern der übermässige Lärm von einem mit dem Enteignungsrecht ausgestatteten Unternehmen ausgeht und auch die übrigen Voraussetzungen erfüllt sind, nach Art. 19 lit. b EntG zu entschädigen, ohne dass die Entwertung durch einen Verkauf nachgewiesen werden müsste. Es gibt keinen Grund, den Eigentümer eines von ihm selbst genutzten Einfamilienhauses, der übermässige Fluglärmimmissionen zu dulden hat, im Hinblick auf den Nachweis des Schadens anders zu behandeln als andere Teilenteignete, so z.B. den Eigentümer einer von ihm selbst genutzten Wohnliegenschaft, welche mit einem Überleitungsservitut belastet wird (vgl. BGE 129 II 420).\n\nBGE 134 II 49 S. 66\n\n10. In Übernahme der Rechtsprechung zur materiellen Enteignung ist nach Auffassung der Enteigner nur dann von einem schweren Schaden auszugehen, wenn der Minderwert wegen Fluglärms einen Drittel des Verkehrswertes der betroffenen Liegenschaften übersteigt.\n\nDie von den Enteignern in diesem Zusammenhang zitierten Entscheide zur materiellen Enteignung (Urteil A.115/1983 vom 14. Dezember 1983, publ. in: ZBl 85/1984 S. 366; Urteil des Verwaltungsgerichts des Kantons Zürich vom 21. Juni 2001 [VR2000.00001]) betreffen indes nicht Lärm- oder andere Immissionen, sondern die Umzonung bzw. Nichteinzonung von Grundstücken im Rahmen kommunaler Nutzungsplanung. Weiter ist in diesen Entscheiden nicht festgestellt worden, dass Werteinbussen von Grundstücken von bis zu einem Drittel entschädigungslos hinzunehmen seien, sondern dass Bauverbote oder Baueinschränkungen, die nicht mehr als einen Drittel der Grundstücksfläche beträfen, noch in den Rahmen von hinzunehmenden öffentlichrechtlichen Eigentumsbeschränkungen fielen (vgl. auch BGE 93 I 338 E. 7 S. 342 ff. mit Hinweisen). Da auch eine bauverbotsbelastete Fläche noch einen Restwert aufweist, ist die Gesamtentwertung der Grundstücke in diesen Fällen geringer als ein Drittel. Im Übrigen ist insbesondere in BGE 116 Ib 11 eingehend erläutert worden, weshalb die Unterdrückung der nachbarlichen Abwehrrechte gegenüber übermässigen, von einem öffentlichen Werk ausgehenden Lärmimmissionen den Bestimmungen über die formelle Enteignung und den in der Rechtsprechung aufgestellten speziellen Regeln folgt, und kann hier auf jene Erwägungen verwiesen werden. Art. 16 EntG schreibt aber, gleich wie Art. 26 Abs. 2 BV, im Falle der formellen Enteignung volle Entschädigung vor. Die Voraussetzung des schweren Schadens darf deshalb keine allzu hohe Hürde bilden und lässt sich nur insoweit rechtfertigen, als der Grundsatz zum Tragen kommt, dass ein Entschädigungsanspruch nicht für jeden beliebigen hoheitlichen Eingriff und damit auch nicht für jede beliebige Beeinträchtigung durch den öffentlichen Verkehr entstehen kann.\n\n11. Nach bundesgerichtlicher Rechtsprechung ist die Voraussetzung der Schwere des immissionsbedingten Schadens so zu verstehen, dass der Schaden eine gewisse Höhe oder einen gewissen Prozentsatz des Gesamtwertes einer Liegenschaft erreichen muss, damit eine Ersatzpflicht entsteht (vgl. BGE 94 I 286 E. 9c S. 302; BGE 110 Ib 340 E. 2 S. 347; BGE 123 II 481 E. 7d S. 493; BGE 130 II 394 E. 12.3 S. 419). BGE 134 II 49 S. 67Eine feste, allgemein gültige Grenzziehung ist in der Praxis ausgeschlossen worden. In BGE 101 Ib 405 und BGE 102 Ib 271 wurde immerhin anerkannt, dass auch eine Entwertung von 10 % einer Liegenschaft bereits einen schweren Schaden im enteignungsrechtlichen Sinn darstellen kann. Verschiedentlich sind denn auch in bundesgerichtlichen Verfahren, die Nationalstrassenlärm betrafen und durch Vergleich erledigt werden konnten, Minderwertsentschädigungen von klar weniger als einem Drittel des Verkehrswertes des (nicht lärmbelasteten) Grundstücks zugestanden worden. Es ist nicht ersichtlich, weshalb bei Fluglärm, der sich zumindest ebenso einschneidend auswirkt wie der Strassenlärm, die Schwere des Schadens strenger umschrieben werden sollte. Auch die in den letzten Jahrzehnten eingetretene starke Erhöhung der Immobilienpreise spricht nicht für eine Anhebung der (in Prozenten ausgedrückten) Schwelle des schweren Schadens.\n\nDie Schätzungskommission hat im angefochtenen Entscheid ausgeführt, die Schwere des immissionsbedingten Schadens sei in jedem Einzelfall unter Berücksichtigung der konkreten Umstände in Prozenten des Verkehrswerts zu schätzen, den die betreffende Liegenschaft ohne die übermässigen Einwirkungen aufweisen würde. In der herkömmlichen Schätzungspraxis gelte aber seit jeher für Verkehrswertschätzungen ein Ermessensspielraum von plus/minus 10 %. Es würde daher als widersprüchlich und inkonsequent erscheinen, einen Schaden als schwer zu qualifizieren, der 10 % des geschätzten Verkehrswerts nicht erreicht. Das Erfordernis der Schwere des Schadens sei somit nur dann als erfüllt zu betrachten, wenn der Minderwert infolge Fluglärms 10 % des Verkehrswerts deutlich übersteige.\n\nDer Schätzungskommission ist darin zuzustimmen, dass der lärmbedingte Minderwert - der Einfachheit und der Praktikabilität halber - üblicherweise in Prozenten des Verkehrswerts des lärmunbelasteten Grundstücks angegeben wird. Es darf jedoch nicht vergessen werden, dass die Entschädigung nach den Regeln über die Teilenteignung zu bemessen ist. Der Grundeigentümer hat Anspruch auf Ersatz des Minderwertes, den sein Grundstück durch die dingliche Belastung erleidet, d.h. auf die Vergütung der Wertdifferenz, die sich zwischen dem Verkehrswert des unbelasteten Grundstücks und jenem des belasteten Grundstücks ergibt (vgl. Art. 19 lit. b EntG; BGE 106 Ib 241 E. 3 S. 245; BGE 122 II 337 E. 4c S. 343 mit Hinweisen). Der Minderwert bzw. die Entschädigung wäre somit richtigerweise nicht als prozentualer Anteil des Verkehrswertes des unbelasteten Grundstücks (oder BGE 134 II 49 S. 68des belasteten Grundstücks) zu bestimmen, sondern als Differenzbetrag zu ermitteln, der sich bei Gegenüberstellung der Verkehrswerte vor und nach der Lärmbelastung ergibt. Wird der Minderwert als Differenzbetrag verstanden und festgelegt, kommt dem Schätzungsermessen bei der Bestimmung des Verkehrswertes einer Liegenschaft nur wenig Bedeutung zu, wird doch eine höhere (oder tiefere) Schätzung des Verkehrswertes vor der Lärmbelastung auch eine höhere (oder tiefere) Schätzung des Verkehrswertes nach der Lärmbelastung nach sich ziehen. Die Differenz bleibt sich somit gleich. Das Vorliegen eines schweren Schadens kann daher bei einem Minderwert von 10 % nicht allein mit dem Hinweis auf das Schätzungsermessen verneint werden.\n\nAbzüge bei der Bemessung des Schadens?\n\n12. Die Enteigner verlangen, dass bei der Bestimmung der Minderwertsentschädigung die Vorteile, die der Flughafen Zürich für die in seinem Einflussbereich liegenden Nachbargrundstücke mit sich gebracht habe, angerechnet würden. Der Flughafen habe durch seinen Betrieb und die dadurch bewirkte Wertschöpfung nicht nur das Entwicklungspotenzial der Stadt Opfikon-Glattbrugg gefördert, sondern auch eine allgemeine Wertsteigerung der Liegenschaften herbeigeführt. Dieser werkbedingte Vorteil, der am Stichtag 20 % des Wertes der Liegenschaften ausgemacht habe, sei mindestens so anzurechnen, dass vom heranzuziehenden Verkehrswert 20 % abgezogen und für die Minderwertsbestimmung von 80 % des Verkehrswertes der Liegenschaften ohne Fluglärm ausgegangen werde.\n\nGemäss Art. 20 Abs. 3 EntG haben die durch das Unternehmen des Enteigners entstehenden Werterhöhungen oder Wertverminderungen bei der Ermittlung des Verkehrswertes ausser Betracht zu fallen. Die Verkehrswertbestimmung hat so zu erfolgen, wie wenn es das Werk des Enteigners nicht gäbe. Dieser Grundsatz findet vorab bei Totalenteignungen sowie bei Teilenteignungen Anwendung, bei denen ein Teil der Grundstücksfläche abzutreten ist (räumliche Teilenteignung) und der abzutretende Teil nach den gleichen Regeln entschädigt wird wie eine ganze Parzelle (zu den Arten von Teilenteignung vgl. BGE 103 Ib 91 E. 3 S. 97). Bei Teilenteignungen infolge übermässiger Lärmimmissionen wie der hier vorliegenden hat indes wie gesagt (E. 11) die Minderwertsentschädigung dem Differenzbetrag zu entsprechen, der sich bei Gegenüberstellung der Verkehrswerte vor und nach der Lärmbelastung ergibt. Allfällige werkbedingte Vorteile BGE 134 II 49 S. 69verbleiben dem Grundstück aber auch nach der Lärmbelastung. Da die (nicht mit der Enteignung in Zusammenhang stehenden) werterhöhenden oder wertvermindernden Auswirkungen des Werks bei der Schadensermittlung völlig wegzudenken sind, wären somit bei der Gegenüberstellung der Verkehrswerte vor und nach der Immissionsbelastung die werkbedingten Vorteile von beiden Werten abzuziehen. Auf solche - beiderseitige - Abzüge kann verzichtet werden. Insofern ist die Bemerkung in BGE 130 II 394 E. 12.3.3 S. 423 über die Vorteilsanrechnung zu relativieren.\n\nGegen diese Überlegungen kann auch nicht eingewendet werden, dass die dem Grundeigentümer verbleibenden werkbedingten Vorteile nach Art. 22 Abs. 1 EntG angerechnet bzw. von der Entschädigung abgezogen werden müssten. Diese Bestimmung schreibt bei Teilenteignung nur die Anrechnung von \"besonderen Vorteilen\" (\"avantages particuliers\", \"speciali vantaggi\") vor, die dem \"verbleibenden Teil\" durch das Unternehmen erwachsen. Als Sondervorteil in diesem Sinne fällt nur jener Nutzen in Betracht, der (allein) dem teilenteigneten Grundstück entsteht, nicht dagegen ein allgemeiner Vorteil, der - wie bei einer generellen Wertsteigerung des Bodens - der ganzen Nachbarschaft und damit auch den Nichtenteigneten zugutekommt (HEINZ HESS/HEINRICH WEIBEL, Das Enteignungsrecht des Bundes, Bd. I, N. 4 zu Art. 22 EntG; WERNER DUBACH, Die Berücksichtigung der besseren Verwendungsmöglichkeit und der werkbedingten Vor- und Nachteile bei der Festsetzung der Enteignungsentschädigung nach Bundesrecht, ZBl 79/1978 S. 6; siehe auch BGE 131 II 458 E. 3.3 S. 462 f. und E. 6 S. 468 f.).\n\nDem Begehren der Enteigner um generelle Vorteilsanrechnung ist nicht stattzugeben.\n\n13. Weiter bringen die Enteigner vor, dass sich die Höhe der Enteignungsentschädigung unter anderem nach dem Mass der Lärmbelästigung bestimme und in diesem Zusammenhang die bereits eingetretene sowie die künftige Lärmentlastung, die dank der technologischen Entwicklung möglich sei, berücksichtigt werden müsse. Die Fluglärmbelastung habe in der Umgebung des Flughafens Zürich seit 1987 stetig und nachweislich abgenommen. In der Gegend der Pilotliegenschaften sei der Lärmpegel während der Tagesstunden seit dem Stichtag, dem 1. Januar 1997, dank leiseren Flugzeugen um rund 5 dB(A) gesunken. Bis zum Jahr 2020 könnten gemäss einem Bericht des Advisory Council for Aeronautics Research in Europe (Strategic BGE 134 II 49 S. 70Research Agenda, Volume 2 vom Oktober 2002) aufgrund weiterer Fortschritte im Flugzeugbau zusätzliche Reduktionen von 10 dB(A) erwartet werden. Dieser künftigen Lärmentlastung sei zwingend mit einem standardisierten Abzug von 20 % der Minderwertsentschädigung Rechnung zu tragen. Die Ausführungen der Schätzungskommission, wonach die Lärmbelastung erfahrungsgemäss eher zu- als abnehme, die künftige technologische Entwicklung ungewiss sei und auch nicht dem Flughafenhalter zugutekommen dürfte, gingen an den Tatsachen und an der Rechtslage vorbei.\n\nDer Enteignete anerkennt, dass der Dauerschallpegel des Fluglärms während der Tagesstunden seit 2001 zurückgegangen ist. Dieser Rückgang sei allerdings nur temporär, bleibe doch die Piste 16 gemäss dem \"Vorläufigen Betriebsreglement\" eine der Haupt-Startpisten. Zudem könne keineswegs davon ausgegangen werden, dass dank Verbesserungen der Triebwerkstechnologien in der überblickbaren Zukunft weitere Lärmreduktionen einträten. Vielmehr führe die Optimierung der Flugzeuge auf möglichst wenig Treibstoffverbrauch sogar zu höherem Lärm. Hinzu komme, dass seit der Einführung der sog. Südanflüge im Oktober 2003 die Einwohner von Opfikon-Glattbrugg nicht nur während des Tages, sondern auch in den Tagesrand- und Nachtstunden Lärmeinwirkungen ausgesetzt seien.\n\n13.1 Nach Art. 19bis Abs. 1 EntG ist für die Frage, welche rechtliche und welche tatsächliche Situation der Bewertung des enteigneten Grundstücks zugrunde zu legen sei, auf das Datum der Einigungsverhandlung abzustellen. Diese Regelung ist indessen, wie im angefochtenen Entscheid zu Recht festgestellt wird, auf Verfahren mit öffentlicher Planauflage und persönlicher Anzeige zugeschnitten, in denen die Entschädigungsforderungen für eine Enteignung gleichzeitig anzumelden sind und damit auch die Einigungsverhandlungen zur gleichen Zeit durchgeführt werden können. Findet dagegen, wie häufig beim nachträglichen Auftreten übermässiger Immissionen, kein öffentliches Auflageverfahren statt und können die Entschädigungsansprüche bis zum Eintritt der Verjährung über einen längeren Zeitraum geltend gemacht werden, rechtfertigt es sich, für alle Verfahren den nämlichen Schätzungszeitpunkt zu wählen. Der Schätzungsstichtag ist in diesen Fällen nach der bundesgerichtlichen Rechtsprechung in Würdigung der gegebenen Umstände festzusetzen und darf auf den Zeitpunkt gelegt werden, in dem die Lärmbetroffenen durch öffentliche Auflage der Lärmbelastungspläne und öffentliche BGE 134 II 49 S. 71Bekanntmachung zur Anmeldung ihrer Entschädigungsansprüche hätten aufgefordert werden können (BGE 121 II 350 E. 6c/d S. 356).\n\nDie Schätzungskommission hat in Anwendung dieser Rechtsprechung den dies aestimandi auf den 1. Januar 1997 festgesetzt. Die Enteigner erklären sich mit dieser Festlegung ausdrücklich einverstanden, fordern aber wie gesagt gleichzeitig, dass bei der Schadensbemessung die inzwischen eingetretene und insbesondere die ihrer Meinung nach voraussehbare künftige Lärmsituation berücksichtigt werde. Damit verlangen sie jedoch im Grunde genommen - etwas widersprüchlich - eine Verschiebung des Schätzungszeitpunktes.\n\n13.2 Das Bundesgericht hat sich in seiner Entschädigungspraxis mit der Frage möglicher künftiger Zu- oder Abnahme von übermässigen Immissionen noch kaum befassen müssen. In der Regel ist davon ausgegangen worden, dass bei der Ermittlung des massgebenden Lärmpegels und der entsprechenden Entschädigungsbemessung auf den am Stichtag herrschenden Lärm abzustellen sei und sich dieser in absehbarer Zeit nicht wesentlich ändern werde. In BGE 110 Ib 340 ist allerdings erwogen worden, bei der Lärmermittlung statt auf den tatsächlichen Verkehr auf den \"Normverkehr\" abzustellen, der sich nach der Leistungsfähigkeit einer (National-)Strasse richtet. Sei vorauszusehen, dass die Verkehrsbelastung einer bestehenden Strasse stark ansteigen werde, empfehle es sich im Enteignungsverfahren, bei der Schadensfestsetzung den Beeinträchtigungen aus dem \"Normverkehr\" ebenfalls Rechnung zu tragen. Auf diese Weise werde die nachbarliche Auseinandersetzung endgültig erledigt und der Enteignete mit der Zahlung der Entschädigung abschliessend verpflichtet, die übermässigen Immissionen zu dulden. Zudem könne berücksichtigt werden, dass der Immobilienmarkt auf voraussehbare künftige Entwicklungen häufig sofort reagiere (E. 5 S. 351 f.).\n\nDemgegenüber besteht keine bundesgerichtliche Rechtsprechung zur möglichen oder voraussehbaren Abnahme von Immissionen aus dem Betrieb eines Unternehmens in einem zukünftigen, unbestimmten Zeitpunkt (in BGE 123 II 560 war diese Frage nicht zu prüfen). Zu beurteilen waren bisher lediglich Entschädigungen für zeitlich begrenzte Beeinträchtigungen während der Bauzeit (vgl. BGE 113 Ia 353; BGE 117 Ib 15; BGE 132 II 428). Im Übrigen ist dem Bundesgericht nicht bekannt, dass in einem der Fälle, in denen Entschädigungen für Nationalstrassenlärm zugesprochen wurden und später in Anwendung der Umweltschutzgesetzgebung Lärmschutzwände erstellt worden BGE 134 II 49 S. 72sind, die Entschädigung vom Enteigner ganz oder teilweise zurückgefordert worden wäre.\n\n13.3 Als einer der enteignungsrechtlichen Grundsätze darf gelten, dass bei der Schadensermittlung und Entschädigungsbemessung nur Tatsachen zu berücksichtigen sind, die im Schätzungszeitpunkt bereits gegeben sind oder die sich mit Sicherheit oder grösster Wahrscheinlichkeit in naher Zukunft ergeben bzw. ergeben hätten, wenn keine Enteignung stattfinden würde. So dürfen Inkonvenienzentschädigungen nur für Nachteile zugesprochen werden, die sich nach dem gewöhnlichen Lauf der Dinge als Folge der Enteignung voraussehen lassen (Art. 19 lit. c EntG). Weiter darf die Möglichkeit einer besseren Verwendung (Art. 20 Abs. 1 EntG) nur berücksichtigt werden, wenn sie in rechtlicher und tatsächlicher Hinsicht am Stichtag bereits bestanden hat oder, ohne die Enteignung, in nächster Zukunft eingetreten wäre; bloss theoretische Möglichkeiten oder vage Aussichten auf eine künftige günstigere Verwendung genügen nicht (vgl. etwa BGE 112 Ib 531 E. 3 S. 533; BGE 113 Ib 39 E. 3 S. 43; 129 470 E. 6.1 S. 477 f.). Demnach sind nach dem Stichtag eintretende Änderungen der tatsächlichen Situation, die sich werterhöhend oder -vermindernd auswirken können, bei der Entschädigungsbemessung nur insoweit zu berücksichtigen, als sie sich im Schätzungszeitpunkt im Verkehrswert des von der Enteignung betroffenen Objektes schon niedergeschlagen haben oder mit hinreichender Sicherheit in nächster Zukunft niederschlagen werden.\n\n13.4 Es ist unbestritten, dass die Zahl der Abflüge seit dem Jahr 2000 - teils wegen des Rückgangs des Flugverkehrs, teils infolge der Verlegung von Starts auf die Piste 28 - abgenommen hat. Der Enteignete macht wie gesagt geltend, dieser Rückgang sei nur vorübergehend, befinde sich doch der Flugverkehr erneut in vollem Wachstum und bleibe die Piste 16 gemäss dem \"Vorläufigen Betriebsreglement\" eine der Haupt-Startpisten. Die Enteigner widersprechen dem nicht und haben in ihren Eingaben an die Schätzungskommission auch eingeräumt, dass das Verkehrsaufkommen möglicherweise wieder zunehmen könnte. Sie begründen ihr Begehren um den Abzug für künftige Lärmentlastung vielmehr mit dem technologischen Fortschritt im Flugzeugbau, der bis zum Jahr 2020 nochmals zu einer deutlichen Reduktion des Flugzeuglärms führen werde. Diese Prognose bezieht sich somit nicht auf die nächste Zukunft, sondern auf einen Zeithorizont von mehr als 20 Jahren ab dem dies aestimandi. Die prognostizierte Lärmentlastung von 10 dB(A) wird zudem in BGE 134 II 49 S. 73dem von den Enteignern erwähnten Bericht als blosse Zielvorstellung angegeben. In der Fachliteratur wird zwar bestätigt, dass die Entwicklung neuer Triebwerke im Gange und die Reduktion des Fluglärms theoretisch möglich sei. Praktisch lägen aber wesentliche Änderungen in weiter Ferne. Die Flugzeugindustrie werde möglichst lange an den Triebwerken der heutigen Generation festhalten, die erprobt seien und für welche eine ausgebaute Logistik bestehe. Ein Wechsel werde erst stattfinden, wenn wirtschaftliche Vorteile dafür sprächen oder schärfere Umweltbestimmungen ihn erzwängen. Zudem könnten die Fortschritte der Neuentwicklungen nicht mehr so gross sein wie jene, die seinerzeit bei der Einführung der Mantelstromtriebwerke erzielt worden seien (ROBERT HOFMANN, Lärm und Lärmbekämpfung in der Schweiz, 5. Aufl. 2003, S. 14-5). Auch der Bundesrat geht in seinem Bericht über die Luftfahrtpolitik der Schweiz 2004 davon aus, dass langfristig wieder mit einem Wachstum im Luftverkehr zu rechnen sei und dass der technologische Fortschritt nur bei einem geringen Luftverkehrswachstum ausreichen werde, um die mit dem Wachstum verbundene Mehrbelastung an Lärm- und Schadstoffemissionen zu kompensieren (Bericht vom 10. Dezember 2004, BBl 2005 S. 1781 ff., Ziff. 3.1.4.1 S. 1815). Somit ist festzuhalten, dass die von den Enteignern angerufene technologische Entwicklung im Flugzeugbau keine Tatsache darstellt, die - vom Zeitpunkt des dies aestimandi aus gesehen - in nächster Zukunft mit hinreichender Sicherheit zu einer wesentlichen Lärmentlastung führen wird und daher bei der Entschädigungsbemessung zu beachten wäre. Dem Begehren um Vornahme eines entsprechenden standardisierten Abzugs von 20 % der Minderwertsentschädigung kann nicht entsprochen werden.\n\nAnwendbare Schätzungsmethode\n\n14. Die Schätzungskommission hat im vorliegenden Fall zur Bestimmung der Minderwertsentschädigung eine Berechnung unter Beizug der Lageklassenmethode angestellt, aber auch das Resultat, das sich bei Anwendung des neuen Schätzungsmodells MIFLU ergeben hat, mitberücksichtigt.\n\nIm angefochtenen Entscheid wird hierzu ausgeführt, die Schätzungskommission habe angesichts der Grosszahl der Entschädigungsbegehren und des relativ ungewissen Fortgangs der Verfahren im Jahr 1999 im Einvernehmen mit den Parteien beschlossen, vorerst eine Verkehrswertschätzung aller Objekte nach einem einheitlichen, BGE 134 II 49 S. 74herkömmlichen Schätzungsmodell durchzuführen. Bei der Kategorie \"selbstgenutztes Wohneigentum\" (Einfamilienhäuser und Stockwerkeigentum) sei die Sachwert- bzw. Realwertmethode angewendet worden. Der Gebäudewert sei somit aufgrund der Baukosten bestimmt worden, wobei dem Unterhaltszustand Rechnung getragen worden sei, und der Landwert sei anhand der Lageklassenmethode oder aufgrund von Vergleichswerten festgelegt worden. Zur Bestimmung eines lärmbedingten Minderwertes gebe es in der Schätzungslehre keine anerkannte Methode. Die Schätzungskommission sei daher frei, in jedem Einzelfall - unter entsprechender Begründung - die ihr als geeignet erscheinende Schätzungsmethode zu wählen und allenfalls mehrere dieser Methoden zu kombinieren. Der fluglärmbedingte Minderwert einer Liegenschaft könne anhand der Veränderung der Lageklasse dargestellt werden. Der Standort, die Nutzung sowie die verkehrstechnisch gute Lage eines Grundstücks blieben mit oder ohne Fluglärm gleich. Hingegen würden die Wohnlage (Attraktivität, Immissionen) und die Nachfrage durch den Fluglärm negativ beeinflusst. Die Wertveränderung finde nach der Lageklassenmethode grundsätzlich auf dem Landwert statt. Die Schätzungskommission sei der Meinung, dass gerade dieser Fokus zu einer gerechten Bemessung der Wertverminderung führe, habe doch nicht jeder Enteignete gleich hohe Investitionen getätigt bzw. das Ausnützungspotenzial der Liegenschaft ausgeschöpft.\n\nDie Enteigner hätten, so legt die Schätzungskommission weiter dar, für die Kategorie des selbstgenutzten Eigentums eigens ein besonderes hedonisches, das heisst auf ökonometrischen Grundlagen und auf zahlreichen Daten beruhendes Schätzungsmodell erstellen lassen. Die grosse, nur elektronisch zu verarbeitende Datenmenge stamme aus den Unterlagen der Zürcher Kantonalbank, der Marktführerin im Hypothekargeschäft, und beziehe sich auf Immobilien im ganzen Kantonsgebiet. Die Arbeiten an diesem Modell, kurz MIFLU genannt (für \"Minderwert Fluglärm\"), seien wissenschaftlich begleitet und überprüft worden. Die Methode beruhe auf statistischen Vergleichen der einzelnen Bewertungselemente von Liegenschaften und solle es ermöglichen, den Einfluss des - nach den Berechnungen der Eidgenössischen Materialprüfungs- und Forschungsanstalt (EMPA) ermittelten - Fluglärms auf den Grundstückswert isoliert auszudrücken und schematisch zu bestimmen. Dieses Modell könne durchaus wertvolle Dienste für die gestellten Schätzungsaufgaben leisten, habe aber - wie die Enteigneten zu Recht geltend machten - den Nachteil, BGE 134 II 49 S. 75für Laien schwer verständlich und nicht nachvollziehbar zu sein. Ausserdem hange die Qualität des Ergebnisses von der Qualität der Dateneingabe ab. Andererseits weise auch die Lageklassenmethode insofern Unzulänglichkeiten auf, als sie sich nur auf relativ wenige Daten abstütze und stärker durch das subjektive Ermessen des Schätzers beeinflusst werde. Zur Bestimmung der Entschädigung dürften daher die Bewertung der Schätzungskommission wie auch jene gemäss MIFLU-Modell beigezogen werden, wobei beide Ergebnisse gleich zu gewichten seien. Derart könne einerseits die objektive, schematische, aber rein statistische Beurteilung des Minderwertes, andererseits aber auch die individuelle Betrachtung des betroffenen Objekts durch den Schätzer in die Bemessung einfliessen.\n\n15. Das Vorgehen der Schätzungskommission bei der Entschädigungsbemessung wird von beiden Parteien kritisiert.\n\nDer Enteignete beanstandet vorweg das \"Methodenpuzzle\", das mit der bundesgerichtlichen Rechtsprechung unvereinbar sei, wende doch das Bundesgericht für dieselbe Liegenschaftenart stets nur eine einzige Schätzungsart an. Zudem seien die angewandten Methoden - zum einen die Sachwertmethode unter Beizug der Lageklassenmethode und zum andern die Berechnungen gemäss MIFLU - zur Ermittlung des Minderwertes ungeeignet. Insbesondere könne die Lageklassenmethode nur zu brauchbaren Ergebnissen führen, wenn es sich um ertragswertorientierte Objekte handle und die Grundstücksfläche dem zonenkonformen Landbedarf für das Objekt entspreche. Der Lageklassenschlüssel diene ausschliesslich dazu, den Landwert in eine bestimmte Beziehung zum Gebäudewert zu setzen. Die Veränderung der Lageklasse bewirke somit lediglich eine Veränderung des Landwertanteils und widerspiegle entgegen der Meinung der Schätzungskommission keineswegs eine Veränderung des Gesamtverkehrswerts der Liegenschaft. Ausserdem sei der verwendete Lageklassenschlüssel hinsichtlich der Immissionsbelastung zu undifferenziert und die konkrete Einordnung der Liegenschaft des Enteigneten mangelhaft. Es sei daher eine Neuschätzung des Minderwertes durch die Oberschätzungskommission zu veranlassen.\n\nDie Enteigner halten die Kombination der Lageklassenmethode mit der MIFLU-Bewertung aus ähnlichen Gründen für verfehlt. Sie betonen im Weiteren, dass bei der Lageklassenmethode, so wie sie konkret angewendet worden sei, dem subjektiven Empfinden bzw. dem Ermessen des Schätzers ein allzu grosses Gewicht zukomme, was BGE 134 II 49 S. 76bei einer Grosszahl von Fällen zwingend zu Ungerechtigkeiten und nicht vertretbaren Ungleichbehandlungen führe.\n\nDie Kritik am Vorgehen der Schätzungskommission, insbesondere am Einsatz der Lageklassenmethode zur Ermittlung des fluglärmbedingten Minderwertes, erscheint teilweise als berechtigt.\n\n15.1 Die Behauptung des Enteigneten, dass das Bundesgericht für dieselbe Liegenschaftenart jeweils nur eine einzige Schätzungsmethode anwende, trifft in dieser Absolutheit nicht zu. Auch wenn sich dies aus den publizierten Entscheiden kaum ergibt, so sind bei der Bewertung von Mietobjekten oder von Liegenschaften mit unterschiedlicher Nutzung regelmässig sowohl der Realwert als auch der Ertragswert ermittelt und die Resultate beider Methoden - je nach Art des Objekts gewichtet - zur Verkehrswertbestimmung herangezogen worden (vgl. etwa BGE 113 Ib 39 E. 4a-c S. 44 ff.; BGE 128 II 74 E. 4 S. 77). Wohl kann diese Art der Schätzung als Mischwertmethode bezeichnet werden (vgl. FRANCO CANONICA, Schätzerlehrgang, Grundwissen, Schweiz. Immobilienschätzer-Verband SIV [Hrsg.], Bern 2000, S. 119; Das Schweizerische Schätzerhandbuch, Bewertung von Immobilien, Ausgabe 2005, Schweiz. Vereinigung kantonaler Grundstückbewertungsexperten SVK und Schweiz. Schätzungsexpertenkammer/Schweiz. Verband der Immobilien-Treuhänder SEK/ SVIT [Hrsg.], S. 48 [im Folgenden: Schätzerhandbuch]), doch ändert dies nichts daran, dass es sich um die kombinierte Anwendung zweier selbständiger Schätzungsmethoden handelt. Weiter haben die bundesgerichtlichen Experten häufig das anhand einer Schätzungsmethode ermittelte Ergebnis unter Beizug weiterer Methoden überprüft und allenfalls korrigiert (so Urteil E.40/1976 vom 16. Januar 1980, E. 2, 3 und 6 nicht publ. in BGE 106 Ib 19; vgl. auch BGE 102 Ib 353 E. 2 in fine S. 355; siehe auch HESS/WEIBEL, a.a.O., N. 96 zu Art. 19 EntG). Voraussetzung für ein solches Vorgehen ist allerdings, dass sich alle eingesetzten Methoden zur Schätzung des fraglichen Objektes eignen.\n\n15.2 Wie in BGE 128 II 74 E. 5c/aa S. 81 und BGE 131 II 458 E. 5.1 S. 465 eingehend geschildert wird, beruht die sog. Lageklassenmethode auf der zunächst von WOLFGANG NAEGELI gewonnenen Erkenntnis, dass der Wert des Landes zum Gesamtwert einer Liegenschaft in einer ganz bestimmten Relation stehe, die für alle Grundstücke in der gleichen Lage dieselbe sei. Je besser die Lage, umso höher sei der Anteil des Landwertes am Gesamtwert. Bei der Bewertung BGE 134 II 49 S. 77einer Liegenschaft könne demnach der Neu- oder Zeitwert der bestehenden oder möglichen Überbauung errechnet und aus diesem Betrag entsprechend der Lageklasse, welche nach einem Bewertungsschlüssel für das Grundstück festgesetzt wird, der Landwert bestimmt werden. Ausgehend von ursprünglich 8 Lageklassen werden in der heutigen Fachliteratur mehrheitlich 10 Lageklassen mit entsprechenden Lageklassenschlüsseln und Landwertanteilen unterschieden (vgl. die Hinweise in BGE 131 II 458 E. 5.1 S. 465).\n\nDie neuere Schätzungslehre empfiehlt gegenüber der Lageklassenmethode Zurückhaltung. Die Methode beruhe auf einer relativ bescheidenen Datenbasis und es sei noch nie empirisch überprüft worden, ob die angenommenen Relationen je gegolten hätten und auch heute noch gälten (DONATO FLAVIO SCOGNAMIGLIO, Methoden zur Immobilienbewertung im Vergleich, Diss. Bern 2000, S. 20). Weiter wird dargelegt, die - gleiche - Gewichtung der einzelnen Kriterien des Lageklassenschlüssels sei fragwürdig. Zudem spiele das subjektive Empfinden bei der Einstufung einer Liegenschaft in eine Lageklasse eine grosse Rolle und würden verschiedene Schätzer dieselbe Immobilie wohl kaum gleich benoten (CLAUDIO LODERER/PETRA JÖRG/ KURT PICHLER/LUKAS ROTH/PIUS ZGRAGGEN, Handbuch der Bewertung, 3. Aufl. 2005, S. 1044 [im Folgenden: Bewertungs-Handbuch]; SCOGNAMIGLIO, a.a.O., S. 20).\n\nAuch das Bundesgericht hat schon verschiedentlich zur Vorsicht bei der Anwendung der Lageklassenmethode gemahnt, da diese - gleich wie etwa die Rückwärtsrechnung - auf nicht mehr durchwegs geltenden Rentabilitätsüberlegungen beruhe und selbst ziffernmässig geringe Differenzen bei den einzelnen Ausgangswerten erhebliche Resultatsstreuungen entstehen liessen (BGE 102 Ib 353 E. 2 S. 353 ff.; BGE 114 Ib 286 E. 7 in fine S. 296; BGE 122 I 168 E. 3a S. 174). In BGE 131 II 458 E. 5 S. 464 ff. ist die Lageklassenmethode zur Entschädigungsbemessung bei einer (räumlichen) Teilenteignung bzw. zur Bewertung von kleineren Teilflächen überbauter Grundstücke als ungeeignet bezeichnet worden.\n\n15.3 Die Schätzungskommission hat zur Bestimmung des fluglärmbedingten Minderwertes auf den Lageklassenschlüssel \"Wohnen\" des Schätzerhandbuchs abgestellt. Dieser unterscheidet 10 Lageklassen und umschreibt - qualitativ abgestuft - die Eigenschaften eines Grundstücks, welche in fünf Hauptkriterien (Standort, Nutzung, Wohnlage, Erschliessung und Marktverhältnisse) sowie BGE 134 II 49 S. 78verschiedene Unterkriterien (für das Hauptkriterium \"Wohnlage\" die beiden Unterkriterien \"Attraktivität\" sowie \"Emissionen/Immissionen\") aufgeteilt werden. Bei der Bewertung einer Liegenschaft ist dieser je nach ihren Eigenschaften für jedes Kriterium eine Note (1-10, der Lageklasse entsprechend) zu erteilen. Die Lageklasse ergibt sich schliesslich aus dem arithmetischen Mittel der fünf Noten für die Hauptkriterien.\n\nIm vorliegenden Fall hat die Schätzungskommission die Liegenschaft des Enteigneten bezüglich der Hauptkriterien Standort, Nutzung und Erschliessung vor und nach der Lärmbelastung gleich benotet (Noten 5.5, 3.5 und 5). Für die Wohnlage sind vor der Lärmbelastung 5.5 Punkte eingesetzt worden, das heisst, dass die Attraktivität als \"sehr gut\" bis \"vornehmes Villenviertel\" (6 Punkte) bezeichnet und die Immissionslage mit \"schwachen Immissionen\" (5 Punkte) beschrieben worden ist. Für die Wohnlage der lärmbelasteten Liegenschaft sind noch 4 Punkte zuerkannt worden, wobei die Attraktivität immer noch als \"gut\" (5 Punkte) betrachtet, den \"starken\" bis \"mittleren Immissionen\" aber mit nur 3 Punkten Rechnung getragen worden ist. Die Marktverhältnisse am fraglichen Ort sind ohne den Fluglärm mit 8 Punkten bewertet worden, was bedeutet, dass eine grosse bis sehr grosse Nachfrage und nur ein kleines Angebot besteht. Auch mit der Lärmbelastung herrscht nach Auffassung der Schätzungskommission im Bereiche der Liegenschaft des Enteigneten noch eine grosse Nachfrage und bestehen ausgeglichene Marktverhältnisse (5.5 Punkte).\n\nAus diesen Bewertungen hat sich für die Liegenschaft des Enteigneten eine lärmbedingte Verschlechterung der Lageklasse um 0.8 Punkte (von 5.5 auf 4.7 Punkte) oder um rund 15 % ergeben.\n\n15.4 Wie geschildert hätte die Verschlechterung der Lageklasse gemäss der Lageklassenmethode zur Folge, dass der Anteil des Landwertes am Gesamtwert der Liegenschaft abnimmt (vgl. Schätzerhandbuch Tabelle 11 Landwertanteil S. 247) und sich damit auch - bei gleich bleibendem Gebäudewert - der Gesamtwert selbst vermindert. Die Schätzungskommission hat jedoch bei der Schadensermittlung nicht auf diesen landanteilsmässigen Wertverlust abgestellt, sondern ist davon ausgegangen, dass die lärmbedingte Verkehrswerteinbusse der gesamten Liegenschaft der prozentualen Einbusse an Lageklasse-Punkten (hier 15 %) entspreche. Insofern ist der Vorwurf, es sei nur die Entwertung des Landes in Betracht gezogen BGE 134 II 49 S. 79worden und jene der Bauten unberücksichtigt geblieben, unbegründet. Die Schätzungskommission hat mit anderen Worten nicht eigentlich die Lageklassenmethode angewendet, sondern lediglich den Lageklassenschlüssel benützt, um aufgrund der Benotung einzelner Eigenschaften des Grundstücks mit und ohne Lärmbelastung die Differenz zu ermitteln, welche nach Ansicht der Vorinstanz dem Minderwert der Gesamtliegenschaft entspricht. Für eine solche Minderwertsermittlung ist jedoch der als Eigenschaften-Tabelle beigezogene Lageklassenschlüssel, wie die Parteien zu Recht geltend machen, zu undifferenziert. Dies trifft insbesondere für das Kriterium \"Wohnlage\" bzw. für die Umwelteinflüsse zu. Der Lageklassenschlüssel kennt lediglich die vier Stufen \"starke Immissionen (Lageklassen 1 und 2), \"mittlere Immissionen\" (Lageklassen 3 und 4), \"schwache Immissionen\" (Lageklassen 5 und 6) sowie \"keine Immissionen\" (Lageklassen 7 bis 9). Er unterscheidet weder zwischen Flug-, Bahn-, Strassen- oder anderem Lärm noch zwischen Lärm- und anderen Immissionen. Die grobe Einteilung belässt dem Schätzer, wie gerügt, einen sehr weiten Spielraum des Ermessens. Dass dieses Ermessen nicht von jedem Schätzer in gleicher Weise ausgeübt wird, zeigt sich im vorliegenden Fall in geradezu beispielhafter Weise, ist doch wie erwähnt die Liegenschaft des Enteigneten ohne den Lärm bei der Minderwertsermittlung der Lageklasse 5.5 zugewiesen worden, während bei der bereits früher durch einen anderen Schätzer vorgenommenen Verkehrswertbestimmung von der Lageklasse 6.5 ausgegangen wurde. Würde die Lageklasse 6.5 auch für die Minderwertsermittlung übernommen, so erhöhte sich die lärmbedingte Werteinbusse (von 6.5 auf 4.7 Punkte) auf 1.8 Punkte bzw. auf rund 28 % und wäre die Minderwertsentschädigung nahezu zu verdoppeln. Die von der Schätzungskommission vorab verwendete Methode zur Bestimmung der Werteinbusse eignet sich somit wegen der Undifferenziertheit der Eigenschaften-Tabelle und des zu grossen Gewichts des Schätzungsermessens schlecht zur Bestimmung der fluglärmbedingten Entwertung insbesondere einer Grosszahl von Liegenschaften.\n\n15.5 Der Enteignete verlangt, dass die Eidgenössische Oberschätzungskommission Neuschätzungen vornehme. Die Oberschätzungskommission ist jedoch kein Gremium, das als solches Schätzungen anstellen würde. Sie besteht vielmehr aus einer Reihe von Fachleuten aus verschiedenen Berufen, die nach Bedarf im Einzelfall vom Bundesgericht zur fachtechnischen Beratung beigezogen werden können (vgl. Art. 80 und 82 EntG; BGE 128 II 74 E. 3 S. 77). Im BGE 134 II 49 S. 80Übrigen legt der Enteignete nicht dar, nach welcher Methode bei den Neuschätzungen vorzugehen wäre. Zu prüfen bleibt daher, ob die von Seiten der Enteigner ins Verfahren eingebrachte Methode, deren Ergebnis von der Schätzungskommission hälftig mitberücksichtigt worden ist, als wissenschaftlich anerkannte und hinreichend erprobte Methode gelten kann, die sich zur Bemessung der lärmbedingten Werteinbusse eignet.\n\n16.\n\n16.1 Das MIFLU-Modell beruht auf ökonometrischen oder sog. hedonischen Ansätzen. Ökonometrische oder hedonische Modelle werden, wie sich der neueren Fachliteratur über das Bewertungswesen entnehmen lässt, seit etlicher Zeit für Untersuchungen von verschiedenen Gütermärkten (Auto-, Immobilien-, Kunstmarkt usw.) und insbesondere für Preisanalysen eingesetzt. Diesen Modellen ist im Wesentlichen gemeinsam, dass sie die auf dem Markt bestehenden Preisunterschiede über die spezifischen Gütereigenschaften erklären, die dem Nutzer oder Eigentümer in mehr oder weniger grossem Ausmass Genuss verschaffen und dementsprechend die Zahlungsbereitschaft bestimmen. Eine Liegenschaft wird demnach als Bündel von Eigenschaften betrachtet, von denen jede ihren Preis hat und welche gesamthaft den Wert des Gutes bilden. Die verschiedenen preisbestimmenden Eigenschaften können dank moderner Informatiktechnologie unter Berücksichtigung zahlreicher Vergleichsobjekte, die auf dem freien Markt gehandelt worden sind, durch ein statistisches Verfahren (Regressionsverfahren) ermittelt und quantifiziert werden. Dies erlaubt somit die Bewertung einzelner Eigenschaften. Sind die Preise der Merkmale bekannt, können sie für die Bewertung weiterer Liegenschaften eingesetzt werden (vgl. Schätzerhandbuch S. 91 ff., Bewertungs-Handbuch S. 1058 ff.; KASPAR FIERZ, Der Schweizer Immobilienwert, 5. Aufl. 2005, S. 264 ff.; derselbe, Wertminderung von Immobilien infolge von Fluglärm, Der Treuhandexperte 2005 Heft 6 S. 349; MARTIN GEIGER, Der Mietwohnungsmarkt, Schriftenreihe Wohnungswesen, Bd. 77, 2006, Bundesamt für Wohnungswesen [Hrsg.], S. III und 11; MARCO SALVI/PATRIK SCHELLENBAUER/HANSJÖRG SCHMIDT, Preise, Mieten und Renditen. Der Immobilienmarkt transparent gemacht, Zürcher Kantonalbank 2004 [Hrsg.], S. 14 ff.; SCOGNAMIGLIO, a.a.O., S. 43 ff.; OTTO WIPFLI, Bemessung immissionsbedingter Minderwerte von Liegenschaften, Diss. Zürich 2007, S. 48 ff.). BGE 134 II 49 S. 81\n\nBei der Bewertung von Immobilien werden je nach Modell bis zu 50 Eigenschaften unterschieden, die sich in Liegenschafts-, Lage- und andere Merkmale einteilen lassen. Als Liegenschaftsmerkmale fallen z.B. das Alter der Baute, die Anzahl Zimmer, die Wohnfläche und das Volumen des Gebäudes in Betracht. Als Lagemerkmale gelten - wobei zwischen Mikro- und Makrolage unterschieden wird - etwa die Aussicht und die Ruhe im Quartier sowie die Aussicht und die allgemeine Lage der Gemeinde mit ihren geografischen, infrastrukturellen, wirtschaftlichen und weiteren Gegebenheiten (vgl. Schätzerhandbuch S. 91 f.; Bewertungs-Handbuch S. 1059 f.; SCOGNAMIGLIO, a.a.O., S. 46 ff.).\n\n16.2 Als Nachteil der hedonischen Methode wird in der Fachliteratur genannt, dass die Datenerhebung sehr aufwendig und kostspielig sei, die Datenauswertung vertiefte Statistik- und Informatikkenntnisse erfordere und die Datenbasis sehr breit sein müsse. Weiter bestimme der hedonische Ansatz nicht, welche Eigenschaften den Preis einer Liegenschaft ausmachten, und lasse insofern bei der Erarbeitung des Modells einen gewissen Spielraum offen. Zudem setze die Methode voraus, dass das zu bewertende Objekt die gleichen Haupteigenschaften aufweise wie die erfassten Vergleichsobjekte. Dies treffe bei den am häufigsten gehandelten Immobilien - Einfamilien- und Mehrfamilienhäusern sowie Stockwerkeigentumswohnungen - in der Regel zu, nicht dagegen bei Sonderobjekten wie luxuriöse Villen und Mischbauten Wohnungen/Gewerbe. Bemängelt wird auch, dass die Lagemerkmale eines Objekts häufig nur aufgrund eines topographischen Rasters bestimmt werden und auf Durchführung eines Augenscheins verzichtet wird.\n\nWerden indessen die Merkmale der Liegenschaften sorgfältig - insbesondere auch durch zusätzlichen Augenschein - erfasst und sind genügend zahlreiche aussagekräftige Vergleichszahlen vorhanden, so erlaubt die hedonische Methode unbestrittenermassen eine schnelle, aktuelle und gleichmässige Bewertung von Immobilien und - was hier besonders interessiert - derer einzelnen Eigenschaften. Die Methode wird in dem Sinne als zuverlässig bezeichnet, als sie stets - auch bei Anwendung durch verschiedene Personen - zum gleichen Ergebnis führe (zu den Vor- und Nachteilen der Methode vgl. insb. Schätzerhandbuch S. 93 f.; Bewertungs-Handbuch S. 1064 f.; CANONICA, a.a.O., S. 131; ROLAND GFELLER, Immissions- und Überflugsenteignungen am Beispiel des Flughafens Zürich, Diss. Zürich 2006, S. 111 ff.). BGE 134 II 49 S. 82\n\n16.3 Gemäss den Ausführungen im Schätzerhandbuch (S. 93) wurde zu Beginn der 1990er Jahre von der Universität Genf eine Voranalyse über die Nützlichkeit der hedonischen Modelle in der Schweiz vorgenommen. Auf dieser Nützlichkeitsanalyse aufbauend sind offenbar seit 1996 Modelle für hedonische Schätzungen vor allem von Einfamilienhäusern und Stockwerkeigentum erarbeitet worden. Dabei scheint die Zürcher Kantonalbank (ZKB) eine Vorreiterrolle übernommen zu haben, indem sie die Preise der von ihr in den Jahren 1980 bis 1996 finanzierten Ein- und Mehrfamilienhäuser sowie der Wohnungen mit dem hedonischen Ansatz erklärte und hedonische Immobilienindizes erarbeiten und veröffentlichen liess (FRANZISKA BIGNASCA und weitere Autoren, Immobilienpreise und Bauinvestitionen unter der Lupe, Zürcher Kantonalbank [Hrsg.], 1996 zit. in SCOGNAMIGLIO, a.a.O., S. 45, 243). Heute bieten die meisten grösseren Unternehmungen, die sich mit Immobilien beschäftigen, Bewertungen aufgrund hedonischer Modelle an. Obwohl sich noch einzelne Autoren dieser Methode gegenüber kritisch oder zumindest zurückhaltend äussern (vgl. etwa CANONICA, a.a.O., S. 131; MARTIN FREI, Immissionsbedingte Wertveränderungen bei Immobilien, in: Der Schweizer Treuhänder 79/2005 S. 372, 376) stellt das Bundesamt für Wohnungswesen fest, dass hedonische Modelle inzwischen im Immobilienbereich eine hohe Akzeptanz erlangt haben (Vorwort Bundesamt für Wohnungswesen, in: MARTIN GEIGER, a.a.O., S. III).\n\n16.4 Als vorläufiges Ergebnis kann somit festgehalten werden, dass es sich bei der Bewertung nach hedonischem Modell um eine Art Vergleichsverfahren handelt. Verglichen werden jedoch nicht die Liegenschaften selbst, sondern deren preisbestimmende Eigenschaften, was den Kreis der möglichen Vergleichsobjekte, die nicht in der gleichen Gegend liegen müssen, beträchtlich erweitert. Die einzelnen Eigenschaften eines Grundstücks werden - ähnlich wie bei der Einstufung gemäss einem Lageklassenschlüssel - definiert, aber nicht von einem Schätzer benotet, sondern aufgrund der erfassten und ausgewerteten Vergleichsdaten, die auf effektiven Marktdaten beruhen, preislich bestimmt. Die hedonische Methode erlaubt mithin als einzige der heute bekannten Schätzungsmethoden, auf einer weitgehend objektivierten Basis das Vorhandensein oder Fehlen eines bestimmten Liegenschaftenmerkmals direkt mit einem entsprechenden Preisaufschlag oder -abzug zu verbinden. Sie ermöglicht damit auch eine gleichmässige Bewertung in einer Grosszahl von Fällen. Wird zusätzlich zur statistischen Ermittlung und Bewertung ein Augenschein BGE 134 II 49 S. 83durchgeführt, so kann den modellmässig nicht oder kaum erfassten Eigenschaften der Einzelobjekte ebenfalls Rechnung getragen werden. Die Methode darf heute als in den schweizerischen Immobilienkreisen weit verbreitet gelten. Genügt ein Modell den wissenschaftlichen Anforderungen, so besteht kein Grund, die Anwendung der hedonischen Methode bei Bewertungen im Rahmen von bundesrechtlichen Enteignungsverfahren abzulehnen.\n\n17.\n\n17.1 Die Enteigner führen zum MIFLU-Modell aus, dieses sei in ihrem Auftrag durch ein neutrales Expertengremium zur Bestimmung allfälliger fluglärmbedingter Minderwerte bei selbst genutztem Wohneigentum (Einfamilienhäuser und Stockwerkeigentum) erarbeitet worden. Dem Modell lägen die Preise von insgesamt 7'484 effektiven Freihandverkäufen von Liegenschaften im Kanton Zürich aus den Jahren 1995 bis 2005 zu Grunde, für welche die Zürcher Kantonalbank sämtliche erforderlichen Eigenschaften erhoben habe. Dabei handle es sich um 3'618 Einfamilienhäuser, von denen sich 23 % im Immissionsgebiet des Flughafens Zürich befänden, sowie um 3'866 Stockwerkeigentumseinheiten, davon 25 % im Immissionsgebiet. Die ins MIFLU einbezogene Fluglärmbelastung beruhe ausschliesslich auf Fluglärmdaten, die von der EMPA Dübendorf mittels FLULA (Fluglärmsimulationsprogramm) berechnet worden seien. Die Belastung werde in drei Dimensionen, nämlich als Grund-, als Abend- und als Spitzenbelastung abgebildet. Die Fluglärmbelastung bilde im Modell eines der insgesamt acht Mikrolage-Merkmale, die als Variable in die Schätzgleichung einflössen. Weitere solche Merkmale seien etwa der Strassenlärm, die Sicht und die Hangneigung. Neben den Merkmalen der Mikrolage enthalte die Schätzgleichung fünf Merkmale der Makrolage (z.B. Verkehrsanbindung und Steuerkraft der Gemeinde) sowie 17 bzw. 18 Merkmale der Liegenschaft selbst (wie Alter der Baute, Grundstücksfläche, Zimmeranzahl, Nasszellenzahl, Bausubstanz usw.). In mathematischer Hinsicht beruhe das Schätzverfahren auf der sog. Least-Trimmed Squares-Methode. Zudem sei das MIFLU als hybrider Prozess ausgestaltet worden, d.h. es werde in allen Fällen zwingend ein Augenschein durch einen erfahrenen Schätzer durchgeführt. Der Schätzer könne sein Ermessen bei der Verkehrswertbemessung einbringen und dort, falls notwendig, etwa einen Abzug wegen Entwertung oder einen Zuschlag für Erneuerung vornehmen. Dagegen sei bei der Minderwertsermittlung gemäss MIFLU weiteres Schätzerermessen weder möglich noch erwünscht. BGE 134 II 49 S. 84\n\n17.2 Der Enteignete wendet gegen das MIFLU-Modell vorab ein, es gebe keine Feststellungen von unabhängiger Seite, die attestierten, dass das von den Enteignern in Auftrag gegebene Modell zutreffende und objektive Resultate liefere. Die der Berechnung zugrunde liegenden Daten seien für den Enteigneten nicht nachprüfbar. Das Modell stelle für die Enteigneten wie auch für die gerichtlichen Instanzen nichts anderes als eine \"black box\" dar, deren Innenleben und Berechnungen nicht nachvollzogen und damit nicht einmal ansatzweise kontrolliert werden könnten. Weiter weist der Enteignete darauf hin, dass die Enteigner während der über lange Zeit erfolgenden Modellentwicklung in stetem Kontakt mit den Experten gestanden hätten und ihre Anschauungen in das Modell hätten einfliessen lassen können. Überdies seien die Experten von den Enteignern entlöhnt worden. All dies schaffe zumindest den Anschein einer besonderen Nähe von Experten und Enteignern. Jedenfalls könne von einer von der Flughafenhalterin unabhängigen Projektentwicklung keine Rede sein, habe doch diese im Expertengremium den Vorsitz geführt und die erforderlichen Fluglärmdaten geliefert. Eine besondere Nähe bestehe auch zwischen dem Kanton Zürich als Enteigner und der Zürcher Kantonalbank als Auftragnehmerin, da die ZKB zwar eine selbständige Anstalt des öffentlichen Rechtes sei, aber der Aufsicht des Zürcher Kantonsrates unterstehe. All diese formellen Mängel seien dadurch, dass die Enteigneten das Modell hätten testen lassen können, dass dem Experten der Enteigneten Zugang zu den rechnerischen und statistischen Grundlagen gewährt worden sei und der Chefexperte der ZKB dessen Fragen allesamt beantwortet habe, nicht geheilt worden.\n\nGegen das Modell selbst bringt der Enteignete im Wesentlichen vor, dass der Individualität der einzelnen Liegenschaften zu wenig Rechnung getragen werde. Das Vorgehen nach Standardkriterien entspreche dem Verhalten der Marktteilnehmer nicht und schliesse letztlich eine Einzelfallgerechtigkeit aus. Im Weiteren sei fraglich, ob und inwieweit die ausgewählten Merkmale (z.B. die Anzahl Nasszellen) den Wert einer Liegenschaft beeinflussten. An Transparenz mangle es auch insofern, als kein Landwert ausgewiesen werde und nur Grundstücksflächen bis maximal 2'500 m2 erfasst werden könnten; bei grösseren Arealen müsse von Hand nachkorrigiert werden. Weiter fänden sich im Modell MIFLU Variablen wie \"über 70 % Schweizer im Quartier\" und \"Steuerkraft und Steuersatz\", welche eine schlechte Signifikanz aufwiesen oder für die Stadt Opfikon BGE 134 II 49 S. 85überhaupt nicht zum Tragen kämen. Für die Variable \"Gemeinde fixed effects\", durch welche das Modell robuster gemacht werden solle, lägen gemäss dem Experten der Enteigneten zu wenig Daten vor. Als lineares Modell bilde MIFLU die Wirklichkeit nur sehr unzureichend ab. Schliesslich sei an der Modellpräsentation offengelegt worden, dass die ermittelte prozentuale Wertverminderung pro dB(A) Leq im Laufe der Jahre unterschiedlich ausgefallen und dem MIFLU ein über 10 Jahre gemittelter Durchschnittswert zugrunde gelegt worden sei. Dass das MIFLU-Modell bereits bei kleineren Unterschieden der jährlichen Fluglärmbelastung abweichende prozentuale Minderwerte ermittle, lege dar, dass das Modell eine Genauigkeit vortäusche, die es nicht gebe. Es dürfte auch nicht auf die bestehende Schallbelastung abgestellt, sondern müsste von der prognostizierten künftigen Lärmsituation ausgegangen werden. Im Übrigen sei nicht erklärt worden, weshalb die Anzahl der Überflüge als wesentliches Element der Belästigung nicht mitberücksichtigt worden sei. Schliesslich beanstandet der Enteignete, dass das Modell nur Lärmbelastungen über 50 dB(A) abbilde und damit eine Wertverminderung unter dieser Grenze negiere. Dies stünde im Gegensatz zu neuesten empirischen Erhebungen beim Flughafen Frankfurt a.M. Dort seien Experten von einem Grundwert von 40 dB ausgegangen und hätten für jeden Dezibel über dieser Grenze eine Entwertung von 1 % ermittelt, bei 60 dB also eine Wertverminderung von 20 %. Da das MIFLU mit tieferen Belastungswerten als 50 dB(A) nicht rechnen könne, gebe es den Wertverlust nicht sachgerecht wieder.\n\n18. Die Kritik des Enteigneten an der Projektentwicklung und am MIFLU-Modell erweist sich, wie sich im Folgenden ergibt, als unbegründet.\n\n18.1 Dass die Entwicklung des Modells von einer Partei, der Flughafenhalterin, in Auftrag gegeben und bezahlt worden ist, ist noch kein Grund, die Methode abzulehnen. Vielmehr ist zu prüfen, ob die eingebrachten Fachkenntnisse Dritter in einer Weise umgesetzt worden sind, die von parteilichen Standpunkten unbeeinflusst ist, wissenschaftlichen Ansprüchen genügt sowie schliesslich auch der Streiterledigung dient. In diesem Zusammenhang ist einzuräumen, dass die Entwicklung einer zuverlässigen und leicht handhabbaren Schätzungsmethode zur Bemessung fluglärmbedingter Minderwerte nicht nur im Interesse der Flughafenhalter, sondern auch der Rechtspflege liegt und dass die eidgenössische Schätzungskommission wie auch das Bundesgericht nicht ohne weiteres in der Lage gewesen wären, BGE 134 II 49 S. 86ein Instrument wie das MIFLU-Modell erarbeiten zu lassen. Allein der Umstand, dass eine Partei die von ihr beigezogenen Fachleute bezahlt, lässt diese denn auch noch nicht als parteilich und beeinflussbar erscheinen, sonst müssten Parteigutachten jeglicher Art aus dem Recht gewiesen werden.\n\n18.2 Der Enteignete will aus der Zusammenarbeit von Modellentwicklern, Expertengremium und Flughafenhalterin zumindest auf die Möglichkeit der Beeinflussung durch diese schliessen.\n\nZum Vorgehen bei der Erarbeitung des Modells im Einzelnen lässt sich den Akten entnehmen, dass der Auftrag an die Zürcher Kantonalbank zur selbständigen Entwicklung eines neuen hedonischen Modells von der Flughafen Zürich AG, vertreten durch den Airport of Zurich Noise Fund, ausgegangen ist. Dabei wurde vereinbart, dass die ZKB ihre Transaktionsdaten für den Kanton Zürich und die Flughafenhalterin die Fluglärmdaten zur Verfügung stellen sollten sowie verschiedene geografische und statistische Daten (z.B. Angaben über die Strassenlärmsituation) von Dritten beizuziehen seien. Die Vertragspartner sind weiter übereingekommen, im Interesse der wissenschaftlichen Abwicklung des Auftrags ein Expertengremium zu bestellen. Als Mitglieder dieses Gremiums sind ein Vertreter der Flughafenhalterin, ein Vertreter des Hauseigentümerverbandes des Kantons Zürich sowie als ausgewiesene Fachexperten aus den Bereichen Immobilien-Ökonomie und Empirische Ökonomie die beiden Professoren Dr. Martin Hösli, Universitäten Genf und Aberdeen, und Dr. Peter Kugler, Universität Basel, bezeichnet worden. Es ist weiter bestimmt worden, dass das Gremium jeweils vom Vorsitzenden, dem Vertreter der Flughafenhalterin, vor Einleitung einer neuen Projektphase einzuberufen sei. Dem Expertengremium ist insgesamt die Entscheidung über den Ablauf des Projektes übertragen worden. Ferner ist festgelegt worden, dass bei Stimmengleichheit die beiden Fachexperten entscheiden. Der ZKB ist zudem ausdrücklich das Recht eingeräumt worden, das Projekt abzubrechen, falls das Modell den wissenschaftlichen Ansprüchen nicht mehr genügen sollte. Im Übrigen haben an den Sitzungen des Expertengremiums zwar ebenfalls Vertreter des Bundesamtes für Zivilluftfahrt (BAZL) sowie des Kantons Zürich teilgenommen, aber lediglich als Beobachter.\n\nAus diesen Bestimmungen über den Projektablauf ergibt sich das offensichtliche Bemühen der Vertragspartner, eine unsachgemässe BGE 134 II 49 S. 87Beeinflussung der Modellentwicklung auszuschliessen. Dass eine solche trotzdem erfolgt wäre, vermag der Enteignete mit seinen Vermutungen und Andeutungen nicht glaubhaft zu machen.\n\n18.3 Im Nachgang zu den Projektarbeiten hat Professor Dr. Kugler in einem Schreiben vom 25. Januar 2006 bestätigt, dass das hedonische Modell der ZKB zweifellos eine verlässliche Schätzung der fluglärmbedingten Marktwertminderung von Immobilien im Kanton Zürich liefere. Es sei ein sehr grosser Aufwand betrieben worden, um die Preisdeterminanten für Wohneigentum möglichst vollständig und objektiv messbar zu erfassen. Das Modell übertreffe in seiner Fülle von Mikrolagefaktoren die gängigen Standards für hedonische Bewertungsmodelle bei weitem. Die verwendeten Schätzmethoden seien geeignet. Verschiedene Überprüfungen hätten im Wesentlichen die gleichen Ergebnisse hinsichtlich des Fluglärmeffekts hervorgebracht. Insgesamt entspreche das Vorgehen der \"best practice\" in der ökonometrischen Analyse.\n\nDamit werden dem MIFLU-Modell ein hoher wissenschaftlicher Standard und Zuverlässigkeit attestiert.\n\n18.4 Der Umstand, dass die Bewertungen gemäss dem MIFLU-Modell für die Enteigneten schwer verständlich und kaum kontrollierbar sind, vermag die Geeignetheit der Methode nicht in Frage zu stellen. Die Methode ist den Vertretern der Enteigneten vorgestellt und das - relativ gut begreifliche - Vorgehen bei der Erarbeitung des hedonischen Modells erläutert worden. Dem Experten der Enteigneten ist Einsicht in alle Daten und Unterlagen gewährt worden und seine Fragen sind, was von Seiten der Enteigneten eingeräumt wird, von den Fachleuten der ZKB beantwortet worden. Dass das technische bzw. mathematische/statistische Vorgehen im Einzelnen für den Laien kaum durchschaubar ist und zur Überprüfung Fachleute zugezogen werden müssen, ist im heutigen technisierten Leben und auch in gerichtlichen Verfahren nichts Aussergewöhnliches. Die wenigsten Enteigneten werden beispielsweise in der Lage sein, die Fluglärmberechnungen gemäss dem FLULA-Simulationsprogramm der Eidgenössischen Materialprüfungs- und Forschungsanstalt EMPA selbst nachzuvollziehen und zu kontrollieren. Dies spricht aber nicht gegen die gerichtliche Anerkennung einer solchen Methode (vgl. BGE 126 II 522 E. 48a S. 592 mit Hinweisen; Urteil E.5/1991 vom 17. September 1997, E. 4 nicht publ. in BGE 123 II 481).\n\nBGE 134 II 49 S. 88\n\n18.5 Die Einwendungen des Enteigneten gegen die konkrete Ausgestaltung des MIFLU-Modells (vgl. oben E. 17.2) sind bereits im Verfahren vor der Schätzungskommission dem mit der Modellentwicklung Beauftragten der ZKB unterbreitet und von diesem weitgehend entkräftet worden.\n\n18.5.1 Der Beauftragte hat an der Verhandlung vom 28. März 2006 erneut unterstrichen, dass das MIFLU in erster Linie auf die Bestimmung der fluglärmbedingten Entwertungssätze ausgerichtet sei und nur hilfsweise zur Festsetzung des Verkehrswertes diene, welcher vom Schätzer nach Vornahme eines Augenscheins ohne weiteres korrigiert werden könne. Das Modell trage jedoch schon selbst unterschiedlichen Lagen von Grundstücken Rechnung. Es berücksichtige auch, dass an guten Lagen höhere Entwertungen zu beobachten seien. Weiter ist erläutert worden, dass zwar systemgemäss der Landwert nicht als solcher ausgewiesen, die Fläche eines Grundstücks aber je nach Grösse abgestuft in die Berechnungen einbezogen werde. Zu den einzelnen Merkmalen (Variablen) insbesondere der Makrolage ist dargelegt worden, die Signifikanz habe sich als hoch bis sehr hoch erwiesen und die angeregten Verfeinerungen liessen keine besseren Aussagen zur Quartiercharakteristik erwarten. Schliesslich ist auch zu Recht darauf hingewiesen worden, dass bei der umstrittenen wie auch bei anderen Schätzungsmethoden immer über einzelne preisbestimmende Grundstücksmerkmale diskutiert werden könne; die getroffene Auswahl für das MIFLU-Modell sei jedoch, wie auch von den beiden Experten bestätigt worden, differenziert und sachgerecht.\n\n18.5.2 Was die Fluglärmbelastung betrifft, ergibt sich aus dem ZKB-Bericht \"Entwicklung eines hedonischen Bewertungsmodells für fluglärmbelastete Liegenschaften; Dokumentation zuhanden des Expertengremiums\" vom 26. Januar 2006, dass die von der EMPA flächendeckend auf die Hektare genau berechneten Lärmdaten als Grundbelastung (Leq 16h [6 bis 22 Uhr] über 50 dB), Tagesrand- bzw. Abendbelastung (Leq 1h zwischen 21 und 24 Uhr) sowie Spitzenbelastung (maximaler Leq 1h zwischen 7 und 21 Uhr) ins MIFLU-Modell einbezogen worden sind. Bei der Grundbelastung und bei der Abendbelastung sei dem Umstand Rechnung getragen worden, dass die Lärmbelastung erst ab einer gewissen Schwelle auf die Preise zu wirken beginne. Diese Schwelle werde auf 50 dB gelegt, da geringere Lärmbelastungen, weil sie im Streubereich des FLULA-Lärmmodells lägen, nicht zuverlässig gemessen werden BGE 134 II 49 S. 89könnten. In den \"beschallten\" Lagen, d.h. in Lagen mit einer Grundbelastung über 50 dB, werde im Modell zusätzlich auch die Spitzenbelastung am Tag berücksichtigt. Im Weiteren wird im genannten Bericht dargelegt, dass fünf Lagekategorien (ohne Fluglärm) gebildet und je nach Kategorie signifikante Unterschiede der Entwertung durch den Fluglärm festgestellt worden seien: An den besten Lagen betrage die Entwertung von Einfamilienhäusern 1,65 % pro dB, an den bescheidensten nur 0,51 % pro dB.\n\nAn der Verhandlung vom 28. März 2006 hat der Beauftragte der ZKB zur Art der Berücksichtigung der Lärmbelastung weiter erklärt, es habe sich im Rahmen der Forschungsarbeit gezeigt, dass die Aufteilung in Grund-, Tagesrand- und Spitzenbelastung die beste Erklärungskraft für die bezahlten Preise aufweise. Allerdings sei richtig, dass der Leq 16h als Mittelungsmass wenig empfindlich auf Veränderungen der Flugbewegungen reagiere. Die ZKB habe daher während der Projektphase darauf bestanden, auch eine Variante zu testen, die auf der reinen Anzahl der Einzelereignisse (Spitzenpegel über 58 dB) beruhe und keine Lärmmittelung vornehme. Bei diesem Vorgehen hätten sich ebenfalls signifikante Preiseinflüsse ergeben, doch sei die Variante Leq 16h hinsichtlich Erklärungskraft und Parameterstabilität klar überlegen und einer Berücksichtigung der Bewegungszahl vorzuziehen.\n\nDie vom Enteigneten verlangte Berücksichtigung der Flugbewegungszahlen ist demnach bei der Modellentwicklung durchaus in Betracht gezogen, aber aus Gründen, die als sachlich erscheinen, fallen gelassen worden.\n\n18.5.3 Zur Auffassung des Enteigneten, dass das MIFLU-Modell nicht die bestehende, sondern die geplante bzw. die für das Jahr 2010 prognostizierte Schallbelastung berücksichtigen müsse, darf auf die Erwägungen verwiesen werden, die zum Begehren der Enteigner um Vornahme eines Abzugs für den künftigen technologischen Fortschritt angestellt worden sind: Wird der massgebende Schätzungszeitpunkt - was auch vom Enteigneten nicht beanstandet wird - auf den 1. Januar 1997 gelegt, so können spätere Entwicklungen die Entschädigungsbemessung nur beeinflussen, wenn sie sich am Stichtag schon im Verkehrswert des von der Enteignung betroffenen Objektes niedergeschlagen haben oder bereits voraussehbar waren und in relativ kurzer Zeit auch eingetreten sind (vgl. oben E. 11.3). BGE 134 II 49 S. 90\n\nSollte übrigens entgegen den Darlegungen der Enteigner die Fluglärmbelastung in Zukunft über das am Stichtag gegebene, bei der Entschädigungsbemessung berücksichtigte Mass hinaus anwachsen, so stünde es dem Enteigneten frei, eine Nachforderung im Sinne von Art. 41 Abs. 1 lit. b EntG zu stellen.\n\n18.5.4 Soweit der Enteignete in seiner Duplik vom 29. Oktober 2007 rügt, dass das MIFLU auf eine über zehn Jahre gemittelte Schallbelastung abstelle, geht dieser Vorwurf fehl. Der Ermittlung des Minderwertes liegt die im Stichjahr 1997 bestehende Lärmbelastung zu Grunde. Gemittelt wird dagegen der Parameter, welcher die prozentuale Entwertung der Liegenschaften pro Dezibel Lärmbelastung (vgl. auch unten E. 18.5.5) aufzeigt und je nach den Marktverhältnissen und der wechselnden Lärmsensibilität der Käufer schwanken kann. Diese Schwankungen werden im MIFLU-Modell durch Durchschnittsbildung über ein rollendes Zeitfenster von zehn Jahren geglättet. Die Mittelung des Wertminderungs-Koeffizienten kann demnach sinngemäss mit der bei Anwendung der klassischen Vergleichsmethode üblichen Bestimmung eines Mittelwertes aus den verschiedenen zur Verfügung stehenden Vergleichspreisen verglichen werden. Da sich der Preisminderungs-Koeffizient nach MIFLU anhand mehrerer Lärmbelastungen bestimmt (Grund-, Tagesrand- und Spitzenbelastung), trägt die Wahl einer etwas längeren Betrachtungsperiode (als bei der herkömmlichen Vergleichsmethode) zur Zuverlässigkeit der Ergebnisse bei. Dass sich diese längere Periode zum Nachteil des Enteigneten auswirken würde, legt dieser selbst nicht dar und ist auch nicht anzunehmen, hat doch die Fluglärmsensibilität in den letzten Jahren - auch nach Meinung des Enteigneten - eher zu- als abgenommen (vgl. dazu KATJA WIRTH, Lärmstudie 2000, Die Belästigungssituation im Umfeld des Flughafens Zürich, Aachen 2004, S. 142).\n\n18.5.5 Die Behauptung des Enteigneten, es seien in der Umgebung des Flughafens Frankfurt a.M. Werteinbussen von Liegenschaften bereits ab einer Lärmbelastung von 40 dB(A) nachgewiesen worden, welche bei einer Belastung von 60 dB(A) 20 % erreichten, vermag das MIFLU-Modell, das Minderwerte erst ab 50 dB(A) ausweist, nicht in Frage zu stellen. Wie dem vom Enteigneten zitierten Bericht entnommen werden kann, beruht die deutsche Studie auf völlig anderen Grundlagen als das MIFLU-Modell. Einerseits sind nicht effektive Marktpreise ausgewertet, sondern eine Reihe von Immobilienmaklern danach befragt worden, mit welchem Preisabschlag für eine Standardwohnung in ihrem Gebiet wegen des Fluglärms zu BGE 134 II 49 S. 91rechnen sei. Zum anderen stellt die deutsche Studie hinsichtlich der Lärmbelastung auf einen gewogenen Durchschnitt aus Tages- und Nachtfluglärm ab (Faktor \"Lärm_total\"), wobei der Nachtlärm in etwa der Hälfte der untersuchten Ortschaften gegenüber dem Tageslärm nicht nennenswert abnimmt. Im Bericht selbst wird aber unterstrichen, dass Studien, die sich auf unterschiedliche Lärmniveaus beziehen, nur schwer miteinander vergleichbar sind. Ebenso wird festgestellt, die Auswertung von rund dreissig aus verschiedenen Ländern stammenden Studien zur Lärmauswirkung auf Immobilienwerte habe gezeigt, dass es weder auf Länderebene noch global einen allgemein gültigen Wert der prozentualen Wertänderung einer Immobilie pro Dezibel Lärmbelastung gibt (\"noise sensitivity depreciation index NSDI\"; vgl. FRIEDRICH THIESSEN/STEPHAN SCHNORR, Immobilien und Fluglärm, Dekan der Fakultät für Wirtschaftswissenschaften an der Technischen Universität Chemnitz [Hrsg.], insbes. S. 6, 13 f. und 22 [http://www.widema.de/downloads/509studieimmobienfluglaerm.pdf]). Ergänzend darf darauf hingewiesen werden, dass gemäss dem unlängst vom Bundesamt für Wohnungswesen herausgegebenen Bericht über die Verhältnisse auf dem schweizerischen Mietwohnungsmarkt bei Verkehrslärm unter 55 dB keine messbaren Auswirkungen auf die Mietzinse festzustellen sind (vgl. MARTIN GEIGER, a.a.O., S. 52).\n\n18.5.6 Was schliesslich die vom Enteigneten beanstandete (scheinbare) Genauigkeit der vom MIFLU-Rechner auf Bruchteile von Prozenten ermittelten Resultate anbelangt, so ist klar, dass auch das MIFLU-Verfahren Schätzelemente enthält und dementsprechend die Minderwertsentschädigungen zu runden sind. Dagegen besteht kein Grund, die prozentgenauen Aufteilungen, die insbesondere dank der differenzierten Erfassung der Lage und der Fluglärmbelastung der einzelnen Liegenschaften möglich sind, durch Entwertungsstufen von jeweils 5 % zu ersetzen, wie sie in der Regel bei den herkömmlichen Minderwertsschätzungen gewählt worden sind.\n\n18.6 Zusammenfassend ist festzustellen, dass das MIFLU-Modell gemäss der Beurteilung durch die beiden beigezogenen Universitätsprofessoren, die auf dem hier fraglichen Gebiet als anerkannte Fachleute gelten, einen hohen wissenschaftlichen Standard erreicht und vertrauenswürdige Resultate liefert. Auf die Einholung weiterer Gutachten kann verzichtet werden. Die vom Enteigneten gegen das Modell erhobenen Einwendungen geben keinen Anlass, im vorliegenden Fall von der Anwendung des MIFLU-Verfahrens abzusehen. BGE 134 II 49 S. 92\n\nHöhe, Form und Verzinsung der Entschädigung\n\n19. Darf nach dem Gesagten auf die Ergebnisse des Schätzungsmodells MIFLU abgestellt werden, so ist der angefochtene Entscheid insofern abzuändern, als die Schätzungskommission im vorliegenden Fall den nach MIFLU berechneten Minderwertsprozentsatz bei der Entschädigungsbemessung nur zur Hälfte berücksichtigt hat. Die Entwertung ist somit auf 20,2 % bzw. 20 % festzulegen. Dass ein anderes, ebenfalls als \"Pilotfall\" ausgewähltes Grundstück im Jahr 2001 offenbar mit grösserer Einbusse verkauft worden ist, vermag keine zusätzliche Erhöhung des Minderwertes zu rechtfertigen. Die Schätzungskommission hat in jenem Fall besondere Gründe für die Entwertung genannt und die ursprünglich erhobene Verwaltungsgerichtsbeschwerde ist in der Zwischenzeit zurückgezogen worden. Entgegen der Meinung des Enteigneten drängt sich auch mit Blick auf die beurteilten Genfer Fluglärmfälle keine weitere Erhöhung der Minderwertsentschädigung auf. Höhere Entschädigungen sind in jenen Fällen nur für Grundstücke zugesprochen worden, die von direkten Überflügen betroffen sind oder bei denen es sich um herrschaftliche Sitze oder jedenfalls um Liegenschaften in Villen-Vierteln handelt, deren Wert durch eine Immissionsbelastung besonders stark beeinträchtigt wird (vgl. BGE 122 II 337 E. 7 S. 346, BGE 122 II 349 E. 4 S. 352 ff.; Urteile E.22/1992 und E.51/1993 vom 24. Juni 1996). Indessen darf hier bei der Minderwertsermittlung zugunsten des Enteigneten vom MIFLU-Verkehrswert der Liegenschaft (ohne Fluglärm) von Fr. 860'000.- ausgegangen werden, welcher den von der Schätzungskommission festgelegten Wert übersteigt. Der fluglärmbedingte Minderwert des Grundstücks des Enteigneten beläuft sich demnach auf Fr. 172'000.- bzw. rund Fr. 170'000.-.\n\nIm vorinstanzlichen Verfahren sind von den ermittelten Minderwertsentschädigungen die Kosten für bauliche Schallschutzmassnahmen abgezogen worden, die vom Flughafenhalter gemäss dem im Rahmen der 5. Ausbauetappe aufgestellten Schallschutzkonzept übernommen worden sind (vgl. BGE 126 II 522 E. 47 ff. S. 590 ff.). Diese Anrechnung der Kosten für die getroffenen umweltschutzrechtlichen Massnahmen, die sich im vorliegenden Fall auf rund Fr. 20'000.- belaufen, wird von keiner Seite bestritten. Die Minderwertsentschädigung ist somit auf Fr. 150'000.- zu reduzieren.\n\n20. Die Schätzungskommission hat die Enteignungsentschädigung für die Fluglärmbelastung nicht in Form eines Kapitals, sondern in BGE 134 II 49 S. 93grundsätzlich zwanzig jährlichen Leistungen von 5 % des ermittelten Minderwertes zugesprochen, die längstens bis 2016 zu bezahlen seien. Die Wahl dieser Entschädigungsform wird damit erklärt, dass die jährlichen Leistungen bei Änderung der Verhältnisse - insbesondere nach Abschluss der Sachplanung \"Infrastruktur der Luftfahrt\" (SIL) und nach dem Erlass eines definitiven Betriebsreglements - überprüft sowie den neuen Verhältnissen angepasst und allenfalls auch aufgehoben werden könnten.\n\nMit der Festsetzung jährlicher Anzahlungen, die angepasst oder aufgehoben werden können und damit bloss provisorisch sind, wird jedoch dem berechtigten Bedürfnis der Enteigneten nach endgültiger Abgeltung und Streiterledigung nicht gedient. Auch die Enteigner, die an der von der Schätzungskommission getroffenen Lösung festhalten wollen, sollten ein Interesse daran haben, Klarheit über den definitiven Umfang ihrer finanziellen Verpflichtungen zu gewinnen und weitere langwierige Prozesse zu vermeiden. Gemäss der Praxis des Bundesgerichts sind denn auch periodisch zu entrichtende Entschädigungsleistungen nur für zeitlich begrenzte Eingriffe vorzusehen, d.h. wenn von vornherein gewiss ist oder mit grosser Sicherheit angenommen werden kann, dass Rechte nur vorübergehend entzogen oder beschränkt werden. Solches steht hier wie dargelegt noch keineswegs fest. Zudem ist die Überprüfung und Neufestlegung einer Entschädigung nach einem bestimmten Zeitablauf gemäss bundesgerichtlicher Rechtsprechung unzulässig. Die Entschädigung muss auch für vorübergehende Enteignungen, ob sie in Form einer Kapitalzahlung oder von wiederkehrenden Leistungen entrichtet wird, für die ganze Dauer der Enteignung vorweg bestimmt werden (BGE 99 Ib 87 E. 2 S. 90 mit Hinweis). Der Entscheid der Schätzungskommission ist daher auch insofern aufzuheben, als die Minderwertsentschädigung in jährlich zu leistende Zahlungen aufgeteilt und eine Anpassungsklausel vorgesehen wird.\n\nErgänzend kann darauf hingewiesen werden, dass die mit den Abflügen auf Piste 16 verbundene Lärmbelastung in den fraglichen Gebieten von Opfikon-Glattbrugg etliche Zeit vor dem Jahr 1997 die Immissionsgrenzwerte überstieg. Die Enteigner haben selbst nicht ausgeschlossen, dass der Fluglärm schon in den siebziger Jahren übermässig gewesen sei (vgl. BGE 130 II 394 E. 12.2.1 S. 417 und E. 12.2.2 S. 418). Die Liegenschaft des Enteigneten wird somit, wie andere auch, seit Jahrzehnten stark belärmt. Überdies ist in Betracht zu ziehen, dass in diesem Gebiet Entschädigungsansprüche nur für BGE 134 II 49 S. 94Bauten entstehen, die vor 1961 erstellt worden sind (vgl. oben E. 6; BGE 130 II 394 E. 12.1 S. 415). Die belärmten Wohnhäuser weisen demnach heute ein Alter von mindestens gegen fünfzig Jahren auf. Bei Bauten solchen Alters wird selbst bei einer künftigen Lärmentlastung die einmal erlittene Werteinbusse schwerer wieder wettgemacht werden können als bei neueren Gebäuden. Auch unter diesem Gesichtswinkel rechtfertigt es sich, die fluglärmbedingte Entwertung durch Kapitalzahlung abzugelten.\n\n21. Gemäss Art. 76 Abs. 5 Satz 3 EntG ist die Enteignungsentschädigung bei vorzeitiger Besitzeinweisung vom Tage der Besitzergreifung an zum üblichen Zinsfuss zu verzinsen. Die Verzinsungspflicht entsteht nach bundesgerichtlicher Rechtsprechung auch dann, wenn beim Auftreten übermässiger Immissionen die nachbarlichen Abwehrrechte unterdrückt und vom Enteigner faktisch in Besitz genommen werden (BGE 106 Ib 241 E. 3 S. 245).\n\nDie Enteigner wenden gegen die Verzinsung im vorliegenden Falle ein, der Eigentümer habe sein Grundstück beim Auftreten übermässiger Immissionen weiterhin in gleicher Weise nutzen können. Dies gelte hier umso mehr, als am Wohnhaus des Enteigneten bereits bauliche Schallschutzmassnahmen getroffen worden seien. Es sei daher kein Nutzungsverlust eingetreten, der durch Zinszahlung zu vergüten wäre. Die ruhige Lage einer Wohnung oder einer Wohnliegenschaft stellt indes, was die Enteigner an anderer Stelle selbst ausführen, einen wichtigen die Nutzungsqualität mitbestimmenden Wertbestandteil einer Immobilie dar. Geht die Ruhe verloren und wird der Eigentümer beim Wohnen durch Lärm gestört, so wird der bisherige Nutzen des Grundstücks in qualitativer Hinsicht eingeschränkt. Solche qualitativen Beeinträchtigungen der Nutzung, die den Gegenwert der getätigten Investitionen mindern, sind wie andere Nutzungseinbussen durch Verzinsung der Entschädigung abzugelten. Daran ändert auch nichts, wenn wie hier am Haus des Enteigneten Schallschutzmassnahmen getroffen worden sind, vermögen doch diese den Fluglärm nur teilweise zu dämmen und machen den Aufenthalt im Freien nicht angenehmer. Die Verzinsung kann allerdings in Fällen wie dem vorliegenden, in denen der Entschädigungsanspruch erst einige Zeit nach dem Auftreten übermässiger Immissionen entstand (vgl. BGE 130 II 394 E. 12.3 S. 419 ff.), erst ab Entstehung des Anspruchs zu laufen beginnen. Dieser Zeitpunkt fällt praktisch mit dem dies aestimandi zusammen. Die Enteignungsentschädigung von BGE 134 II 49 S. 95Fr. 150'000.- ist demnach ab 1. Januar 1997 zu den vom Bundesgericht festgelegten Zinssätzen zu verzinsen, nämlich:\n\nab 1.1.1997 bis 31.3.1997 zu 4,5 %\n\nvom 1.4.1997 bis 31.12.2000 zu 4 %\n\nvom 1.1.2001 bis 31.8.2002 zu 4,5 %\n\nvom 1.9.2002 bis 30.4.2003 zu 4 %\n\nab 1.5.2003 zu 3,5 %.\n\nNach Ablauf von zwanzig Tagen seit der endgültigen Feststellung der Entschädigung ist Verzugszins zu leisten (Art. 88 Abs. 1 EntG).\n\nWeitere Fragen\n\n22. Die Enteigner verlangen, dass die Entschädigungsleistung im Sinne von Art. 962 ZGB im Grundbuch angemerkt werde. Wohl fehle die für Anmerkungstatbestände des öffentlichen Bundesrechts nötige besondere gesetzliche Grundlage, doch habe der Enteignete an der Schätzungsverhandlung dem grundbuchlichen Eintrag zugestimmt und komme daher die Dispositionsmaxime zum Zuge. Ob eine solche Eintragung aufgrund einer Vereinbarung vorgenommen werden könnte, kann jedoch offengelassen werden. Nachdem im vorinstanzlichen Verfahren kein Vergleich geschlossen worden ist und sich der Enteignete im bundesgerichtlichen Verfahren der verlangten Eintragung widersetzt, kann nicht davon ausgegangen werden, die Parteien hätten sich über die grundbuchliche Anmerkung geeinigt. Eine solche kann deshalb, da die gesetzliche Grundlage immer noch fehlt, nicht angeordnet werden."}