{"annee": "134", "cour": "V", "page": "223", "date": "14/3/2008", "cite": ["115 V 103", "129 V 145", "120 V 340", "133 III 393", "132 V 149", "123 III 213", "129 V 237"], "cite_par": ["138 V 366", "137 V 383", "138 II 169", "141 V 162", "138 V 86", "134 V 369"], "chapeau": "27. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. BVG-Sammelstiftung der Rentenanstalt, Vorsorgewerk Verband Zürcher Krankenhäuser gegen S. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_568/2007 vom 14. März 2008", "regestes": ["Art. 99 al. 1 et 2 LTF; art. 41 al. 2 et art. 49 al. 2 ch. 6 LPP; art. 142 CO. Pour autant que la prescription ne soit pas intervenue après que la décision attaquée a été rendue, l'exception de prescription - que le juge ne peut suppléer d'office dans le cas présent - n'est pas admissible, que ce soit au titre de fait nouveau (art. 99 al. 1 LTF) ou de nouvelle conclusion (art. 99 al. 2 LTF), lorsqu'elle est soulevée pour la première fois devant le Tribunal fédéral dans un litige relatif à des prestations d'invalidité de la prévoyance professionnelle (consid. 2).", "Art. 49, art. 23 ss LPP; art. 1 ss LEg, art. 8 al. 3 Cst.; paiement d'un arriéré de salaire pendant le versement d'une rente d'invalidité. Le paiement d'un arriéré de salaire - dû à titre rétroactif pour une période antérieure à la survenance de l'invalidité - à la suite de la constatation des violations de l'interdiction de la discrimination à raison du sexe et de la loi sur l'égalité doit être pris en compte pour calculer le montant de la rente d'invalidité en cours de versement (consid. 3 et 4)."], "faits": "|224|\n\nA.\n\nA.a Die 1974 geborene S. war ab 1. Mai 1996 als Kinderkrankenschwester im Spital Z. tätig. Im Rahmen dieses Arbeitsverhältnisses war sie bei der BVG-Sammelstiftung der Rentenanstalt (nachfolgend: BVG-Sammelstiftung) berufsvorsorgeversichert. Ab 17. März 1998 war S. dauernd mindestens zu 50 % arbeitsunfähig. Sie bezog ab 1. April 1999 eine halbe und ab 1. Oktober 2000 eine ganze Rente der Invalidenversicherung. Die BVG-Sammelstiftung richtete ab 1. Juni 1999 Erwerbsunfähigkeitsleistungen aus, ab 1. Oktober 2000 aufgrund einer Invalidität von 100 %. Bemessungsgrundlage bildete der nach dem Arbeitsvertrag für das Jahr 1998 geschuldete Lohn von Fr. 56'973.80.\n\nA.b Aufgrund von drei Urteilen des Verwaltungsgerichts des Kantons Zürich vom 22. Januar 2001 betreffend Lohnklagen gegen den Kanton wegen Verletzung des verfassungsrechtlichen Geschlechterdiskriminierungsverbotes und Verstosses gegen das Gleichstellungsgesetz sowie der darauf gestützten Vereinbarung vom 11. Juli 2001, an welcher u.a. der Verband Zürcher Krankenhäuser und |225| sechs Berufsverbände beteiligt waren, erhielt S. im Februar 2002 eine Lohnnachzahlung für die Jahre 1996 bis 2001 von insgesamt Fr. 33'839.90. Davon entfiel der Betrag von Fr. 8'358.05 auf das Jahr 1998.\n\nA.c Das Gesuch der S. um Neuberechnung der Invalidenrente unter Berücksichtigung der Lohnnachzahlung für 1998 lehnte die BVG-Sammelstiftung wiederholt ab, zuletzt mit Schreiben vom 23. Juni 2003.\n\nB. Am 27. Mai 2006 liess S. beim Sozialversicherungsgericht des Kantons Zürich Klage gegen die BVG-Sammelstiftung erheben mit dem Rechtsbegehren, der versicherte Lohn sei rückwirkend für das Jahr 1998 zu erhöhen und ihre Invaliditätsrente sei rückwirkend ab Rentenbeginn auf dem erhöhten versicherten Lohn zu berechnen.\n\nNach Durchführung eines doppelten Schriftenwechsels hiess das kantonale Sozialversicherungsgericht mit Entscheid vom 27. Juni 2007 die Klage in dem Sinne gut, dass es den versicherten Lohn für das Jahr 1998 auf Fr. 65'331.85 festlegte und die Beklagte verpflichtete, die Höhe der Invalidenrente der Klägerin auf dieser Grundlage zu berechnen und ihr rückwirkend auszurichten.\n\nC. Die BVG-Sammelstiftung führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Rechtsbegehren, der Entscheid vom 27. Juni 2007 sei aufzuheben und es sei festzustellen, dass die Lohnnachzahlungen des Kantons Zürich keine Erhöhung der laufenden Invalidenrente von S. zur Folge haben.\n\nS. lässt die Abweisung der Beschwerde beantragen. Das Bundesamt für Sozialversicherungen verzichtet auf eine Vernehmlassung.\n\nDas Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Es steht fest und ist unbestritten, dass das versicherte Invaliditätsrisiko 1998 eingetreten ist und die Beschwerdegegnerin ab 1. Juni 1999 Anspruch auf eine Invalidenrente nach Art. 15 des Reglements der Beschwerdeführerin (in der hier anwendbaren Fassung vom Juni 1997) hat. Gemäss Abs. 2 dieser Bestimmung wird die Invalidenrente im überobligatorischen Bereich auf der Grundlage des Jahreslohnes (hier für 1998) berechnet. Der Begriff des Jahreslohnes wird in Art. 6 Abs. 2 des Reglements umschrieben (vgl. E. 3.2). Unter den Parteien ist streitig, ob die im Februar 2002 |226| erfolgte Lohnnachzahlung für 1998 von Fr. 8'358.05 bei der Berechnung der Invalidenrente der Beschwerdegegnerin zu berücksichtigen ist, und zwar rückwirkend auf den Zeitpunkt des Leistungsbeginns, was die Vorinstanz bejaht hat.\n\n2. Die am Recht stehende Vorsorgeeinrichtung rügt, die Verpflichtung, die 2001 beschlossene Lohnnachzahlung für 1998 von Fr. 8'358.05 bei der Berechnung der Invalidenrente der Beschwerdegegnerin mitzuberücksichtigen, stelle eine bundesrechtswidrige Einschränkung ihrer Gestaltungsfreiheit nach Art. 49 BVG (SR 831.40) dar. Für den Fall, dass die Beschwerde wider Erwarten abgewiesen werden sollte, beruft sie sich auf die Verjährung aller Leistungen, die vor dem 26. Juli 2001, d.h. fünf Jahre vor Klageerhebung fällig geworden sind.\n\n2.1 Mit der Beschwerde in öffentlich-rechtlichen Angelegenheiten kann u.a. die Verletzung von Bundesrecht gerügt werden (Art. 95 lit. a BGG). Das Bundesgericht legt seinem Urteil den Sachverhalt zugrunde, den die Vorinstanz festgestellt hat. Es kann die Sachverhaltsfeststellung der Vorinstanz von Amtes wegen berichtigen oder ergänzen, wenn sie offensichtlich unrichtig ist oder auf einer Rechtsverletzung im Sinne von Art. 95 beruht (Art. 105 Abs. 1 und 2 BGG). Das Bundesgericht wendet das Recht von Amtes wegen an (Art. 106 Abs. 1 BGG).\n\nNeue Tatsachen und Beweismittel dürfen nur soweit vorgebracht werden, als erst der Entscheid der Vorinstanz dazu Anlass gibt. Neue Begehren sind unzulässig (Art. 99 Abs. 1 und 2 BGG).\n\n2.2 Die Beschwerdeführerin hat die Einrede der Verjährung der streitigen Leistungen erstmals vor Bundesgericht erhoben. Es kann offenbleiben, ob es sich dabei um eine neue Tatsache oder um ein neues Begehren im Sinne von Art. 99 Abs. 1 resp. Abs. 2 BGG handelt.\n\n2.2.1 Werden neue Tatsachen oder Beweismittel vorgebracht, ist in der Beschwerde darzutun, inwiefern erst der angefochtene Entscheid dazu Anlass gegeben hat (BGE 133 III 393 E. 3 S. 395). Die Beschwerdeführerin begründet ihre Einrede damit, die Verjährung aller vor dem 26. Juli 2001 fällig gewordenen Leistungsansprüche der Beschwerdegegnerin liege in der \"Logik des Sozialversicherungsgerichts\". Damit bringt sie zum Ausdruck, dass sie die Verjährungseinrede nur erhoben hat, weil die Vorinstanz entgegen ihren Erwartungen die Klage guthiess. Der vorinstanzliche |227| Verfahrensausgang allein bildet aber noch keinen hinreichenden Anlass im Sinne von Art. 99 Abs. 1 BGG für die Zulässigkeit von unechten Noven, die bereits im kantonalen Verfahren ohne weiteres hätten vorgebracht werden können. Dies ergibt sich zwingend aus der Bindung des Bundesgerichts an die vorinstanzliche Sachverhaltsfeststellung (Art. 105 Abs. 1 BGG; SEILER/VON WERDT/GÜNGERICH, Bundesgerichtsgesetz [BGG], Bern 2007, N. 3 zu Art. 99 BGG; ULRICH MEYER, Basler Kommentar zum Bundesgerichtsgesetz, Basel 2008, N. 47 zu Art. 99 BGG).\n\n2.2.2 Betrachtet man die Erhebung der Verjährungseinrede hingegen als neues Begehren, so ist sie gemäss Art. 99 Abs. 2 BGG ohne weiteres unzulässig (vgl. BBl 2001 S. 4340; vgl. zur Rechtslage unter dem OG Urteil 4C.299/1998 vom 7. Januar 1999, E. 4b), jedenfalls soweit die Verjährung - wie hier - nicht von Amtes wegen zu berücksichtigen ist (Art. 41 und 49 Abs. 2 Ziff. 6 BVG in Verbindung mit Art. 142 OR; BGE 129 V 237 E. 4 S. 241) und sie nicht erst nach dem angefochtenen Entscheid eingetreten ist (vgl. BGE 123 III 213 E. 5b S. 218).\n\nDie Verjährungseinrede ist somit unzulässig.\n\n3.\n\n3.1 Die Rechtsbeziehungen zwischen versichertem Arbeitnehmer und privater Vorsorgeeinrichtung werden im Bereich der weitergehenden beruflichen Vorsorge durch den Vorsorgevertrag geregelt. Auf diesen von der Lehre und Rechtsprechung den Innominatverträgen sui generis zugeordneten Vertrag ist der Allgemeine Teil des Obligationenrechts anwendbar (Art. 1-183 OR). Reglement oder Statuten stellen den vorformulierten Inhalt des Vorsorgevertrages dar, vergleichbar Allgemeinen Vertrags- oder Versicherungsbedingungen, denen sich der Versicherte konkludent, durch Antritt des Arbeitsverhältnisses und unwidersprochen gebliebene Entgegennahme von Versicherungsausweis und Vorsorgereglement, unterzieht. Nach ständiger Rechtsprechung hat die Auslegung der Vorsorgeverträge nach dem Vertrauensprinzip zu erfolgen. Es ist darauf abzustellen, wie die zur Streitigkeit Anlass gebende Willenserklärung vom Empfänger in guten Treuen verstanden werden durfte und musste. Dabei ist nicht auf den inneren Willen des Erklärenden abzustellen, sondern auf den objektiven Sinn seines Erklärungsverhaltens. Der Erklärende hat gegen sich gelten zu lassen, was ein vernünftiger und korrekter Mensch unter der Erklärung verstehen |228| durfte. Weiter sind die besonderen Auslegungsregeln bei Allgemeinen Geschäfts- oder Versicherungsbedingungen zu beachten, insbesondere die Unklarheits- und die Ungewöhnlichkeitsregel (BGE 132 V 149 E. 5 S. 150 mit Hinweisen).\n\nBei der Auslegung und Anwendung von statutarischen und reglementarischen Bestimmungen im weitergehenden Vorsorgebereich, wozu auch Art. 15 Abs. 2 des Reglements der Beschwerdeführerin gehört, ist zudem zu berücksichtigen, dass die Vorsorgeeinrichtungen in der Ausgestaltung der Leistungen und deren Finanzierung grundsätzlich autonom sind (Art. 49 BVG). Dabei haben sie jedoch das Gebot der Rechtsgleichheit, das Willkürverbot und das Verhältnismässigkeitsprinzip zu beachten. Die Rechte der Versicherten dürfen nur soweit beschränkt werden, als dies für die sachgerechte Durchführung des Vorsorgeverhältnisses erforderlich ist (BGE 132 V 149 E. 5.2.4 in fine S. 154; BGE 129 V 145 E. 4 S. 149 mit Hinweisen auf die Lehre; BGE 115 V 103 E. 4b S. 109; SVR 2008 BVG Nr. 2 S. 7, E. 5.1, B 104/06).\n\n3.2 Der für die Berechnung der Invalidenrente im überobligatorischen Bereich massgebende Jahreslohn wird in Art. 6 Abs. 2 des Reglements der Beschwerdeführerin umschrieben. Danach gilt Folgendes:\n\n\"Berechnungsgrundlage für den Jahreslohn ist das am 1. Januar bzw. bei der Aufnahme in die Personalvorsorge massgebende, nach AHV-Normen bestimmte feste Jahreseinkommen (ohne gelegentlich oder vorübergehend anfallende Lohnteile). Unterjährige Lohnänderungen werden für die Personalvorsorge nur berücksichtigt, wenn diese mehr als 20 % betragen.\"\n\nDer Jahreslohn wird somit zum Voraus (pränumerando) festgesetzt und bleibt während des laufenden Kalenderjahres - Lohnänderungen, welche mehr als 20 % ausmachen, vorbehalten - gleich. Eine Anpassung erfolgt erst wieder auf den 1. Januar des Folgejahres. Der Jahreslohn bestimmt sich mithin prospektiv nach dem ab 1. Januar eines Kalenderjahres vereinbarten festen Jahreseinkommen. Zum Jahreslohn nach Art. 6 Abs. 2 und Art. 15 Abs. 2 des Reglements der Beschwerdeführerin zählt daher jeder am 1. Januar bestehende Anspruch auf Lohn für im betreffenden Kalenderjahr geleistete resp. zu leistende Arbeit. Wird ein solcher Anspruch erst später - gerichtlich - festgestellt, bildet eine dadurch ausgelöste Lohnnachzahlung Bestandteil des Jahreslohnes des betreffenden Jahres. Der Rechtsgrund für den (zusätzlichen) Lohnanspruch ist nicht von Belang. |229|\n\nDer zum 1. Januar 1998 festgelegte Lohn war geschlechterdiskriminierend und mit dem Gleichstellungsgesetz nicht vereinbar. Mit der in Umsetzung der Urteile des Verwaltungsgerichts des Kantons Zürich vom 22. Januar 2001 sowie der darauf gestützten Vereinbarung vom 11. Juli 2001, an welcher neben dem Kanton u.a. der Verband Zürcher Krankenhäuser und sechs Berufsverbände beteiligt waren, im Februar 2002 erfolgten Lohnnachzahlung von Fr. 8'358.05 für 1998 wurde lediglich der verfassungs- und gesetzmässige Zustand wiederhergestellt. Diese Summe hat als am 1. Januar 1998 nach Arbeitsvertrag geschuldet zu gelten und bildet daher Bestandteil des Jahreslohnes nach Art. 6 Abs. 2 des Reglements der Beschwerdeführerin; sie ist somit bei der Berechnung der Invalidenrente nach Art. 15 Abs. 2 des Reglements zu berücksichtigen. Von einer unzulässigen Änderung von dritter Seite des von den Parteien im Vorsorgevertrag frei vereinbarten Stichtages (1. Januar), wie in der Beschwerde vorgebracht wird, kann nicht gesprochen werden. Gegenteils kann nur mit der Berücksichtigung der fraglichen Lohnnachzahlung bei der Berechnung der Invalidenrente eine (weitere) auch im Bereich der überobligatorischen beruflichen Vorsorge verpönte geschlechterdiskriminierende Ungleichbehandlung der Beschwerdegegnerin gegenüber ihren männlichen Berufskollegen in vergleichbarer Lage verhindert werden.\n\n4.\n\n4.1 Die Beschwerdeführerin beruft sich zur Stützung ihres Standpunktes auf Art. 6 Abs. 7 ihres Reglements. Danach werden bei Änderungen des anrechenbaren Lohnes die versicherten Leistungen und die Beiträge am 1. Januar angepasst (Satz 1). Für voll arbeitsunfähige und für voll invalide Personen sind jedoch keine Anpassungen vorgesehen. Tritt ein Versicherungsfall ein, so wird eine allenfalls zu Unrecht durchgeführte Anpassung rückgängig gemacht (Satz 2). Es ist fraglich, ob diese Bestimmung überhaupt zur Anwendung gelangen kann. Als anrechenbarer Lohn gilt laut Art. 6 Abs. 1 des Reglements der Jahreslohn, vermindert um einen Koordinationsabzug zur Berücksichtigung der Leistungen aus der Eidg. Alters- und Hinterlassenenversicherung (AHV) sowie Invalidenversicherung (IV). Der anrechenbare Lohn ist somit nicht mit dem Jahreslohn nach Art. 6 Abs. 2 des Reglements gleichzusetzen. Er bildet denn auch die Grundlage für die Berechnung der jährlichen Altersgutschriften (Art. 12 Abs. 1 des Reglements), welche massgeblich die Höhe der Alters- und Freizügigkeitsleistungen |230| bestimmen (Art. 13 Abs. 2 und Art. 25 Abs. 1 des Reglements). Demgegenüber bildet der Jahreslohn Grundlage für die Berechnung der Invalidenrente (Art. 15 Abs. 2 des Reglements). Die Frage braucht indessen nicht entschieden zu werden. Art. 6 Abs. 7 des Reglements der Beschwerdeführerin ist vorliegend schon deshalb nicht anwendbar, weil am Stichtag des 1. Januar 1998 für die Festsetzung des Jahreslohnes für die Berechnung der Invalidenrente der Beschwerdegegnerin das versicherte Invaliditätsrisiko noch nicht eingetreten war.\n\n4.2 Weiter bringt die Beschwerdeführerin vor, gemäss Ziffer 6 der Vereinbarung vom 11. Juli 2001 sei die Abwicklung allfälliger Gesuche um Anpassung einer Risikorente der beruflichen Vorsorge Sache des jeweiligen Versicherers. Die Vertragsparteien hätten somit auf eine Regelung bezüglich einer eventuellen Erhöhung laufender Invalidenrenten bewusst verzichtet und die Lösung dem jeweiligen Versicherer überlassen wollen. Diese Abmachung müsse sich die Beschwerdegegnerin entgegenhalten lassen. In Ausführung von Ziffer 6 der Vereinbarung vom 11. Juli 2001 habe sie mit dem Verband Zürcher Krankenhäuser eine Einigung dahingehend getroffen, dass die Lohnnachzahlungen zu keiner Erhöhung der laufenden Invalidenrenten führten. Dies habe sie im Schreiben vom 10. Juli 2001 an den Verband dargelegt.\n\nDie Vereinbarung vom 11. Juli 2001 hat - ausgenommen allenfalls für die daran beteiligten Individualklägerinnen, zu welchen die Beschwerdegegnerin nicht gehörte - die Bedeutung eines Gesamtarbeitsvertrages (Art. 356 OR). Damit eine gesamtarbeitsvertragliche Regelung, beispielsweise Rahmen- und Mindestbedingungen zur beruflichen Vorsorge, in einem konkreten Vorsorgeverhältnis Wirkung entfalten und vorsorgerechtlich durchsetzbar ist, muss sie in die Statuten oder das Reglement der betreffenden Vorsorgeeinrichtung umgesetzt werden (BGE 120 V 340 E. 3b S. 344; vgl. auch BGE 132 V 149 E. 5 S. 150). Dies trifft vorliegend in Bezug auf die streitige Berücksichtigung der Lohnnachzahlung für 1998 bei der Berechnung der laufenden Invalidenrente der Beschwerdegegnerin indessen nicht zu. Die Frage beurteilt sich somit ausschliesslich nach Art. 15 Abs. 2 des Reglements der Beschwerdeführerin. Ist aber nach dem Gesagten Ziffer 6 der Vereinbarung vom 11. Juli 2001 gegenüber der Beschwerdegegnerin nicht verbindlich, muss das Gleiche auch in Bezug auf das Schreiben der Beschwerdeführerin vom 10. Juli 2001 an den Verband Zürcher |231| Krankenhäuser gelten. Die darin geäusserte Auffassung, dass den ausgerichteten Lohnnachzahlungen für die laufenden Invalidenrenten keine Rechtswirkung zukomme, erfolgte weder gegenüber der Beschwerdegegnerin, noch fand sie Niederschlag im Reglement. Es fehlt somit auch insoweit an einer berufsvorsorgerechtlich verbindlichen Abrede zwischen Vorsorgeeinrichtung und versicherter Person. In diesem Verfahren nicht zu prüfen ist im Übrigen, ob auf der rentenwirksamen Lohnnachzahlung für 1998 Prämien für die Risikoversicherung geschuldet sind."}