{"annee": "134", "cour": "III", "page": "133", "date": "11/12/2007", "cite": ["52 III 4"], "cite_par": [], "chapeau": "23. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. und Betreibungsamt B. (Beschwerde in Zivilsachen)\n\n5A_325/2007 vom 11. Dezember 2007", "regestes": ["Réalisation d'une part de liquidation du débiteur dans une société simple; décision de l'autorité cantonale de surveillance ordonnant la dissolution et la liquidation de la société simple; exigence d'une dénonciation du contrat de société à l'égard de tous les membres (art. 10 al. 2 OPC; art. 545 al. 1 ch. 3 CO). Lorsque l'autorité cantonale de surveillance ordonne la dissolution de la société simple ainsi que la réalisation de son patrimoine, la société entre dans le stade de la liquidation. Il n'y a pas lieu de dénoncer au surplus le contrat de société à l'égard de tous les membres (précision de la jurisprudence publiée aux ATF 52 III 4 ss; consid. 1.5 et 1.6)."], "faits": "BGE 134 III 133 S. 133\n\nE. und X. bilden eine einfache Gesellschaft und sind in dieser Eigenschaft Gesamteigentümer von mehreren Liegenschaften. Das Betreibungsamt B. pfändete in mehreren Betreibungsverfahren den Liquidationsanteil von E. an der einfachen Gesellschaft. Nach Eingang der Verwertungsbegehren führte es die Einigungsverhandlungen gemäss Art. 9 der Verordnung des Bundesgerichts vom 17. Januar 1923 über die Pfändung und Verwertung von Anteilen an Gemeinschaftsvermögen (VVAG; SR 281.41) durch, welche ergebnislos verliefen. BGE 134 III 133 S. 134\n\nIn der Folge ordnete die kantonale Aufsichtsbehörde die Auflösung und Liquidation der einfachen Gesellschaft an. Daraufhin stellte das Betreibungsamt in einer Verfügung fest, dass die einfache Gesellschaft mit Entscheid der Aufsichtsbehörde gekündigt worden sei und per 6. August 2007 aufgelöst werde.\n\nIn Gutheissung einer Beschwerde des Gläubigers Y. hob die kantonale Aufsichtsbehörde die Verfügung des Betreibungsamtes auf und wies dieses an, das Vermögen der einfachen Gesellschaft festzustellen und zu verwerten.\n\nX. (Beschwerdeführerin) ist mit Beschwerde an das Bundesgericht gelangt. Sie beantragt die Aufhebung des aufsichtsrechtlichen Entscheides und die Rückweisung der Sache an die Vorinstanz. Zudem sei festzustellen, dass die Auflösung der einfachen Gesellschaft durch förmliche, den gesetzlichen Anforderungen entsprechende Kündigung zu erfolgen habe, und das Betreibungsamt entsprechend anzuweisen. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.5 Die Aufsichtsbehörde entscheidet, ob das gepfändete Anteilsrecht versteigert wird oder ob die Auflösung der Gemeinschaft samt Verwertung ihres Vermögens vorzunehmen ist (Art. 10 Abs. 2 VVAG). Sie legt damit die Art der vom Betreibungsamt vorzunehmenden Verwertung verbindlich fest. Hält sie im konkreten Fall die Auflösung der Gemeinschaft für angebracht, so ordnet sie diese an. Es liegt ein Anwendungsfall von Art. 545 Abs. 1 Ziff. 3 OR vor (RAYMOND L. BISANG, Die Zwangsverwertung von Anteilen an Gesamthandschaften, Diss. Zürich 1978, S. 185/186). Durch den Auflösungsentscheid der Aufsichtsbehörde tritt die Gemeinschaft ins Stadium der Liquidation, womit kein Platz für eine förmliche Kündigung mehr bleibt. Das Betreibungsamt hat lediglich die erforderlichen rechtlichen Vorkehren für die Verwertung zu treffen und übt dabei alle dem betriebenen Schuldner zustehenden Rechte aus (Art. 12 VVAG).\n\n1.6 Zwar hielt das Bundesgericht in seinem Entscheid vom 2. Februar 1926 eine den gesetzlichen Anforderungen entsprechende Kündigung des Gesellschaftsvertrages gegenüber allen Mitgliedern für notwendig (BGE 52 III 4 ff.). Diese Auffassung wird von einem Teil der Lehre weiterhin vertreten (STAEHELIN, Basler Kommentar, N. 14 zu BGE 134 III 133 S. 135Art. 545/546 OR; RUTZ, Kommentar zum Bundesgesetz über Schuldbetreibung und Konkurs, N. 35 zu Art. 132 SchKG; dieselbe, in: BlSchK 1975 S. 137). Die bundesgerichtliche Rechtsprechung ist aber auch wiederholt kritisiert worden. Dabei wurde zu Recht darauf hingewiesen, dass die Auflösung der einfachen Gesellschaft nach Art. 545 Abs. 1 Ziff. 3 OR eintritt, wenn der Anteil eines Mitgliedes zur Zwangsverwertung gelangt (GILLIÉRON, Commentaire de la loi fédérale sur la poursuite pour dettes et la faillite, N. 39 zu Art. 132 SchKG; BISANG, a.a.O., S. 185). Hinzu kommt die in Art. 10 und 13 VVAG festgelegte Aufgabenteilung zwischen Aufsichtsbehörde und Betreibungsamt. Aufgrund ihrer Kompetenz, über die Verwertungsart des gepfändeten Anteils zu entscheiden, kann die Aufsichtsbehörde die Gemeinschaft auflösen und das Betreibungsamt die Liquidation des Vermögens vornehmen lassen. Nimmt die Aufsichtsbehörde ihre Kompetenz wahr, so bedarf es keiner zusätzlichen Kündigung mehr. Insoweit ist die bisherige Rechtsprechung zu präzisieren."}