{"annee": "134", "cour": "II", "page": "272", "date": "28/7/2008", "cite": ["132 III 747", "125 I 313", "133 III 439"], "cite_par": ["139 II 316", "136 V 295", "137 I 371", "139 V 72", "138 II 134"], "chapeau": "33. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Bundesamt für Landwirtschaft gegen A.X. und B.X. sowie Milchverwertungsgenossenschaft R. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_234/2008 vom 28. Juli 2008", "regestes": ["Art. 8 al. 1 Cst., art. 86 al. 1 LTF, art. 53 LDAl, art. 33 LTAF, art. 14, 16 et 166 al. 2 LAgr, ordonnance sur les AOP et les IGP; mesures à observer selon le cahier des charges pour utiliser le nom \"Gruyère\" comme appellation d'origine protégée. Voie de droit ouverte au Tribunal fédéral (consid. 1). Fondement juridique du droit à l'appellation d'origine protégée et d'un cahier des charges correspondant (consid. 2). Contrôle préjudiciel de la constitutionnalité et de la légalité du cahier des charges (consid. 3). Exigences constitutionnelles pour l'introduction et l'application d'une norme d'exception, en particulier sous l'angle de l'égalité de traitement (consid. 4). Portée du devoir de certification, soit d'une obligation concrète de procéder à cette certification (consid. 5)."], "faits": "BGE 134 II 272 S. 273\n\nAuf Gesuch der Interprofession du Gruyère trug das Bundesamt für Landwirtschaft mit Verfügung vom 6. Juli 2001 die Bezeichnung \"Gruyère\" als geschützte Ursprungsbezeichnung im Register gemäss Art. 13 der Verordnung vom 28. Mai 1997 über den Schutz der Ursprungsbezeichnungen und geographischen Angaben für landwirtschaftliche Erzeugnisse und verarbeitete landwirtschaftliche Erzeugnisse (GUB/GGA-Verordnung; SR 910.12) ein. Die Interkantonale Zertifizierungsstelle (Organisme intercantonal de certification, OIC) erteilte A.X. und B.X., welche Inhaber der Käserei R. sind, am 2. Mai 2002 das Zulassungszertifikat für Gruyère, befristet bis zum 30. April 2004. Dies hatte unter anderem zur Folge, dass die Interprofession du Gruyère ihnen, unter Aufsicht der Zertifizierungsstelle, Kaseinmarken als Identitätsmarken abgab, die auf den zertifizierten Käsen angebracht werden.\n\nA.X. und B.X. sowie die Milchverwertungsgenossenschaft R. stellten am 16. Juli 2004 beim Kantonalen Laboratorium Bern den Antrag, es sei festzustellen, dass sie für den in der Käserei R. aus den täglich einmal eingelieferten Milchen hergestellten Gruyèrekäse die Bezeichnung \"Gruyère AOC\" oder \"Gruyère\" bzw. \"Greyerzer\" verwenden dürfen. Das Kantonale Laboratorium verfügte am 7. Dezember 2004, dass die Käserei bis Ende Juli 2005 im Besitz des Zertifikats der zuständigen Zertifizierungsstelle zur Verwendung der eingetragenen Ursprungsbezeichnung sein müsse und dass ab Ende Juli 2005 nur noch Gruyère abgegeben werden dürfe, der die Voraussetzungen von Art. 18 und 40 des Pflichtenheftes für Greyerzerherstellung erfülle. Unter anderem ist dafür vorgeschrieben, dass die verwendete Milch zweimal pro Tag eingeliefert wird unter Vorbehalt des einmaligen Milchbezugs pro Tag bei Erfüllung bestimmter BGE 134 II 272 S. 274Voraussetzungen. Das Kantonale Laboratorium bestätigte seine Verfügung mit Einspracheentscheid vom 4. Januar 2005. Am 24. November 2005 wies die Gesundheits- und Fürsorgedirektion des Kantons Bern eine gegen den Einspracheentscheid erhobene Beschwerde ab, soweit sie darauf eintrat.\n\nA.X. und B.X. sowie die Milchverwertungsgenossenschaft R. gelangten am 27. Dezember 2005 mit Beschwerde an das Verwaltungsgericht des Kantons Bern.\n\nMit Verfügung vom 30. März 2006 hiess der Instruktionsrichter der verwaltungsrechtlichen Abteilung des Verwaltungsgerichts das Gesuch um vorsorgliche Massnahmen gut und verpflichtete die Interprofession du Gruyère, für die Dauer des Beschwerdeverfahrens vor dem Verwaltungsgericht weiterhin Identitätsmarken (Kaseinmarken) an A.X. und B.X. abzugeben. Mit Urteil vom 10. Juli 2006 wies das Bundesgericht eine von der Interprofession du Gruyère erhobene Verwaltungsgerichtsbeschwerde ab, soweit es darauf eintrat (Verfahren 2A.223/2006). Im Übrigen verzichtete die Interprofession du Gruyère auf eine Beteiligung am Beschwerdeverfahren in der Sache selbst.\n\nMit Zwischenentscheid vom 3. Juli 2007 bezeichnete das Verwaltungsgericht des Kantons Bern den bei ihm hängigen Rechtsstreit als solchen von vorab lebensmittelrechtlicher Natur und bejahte gestützt darauf seine Zuständigkeit. Dieser Entscheid blieb unangefochten. Am 20. November 2007 fällte das Verwaltungsgericht des Kantons Bern in der Sache im Wesentlichen das folgende Urteil:\n\n\"Die Beschwerde wird teilweise gutgeheissen. Der Entscheid der Gesundheits- und Fürsorgedirektion des Kantons Bern vom 24. November 2005 wird aufgehoben. Es wird festgestellt, dass die Mitglieder der Milchverwertungsgesellschaft R. ihre Milch zwecks Produktion von Greyerzerkäse einmal täglich in die Käserei R. einliefern dürfen. Es wird angeordnet, dass die Käserei R. bis drei Monate nach Rechtskraft des vorliegenden Urteils im Besitz des Zertifikats der zuständigen Zertifizierungsstelle zur Verwendung der eingetragenen Ursprungsbezeichnung sein muss. Im Übrigen wird die Beschwerde abgewiesen, soweit darauf einzutreten ist.\"\n\nMit als Verwaltungsbeschwerde bezeichneter Eingabe vom 7. Januar 2008 an das Bundesverwaltungsgericht beantragt das Bundesamt für Landwirtschaft, das Urteil des Verwaltungsgerichts des Kantons Bern in den wesentlichen Teilen aufzuheben; gleichzeitig sei festzustellen, dass A.X. und B.X. die in der Käserei R. hergestellten Käselaibe aus Milch, die einmal täglich geliefert wird, nicht als Gruyère BGE 134 II 272 S. 275bezeichnen dürfen, solange dies nicht von der zuständigen Zertifizierungsstelle erlaubt sei; überdies sei festzustellen, dass A.X. und B.X. die in der Käserei R. hergestellten Käselaibe nicht als Gruyère bezeichnen dürfen, solange sie von der zuständigen Zertifizierungsstelle nicht zertifiziert sei. In formeller Hinsicht wird ersucht, den Meinungsaustausch mit dem Bundesgericht einzuleiten, falls das Bundesverwaltungsgericht zum Schluss gelangen sollte, das Bundesgericht sei zuständig.\n\nMit Schreiben vom 13. März 2008 überwies das Bundesverwaltungsgericht die Eingabe des Bundesamts für Landwirtschaft an das Bundesgericht bzw. eröffnete mit diesem den Meinungsaustausch über die Zuständigkeit. Am 18. März 2008 teilte der Präsident der II. öffentlich-rechtlichen Abteilung des Bundesgerichts dem Bundesverwaltungsgericht mit, das Bundesgericht werde gestützt auf die erfolgte Überweisung der Angelegenheit ein förmliches Beschwerdeverfahren eröffnen.\n\nA.X. und B.X. sowie die Käserei R. stellen Antrag, auf die als Beschwerde in öffentlich-rechtlichen Angelegenheiten zu behandelnde Eingabe sei nicht einzutreten, eventuell sei sie abzuweisen, soweit darauf eingetreten werden könne.\n\nDie Gesundheits- und Fürsorgedirektion des Kantons Bern hat auf eine Vernehmlassung verzichtet. Das Verwaltungsgericht des Kantons Bern schliesst auf Nichteintreten auf die Beschwerde. Das Bundesgericht weist die Beschwerde ab aus den folgenden", "considerants": "Erwägungen:\n\n1.\n\n1.1 Das Bundesgericht überprüft von Amtes wegen und mit freier Kognition die Zulässigkeit der ihm unterbreiteten Beschwerden (BGE 133 III 439 E. 2; BGE 132 III 747 E. 4 S. 748).\n\n1.2 Nach Art. 82 lit. a BGG beurteilt das Bundesgericht Entscheide in Angelegenheiten des öffentlichen Rechts. Gemäss Art. 83 lit. s BGG ist die Beschwerde unzulässig gegen Entscheide auf dem Gebiet der Landwirtschaft betreffend die Milchkontingentierung oder die Abgrenzung der Zonen im Rahmen des Produktionskatasters. Die Regelung des Schutzes von Ursprungsbezeichnungen gehört zum öffentlichen Recht (Urteil des Bundesgerichts 2A.515/2006 vom 1. Februar 2007, E. 1.2) und fällt nicht unter die Ausnahmen von Art. 83 lit. s BGG. BGE 134 II 272 S. 276\n\n1.3 Gemäss Art. 86 Abs. 1 BGG ist die Beschwerde insbesondere zulässig gegen Entscheide des Bundesverwaltungsgerichts (lit. a) oder letzter kantonaler Instanzen, sofern nicht die Beschwerde an das Bundesverwaltungsgericht zulässig ist (lit. d).\n\n1.3.1 Der angefochtene Entscheid wurde vom Verwaltungsgericht des Kantons Bern getroffen und enthält als Rechtsmittelbelehrung den Hinweis, es stehe die Beschwerde in öffentlich-rechtlichen Angelegenheiten an das Bundesgericht offen. Dabei nimmt das Verwaltungsgericht des Kantons Bern an, es handle sich um einen schwergewichtig lebensmittelrechtlichen Streit. Das beschwerdeführende Bundesamt ist demgegenüber der Ansicht, das Urteil des bernischen Verwaltungsgerichts sei beim Bundesverwaltungsgericht anzufechten, weshalb es seine Beschwerdeschrift bei diesem eingereicht hat. Im Unterschied zum bernischen Verwaltungsgericht geht das Bundesamt von einer landwirtschaftsrechtlichen Angelegenheit aus.\n\n1.3.2 Gemäss Art. 53 des Bundesgesetzes vom 9. Oktober 1992 über Lebensmittel und Gebrauchsgegenstände (Lebensmittelgesetz, LMG; SR 817.0) regeln die Kantone das Einsprache- und Beschwerdeverfahren nach kantonalem Recht im Rahmen des Lebensmittelgesetzes, wobei sie eine Beschwerdeinstanz einsetzen, die Verfügungen nach dem Lebensmittelgesetz überprüfen kann. Nach Art. 54 LMG richten sich das Einsprache- und Beschwerdeverfahren nach den allgemeinen Bestimmungen über die Bundesrechtspflege. Diese Regelung schliesst die Zuständigkeit des Bundesverwaltungsgerichts im Bereich des Lebensmittelrechts grundsätzlich aus, da gemäss Art. 32 Abs. 2 lit. b VGG (SR 173.32) die Beschwerde an das Bundesverwaltungsgericht unzulässig ist gegen Verfügungen, die nach einem anderen Bundesgesetz durch Beschwerde an eine kantonale Behörde anfechtbar sind.\n\n1.3.3 Nach Art. 33 lit. i VGG ist die Beschwerde an das Bundesverwaltungsgericht zulässig gegen Verfügungen kantonaler Instanzen, soweit ein Bundesgesetz dies vorsieht. Gemäss Art. 166 Abs. 2 des Bundesgesetzes vom 29. April 1998 über die Landwirtschaft (Landwirtschaftsgesetz, LwG; SR 910.1) kann beim Bundesverwaltungsgericht Beschwerde erhoben werden gegen Verfügungen der Bundesämter, Departemente und letzter kantonaler Instanzen in Anwendung des Landwirtschaftsgesetzes und seiner Ausführungsbestimmungen mit Ausnahme von kantonalen Verfügungen über Strukturverbesserungen, die mit Beiträgen unterstützt werden. Die BGE 134 II 272 S. 277GUB/GGA-Verordnung stützt sich auf das Landwirtschaftsgesetz. Verfügungen, die in Anwendung dieser Verordnung ergehen, fallen nicht unter die Ausnahmetatbestände von Art. 166 Abs. 2 LwG. Nach Art. 21 Abs. 2 und 3 der Verordnung vollziehen die Organe der kantonalen Lebensmittelkontrolle den 3. Abschnitt über den Schutz der geschützten Bezeichnungen, d.h. Art. 16-17a GUB/GGA-Verordnung, gemäss der Lebensmittelgesetzgebung, wobei sie dem Bundesamt, den Zertifizierungsstellen und den Gruppierungen die festgestellten Unregelmässigkeiten melden (sog. Sanktionsverfahren).\n\n1.3.4 Nach der bundesgerichtlichen Rechtsprechung ist das Bundesverwaltungsgericht mangels abweichender Regelung gemäss Art. 166 Abs. 2 LwG sachlich zuständig, wenn ein Hersteller eines mit einer geschützten Ursprungsbezeichnung versehenen Lebensmittels einen Entscheid einer kantonalen Behörde anficht, der sich auf die im 3. Abschnitt der GUB/GGA-Verordnung enthaltene Regelung bezieht, auch wenn insoweit der Vollzug den Organen der kantonalen Lebensmittelkontrolle übertragen wurde; daran ändert nichts, dass auch hygienische Gesichtspunkte eine Rolle spielen können (Urteil des Bundesgerichts 2A.515/2006 vom 1. Februar 2007, E. 3, publ. in: sic! 6/2007 S. 455).\n\n1.3.5 Das Bundesamt für Landwirtschaft reichte die Beschwerde zwar beim Bundesverwaltungsgericht ein, beantragte diesem aber subsidiär, den Meinungsaustausch mit dem Bundesgericht einzuleiten, falls es zum Schluss gelangen sollte, nicht zuständig zu sein. Das Bundesverwaltungsgericht hat dies denn auch getan, und das Bundesgericht hat die Beschwerde übernommen. Im Übrigen war dieser Rechtsmittelweg bereits seit dem Zwischenentscheid des bernischen Verwaltungsgerichts vom 3. Juli 2007 über dessen Zuständigkeit vorgezeichnet. Auch das Bundesamt, dem der Entscheid eröffnet worden war, focht diesen nicht an. Wegen dieser besonderen prozessualen Ausgangslage ist auf die Beschwerde einzutreten, obwohl aufgrund der Sachlage und des Erkenntnisses des angefochtenen Entscheides an sich davon auszugehen ist, dass inhaltlich landwirtschafts- und nicht lebensmittelrechtliche Fragen im Vordergrund stehen. Für das vorliegende Verfahren bedeutet dies, dass der zu beurteilende Streitgegenstand durch den Rahmen des Sanktionsverfahrens und des Lebensmittelrechts definiert wird. In Zukunft werden die beteiligten Behörden freilich solche Fälle gemäss der erwähnten bundesgerichtlichen Rechtsprechung im landwirtschaftsrechtlichen Verfahren zu behandeln haben. Auch das Bundesgericht selbst wird sich künftig daran halten. BGE 134 II 272 S. 278\n\n2.\n\n2.1 Nach Art. 14 Abs. 1 lit. d LwG kann der Bundesrat im Interesse der Glaubwürdigkeit und zur Förderung von Qualität und Absatz Vorschriften über die Kennzeichnung von landwirtschaftlichen Erzeugnissen und deren Verarbeitungsprodukten erlassen, die sich unter anderem aufgrund ihrer Herkunft auszeichnen. Er schafft ein Register für Ursprungsbezeichnungen und regelt dazu die Eintragungsberechtigung, die Voraussetzungen für die Registrierung, insbesondere die Anforderungen an das Pflichtenheft, das Einsprache- und Registrierungsverfahren sowie die Kontrolle (vgl. Art. 16 LwG). Er erlässt die dafür erforderlichen Ausführungsbestimmungen (vgl. Art. 177 Abs. 1 LwG). Die GUB/GGA-Verordnung stützt sich auf diese Bestimmungen des Landwirtschaftsgesetzes (dazu J. DAVID MEISSER/DAVID ASCHMANN, Herkunftsangaben und andere geographische Bezeichnungen, in: Roland von Büren/Lucas David [Hrsg.], Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. III/2, 2. Aufl., Basel/Genf/München 2005, S. 295 ff.).\n\nGeschützte Ursprungsbezeichnungen beruhen auf einer entsprechenden Eintragung beim Bundesamt für Landwirtschaft, deren Voraussetzungen in einem spezifischen Pflichtenheft definiert werden (vgl. Art. 5 ff. GUB/GGA-Verordnung). Sie können grundsätzlich von jeder Person verwendet werden, die landwirtschaftliche Erzeugnisse oder verarbeitete landwirtschaftliche Erzeugnisse vermarktet, welche dem betreffenden Pflichtenheft entsprechen (Art. 1 Abs. 2 GUB/GGA-Verordnung). Gemäss Art. 16 ff. GUB/GGA-Verordnung darf unter anderem der Vermerk \"geschützte Ursprungsbezeichnung\" nicht für landwirtschaftliche Produkte und verarbeitete landwirtschaftliche Erzeugnisse benützt werden, deren Bezeichnung nicht vorschriftsgemäss eingetragen wurde; zudem ist die kommerzielle Verwendung einer geschützten Bezeichnung für vergleichbare Erzeugnisse verboten, die das Pflichtenheft nicht erfüllen (vgl. insbes. Art. 17 Abs. 1 lit. a und Art. 17a GUB/GGA-Verordnung). Wer eine eingetragene Ursprungsbezeichnung verwendet, muss eine der im Pflichtenheft aufgeführten Zertifizierungsstellen mit der Kontrolle der Erzeugung, Verarbeitung oder Veredelung des fraglichen Produktes betreuen (Art. 18 GUB/GGA-Verordnung).\n\n2.2 Am Ursprung des vorliegenden Falles standen mehrere Taxationsmeldungen des Kantonalen Laboratoriums Bern, die offenbar Fragen nach der zulässigen Bezeichnung der Produkte der Beschwerdegegner aufwarfen. Auf Gesuch derselben hin traf das BGE 134 II 272 S. 279Laboratorium eine Feststellungsverfügung, worin es unter anderem festhielt, die Beschwerdegegner müssten zur weiteren Verwendung der eingetragenen Ursprungsbezeichnung für Gruyère bis Ende Juli 2005 im Besitz des entsprechenden Zertifikats sein; ab diesem Zeitpunkt dürfe nur noch Gruyère abgegeben werden, der Art. 18 und 40 des entsprechenden Pflichtenheftes erfülle. Während Art. 40 des Pflichtenheftes vor allem unter Qualitätsgesichtspunkten die Taxationskriterien umschreibt, was vorliegend nicht Streitgegenstand bildet, lautet Art. 18, dessen Tragweite hier vor allem strittig ist, wie folgt:\n\n\"Art. 18 Lieferung\n\n1 Die Milch muss zweimal im Tag an die Käserei geliefert werden, und zwar sofort nach dem Melken, zu den von der Käserei und der Produzentenorganisation vereinbarten Zeiten.\n\n2 Eine einmalige Lieferung pro Tag wird ausnahmsweise bei Genossenschaften erlaubt, die:\n\na) schon vor dem 22. Januar 1998 nur einmal im Tag lieferten;\n\nb) regelmässig qualitativ guten Gruyère herstellen;\n\nc) Milch guter Qualität produzieren;\n\nd) die Milch nicht während mehr als 1½ Stunden transportieren, und\n\ne) sie bei einer Temperatur von 12 bis 18° C lagern.\n\n3 Die betreffenden Genossenschaften dürfen auf keinen Fall andere Milch nur einmal im Tag einsammeln.\n\n4 Diese Regeln gelten analog für einzelne Produzenten.\"\n\n2.3 In der Sache geht es im Wesentlichen darum, ob die Voraussetzungen von Art. 18 des Pflichtenheftes erfüllt sind, namentlich ob die Beschwerdegegner die erforderliche Qualität angesichts der Umstände der Milchsammlung in der fraglichen Käserei gewährleisten bzw. ob sie weiterhin von der Ausnahme von der Pflicht zur täglich zweimaligen Milchlieferung profitieren können. Bezeichnend ist insoweit die Formulierung des Dispositivs im angefochtenen Entscheid des bernischen Verwaltungsgerichts.\n\n3.\n\n3.1 Das beschwerdeführende Bundesamt ist der Auffassung, die Vorinstanz habe die Verhältnismässigkeit der Regelung im Pflichtenheft nicht vorfrageweise überprüfen dürfen. Es handle sich um eine direkt umsetzbare Allgemeinverfügung, über deren Rechtmässigkeit im Einspracheverfahren endgültig entschieden worden sei. Darauf könne nun nicht mehr im Einzelfall zurückgekommen werden. BGE 134 II 272 S. 280\n\n3.2 Es erscheint fraglich, ob es sich beim Pflichtenheft um eine Allgemeinverfügung handelt. Allgemeinverfügungen sind Anordnungen, die einen Einzelfall regeln, sich dabei aber an eine individuell nicht bestimmte Vielzahl von Adressaten richten (PIERRE TSCHANNEN/ULRICH ZIMMERLI, Allgemeines Verwaltungsrecht, 2. Aufl., Bern 2005, § 28 Rz. 49). Sie kennzeichnen sich mithin durch ihre direkte Anwendbarkeit für eine mögliche Mehrheit von Betroffenen aufgrund einer genügend konkreten Tatbestandserfassung, ohne dass es eines weiteren umsetzenden Hoheitsaktes bedarf. Diese Voraussetzungen sind hier nicht erfüllt. Der Umstand, dass die Verwendung einer geschützten Ursprungsbezeichnung eine Zertifizierung voraussetzt, belegt deren Abstraktheit. Die Zertifizierungsstelle kontrolliert die Erzeugung, Verarbeitung oder Veredelung des fraglichen Produkts (vgl. Art. 18 Abs. 1 GUB/GGA-Verordnung). Das Pflichtenheft bestimmt in allgemeiner Weise, was bei der Käseherstellung erlaubt oder verboten ist (vgl. STÉPHANE BOISSEAUX/DOMINIQUE BARJOLLE, Geschützte Ursprungsbezeichnungen bei Lebensmitteln, Bern/Stuttgart/Wien 2006, S. 31), und bedarf in diesem Sinne der Umsetzung durch einen Zertifizierungsentscheid. Daran ändert nichts, wenn dieser, wie hier, einer privaten Organisation übertragen wird.\n\nDas Pflichtenheft hat demnach eher den Gehalt einer generell-abstrakten Regelung, die der Umsetzung im Einzelfall bedarf. Damit kann es, grundsätzlich gleich wie Verordnungen, vorfrageweise und unabhängig vom Ergebnis des Einspracheverfahrens, auf seine Gesetz- und Verfassungsmässigkeit hin überprüft werden. Dem Einspracheverfahren kommt damit eine vergleichbare Tragweite zu wie der abstrakten Normenkontrolle bei der Überprüfung eines Erlasses.\n\n3.3 Selbst wenn angenommen würde, es handle sich beim Pflichtenheft um eine Allgemeinverfügung, schlösse dies deren vorfrageweise Überprüfung auf Verfassungsmässigkeit nicht aus. Gemäss der Rechtsprechung ist die vorfrageweise Kontrolle der Rechtmässigkeit von Allgemeinverfügungen im Anwendungsfall zulässig, wenn der Kreis der Adressaten offen ist und diese durch die Anordnung der Allgemeinverfügung nur virtuell betroffen werden (BGE 125 I 313 E. 2b S. 317). Als typisches Beispiel gelten Verkehrszeichen (vgl. TSCHANNEN/ZIMMERLI, a.a.O., § 28 Rz. 50), bei denen eine inzidente Überprüfung als zulässig erachtet wird, wenn dadurch die Verkehrssicherheit nicht leidet (vgl. die Erwägungen und Hinweise im Urteil des Bundesgerichts 6P.47/2002 vom 29. Mai 2002, E. 4.2). Analoges muss generell bei Allgemeinverfügungen gelten, solange die BGE 134 II 272 S. 281Rechtssicherheit nicht in Frage gestellt wird. Das fragliche Pflichtenheft für die geschützte Ursprungsbezeichnung von Greyerzerkäse richtet sichzwar nur an die Produzenten von solchem Käse; deren Kreis ist aber offen, da sich im betreffenden Produktionsgebiet grundsätzlich jeder Käsehersteller dem Pflichtenheft unterstellen kann. Ausserdemleidet die Rechtssicherheit nicht unter einer vorfrageweisen Überprüfung des Pflichtenheftes.\n\n3.4 Sodann braucht es nicht widersprüchlich zu sein, das Pflichtenheft nicht abstrakt im Einspracheverfahren anzufechten, sondern dessen Rechtmässigkeit erst nachträglich in Frage zu stellen. Nicht anders als bei der Normenkontrolle kann die entsprechende Einsicht erst nachträglich reifen. Ohnehin muss es Neueinsteigern, die an der Erstellung des Pflichtenheftes noch nicht beteiligt waren bzw. dannzumal keine Gelegenheit hatten, sich gegen dessen Inhalt zur Wehr zu setzen, möglich bleiben, diesen auf Gesetz- und Verfassungsmässigkeit überprüfen zu lassen. Im Übrigen folgen die abstrakte und die konkrete Kontrolle von Rechtsregeln nicht zwingend immer den genau gleichen Grundsätzen. Schliesslich findet sich in diesem Sinne auch im Schrifttum die Auffassung, die Rechtmässigkeit des Pflichtenheftes müsse im Rahmen eines allfälligen Sanktionsverfahrens vorfrageweise überprüft werden können (SIMON HOLZER, Geschützte Ursprungsbezeichnungen [GUB] und geschützte geographische Angaben [GGA] landwirtschaftlicher Erzeugnisse, Bern 2005, S. 316 und 335).\n\n3.5 Die Vorinstanz durfte demnach das fragliche Pflichtenheft vorfrageweise auf dessen Verfassungsmässigkeit überprüfen.\n\n4.\n\n4.1 Die Vorinstanz ging davon aus, dass der Ausnahmetatbestand von Art. 18 Abs. 2 des Pflichtenheftes vorab der Bevorzugung von bisherigen Produzenten von Greyerzerkäse diene und sich kaum lebensmittelrechtlich bzw. mit hygienischen Argumenten begründen lasse. Das beschwerdeführende Bundesamt wendet dagegen ein, die Qualitätsanforderungen eines landwirtschaftlichen Produkts mit geschützter Ursprungsbezeichnung gingen über die lebensmittelrechtlichen Mindestanforderungen hinaus, weshalb eine allfällige Prüfung der Verhältnismässigkeit der Voraussetzungen des Pflichtenheftes, soweit dies überhaupt zulässig sei, nach diesem erhöhten Qualitätsmassstab zu erfolgen habe.\n\n4.2 Art. 18 Abs. 1 des Pflichtenheftes schreibt grundsätzlich vor, dass die Milch zur Herstellung von Greyerzerkäse mit geschützter BGE 134 II 272 S. 282Ursprungsbezeichnung zwei Mal am Tag einzuliefern ist. Die einmalige tägliche Milchlieferung wird nach Art. 18 Abs. 2 des Pflichtenheftes ausnahmsweise bei jenen Herstellern erlaubt, die nebst der Erfüllung weiterer Voraussetzungen schon vor dem 22. Januar 1998 nur einmal am Tag lieferten. Dieser Ausnahmetatbestand ist nicht als Übergangsregelung formuliert, sondern auf Dauer ausgerichtet. Es wird denn auch von keiner Seite geltend gemacht, es stehe vorliegend eine Übergangslösung in Frage, wie sie etwa in Art. 17a GUB/ GGA-Verordnung vorgesehen ist. Gemäss Art. 18 Abs. 3 des Pflichtenheftes darf sodann keine andere Milch, d.h. solche, die für die Herstellung anderer Produkte verwendet wird, nur einmal am Tag eingesammelt werden.\n\n4.3 Die unteren kantonalen Instanzen verneinten vorliegend einen Ausnahmetatbestand, obwohl die Milch der fraglichen Käserei schon vor dem Stichtermin (22. Januar 1998) nur einmal am Tag eingeliefert wurde. Sie begründeten dies im Wesentlichen, gestützt auf Art. 18 Abs. 3 des Pflichtenheftes, damit, die Milchproduzenten hätten ihre Milch teilweise nicht zur Herstellung von Greyerzerkäse in der Käserei R., sondern zur Produktion von Emmentalerkäse in andere Käsereien geliefert. Das Verwaltungsgericht des Kantons Bern hat sich nicht eindeutig dazu geäussert, ob die Voraussetzungen eines Ausnahmetatbestandes vorliegen würden, wenn Art. 18 Abs. 2 des Pflichtenheftes uneingeschränkt anwendbar wäre. Es verweist insofern lediglich auf die Auffassung seiner Vorinstanzen, die keine Ausnahme anerkannt hätten, ohne dazu in tatsächlicher oder rechtlicher Hinsicht Stellung zu nehmen. Das Verwaltungsgericht stellt sich hingegen auf den Standpunkt, dass die Verpflichtung zur zweimaligen täglichen Milcheinlieferung zur Gewährleistung einer bestimmten Qualität von Greyerzerkäse aus milchhygienischen Gründen nicht erforderlich und daher unzulässig sei.\n\n4.4 Grundsätzlich ist es bei der Erstellung eines Pflichtenheftes für eine geschützte Ursprungsbezeichnung zulässig, Qualitätsanforderungen zu stellen, die strenger sind als diejenigen des Lebensmittelrechts. Die mit geschützter Ursprungsbezeichnung versehenen Produkte beruhen regelmässig auf den jeweiligen spezifischen regionalen Verhältnissen und verwerten die besonderen Ressourcen einer bestimmten Gegend wie Relief, Klima, Böden, Vegetation sowie lokale Ökosysteme und Traditionen (vgl. BOISSEAUX/BARJOLLE, a.a.O., S. 55). Das Pflichtenheft dient auch dazu, solche Ziele umzusetzen. Für sich allein führt die Voraussetzung von lebensmittelhygienisch nicht BGE 134 II 272 S. 283zwingend erforderlichen Qualitätsansprüchen daher nicht zur Unzulässigkeit eines Pflichtenheftes. Dessen Bestimmungen dürfen aber nicht sinn- und zwecklos und damit willkürlich sein (vgl. HOLZER, a.a.O., S. 322 f.), und sie müssen rechtsgleich angewendet werden.\n\n4.5 Gemäss den unbestrittenen und für das Bundesgericht verbindlichen Feststellungen der Vorinstanz (vgl. Art. 97 BGG) bildet bei den Herstellern von Greyerzerkäse im Kanton Bern die ausschliesslich zweimalige tägliche Milchlieferung die Ausnahme. Von insgesamt 16 fraglichen Käsereien mit einer Jahresproduktion von rund 500 Tonnen lassen sich nur sieben durch 65 Landwirte ausschliesslich zweimal pro Tag beliefern. Fünf Käsereien mit einer Gesamtproduktion von etwa 720 Tonnen verfolgen eine gemischte Praxis, d.h. sie werden von 64 Landwirten zweimal, von 31 Landwirten aber nur einmal beliefert. Die restlichen vier Käsereien mit einer Produktion von rund 700 Tonnen beziehen ihre Milch lediglich einmal täglich von 84 Landwirten. Zwar liefern insgesamt knapp mehr Landwirte zweimal als einmal am Tag, nämlich 129 gegenüber 115. Sowohl bei der Anzahl der betroffenen Käsereien (neun gegenüber sieben) als auch bei der Menge des hergestellten Käses (1420 Tonnen gegenüber 500 Tonnen) überwiegt aber die Produktion mit ausschliesslicher oder zumindest teilweise einmaliger täglicher Lieferung. Damit erweist sich das Verhältnis zwischen Grundsatz und Ausnahme bei der Regelung des Pflichtenheftes für die Greyerzerproduzenten im Kanton Bern als vertauscht: Die Ausnahme wird zum hauptsächlichen Anwendungsfall, und der Grundsatz bildet für den Kanton Bern die Ausnahme.\n\n4.6 Allerdings wird Greyerzerkäse nicht vorrangig im Kanton Bern, sondern vorwiegend in verschiedenen Kantonen der Romandie, insbesondere im Kanton Freiburg, hergestellt (vgl. BOISSEAUX/BARJOLLE, a.a.O., S. 46). Vor diesem Hintergrund lässt sich nicht zwingend folgern, Art. 18 Abs. 1 und 3 des Pflichtenheftes seien sinn- und zwecklos. Rein milchhygienisch lässt sich das Erfordernis der zweimaligen täglichen Milchlieferung zwar nicht begründen, was vor Bundesgericht an sich nicht mehr wirklich strittig ist. Als zusätzliche, über die lebensmittelrechtlichen Anforderungen hinausgehende Voraussetzung könnte sich dieses Erfordernis gemessen an den regionalen Verhältnissen aber durchaus rechtfertigen lassen, wobei es im vorliegenden Verfahren an entsprechenden tatsächlichen Feststellungen fehlt, um dies verbindlich beurteilen zu können. Die Voraussetzung von Art. 18 Abs. 3 des Pflichtenheftes wiederum steht in engem BGE 134 II 272 S. 284Zusammenhang mit Abs. 1, d.h. sie ist sinnvoll, wenn tatsächlich zweimal am Tag geliefert wird, weil sie diesfalls garantiert, dass es nicht zu Verwechslungen zwischen einmalig und möglicherweise beim Milchproduzenten zwischengelagerter und zweimalig und damit unmittelbar nach dem Melken gelieferter Milch kommt. Greift hingegen der Ausnahmetatbestand von Art. 18 Abs. 2 des Pflichtenheftes, dann erscheint die Anforderung von Art. 18 Abs. 3 unbedeutend, da der Milchproduzent ohnehin zu gewährleisten hat, dass er die Milch vorschriftsgemäss, insbesondere gekühlt und hygienisch einwandfrei, zwischenlagert. Ob die Anforderungen von Art. 18 Abs. 1 und 3 des Pflichtenheftes sinnvoll und damit verfassungsmässig sind, lässt sich somit im vorliegenden Verfahren nicht abschliessend beurteilen. Dies kann allerdings auch offenbleiben.\n\n4.7 Als entscheidend erweist sich nämlich das Rechtsgleichheitsgebot nach Art. 8 Abs. 1 BV. Solange der im Pflichtenheft vorgesehene Grundsatz im Kanton Bern die Ausnahme und die Ausnahme den Hauptanwendungsfall bildet, darf im gleichen Kanton nicht in Einzelfällen eine strengere Praxis verfolgt werden. Den Beschwerdegegnern dürfen daher nicht strengere Rahmenbedingungen gestellt werden als der Mehrheit der Hersteller von Greyerzerkäse im Kanton Bern. Im vorliegenden Sanktionsverfahren ist einzig die bernische Praxis zu beurteilen, weshalb es auch ausschliesslich auf die bernischen Verhältnisse ankommt. Obwohl sich die Begründung des angefochtenen Entscheides insofern als nicht ganz stichhaltig erweist, verstösst dieser im Ergebnis somit nicht gegen Bundesrecht.\n\n5.\n\n5.1 Das beschwerdeführende Amt macht überdies geltend, die Verwendung der geschützten Ursprungsbezeichnung setze nicht nur die Vereinbarkeit der Produktion mit dem Pflichtenheft voraus, sondern unterliege auch der Zertifizierungspflicht. Die von den Beschwerdegegnern hergestellten Käse dürften daher nicht als Gruyère bezeichnet werden, solange sie von der zuständigen Zertifizierungsstelle nicht zertifiziert seien.\n\n5.2 Die entsprechende Passage des Urteilsdispositivs des bernischen Verwaltungsgerichts lautet wie folgt:\n\n\"Es wird angeordnet, dass die Käserei R. bis drei Monate nach Rechtskraft des vorliegenden Urteils im Besitz des Zertifikats der zuständigen Zertifizierungsstelle zur Verwendung der eingetragenen Ursprungsbezeichnung sein muss.\" BGE 134 II 272 S. 285\n\nIn der Begründung des angefochtenen Entscheids wird dazu ausgeführt, die Käserei R. bedürfe eines Zertifikats der zuständigen Zertifizierungsstelle und es sei ihr dazu eine neue Frist einzuräumen. Abgewiesen wurde gleichzeitig ein Antrag der Beschwerdegegner, es sei ihnen zu gestatten, ihren Käse als Greyerzer zu bezeichnen, da dies noch von der Qualität bzw. der Taxation der einzelnen Käselaibe abhänge.\n\n5.3 Was das Verwaltungsgericht genau anordnete, ist nicht völlig eindeutig. Die Frist von drei Monaten kann zweierlei bedeuten: Entweder bildet sie eine Anweisung an die Zertifizierungsstelle, das Zertifikat innert drei Monaten zu erteilen, was mit einer maximal gleich langen Wartefrist für die Beschwerdegegner verbunden wäre, die strittige Ursprungsbezeichnung zu verwenden. Dafür spricht der Wortlaut des Urteilsdispositivs. Oder die Anordnung des Verwaltungsgerichts enthält die Ermächtigung an die Beschwerdegegner, die strittige Ursprungsbezeichnung bereits vor Fristablauf zu verwenden, sofern sie noch die dafür erforderlichen Taxationen erhalten, danach aber nur noch, wenn sie bis dahin das Zertifikat bezogen haben. Für dieses Verständnis spricht an sich eher die Urteilsbegründung, wobei die Abweisung des Antrags, die produzierten Käse als Greyerzer zu bezeichnen, Zweifel daran erweckt. In ihrer Vernehmlassung an das Bundesgericht bezeichnen die Beschwerdegegner die Frist als Nachfrist, die ihnen eingeräumt worden sei. Für die Dauer des Beschwerdeverfahrens vor dem Verwaltungsgericht wurde die zuständige Zertifizierungsstelle mit vorsorglicher Verfügung angewiesen, den Beschwerdegegnern weiterhin Identitätsmarken (Kaseinmarken) abzugeben. Ob dies auch weiterhin so geschah, nachdem das Urteil des Verwaltungsgerichts ergangen war, wird, soweit ersichtlich, von den Verfahrensbeteiligten nicht dargelegt und ist nicht bekannt. Vorsorgliche Massnahmen zur Klarstellung der Rechtslage während des bundesgerichtlichen Verfahrens wurden von keiner Seite beantragt.\n\n5.4 Im vorliegenden Sanktionsverfahren nach Art. 21 Abs. 2 GUB/ GGA-Verordnung ist das Verwaltungsgericht grundsätzlich nicht berechtigt, einer Käserei das nötige Zertifikat selbst direkt zuzusprechen. Zwar kann hier offenbleiben, ob es sich beim Zertifizierungsverfahren, das einer privaten Organisation übertragen ist, um ein Verwaltungsverfahren handelt oder nicht, wobei die entsprechenden Zertifizierungsstellen immerhin gemäss Art. 19 Abs. 1 GUB/GGA-Verordnung für das jeweilige Erzeugnis akkreditiert sein müssen und insofern auch eine öffentliche Aufgabe wahrnehmen. Das BGE 134 II 272 S. 286Verwaltungsgericht war aber so oder so nicht befugt, Massnahmen zu treffen, die nicht unter die Zuständigkeit der Organe der kantonalen Lebensmittelkontrolle im Sinne von Art. 21 Abs. 2 GUB/GGA-Verordnung fallen. Der Vollzug der Verordnung mit Ausnahme des dritten Abschnittes sowie die Überwachung der Zertifizierungsstellen obliegen dem Bundesamt für Landwirtschaft, das insoweit im Übrigen die landwirtschaftliche Gesetzgebung anzuwenden hat (vgl. Art. 21, insbes. Abs. 1 und 4, GUB/GGA-Verordnung; vgl. auch HOLZER, a.a.O., S. 364 f.). Das Verwaltungsgericht verfügte somit im vorliegenden Sanktionsverfahren nicht über die Kompetenz, der hier zuständigen Zertifizierungsstelle Weisungen zu erteilen, weshalb seiner Anordnung ein solcher Sinn nicht zukommen kann.\n\n5.5 Das Verwaltungsgericht war im vorliegenden Sanktionsverfahren hingegen zuständig, die Schutzregelung nach Art. 16-17a GUB/ GGA-Verordnung durchzusetzen (vgl. Art. 21 Abs. 2 der Verordnung; dazu HOLZER, a.a.O., S. 365 ff.; MEISSER/ASCHMANN, a.a.O., S. 302 f.). Nach Art. 16 Abs. 3 der Verordnung gelten die Verbote der Verwendung von geschützten oder von verwechselbaren Vermerken auch für landwirtschaftliche und verarbeitete landwirtschaftliche Erzeugnisse, deren Bezeichnung zwar eingetragen, aber nicht nach Art. 18 GUB/ GGA-Verordnung zertifiziert wurde. Die Zertifizierung ist für die Käseproduzenten zwar fakultativ, wer aber von einer geschützten Ursprungsbezeichnung profitieren will, muss sich vorweg zertifizieren lassen (vgl. Art. 14 Abs. 2 LwG; MEISSER/ASCHMANN, a.a.O., S. 308). Aufgrund dieser Rechtslage kann Sinn der fraglichen Anordnung somit einzig sein, dass die Käserei R. bis zu höchstens drei Monaten nach Rechtskraft des angefochtenen Entscheids in Abweichung von Art. 16 Abs. 3 GUB/GGA-Verordnung und unter Vorbehalt der entsprechenden Taxation Greyerzerkäse herstellen und als solchen bezeichnen darf, ohne über das an sich erforderliche Zertifikat zu verfügen. Nach Ablauf dieser Frist wird sie jedoch im Besitz des Zertifikats sein müssen, um dies weiterhin tun zu dürfen.\n\n5.6 Die Anordnung dient mithin der beschleunigten Durchsetzung der grundsätzlich als rechtmässig erkannten Berechtigung der Beschwerdegegner, ihr Produkt als Greyerzerkäse zu bezeichnen, und verfolgt namentlich die privaten Interessen der Beschwerdegegner. Dagegen sprechen keine überwiegenden öffentlichen Interessen, und der Grundsatz der gesetzlichen Regelung wird dadurch nicht in Frage gestellt. Angesichts des bisher durchlaufenen Verfahrens erscheint die Massnahme auch verhältnismässig. So verstanden liegt sie BGE 134 II 272 S. 287überdies im Zuständigkeitsbereich der Vorinstanz. Sie verletzt demnach Bundesrecht nicht."}