{"annee": "134", "cour": "III", "page": "541", "date": "12/9/2008", "cite": [], "cite_par": ["137 III 556", "140 III 391", "144 III 519"], "chapeau": "85. Extrait de l'arrêt de la Ire Cour de droit civil dans la cause X. SA contre Commission paritaire professionnelle du second oeuvre valaisan (recours en matière civile)\n\n4A_283/2008 du 12 septembre 2008", "regestes": ["Art. 357b CO; exécution commune d'une convention collective de travail. Une convention collective de travail peut valablement prévoir que les parties contractantes fonderont des associations auxquelles l'exécution commune, y compris l'exercice d'actions judiciaires, sera déléguée (consid. 3-5)."], "faits": "|541|\n\nDepuis le 1er novembre 2000, la convention collective de travail romande du second oeuvre régit les conditions d'emploi dans divers secteurs de la construction. Le 1er mars 2002, deux syndicats actifs en Suisse romande et deux organisations patronales valaisannes, tous parties à la convention, ont fondé une association dénommée Commission paritaire professionnelle du second oeuvre valaisan. Les statuts font référence à la convention collective et au droit des parties contractantes d'exiger en commun que les employeurs et les travailleurs concernés en observent les dispositions; l'association est vouée à faire respecter ce droit dans le canton du Valais.\n\nX. SA, établie dans le district de Monthey, exploite une entreprise de plâtrerie et peinture. Le 22 février 2005, la Commission paritaire |542| professionnelle du second oeuvre valaisan a ouvert action contre elle devant le Tribunal du travail de son canton. La demanderesse alléguait qu'elle ne respectait pas, sur divers points, les dispositions de la convention collective. Après que la demanderesse eut modifié ses conclusions, le Tribunal du travail était requis de constater, d'abord, l'assujettissement de la défenderesse à la convention collective, et, ensuite, l'obligation de cette même partie de \"décompter aux caisses de prestations sociales\" prévues dans cet accord. La défenderesse devait être condamnée, en outre, à payer une amende conventionnelle au montant de 1'100 francs.\n\nLa défenderesse a conclu principalement à l'irrecevabilité de la demande et, subsidiairement, à son rejet; elle contestait, en particulier, la qualité pour agir de la demanderesse.\n\nLe tribunal s'est prononcé par jugement du 11 juillet 2006. Il a constaté l'assujettissement de la défenderesse aux dispositions étendues de la convention collective; pour le surplus, considérant que la violation des exigences minimales de cette convention n'était pas établie et que l'amende conventionnelle était prématurée, il a rejeté la demande.\n\nLa défenderesse ayant appelé au Tribunal cantonal, la IIe Cour civile de ce tribunal a statué le 8 mai 2008. Elle a rejeté l'appel et confirmé l'assujettissement de la défenderesse aux dispositions étendues de la convention collective.\n\nAgissant par la voie du recours en matière civile, la défenderesse a requis le Tribunal fédéral, principalement, d'annuler le jugement d'appel et de déclarer la demande irrecevable; subsidiairement, elle a requis l'annulation du jugement et le rejet de la demande.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3. L'art. 357b CO concerne l'exécution commune des conventions collectives de travail; il a la teneur suivante:\n\nExécution commune\n\n1 Lorsque la convention est conclue par des associations, celles-ci peuvent stipuler qu'elles auront le droit, en commun, d'en exiger l'observation de la part des employeurs et travailleurs liés par elle, en tant qu'il s'agit des objets suivants:\n\na. conclusion, objet et fin des contrats individuels de travail, seule une action en constatation étant admissible; |543|\n\nb. paiement de cotisations à des caisses de compensation ou à d'autres institutions concernant les rapports de travail, représentation des travailleurs dans l'entreprise et maintien de la paix du travail;\n\nc. contrôles, cautionnements et peines conventionnelles, en rapport avec les dispositions visées aux let. a et b.\n\n2 Les parties ne peuvent insérer dans la convention les stipulations prévues à l'alinéa précédent sans y être autorisées expressément par leurs statuts ou leur organe suprême.\n\n3 Sauf clause contraire de la convention, les dispositions sur la société simple s'appliquent par analogie aux rapports internes des parties.\n\nLa convention collective de travail romande du second oeuvre a été conclue, dans sa version initiale, le 1er novembre 2000. Par arrêtés du Conseil fédéral, son champ d'application s'est trouvé étendu à toutes les entreprises concernées dans les cantons de Fribourg, de Vaud et du Valais, du 1er décembre 2002 au 31 décembre 2006 (FF 2002 p. 7054; 2003 p. 7222; 2005 p. 2883) et du 1er juin 2007 au 31 décembre de la même année (FF 2007 p. 3185). Dans sa version actuelle, la convention a été conclue le 16 janvier 2007; son champ d'application est étendu du 1er avril 2008 au 31 décembre 2010 (FF 2008 p. 1743).\n\nLa convention de 2000 comportait des clauses ainsi libellées:\n\nArt. 42 Exécution\n\n1. Application de la convention (...)\n\na) (...)\n\nb) Dans le but de veiller à l'application de la présente convention (...), les parties instituent:\n\n- une commission paritaire professionnelle romande (CPPR);\n\n- des commissions paritaires professionnelles cantonales (CPPC).\n\nc) les parties contractantes (...) constituent, dans les trois mois après l'entrée en vigueur de la présente convention, les commissions professionnelles paritaires (...) sous la forme juridique d'associations.\n\n2. Les commissions professionnelles paritaires sont expressément habilitées à faire appliquer la présente convention.\n\nArt. 43 Exécution commune\n\n1. Les parties contractantes ont face aux employeurs et travailleurs concernés le droit d'exiger en commun le respect des dispositions de la présente convention, conformément à l'art. 357b CO.\n\n2. Les commissions professionnelles paritaires cantonales sont chargées (...) d'effectuer des contrôles dans les entreprises et de veiller à |544| l'application de la présente convention. Au besoin, elles sont autorisées à exercer leurs compétences par la voie juridique.\n\n3. et 4. (...)\n\nDes clauses semblables se trouvent aux art. 46 et 47 de la convention de 2007; on n'y prévoit plus la création de commissions professionnelles nouvelles et l'art. 46 ch. 2 se lit comme suit:\n\nLes commissions professionnelles paritaires constituées sous la forme juridique d'associations sont expressément habilitées à faire appliquer la présente convention.\n\nCes règles font partie des dispositions dont le champ d'application était ou est étendu par arrêtés du Conseil fédéral.\n\n4. La défenderesse conteste que l'association demanderesse ait qualité pour agir sur la base de ces dispositions légales et conventionnelles, et elle conteste aussi, de plus, qu'elle ait été valablement constituée. Elle soutient que l'art. 357b al. 1 CO ne confère un droit d'agir en justice qu'aux parties à la convention collective, celles-ci étant, dans le procès, consorts nécessaires, et que ces parties ne sont pas autorisées à déléguer leur droit à une association tierce telle que la demanderesse.\n\n4.1 L'art. 357b CO a son origine dans le Message du Conseil fédéral à l'Assemblée fédérale du 29 janvier 1954, à l'appui d'un projet de loi sur la convention collective de travail et l'extension de son champ d'application (FF 1954 I 125). Les débats de l'Assemblée fédérale ont abouti, le 28 septembre 1956, à l'adoption des art. 322 à 323quater aCO, devenus le 1er janvier 1972 les art. 356 à 358 CO, et à la loi fédérale permettant d'étendre le champ d'application de la convention collective de travail (LECCT; RS 221.215.311).\n\nLes art. 6 et 7 du projet (FF 1954 I 183) prévoyaient que la convention collective de travail pourrait, d'une part, \"ériger les parties en une communauté conventionnelle capable d'acquérir des droits, de contracter des obligations et d'ester en justice\" (art. 6 al. 1), et, d'autre part, \"imposer aux employeurs et travailleurs [assujettis] des obligations directes envers [cette communauté]\" sur des points et selon des modalités qui étaient spécifiés (art. 7 al. 1). Le législateur n'a pas adopté la \"communauté conventionnelle\" proposée par le Conseil fédéral; il lui a substitué l'action \"en commun\" des parties elles-mêmes, aux termes de l'art. 323ter aCO. Cette disposition correspond, en substance, à l'art. 7 du projet; elle est devenue, en 1972, l'art. 357b CO.\n\n4.2 En pratique, dans les conventions collectives prévoyant l'exécution commune de l'art. 357b CO, on institue à cette fin un ou |545| plusieurs organes communs à toutes les parties contractantes, couramment dénommés commissions paritaires professionnelles, et habilités à exercer les attributions communes. Ces organes sont en principe dépourvus de la personnalité juridique mais les tribunaux de plusieurs cantons leur reconnaissent néanmoins la capacité d'ester en justice. Dans leur majorité, les commentateurs considèrent que cette solution procédurale s'impose au regard du droit fédéral, parce que sinon, l'action judiciaire conjointe de toutes les parties à la convention collective, éventuellement nombreuses, selon le principe de la consorité nécessaire, présenterait des difficultés et des risques de blocage propres à paralyser l'exécution commune et, partant, à priver l'art. 357b CO de toute portée effective (ULLIN STREIFF/ADRIAN VON KAENEL, Arbeitsvertrag, 6e éd., Zurich 2006, p. 1072, n. 5 ad art. 357b CO; FRANK VISCHER, Commentaire zurichois, 4e éd. 2006, n. 17 à 19 ad art. 357a CO, n. 13 ad art. 357b CO; JEAN-FRITZ STÖCKLI, Commentaire bernois, 1999, n. 4 et 5 ad art. 357a CO, n. 14 ad art. 357b CO; opinion contraire: GABRIEL AUBERT, Commentaire romand, n. 9 ad art. 357b CO).\n\nIl est parfois prévu que l'organe ou les organes communs seront créés sous forme d'associations des parties contractantes (STREIFF/VON KAENEL, ibidem); c'est la solution retenue - sans aucune équivoque, contrairement à l'opinion de la défenderesse - dans les conventions de 2000 et de 2007 pour le second oeuvre en Suisse romande. Toute association acquiert la personnalité juridique selon l'art. 60 al. 1 CC, pourvu que son but ne soit pas illicite ni contraire aux moeurs; ce système résout donc le problème de la capacité d'ester en justice. Il équivaut cependant à instituer, par le biais de la création d'associations, la communauté conventionnelle que prévoyait l'art. 6 du projet de 1954 et dont le législateur n'a pas voulu.\n\n4.3 Cet élément du projet était issu de propositions doctrinales; il s'est heurté, lors des débats parlementaires, à une incompréhension diffuse et, aussi, à la méfiance de la classe patronale (EDWIN SCHWEINGRUBER, Kommentar zum Gesamtarbeitsvertrag, 3e éd., Berne 1985, p. 17 et 86). Il n'est cependant pas apparu que le système envisagé par le Conseil fédéral eût porté atteinte à des intérêts publics ou à des intérêts légitimes des parties contractantes ou des employeurs ou travailleurs assujettis. En l'espèce, la défenderesse n'explique pas en quoi elle pourrait se trouver lésée par la délégation de l'exécution commune à l'association demanderesse; à lui seul, l'espoir |546| d'échapper, si possible, aux obligations imposées par la convention collective ne répond évidemment pas à un intérêt légitime.\n\nSelon certains commentaires, il n'appartenait pas au législateur d'organiser les progrès et le développement des conventions collectives de travail, et le soin d'innover a été laissé aux partenaires sociaux qui négocient ces conventions; ceux-ci sont donc autorisés à adopter des instruments inédits, s'ils parviennent à s'entendre et respectent les principes fondamentaux du droit (SCHWEINGRUBER, op. cit., p. 18 et 19; YVES DE ROUGEMONT, L'application des conventions collectives de travail, in Journée 1991 de droit du travail et de la sécurité sociale, Zurich 1991, p. 55). En particulier, nonobstant l'abandon partiel du projet de 1954, il est permis aux parties contractantes de se réunir en une collectivité analogue à la communauté conventionnelle (VISCHER, op. cit., n. 13 ad art. 357b CO). Cette conception libérale peut être approuvée au regard de l'art. 356 al. 3 CO, qui habilite expressément les parties contractantes, sans aucunement restreindre leur liberté, à régler dans la convention le contrôle et l'exécution des clauses concernant les rapports entre employeurs et travailleurs. Il convient ainsi de retenir qu'une convention collective de travail peut valablement prévoir la création d'associations pour l'exécution commune de l'art. 357b CO, et leur déléguer cette exécution.\n\n5. La défenderesse fait valoir que l'association demanderesse ne réunit que quatre des parties à la convention collective de travail, de sorte que, prétendument, elle ne peut pas poursuivre l'exécution de la convention pour le compte de toutes les parties selon l'art. 357b CO.\n\nLes conventions de 2000 et de 2007 règlent en détail les attributions respectives de la commission professionnelle paritaire romande et des commissions professionnelles paritaires cantonales. Celles-ci doivent procéder aux contrôles dans les entreprises et agir contre les employeurs qui ne défèrent pas à leurs obligations; elles bénéficient de l'appui de la commission romande. Les parties contractantes ont ainsi prévu une organisation à deux niveaux, décentralisée mais néanmoins destinée à assurer une application uniforme et systématique de la convention collective dans toute la Suisse romande. Au regard de ce système, il ne se justifie pas d'interpréter l'art. 42 ch. 1 let. c de la convention de 2000 en ce sens que toutes les parties contractantes devaient participer à la fondation de chacune des associations cantonales; au contraire, conformément à l'esprit du système conventionnel, cette opération pouvait être déléguée aux parties actives dans chacun des cantons. |547|\n\nLa défenderesse soutient aussi que le but de la demanderesse n'est pas suffisamment défini dans ses statuts et que ceux-ci sont donc nuls. Ce moyen est inconsistant. Il est vrai qu'aucune disposition statutaire n'énonce spécialement un but social; en revanche, le texte se relie précisément à la convention collective de travail et l'association y revendique sans ambiguïté, pour le Valais, la mission qui est celle d'une commission professionnelle paritaire cantonale. Cette mission inclut d'éventuelles actions judiciaires et il n'est pas nécessaire que celles-ci soient spécialement prévues dans les statuts."}