{"annee": "134", "cour": "III", "page": "547", "date": "19/8/2008", "cite": ["113 II 190", "128 III 96", "133 III 189", "134 III 205", "129 III 545", "133 III 342", "127 III 33", "122 III 382", "129 III 353", "126 III 315"], "cite_par": ["145 III 178", "137 III 403", "143 III 373", "139 III 176", "143 III 127", "135 III 359"], "chapeau": "86. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Eidgenössisches Institut für Geistiges Eigentum (IGE) gegen X. (Beschwerde in Zivilsachen)\n\n4A_170/2008 vom 19. August 2008", "regestes": ["Art. 2 let. a LPM; marque tridimensionnelle; cercle de destinataires déterminant. Conditions de protection différentes en droit des marques et en droit du design (consid. 2.3.1). Pour les biens de consommation courante, le cercle de destinataires déterminant est composé des consommateurs finaux en Suisse; il n'existe aucune limitation liée à la qualité ou au prix (consid. 2.3.2)."], "faits": "BGE 134 III 547 S. 548\n\nA. X. (Gesuchstellerin, Beschwerdegegnerin) ersuchte am 14. Juni 2004 beim Institut für Geistiges Eigentum (IGE) unter der Nr. 53900/2004 um Markenschutz für Waren der Klasse 20 (Möbel und Stühle) für folgende dreidimensionale Form:\n\nNach Beanstandungen, welche die Gesuchstellerin bestritt, gab das IGE mit Verfügung vom 11. Juli 2007 dem Markeneintragungsgesuch Nr. 53900/2004 (dreidimensionale Marke) gestützt auf Art. 2 lit. a i.V.m. Art. 30 Abs. 2 lit. c MSchG (SR 232.11) in Bezug auf alle beanspruchten Waren (Klasse 20) nicht statt (Ziffer 1).\n\nB. Mit Urteil vom 20. Februar 2008 hiess das Bundesverwaltungsgericht die Beschwerde der Gesuchstellerin gut, hob Ziffer 1 der Verfügung des Eidgenössischen Instituts für Geistiges Eigentum vom 11. Juli 2007 auf und wies das Institut an, die Marke gemäss Gesuch Nr. 53900/2004 für Stühle in Klasse 20 im schweizerischen Markenregister einzutragen. Das Bundesverwaltungsgericht vertrat im Gegensatz zum IGE die Ansicht, die beanspruchte Form werde vom massgebenden schweizerischen Durchschnittsabnehmer für Stühle als markenrechtlich originär unterscheidungskräftig wahrgenommen.\n\nDas Bundesgericht heisst die Beschwerde des IGE teilweise gut, hebt das Urteil des Bundesverwaltungsgerichts vom 20. Februar 2008 auf und weist die Sache an das Bundesverwaltungsgericht zur Ergänzung des Sachverhalts und neuer Entscheidung zurück. BGE 134 III 547 S. 549", "considerants": "Aus den Erwägungen:\n\n2. Der \"Panton\"-Stuhl, dessen Form von der Beschwerdegegnerin als Marke für Stühle beansprucht wird, war nach unbestrittener Darstellung der Beteiligten als Designermöbel für die Formgebung bestimmter Stühle in den 1960er Jahren prägend. Als Design ist eine Gestaltung von Erzeugnissen schutzfähig, die namentlich durch die Anordnung von Linien, Flächen, Konturen oder Farben oder durch das verwendete Material charakterisiert wird, soweit sie neu ist und Eigenart aufweist (Art. 1 und 2 des Bundesgesetzes vom 5. Oktober 2001 über den Schutz von Design [Designgesetz, DesG; SR 232.12]). Der \"Panton\"-Stuhl dürfte zudem die Voraussetzungen für den Urheberrechtsschutz erfüllen, denn Möbelstücke können insbesondere dann Werke im Sinne von Art. 2 (lit. f) URG (SR 231.1) sein, wenn sie sich von bisherigen Stilrichtungen klar abheben und eine neue Richtung einleiten oder wesentlich mitbestimmen (BGE 113 II 190 E. 2a S. 197).\n\n2.1 Das IGE vertritt in der Begründung der Beschwerde die Ansicht, der vorliegende Entscheid sei deshalb von prinzipieller Tragweite, weil der von der Vorinstanz zugesprochene Markenschutz für die beanspruchte dreidimensionale Form letztlich dazu führen würde, dass jede Form, welche die Schutzvoraussetzungen als Design erfüllt, damit auch den - grundsätzlich zeitlich unlimitierten - Schutz der Formmarke beanspruchen könne. Diese Befürchtung erscheint nicht unbegründet, wenn berücksichtigt wird, dass Warenformen Gestaltungen von Erzeugnissen im Sinne von Art. 1 DesG sein können, die als dreidimensionale Form im Sinne von Art. 1 Abs. 2 MSchG grundsätzlich auch als Marke schutzfähig sind. In der Lehre wird mehrheitlich vertreten, dass unter den einzelnen Immaterialgüterrechten keine Hierarchie besteht und ein kumulativer Rechtsschutz daher nicht ausgeschlossen ist, wenn die Schutzvoraussetzungen für mehrere Immaterialgüterrechte erfüllt sind (STUTZ/BEUTLER/KÜNZI, Handkommentar Designgesetz, Bern 2006, Teil A: Grundlagen, N. 41 ff. und 57 ff.; STAUB/CELLI, Designrecht, Zürich 2003, N. 6 f. und 8 ff. zu Art. 1 DesG; MARBACH, Markenrecht, in: Schweizerisches Immaterialgüter- und Wettbewerbsrecht, Bd. III, Basel 1996, S. 12 f.; CHRISTOPH WILLI, Kommentar zum Markenschutzgesetz, Zürich 2002, N. 199 zu Art. 2 MSchG; vgl. auch MARKUS INEICHEN, Die Formmarke im Lichte der absoluten Ausschlussgründe nach dem BGE 134 III 547 S. 550schweizerischen Markenschutzgesetz, in: Gewerblicher Rechtsschutz und Urheberrecht, Internationaler Teil [GRUR Int.] 2003, S. 193 sowie PETER HEINRICH, DesG/HMA: Kommentar, Zürich 2002, Rz. 0.36 ff.). Nach der Rechtsprechung kann etwa eine Gestaltung nach dem Design- bzw. nach dem früheren Muster- und Modellgesetz geschützt werden, auch wenn sie gleichzeitig als Werk den Schutz des Urheberrechts beanspruchen kann (BGE 113 II 190 E. 2a S. 197). Ausserdem wird in der neueren Rechtsprechung die Eigenständigkeit des Schutzes der Lauterkeit im Wettbewerb gegenüber dem Markenschutz anerkannt (BGE 129 III 353 E. 3.3 S. 358; BGE 127 III 33 E. 3a S. 38). Es ist grundsätzlich davon auszugehen, dass die jeweils spezifischen Schutzvoraussetzungen für jedes beanspruchte Recht eigenständig zu beurteilen sind und keine Abgrenzung der Immaterialgüterrechte in dem Sinne angebracht ist, dass jeweils ein Normbereich ausschliesslich gelten würde. Allerdings widerspräche es der Kohärenz der Rechtsordnung, wenn die für ein Recht ausdrücklich definierten Grenzen mit einer zu weit gezogenen Definition des Schutzes für ein anderes Recht unterlaufen werden könnten.\n\n2.2 Das Designgesetz bezweckt die Förderung der ästhetisch ansprechenden Formgebung gewerblicher und industrieller Erzeugnisse (HEINRICH, a.a.O., Rz. 0.11; STAUB/CELLI, a.a.O., N. 34 zu Art. 1 DesG); es schützt die geistige Leistung, die in der Gestaltung eines Erzeugnisses liegt (STUTZ/BEUTLER/KÜNZI, a.a.O., N. 41; HEINRICH, a.a.O., Rz. 0.10). Für den Schutz als Design ist nach Art. 2 Abs. 1 DesG erforderlich, dass die Form neu ist und Eigenart aufweist, was zutrifft, wenn sich der Gesamteindruck der beanspruchten Form in der Beurteilung der an einem Kauf der entsprechend gestalteten Produkte unmittelbar interessierten Personen vom Vorbekannten massgeblich abhebt (BGE 133 III 189 E. 5.1.1 S. 193 f.; BGE 134 III 205 E. 5 und 6 S. 209 ff.). Der Schutz als Design kann für eine beschränkte Zeit beansprucht werden, während nach deren Ablauf die neue und ursprünglich eigenartige Gestaltung grundsätzlich nachgemacht oder nachgeahmt werden darf. Die Marke soll dagegen die Produkte eines Unternehmens im Verkehr kennzeichnen und von den Produkten anderer Unternehmen abheben (Art. 1 Abs. 1 MSchG). Sie ist grundsätzlich zeitlich unbeschränkt so lange gegen die Verwendung verwechselbarer Zeichen für gleichartige Waren geschützt, als sie im Register eingetragen ist und die damit gekennzeichneten Produkte auf dem Markt angeboten werden. Formen von Waren, die gleichzeitig als Marke die Zugehörigkeit zu einem Unternehmen BGE 134 III 547 S. 551kennzeichnen, dürfen wegen dieser Funktion als Kennzeichen von Mitbewerbern in gleicher oder ähnlicher Gestaltung für gleichartige Waren nicht verwendet werden, solange der Markenschutz besteht. Erforderlich ist dafür, dass die Form von den Adressaten als Marke wahrgenommen wird.\n\n2.3 Das Zeichen, das als Marke beansprucht wird, soll den Adressaten ermöglichen, die damit gekennzeichneten Produkte eines bestimmten Unternehmens aus der Fülle des Angebots jederzeit wieder zu erkennen (BGE 122 III 382 E. 1 S. 383 mit Hinweis). Das Zeichen muss daher in der Erinnerung der Adressaten so haften bleiben, dass es diese Funktion im beanspruchten Warensegment oder Dienstleistungsangebot erfüllt. Die Unterscheidungskraft fehlt insbesondere Zeichen, die dem Gemeingut angehören und die sich im Verkehr nicht als Hinweis auf ein bestimmtes - wenn auch dem Publikum nicht unbedingt namentlich bekanntes - Unternehmen durchgesetzt haben (Art. 2 lit. a MSchG). Ob die massgebenden Adressaten ein Zeichen für die beanspruchten Produkte als Hinweis auf ein Unternehmen wahrnehmen, ist vor dem Hintergrund der gesamten Umstände zu beurteilen (vgl. entsprechend für die Verwechslungsgefahr BGE 122 III 382 E. 1 S. 384 f.). Das Bundesgericht prüft grundsätzlich als Rechtsfrage frei, wie der massgebende Kreis der Adressaten für die beanspruchten Waren oder Dienstleistungen abzugrenzen ist und - bei Gütern des allgemeinen Bedarfs - wie die Adressaten aufgrund der erwarteten Aufmerksamkeit das Zeichen wahrnehmen (BGE 128 III 96 E. 2 S. 97 f.; BGE 126 III 315 E. 4b S. 317 f.).\n\n2.3.1 Ob ein Zeichen als Marke in Frage kommt, beurteilt sich nach dem Gesamteindruck, den es bei den massgebenden Adressaten in der Erinnerung hinterlässt (BGE 133 III 342 E. 4 S. 346; BGE 122 III 382 E. 1 S. 384 f., je mit Hinweisen). Die erforderliche Unterscheidungskraft einer Marke hat ein Kennzeichen nur, wenn es sich derart in der Erinnerung einprägt, dass es dem Adressaten auch langfristig erlaubt, das gekennzeichnete Produkt eines bestimmten Unternehmens in der Menge des Angebots wiederzufinden. Damit sich die Form einer Ware als solche vom Gemeingut abhebt, muss sie in der Wahrnehmung der massgebenden Adressaten daher als so originell erscheinen, dass sie in ihrem Gesamteindruck längerfristig in der Erinnerung haften bleibt. Die Neuheit und Eigenart, die einer Form den Schutz als Design verschafft, ist demgegenüber nach dem Eindruck zu beurteilen, den die prägenden Hauptelemente hinterlassen, wenn sie beim Kauf eines Gebrauchsgegenstands BGE 134 III 547 S. 552 kurzfristig im Gedächtnis haften bleiben (BGE 129 III 545 E. 2.3 S. 551). Diese der jeweiligen Funktion der immateriellen Rechte entsprechende unterschiedliche Beurteilung der Schutzvoraussetzungen schliesst auch unabhängig von der möglicherweise abweichenden Definition des Kreises der massgebenden Adressaten aus, dass jede als Design geschützte Gestaltung auch als Marke eingetragen werden kann.\n\n2.3.2 Die umstrittene dreidimensionale Form wird im vorliegenden Fall als Marke für Stühle beansprucht. Gegenstände für die Wohnungseinrichtung, namentlich Stühle, gehören zu den allgemeinen Konsumgütern. Der massgebende Kreis der Adressaten für Kennzeichen von Waren im beanspruchten Segment ist für Konsumgüter durch die Endverbraucher in der Schweiz zu bestimmen, die als Abnehmer dieser Waren in Frage kommen. Die Vorinstanz hat insofern im angefochtenen Entscheid zutreffend abgelehnt, den Kreis der Adressaten für Möbel einer bestimmten Preisklasse oder mit Designcharakter enger zu definieren und insbesondere auf mögliche Käufer von \"Designmöbeln\" zu beschränken. Denn Stühle gehören ihrer Art nach grundsätzlich zum Bedarf eines jeden Endverbrauchers in der Schweiz. Eine Einschränkung des Adressatenkreises nach Qualität und Preis ist für derartige Waren nicht angezeigt. Es ist vielmehr von Endverbrauchern auszugehen, die sich im gesamten Angebot auf dem Markt orientieren und ihre Wahl erst in Kenntnis des gesamten Angebots einschränken auf ihre konkreten Bedürfnisse und finanziellen Möglichkeiten. Zur Beurteilung der Unterscheidungskraft von Kennzeichen für Möbel, insbesondere von Formen der Möbel selbst, ist die Wahrnehmung aller Endverbraucher in der Schweiz massgebend.\n\n2.3.3 An die Aufmerksamkeit, welche die Endverbraucher von Konsumgütern der Kennzeichnung von Produkten durch Marken widmen, sind keine übertriebenen Anforderungen zu stellen; es ist von einer durchschnittlichen Aufmerksamkeit auszugehen (BGE 133 III 342 E. 4.1 S. 347; BGE 122 III 382 E. 1 S. 384 mit Hinweis). Dies gilt unbesehen darum, ob das massgebende Warensegment aus eher langlebigen Gütern oder aus zum kurzfristigen Verbrauch bestimmten Waren besteht. Denn wenn der Erwerber von eher langlebigen Gegenständen wie Möbeln bei der Auswahl etwas mehr Aufmerksamkeit aufwenden wird, dürften anderseits geringfügigere Unterschiede in der Kennzeichnung von Waren eher in der Erinnerung wachbleiben, wenn sie zum kurzfristigen Verbrauch bestimmt sind und deshalb regelmässig und häufig erworben werden. Bei BGE 134 III 547 S. 553durchschnittlicher Aufmerksamkeit der massgebenden Adressaten ist erforderlich, dass sich die Form der Ware im beanspruchten Warensegment von ähnlichen Formen durch ihre Originalität so abhebt, dass sie in der Erinnerung nicht nur als besondere Gestaltung der Ware, sondern als Hinweis auf ein bestimmtes Unternehmen haften bleibt.\n\n2.3.4 Damit eine Warenform als Herkunftshinweis im Sinne des Markenrechts verstanden werden kann, muss sich die Form von sämtlichen im beanspruchten Warensegment im Zeitpunkt des Entscheids über die Eintragung im Markenregister üblichen Formen auffällig unterscheiden (BGE 133 III 342 E. 3.3 S. 346 mit Hinweisen). Dabei ist zu beachten, dass Warenformen primär anderen Funktionen dienen als dem Hinweis auf eine betriebliche Herkunft (STREULI-YOUSSEF, Zur Schutzfähigkeit von Formmarken, in: sic! 11/2002 S. 796 f.). Das Publikum nimmt daher konkrete Formen von Waren in der Regel nicht als Hinweis auf ein Unternehmen, sondern nur als besondere Gestaltung wahr. Damit einer konkreten Warenform ursprüngliche Unterscheidungskraft zukommen kann, muss ihre auffällige Eigenart auch als Herkunftshinweis taugen, was insbesondere bei grosser Formenvielfalt im beanspruchten Warensegment regelmässig zu verneinen ist, sofern sich die als Marke beanspruchte dreidimensionale Form nicht vollständig von den im Zeitpunkt der Eintragung vorhandenen Gestaltungen unterscheidet (vgl. im Ergebnis übereinstimmend auch die Praxis des EuGH, Urteil vom 8. April 2003 in den verbundenen Rechtssachen C-53/01 bis C-55/01, Linde AG, Winward Industries Inc. und Rado Uhren AG, Slg. 2003, I-3177; a.M. wohl RUTH ARNET, Markenschutz für Formen, in: sic! 11/2004 S. 839).\n\n2.3.5 Die Vorinstanz beschreibt die als Marke beanspruchte Form des \"Panton\"-Stuhls in der Ausgestaltung des Fusses als ungewöhnlich, weil dessen Gestaltung als breite, nach hinten abgerundete Form an eine am Boden nachgezogene Schleppe erinnere. Ausserdem verleihe der fliessende Übergang des Sockels, d.h. des Fusses, in die Sitzschale sowie die nach hinten gerichtete Spitze der Rückenlehne der Form des beanspruchten Stuhls als Ganzes einen dynamischen, skulpturalen Charakter. Die Vorinstanz charakterisiert die umstrittene Form als exzentrisches Design, das im Unterschied zu bloss ästhetischen Gestaltungen nicht nur Anklang finden dürfte, weil der schleierförmige Stuhlfuss der Form einerseits eine feminine Note verschaffe und der Sockel im Gegensatz zu der BGE 134 III 547 S. 554scheinbar schwerelos darüber schwebenden, feingliedrigen Sitzschale sehr solide erscheine. Die Vorinstanz hält im Ergebnis die angemeldete Form für genügend auffällig, um aus Sicht des durchschnittlichen schweizerischen Abnehmers auch unter Berücksichtigung der vorhandenen Formenvielfalt an Stühlen vom Gewohnten und Erwarteten des betreffenden Marktsegments abzuweichen.\n\nDie Vorinstanz verkennt den Massstab der Beurteilung, wenn sie annimmt, die beanspruchte Form werde von den Endverbrauchern in der Schweiz originär als Hinweis auf ein bestimmtes Unternehmen wahrgenommen, so dass sie trotz der notorischen Vielfalt von Gestaltungen der Stuhlformen langfristig wieder als Produkt desselben Unternehmens erkannt werde. Die Formgebung von Stühlen zeichnet sich durch eine reiche Vielfalt aus. Die Grundformen von Fuss, Sitzgelegenheit und Lehne sind als solche und in ihrer Kombination nicht nur fast unbeschränkt gestaltbar, sondern in entsprechend vielfältigen Abwandlungen auch im Markt vorhanden. Die Vorinstanz stellt insofern zunächst auch fest, dass sich die \"ergonomisch gestaltete Sitzschale\" durch nichts von gängigen Formen unterscheide, sondern im Gegenteil zum Grundschatz der Formen für Stühle gehöre. Sie hält jedoch zu Unrecht dafür, dass der solide, nach hinten abgerundete Fuss sowohl als Teil wie in seinem Zusammenwirken mit den anderen Elementen als derart originell erscheine, dass er auch ohne Nachweis der Verkehrsdurchsetzung als Marke geschützt werden könne.\n\nAngesichts der vielfältigen Formen von Stühlen im Markt hebt sich die beanspruchte Gestaltung des Fusses in der Wahrnehmung des durchschnittlich aufmerksamen Endverbrauchers von anderen Gestaltungen keineswegs so sehr ab, dass die Form des Fusses als solche oder in ihrer Verbindung mit den anderen, üblichen Elementen als Hinweis auf ein bestimmtes Unternehmen wahrgenommen würde. Da die Endverbraucher an eine Vielfalt von Gestaltungen im Segment der Stühle gewohnt sind, die teilweise durchaus auch exzentrisch anmuten können, ist nicht anzunehmen, dass die von der Vorinstanz als überraschend qualifizierte Fussform als solche oder im Zusammenwirken mit der gesamten Form des Stuhls derart vom Gewohnten abweicht, dass sie in der längerfristigen Erinnerung der Endverbraucher bei durchschnittlicher Aufmerksamkeit als Hinweis auf ein Unternehmen haften bleibt. Die beanspruchte Form hält sich im Rahmen der auf dem Markt vorhandenen Formen für Stühle und ist damit als Gemeingut nicht originär unterscheidungskräftig. BGE 134 III 547 S. 555\n\n2.4 Die Beschwerde ist begründet, soweit das IGE die Qualifikation der beanspruchten dreidimensionalen Form für Stühle als originär unterscheidungskräftiges Zeichen beanstandet. Es wird jedoch weder behauptet noch ist ersichtlich, dass an der beanspruchten Form für Stühle ein absolutes Freihaltebedürfnis im Sinne von Art. 2 lit. b MSchG bestünde. Die dem Gemeingut zuzurechnende Form kann daher bei Durchsetzung im Verkehr als Marke geschützt werden. Die Vorinstanz hat jedoch zur Frage der von der Beschwerdegegnerin ebenfalls behaupteten Verkehrsdurchsetzung der als Marke beanspruchten Form für Stühle keine Feststellungen getroffen. Die Angelegenheit ist daher in teilweiser Gutheissung der Beschwerde an die Vorinstanz zur Ergänzung des Sachverhalts und neuer Entscheidung zurückzuweisen."}