{"annee": "134", "cour": "III", "page": "147", "date": "6/12/2007", "cite": ["126 III 505", "116 II 677", "95 II 221", "92 II 227"], "cite_par": [], "chapeau": "27. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. E. gegen F. AG und F. AG gegen E. (Beschwerden in Zivilsachen)\n\n5A_160/2007 / 5A_161/2007 vom 6. Dezember 2007", "regestes": ["Indemnité pour les constructions sur le fonds d'autrui (art. 672 al. 1 CC); hypothèque légale. En garantie de sa prétention découlant de l'art. 672 al. 1 CC, celui qui a construit avec l'accord du propriétaire foncier et en croyant de bonne foi qu'il pourrait acquérir l'immeuble bénéficie d'une hypothèque légale analogue à l'hypothèque des artisans et entrepreneurs (art. 837 al. 1 ch. 3 CC; consid. 4)."], "faits": "BGE 134 III 147 S. 148\n\nE., Inhaber eines als Einzelfirma betriebenen Baugeschäfts, verrichtete im Sommer 2002 Bauarbeiten auf dem Grundstück Gbbl. Nr. x in S. (Kanton Bern), das damals im Eigentum der G. AG stand, er jedoch zu erwerben gedachte. Die G. AG verkaufte das Grundstück am 10. September 2003 der F. AG.\n\nNachdem E. die vorläufige Vormerkung eines Bauhandwerkerpfandrechts erwirkt hatte, reichte er mit Eingabe vom 18. Oktober 2004 beim Gerichtskreis K. gegen die F. AG Klage ein und verlangte, das Bauhandwerkerpfandrecht sei für einen Betrag von Fr. 1'046'884.95 zuzüglich Zins zu 5 % seit 17. Dezember 2002 definitiv einzutragen. Anlässlich der Hauptverhandlung vom 27. Juni 2005 stellte er das Eventualbegehren, die F. AG zu verpflichten, ihm gestützt auf die Art. 671 ff. ZGB einen gerichtlich zu bestimmenden Betrag zu zahlen.\n\nDer Präsident 1 des Gerichtskreises K. wies am 27. Juni 2005 das Begehren um Eintragung eines definitiven Bauhandwerkerpfandrechts ab, verpflichtete aber die F. AG, E. gestützt auf Art. 672 Abs. 1 ZGB einen Betrag von Fr. 460'000.- zu zahlen.\n\nBeide Parteien appellierten, worauf das Obergericht (Appellationshof, 1. Zivilkammer) des Kantons Bern am 24. Januar 2007 das Begehren um Eintragung eines Bauhandwerkerpfandrechts ebenfalls abwies und die F. AG zur Bezahlung eines Betrags von Fr. 381'100.- verpflichtete.\n\nGegen das obergerichtliche Urteil haben sowohl E. (5A_160/2007) als auch die F. AG (5A_161/2007) Beschwerde in Zivilsachen BGE 134 III 147 S. 149erhoben. E. beantragt, es sei zu seinen Gunsten ein Bauhandwerkerpfandrecht für den Betrag von Fr. 460'000.-, allenfalls für einen gerichtlich zu bestimmenden höheren Betrag, nebst Zins definitiv einzutragen und die F. AG gestützt auf Art. 672 Abs. 1 ZGB zur Bezahlung des entsprechenden Betrags an ihn zu verpflichten.\n\nDas Bundesgericht heisst die Beschwerde von E. teilweise gut.", "considerants": "Aus den Erwägungen:\n\n4. (...) Das Urteil des Obergerichts ist auch insofern zu überprüfen, als der Beschwerdeführer die Verneinung des von ihm in Analogie zu Art. 837 Abs. 1 Ziff. 3 ZGB (Bauhandwerkerpfandrecht) geltend gemachten Anspruchs auf Pfandsicherung anficht.\n\n4.1 Das Bundesgericht liess in BGE 95 II 221 ff. offen, ob sich die vom Beschwerdeführer angerufene Bestimmung generell auf Ersatzforderungen aus Art. 672 ZGB übertragen lasse. Dem Urteil lagen Leistungen aus einem - vom Grundeigentümer nicht genehmigten - Werkvertrag (Ausbau von Zufahrt und Parkplatz) zugrunde, den der Bauunternehmer mit dem Geranten des auf dem Grundstück stehenden Hotels abgeschlossen hatte. Namentlich unter Hinweis auf den guten Glauben des Bauunternehmers hielt das Bundesgericht dafür, die Pfandbelastung sei für die Entschädigung, die dem Bauunternehmer gestützt auf Art. 672 Abs. 1 ZGB zustehe, zuzulassen (BGE 95 II 221 E. 3 S. 229 f.).\n\nDass in (analoger) Anwendung von Art. 837 Abs. 1 Ziff. 3 ZGB dem aus Art. 672 ZGB Anspruchsberechtigten ein gesetzliches Pfandrecht eingeräumt werden soll, wird in der Literatur überwiegend ablehnend vermerkt (DIETER ZOBL, Das Bauhandwerkerpfandrecht de lege lata und de lege ferenda, in: ZSR 101/1982 II S. 118; JEAN-CLAUDE DE HALLER, L'hypothèque légale de l'entrepreneur, in: ZSR 101/1982 II S. 224; JACQUES-MICHEL GROSSEN, Quelques problèmes actuels concernant l'hypothèque légale des artisans et des entrepreneurs, in: ZBGR 54/1973 S. 71; den eingangs angeführten Entscheid des Bundesgerichts billigend: JOSEF HOFSTETTER, in: Basler Kommentar, N. 9 zu Art. 839/840 ZGB). Seinerseits lehnte das Obergericht des Kantons Zürich eine analoge Anwendung von Art. 837 Abs. 1 Ziff. 3 ZGB auf Ersatzforderungen aus Art. 672 ZGB in einem Urteil vom 21. Oktober 1977 ab (ZR 77/1978 Nr. 133 S. 302 ff.).\n\n4.2 Wie bei den Fällen, da ein Bauhandwerker Arbeiten in Erfüllung eines mit einem Mieter geschlossenen Werkvertrags ausgeführt hat, BGE 134 III 147 S. 150fehlt im vorliegenden Fall ein (auf die Errichtung des strittigen Bauwerks gerichteter) Vertrag zwischen dem Unternehmer (Beschwerdeführer) und der Grundeigentümerin. Für den sogenannten Mieterbau hat das Bundesgericht die Zulässigkeit eines Bauhandwerkerpfandrechts verschiedentlich bejaht. Neben einer objektiven Wertvermehrung durch die fraglichen Arbeiten verlangte es dabei vor allem, dass der Grundeigentümer (Vermieter) seine Zustimmung zu den Arbeiten erteilt habe (BGE 126 III 505 E. 4a S. 507; BGE 116 II 677 E. 4c S. 683). Es geht mit anderen Worten hauptsächlich darum, dass der Grundeigentümer sich das gesetzliche Pfandrecht nicht soll gefallen lassen müssen, wenn die Bauarbeiten gegen seinen Willen ausgeführt wurden.\n\n4.3 In Würdigung der Aussagen der am ursprünglichen Bauprojekt unmittelbar Beteiligten, namentlich auch A.s, des einzigen Verwaltungsrats der G. AG, die im Zeitpunkt der Errichtung des strittigen Einbaus Eigentümerin des Grundstücks war, wie auch des beigezogenen Notars gelangte das Obergericht zum Schluss, jene sei mit dem Bauen einverstanden gewesen. Von einem blossen Dulden, wie von der Beschwerdegegnerin geltend gemacht, kann aufgrund der Feststellungen im angefochtenen Entscheid nicht gesprochen werden. Ausserdem ist die Vorinstanz davon ausgegangen, es sei bis zum Baustopp Mitte Oktober 2002 auf beiden Seiten darauf vertraut worden, dass die Übertragung des Grundstücks auf den Beschwerdeführer zustande kommen werde. Unter den dargelegten Umständen rechtfertigt es sich, in analoger Anwendung von Art. 837 Abs. 1 Ziff. 3 ZGB dem Beschwerdeführer für seine Ersatzforderung nach Art. 672 Abs. 1 ZGB die verlangte grundpfandrechtliche Sicherung zu gewähren.\n\nDer Anspruch auf Errichtung eines gesetzlichen Grundpfandes ist realobligatorischer Natur und richtet sich somit gegen den jeweiligen Eigentümer des Grundstücks (BGE 92 II 227 E. 1 S. 229 f.; ZOBL, a.a.O., S. 77 f.; HANS MICHAEL RIEMER, Die beschränkten dinglichen Rechte, 2. Aufl., Bern 2000, § 18 N. 46 ff.; HOFSTETTER, a.a.O., N. 11 zu Art. 837/838 und N. 22 zu Art. 839/840 ZGB). Hier besteht er somit ohne weiteres gegenüber der Beschwerdegegnerin, die das fragliche Grundstück nachträglich von der G. AG erworben hat. Auch hinsichtlich der Verweigerung des Grundpfandrechts ist die Beschwerde im Verfahren 5A_160/2007 mithin gutzuheissen."}