{"annee": "134", "cour": "III", "page": "667", "date": "21/10/2008", "cite": ["133 I 270", "133 III 393", "130 III 489", "110 II 9"], "cite_par": ["145 III 255", "139 III 78", "135 I 257", "135 III 430", "137 III 193"], "chapeau": "102. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Y. (Beschwerde in Zivilsachen)\n\n5A_585/2008 vom 21. Oktober 2008", "regestes": ["Art. 177 CC; art. 98 en relation avec l'art. 46 al. 2 LTF; avis aux débiteurs; délai. L'avis aux débiteurs selon les dispositions visant à assurer la protection de l'union conjugale est une mesure provisionnelle, de sorte que la suspension des délais prévue par la loi pour déposer un recours auprès du Tribunal fédéral n'est pas applicable (consid. 1)."], "faits": "BGE 134 III 667 S. 667\n\nIm Rahmen eines Eheschutzverfahrens genehmigte der Einzelrichter eine Parteivereinbarung, wonach der Ehemann (Beschwerdeführer) seiner Ehefrau (Beschwerdegegnerin) monatlich Fr. 600.- Unterhalt zu bezahlen hat. Diese Verfügung ist rechtskräftig. Mit Eingabe vom 25. Juli 2007 stellte die Beschwerdegegnerin gestützt auf Art. 177 ZGB das Begehren, dass der jeweilige Arbeitgeber des Beschwerdeführers zu verpflichten sei, die Unterhaltsbeiträge in genannter Höhe jeweils direkt der Beschwerdegegnerin zu überweisen. Der Beschwerdeführer beantragte die Abweisung. Mit Verfügung vom 22. November 2007 hiess der Einzelrichter das Massnahmebegehren der Beschwerdegegnerin gut. Den vom Beschwerdeführer erhobenen Rekurs wies das Kantonsgericht am 1. Juli 2008 ab. Gegen diesen Beschluss hat BGE 134 III 667 S. 668der Beschwerdeführer am 4. September 2008 Beschwerde in Zivilsachen erhoben. Das Bundesgericht tritt auf die Beschwerde nicht ein.", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.1 Bei der Schuldneranweisung gemäss Art. 177 ZGB handelt es sich nicht um eine Zivilsache, sondern um eine privilegierte Zwangsvollstreckungsmassnahme sui generis (BGE 110 II 9 E. 1 und 2 S. 12 ff.; BGE 130 III 489 E. 1 S. 491), welche allerdings in unmittelbarem Zusammenhang mit dem Zivilrecht steht, so dass die Beschwerde in Zivilsachen grundsätzlich gegeben ist (Art. 72 Abs. 2 lit. b BGG). Als Zwangsvollstreckungsmassnahme ist die Schuldneranweisung ein Endentscheid (Art. 90 BGG). Wie die andern Massnahmen zum Schutz der Ehe gemäss Art. 172 ff. ZGB ist auch die Anweisung an den Schuldner gemäss Art. 177 ZGB eine vorsorgliche Massnahme im Sinne von Art. 98 BGG, gegen welche ausschliesslich die Verletzung verfassungsmässiger Rechte gerügt werden kann (BGE 133 III 393 E. 5 S. 396).\n\n1.2 Die Beschwerde gegen einen Entscheid ist innert 30 Tagen nach der Eröffnung der vollständigen Ausfertigung beim Bundesgericht einzureichen (Art. 100 Abs. 1 BGG). Der angefochtene Entscheid wurde dem Anwalt des Beschwerdeführers gemäss Zustellcouvert des Kantonsgerichts mit Empfangsvermerk und gemäss Beschwerdeschrift am 4. Juli 2008 zugestellt. Die Beschwerdefrist lief daher am 4. August 2008 aus. Die am 4. September 2008 der schweizerischen Post übergebene Beschwerdeschrift, welche am 5. September 2008 beim Bundesgericht einlangte, ist daher verspätet (Art. 44 Abs. 1, Art. 45 Abs. 1 und Art. 48 Abs. 1 BGG).\n\n1.3 Der Beschwerdeführer beruft sich auf Art. 46 Abs. 1 lit. b BGG, wonach gesetzliche und richterliche Fristen vom 15. Juli bis und mit dem 15. August stillstehen. Gemäss Absatz 2 derselben Bestimmung gilt diese Vorschrift nicht in Verfahren betreffend vorsorgliche Massnahmen. Diese werden vom Gesetz als dringliche Streitsachen eingestuft und daher vom Fristenstillstand ausgenommen. Die in Art. 46 Abs. 2 und Art. 98 BGG verwendeten Begriffe der vorsorglichen Massnahme sind gleichbedeutend (Urteile 5A_169/2007 vom 21. Juni 2007 E. 3, in: Fampra.ch 2007 S. 953, und 5A_218/2007 vom 7. August 2007 E. 3.2, in: Pra 96/2007 Nr. 138 S. 946; vgl. auch BGE 133 I 270 E. 1.2 S. 273). Gelangt demnach der Fristenstillstand gemäss Art. 46 Abs. 2 BGG nicht zur Anwendung, ist die Beschwerde verspätet und es kann darauf nicht eingetreten werden."}