{"annee": "134", "cour": "III", "page": "1", "date": "18/9/2007", "cite": ["127 III 90", "129 III 693"], "cite_par": ["134 III 433", "138 III 497"], "chapeau": "1. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. und Mitb. gegen E. und Mitb. (Berufung)\n\n5C.300/2006 vom 18. September 2007", "regestes": ["Attribution à l'héritier; droit à l'attribution d'un immeuble agricole; notion de propriété d'une entreprise agricole; prise en considération d'immeubles pris à ferme; droit à l'attribution d'une entreprise agricole qui se trouve dans la succession; art. 21 al. 1, art. 7 al. 4 let. c et art. 11 al. 1 LDFR. L'héritier qui demande l'attribution d'immeubles agricoles de la succession doit être propriétaire d'une entreprise agricole. Ni les immeubles pris à ferme ni ceux devant être attribués dans le cadre de la succession ne peuvent être pris en considération dans l'appréciation de la qualité de l'entreprise (consid. 3.4.2). L'art. 11 al. 1 LDFR présuppose que l'entreprise agricole se trouve dans sa totalité dans les biens successoraux du défunt. Les immeubles de la succession et les immeubles dont l'héritier est propriétaire ne doivent pas être joints pour décider s'il s'agit d'une entreprise (consid. 4.2)."], "faits": "BGE 134 III 1 S. 2\n\nV. verstarb im April 2001. Er hinterliess als gesetzliche Erben seine fünf Söhne B. (Beklagter 3), C. (Beklagter 6), E. (Kläger), F. (Beklagter 1) und H. (Beklagter 5), sowie seine drei Töchter A. (Beklagte 2), D. (Beklagte 7) und G. (Beklagte 4).\n\nZum Nachlass des Erblassers gehören unter anderem die beiden landwirtschaftlichen Liegenschaften Kataster Nrn. x und y.\n\nDas Grundstück Kataster Nr. x mit einer Grösse von 77 a 37 m2 umfasst neben den Reben ein Wohnhaus, einen Schopf sowie ein Bienen- und ein Gartenhaus. Das Wohnhaus besteht aus einer Betriebsleiterwohnung, die vom Kläger mit seiner Familie bewohnt wird, und einem Altenteil (\"Stöckli\"), das vom Beklagten 6 bewohnt wird, welche beide den Schopf gemeinsam als Materiallager benutzen. Des Weiteren bewirtschaftet der Beklagte 6 den Rebberg. Der Umschwung um das Bienen- und Gartenhaus, das die Beklagte 4 und deren Ehemann erstellt haben, wird von diesen aufgrund eines vom Ehemann mit dem Erblasser abgeschlossenen Pachtvertrages als BGE 134 III 1 S. 3Gemüsegarten genutzt. Die restliche Parzellenfläche wird vom Kläger bewirtschaftet.\n\nDas Grundstück Kataster Nr. y mit einer Grösse von 54 a 85 m2 umfasst eine Scheune mit Pferdeboxen, die von der Beklagten 7 genutzt werden. Die Grundstücksfläche wird je hälftig von der Beklagten 7 (resp. deren Tochter) genutzt und vom Kläger bewirtschaftet.\n\nMit Erbteilungsklage vom 2. Juni 2003 verlangte der Kläger unter anderem, dass ihm die beiden Parzellen zum einfachen Ertragswert zuzuweisen seien. Diesen Begehren entsprach das Bezirksgericht Meilen als Erstinstanz und legte den einfachen Ertragswert der beiden Liegenschaften auf gesamthaft Fr. 87'000.- fest. Im Verlaufe dieses Prozesses teilte der Beklagte 5 dem Bezirksgericht mit, dass er nicht am Prozess teilnehme und sich dem Urteil, wie immer es auch ausfalle, unterziehe.\n\nGegen das erstinstanzliche Urteil erhoben die Beklagten 2, 3, 4, 6 und 7 Appellation an das Obergericht des Kantons Zürich. Sie verlangten die Bewertung der Nachlassgrundstücke zum Verkehrswert und deren Realteilung unter den Erben. Im Verlaufe des Appellationsverfahrens erklärte die Beklagte 4, dass sie ihre Appellation zurückziehe, sich aber dennoch ausdrücklich am Berufungsverfahren beteilige. Der Beklagte 1 unterstützte dagegen den Kläger in seiner Argumentation. Das Obergericht Zürich hiess am 13. Oktober 2006 die Appellation teilweise gut. Es wies die beiden Parzellen zwar nach wie vor dem Kläger zu, legte jedoch für diese als relevanten Wert für die Festsetzung des Nachlasses den doppelten Ertragswert in der Höhe von Fr. 174'000.- fest.\n\nGegen diesen Entscheid führen die Beklagten 2, 3, 6 und 7 (Beklagten) eidgenössische Berufung an das Bundesgericht. Sie beantragen, das obergerichtliche Urteil insoweit aufzuheben, als die im Nachlass befindlichen (landwirtschaftlichen) Grundstücke zur wertmässigen Bestimmung desselben zum Verkehrswert einzusetzen und unter den Erben real zu teilen seien.\n\nDer Kläger schliesst in seiner Berufungsantwort auf Bestätigung des obergerichtlichen Urteils und damit auf Abweisung der Berufung. Gleichzeitig erhebt er Anschlussberufung mit dem Begehren, den erstinstanzlichen Entscheid zu bestätigen, d.h. auf Zuweisung der beiden landwirtschaftlichen Parzellen zum (einfachen) Ertragswert.\n\nDer Beklagte 1 beantragt in seiner als Berufungsantwort bezeichneten Eingabe neben der Abweisung der Berufung der Beklagten BGE 134 III 1 S. 4(eigentliche Berufungsantwort) ebenfalls, die Anschlussberufung des Klägers gutzuheissen.\n\nDas Bundesamt für Justiz, das ausnahmsweise ebenfalls zu einer Stellungnahme eingeladen worden ist, schliesst auf Gutheissung der Berufung, da der Zuweisungsanspruch des Klägers gestützt auf Art. 21 Abs. 1 des Bundesgesetzes vom 4. Oktober 1991 über das bäuerliche Bodenrecht (BGBB; SR 211.412.11) im vorliegenden Fall entfalle, weil dieser über kein landwirtschaftliches Gewerbe im Sinne des Gesetzes verfüge.\n\nIn einer dagegen verfassten Stellungnahme bringt der Kläger vor, bei einem Zuweisungsanspruch gemäss BGBB sei bloss erforderlich, dass der Ansprecher Eigentümer des Gewerbekerns (Wohn- und Ökonomiegebäude mit Umschwung) sei und demnach nicht über das sachenrechtliche Eigentum am ganzen Gewerbe verfügen müsse.\n\nDas Bundesgericht heisst die Berufung gut, hebt den angefochtenen Entscheid in weiten Teilen auf und weist die Sache zur Neubeurteilung an die Vorinstanz zurück. Die Anschlussberufung hingegen weist es ab.", "considerants": "Aus den Erwägungen:\n\n2. Gemäss Art. 94 Abs. 1 BGBB ist auf eine Erbteilung das Recht anwendbar, das bei der Eröffnung des Erbganges gegolten hat. In jedem Fall gilt das neue Recht, wenn das Teilungsbegehren nicht innert Jahresfrist seit Inkrafttreten des Gesetzes gestellt worden ist. Im vorliegenden Fall ist der Erbgang (Tod des Erblassers; vgl. Art. 537 Abs. 1 ZGB) am 4. April 2001 eröffnet und das Teilungsbegehren (Anhängigmachung der Erbteilungsklage) am 2. Juni 2003 gestellt worden. Die BGBB-Teilrevision vom 20. Juni 2003 (in Kraft seit dem 1. Januar 2004), die insbesondere zur Abänderung von Art. 7 Abs. 1 BGBB (Wechsel des Bestimmungsfaktors zur Beurteilung des Bestehens eines landwirtschaftlichen Gewerbes von der Leistungsfähigkeit einer bäuerlichen Familie hin zur Standardarbeitskraft) und zur Aufhebung von Art. 22 BGBB (genügende Existenzgrundlage) geführt hat, ist für den vorliegenden Fall demnach in Bezug auf letzteren Artikel nicht zu berücksichtigen, jedoch in Bezug auf ersteren, da die in Art. 94 BGBB aufgestellten Übergangsregeln nur im Bereich des Privatrechts (Art. 11 bis 57 BGBB) gelten (vgl. dazu: JEAN-MICHEL HENNY/REINHOLD HOTZ/BENNO STUDER, in: Das BGE 134 III 1 S. 5bäuerliche Bodenrecht, Kommentar zum Bundesgesetz über das bäuerliche Bodenrecht vom 4. Oktober 1991, Brugg 1995 [im Folgenden: Kommentar BGBB], N. 1 ff. zu Art. 94 BGBB).\n\n3. Ein bundesgerichtlicher Sachentscheid hält sich im Rahmen der Berufungs- und Anschlussberufungsanträge (vgl. GEORG MESSMER/ HERMANN IMBODEN, Die eidgenössischen Rechtsmittel in Zivilsachen, Zürich 1992, Rz. 119 S. 160). Die Beklagten begehren im Rahmen der vorliegenden Erbteilung eine Realteilung der beiden Grundstücke unter den Erben, wobei jene zur betragsmässigen Festsetzung des Nachlasses mit ihrem Verkehrswert einzusetzen seien. Der Kläger beantragt mittels Anschlussberufung die Zuweisung der beiden Parzellen an ihn zum einfachen Ertragswert. Zentral und einzig stellt sich somit im vorliegenden Fall die Frage, ob der Kläger einen Anspruch auf Zuweisung (sogenanntes Zugrecht) nach Art. 21 Abs. 1 BGBB hat oder nicht. Dass die beiden Nachlassparzellen für sich alleine kein landwirtschaftliches Gewerbe bilden, ist unter den Parteien unstrittig. Art. 11 Abs. 1 BGBB steht somit nicht in Frage, wird jedoch vom Kläger anschlussberufungsweise als verletzt gerügt (vgl. unten E. 4).\n\n3.1\n\n3.1.1 Das Obergericht hat dazu festgehalten, die beiden sich in der Landwirtschaftszone befindenden und landwirtschaftlich genutzten (vgl. Art. 2 Abs. 1 BGBB) Nachlassgrundstücke seien als landwirtschaftliche Grundstücke, die dem BGBB unterstünden, zu qualifizieren. Dahingegen seien sie - in Übereinstimmung mit den Ansichten der Parteien und der Erstinstanz - nicht Teil eines landwirtschaftlichen Gewerbes des Erblassers, da dieser über kein solches verfügt habe. Die Frage, ob das vom Kläger bewirtschaftete Land zur Beurteilung, ob sich im erblasserischen Nachlass ein landwirtschaftliches Gewerbe befinde, zu berücksichtigen sei, hat die Vorinstanz in Abweichung zur Erstinstanz verneint und dementsprechend dem Kläger keinen Zuweisungsanspruch nach Art. 11 Abs. 1 BGBB zugesprochen.\n\n3.1.2 Dagegen ist das Obergericht zum Schluss gelangt, dass der Kläger über ein landwirtschaftliches Gewerbe verfüge und damit sein Zuweisungsanspruch gemäss Art. 21 Abs. 1 BGBB grundsätzlich (unter Vorbehalt des im vorliegenden Falle anzuwendenden Art. 22 BGBB; vgl. oben E. 2) gegeben sei. Um den klägerischen Betrieb als landwirtschaftliches Gewerbe zu qualifizieren, ist das Obergericht BGE 134 III 1 S. 6von den übereinstimmenden Parteidarstellungen sowie der Einschätzung des Amtes für Landschaft und Natur (ALN) des Kantons Zürich ausgegangen.\n\n3.2 Die erbrechtlichen Teilungsregeln des BGBB (Art. 11 bis 24 BGBB) geniessen Vorrang gegenüber den \"gewöhnlichen\" Teilungsvorschriften gemäss ZGB (vgl. Art. 619 ZGB). Sobald sich demnach in der Erbmasse landwirtschaftliche Grundstücke oder Gewerbe befinden und die entsprechenden Zuweisungsansprüche geltend gemacht werden, gelangen vorab die erbrechtlichen Vorschriften des BGBB zur Anwendung. Die Zuweisung eines landwirtschaftlichen Grundstückes nach den BGBB-Bestimmungen kann (auch) im Rahmen einer (richterlichen) Erbteilung geltend gemacht werden, bei welcher der gesamte Nachlass (unter Einschluss der landwirtschaftlichen Grundstücke) vom Richter geteilt wird. Falls jedoch die einschlägigen BGBB-Bestimmungen keine Anwendung finden, ist nach den erbrechtlichen Vorschriften des ZGB zu verfahren.\n\n3.3 Die Beklagten rügen eine Verletzung von Art. 21 BGBB. Im Wesentlichen stützen sie sich dabei auf die in BGE 129 III 693 entwickelte Rechtsprechung zum BGBB-Vorkaufsrecht des Pächters, wonach zur Erfüllung der Gewerbeeigenschaft ausschliesslich die im sachenrechtlichen Eigentum des Ansprechers stehenden Liegenschaften in Betracht gezogen werden.\n\nDer Kläger bringt dagegen in seiner Berufungsantwort vor, dass diese zu Art. 47 BGBB entwickelte Rechtsprechung nicht auf Art. 21 BGBB übertragen werden könne, zumal seine landwirtschaftliche Existenz, von der er lebe, Vorrang geniessen müsse gegenüber dem blossen Zuteilungswunsch seiner Miterben.\n\n3.4\n\n3.4.1 Befindet sich in der Erbschaft ein landwirtschaftliches Grundstück, das nicht zu einem landwirtschaftlichen Gewerbe gehört, so kann ein Erbe dessen Zuweisung zum doppelten Ertragswert verlangen, wenn er Eigentümer eines landwirtschaftlichen Gewerbes ist oder über ein solches wirtschaftlich verfügt und das Grundstück im ortsüblichen Bewirtschaftungskreis dieses Gewerbes liegt (Art. 21 Abs. 1 BGBB). Obwohl das Gesetz nur von einem landwirtschaftlichen Grundstück spricht, erstreckt sich der Zuweisungsanspruch auch auf eine Gesamtheit von Einzelgrundstücken (BENNO STUDER, Kommentar BGBB, N. 5 zu Art. 21 BGBB). Zu prüfen ist somit nachfolgend, ob der Kläger Eigentümer eines landwirtschaftlichen Gewerbes ist oder wirtschaftlich über ein solches verfügt. BGE 134 III 1 S. 7\n\n3.4.2 Das Bundesgericht hat in BGE 129 III 693 dargelegt, dass es sich bei Art. 7 Abs. 4 lit. c BGBB (Berücksichtigung des Zupachtlandes) um eine Spezialbestimmung handelt, welche ausschliesslich im Zusammenhang mit der Bestimmung der Mindestgrösse für die Annahme eines landwirtschaftlichen Gewerbes im Sinne von Art. 7 Abs. 1 BGBB steht. Weiteren Eingang in das BGBB hat diese Bestimmung nicht gefunden. Im Hinblick auf die Verwendung des Begriffs des landwirtschaftlichen Gewerbes muss in anderem Zusammenhang und hinsichtlich entsprechender Abgrenzungen im einzelnen Sachzusammenhang geprüft werden, ob und inwiefern der Einbezug von zugepachteten Grundstücken - zusätzlich zum landwirtschaftlichen Eigentum - mit den Zielen des Gesetzes verträglich ist (BGE 127 III 90 E. 6 S. 98). Dazu ist zunächst festzuhalten, dass Zupachtland jeweils nur auf sechs Jahre gesichert zur Verfügung steht (Art. 7 und 8 des Bundesgesetzes vom 4. Oktober 1985 über die landwirtschaftliche Pacht [LPG; SR 221.213.2]) und eine solche Vertragsdauer die angestrebte langfristige Sicherung der Strukturen nicht gewährleistet, ungeachtet der Tatsache, ob nun ein Dritter oder aber ein Erbe sich das zugepachtete Land anrechnen lassen will. Es wäre mit Blick auf das Strukturerhaltungsziel, das einen gefestigten Zusammenhalt der Betriebsgrundlagen voraussetzt, zudem wenig sinnvoll, den starken eigentumsrechtlichen Zusammenhalt (teilweise) aufzugeben mit Rücksicht auf die wesentlich schwächere Verbundenheit, die Pachtverhältnisse herstellen. Die analoge Anwendung von Art. 7 Abs. 4 lit. c BGBB muss deshalb ausscheiden, wenn das Strukturerhaltungsziel erreicht werden soll.\n\nDas Bundesgericht geht in denjenigen Fällen, in denen das Gesetz selber ausdrücklich Eigentum an einem landwirtschaftlichen Gewerbe verlangt (wie z.B. in Art. 21 Abs. 1 BGBB), davon aus, dass das Zupachtland nicht berücksichtigt wird (BGE 129 III 693 E. 5.4 S. 699). Es ist nicht ersichtlich, weshalb in Bezug auf Art. 21 Abs. 1 BGBB von diesem Grundsatz abgewichen werden sollte. Der Kläger bringt in seiner Berufungsantwort denn auch keine Argumente vor, die Gegenteiliges erkennen liessen. In der Literatur wird ebenfalls durchwegs die Ansicht vertreten, dass der Ansprecher Eigentümer eines landwirtschaftlichen Gewerbes sein müsse, um sein Zugrecht wahrnehmen zu können (so z.B. BRUNO BEELER, Bäuerliches Erbrecht, gemäss dem Bundesgesetz über das bäuerliche Bodenrecht [BGBB] vom 4. Oktober 1991, Diss. Zürich 1998, S. 324; BENNO STUDER, a.a.O., N. 10 ff. zu Art. 21 BGBB, wobei Letzterer die BGE 134 III 1 S. 8Gewerbeeigenschaft auch für den Fall bejaht, dass das Gewerbe erst mit den erblasserischen Grundstücken zusammen entstünde). Der übernahmewillige Erbe muss dabei ohne die zuzuweisenden Liegenschaften bereits über ein landwirtschaftliches Gewerbe verfügen. Denn durch diese Zuweisung von landwirtschaftlichen Grundstücken sollen nicht erst neue landwirtschaftliche Gewerbe geschaffen, sondern bestehende Gewerbe verbessert und leistungsfähige Gewerbe gefördert werden (BGBB-Botschaft, BBl 1988 III 969, S. 1001).\n\n3.4.3 Gemäss den verbindlichen Feststellungen der Vorinstanz ist der Kläger lediglich Eigentümer von vier landwirtschaftlichen Grundstücken mit einer Gesamtgrösse von rund 2 ha 28 a in L. Diese vier Grundstücke stellen für sich allein offensichtlich kein landwirtschaftliches Gewerbe dar, da deren Gesamtfläche nicht ausreicht, um als Grundlage für die landwirtschaftliche Produktion zu dienen, und zu deren Bewirtschaftung nicht drei Viertel einer Standardarbeitskraft nötig sind. Weiter bewirtschaftet der Kläger - ohne Berücksichtigung der von ihm teilweise bewirtschafteten Nachlassgrundstücke - rund 21 ha Landwirtschaftsland. Dem Eigentum an einem landwirtschaftlichen Gewerbe wird die wirtschaftliche Verfügung über ein solches gleichgestellt. Zur wirtschaftlichen Verfügung verhilft namentlich eine Mehrheitsbeteiligung an einer juristischen Person, deren Hauptaktivum ein landwirtschaftliches Gewerbe bildet (Art. 4 Abs. 2 BGBB). Denkbar ist des Weiteren auch der Fall, dass ein Miteigentümer vertraglich oder gesetzlich zum Alleineigentum am landwirtschaftlichen Gewerbe gelangen kann. Generell soll mit solch einer wirtschaftlichen Verfügungsmacht später einmal Eigentum am landwirtschaftlichen Gewerbe erworben werden können. Nicht als wirtschaftliche Verfügung gilt dagegen die Pacht eines landwirtschaftlichen Gewerbes (BGE 129 III 693 E. 5.5 S. 700 mit Hinweisen). Daher kann auch nicht gesagt werden, der Kläger verfüge wirtschaftlich über ein landwirtschaftliches Gewerbe.\n\nZusammenfassend ist demnach festzustellen, dass der Kläger weder Eigentümer noch wirtschaftlich Berechtigter eines landwirtschaftlichen Gewerbes ist und daher über kein solches verfügt, weshalb ihm kein Zuweisungsanspruch gestützt auf Art. 21 Abs. 1 BGBB zukommt.\n\n4.\n\n4.1 Der Kläger beantragt in seiner Anschlussberufung die Zuweisung der beiden Nachlassparzellen gestützt auf Art. 11 Abs. 1 BGBB BGE 134 III 1 S. 9zum einfachen Ertragswert. Obwohl er anerkennt, dass diese isoliert betrachtet kein landwirtschaftliches Gewerbe darstellen, geht er davon aus, dass sie einen Bestandteil des von ihm betriebenen Gewerbes bildeten. Zur Begründung stützt er sich auf die Rechtsprechung zum alten - im ZGB geregelten - bäuerlichen Erbrecht und erachtet diese auch unter der Herrschaft des BGBB als weiterhin anwendbar.\n\n4.2 Art. 11 Abs. 1 BGBB setzt voraus, dass sich in der Erbschaft selbst, d.h. im Nachlassvermögen des Erblassers, ein landwirtschaftliches Gewerbe befindet. Dass dem nicht so ist, darüber sind sich die Parteien einig (vgl. oben E. 3). Der Gesetzeswortlaut ist hier eindeutig und lässt es nicht zu, dass zur Bestimmung der Gewerbeeigenschaft Nachlassgrundstücke und Grundstücke im Eigentum eines Erben vermischt werden. Somit kann die vom Kläger vorgebrachte Konstellation, bei welcher ein Erbe im Erbgangszeitpunkt durch die Hinzurechnung der sich im Nachlass befindenden Grundstücke über ein landwirtschaftliches Gewerbe verfügt, nicht unter diese Bestimmung subsumiert werden. Verfügte demgegenüber der Erbe selber über ein Gewerbe, so sieht Art. 21 Abs. 1 BGBB das Zugrecht zum doppelten Ertragswert vor. Im Übrigen könnte aufgrund des oben Erwähnten (vgl. oben E. 3.4) im vorliegenden Fall auch bei einer ganzheitlichen Betrachtung der erblasserischen Grundstücke mit denjenigen des Klägers nicht von einem landwirtschaftlichen Gewerbe gesprochen werden, da ausschliesslich auf das Eigentum abzustellen ist.\n\nRichtig ist, dass das BGBB unter anderem zum Ziel hat, leistungsfähige Betriebe als Ganzes zu erhalten (vgl. Art. 1 Abs. 1 lit. a BGBB). Diesem Ziel entsprechend kann ein sich im Nachlass befindendes Gewerbe von einem übernahmewilligen und -fähigen Erben nach Art. 11 Abs. 1 BGBB zum einfachen Ertragswert übernommen werden, wohingegen der Erbe, der selber über kein Gewerbe verfügt, in Bezug auf die Übernahme landwirtschaftlicher Nachlassgrundstücke keine erbrechtliche Bevorzugung erfährt. Dass nur - sowohl im Nachlass als auch beim Erben - bestehende landwirtschaftliche Gewerbe zu erhalten sind und von den erbrechtlichen Vorzugsbestimmungen profitieren, und nicht auch solche, die erst durch die Ausübung eines Zugrechts entstünden, ist mit dem Sinn und Zweck des bäuerlichen Boden- und Erbrechts durchaus vereinbar. BGE 134 III 1 S. 10\n\nNach dem Gesagten hat das Obergericht Art. 11 Abs. 1 BGBB nicht verletzt, weshalb die Anschlussberufung abzuweisen ist.\n\n5. Zusammenfassend ergibt sich, dass die Berufung gutzuheissen ist, soweit darauf eingetreten werden kann, und die Anschlussberufung abzuweisen ist. Da dem Bundesgericht zur Ausfällung eines reformatorischen Entscheides in der Sache selbst die notwendigen Angaben fehlen, ist der obergerichtliche Entscheid aufzuheben und zur Neubeurteilung (Verkehrswertschätzung, evtl. Erbteilung) an die Vorinstanz zurückzuweisen. Die Beklagten obsiegen, weshalb sie keine Kosten zu tragen und Anspruch auf eine Parteientschädigung haben. Demgegenüber wird einzig der Kläger für das bundesgerichtliche Verfahren kosten- und entschädigungspflichtig (Art. 156 Abs. 1 sowie Art. 159 Abs. 2 OG). Dies ergibt sich aus dem Umstand, dass der Beklagte 1 mit den in seiner selbständig eingereichten Berufungsantwort gestellten Begehren den Kläger zwar formell unterstützt, dabei aber keine eigenen (finanziellen) Interessen verfolgt hat. Ihm gegenüber rechtfertigt sich daher die Auferlegung von (Gerichts-)Kosten und (Partei-)Entschädigungen nicht. Ebenfalls wird die Beklagte 4, die zwar formell auf der Berufungsbeklagtenseite steht, die jedoch keine Berufungsantwort eingereicht hat und somit nicht als unterliegend bezeichnet werden kann, nicht kosten- und entschädigungspflichtig. Gegenüber dem Beklagten 5, der von allem Anfang an nicht am Prozess teilgenommen hat und sich lediglich dem Urteil unterzieht, gilt im Kostenpunkt dasselbe. Für die erfolglose Anschlussberufung ist der Kläger voll kostenpflichtig (Art. 156 Abs. 1 OG). Die Kostenverlegung für das kantonale Verfahren entsprechend dem neuen Ausgang der Sache wird durch das Obergericht vorgenommen (Art. 157 und 159 Abs. 6 OG)."}