{"annee": "134", "cour": "V", "page": "189", "date": "25/2/2008", "cite": ["118 V 305", "122 V 218", "133 III 121", "130 III 182"], "cite_par": ["143 V 393", "136 V 141"], "chapeau": "23. Extrait de l'arrêt de la Ire Cour de droit social dans la cause J. contre Allianz Suisse Société d'Assurances (recours en matière de droit public)\n\n8C_356/2007 du 25 février 2008", "regestes": ["Art. 21 al. 4 LPGA; art. 61 OLAA; art. 37 al. 2 LAA; réduction des prestations de l'assurance-accidents en cas de refus de l'assuré de se soumettre à un traitement médical; procédure de sommation. L'assurance-accidents peut réduire ses prestations en raison du refus par l'assuré de se soumettre à un traitement médical raisonnablement exigible. Toutefois, elle doit auparavant adresser une mise en demeure écrite à l'assuré, en le rendant attentif aux conséquences de son refus (consid. 2). Si le médecin traitant, qui fournit une prestation en nature pour le compte de l'assurance-accidents, a rendu impossible la procédure de sommation en omettant d'informer l'assurance du refus de suivre le traitement, l'assurance ne peut opposer cette omission à l'assuré (consid. 3). L'assurance-accidents peut aussi réduire ses prestations quand l'assuré, sans enfreindre une injonction, compromet le résultat du processus de guérison par son comportement gravement négligeant. Le refus de suivre un traitement approprié ne peut être qualifié de tel que si toutes les informations utiles ont été communiquées à l'assuré par le médecin traitant (consid. 4)."], "faits": "BGE 134 V 189 S. 190\n\nA.\n\nA.a J., né en 1955, travaillait à temps partiel comme cuisinier au service du restaurant B. A ce titre, il était obligatoirement assuré contre les accidents par Allianz Suisse, Société d'Assurances (ci-après: l'Allianz).\n\nLe 27 janvier 2002, en descendant de cheval, il s'est tordu la cheville et le pied droit en inversion. Il s'est rendu en consultation au Centre hospitalier X. où l'on a posé le diagnostic de fracture du pilon tibial droit déplacée, nécessitant une intervention chirurgicale. Cette intervention a été repoussée, probablement en raison de la tuméfaction locale, et une attelle cruro-pédieuse a été posée. Le membre inférieur droit était surélevé, le patient devant rester au lit. Pour des raisons professionnelles, celui-ci a refusé de rester hospitalisé et est rentré à son domicile le 28 janvier 2002.\n\nIl a été hospitalisé à nouveau dans le même établissement le 4 février 2002 et l'intervention chirurgicale envisagée a été pratiquée le 6 février 2002 par le docteur V. Les suites ont été simples et le patient est rentré à son domicile le 8 février 2002, contre l'avis, semble-t-il, du corps médical. Après des plâtrages et physiothérapie de remise en route, la situation a paru s'améliorer. BGE 134 V 189 S. 191\n\nA.b Le 8 mai 2002, alors qu'il se trouvait à son domicile, J. a fait une chute dans les escaliers en retombant sur le dos. Il en est résulté une nouvelle fracture du pilon tibial droit, cette fois au niveau de la partie antérieure de la métaphyse tibiale. Les médecins du Centre hospitalier X. ont prodigué un traitement conservateur (utilisation d'une nouvelle botte plâtrée pendant douze semaines, sans appui et sans mobilisation de la cheville, puis physiothérapie de mobilisation). La persistance des douleurs a motivé l'ablation du matériel d'ostéosynthèse au Centre hospitalier X. en septembre 2002. Cette intervention a amélioré la mobilité de la cheville droite; la symptomatologie douloureuse et la mobilité tibio-tarsienne ne se sont pas améliorées. Le patient a alors été adressé à l'Hôpital orthopédique S. où il a été vu le 1er mai 2003 par la doctoresse B. Celle-ci a diagnostiqué une arthrose post-traumatique de la cheville droite. Elle a attesté une incapacité de travail de 100 pour cent et a préconisé un travail sédentaire (rapport du 15 juillet 2003).\n\nA.c Le 9 octobre 2003, l'Allianz a demandé au docteur V. des informations au sujet du patient. Ce médecin a répondu, le 22 octobre 2003, que l'intéressé avait effectivement été traité au Centre hospitalier X. pour les suites des deux fractures dont il avait été victime. S'agissant de l'accident du 8 mai 2002, il a précisé qu'une seconde intervention avait été proposée au patient, qui l'avait catégoriquement refusée. C'est la raison pour laquelle les médecins avaient poursuivi le traitement conservateur et procédé à l'ablation du matériel d'ostéosynthèse en octobre (recte: septembre) 2002. Les suites n'étant pas satisfaisantes, le patient s'était progressivement rendu compte qu'il devait accepter une prise en charge agressive. Compte tenu des antécédents, le patient avait été adressé à l'Hôpital orthopédique, qui le suivait depuis le 1er mai 2003.\n\nDans un rapport du 17 novembre 2003, le docteur R., spécialiste FMH en chirurgie orthopédique et médecin-conseil de l'Allianz, a exprimé l'avis que l'évolution actuelle était liée au traumatisme du 8 mai 2002, qui aurait dû être clairement traité chirurgicalement. Dans ce cas, l'évolution aurait été bien plus favorable. L'Allianz a alors confié une expertise au docteur D., spécialiste FMH en chirurgie orthopédique, qui a rendu son rapport le 18 février 2004. L'expert a posé le diagnostic d'arthrose tibio-tarsienne droite post-traumatique, attribuable aux deux accidents successifs, mais plus particulièrement à celui du 8 mai 2002, en raison du déplacement de la fracture non réduite. L'état définitif n'était pas atteint. Un BGE 134 V 189 S. 192traitement médical ultérieur était nécessaire, soit sous la forme d'une arthrodèse tibio-tarsienne, soit d'une prothèse totale de la cheville droite. En cas d'acceptation de l'intervention chirurgicale préconisée par le docteur V., et sous réserve d'une réduction anatomique avec bonne évolution, la capacité de travail en tant que restaurateur aurait été de 100 pour cent. Répondant à des questions complémentaires de l'Allianz, l'expert a encore précisé que la fracture présentée le 27 janvier 2002, à basse énergie, peu déplacée et suivie d'une intervention chirurgicale avec bonne réduction avait laissé intactes les chances d'une restitution ad integrum extrêmement élevées. C'est donc l'accident du 8 mai 2002 qui a clairement entraîné une atteinte permanente.\n\nB. Se fondant sur cette expertise, l'Allianz a rendu une décision, le 27 octobre 2004, par laquelle elle a mis fin au versement des indemnités journalières au 30 septembre 2002 et refusé à l'assuré tout droit à des prestations en espèces supplémentaires pour les suites des accidents des 27 janvier 2002 et 8 mai 2002. Elle a considéré que l'évolution actuelle était liée au traumatisme du 8 mai 2002 qui aurait dû être traité chirurgicalement. Comme l'assuré s'était soustrait à un traitement ou à une mesure de réadaptation auxquels on pouvait raisonnablement exiger qu'il se soumît, il n'avait droit qu'aux prestations qui auraient probablement dû être allouées si ladite mesure avait produit le résultat attendu. Saisie d'une opposition de l'assuré, l'Allianz l'a rejetée par une nouvelle décision du 30 novembre 2005.\n\nC. Statuant le 15 mars 2007, le Tribunal des assurances du canton de Vaud a rejeté le recours formé contre cette décision par l'assuré.\n\nD. J. a formé un recours en matière de droit public dans lequel il conclut à la réforme du jugement attaqué en ce sens que la cause est renvoyée à l'Allianz pour qu'elle fixe et verse les indemnités journalières avec intérêts à cinq pour cent l'an dès le 1er octobre 2002.\n\nL'Allianz conclut au rejet du recours. Quant à l'Office fédéral de la santé publique, il ne s'est pas déterminé.\n\nLe recours a été admis.", "considerants": "Extrait des considérants:\n\n1. La question est de savoir si l'intimée était autorisée à refuser toute prestation à partir du 1er octobre 2002. Le motif invoqué à BGE 134 V 189 S. 193l'appui de ce refus réside dans le fait que le recourant, au dire du docteur V., a refusé de se soumettre à une intervention chirurgicale qui, si elle avait eu lieu, aurait vraisemblablement permis un rétablissement de la capacité de travail de l'assuré.\n\n2.\n\n2.1 Selon l'art. 21 al. 4 de la loi du 6 octobre 2000 sur la partie générale du droit des assurances sociales (LPGA; RS 830.1), les prestations peuvent être réduites ou refusées temporairement ou définitivement si l'assuré se soustrait ou s'oppose, ou encore ne participe pas spontanément, dans les limites de ce qui peut être exigé de lui, à un traitement ou à une mesure de réinsertion professionnelle raisonnablement exigible et susceptible d'améliorer notablement sa capacité de travail ou d'offrir une nouvelle possibilité de gain. Une mise en demeure écrite l'avertissant des conséquences juridiques et lui impartissant un délai de réflexion convenable doit lui avoir été adressée. Les traitements et les mesures de réadaptation qui présentent un danger pour la vie ou pour la santé ne peuvent être exigés.\n\nL'art. 61 de l'ordonnance du 20 décembre 1982 sur l'assurance-accidents (OLAA; RS 832.202) concrétise et précise, pour ce qui est de l'assurance-accidents, les conséquences d'un refus de l'assuré. Il prévoit - conformément d'ailleurs à un principe général du droit de la responsabilité civile (cf. ATF 130 III 182 consid. 5.5.1 p. 189; arrêt 4C.83/2006 du 26 juin 2006, JdT 2006 I p. 475, consid. 4; PASCAL PICHONNAZ, Le devoir du lésé de diminuer son dommage, in La fixation de l'indemnité, colloque de l'Université de Fribourg, Berne 2004, p. 120) - de faire supporter à l'assuré la part du dommage dont il est personnellement responsable. Sous le titre \"Refus d'un traitement ou d'une mesure de réadaptation exigibles\", cette disposition a en effet la teneur suivante:\n\n\"Si l'assuré se soustrait à un traitement ou à une mesure de réadaptation auxquels on peut raisonnablement exiger qu'il se soumette, il n'a droit qu'aux prestations qui auraient probablement dû être allouées si ladite mesure avait produit le résultat escompté.\"\n\n2.2 Dans l'assurance-accidents, une réglementation de ce type était déjà applicable avant l'entrée en vigueur de la LPGA (l'ancien art. 48 al. 2 de la loi fédérale du 20 mars 1981 sur l'assurance- accidents [LAA; RS 832.20] en vigueur jusqu'au 31 décembre 2002 et art. 61 OLAA dans sa version en vigueur jusqu'à la même date; RO 1982 p. 1690, 1983 p. 56). La question du droit pertinent BGE 134 V 189 S. 194 ratio ne temporis -examinée par les premiers juges-n'a donc pas à êtretranchée en l'espèce, vu la similitude des réglementations applicables sur ce point avant et après l'entrée en vigueur de la LPGA. Comme par le passé, l'assureur doit adresser à l'assuré une mise en demeure écrite et le rendre attentif aux conséquences de son refus. Les conséquences pour l'assuré d'une violation de ses obligationssont également les mêmes qu'auparavant (ancien art. 61 al. 2OLAA).Il est à relever que l'art. 61 OLAA n'a pas de portée propremais qu'il doit être mis en relation avec l'art. 21 al. 4 LPGA: son application présuppose une sommation en bonne et due forme, assortie d'un délai de réflexion convenable (voir PETER OMLIN, Erfahrungen in der UV, in Praktische Anwendungsfragen des ATSG, René Schaffhauser/Ueli Kieser [éd.], p. 65 s.; voir aussi, à proposde l'ancien art. 48 al. 2 LAA et de l'ancien art. 61 OLAA: GABRIELA RIEMER-KAFKA, Die Pflicht zur Selbstverantwortung, Zurich 1999, p. 391 s.).\n\n2.3 L'art. 21 al. 4 LPGA vise un état de fait qui naît postérieurement à la survenance de l'accident et qui s'inscrit donc dans l'obligation générale qui incombe à l'assuré de réduire le dommage (voir UELI KIESER, ATSG-Kommentar, n. 54 ad art. 21 LPGA). En matière d'assurance-accidents, il se conjugue avec l'art. 48 al. 1 LAA, selon lequel l'assureur peut prendre les mesures qu'exige le traitement approprié de l'assuré en tenant compte équitablement des intérêts de celui-ci et de ses proches. Il s'applique donc avant tout au refus de se soumettre à un traitement médical (ou à une mesure diagnostique), car l'assureur-accidents n'alloue pas de prestations sous la forme de réadaptation professionnelle. Mais l'assureur-accidents peut aussi réduire ou refuser ses prestations si l'assuré se soustrait à une mesure de réadaptation professionnelle ordonnée par l'assurance-invalidité (JEAN-MAURICE FRÉSARD/MARGIT MOSER-SZELESS, L'assurance-accidents obligatoire, in Schweizerisches Bundesverwaltungsrecht [SBVR], Soziale Sicherheit, 2e éd., p. 941 ch. 341). Quant à la procédure de sommation, elle constitue un préalable incontournable à une réduction ou à une suppression des prestations en vertu de l'art. 21 al. 4 LPGA. Elle est nécessaire même si l'assuré déclare d'emblée s'opposer à une mesure de réadaptation (cf. ATF 122 V 218; voir aussi à propos de l'ancien art. 33 al. 3 de la loi fédérale du 19 juin 1992 sur l'assurance militaire [LAM; RS 833.1], JÜRG MAESCHI, Kommentar zum Bundesgesetz über die Militärversicherung [MVG] vom 19. Juni 1992, Berne 2000, n. 33 ad art. 33 LAM). BGE 134 V 189 S. 195\n\n3.\n\n3.1 Les premiers juges considèrent néanmoins que la procédure prévue en cas de refus par l'assuré d'un traitement raisonnablement exigible (information par écrit des conséquences juridiques de son refus, assortie de la fixation d'un délai raisonnable de réflexion) n'a pas pu être suivie en l'espèce. En effet, l'assureur n'a appris le refus de l'assuré que par la lettre du 22 octobre 2003 du docteur V., soit plus d'un an après que le recourant a refusé l'opération et alors que l'arthrose tibio-tarsienne était déjà apparue. On ne saurait donc retenir une omission fautive de l'assureur. Toujours selon les premiers juges, la capacité de travail de l'assuré aurait été entière dans une activité légère quatre mois après l'intervention. L'accident ayant eu lieu en mai 2002, c'est donc à juste titre que l'assureur a mis fin à ses prestations depuis le 1er octobre 2002.\n\n3.2 Selon l'art. 10 al. 1 LAA, l'assuré a droit au traitement médical approprié des lésions résultant de l'accident, à savoir, notamment, le traitement ambulatoire dispensé par le médecin et le traitement hospitalier. Les prestations pour soins sont des prestations en nature fournies par l'assureur-accidents. En particulier, l'assureur exerce un contrôle sur le traitement. Ce contrôle ne s'exerce pas directement à l'endroit du patient, mais à l'égard du médecin traitant (FRANÇOIS-X. DESCHENAUX, Le précepte de l'économie du traitement dans l'assurance-maladie sociale, en particulier en ce qui concerne le médecin, in Mélanges pour le 75e anniversaire du Tribunal fédéral des assurances, Berne 1992, p. 529 s.; ALFRED MAURER, Schweizerisches Unfallversicherungsrecht, Berne 1985, p. 304). Le fait que l'assurance-accidents est fondée sur le principe des prestations de soins en nature - où l'assureur est censé fournir lui-même le traitement médical, même s'il le fait par l'intermédiaire d'un médecin ou d'un hôpital - implique que les médecins et autres fournisseurs soient tenus de communiquer à l'assureur les données médicales indispensables. C'est la raison pour laquelle l'entrée en vigueur de la loi fédérale du 19 juin 1992 sur la protection des données (LPD; RS 235.1) a nécessité ultérieurement l'introduction d'une base légale formelle dans la LAA relative à la communication des données. Le législateur l'a fait en adoptant l'art. 54a LAA, en vigueur depuis le 1er janvier 2001 et qui, sous le titre \"Devoir d'information du fournisseur de prestations\", prévoit que le fournisseur de prestations remet à l'assureur une facture détaillée et compréhensible; il lui transmet également toutes les indications BGE 134 V 189 S. 196nécessaires pour qu'il puisse se prononcer sur le droit à prestations et vérifier le calcul de la rémunération et le caractère économique de la prestation (voir à ce sujet le Message du Conseil fédéral du 24 novembre 1999 concernant l'adaptation et l'harmonisation des bases légales pour le traitement de données personnelles dans les assurances sociales, FF 2000 p. 233; pour la situation antérieure au 1er janvier 2001, voir THOMAS A. BÜHLMANN, Die rechtliche Stellung der Medizinalpersonen im Bundesgesetz über die Unfallversicherung vom 20. März 1981, thèse Berne 1985, p. 192). Les indications à fournir comprennent toutes celles qui permettent d'établir les faits déterminants pour le droit aux prestations (FRÉSARD/MOSER-SZELESS, op. cit., p. 982 ch. 506).\n\n3.3 L'obligation de l'assureur de fournir des prestations en nature et le devoir d'information du médecin traitant à l'égard de l'assureur qui en est un corollaire ont pour conséquence que la responsabilité ultime du traitement appartient à l'assureur (DESCHENAUX, loc. cit.; GHÉLEW/RAMELET/RITTER, Commentaire de la loi sur l'assurance-accidents, Lausanne 1992, p. 178). A l'égard de l'assuré, l'assureur répond comme de la sienne propre d'une erreur ou d'une omission du médecin traitant. Dès lors, lorsque le médecin omet d'informer l'assureur d'un éventuel refus de l'assuré de se soumettre à une opération plus ou moins urgente et raisonnablement exigible, avec le risque d'aggravation que ce refus peut comporter, cette omission n'est pas opposable à l'assuré dans sa relation avec l'assureur: si l'omission a pour conséquence d'empêcher l'assureur de mettre en oeuvre en temps opportun la procédure prévue par l'art. 21 al. 4 LPGA, c'est ce dernier qui en assume la responsabilité et non l'assuré.\n\n3.4 Par conséquent, contrairement à l'opinion de la juridiction cantonale, l'absence d'information en temps voulu du médecin traitant à l'assureur n'est pas opposable à l'assuré s'agissant du respect de la procédure prévue par cette disposition légale. Dès lors, quand bien même la deuxième intervention chirurgicale préconisée par le docteur V. n'était plus d'actualité en octobre 2003 et rendait sans objet une sommation, l'assureur ne pouvait mettre fin à ses prestations au motif que l'assuré, au dire de ce médecin, avait refusé l'intervention préconisée par ce dernier. L'assureur répond du retard - fautif ou non - du médecin et des conséquences de l'aggravation de l'état de santé de l'assuré. Aussi bien l'intimée n'était-elle pas fondée à supprimer le droit aux prestations de l'assuré au BGE 134 V 189 S. 197motif que celui-ci se serait soustrait à un traitement raisonnablement exigible et qui eût été susceptible d'améliorer sa capacité de travail et de gain.\n\n4. Il est vrai d'autre part qu'une réduction des prestations peut aussi être prononcée quand l'assuré, sans enfreindre les injonctions de l'assureur-accidents, compromet par son comportement le résultat du processus de guérison. La jurisprudence admet en effet d'appliquer ici, par analogie, les règles prévues en cas de réduction des prestations pour un comportement antérieur ou concomitant à la survenance du dommage, quand l'assuré, par une négligence grave, viole (ultérieurement) son obligation de réduire le dommage en refusant, notamment, de se soumettre à une intervention chirurgicale (voir RAMA 1996 n° U 244 p. 152, consid. 7, U 147/94; cf. aussi MAURER, op. cit., p. 474 s.). En l'espèce, seul pourrait entrer en considération l'art. 37 al. 2 LAA. D'après cette disposition, si l'assuré a provoqué l'accident par une négligence grave, les indemnités journalières versées pendant les deux premières années qui suivent l'accident sont, en dérogation à l'art. 21 al. 1 LPGA, réduites dans l'assurance des accidents non professionnels (première phrase). Constitue une négligence grave la violation des règles élémentaires de prudence que toute personne raisonnable eût observées dans la même situation et les mêmes circonstances pour éviter les conséquences dommageables prévisibles dans le cours ordinaire des choses (voir p. ex. ATF 118 V 305 consid. 2a p. 306 et les arrêts cités). Une négligence grave supposerait toutefois, comme condition préalable, que le recourant ait été suffisamment renseigné par le médecin sur les risques qu'il encourait en refusant de subir l'opération en cause. En effet, le médecin doit donner au patient, en termes clairs, intelligibles et aussi complets que possible, une information sur le diagnostic, la thérapie, le pronostic, les alternatives au traitement proposé, les risques de l'opération, les chances de guérison, éventuellement sur l'évolution spontanée de la maladie et les questions financières, notamment relatives à l'assurance (ATF 133 III 121 consid. 4.1.2 p. 129 et les références citées). C'est au médecin qu'il appartient d'établir qu'il a suffisamment renseigné le patient (ATF 133 III 121 consid. 4.1.3 p. 129 et les arrêts cités). En l'espèce, on ne dispose d'aucune preuve au dossier qui permettrait d'admettre que le médecin ait renseigné de manière suffisante le patient. Quoi qu'il en soit, la BGE 134 V 189 S. 198question d'une éventuelle réduction en vertu d'une application par analogie de l'art. 37 al. 2 LAA n'est pas litigieuse en l'espèce, de sorte qu'il n'y a pas lieu de l'examiner plus avant."}