{"annee": "134", "cour": "IV", "page": "185", "date": "9/5/2008", "cite": ["128 IV 145"], "cite_par": ["141 IV 155"], "chapeau": "18. Extrait de l'arrêt de la Cour de droit pénal dans la cause X. contre Ministère public de la Confédération (recours en matière pénale)\n\n6B_722/2007 du 9 mai 2008", "regestes": ["Art. 59 ch. 3 aCP; confiscation de valeurs patrimoniales soumises au pouvoir de disposition d'une organisation criminelle. La confiscation prévue à l'art. 59 ch. 3 aCP implique que la juridiction suisse soit compétente aux fins de poursuivre la personne propriétaire des valeurs patrimoniales, pour appartenance à une organisation criminelle au sens de l'art. 260ter CP (consid. 2)."], "faits": "|185|\n\nDans le courant de l'année 1987, se présentant comme Y. et légitimant cette identité par la présentation d'un faux passeport, X., alias Z., a ouvert un compte p., intitulé \"Florence\", auprès de la banque W., à Zurich, au moyen d'un apport initial de 500'000 USD.\n\nLe 11 mars 1996, X. a été condamné à neuf ans de prison pour avoir embarqué au Pakistan plus de quinze tonnes de résine de cannabis et tenté de les importer en Australie. Cinq tonnes, d'une valeur estimée |186| à quelque 75 millions AUD, ont été saisies au large des côtes australiennes en 1994. Il a purgé sa peine jusqu'en 2002.\n\nLe 15 février 2005, muni d'un faux passeport établi au nom de Y., X. s'est présenté à la banque W. à Genève afin de disposer des fonds déposés sur le compte \"Florence\". Vu l'expiration de la validité de ce passeport, le banquier a exigé des documents de légitimation valides, de sorte que X. a présenté son passeport australien portant son nom tout en précisant que son nom de naissance était Z. Ne pouvant identifier X. comme étant son client, la banque s'est opposée à sa demande.\n\nSuite à cette visite, la banque W. a découvert que X. était l'alias utilisé par Z., l'un des plus importants trafiquants de drogue d'Australie, lié au crime organisé depuis les années 1970. Elle a donc procédé à une dénonciation selon la LBA. Le Ministère public de la Confédération a alors ouvert une enquête de police judiciaire du chef de blanchiment d'argent, entendu X. à titre de renseignement et placé le compte \"Florence\" sous séquestre pénal.\n\nPar ordonnance du 29 novembre 2006, le Ministère public de la Confédération a suspendu (classé) la procédure pénale et prononcé la confiscation et la dévolution à la Confédération suisse des valeurs patrimoniales déposées sur le compte \"Florence\".\n\nPar arrêt du 31 janvier 2007, la Ire Cour des plaintes du Tribunal pénal fédéral a déclaré irrecevable le recours de X. Le 12 août 2007, le Tribunal fédéral a annulé cette décision et renvoyé la cause à l'autorité inférieure pour nouveau jugement.\n\nPar arrêt du 10 octobre 2007, la Ire Cour des plaintes du Tribunal pénal fédéral a rejeté le recours de X. contre la décision de confiscation du Ministère public de la Confédération.\n\nX. dépose un recours en matière pénale au Tribunal fédéral pour motivation insuffisante et violation des art. 59 et 260ter CP. Il conclut à l'annulation de l'arrêt du 10 octobre 2007 et à la libération des valeurs patrimoniales déposées sur le compte p. \"Florence\" auprès de la banque W. à Genève. Le Ministère public de la Confédération conclut au rejet du recours et la Ire Cour des plaintes se réfère à son arrêt. Le Tribunal fédéral a admis le recours.", "considerants": "Extrait des considérants:\n\n2. Contestant la confiscation de ses avoirs bancaires, le recourant invoque la subsidiarité de l'art. 260ter CP, le renversement de la présomption |187| contenue à l'art. 59 ch. 3 aCP, la prescription au sens de l'art. 70 CP et l'absence de compétence territoriale en Suisse. Il se prévaut également d'une motivation insuffisante pour l'application correcte du droit fédéral.\n\n2.1 La confiscation litigieuse est régie par l'art. 59 ch. 3 aCP, puisque cette disposition n'a subi, lors de l'entrée en vigueur au 1er janvier 2007 de la modification du code pénal, que des changements irrelevants du point de vue de la lex mitior (art. 2 CP). Cette norme prévoit que le juge prononcera la confiscation de toutes les valeurs sur lesquelles une organisation criminelle exerce un pouvoir de disposition. Les valeurs appartenant à une personne qui a participé ou apporté son soutien à une organisation criminelle sont présumées soumises, jusqu'à preuve du contraire, au pouvoir de disposition de l'organisation.\n\nEn ce qui concerne l'art. 59 ch. 1 et 2 aCP, la jurisprudence exige que l'infraction d'où proviennent les valeurs ressortisse à la compétence de la juridiction suisse. En effet, les art. 3 à 7 aCP posent les règles d'application du code pénal, dont l'art. 59 aCP fait précisément partie. Il s'ensuit que la confiscation en relation avec une infraction est aussi soumise aux art. 3 à 7 aCP et ne peut être ordonnée que si l'infraction en cause ressortit à la compétence de la juridiction suisse (ATF 128 IV 145 consid. 2d p. 151). Le fait que le législateur a précisé à l'art. 24 LStup que \"les avantages pécuniaires illicites qui se trouvent en Suisse seront également acquis à l'Etat lorsque l'infraction aura été commise à l'étranger\" démontre que le droit suisse ne reconnaît pas de manière générale la confiscation au forum rei sitae (ATF 128 IV 145 consid. 2d in fine p. 152).\n\nIl n'y a pas lieu de s'écarter de l' ATF 128 IV 145 s'agissant de la confiscation des fonds d'une organisation criminelle et de soumettre celle-ci au principe de l'universalité. En conséquence, il faut admettre que la confiscation prévue à l'art. 59 ch. 3 aCP implique que la juridiction suisse soit compétente pour poursuivre la personne propriétaire des valeurs délictueuses pour appartenance à une organisation criminelle au sens de l'art. 260ter CP. ll ne faut cependant pas minimiser la compétence du juge suisse en matière de répression de l'organisation criminelle. L'art. 260ter ch. 3 aCP prévoit en effet qu'est également punissable celui qui aura commis l'infraction à l'étranger si l'organisation exerce ou doit exercer son activité criminelle en tout ou en partie en Suisse. En outre, celui qui administre les fonds de |188| l'organisation est punissable selon l'art. 260ter CP, dès lors qu'il soutient l'organisation. Il s'ensuit que la confiscation pourra être ordonnée en Suisse si les fonds sont gérés dans notre pays par un membre de l'organisation ou par un instrument utilisé à son insu (cf. arrêt 6P.142/2004 et 6S.389/2004 du 7 février 2005, consid. 4.2, et les références citées).\n\n2.2 Selon la Cour des plaintes, le fait que les actes punissables liés au trafic de stupéfiants aient eu lieu à l'étranger, que le recourant y ait été condamné et qu'il y ait purgé sa peine ne saurait faire obstacle à la confiscation au sens de l'art. 59 ch. 3 aCP dans la mesure où, à teneur de l'art. 24 LStup, les avantages pécuniaires illicites qui se trouvent en Suisse seront également acquis à l'Etat lorsque l'infraction aura été commise à l'étranger.\n\nCe raisonnement ne saurait être suivi. En effet, selon les faits retenus, le recourant a ouvert le compte \"Florence\", au moyen d'un apport initial de 500'000 USD, dans le courant de l'année 1987. Or, ce n'est qu'en 1993, soit six ans environ après l'ouverture du compte précité, qu'il est entré en contact avec d'autres personnes pour mettre au point l'importation en Australie de plus de quinze tonnes de cannabis. Il a ensuite été arrêté le 4 août 1994, puis condamné le 11 mars 1996 pour ce trafic de stupéfiants. Au vu de la chronologie de ces événements, on ne peut conclure que la somme déposée sur le compte \"Florence\" en 1987 proviendrait de l'importation de cannabis qui s'est déroulée en 1994, ni qu'elle constituerait par conséquent un avantage pécuniaire résultant d'une infraction. Dans ces conditions, la compétence des autorités suisses pour procéder à la confiscation litigieuse ne saurait s'appuyer sur l'art. 24 LStup.\n\n2.3 Pour le reste, les faits retenus par la Cour des plaintes ne permettent pas de fonder la compétence des autorités suisses pour poursuivre le recourant pour appartenance à une organisation criminelle au sens de l'art. 260ter CP. En effet, l'intéressé n'a pas agi en Suisse, notamment en soutenant une organisation criminelle au moyen des fonds déposés sur le compte \"Florence\", dès lors qu'aucun dépôt, ni retrait n'a jamais eu lieu sur ledit compte, qui pour le surplus a été ouvert en 1987, soit bien avant l'entrée en vigueur, le 1er août 1994, de l'art. 260ter CP (cf. art. 260ter al. 1, par. 2 et 3 CP). Il ne peut non plus être retenu que l'organisation criminelle à laquelle le recourant a appartenu ait exercé une partie de son activité en Suisse (cf. art. 260ter al. 3 CP)."}