{"annee": "105", "cour": "IA", "page": "288", "date": "14/11/1979", "cite": ["103 IA 137", "104 IA 323", "100 IA 8", "102 IA 88", "103 IA 1", "101 IA 292", "104 IA 72", "103 II 276"], "cite_par": ["109 IA 239", "107 IB 80", "114 IA 20", "110 IA 83", "109 IA 177", "119 IA 260"], "chapeau": "55. Extrait de l'arrêt de la Ire Cour de droit public du 14 novembre 1979 dans la cause Hartwall S.A. contre John Perry (recours de droit public)", "regestes": ["Art. 4 Cst.; droit de se faire représenter et assister en justice. 1. Portée du droit, découlant de celui d'être entendu, de se faire représenter et assister en justice (consid. 2b). 2. Il n'est pas contraire à l'art. 4 Cst. d'interdire l'intervention d'avocats en matière de conflits du travail, notamment devant les tribunaux de prud'hommes, à moins que la valeur litigieuse soit importante et l'affaire complexe; les parties doivent alors pouvoir être assistées en tout cas dans l'une des phases décisives de la procédure (consid. 3b et c). Examen particulier de la procédure prud'homale genevoise (consid. 3a et 4b). 3. Le droit d'être assisté est-il exclu lorsque la valeur litigieuse n'excède pas 5'000 fr.? Peut-il l'être en première instance lorsque la procédure devant l'autorité de recours offre des garanties suffisantes au regard de l'art. 4 Cst.? (Questions laissées ouvertes) (consid. 4c)."], "faits": "BGE 105 Ia 288 S. 289\n\nLe 27 mai 1977, John Perry a ouvert action auprès du Tribunal de prud'hommes du canton de Genève contre Alicon S.A., pour rupture injustifiée d'un contrat de travail. Il concluait au paiement, par cette société, d'un montant de 1'275'720 fr., prétention qu'il a portée en cours de procédure à 1'347'100 fr., avec intérêt à 5% sur 558'100 fr. dès le 30 juin 1977. Par jugement du 17 janvier 1978, le Tribunal de prud'hommes a partiellement admis la demande et condamné Alicon S.A. à verser à John Perry 467'725 fr. avec intérêt à 5% dès le dépôt de la demande.\n\nCe jugement a été déféré à la Chambre d'appel des prud'hommes par les deux parties. Par arrêt du 10 juillet 1978, cette autorité a débouté Alicon S.A. des conclusions de sa déclaration d'appel tendant à faire constater l'incompétence de la juridiction des prud'hommes à raison de la matière; elle a en outre ajourné la cause à une audience ultérieure pour instruire sur le fond. Le 22 février 1979, la Cour mixte a rejeté le recours formé contre cette décision par Alicon S.A.BGE 105 Ia 288 S. 290\n\nLe 16 avril 1979, Alicon S.A., devenue entre-temps Hartwall S.A., a demandé à la Chambre d'appel des prud'hommes de pouvoir être assistée d'un avocat pour la suite de la procédure. L'autorité sollicitée a rejeté cette requête, en se fondant sur les art. 62 et 33 de la loi genevoise sur la juridiction des prud'hommes du 30 mars 1963 (ci-après: LJP).\n\nLe Tribunal fédéral a admis le recours de droit public formé par Hartwall S.A. contre la décision de la Chambre d'appel des prud'hommes.", "considerants": "Extrait des considérants:\n\n2. La recourante fait valoir que la décision entreprise viole l'art. 4 Cst. dans la mesure où l'application des art. 62 et 33 LJP la prive d'une protection juridique suffisante et des moyens de défense indispensables à la sauvegarde de ses intérêts. Bien qu'elle ne le précise pas nommément, elle se plaint ainsi d'une violation de son droit d'être entendue.\n\na) La portée du droit d'être entendu et les modalités de sa mise en oeuvre sont tout d'abord déterminées par la législation cantonale, dont le Tribunal fédéral examine l'application sous l'angle restreint de l'arbitraire (ATF 100 Ia 9). Ce n'est que dans les cas où la protection de ce droit, telle qu'elle est assurée par le droit cantonal, est insuffisante, que les principes découlant directement de l'art. 4 Cst., qui instituent en faveur du justiciable une garantie minimale, sont applicables. Le Tribunal fédéral examine librement si le droit d'être entendu, tel qu'il découle directement de l'art. 4 Cst., a été viole (ATF 103 Ia 138 consid. 2a et arrêts cités).\n\nEn l'espèce, la recourante ne prétend nullement que la décision litigieuse viole des dispositions de procédure cantonales qui garantiraient son droit d'être entendue; bien au contraire, Hartwall S.A. fait valoir que les dispositions genevoises, qui excluent le droit pour les parties d'être assistées d'un avocat devant la Chambre d'appel des prud'hommes, violent la garantie minimale déduite de l'art. 4 Cst. C'est donc exclusivement sous l'angle de cette disposition constitutionnelle qu'il y a lieu d'examiner le mérite du grief invoqué.\n\nb) Les parties ont, en matière civile et pénale, un droit tout à fait général et inconditionnel d'être entendues. La jurisprudence en a déduit plusieurs prétentions, telles que le droit pour le justiciable de s'expliquer avant qu'une décision ne soit rendue BGE 105 Ia 288 S. 291à son détriment, celui de fournir des preuves quant aux faits de nature à influer sur le sort de la décision, celui d'avoir accès au dossier, celui de participer à l'administration des preuves, d'en prendre connaissance et de se déterminer à leur propos, celui de se faire représenter et assister, et celui d'obtenir une décision de la part de l'autorité compétente (ATF 101 Ia 296 et arrêts cités, ATF 100 Ia 9 consid. 3b).\n\nLe droit d'être assisté n'est cependant pas absolu. En matière pénale, celui qui est au bénéfice de l'assistance judiciaire gratuite] n'a droit à la désignation d'un défenseur d'office que s'il ne s'agit pas d'un cas de peu de gravité et que l'affaire présente, sur des points de fait ou de droit, des difficultés que l'inculpé ou éventuellement son représentant légal ne sont pas en mesure de maîtriser (ATF 103 Ia 5, ATF 102 Ia 90), de sorte qu'il risquerait d'être lésé dans ses droits, en dépit du principe de l'instruction d'office qui prévaut en matière pénale (ATF 102 Ia 89). Il en va du reste de même en matière civile, où le droit à l'assistance d'un avocat d'office n'existe que si celle-ci est nécessaire à la défense des intérêts de la partie (ATF 104 Ia 326), ce qui dépend dans une large mesure de la difficulté des questions à résoudre (ATF 104 Ia 77 et arrêts cités). Il apparaît donc que le droit de se faire représenter se justifie lorsque, à ce défaut, les autres garanties de procédure offertes par la protection du droit d'être entendu pourraient devenir illusoires; bien qu'il ait été dégagé à propos de cas où il s'agissait de savoir si celui qui était au bénéfice de l'assistance judiciaire gratuite] avait droit à un avocat d'office, on doit reconnaître qu'il s'agit là d'un principe de portée générale] en tant qu'il vise à la protection effective du droit d'être entendu.\n\n3. a) A Genève, les contestations entre employeurs et salariés sont en principe jugées par les tribunaux de prud'hommes, quelle qu'en soit la valeur litigieuse (art. 139 Cst. gen., art. 1 LJP). Sous réserve de petits litiges qui peuvent être jugés en dernier ressort par le Bureau de conciliation (art. 20 LJP), le Tribunal de prud'hommes statue en dernier ressort en ce qui concerne les litiges dont la valeur litigieuse n'excède pas 1'000 fr. (art. 31 LJP) et en premier ressort tant dans les contestations portant sur plus de 1'000 fr. que pour les questions de litispendance ou de compétence (art. 56 LJP); il est composé uniquement de juges employeurs et salariés (art. 28 LJP). Quant à la Chambre d'appel des prud'hommes, qui statue en BGE 105 Ia 288 S. 292appel sur les litiges dont le tribunal ne connaît qu'en première instance, elle est présidée par un magistrat de carrière, juge à la Cour de justice, et comprend en outre deux prud'hommes employeurs et deux prud'hommes salariés (art. 54 LJP). Enfin, la Cour mixte, composée de 3 juges à la Cour de justice et de 2 juges laïcs (art. 64 LJP), statue en matière de compétence et de litispendance (art. 67 et 68 LJP). L'art. 33 al. 1 LJP, qui exclut l'assistance de tiers devant le Tribunal, est applicable également devant la Chambre d'appel (art. 62 al. 1 LJP); en revanche, devant la Cour mixte, les parties peuvent être assistées ou représentées par un tiers (art. 70 LJP). Alors que devant le Tribunal de prud'hommes l'échange de mémoires n'est autorisé qu'exceptionnellement (art. 33 al. 1 LJP), il a lieu de droit devant la Chambre d'appel (art. 57 et 58 LJP) ainsi que devant la Cour mixte (art. 69 LJP). Dans les affaires importantes, les mémoires sont en général préparés par des avocats.\n\nb) L'exclusion des avocats de la participation à la procédure devant les tribunaux de prud'hommes est un principe qui est souvent considéré comme inhérent à la procédure prud'homale. Il a été appliqué à Genève depuis l'introduction des tribunaux de prud'hommes, en 1883. Ce problème a d'ailleurs fait l'objet de discussions lors des travaux préparatoires de la loi actuelle. La commission d'experts chargée de rédiger l'avant-projet de loi a examiné les avantages et les inconvénients du système et a finalement considéré que les premiers l'emportaient; elle a retenu à cet égard deux arguments essentiels: d'une part, l'introduction des avocats supprimerait la gratuité de la procédure, car les plaideurs seraient obligés de constituer avocat lorsque leur partie adverse en aurait fait ainsi; d'autre part, par la force des choses, l'intervention des avocats entraînerait un ralentissement de la procédure (Mémorial des séances du Grand Conseil, 1961, p. 58/59). La Commission du Grand Conseil a approuvé ce principe (Mémorial..., 1963, p. 573/574), de même que le Grand Conseil lui-même, qui a rejeté un amendement tendant à permettre la représentation des parties devant la Chambre d'appel lorsque le montant du litige excéderait 8'000 fr. (Mémorial..., 1963, p. 653 ss.). Il a été relevé notamment que la nouvelle loi permettait cependant aux parties, dans les affaires importantes, d'échanger des écritures, qui pouvaient être rédigées par des avocats.\n\nL'exclusion, ou en tout cas la limitation, du droit d'être BGE 105 Ia 288 S. 293assisté ou représenté devant les tribunaux de prud'hommes n'est du reste pas propre au canton de Genève. Ce principe était en effet déjà appliqué d'une manière générale en Suisse au début du siècle (MAX BUCHER, Die Gewerbegerichte der Schweiz, thèse Zurich 1911, p. 159 ss.). Se fondant notamment sur les expériences effectuées dans les cantons, le législateur a introduit dans la loi fédérale sur le travail dans les fabriques du 18 juin 1914 (ci-après: LTF) une disposition aux termes de laquelle, devant les autorités judiciaires chargées de connaître des contestations de droit civil entre ouvriers et fabricants, il est interdit aux parties de se faire représenter par des mandataires de profession, à moins de circonstances personnelles particulières (art. 29 al. 3 LTF). Cette disposition était liée à celle de l'al. 4 du même article, selon laquelle le juge procède d'office à toutes les enquêtes nécessaires pour établir les faits pertinents; il n'est pas lié par les offres de preuve des parties et apprécie librement les preuves. Cette interdiction, dont l'adoption a donné lieu à diverses discussions (Bull. stén. CN 1913, p. 621 ss. et 865 ss.; Bull. stén. CE 1914, p. 74 ss.) a également été inscrite, ultérieurement, à l'art. 19 al. 2 de la loi fédérale sur le travail à domicile du 12 décembre 1940 (ci-après: LTD).\n\nLe problème de la représentation des parties lors des litiges nés de rapports de travail a été traité à nouveau à propos de l'art. 343 CO introduit par la loi fédérale revisant les titres dixième et dixième bis du Code des obligations, du 25 juin 1971. Dans son message du 25 août 1967, le Conseil fédéral, constatant que les avis étaient divisés au sujet de l'exclusion des mandataires professionnels (FF 1967 II 415), a renoncé à la prescrire, laissant aux cantons le soin de régler cette question, les jugeant mieux à même que la Confédération de choisir la solution la mieux appropriée; il relevait toutefois que les règles exigeant une procédure simple et, en général, gratuite, ainsi que le principe voulant que le tribunal détermine lui-même la marche de la procédure impliquaient que la représentation des parties par des mandataires professionnels n'occupe qu'une place restreinte (FF 1967 II 417). Cette proposition a été acceptée, de sorte que les art. 29 LTF et 19 LTD ont été abrogés (RO 1971 p. 1501) sans être remplacés par une disposition correspondante. La plupart des cantons ont néanmoins maintenu l'interdiction de la représentation par des mandataires professionnels dans les conflits individuels découlant du BGE 105 Ia 288 S. 294contrat de travail, généralement dans les limites d'une certaine valeur litigieuse (GULDENER, Schweizerisches Zivilprozessrecht, 3e éd., 1979, p. 135, lettre b et n. 43).\n\nc) Sur le vu de l'ensemble de ce qui précède, il convient de déterminer si, aucune règle de droit fédéral n'existant plus en la matière, l'art. 4 Cst. s'oppose à ce que les cantons maintiennent dans leur législation des dispositions interdisant l'intervention d'avocats en matière de conflits du travail, dispositions qui étaient auparavant imposées - à tout le moins partiellement - par le droit fédéral.\n\nIl apparaît cependant que tel n est pas le cas. Les motifs qui ont conduit le législateur fédéral et les législateurs cantonaux à prévoir l'interdiction de l'intervention de mandataires professionnels, soit notamment les impératifs de rapidité et de gratuité de la procédure, subsistent, ainsi que l'ont d'ailleurs admis la plupart des législations cantonales. En pareil cas, et quand bien même cela ne découle pas de l'art. 343 al. 4 CO, qui se rapporte aux contestations dans lesquelles la valeur litigieuse ne dépasse pas 5'000 fr. (ATF 103 II 276), le juge doit rechercher d'office les preuves et le droit applicable (arrêt non publié Schaeffer c. Jeancartier du 15 février 1956, consid. 1): cela constitue la contrepartie normale de l'exclusion des avocats, si l'on veut réellement garantir aux parties leur droit d'être entendues.\n\nCependant, en ce qui concerne les conflits où la valeur litigieuse est importante et qui souvent sont très complexes, il s'agit de sauvegarder le droit des parties d'être assistées d'un avocat, en tout cas dans l'une des phases décisives de la procédure. D'ailleurs, le Tribunal fédéral s'est récemment demandé, dans une affaire genevoise précisément, si l'exclusion, en instance d'appel, de toute possibilité de se faire assister d'un avocat était compatible notamment avec l'art. 4 Cst.; cette question est toutefois restée ouverte, car le litige dont il s'agissait ne commandait pas qu'elle fût tranchée (arrêt non publié Biancardi c. Uni-Net S.A. du 15 août 1978, consid. 5 b-dd).\n\n4. a) Le litige qui oppose la recourante Hartwall S.A. à John Perry porte sur une valeur en capital de 1'347'000 fr. Le dossier révèle que les problèmes juridiques posés par cette procédure sont relativement complexes. Les parties se sont affrontées déjà sur la nature juridique de leurs relations contractuelles, la recourante estimant qu'elles ressortissent au BGE 105 Ia 288 S. 295mandat et l'intimé au contrat de travail. En outre, et en parallèle avec le procès pendant devant la juridiction des prud'hommes, les parties sont également en litige devant la juridiction ordinaire, d'une part dans le cadre d'une procédure pénale et d'autre part dans le cadre de deux actions civiles. Les deux parties ont recouru à la Chambre d'appel contre le jugement du Tribunal de prud'hommes qui n'a fait droit que partiellement aux prétentions de John Perry et qu'elles considèrent l'une et l'autre comme insatisfaisant. Les déclarations d'appel qu'elles ont déposées témoignent d'une assez grande complexité des faits qui devrait nécessiter des mesures d'instruction importantes. Il n'est pas déterminant que la recourante soit une personne morale et qu'elle puisse être représentée devant la Chambre d'appel par des membres juristes de son administration ou de sa direction. Il n'est en effet pas indifférent pour elle de pouvoir être assistée, comme elle le demande, par un avocat, apte à connaître la portée des règles de procédure applicables et rompu à l'instruction d'un procès civil, comme il n'est pas indifférent qu'elle soit représentée, devant la juridiction des prud'hommes, par l'avocat qui l'assiste dans les autres procédures l'opposant à l'intimé et qui pourrait ainsi avoir une vue d'ensemble de la contestation. L'objection soulevée à cet endroit par l'intimé est, de manière générale, de nature à engendrer une inégalité de traitement grave en défaveur d'une personne physique, par exemple d'un employé, qui serait opposé devant la juridiction des prud'hommes à son employeur, personne morale disposant de représentants statutaires ayant une formation juridique.\n\nSur la base de ces considérations, on doit admettre que les diverses prétentions déduites du droit d'être entendu, tel que garanti par l'art. 4 Cst., ne sauraient être suffisamment sauvegardées par le simple fait que la procédure doit être conduite selon la maxime officielle, ainsi que cela a été rappelé plus haut. Les circonstances de l'espèce commandent que la recourante, comme du reste John Perry, aient la faculté de se faire assister par des avocats dans la cause qui les oppose devant la juridiction prud'homale.\n\nb) Dans le canton de Genève, la Chambre d'appel des prud'hommes revoit librement le fait et le droit; si l'une des parties le requiert, les témoins et les experts sont entendus de nouveau et chaque partie peut aussi faire entendre des témoins qui n'ont BGE 105 Ia 288 S. 296pas été cités en première instance (art. 61 LJP). Au surplus, les règles de procédure applicables devant le Tribunal de prud'hommes, notamment en matière d'administration des preuves, le sont également devant la Chambre d'appel en vertu du renvoi prévu par l'art. 62 LJP. L'assistance d'un avocat devant cette juridiction, ainsi que la requiert Hartwall S.A., est dès lors propre à lui assurer une protection effective de son droit d'être entendu.\n\nC'est du reste ce que prévoit un projet de loi adopté le 27 juin 1979 par le Conseil d'Etat du canton de Genève à la suite de l'arrêt rendu dans la cause précitée Biancardi c. Uni-Net S.A. et actuellement pendant devant le Grand Conseil. Aux termes de ce projet de loi, les parties seraient autorisées à être assistées devant la Chambre d'appel par un avocat ou par un mandataire professionnellement qualifié et pourraient le cas échéant demander le bénéfice de l'assistance judiciaire.\n\nc) Ainsi donc, la décision litigieuse viole le droit d Hartwall S.A., d'être entendue, dans la mesure où elle lui refuse le droit d'être assistée d'un avocat dans la procédure actuellement pendante devant la Chambre d'appel des prud'hommes. Partant, elle doit être annulée.\n\nIl n'y a en revanche pas lieu de trancher le point de savoir si l'art. 343 al. 2 CO, qui ordonne aux cantons de soumettre à une procédure simple et rapide tous les litiges relevant du contrat de travail et dont la valeur litigieuse ne dépasse pas 5'000 fr., exclut en pareil cas la possibilité de se faire assister ou représenter par un mandataire professionnel ou par d'autres personnes. De même, on peut se dispenser d'examiner si le droit d'être assisté devait être reconnu aux parties en première instance déjà, dès lors que la procédure devant la Chambre d'appel offre des garanties suffisantes en regard de l'art. 4 Cst."}