{"annee": "105", "cour": "IA", "page": "127", "date": "15/8/1979", "cite": ["101 IA 67", "102 IA 379"], "cite_par": ["122 III 404", "112 IB 446"], "chapeau": "27. Extrait de l'arrêt de la Cour de cassation pénale du 15 août 1979 dans la cause T. contre Ministère public du canton de Fribourg (recours de droit public)", "regestes": ["Droit à une indemnité équitable de celui qui obtient totalement ou partiellement gain de cause dans un recours formé dans le cadre d'une procédure pénale. 1. Aucun principe général et incontesté de l'ordre juridique suisse n'impose aux autorités cantonales, en l'absence de tout texte légal, d'allouer une indemnité au recourant qui obtient gain de cause dans une procédure pénale (consid. 2 litt. b). 2. Ni à son art. 5, ni à son art. 6, la CEDH ne garantit un tel droit (consid. 3)."], "faits": "BGE 105 Ia 127 S. 128\n\nA la suite d'un accident mettant en cause plusieurs automobilistes, T. et M. ont été condamnés à une amende. Ensuite d'opposition, le Préfet du district de la Sarine, statuant le 20 novembre 1978, a condamné T. à une amende de 50 fr. et il a acquitté M. La totalité des frais, par 440 fr. 20, a été mise à la charge de T.\n\nT. ayant recouru devant la Cour de cassation pénale du Tribunal cantonal du canton de Fribourg, celle-ci a modifié la répartition des frais, en ce sens qu'elle a mis ceux-ci pour 2/3 à la charge du recourant et pour 1/3 à la charge du fisc. Les frais de deuxième instance ont été mis à la charge du fisc. Une conclusion tendante à l'allocation d'une équitable indemnité a été quant à elle rejetée.\n\nT. forme un recours de droit public au Tribunal fédéral; il se plaint du refus qui a été opposé à sa demande d'indemnité. Il invoque la violation des art. 4 Cst., 2 Disp. trans. Cst. et 6 de la Convention européenne des droits de l'homme (CEDH).", "considerants": "Extrait des considérants:\n\n2. b) En réalité, le problème posé par le présent recours ne concerne nullement le cas de l'indemnité qui peut être accordée à l'accusé libéré ou acquitté, mais bien celui des indemnités ou dépens accordés à celui qui obtient totalement ou partiellement gain de cause dans un recours. La loi cantonale ne contenant aucune disposition expresse réglant cette question, convient d'examiner si, comme le soutient le recourant, l'on ne se trouve pas en présence d'une lacune que le juge devrait combler, en application d'un principe juridique clair et indiscuté en vertu duquel celui qui recourt avec succès a toujours droit à une indemnité ou à des dépens.\n\nOn relève d'emblée qu'il n'existe aucune disposition légale de droit fédéral qui, battant en brèche le principe posé à l'art. 64 BGE 105 Ia 127 S. 129bis al. 2 Cst., imposerait l'application d'un tel principe aux cantons. Un tel principe n'a pas davantage été posé par la jurisprudence du Tribunal fédéral sur la base de l'art. 4 Cst.\n\nSi l'on examine ensuite les diverses lois de procédure cantonale, on constate l'existence d'un éventail fort disparate de solutions sur ce point, si bien que l'on doit exclure toute idée d'un principe général et incontesté de l'ordre juridique suisse. Il existe d'abord, dans les différents cantons, des dispositions très variées en matière d'indemnité ensuite de détention injustifiée ou de dommages causés par la procédure pénale à l'accusé acquitté. Et, dans ce domaine déjà, plusieurs cantons n'englobent pas dans cette indemnité les frais d'avocat engagés pour la défense pénale de l'accusé (cf. énumération de FISCHLI, in RDS 79 (1960) II, p. 358a ss.; et HAUSER, Kurzlehrbuch des schweiz. Strafprozessrechts, p. 381 ss.). De plus, peu nombreux sont les cantons qui, à côté de ces dispositions, ont introduit le droit à une indemnité ou à des dépens en faveur de celui qui obtient gain de cause dans un recours ou qui voit le Ministère public succomber dans un recours. Certes, il existe sur ce point les dispositions claires de la loi fédérale de procédure pénale qui, à côté des art. 122 et 176 PPF traitant de l'indemnité due ensuite de non-lieu ou d'acquittement, prévoient expressément la possibilité d'allouer une indemnité à l'accusé qui obtient gain de cause dans un pourvoi en nullité (art. 228 al. 3 et 278 al. 3 PPF). Mais quelques cantons seulement ont adopté une solution proche ou similaire, soit dans leur législation, soit dans leur jurisprudence (Berne, St-Gall, Lucerne, Thurgovie, Zurich, Grisons; cf. FALB, Die Rechtsmittel des bernischen Strafverfahrens, p. 117, 139, 140; JAEGER, Die Nichtigkeitsbeschwerde im st. gallischen Strafprozess, thèse Zurich 1976, p. 141; STICKELBERGER, Rekurs und Beschwerde im Luzerner Strafprozess, thèse Berne 1970, p. 126; LITSCHGI, Die Rechtsmittel im thurgauischen Strafprozess, thèse Zurich 1975, p. 85; DECURTINS, Die kantonal-zürcherische Nichtigkeitsbeschwerde im Strafsachen, thèse Zurich 1971, p. 56; ZINDEL, Kosten- und Entschädigungsfolgen im Strafverfahren des Kantons Zürich, thèse Zurich 1972, p. 101; Graubünden, StPO, par. 160 al. 4).\n\nAu contraire, la plupart, voire la totalité, des autres cantons n'ont, dans leurs lois de procédure pénale, aucune disposition prévoyant - ou permettant seulement - l'octroi d'une indemnité BGE 105 Ia 127 S. 130ou de dépens à la partie qui obtient gain de cause dans un recours. Dans ces situations, la doctrine et la jurisprudence admettent généralement que toute possibilité d'octroi d'une indemnité ou de dépens à la charge de l'Etat, soit du Ministère public, est exclue (cf. notamment: AMISEGGER, Die Rechtsbehelfe der Schaffhauser Strafprozessordnung, thèse Zurich 1976, p. 243/244; STEINEGGER, Die Kosten und Entschädigungspflicht im zugerischen Strafprozess, thèse Zurich 1975, p. 124-128; WEBER, Die Berufung im zugerischen Strafprozess, thèse Zurich 1978, p. 130/131). Tel est en particulier le cas des cantons romands (cf. notamment DUBI, La politique des frais de justice pénale] en Suisse romande, thèse Neuchâtel 1957, p. 66, 72; PONCET, Le nouveau code de procédure pénale genevois annoté, note ad art. 97, p. 175; pour le canton de Vaud, cf. arrêt publié in JdT 1976 III 64), et plus précisément celui du canton de Fribourg.\n\nDans un tel contexte, on ne saurait évidemment parler d'une lacune de la loi, ni de la violation d'un principe incontesté et général de l'ordre juridique suisse. Or, faute d'une disposition légale cantonale claire sur ce point, le Tribunal fédéral, juridiction de droit public, n'a aucune possibilité d'intervenir dans un domaine qui est du seul ressort du législateur ou des juges du canton dans la mesure où, par voie de jurisprudence, ils s'estimeraient habilités à intervenir. A cet égard, le recourant n'invoque d'ailleurs aucune jurisprudence ou pratique cantonale fribourgeoise dont il ressortirait que des dépens ou indemnités auraient été accordés aux accusés obtenant gain de cause dans un recours sur un autre point que le principe de leur acquittement de la prévention pénale.\n\nAinsi, dans la mesure où il est fondé sur l'art. 4 Cst. et l'arbitraire, le recours ne peut qu'être rejeté.\n\n3. a) Le recourant tente enfin de tirer argument de l'art. 6 CEDH et de l'exigence d'un jugement équitable (fair trial) qui y figure. C'est à juste titre que ce moyen est soulevé par la voie du recours de droit public, car la disposition invoquée porte sur des droits de nature constitutionnelle au sens de l'art. 84 al. 1 lettre a OJ, même s'ils figurent dans une convention internationale (ATF 102 Ia 381 et 203 consid. 2, ATF 101 Ia 69).\n\nb) L'art. 6 CEDH pose il est vrai un certain nombre de principes fondamentaux qui doivent être respectés pour qu'un jugement puisse être rendu de manière équitable. Mais il suffit BGE 105 Ia 127 S. 131de lire cette disposition pour constater qu'elle ne contient rien au sujet du droit à une indemnité de la part de l'accusé ou de la partie qui obtient gain de cause dans un procès, à quelque stade que ce soit. Les seuls éléments de la disposition qui touchent aux frais ou dépenses de l'accusé ne concernent que le cas de l'interprète qui doit être gratuit, et le cas du défenseur d'office qui doit être octroyé à celui qui est dépourvu de moyens financiers suffisants.\n\nEn réalité, la seule disposition qui traite d'une réparation ou d'une indemnité en faveur de l'accusé figure à l'art 5 ch. 5 CEDH, mais celui-ci impose uniquement le droit à une indemnité en faveur de la personne victime d'une arrestation ou d'une détention apparaissant en définitive comme illégale et contraire aux principes posés à l'art. 5 de la convention. Il n'oblige même pas les Etats contractants à indemniser ceux qui n'ont subi qu'une détention simplement injustifiée (cf. PONCET, La protection de l'accusé par la CEDH, p. 158; BISCHOFSBERGER, Die Verfahrensgarantien der EMRK, thèse Zurich 1972, p. 235 ss.). Ainsi, ni à l'art. 5 ni à l'art. 6 CEDH, on ne peut trouver la moindre base qui pourrait fonder un droit pour l'accusé d'être indemnisé des dépenses qu'il a engagées pour se défendre, en dehors du cas de détention illégale.\n\nLes moyens du recourant tirés de la CEDH et de l'art. 2 Disp. trans. Cst. sont donc également mal fondés."}