{"annee": "105", "cour": "IA", "page": "134", "date": "2/3/1979", "cite": ["99 IA 697", "100 IA 60", "103 IA 417", "88 I 248", "97 I 344", "99 IA 638", "99 IA 35", "102 IA 220", "104 IA 113"], "cite_par": ["112 IA 240", "113 IA 126", "122 I 120", "112 IA 39", "143 II 568", "127 I 60", "128 I 155", "106 IA 201", "106 IA 342", "128 II 112", "121 II 138", "121 I 230", "143 V 254", "142 I 177", "114 IA 8", "120 IA 343", "143 I 73"], "chapeau": "29. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 2. März 1979 i.S. Hausbesitzer-Verein Basel und Münch-Küry gegen Kanton Basel-Stadt (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 et 22ter Cst.; séparation des pouvoirs; constitutionnalité de prélèvement de la plus-value résultant de mesures d'aménagement du territoire. 1. Notion de prélèvement de la plus-value (consid. 2). 2. La garantie de la propriété considérée en tant qu'institution protège contre l'imposition confiscatoire (consid. 3a). Un prélèvement allant jusqu'à 60% de la plus-value résultant de mesures d'aménagement ne viole pas la garantie de la propriété (consid. 3b). 3. La perception de contributions de plus-value n'est pas contraire à l'égalité devant la loi (consid. 4a). 4. En principe, les contributions de plus-value supposent, comme en matière d'impôt, l'existence d'une base légale (consid. 5b). Insuffisance de la réglementation légale en l'espèce (consid. 5c)."], "faits": "|135|\n\nAm 16. Juni 1977 erliess der Grosse Rat des Kantons Basel-Stadt zum Hochbautengesetz vom 11. Mai 1939 (HBG) unter anderem die folgenden ergänzenden Bestimmungen:\n\n§ 8a\n\nMehrwertabgaben\n\n1. Bei der Zoneneinteilung, bei Änderung der Zoneneinteilung, bei Erlass spezieller Bauvorschriften, bei der Erteilung von Ausnahmebewilligungen und bei Erhöhung der Ausnützungsziffer setzt die zuständige Behörde auch die Mehrwertabgaben fest, welche von den Liegenschaftseigentümern aufgrund dieser Erlasse zu erbringen sind.\n\n2. Diese Abgaben dürfen 60% des durch die Planungsmassnahme ausgelösten Mehrwertes nicht übersteigen. Sie werden in der Regel pro Quadratmeter Bruttogeschossfläche, welcher mehr erstellt wird, mit einem pauschalen Quadratmeteransatz festgesetzt. Dieser Abgabensatz hat wenigstens 40% und höchstens 60% des aufgrund durchschnittlicher Bodenwerte errechneten Mehrwertes zu entsprechen.\n\n3. Der Regierungsrat passt nach Einholen entsprechender Gutachten bei der Bewertungskommission die Abgabensätze periodisch der Preisentwicklung an, spätestens auf den Zeitpunkt der Fälligkeit einer Abgabe, wenn seit der erstmaligen Festsetzung oder der letzten Anpassung mehr als ein Jahr verstrichen ist.\n\n4. Die Mehrwertabgaben werden fällig bei der Erstellung von Neu- oder Erweiterungsbauten auf den Zeitpunkt des Baubeginns.\n\n5. Die Mehrwertabgaben lasten gemäss Art. 784 ZBG als öffentlichrechtliche Grundlasten auf den betreffenden Parzellen. Die Haftung für die Mehrwertabgabe ist im Grundbuche anzumerken. Die allgemeine Haftungsanmerkung ist durch Eintragung einer Grundlast zu ersetzen, sobald aufgrund einer Baubewilligung die Höhe der Mehrwertabgabe feststeht.\n\n6. Für die Stundung einer Abgabe gilt § 62 des Strassengesetzes sinngemäss.\n\nDer Regierungsrat des Kantons Basel-Stadt erliess am 6. Juni 1978 gestützt auf seine Kompetenz zum Erlass von Vollzugsvorschriften (§ 197 HBG) eine Verordnung über die Mehrwertabgaben gemäss § 8a des Hochbautengesetzes (Verordnung über die Mehrwertabgaben). Darin bezeichnete er die für die Erhebung der Mehrwertabgaben zuständigen Behörden und regelte die Ermittlung und Festsetzung der Abgaben im einzelnen. Hinsichtlich der Festsetzung des Abgabesatzes enthielt die Verordnung folgende Bestimmungen: |136|\n\n§ 12\n\n1. Der Regierungsrat setzt den Abgabesatz mit besonderem Beschluss fest.\n\n2. Er berücksichtigt dabei die angestrebte städtebauliche Entwicklung, die Belastung der Infrastruktur sowie die Art und das Mass der Nutzung.\n\nGestützt auf diese Anordnung erliess der Regierungsrat ebenfalls am 6. Juni 1978 einen Beschluss über die Abgabesätze der Mehrwertabgaben gemäss § 8a des Hochbautengesetzes (Beschluss über die Abgabesätze). Dessen wesentlichen Bestimmungen lauten wie folgt:\n\n1. Der Abgabesatz beträgt:\n\na) 40% des Mehrwertes in den Zonen 2, 2a und 3 sowie bei Bauten bis zu einer Ausnützung von 1,00;\n\nb) 50% des Mehrwertes in den Zonen 4, 5a und in den Zonen mit roter Schraffur für Gewerbe sowie Bauten bis zu einer Ausnützung von 2,00;\n\nc) 60% des Mehrwertes in den Zonen 5 und 6, in den Industriezonen einschliesslich der Zonen mit roter Schraffur für Industriebauten sowie bei Bauten mit einer Ausnützung von mehr als 2,00.\n\n2. Der Abgabesatz in den übrigen Zonen, namentlich in den Stadt- und Dorfbildschutz- und -schonzonen, richtet sich sinngemäss nach Ziff. 1 entsprechend der zulässigen Geschosszahl und Ausnützung.\n\nDer Hausbesitzer-Verein Basel und Frau A. Münch-Küry erhoben gemeinsam staatsrechtliche Beschwerde, mit dem Antrag, § 8a HBG sei aufzuheben. Sie rügen im wesentlichen, dass die in dieser Bestimmung vorgesehenen Mehrwertabgaben gegen die Eigentumsgarantie (Art. 22ter BV), den Grundsatz der Gesetzmässigkeit im Abgaberecht und das Rechtsgleichheitsgebot (Art. 4 BV) verstiessen.\n\nIm Anschluss an die offizielle Publikation der Verordnung über die Mehrwertabgaben und des Beschlusses über die Abgabesätze focht der Hausbesitzer-Verein Basel auch diese Ausführungsbestimmungen des Regierungsrates mit staatsrechtlicher Beschwerde an, in der Hauptsache mit der Begründung dass sie den Grundsatz der Gewaltentrennung verletzten.\n\nDie Beschwerdeführer machen in erster Linie geltend, die in § 8a HBG vorgesehenen Mehrwertabgaben verletzten die Eigentumsgarantie. Sie bringen im wesentlichen vor, dass eine zusätzliche Nutzung, welche durch Pläne oder Sonderbewilligungen gestattet werde, eine Aufhebung vorheriger Eigentumsbeschränkungen bedeute. Durch den Wegfall solcher Beschränkungen |137| würden Rechte frei, die schon vorher im Eigentum enthalten gewesen seien. Deshalb könne der Mehrwert, welcher sich aus der Aufhebung solcher Beschränkungen ergebe, nicht dem Staat zustehen. Im übrigen unterlägen die fraglichen Mehrwerte bereits einer Vielzahl von Steuern und Abgaben. Aus der Kumulation mit diesen Steuern und Abgaben ergebe sich eine konfiskatorische Wirkung, da der entstandene Mehrwert regelmässig bis auf einen bescheidenen Restbetrag abgeschöpft werde. Die Mehrwertabgabe wirke überdies prohibitiv, indem der Eigentümer bei Baubeginn zu grossen Auslagen gezwungen werde; da es heute ungewiss sei, ob sofort Mieter gefunden werden könnten, sei das finanzielle Risiko eines Baues für den Bauherrn untragbar.\n\nDie Beschwerdeführer rügen sodann eine Verletzung von Art. 4 BV, im wesentlichen mit der Begründung, dass das Erfordernis der Gesetzmässigkeit im Abgaberecht nicht erfüllt sei. Überdies liege ein Verstoss gegen den Grundsatz der Gewaltentrennung vor, da sich der Regierungsrat zu Unrecht als befugt erachtet habe, derart weitreichende Ausführungsbestimmungen zu erlassen.", "considerants": "Aus den Erwägungen:\n\n2. a) Unter dem Begriff Mehrwertabschöpfung versteht man eine vom Grundeigentümer zu tragende öffentliche Abgabe, mit welcher Bodenwertsteigerungen, die durch staatliche Infrastruktur- oder Planungsmassnahmen bewirkt worden sind, teilweise oder überwiegend dem Gemeinwesen zugeführt werden. Bei den Infrastrukturmassnahmen, welche einen Wertzuwachs privater Grundstücke zur Folge haben, handelt es sich in erster Linie um Vorkehren der Erschliessung und Ausstattung der Liegenschaften, ferner um die Erstellung öffentlicher Verkehrsmittel. Was die zu einem Mehrwert führenden Planungsmassnahmen anbelangt, so sind vor allem die durch einen Nutzungsplan erfolgende Einteilung eines bestimmten Grundstücks in eine vorteilhafte Zone und die Zulassung erhöhter Bodennutzung, sei es durch Ausnahmebewilligungen oder Planänderungen, zu erwähnen; zu Planungsmehrwerten können überdies Nutzungsbeschränkungen führen, die benachbarten Grundstücken auferlegt werden und in deren Folge die Nachfrage in der gesamten Umgebung steigt (LENDI, Planungsrecht |138| und Eigentum, in ZSR 95/1976 II, S. 185; WIRTH, Grundlagen und Ausgestaltung der Mehrwertabschöpfung, Diss. Zürich 1976, Nr. 26 der Schriftenreihe zur Orts-, Regional- und Landesplanung des ORL-Instituts der ETHZ, S. 26 ff.; SCHAUMANN, Die Landesplanung im schweizerischen, englischen und französischen Recht, Diss. Zürich 1950, S. 271).\n\nDer Mehrwertabschöpfung liegt der Gedanke zugrunde, dass die öffentlichen Massnahmen, welche die Bodenwertsteigerung verursachen, für einen Kreis von begünstigten Grundeigentümern einen Sondervorteil schaffen, dessen Abschöpfung dem Gebot der Rechtsgleichheit entgegenkommt (LENDI, a.a.O., S. 181 ff.). Eine weitere Rechtfertigung der Mehrwertabschöpfung wird darin gesehen, dass sie einerseits einem hervorragenden öffentlichen Interesse entspreche und anderseits eine Quelle zur Bestreitung der hohen Planungskosten erschliesse. Beim heute erreichten Grad der Ballung und Industrialisierung fordere ein öffentliches Interesse, dass gewisse Formen intensiver Nutzung in bestimmten Gebieten konzentriert würden und dass entsprechend die Bodennutzung in anderen Zonen einzuschränken sei. Diese Art der Planung werde von den zeitgemässen Vorstellungen hinsichtlich einer sinnvollen und lebensfreundlichen Gliederung des Siedlungsraums geboten. Zudem verursache die Durchführung einer Raumplanung dem Gemeinwesen einen erheblichen Kostenaufwand. Zu den Ausgaben für die Planung selber addierten sich die Kosten für die Entschädigung enteigneter Grundeigentümer, für Erschliessungs- und Infrastrukturanlagen sowie für Gemeinschaftseinrichtungen aller Art. Zudem wirkten sich die neu entstandenen öffentlichen Einrichtungen ihrerseits wertvermehrend auf die privaten Grundstücke aus. Die Raumordnung sei ein Ganzes, das nicht isoliert in Teilgebieten betrachtet werden könne; es rechtfertige sich deshalb, den privaten Planungsgewinnen die öffentlichen Kosten der gesamten Durchführung einer Planung entgegenzustellen und die entstandenen Mehrwerte bei denjenigen Grundeigentümern abzuschöpfen, die durch die Planung begünstigt worden seien (vgl. KUTTLER/ ZAUGG, Rechtliche Grundfragen der Planungswertabschöpfung, in Wirtschaft und Recht 24/1972, S. 262 f.).\n\nb) Die in § 8a HBG getroffene und von den Beschwerdeführern angefochtene Ordnung bezieht sich auf eine Abschöpfung der Planungsmehrwerte, nicht jedoch der Mehrwerte, die |139| durch Infrastrukturmassnahmen verursacht worden sind. Auf diese zweite Kategorie ist daher im vorliegenden Verfahren nicht mehr einzugehen. Als Massnahmen, welche die Erhebung einer Mehrwertabgabe zur Folge haben können, werden in § 8a HBG die erstmalige Zoneneinteilung, die Änderung der Zoneneinteilung, Ausnahmebewilligungen, der Erlass von speziellen Bauvorschriften sowie die Erhöhung der Ausnützungsziffer genannt (Ziff. 1). Die Abgabe ist geschuldet, sofern und soweit von der Möglichkeit der Mehrausnützung Gebrauch gemacht wird; die Fälligkeit der Abgabe ist auf den Zeitpunkt des Baubeginns festgesetzt (Ziff. 4). Die Abgabe beträgt 40-60 Prozent des Mehrwertes und ist mit einem pauschalen Ansatz pro Quadratmeter neu erstellter Bruttogeschossfläche zu erheben (Ziff. 2). Für die Veranlagung ist diejenige Behörde zuständig, welche die Massnahme erlassen hat, die den Mehrwert verursacht (Ziff. 1).\n\nIn den regierungsrätlichen Ausführungsbestimmungen vom 6. Juni 1978 werden das Erhebungsverfahren sowie die Ermittlung und Festsetzung der Abgabe näher geregelt. Die im vorliegenden Verfahren in Frage stehenden Bestimmungen befassen sich mit der Kompetenz des Regierungsrats zur Festsetzung des Abgabesatzes, den dabei zu berücksichtigenden Kriterien (städtebauliche Entwicklung, Belastung der Infrastruktur, Art und Mass der Nutzung - vgl. § 12 der Verordnung über die Mehrwertabgaben) und mit der konkreten Abstufung des Abgabesatzes je nach Bauzone und Ausnützungsziffer (vgl. Beschluss über die Abgabesätze).\n\n3. Im vorliegenden Fall stellt sich zunächst die Frage, ob und allenfalls mit welcher Reichweite die Eigentumsgarantie gegen die Belastung mit öffentlichen Abgaben angerufen werden kann.\n\na) Öffentliche Abgaben auferlegen dem Einzelnen Leistungspflichten, die zwar das Vermögen in seinem wertmässigen Bestand beeinträchtigen, nicht aber die eigentliche Verfügungsmacht über eine bestimmte Sache oder deren Nutzen entziehen. In diesem Sinne lassen Steuern die Eigentumsbefugnisse unberührt und stellen nicht Eigentumsbeschränkungen, sondern persönliche Leistungspflichten dar. Nach der bisherigen Rechtsprechung kann deshalb der Schutz der Eigentumsgarantie gegen die Auferlegung öffentlicher Abgaben grundsätzlich nicht angerufen werden (vgl. MEIER-HAYOZ, Kommentar zum |140| Sachenrecht, Systemat. Teil N. 216 c; IMBODEN, Die verfassungsrechtliche Gewährleistung des Privateigentums als Schranke der Besteuerung, in ASA 29 S. 5; SALADIN, Grundrechte im Wandel, S. 140). Das Bundesgericht hat allerdings in seiner neueren Rechtsprechung wiederholt die Lehrmeinung in Erwägung gezogen, wonach eine sogenannte konfiskatorische Besteuerung die verfassungsmässige Garantie des Privateigentums verletze (BGE 102 Ia 227 E. 3b, BGE 99 Ia 648 E. 7, 94 I 116 E. 4a). In den erwähnten Entscheiden wurden die angefochtenen Abgaben zwar darauf hin überprüft, ob sie einen konfiskatorischen Eingriff darstellen; ob indessen die Eigentumsgarantie neben anderen Verfassungsbestimmungen, z.B. den aus Art. 4 BV abgeleiteten Grundsätzen der Rechtsgleichheit und Gesetzmässigkeit, der Belastung mit öffentlichen Abgaben eine Schranke setze, hat das Bundesgericht nicht endgültig entschieden, sondern ausdrücklich offen gelassen.\n\nIm vorliegenden Fall rechtfertigt es sich nicht, diese Zurückhaltung weiterhin beizubehalten. Wie im folgenden zu zeigen ist, beinhalten die von der Institutsgarantie errichteten Schranken gegen Eingriffe des Gesetzgebers in das Privateigentum notwendigerweise auch den Schutz gegen eine konfiskatorische Besteuerung. Art. 22ter Abs. 2 BV ermächtigt die Kantone, auf dem Wege der Gesetzgebung im öffentlichen Interesse liegende Eigentumsbeschränkungen vorzusehen und auf diese Weise im Rahmen ihrer verfassungsmässigen Befugnisse den Inhalt des Eigentums näher zu umschreiben. Vor der Institutsgarantie halten jedoch nur solche Eingriffe stand, die den Wesenskern des Privateigentums als fundamentale Einrichtung der schweizerischen Rechtsordnung unangetastet lassen (BGE 103 Ia 418 mit Hinweis). Die Eigentumsgarantie in ihrer Erscheinungsform als Institutsgarantie bezweckt somit den Schutz der Eigentumsordnung in ihren Grundzügen. Als solche verpflichtet sie den kantonalen Gesetzgeber, die sich aus dem Eigentum ergebenden privaten Verfügungs- und Nutzungsrechte im wesentlichen zu erhalten (BGE 99 Ia 37), und verbietet beispielsweise, dass der private Grund gänzlich oder zu einem erheblichen Teil an das Gemeinwesen übertragen wird (vgl. BGE 88 I 257 E. 3). Die der Institutsgarantie zugrundeliegende Vorstellung, wonach die Eigentumsordnung in ihrem Kern gegenüber staatlichen Eingriffen zu schützen sei, verwehrt es dem Gemeinwesen in gleicher Weise, den Abgabepflichtigen |141| ihr privates Vermögen oder einzelne Vermögenskategorien (z.B. das Immobilienvermögen) durch übermässige Besteuerung zu entziehen (vgl. IMBODEN, a.a.O., S. 8 ff.; SALADIN, a.a.O., S. 143; CAGIANUT, Grundsätzliche Erwägungen über die Schranken der steuerlichen Belastung des Eigentums nach schweizerischem Recht, in ASA 47 S. 72 f.; HENSEL, Die Verfassung als Schranke des Steuerrechts, Diss., St. Gallen 1972, S. 145 ff.). Die Gewährleistung des Eigentums verpflichtet mithin den Steuergesetzgeber, die bestehenden Vermögen in ihrer Substanz zu bewahren und die Möglichkeit der Neubildung von Vermögen zu erhalten. Es ist dem Gesetzgeber versagt, das Eigentum als jedermann zugängliches Rechtsinstitut in Frage zu stellen oder das Vermögen fortlaufend auszuhöhlen (IMBODEN, a.a.O., S. 8 f.).\n\nWo die Grenzen zwischen einer zulässigen steuerlichen Belastung und einem konfiskatorischen Eingriff zu ziehen sind, lässt sich nicht in allgemeingültiger Weise beantworten (vgl. CAGIANUT, a.a.O., S. 75, mit Literaturhinweisen). Insbesondere kann nicht von einem ziffernmässig bestimmbaren Steuersatz allein abhängen, ob die Vermögenssubstanz ausgehöhlt oder die Neubildung von Vermögen verunmöglicht wird. Zu berücksichtigen sind überdies Steuersatz, Bemessungsgrundlage, Dauer der Massnahme, relative Tiefe des fiskalischen Eingriffs, Kumulation mit anderen Abgaben sowie Möglichkeit der Überwälzung einer Steuer.\n\nb) Die im vorliegenden Fall zu beurteilenden Mehrwertabgaben sehen eine Abschöpfung von bis zu 60 Prozent des durch Planungsmassnahmen ausgelösten Mehrwerts vor. Die Beschwerdeführer machen in diesem Zusammenhang geltend, dass die Mehrwertabgaben zusammen mit den anderen auf Grundstückgewinnen erhobenen Steuern eine Gesamtbelastung von bis zu 80 Prozent des Mehrwerts ergeben könnten.\n\nWie bereits erwähnt, hat das Bundesgericht schon wiederholt eine Steuer darauf hin überprüft, ob sie sich konfiskatorisch auswirke. In einem Fall hat es die Frage für die auf einer Enteignungsentschädigung erhobene Grundstückgewinnsteuer von 8,2 Prozent der Gesamtentschädigung verneint (BGE 94 I 116 E. 4a). In zwei weiteren Fällen hat das Bundesgericht erklärt, dass eine allgemeine Steuer unzulässig wäre, die durch die Höhe ihres Satzes zu einem ausserordentlich schwerwiegenden Eingriff in das private Vermögen eines Steuerpflichtigen führt, |142| die Substanz des Steuerobjekts weitgehend aufzehrt und die Vermögensverhältnisse des Pflichtigen derart erschüttert, dass ihm wesentliche Eigentumsrechte faktisch entzogen werden. In Anwendung dieser Regel wurde weder einer steuerlichen Gesamtbelastung des reinen Erwerbseinkommens von 46,3 Prozent (BGE 99 Ia 649), noch einer einmaligen Ertragsbesteuerung zu zwei Dritteln des Gewinnes zweier Geschäftsjahre (BGE 102 Ia 227 /8) eine konfiskatorische Wirkung zugesprochen. Auch im falle der angefochtenen Mehrwertabgaben liegt kein konfiskatorischer Eingriff vor. Die in § 8a HBG vorgesehenen Mehrwertabgaben berühren die Verfügungsfreiheit über das Grundeigentum im Kanton Basel-Stadt grundsätzlich nicht, da das bestehende private Immobilienvermögen in seiner Substanz nicht angetastet wird. Da es sich bei der vorgesehenen Mehrwertabschöpfung um eine einmalige und nicht auf Fortdauer ausgerichtete fiskalische Belastung handelt und da lediglich die durch Planung verursachten Mehrwerte erfasst werden, wird auch die Möglichkeit zur Neubildung von Vermögen aus Grundeigentum weiterhin gewahrt. Den betroffenen Grundeigentümern bleiben nämlich die Gewinnchancen auf dem Immobilienmarkt erhalten, die sich aus dem Einsatz eigener unternehmerischer Leistungen und aus einer günstigen wirtschaftlichen Entwicklung ergeben können (vgl. WIRTH, a.a.O., S. 93). Daraus ergibt sich, dass die Mehrwertabgaben für sich allein das Verbot konfiskatorischer Besteuerung nicht verletzen.\n\nDer Einwand der Beschwerdeführer, die Mehrwertabgaben wirkten jedenfalls dann konfiskatorisch, wenn ihr Betrag zur Summe der weiteren auf Grundstückgewinnen erhobenen Steuern und Abgaben gerechnet werde, erweist sich ebenfalls nicht als stichhaltig. Der Regierungsrat hat in seiner Beschwerdeantwort ausgeführt, dass die Mehrwertabgaben bei der Veranlagung der übrigen Steuern und Abgaben als Aufwand vom ermittelten Mehrwert abzogen werden können. Davon ist im Rahmen der abstrakten Normenkontrolle auszugehen. Ob die von den Beschwerdeführern eingereichten Berechnungen einer steuerlichen Gesamtbelastung von 80 Prozent des Mehrwerts in jeder Hinsicht stimmen, kann offen bleiben. Auch eine Abschöpfung der planungsmehrwerte in dieser Grössenordnung hat unter den vorliegenden Umständen keine konfiskatorische Wirkung. Im Rahmen der abstrakten Normenkontrolle kann ebenfalls offen bleiben, ob die angefochtenen Mehrwertabgaben, |143| die bei Baubeginn fällig werden, das finanzielle Risiko dermassen steigern, dass Neubauten verunmöglicht werden. Wie bereits erwähnt, bleiben den Grundeigentümern wesentliche Gewinnchancen erhalten. Deshalb lässt sich im abstrakten Normenkontrollverfahren die Behauptung nicht schützen, dass Finanzierungsquellen für Neu- und allenfalls Erweiterungsbauten nicht mehr zu tragbaren Bedingungen zugänglich seien.\n\nDie Beschwerdeführer berufen sich sodann auf die Theorie der \"Elastizität des Eigentums\", und machen geltend, die Abschöpfung der planungsmehrwerte verstosse gegen die Institutsgarantie, weil bei jeder Aufhebung von Nutzungsbeschränkungen Rechte frei würden, die im Eigentum ursprünglich enthalten gewesen seien. Damit bilde die einer Planungsmassnahme entsprechende neue Nutzung einen Bestandteil des verfassungsmässig geschützten Inhalts des Eigentums; somit stehe auch der Mehrwert, welcher sich aus der Aufhebung solcher Beschränkungen ergebe, nicht dem Gemeinwesen zu (vgl. auch KUTTLER/ZAUGG, a.a.O., S. 261). Dem steht die Meinung entgegen, dass das Prinzip der \"Elastizität des Grundeigentums\" und der darin enthaltene Gedanke einer potentiell überall vorhandenen (präexistenten) Baufreiheit, die beim Wegfall von Baubeschränkungen wieder auflebe, heute nicht mehr aufrecht zu erhalten sei. Wie es sich mit der Richtigkeit dieser Theorie verhält, braucht indes nicht weiter erörtert zu werden. Es genügt die Feststellung, dass den Eigentümern die wesentlichen Eigentumsrechte erhalten bleiben und die angefochtenen Mehrwertabgaben keinen konfiskatorischen Eingriff darstellen. Da den betroffenen Eigentümern zusätzlich zur bestehenden Nutzung die tatsächliche Baubefugnis im Rahmen der neuen Nutzungsvorschriften zusteht, trifft der staatliche Eingriff lediglich das Vermögen, wobei die Abschöpfung - wie bereits dargelegt - vor den durch die Verfassung gebotenen Schranken zu bestehen vermag.\n\nDie Rüge, die angefochtenen Mehrwertabgaben verletzten die Eigentumsgarantie, erweist sich deshalb als unbegründet. Im folgenden sind die Einwände zu untersuchen, mit welchen die Beschwerdeführer eine Verletzung der sich aus Art. 4 BV ergebenden Besteuerungsgrundsätze rügen.\n\n4. a) Die Beschwerdeführer rügen einen Verstoss gegen das Gebot rechtsgleicher Behandlung ganz allgemein, weil die Grundeigentümer einseitig mit Abgaben belastet würden. Diese Rüge ist nicht begründet.\n\n|144|\n\nDie Mehrwertabgaben sind dazu bestimmt, einen durch staatliche Leistungen verursachten Sondervorteil auszugleichen. Gerade dieser Sondervorteil steht indessen im Widerspruch mit dem Gedanken der Vorteils- und Lastengleichheit. Mehrwertabgaben führen somit nicht zu einer stossenden Ungleichbehandlung, sondern entsprechen einem sachlich gerechtfertigten Ausgleich (vgl. Urteil vom 4. Oktober 1972 in ZBl 1976/77 S. 349; LENDI, a.a.O., S. 191; KUTTLER/ZAUGG, a.a.O., S. 265 f.). Zieht man in Betracht, dass die Planungsmassnahmen, welche die wirtschaftliche Bevorteilung auslösen, mit öffentlichen Mitteln ausgeführt werden und dass für die Durchführung einer Planung anderen Grundeigentümern Opfer auferlegt werden müssen, so lässt sich mit sachlichen Gründen rechtfertigen, dass die Begünstigten wenigstens mit einem Teil ihres Sondervorteils die öffentlichen Lasten mitzutragen haben. Von einer Verletzung des Rechtsgleichheitsgebotes kann somit keine Rede sein.\n\nb) Die Beschwerdeführer rügen sodann eine gegen das Gebot rechtsgleicher Behandlung verstossende Regelung des Rechtsschutzes. Wenn indessen der Regierungsrat für Zonenänderungen (§ 7 HBG) sowie Ausnahmebewilligungen (§ 7a HBG) und der Grosse Rat für die übrigen Änderungen der Nutzungsvorschriften (§§ 4, 5 und 8 HBG) zuständig ist, so befassen sich die beiden Behörden grundsätzlich mit anderen Sachverhalten. Es stellt deshalb keine Verletzung des Rechtsgleichheitsgebotes dar, wenn in einem Fall die Beschwerde an das Verwaltungsgericht offen steht und im anderen nicht. Im übrigen ist darauf hinzuweisen, dass den Kantonen grundsätzlich die Organisation ihrer Behörden zusteht.\n\n5. Die Beschwerdeführer machen geltend, für die Erhebung der angefochtenen Mehrwertabgaben fehle eine hinreichende gesetzliche Grundlage; die vorgesehene Festsetzung des Abgabesatzes durch die Exekutive innerhalb des gesetzlichen Rahmens von 40 bis 60 Prozent verletze den Grundsatz der Gewaltentrennung. Der Beschwerdeführer 1 ficht zudem die vom Regierungsrat erlassenen Durchführungsbestimmungen an, mit der Begründung, dass sie auf einer verfassungswidrigen Delegation beruhten.\n\na) Nach der Rechtsprechung des Bundesgerichts dürfen öffentliche Abgaben nur aufgrund und im Rahmen eines Gesetzes im formellen Sinne erhoben werden (BGE 97 I 347 mit |145| Hinweisen). Das Gesetz hat den Kreis der Abgabepflichtigen, den Gegenstand der Abgabe und deren Bemessung in ihren Grundzügen selber festzulegen (BGE 103 Ia 243, BGE 100 Ia 66). Die in jeder Kantonsverfassung gewährleistete Gewaltentrennung zwischen gesetzgebender und vollziehender Behörde sowie der sich aus Art. 4 BV ergebende Grundsatz der Gesetzmässigkeit aller Abgaben sind daher verletzt, wenn die Festsetzung der wesentlichen Elemente einer Abgabe der Exekutive überlassen wird (BGE 99 Ia 701). Der Exekutive kann dagegen die Kompetenz übertragen werden, nach hinreichend im Gesetz bestimmten Kriterien die absolute Höhe der Abgaben festzulegen, sofern Subjekt, Objekt und Bemessungsgrundlage der Abgabe auf der Stufe des formellen Gesetzes umschrieben sind (VALLENDER, Grundzüge des Kausalabgabenrechts, S. 153).\n\nDiese Grundsätze gelten für Steuern ohne Vorbehalt. Hinsichtlich anderer Abgaben sind sie jedoch gewissen Einschränkungen unterworfen. So hat das Bundesgericht in jüngster Zeit bei Gebühren auf das Erfordernis der formellgesetzlichen Grundlage verzichtet, wenn die in Frage stehende Gebühr einen stark technischen Charakter aufwies oder rasch wandelnden Verhältnissen unterworfen war (BGE 104 Ia 115 E. 3 mit Hinweisen). Der Vorbehalt wurde insbesondere auch damit begründet, dass der Betroffene mit Rücksicht auf das Wesen der Gebühr sich stets auf das Kostendeckungsprinzip berufen könne. Ganz allgemein ergibt sich aus der neuesten bundesgerichtlichen Rechtsprechung, dass im Abgaberecht bei den Anforderungen an die gesetzliche Grundlage nach der Natur der in Frage stehenden Leistung an den Staat differenziert werden muss (BGE 104 Ia 117 E. 4, BGE 99 Ia 704). Somit ist in der Folge zu prüfen, welche Anforderungen an die gesetzliche Grundlage der angefochtenen Mehrwertabgaben zu stellen sind und ob sie diese erfüllen.\n\nb) Den Mehrwertabgaben wird innerhalb des Systems der öffentlichen Abgaben eine unterschiedliche Stellung zugeordnet. Da sie nicht voraussetzungslos geschuldet werden, scheint Einigkeit darüber zu herrschen, dass es sich nicht um eine Steuer, sondern um eine Kausalabgabe handelt (vgl. z.B. AUBERT/JAGMETTI, Ergänzungsgutachten zur Frage der Verfassungsmässigkeit des bereinigten Entwurfes vom 27. Oktober 1971 für ein Bundesgesetz über die Raumplanung, in Wirtschaft und Recht 24/1972, S. 52 f. Ziff. 221; LENDI, a.a.O., |146| S. 182). Mehrere Autoren bezeichnen die Mehrwertabschöpfung als eine Abgabe neuartiger Prägung, welche die Besonderheit aufweise, dass sie einerseits durch die Planungsmassnahmen des Gemeinwesens motiviert sei, anderseits aber kostenunabhängig erhoben werden solle (KUTTLER/ZAUGG, a.a.O., S. 257; ZUPPINGER, Möglichkeiten der Mehrwertabschöpfung im Rahmen der Raumplanung, ZBl 75/1974, S. 203; LENDI, a.a.O., S. 198). In einigen Untersuchungen wird hervorgehoben, dass die Mehrwertabgaben in erster Linie nicht fiskalisch, sondern vom Gedanken der Rechtsgleichheit her zu begründen seien. Als Vorteilsausgleich seien sie darauf ausgerichtet, ungerechtfertigte durch öffentliche Planungsmassnahmen entstandene Sondervorteile abzuschöpfen (WIRTH, a.a.O., S. 83 f.; LENDI, a.a.O., S. 197 f.). HÖHN (Geleitwort zu VALLENDER, a.a.O., S. 10 f. Ziff. 4) weist darauf hin, dass es sich bei der Mehrwertabschöpfung um eine kostenunabhängige Kausalabgabe handle. Bei der Ausgestaltung solcher Kausalabgaben müsse die Frage nach der Abgabehöhe, und damit nach der Höhe des Gesamtertrags, von den Rechtsetzungsorganen ausdrücklich beantwortet werden, da sich aus der Natur der Abgabe über deren Höhe keine zwingenden Anhaltspunkte gewinnen liessen. Insofern seien sie von den kostenabhängigen Kausalabgaben abzugrenzen und liege anderseits eine Gemeinsamkeit mit den Steuern vor.\n\nDie abgaberechtliche Natur der Abschöpfung von Planungsmehrwerten braucht indessen nicht endgültig bestimmt zu werden, denn es ist davon auszugehen, dass die strengen Anforderungen an die Gesetzmässigkeit der Steuern auch für die Mehrwertabgaben aufrechtzuerhalten sind. Der Gedanke der rechtsstaatlichen Ausgestaltung des Abgaberechts verlangt, dass auch kostenunabhängige Mehrwertabgaben im formellen Gesetz hinreichend bestimmt sind. Daraus ergibt sich, dass das HBG die wesentlichen Elemente, insbesondere aber die Bemessung der Mehrwertabgaben in ihren Grundzügen, selber festzulegen hat.\n\nc) Der Gesetzgeber des Kantons Basel-Stadt überlässt es in § 8a HBG der zuständigen Behörde, 40-60 Prozent der Planungsmehrwerte abzuschöpfen, ohne dafür selber nähere Grundsätze aufzustellen. Damit ist es dem Ermessen der zuständigen Behörde anheimgestellt, die Abgabe innerhalb dieses weitgefassten Rahmens festzusetzen. Zieht man in Betracht, |147| dass bei einer kostenunabhängigen Abgabe die Überprüfung aufgrund des Kostendeckungsprinzips wegfällt und somit der Gesetzesvorbehalt den hauptsächlichen Schutz des Bürgers darstellt so kann der in § 8a HBG enthaltene weite Spielraum vor dem Gesetzmässigkeitserfordernis nicht standhalten. Dabei fällt insbesondere ins Gewicht, dass von den Mehrwertabgaben vergleichsweise hohe Beträge erfasst werden. Um so mehr erfordert deshalb das Legalitätsprinzip, dass das HBG selber deutliche Richtlinien über die Abstufung der Abgabe innerhalb des erwähnten Spielraums enthalten müsste.\n\nDer Regierungsrat weist freilich darauf hin, dass die Mehrwertabgaben als neuartige Kausalabgaben mit Lenkungscharakter zu betrachten seien. Einerseits hätten sie eine Ausgleichsfunktion, indem die betroffenen Eigentümer an den Kosten für Infrastruktur, für die Schaffung von Grün- und Freiräumen und die damit verbundene Entschädigung anderer Eigentümer beteiligt würden. Anderseits dienten die Mehrwertabgaben als städtebauliches Planungsinstrument, das der Abnahme der Wohnbevölkerung entgegenwirken solle. Aus diesem Grund enthalte das HBG einen Ermessensspielraum für die Festsetzung der Höhe des Abgabesatzes. Der Regierungsrat könne förderungswürdige Bauzwecke, gegenwärtig den Wohnungsbau, in den dafür geeigneten Bauzonen mit dem niedrigsten Ansatz belasten. Die Verhältnisse könnten sich jedoch rasch ändern, was bedingen würde, dass die Abgabesätze rasch angepasst werden müssten. Diese Einwendungen vermögen an der vorstehenden Beurteilung nichts zu ändern. Auch die sozial- und wirtschaftspolitischen Überlegungen, von welchen sich der Regierungsrat beim Erlass der angefochtenen Ausführungsbestimmungen leiten liess, können - da dem Legalitätsprinzip Vorrang einzuräumen ist - nur durch ein Gesetz im formellen Sinn verwirklicht werden (vgl. HÖHN, in VALLENDER, a.a.O., S. 10 f.).\n\nOffenbar ist sich der Regierungsrat der Unzulänglichkeit der gesetzlichen Regelung (§ 8a HBG) erst im Laufe des vorliegenden Beschwerdeverfahrens bewusst geworden. Um dem Mangel zu begegnen, erliess er in der Folge die Ausführungsbestimmungen vom 6. Juni 1978. Es stand ihm indessen nicht zu, die Lücken des Gesetzes auf dem Verordnungsweg zu überbrücken. Das verfassungsrechtliche Gebot, dass gesetzliche Vorschriften im Abgaberecht hinreichend bestimmt sein müssen, |148| bedeutet gleichzeitig, dass der Gesetzgeber die nähere Umschreibung der fraglichen Kriterien nicht der Exekutive überlassen durfte. In diesem Sinne decken sich der Grundsatz der Gesetzmässigkeit im Abgaberecht und das Gewaltentrennungsprinzip (vgl. BGE 97 I 348). Beim Erlass der Richtlinien über die Abstufung der Abgabesätze innerhalb des von § 8a HBG gesetzten Rahmens hat sich demzufolge der Regierungsrat eine Kompetenz zu eigen gemacht, die der Gesetzgeber ihm nicht hätte übertragen können, ohne die Verfassung zu verletzen, Somit sind auch § 12 der Verordnung über die Mehrwertabgaben und der Beschluss über die Abgabesätze wegen Verletzung des Legalitätsprinzips aufzuheben. Dabei kann offen bleiben, ob und allenfalls in welcher Hinsicht diese Ausführungserlasse dem Gesetz widersprechen.\n\nd) Das Bundesgericht greift bei der Überprüfung kantonaler Erlasse möglichst schonend in die Entscheide des Gesetzgebers ein. Somit rechtfertigt es sich, die Bestimmungen des § 8a HBG nur insofern aufzuheben, als diese der zuständigen Behörde einen unzulässigen Spielraum einräumen, das heisst soweit eine Erhebung der Abgabe zu einem Satz von mehr als 40 Prozent des Mehrwerts gestattet wird. Die anderen Begehren sind abzuweisen. Im übrigen wird es dem Gesetzgeber des Kantons Basel-Stadt zustehen, die Vorschriften des HBG den verfassungsrechtlichen Bedingungen anzupassen, soweit er höhere Mehrwertabgaben erheben will.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde gegen das Gesetz vom 16. Juni 1977 betreffend Ergänzung des Hochbautengesetzes vom 11. Mai 1939 wird teilweise gutgeheissen. § 8a Ziff. 2 dieses Gesetzes wird aufgehoben, soweit die Bestimmung eine Erhebung der Abgabe zu einem Satz von mehr als 40 Prozent des Mehrwerts gestattet.\n\nDie Beschwerde gegen die Verordnung über die Mehrwertabgaben und den Beschluss über die Abgabesätze wird gutgeheissen, soweit darauf einzutreten ist. § 12 der Verordnung über die Mehrwertabgaben und der Beschluss über die Abgabesätze werden aufgehoben."}