{"annee": "105", "cour": "IB", "page": "331", "date": "27/11/1979", "cite": ["100 IB 79", "104 IB 79", "105 IB 6", "99 IA 490", "97 I 718"], "cite_par": ["110 IA 145", "114 IB 142", "109 IB 26", "119 IB 348", "118 IB 510"], "chapeau": "52. Estratto della sentenza 27 novembre 1979 della I Corte di diritto pubblico nella causa Albin c. Stato del Cantone dei Grigioni e Commissione federale di stima del 13o Circondario (ricorso di diritto amministrativo)", "regestes": ["Routes nationales; acquisition des terrains par la voie du remembrement. 1. L'acquisition du terrain nécessaire à la construction des routes nationales par la voie du remembrement comprend aussi celle des bâtiments qui s'y trouvent. La procédure ouverte par le canton à la suite de cette acquisition est celle que prévoit l'art. 23 de l'ordonnance sur les routes nationales (ORN) du 24 mars 1964 (consid. 1a). 2. Position du canton qui participe à l'entreprise de remembrement (consid. 1b). 3. Obligation d'indemniser un propriétaire pour le préjudice découlant de l'impossibilité - consécutive aux exigences prioritaires des routes nationales - de lui attribuer dans le nouvel état un terrain de l'ancien état sur lequel se trouve un bâtiment industriel. Relation entre la procédure de remembrement et la procédure d'expropriation prévue par l'art. 23 ORN; cas dans lesquels l'ouverture de cette dernière procédure peut être refusée; prise en considération des résultats du remembrement pour déterminer l'indemnité due au sens de cette disposition; application de ces principes au cas concret (consid. 2)."], "faits": "BGE 105 Ib 331 S. 333\n\nIl raggruppamento dei terreni di Soazza fu deciso nel 1962. In questa procedura Riccardo Albin conferì, con altri fondi, anche il mappale n. 3355 vecchio possesso (VP) (piazzale di 1487 mq) sito nel fondovalle, sulla sponda sinistra della Moesa, in località \"Pont del Sass\". Sul mappale sorgeva una segheria, n. 287 dell'Assicurazione cantonale contro gli incendi. Nelle tavole del vecchio possesso il terreno fu valutato ai fini del raggruppamento Fr. 1.- il mq.\n\nIl progetto esecutivo della strada nazionale N. 13 nel tronco Grono-Soazza fu approvato dal Governo grigionese il 27 dicembre 1973 e dal Dipartimento federale dell'interno il 30 luglio/29 agosto 1973. Secondo questo progetto, il mappale n. 3355 VP dev'esser occupato dall'opera autostradale. Per l'acquisto del terreno necessario alla costruzione della strada nazionale, il Cantone decise di partecipare, in applicazione dell'art. 31 LSN, alla procedura di raggruppamento già in corso, apportando all'impresa di rilottizzazione terreni del vecchio possesso, già di proprietà dello Stato o nel frattempo acquistati per ottenere nel nuovo riparto l'assegnazione del sedime dell'autostrada. Trattative fra il Cantone ed Albin per l'acquisto bonale e preventivo della vecchia part. n. 3355 non furono coronate da successo. Incluso nelle particelle destinate ad accogliere il sedime dell'autostrada, il vecchio fondo di Albin fu attribuito al Cantone con il nuovo riparto dei fondi.\n\nCon istanza del 1o novembre 1976 al Presidente della Commissione federale di stima (CFS) del Circondario 13, il Dipartimento costruzioni e foreste del Cantone dei Grigioni chiese l'apertura di un procedimento espropriativo nelle vie abbreviate nei confronti di Albin, per \"l'acquisto dello stabile della segheria\", destinato ad esser demolito. Il Presidente della Commissione ammise l'istanza con decreto del 10 novembre 1976. Con notifica del 27 dicembre successivo l'espropriato formulo, per i titoli di cui all'art. 19 lett. a-c LEspr., una richiesta d'indennità di Fr. 207 460.-, ivi compreso un importo di Fr. 35 000.- per il terreno della segheria. Dopo l'udienza di conciliazione tenutasi il 24 gennaio 1977 ed uno scambio d'allegati, la CFS si è pronunciata con decisione di data 14 marzo 1979. Essa ha accordato ad Albin un'indennità di Fr. 67 000.- per il capannone industriale, i relativi impianti, allacciamenti e macchinari, e Fr. 20 000.- a titolo d'inconvenienti, oltre gli interessi dal 19 ottobre 1976 ai tassi stabiliti nelle circolari del Tribunale federale (disp. 1).BGE 105 Ib 331 S. 334\n\nNessuna indennità è invece stata accordata per il terreno del mappale n. 3355 VP (disp. 2). In sostanza, adottando la tesi dell'espropriante, la CFS ha a tal proposito ritenuto che, inclusa nella procedura di raggruppamento, tale superficie è stata compensata con le nuove assegnazioni fatte al consorziato, che non risultano essere state respinte od accettate con riserva dall'interessato.\n\nCon tempestivo ricorso di diritto amministrativo, Riccardo Albin impugna il dispositivo 2 di questa decisione, chiedendo che alle incontestate altre indennità sia aggiunto un importo di Fr. 37 175.- per il terreno della vecchia particella n. 3355, valutato Fr. 25.- il mq.\n\nIl Tribunale federale ha accolto parzialmente il ricorso ed ha riformato la decisione impugnata nel senso che, a completazione dell'indennità attribuita dalla CFS, lo Stato avrebbe dovuto versare al ricorrente il corrispettivo del valore venale del terreno della particella n. 3355, diminuito unicamente del valore di stima di raggruppamento.", "considerants": "Considerando in diritto:\n\n1. a) Il Cantone dei Grigioni ha acquistato il terreno necessario alla costruzione della strada nazionale nelle vie della rilottizzazione (art. 31 cpv. 2 LSN), non in quelle espropriative (art. 39 LSN). La proprietà del vecchio fondo n. 3355, conferito all'impresa di raggruppamento da Albin, è passata al Cantone in virtù dell'attribuzione di nuovo riparto: secondo il principio \"superficies solo cedit\" (art. 667 CC), e contrariamente a quanto sembra ritenere il Cantone, tale acquisto ha compreso non solo il terreno, ma anche lo stabile che su di esso sorgeva. La procedura espropriativa, che il Presidente della Commissione di stima ha aperto su istanza del Cantone nei confronti di Albin, è dunque quella prevista dall'art. 23 dell'ordinanza sulle strade nazionali del 24 marzo 1964 (OSN). Tale procedura dev'essere esperita, su richiesta dell'interessato oppure d'ufficio, ove la procedura di rilottizzazione non basti manifestamente a soddisfare le pretese legittime di risarcimento del proprietario di un fondo (cfr. DTF 104 Ib 81 consid. 1b; DTF 100 Ib 82 consid. 2; DTF 99 Ia 498 consid. 4c).\n\nDiversa sarebbe invece la situazione se il Cantone - come sarebbe stato possibile - avesse incoato, indipendentemente BGE 105 Ib 331 S. 335dalla procedura di rilottizzazione, una procedura espropriativa per l'acquisto della particella in questione nel vecchio stato, ai fini di poi conferirla, quale apporto proprio, nel raggruppamento, analogamente a quanto è avvenuto per i fondi del vecchio stato che il Cantone ha acquistato a trattative bonali.\n\nb) Come la giurisprudenza ha già rilevato, il Cantone che partecipa ad un'impresa di rilottizzazione allo scopo di procurarsi, nel nuovo riparto, il sedime necessario alla costruzione stradale ha la qualità di un consorziato particolare anche nel caso in cui si limiti a conferire propri terreni all'impresa di rilottizzazione (art. 31 cpv. 2 lett. a LSN). Infatti, diversamente da quanto si verifica per gli altri consorziati, la sua pretesa attributiva non dipende né per entità, né per qualità, né per localizzazione dal conferimento effettuato, ma è predeterminata dal progetto esecutivo della strada nazionale, alle cui esigenze prioritarie quello di riparto deve piegarsi (DTF 105 Ib 12 consid. 3b; DTF 99 Ia 497 consid. 4b). Ne discende che il Cantone non solo è tenuto a pagare al valore venale i terreni eventualmente ottenuti con la detrazione preventiva di cui all'art. 31 cpv. 2 lett. b LSN, ma anche a risarcire agli altri consorziati i pregiudizi non riparabili con la nuova ripartizione (art. 21 OSN), pregiudizi che, secondo la giurisprudenza, sono da parificare a quelli contemplati dalle lett. b e c dell'art. 19 LEspr. (DTF 105 Ib 12 consid. 3b; DTF 99 Ia 497 /498 consid. 4b).\n\n2. In una procedura di raggruppamento dei terreni ordinaria, non legata alla costruzione della strada nazionale, Albin avrebbe indubbiamente potuto pretendere, in virtù del principio della compensazione reale, che il fondo costituito dalla segheria, riservate eventuali modifiche dei confini, gli fosse riassegnato nel nuovo riparto.\n\nL'impossibilità della riattribuzione è la conseguenza del progetto esecutivo, che impone di assegnare nel nuovo riparto il fondo al Cantone. Quest'ultimo d'altronde l'ammette per quanto ha tratto all'edificio industriale, per il quale ha richiesto l'apertura del procedimento espropriativo e che è disposto a risarcire secondo le valutazioni della CFS, che nessuna parte impugna. L'espropriante sostiene però che, nella commisurazione dell'indennità, non può esser tenuto in considerazione il terreno, per il quale Albin avrebbe ottenuto - o quantomeno potuto ottenere - compenso reale nella procedura di raggruppamento. In casu questa tesi non può esser condivisa.\n\nBGE 105 Ib 331 S. 336\n\na) È esatto che la procedura espropriativa istituita dall'art. 23 OSN non costituisce un rimedio giuridico destinato a correggere i risultati del raggruppamento, rispettivamente a riparare omissioni in cui il consorziato fosse, in quella procedura, per sua negligenza incorso (DTF 97 I 718). Ma, come il Tribunale federale ha precisato, sviluppando la sua giurisprudenza, per rifiutare l'apertura di un procedimento ai sensi dell'art. 23 OSN - qui, relativamente alla questione del terreno - debbono esser adempiute due condizioni. Da un lato, occorre che proceduralmente, nell'ambito del raggruppamento, i consorziati possano far valere le loro pretese nei confronti del Cantone in veste di consorziato-espropriante, e che le autorità d'espropriazione lo possano costringere ad intervenire; dall'altro, bisogna che dal punto di vista del diritto materiale le autorità possano applicare criteri estimatori analoghi a quelli dell'art. 19 LEspr. (DTF 100 Ib 83 consid. 2 in fine; DTF 99 Ia 500 consid. 4).\n\nNessuna di queste premesse è in casu adempiuta. L'ordinanza cantonale di esecuzione della LSN (art. 23) si limita infatti a prevedere che per il procedimento di rilottizzazione tornano applicabili le prescrizioni cantonali e federali sulle migliorie fondiarie e la rilottizzazione di terreni edilizi; quanto all'ordinanza sulle bonifiche fondiarie, essa nulla contiene circa il caso specifico del raggruppamento in concomitanza con la costruzione della strada nazionale. Dal punto di vista procedurale, nulla osta pertanto a che nella procedura aperta a' sensi dell'art. 23 OSN sia esaminata anche la questione del terreno.\n\nb) D'altra parte è esatto che, per stabilire se ed in quale misura le pretese del consorziato siano rimaste insoddisfatte, la CFS deve tener conto dei risultati del raggruppamento e segnatamente delle compensazioni reali frutto di tale procedura (DTF 99 Ia 500 consid. 4 in fine). Contrariamente all'opinione della CFS, Albin non ha ricevuto in quella procedura compenso reale né, ciò che è decisivo, poteva riceverlo. Anche se situato fuori della zona edilizia, il fondo della segheria aveva, per il fatto di esser occupato dall'edificio e dai relativi impianti preesistenti, caratteristica di terreno industriale. Di questa sua qualità un eventuale acquirente avrebbe tenuto conto. Una compensazione in natura nel quadro del raggruppamento avrebbe quindi presupposto la possibilità di attribuire ad Albin un terreno industriale, su cui potesse esser ricostruito il capannone, o che potesse esser alienato a terzi quale terreno industriale.BGE 105 Ib 331 S. 337\n\nSennonché, per l'inesistenza nel comprensorio di una zona industriale, ciò era escluso. Tutt'al più, nel quadro del raggruppamento, Albin avrebbe potuto pretendere che fosse stabilito a favore del suo fondo un supplemento per terreno industriale a' sensi dell'art. 19 cpv. 2 dell'ordinanza sulle bonifiche fondiarie. Ma la richiesta di un tale supplemento e la sua concessione, nulla avrebbero mutato per il Cantone, il quale sarebbe stato tenuto a versare ad Albin tale supplemento nella via dei conguagli tramite consorzio, anziché nella presente procedura. Non si può quindi muovere ad Albin il rimprovero di non aver intrapreso passi particolari riguardo a tale problema in sede di raggruppamento.\n\nc) Infine, l'esame delle partite di raggruppamento dell'espropriato non documenta neppure che il ricorrente abbia ottenuto altre assegnazioni in natura, di cui, per il divario tra i valori di raggruppamento ed i valori venali, debbasi tener conto a decurtazione delle sue pretese (DTF 99 Ia 500 consid. 4 in fine). Le assegnazioni nella zona del paese riflettono praticamente il vecchio possesso (prima 449 mq; dopo 460 mq, a Fr. 2.- il mq). Una maggior assegnazione, quanto a superficie (9935 mq), si verifica invero in montagna: quando si avverte tuttavia che le particelle 459, 485 e 487 a \"Sassolungo-Poent\" (sponda destra della Moesa, a ca 900 m/s.l.m) sono boschi stimati a Fr. 452.- (0,04 Fr./mq), se ne deve concludere che codesta assegnazione non è di rilievo nella presente procedura. Significativa è invece la circostanza che la partita del ricorrente si chiude con un conguaglio attivo in denaro di Fr. 1474.-, corrispondente quasi esattamente al valore di stima di raggruppamento del fondo qui in discussione (Fr. 1487.-), che non gli si è potuto riassegnare.\n\nSi deve quindi dedurre che in casu, a completazione dell'indennità attribuita dalla CFS, lo Stato deve versare al ricorrente il corrispettivo del valore venale del terreno della particella n. 3355, diminuito unicamente del valore di stima di raggruppamento (Fr. 1487.-), importo che Albin riceve, rispettivamente lo Stato paga attraverso i conguagli del raggruppamento.\n\nd) Lo Stato obietta però che, nel quadro della procedura di raggruppamento, esso stesso ha ottenuto nel nuovo riparto attribuzioni inferiori a quelle che sulla scorta del vecchio possesso BGE 105 Ib 331 S. 338gli sarebbero spettate. Effettivamente, risulta che il Cantone ha conferito nella rilottizzazione terreni per un valore di raggruppamento di Fr. 80 774.-, e che l'attribuzione nel nuovo riparto assomma soltanto a Fr. 64 516.-, donde un conguaglio in denaro per i terreni ricevuti in meno di ben Fr. 16 258.-. Sennonché, contro tale minor attribuzione, che parrebbe effettivamente ingiustificata, il Cantone, nella sua qualità di consorziato, avrebbe dovuto e potuto insorgere nella procedura di raggruppamento. Comunque sia, per la presente procedura e determinante che la minor assegnazione subita dallo Stato non consta esser andata, nemmeno in parte, a beneficio dell'espropriato Albin."}