{"annee": "105", "cour": "IA", "page": "237", "date": "4/5/1979", "cite": ["97 I 659", "102 IA 264", "103 IA 564", "101 IA 231", "87 I 1", "103 IA 280", "103 IA 152"], "cite_par": ["131 I 442", "111 IA 292", "106 IA 197"], "chapeau": "46. Extrait de l'arrêt de la IIe Cour de droit public du 4 mai 1979 en la cause Section de La Neuveville-Plateau de Diesse d'Unité jurassienne et Alain Gagnebin contre Conseil-exécutif du canton de Berne (droit public)", "regestes": ["Art. 85 let. a OJ; informalité commise dans l'impression des bulletins de vote; annulation de toute l'élection. - Le Tribunal fédéral examine librement l'application des dispositions cantonales ayant trait à la validité des suffrages exprimés (consid. 2). - Interprétation de l'art. 11 al. 4 de la loi bernoise concernant les votations et élections populaires (LVE): la liste déposée officiellement ne doit pas être modifiée par un moyen de reproduction mécanique. L'annulation des seuls bulletins viciés, prévue par le droit cantonal, violerait-elle le principe de la proportionnalité lorsque l'informalité est mineure et que l'annulation porterait une atteinte considérable à l'expression de la volonté populaire? (Question laissée ouverte.) De toute manière, si un vice de forme entraînant la nullité des suffrages empêchait une partie importante du corps électoral de s'exprimer, sans faute de sa part, il ne serait pas contraire au droit fédéral de répéter l'élection (consid. 3)."], "faits": "BGE 105 Ia 237 S. 238\n\nEn vue de l'élection de l'assemblée des délégués de la Collectivité de droit public du Jura bernois du 17 décembre 1978, les conseils municipaux des communes du district de La Neuveville ont déposé une liste de quatre candidats: 1. Marty, 2. Guillaume, 3. Racine, 4. Schertenleib. Toutefois, par suite d'une erreur de l'imprimeur qui a classé les candidats dans l ordre alphabétique des communes, la liste imprimée que les conseils municipaux ont mis à disposition des électeurs indiquait les candidats dans l'ordre suivant: 1. Guillaume, 2. Racine, 3. Marty, 4. Schertenleib.\n\nLe 22 décembre 1978, la section de La Neuveville-Plateau de Diesse d'Unité jurassienne, association selon les art. 60 ss. CC, et Alain Gagnebin, citoyen actif domicilié à La Neuveville, ont présenté une réclamation au préfet du district, en demandant que soient déclarées nulles toutes les listes du groupe des conseils municipaux, utilisées par les électeurs, \"éventuellement\" que les élections soient annulées.\n\nLe 8 janvier 1979, le préfet a admis la réclamation, annule l'élection et ordonné une nouvelle élection. Après enquête, il a constaté que l'erreur provenait d'un malentendu entre le responsable de la liste et l'imprimeur; il n'y avait eu ni tentative de fraude électorale, ni manoeuvre malveillante, les électeurs ayant utilisé ces listes en toute bonne foi. Dans de telles conditions, une annulation des seules listes défectueuses aurait pour effet de déformer la volonté du corps électoral.\n\nPar arrêté du 31 janvier 1979, le Conseil-exécutif du canton de Berne a rejeté un recours dirigé contre la décision du préfet.BGE 105 Ia 237 S. 239\n\nIl a notamment considéré, que la conclusion \"éventuelle\" adressée au préfet était subsidiaire et que c'était à juste titre, conformément à la jurisprudence fédérale (ATF 102 Ia 268), que le préfet avait annulé l'élection.\n\nLa section de La Neuveville-Plateau de Diesse d'Unité jurassienne et Alain Gagnebin ont formé un recours de droit public contre cet arrêté. Se fondant sur les art. 85 lettre a OJ et 4 Cst., ils ont demandé de déclarer nuls tous les bulletins de vote du groupe des conseils municipaux.", "considerants": "Considérant en droit:\n\n2. Saisi d'un recours fondé sur l'art. 85 lettre a OJ, le Tribunal fédéral examine librement le droit constitutionnel, ainsi que le droit cantonal précisant l'étendue et le contenu du droit de vote ou étant avec lui dans un rapport étroit (ATF 103 Ia 155, ATF 101 Ia 232 et arrêts cités).\n\nDans l'arrêt Bouille contre Conseil d'Etat du canton de Berne, du 15 septembre 1954 (ZBl 1954, p. 452) et dans l'arrêt Zwissig et consorts contre Conseil d'Etat du canton du Valais, du 15 mars 1961 (publié en extrait aux ATF 87 I 1), où des bulletins de vote imprimés avaient interverti des candidats par rapport à la liste officiellement déposée, le Tribunal fédéral avait considéré que la contestation - relative à la validité ou la nullité de ces bulletins - ne concernait pas le contenu et l'étendue du droit de vote, si bien qu'elle ne devait être examinée que sous l'angle de l'arbitraire. En revanche, dans l'arrêt Vonarburg contre Conseil d'Etat du canton de Fribourg, du 30 novembre 1977 (publié partiellement aux ATF 103 Ia 564), où il était aussi question de la nullité de certains bulletins électoraux sur la base du droit cantonal, le Tribunal fédéral a examiné librement l'application de ce dernier.\n\nEn l'occurrence, la contestation a pour objet l'annulation de toute l'élection dans le district; ayant trait à la validité des suffrages exprimés, les dispositions invoquées du droit cantonal précisent l'étendue et le contenu du droit de vote exprimé par ces suffrages, ou sont à tout le moins en rapport étroit avec lui. Le Tribunal fédéral doit donc examiner librement aussi l'application du droit cantonal.\n\n3. Les recourants se prévalent d'une violation de l'art. 11 al. 4 de la loi bernoise concernant les votations et élections BGE 105 Ia 237 S. 240populaires (LVE) et des instructions de la Chancellerie d'Etat. A leur avis, la seule sanction légale possible était l'annulation des bulletins viciés et non celle de toute l'élection. Au demeurant, la solution choisie par le Conseil-exécutif créerait l'insécurité juridique et l'arbitraire, car on ne saurait pas dans quels cas devrait intervenir l'une ou l'autre sanction. La bonne foi de l'électeur ne serait pas un critère déterminant, car d'autres bulletins seraient aussi annulés pour vice de forme, que l'électeur ait été ou non de bonne foi. Un certain formalisme serait nécessaire au bon déroulement des élections.\n\na) L'art. 11 al. 4 LVE dispose qu'il est interdit de modifier une liste par un moyen de reproduction mécanique. Les bulletins modifiés de cette façon n'entrent pas en ligne de compte.\n\nLe texte allemand de cette disposition est le suivant:\n\n\"Jede Veränderung eines Wahlvorschlages durch ein Vervielfältigungsverfahren ist unzulässig; solche Wahlzettel werden nicht in Berücksichtigung gezogen.\"\n\nEn outre, en novembre 1978, la Chancellerie d'Etat du canton de Berne a édicté, en vue de l'élection de l'assemblée des délégués du Jura bernois, un guide à l'intention des bureaux de vote concernant le mode de procéder au dépouillement. On peut y lire notamment:\n\n\"Sont nuls:\n\n(...)\n\n3.3. Les bulletins non officiels imprimés ou établis selon un moyen de reproduction mécanique et non conformes à l'une des listes officielles quant à l'ordre des candidats, ou présentant des suppressions, modifications ou adjonctions qui ne sont pas manuscrites;\n\n3.4. Les bulletins officiels présentant, quant à l'ordre des candidats, des modifications non manuscrites de la proposition officielle.\"\n\n(...)\n\nb) En matière de votations et d'élections, des règles de forme simples et strictes sont sans doute nécessaires pour que la volonté populaire puisse s'exprimer clairement et que le contrôle puisse en être exercé aisément. Sous cette réserve, le formalisme exagéré y est aussi prohibé et le droit fédéral s'oppose à une sanction disproportionnée à l'intérêt à protéger (ATF 103 Ia 283, à propos des exigences de forme quant à l'identité des signataires d'un référendum ou d'une initiative).\n\nS'il semble résulter du texte français de l'art. 11 al. 4 LVE que la \"liste\" ne devant pas être modifiée par un moyen de BGE 105 Ia 237 S. 241reproduction mécanique serait un document écrit, soit un bulletin de vote, il ressort au contraire du texte allemand que c'est le \"Wahlvorschlag\", soit la liste déposée officiellement, qui doit être recopiée fidèlement dans les bulletins établis par \"Vervielfältigungsverfahren\", soit par un procédé permettant de reproduire plusieurs exemplaires semblables. C'est apparemment dans ce dernier sens que la loi a toujours été appliquée, si l'on en juge d'après l'arrêt Bouille, déjà cité, et les instructions de la Chancellerie. L'ordre de la procédure électorale et les nécessités du contrôle justifient aussi en soi une telle exigence.\n\nc) En revanche, on peut se demander si la sanction - la nullité - que la loi attache à toute inobservation de la règle, quelles qu'en soient les conditions, est proportionnée à l'intérêt à sauvegarder. Dans l'arrêt Bouille (ZBl 1954, p. 452), le Tribunal fédéral a considéré qu'il n'était pas arbitraire de la part du Grand Conseil bernois d'appliquer la loi et de prononcer la nullité de bulletins de vote imprimés par les partis, comportant dans l'ordre des candidats des modifications par rapport aux listes déposées officiellement (cf. dans le même sens Grand Conseil de Saint-Gall, le 15 mai 1951, ZBl 1952, p. 140). Dans l'arrêt Zwissig, déjà cité (ATF 87 I 1), le Tribunal fédéral a considéré que, face à une loi cantonale qui prévoyait expressément la nullité des \"bulletins de vote imprimés, non conformes à l'une des listes officiellement publiées\", il n'était à tout le moins pas arbitraire de ne pas prononcer la nullité de bulletins imprimés comportant l'interversion de l'ordre de deux candidats, par suite d'une inadvertance. Le Tribunal fédéral a considéré que conformité n'était pas égal à identité et que l'interversion de deux noms était une \"simple erreur matérielle sans importance\", à moins que cette différence ait été volontaire et destinée à exercer un contrôle du vote, auquel cas elle pourrait entraîner la nullité du bulletin. La question se pose de savoir si, dans le cadre d'un examen libre de la loi, cette solution ne devrait pas aussi être retenue. En effet, l'intérêt à protéger est celui du peuple à obtenir une représentation conforme au désir exprimé lors de l'élection et l'intérêt général commande également une telle solution; des nullités pour vice de forme, affectant des bulletins de vote, sans que les électeurs qui les utilisent aient pu s'en rendre compte, empêchent ceux-ci d'exercer utilement leur droit de vote; vraisemblablement destinées à pénaliser les partis responsables, elles atteignent tout BGE 105 Ia 237 S. 242autant le citoyen dans son droit de suffrage; la disproportion frappe d'autant plus que l'informalité est mineure et que le nombre des bulletins viciés est grand. C'est ainsi, en l'occurrence, qu'il apparaîtrait peu satisfaisant qu'on puisse annuler plus du tiers des suffrages exprimés de bonne foi dans la circonscription électorale, du seul chef d'une inadvertance mineure commise par l'imprimeur, qui a échappé aux auteurs de la liste, à l'autorité et aux autres partis.\n\nOn peut certes envisager d'autres sanctions propres à faire respecter la règle. Il n'est toutefois pas nécessaire de trancher la question. En effet, à supposer que l'informalité commise ne soit pas propre à entraîner la nullité des bulletins contestés, les recourants ne seraient pas lésés, car l'annulation de toute l'élection était conforme à leur seconde conclusion (considérée comme subsidiaire) adressée au préfet.\n\nd) Dans l'hypothèse inverse, la nullité frappant certains bulletins n'aurait pas empêche l'autorité compétente d'annuler et de faire répéter toute l'élection. En effet, sanction prévue par le droit fédéral et prévalant au besoin sur celles du droit cantonal (art. 2 Disp. trans. Cst.), l'annulation complète permet de faire respecter le droit de vote garanti par la Constitution fédérale et tendant à réaliser qu'un vote soit le reflet fidèle et sûr de la libre volonté des citoyens (ATF 103 Ia 281 consid. 1a et arrêts cités). A tout le moins lorsque des nullités de droit cantonal empêchent une partie importante de la population d'exprimer valablement sa volonté sans faute de sa part, comme en l'espèce, l'annulation de toute l'élection se justifie (PICENONI, Die Kassation von Volkswahlen und Volksabstimmungen in Bund, Kantonen und Gemeinden, thèse Zurich 1945, p. 56). La solution, du reste, n'est pas différente lorsque d'autres vices affectent des votes individuels dans une mesure non négligeable (ATF 97 I 659). Dans l'arrêt Vonarburg (ATF 103 Ia 564), la nullité de certaines listes a été prononcée, en vertu du droit cantonal, car les électeurs en cause n'apparaissaient pas de bonne foi et leur nombre était relativement restreint.\n\nDans ces conditions, c'est à juste titre que l'autorité cantonale a ordonné que l'élection soit renouvelée.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}