{"annee": "105", "cour": "IV", "page": "161", "date": "1/6/1979", "cite": ["103 IA 55"], "cite_par": ["106 IV 97", "106 IV 241", "106 IV 236"], "chapeau": "42. Urteil des Kassationshofes vom 1. Juni 1979 i.S. E. gegen Staatsanwaltschaft des Kantons Zürich (staatsrechtliche Beschwerde).", "regestes": ["Art. 13 CP. Voies de droit ouvertes en cas de refus d'une expertise. Lorsque l'examen de l'inculpé est refusé au mépris des prescriptions de l'art. 13 CP, il s'agit d'une question de droit qui peut être soumise au Tribunal fédéral par la voie du pourvoi en nullité. En revanche, si pour justifier une réquisition tendante à la mise en oeuvre d'une nouvelle expertise de complément, ce sont la force probante et l'autorité d'une précédente expertise figurant au dossier, ainsi que l'appréciation qui en a été faite par le juge qui sont contestées, il s'agit d'une question d'appréciation des preuves qui devra faire l'objet soit d'un pourvoi en nullité de droit cantonal, soit d'un recours de droit public."], "faits": "BGE 105 IV 161 S. 161\n\nA.- E. wurde am 30. November 1978 von der I. Strafkammer des Zürcher Obergerichts wegen gewerbs- und bandenmässigen BGE 105 IV 161 S. 162Diebstahls und weiterer Delikte zu zwei Jahren Zuchthaus, abzüglich 112 Tage Untersuchungshaft, verurteilt.\n\nB.- Gegen dieses Urteil führte E. beim Kassationsgericht des Kantons Zürich Nichtigkeitsbeschwerde mit dem Antrag, der Entscheid sei aufzuheben und die Sache zur Anordnung einer Oberexpertise über den Geisteszustand des Beschwerdeführers und zur Neubeurteilung an das Obergericht zurückzuweisen.\n\nDas Kassationsgericht trat auf die Beschwerde nicht ein mit der Begründung, die erhobene Rüge, das Obergericht hätte auf die früher erstatteten Gutachten nicht abstellen dürfen, sondern ein neues Gutachten einholen müssen, beurteile sich nach der bundesrechtlichen Vorschrift von Art. 13 StGB und habe mit eidgenössischer Nichtigkeitsbeschwerde dem Bundesgericht unterbreitet werden können; die kantonale Beschwerde sei daher gemäss § 430 b Abs. 1 StPO nicht zulässig.\n\nC.- E. verlangt mit staatsrechtlicher Beschwerde die Aufhebung des Entscheides des Kassationsgerichts wegen Verletzung von Art. 4 BV. Er macht geltend, er habe die inhaltliche Würdigung der früheren Begutachtung in Zweifel gezogen und sich damit auf Mängel berufen, die mit der bundesrechtlichen Nichtigkeitsbeschwerde nicht beanstandet werden könnten.\n\nD.- Kassationsgericht und Staatsanwaltschaft haben auf Vernehmlassung verzichtet.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Obergericht nahm gestützt auf die früher eingeholten psychiatrischen Gutachten von 1965 und 1969 als erwiesen an, der Beschwerdeführer müsse wegen geistiger und seelischer Fehlentwicklung als debiler Psychopath eingestuft werden, dessen Zurechnungsfähigkeit in erheblichem Grade vermindert sei. Nach Ansicht des Obergerichts sind die Befunde der Gutachter auch heute noch gültig, da Psychopathie und Debilität nicht heilbar seien und die Voraussage von Dr. B., der Beschwerdeführer werde weiterhin die öffentliche Sicherheit und Ordnung gefährden, durch die neuen Straftaten bestätigt worden sei. Es kam sodann zum Schluss, dass von der Anordnung einer Massnahme abgesehen werden könne und dass eine neue Begutachtung nicht erforderlich sei.\n\n2. Nach Art. 13 StGB hat die urteilende Behörde eine Untersuchung des Beschuldigten anzuordnen, wenn sie Zweifel BGE 105 IV 161 S. 163an seiner Zurechnungsfähigkeit hat oder wenn zum Entscheid über die Anordnung einer sichernden Massnahme Erhebungen über den körperlichen oder geistigen Zustand erforderlich sind. Werden die Voraussetzungen, unter denen der Beschuldigte einen Anspruch auf Begutachtung hat, aus unzutreffenden Gründen verneint, so kann dieser Entscheid wegen Verletzung von Bundesrecht mit eidgenössischer Nichtigkeitsbeschwerde angefochten werden Dagegen kann nach durchgeführter Begutachtung mit diesem Rechtsmittel nicht ohne weiteres auch die Frage zur Entscheidung gestellt werden, ob das bereits vorhandene Gutachten für die Beurteilung einer neuen Strafsache ausreiche oder ob es durch eine weitere Expertise ergänzt werden müsse. Wird ein neues Gutachten verlangt, weil der Beweiswert des bereits vorliegenden Gutachtens, z.B. wegen ungenügender Abklärung des Sachverhalts, unrichtiger oder widersprüchlicher Feststellungen in Zweifel gezogen oder geltend gemacht wird, der Richter habe den Sinn des Gutachtens verkannt und falsche oder unzulässige Folgerungen daraus gezogen, so bezieht sich die Anfechtung auf Fragen der Beweiswürdigung, die nicht mit Nichtigkeitsbeschwerde gemäss Art. 269 Abs. 1 BStP aufgeworfen werden können (BGE 103 Ia 57 f.).\n\nUm einen solchen Fall handelt es sich hier. Das Obergericht befasste sich nicht mit der Frage, ob der Beschwerdeführer im Sinne des Art. 13 StGB neu zu begutachten sei. Es beschränkte sich vielmehr auf die Würdigung der beiden früheren Gutachten, hielt diese für schlüssig, weil deren Befunde nach wie vor gültig seien, und lehnte aus diesem Grund die Einholung eines ergänzenden Gutachtens ab. Der Beschwerdeführer bemängelte denn auch die Überzeugungskraft der Gutachten, die von einem unvollständigen Sachverhalt, teils von unzutreffenden Tatsachen ausgegangen und zu Schlüssen gelangt seien, die nicht als zwingend bezeichnet werden könnten. Ferner beanstandete er die Würdigung der Gutachten durch das Obergericht, das in unhaltbarer Weise aus ihnen geschlossen habe, die Befunde der Gutachter seien mit Sicherheit immer noch gültig und die angenommene Debilität und Psychopathie seien unheilbar. Beide Annahmen ständen in einem unlösbaren Widerspruch zur eigenen Feststellung des Obergerichts, es sei dem Beschwerdeführer gelungen, seit seiner Entlassung aus der Untersuchungshaft über längere Zeit deliktsfrei zu bleiben.\n\nBGE 105 IV 161 S. 164\n\n3. Ob die Beweiswürdigung des Obergerichts kantonale Prozessvorschriften, insbesondere § 127 StPO, verletzt habe, wie in der kantonalen Beschwerde gerügt wurde, kann gemäss § 430 Ziff. 4 StPO vom Kassationsgericht geprüft werden. Da es in Verkennung der Zuständigkeitsvorschrift von § 430b StPO auf die Nichtigkeitsbeschwerde nicht eingetreten ist, ist der angefochtene Entscheid wegen Verletzung von Art. 4 BV aufzuheben und die Sache zur Behandlung der Beschwerde an die Vorinstanz zurückzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Beschluss des Kassationsgerichts des Kantons Zürich vom 13. Februar 1979 aufgehoben."}