{"annee": "105", "cour": "IV", "page": "169", "date": "8/6/1979", "cite": ["104 IV 3", "100 IV 104"], "cite_par": ["117 IV 107", "110 IV 48", "117 IV 233", "106 IV 9"], "chapeau": "46. Urteil des Kassationshofes vom 8. Juni 1979 i. S. Z. gegen Generalprokurator des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 58 al. 4 CP. Lorsque l'action pénale est prescrite, il n'est plus possible d'ordonner le remplacement des objets ou des valeurs qui ne sont plus détenus par l'auteur par une créance compensatrice."], "faits": "|169|\n\nA.- Z. wurde wegen Verbreitens von Kettenbriefen in Strafuntersuchung gezogen. Am 5. Dezember 1978 stellte das Richteramt Burgdorf die Strafverfolgung wegen Widerhandlungen gegen das Bundesgesetz betreffend Lotterien und die gewerbsmässigen Wetten, begangen in der Zeit vom September 1976 bis Mai 1977, wegen Verjährung ein. Es stellte jedoch fest, dass dem Staat gemäss Art. 58 Abs. 4 StGB gegenüber Z. eine Ersatzforderung von Fr. 4'870.45 zustehe, welcher Betrag den Gewinnauszahlungen an ihn, zuzüglich Nettozinsen, entsprach.\n\nIn teilweiser Gutheissung eines von Z. hiegegen erhobenen Rekurses hielt die Anklagekammer des Obergerichtes des Kantons Bern am 15. März 1979 grundsätzlich am staatlichen Anspruch auf eine Ersatzforderung fest, setzte diese aber unter Weglassung der Nettozinse auf Fr. 4'750.- herab.\n\n|170|\n\nB.- Z. führt Nichtigkeitsbeschwerde mit dem Antrag auf Aufhebung seiner Verurteilung zur Bezahlung der Fr. 4'750.-.\n\nDer Generalprokurator des Kantons Bern beantragt die Aufhebung des angefochtenen Entscheides.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Zur Entscheidung steht die Frage, ob auf eine Ersatzforderung für nicht mehr vorhandene Vermögenswerte, die durch eine strafbare Handlung erlangt wurden und einzuziehen gewesen wären, gemäss Art. 58 Abs. 4 StGB noch erkannt werden kann, wenn die strafbare Handlung verjährt ist.\n\na) Art. 58 StGB steht unter dem Titel \"Andere Massnahmen\" und nicht unter dem der \"Nebenstrafen\". Hinzu kommt, dass nach dem klaren Wortlaut von Abs. 1 der Richter die Einziehung \"ohne Rücksicht auf die Strafbarkeit einer bestimmten Person\" zu verfügen hat, wenn die Voraussetzungen von lit. a bzw. b erfüllt sind. Die Einziehung hängt somit nicht von einem gegen eine bestimmte Person gerichteten Strafanspruch ab. Es genügt, dass die Gegenstände oder Vermögenswerte durch ein tatbestandsmässig-rechtswidriges Verhalten hervorgebracht oder erlangt worden sind, dass an oder mit ihnen eine solche Handlung begangen wurde oder sie zur Begehung einer solchen bestimmt waren.\n\nb) Aus diesen Gründen wird von einem Teil des Schrifttums die Einziehung schlechthin für gefährliche Gegenstände wie für unrechtmässige Vermögensvorteile auch für den Fall des Eintritts der Verfolgungsverjährung bejaht (REHBERG, Strafrecht, Strafen und Massnahmen, Vorlesungsskriptum, 2. Aufl. II S. 46; A. BÖHLER, Die Einziehung im schweiz. Strafrecht, Diss. Zürich 1945, S. 106 f.). Demgegenüber halten THORMANN/V. OVERBECK (Kommentar N. 6 zu Art. 70 StGB) und LOGOZ (Kommentar, N. 8 zu Art. 70 StGB) dafür, dass die Verfolgungsverjährung die Verhängung von sichernden und anderen Massnahmen ausschliesse, weil eine gerichtliche Feststellung der Tat nicht mehr möglich sei. In gleichem Sinne wird HAFER (Lehrbuch des schweiz. Strafrechts, Allg. Teil S. 418) zu verstehen sein, wenn er die Anhebung eines strafrechtlichen Verfahrens, wenigstens einer Untersuchung, als Voraussetzung für eine Anwendung von Art. 58 StGB bezeichnet. GAUTHIER (ZStR 94 S. 371) schliesst sich ihnen an, wobei er bemerkt, dass |171| eine Einziehung nach Eintritt der Verjährung jedenfalls dann auszuschliessen sei, wenn die Massnahme nicht ausschliesslich Sicherungszwecke verfolgt, sondern repressiven Charakter hat. SCHULTZ (Einführung in den Allg. Teil des schweiz. Strafrechts, 3. Auflage II S. 189), der grundsätzlich die Unabhängigkeit der Einziehung von der Strafverfolgung bejaht und daran hinsichtlich der gefährlichen Gegenstände und der Deliktsbeute ohne Einschränkung festhält, würde von der Einziehung unrechtmässiger Vorteile absehen wegen der sonst auftretenden prozessualen Schwierigkeiten.\n\nc) Wie es sich bei der Einziehung zu Sicherungszwecken verhält, kann offenbleiben. Hinsichtlich der Einziehung unrechtmässiger Vermögensvorteile wurde bei der Revision des Art. 58 StGB in der parlamentarischen Beratung zwar auf den Massnahmecharakter auch der neuen erweiterten Fassung hingewiesen, anderseits aber unmissverständlich zum Ausdruck gebracht, dass es Gebote der Sozialethik seien, die den Gesetzgeber veranlassten, die Einziehung unrechtmässiger Vermögenswerte in Art. 58 StGB einzubeziehen (Amtl. Bull. NR 1973 498); der Täter oder Teilnehmer soll nicht im Genuss eines durch strafbare Handlung erlangten Vorteils bleiben; strafbares Verhalten soll sich nicht lohnen (BGE 104 IV 5, 229; BGE 100 IV 105). Die Einziehung unrechtmässig erlangter Vermögensvorteile bezweckt somit nicht den Schutz der öffentlichen Sicherheit, sondern hat repressiven Charakter. Sie nähert sich der Strafe. Es ist daher angemessen, den Grundgedanken der Verfolgungsverjährung, dass eine strafbare Handlung nach Ablauf einer bestimmten Zeit keine nachteiligen Folgen mehr haben soll, analog gelten zu lassen. Schon unter der Herrschaft des kriegswirtschaftlichen Strafrechts hat das Strafappellationsgericht hinsichtlich der Einziehung unrechtmässiger Gewinne im gleichen Sinne entschieden (Entscheide der kriegswirtschaftlichen Strafgerichte 1945/46 Nr. 48) und eine solche Lösung kennt auch die neuere Nebenstrafgesetzgebung (Art. 12 Abs. 4 BG über die Kontrolle der landwirtschaftlichen Pachtzinse; SR 942.10). Das Gesagte muss a fortiori für die Eintreibung der staatlichen Ersatzforderung gemäss Art. 58 Abs. 4 StGB gelten.\n\n2. Die Anklagekammer des Obergerichtes des Kantons Bern hat nach Eintritt der Verfolgungsverjährung eine Ersatzforderung des Staates für die vom Beschwerdeführer durch |172| strafbare Handlungen erlangten Gewinne festgestellt und diesen zur Bezahlung von Fr. 4'750.- verurteilt. Das war unzulässig, weshalb der angefochtene Entscheid in diesem Punkt aufzuheben ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, der Beschluss der Anklagekammer des Obergerichts des Kantons Bern vom 15. März 1979 aufgehoben und die Sache zur Neubeurteilung an die Vorinstanz zurückgewiesen."}