{"annee": "105", "cour": "II", "page": "16", "date": "23/1/1979", "cite": ["100 II 145", "99 II 282", "96 II 325", "96 II 139", "101 II 329"], "cite_par": ["109 II 219", "107 II 465", "105 II 280", "118 II 58", "110 II 344", "113 II 25", "109 II 92", "115 II 264", "108 II 314", "111 II 284", "121 III 414", "121 III 393", "111 II 260", "127 III 248", "107 II 226", "110 II 360", "110 II 293"], "chapeau": "3. Urteil der I. Zivilabteilung vom 23. Januar 1979 i.S. Penza gegen ICC Handels AG (Berufung)", "regestes": ["1. Perfection du contrat, art. 1 al. 1 et art. 18 al. 1 CO. Interprétation des déclarations de volonté d'après les règles de la bonne foi et signification de la volonté intime et concordante des parties (c. 2-4). 2. Erreur, art. 24 al. 1 ch. 1 et 4 et al. 2 CO. Erreur dans la déclaration, \"erreur de base\", erreur sur les motifs (c. 5)."], "faits": "|16|\n\nA.- Aurelio Penza und die ICC Handels AG befassen sich beide mit dem Handel von Chemikalien. Am 18. Januar 1974 führten sie telefonisch Verhandlungen über die Lieferung von Ätznatron; der Inhalt der dabei getroffenen mündlichen Abmachungen lässt sich nicht mehr ermitteln. Noch am 18. Januar 1974 richtete die ICC Handels AG durch ihren Angestellten F. ein Fernschreiben an Penza, in dem sie \"unser festgebot gueltig bis februar 21\" für \"2000 mt netto aetznatron\" bestätigte. Als Preis waren 195 US § \"per mt fob italian port\" genannt. Die Zahlung sollte durch ein \"unwiderrufliches |17| akkreditiv ... zu unseren gunsten durch bank baer zuerich\" erfolgen. Dieses \"Festgebot\" verstehe sich vorbehältlich \"Schiffsraumbuchung\". Mit Fernschreiben und eingeschriebenem Brief vom 21. Januar 1974 nahm Penza auf diese \"feste Offerte\" Bezug und bestätigte Ätznatron \"von ihnen gekauft und sie an uns verkauft zu haben\", wobei die von der ICC Handels AG genannten Bedingungen ausdrücklich wiederholt wurden; der Vorbehalt betreffend die Schiffsraumbuchung wurde im Fernschreiben - im Gegensatz zum Brief vom gleichen Tage - allerdings nicht erwähnt. Noch am 21. Januar antwortete die ICC Handels AG wiederum mittels Fernschreibens; sie dankte Penza für seine Mitteilung und erklärte, dass \"unser festgebot ausdrücklich vorbehältlich 'schiffsraumbuchung' zu verstehen ist\". Nach einem Telefongespräch mit F. wandte sich Penza am 24. Januar 1974 erneut schriftlich an die ICC Handels AG. Darin ersuchte er diese um Bekanntgabe des Verschiffungshafens bis zum andern Tage, \"damit das akkreditiv eröffnet wird\". Den telefonisch geäusserten Einwand, \"force majeur\" stehe einer Lieferung entgegen, könne er nicht annehmen. Am 7. März setzte Penza schliesslich der ICC Handels AG eine \"letzte Frist\", um einen Liefertermin für die 2000 mt Ätznatron zu nennen. Die ICC Handels AG antwortete indes am 14. März 1974, dass die fragliche Ware, wie in mehreren Telefongesprächen schon dargelegt, nie existiert habe; die von F. am 18. Januar 1974 \"durchgegebene offerte basierte auf einer falschinterpretation eines fernschreibens von unserem büro in new york\". Dieses habe nämlich die Ware zum genannten Preis kaufen und nicht verkaufen wollen.\n\nB.- Im April 1976 klagte Penza gegen die ICC Handels AG auf Zahlung von US § 270'000.- nebst Zins zu 7% seit dem 1. März 1974. Für den Fall, dass die geschuldete Summe mittels Betreibung geltend gemacht werden müsse, sei festzustellen, \"dass die Schadenersatzsumme zum Kurs von Fr. 3.14 pro US Dollar umzurechnen ist\".\n\nDas Kantonsgericht des Kantons Zug wies die Klage am 25. November 1977 ab, ebenso auf Appellation des Klägers hin das Obergericht des Kantons Zug mit Urteil vom 6. Juli 1978.\n\nC.- Gegen das obergerichtliche Erkenntnis hat der Kläger die Berufung an das Bundesgericht erklärt, mit der er Gutheissung seiner Klagebegehren verlangt; allenfalls sei die Sache zur Neubeurteilung an die Vorinstanz zurückzuweisen. Die Beklagte schliesst auf Abweisung der Berufung. |18|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Obergericht hält fest, dass der Inhalt der von den Parteien geführten Telefongespräche nicht mehr abgeklärt werden könne. Das ist eine das Bundesgericht bindende tatsächliche Feststellung (Art. 63 Abs. 2 OG). Unzulässig ist es deshalb, wenn die Parteien vor Bundesgericht gleichwohl auf den Inhalt dieser Gespräche zurückkommen. Zu entscheiden ist somit allein, ob zwischen den Parteien durch den Austausch ihrer Fernschreiben ein Vertrag zustande gekommen ist.\n\n2. Das Obergericht legt vorab das Fernschreiben der Beklagten vom 18. Januar 1974 aus, und zwar \"allein unter objektivem Gesichtspunkt nach dem Vertrauensprinzip\". Auf den inneren Willen der Beklagten komme es nicht an. Weil die von der Beklagten in diesem Fernschreiben verwendete Formel \"Festgebot gültig bis...\" im internationalen Chemikalienhandel als feste Kaufsofferte verstanden werde, die Beklagte den Kläger im gleichen Fernschreiben aber aufforderte, ein Akkreditiv zu eröffnen, was nur ein Verkäufer tue, sei ihre Willensäusserung unklar und könne weder als Verkaufs- noch als Kaufsofferte betrachtet werden. Einen Vertrag hätten die Parteien somit nicht geschlossen. Diese Auslegung ficht der Kläger vor Bundesgericht an und macht unter Hinweis auf sein Antwortfernschreiben vom 21. Januar 1974 geltend, er habe nach Treu und Glauben die Willensäusserung der Beklagten als Verkaufsangebot verstehen dürfen.\n\nDie Ermittlung der Bedeutung, die den Willensäusserungen der Parteien beim Abschluss eines Vertrages nach Treu und Glauben zukommt, ist eine Rechtsfrage, die im Berufungsverfahren der freien Überprüfung durch das Bundesgericht unterliegt; dieses ist aber an Feststellungen der letzten kantonalen Instanz hinsichtlich äusserer Tatsachen und des inneren Willens der Parteien gebunden (BGE 100 II 149 E. 3c, BGE 99 II 285 E. 1/2, BGE 96 II 333 E. 4d mit Hinweisen).\n\n3. a) Richtig ist, dass nach Art. 1 OR der Vertragsschluss vom Vorliegen übereinstimmender Willensäusserungen - und nicht vom wirklichen Willen der Vertragspartner - abhängt und dass diese Willensäusserungen nach dem Vertrauensgrundsatz auszulegen sind, indem massgebend ist, wie sie vom Empfänger in guten Treuen verstanden werden durften und mussten (BGE 101 II 331 E. 2, BGE 96 II 141 E. 2; SCHÖNENBERGER/JÄGGI, N. 188 und 195 f. zu Art. 1 OR). |19|\n\nAuf Undeutlichkeiten und Unrichtigkeiten einer Willenserklärung kommt es aber nicht an, wenn der Empfänger sie so versteht, wie der Erklärende sie meinte (VON TUHR/PETER, Allgemeiner Teil des schweizerischen Obligationenrechts, Zürich 1979, S. 288). Dem Empfänger steht somit der Nachweis offen, dass der Erklärende nicht von dem für ihn günstigen objektiven Sinn seiner Willensäusserung, sondern von einem andern, für ihn ungünstigeren Sinn ausgegangen ist; umgekehrt vermag der Erklärende den durch Auslegung ermittelten Sinn seiner Erklärung mit dem Nachweis beiseite zu stossen, dass seine Erklärung vom Empfänger nicht im verkehrsüblichen, sondern in einem für diesen ungünstigeren Sinn verstanden worden sei (SCHÖNENBERGER/JÄGGI, N. 205 zu Art. 1 OR). Diese Überlegungen entsprechen dem Grundgedanken von Art. 18 Abs. 1 OR, wonach bei der Beurteilung eines Vertrages der übereinstimmende wirkliche Wille und nicht die unrichtige Bezeichnung oder Ausdrucksweise zu beachten ist. Entgegen der Auffassung der Vorinstanz darf somit der innere Wille der Beklagten anlässlich der Abfassung ihres Fernschreibens vom 18. Januar 1974 nicht einfach als unerheblich übergangen werden.\n\nb) Das Obergericht stellt fest, der Angestellte der Beklagten, F., sei \"zugestandenermassen subjektiv von einem Verkaufswillen\" der Beklagten ausgegangen. Dass er das englische \"bidding firm\" im Fernschreiben der Muttergesellschaft mit \"Festgebot\" übersetzt habe und trotzdem der Meinung gewesen sei, die Beklagte wolle verkaufen, zeige deutlich, dass er im Chemikalienhandel nicht derart erfahren gewesen sei, wie der Kläger es behaupte. Damit ist hinreichend klar festgestellt, dass die Beklagte, die sich unstreitig das Verhalten F.'s anrechnen lassen muss, bei der Abfassung ihres Fernschreibens vom 18. Januar 1974 verkaufen und nicht kaufen wollte. Noch klarer ergibt sich das aus dem erstinstanzlichen Urteil, auf welches das Obergericht verweist. Dort wird ausgeführt, die Beklagte selber gestehe ein, dass F. die englischsprachige Anweisung des Mutterhauses falsch verstanden habe. \"In falscher Deutung eines Fernschreibens ihrer Muttergesellschaft\" habe die Beklagte somit dem Kläger am 18. Januar 1974 die fragliche Menge Ätznatron verkaufen wollen.\n\nc) Hat der Kläger das Fernschreiben der Beklagten vom 18. Januar 1974 so verstanden, wie es gemeint war, so ist der Vertrag nach dem Gesagten zustande gekommen; für eine Auslegung der beidseitigen Willenserklärungen nach Treu und |20| Glauben besteht diesfalls von vornherein kein Raum mehr. Anders verhielte es sich freilich, wenn der Kläger das ihm von der Beklagten am 18. Januar 1974 unterbreitete Angebot nicht so verstand, wie er es in seinem Bestätigungsschreiben vom 21. Januar 1974 umschrieb und heute behauptet. Im angefochtenen Urteil fehlen indes tatbeständliche Feststellungen, die eine solche Annahme erlaubten. Vielmehr lässt es das Obergericht ausdrücklich offen, ob der Kläger die Widersprüche im Fernschreiben der Beklagten erkannt und trotz seiner Erfahrung im Chemikalienhandel an eine Verkaufsofferte geglaubt habe. Allerdings habe er angesichts der Unstimmigkeiten im Fernschreiben der Beklagten \"stutzig\" werden müssen. Damit ist aber noch nicht gesagt, dass der Kläger das Fernschreiben als Kaufsofferte verstanden habe.\n\n4. a) Selbst wenn der Kläger ob den Unstimmigkeiten in dem ihm von der Beklagten unterbreiteten Angebot hätte \"stutzig\" werden müssen, ändert dies nichts daran, dass die Beklagte ein Verkaufsangebot machte. Allfällige Unklarheiten räumte der Kläger mit seiner klaren und widerspruchsfreien Annahmeerklärung aus, indem er der Beklagten bestätigte, \"von ihnen gekauft und sie an uns verkauft zu haben\". Mehr durfte von ihm unter diesen Umständen nicht erwartet werden. Indem er die von der Beklagten gemachten Bedingungen wiederholte und das Wort \"Festgebot\" ersetzte durch \"feste Offerte\" nahm er das Angebot der Beklagten an, wie sie es gemeint hatte. Unbehelflich ist es deshalb, wenn die Beklagte vor Bundesgericht vorbringt, damit habe der Kläger sie in ihrer Verkäuferstellung festnageln wollen. Hätte sie wirklich nicht verkaufen wollen, so hätte sie auf das Bestätigungsschreiben des Klägers hin allen Anlass gehabt, einen solchen Versuch entschieden zurückzuweisen. Statt dessen verdankte sie noch gleichen Tags ausdrücklich die \"Bestätigung\" des Klägers und fügte lediglich bei, dass das gemachte Angebot \"ausdrücklich vorbehältlich 'schiffsraumbuchung' zu verstehen\" sei. Selbst wenn der Vertragsschluss nicht schon mit der Annahmeerklärung des Klägers vom 21. Januar zustande gekommen, sondern das klägerische Fernschreiben mit dem Obergericht als neue Offerte anzusehen wäre, wäre der Vertrag jedenfalls mit diesem Antwortschreiben der Beklagten geschlossen worden. Mit dem Vorbringen, der Kläger habe gewusst, dass die Beklagte weder verkaufen wollte noch verkaufen konnte, ist die Beklagte nicht |21| zu hören, da dies tatsächliche Verhältnisse betrifft. Im angefochtenen Urteil fehlen nicht nur derartige Feststellungen, sondern es ergibt sich aus ihm im Gegenteil, dass die Beklagte verkaufen wollte. Rechtsmissbräuchliches Verhalten des Klägers scheidet unter diesem Gesichtspunkt ohne weiteres aus.\n\nb) Nach dem angefochtenen Urteil liegt im Fernschreiben des Klägers vom 21. Januar 1974 keine Annahmeerklärung, weil die Beklagte mit ihrer Offerte vom 18. Januar ausdrücklich \"Schiffsraumbuchung\" vorbehalten hatte. Die Beklagte habe damit \"erkennbarermassen ihre mangelnde wirkliche Verkaufsabsicht\" aufgezeigt. Dass das hinsichtlich ihres inneren Willens nicht zutrifft, wurde bereits dargelegt. Fragen kann sich nur, ob wegen des erwähnten Vorbehaltes ein Konsens, der an sich auch Nebenpunkte zu erfassen hat, entfällt. Davon kann aber keine Rede sein, hat doch der Kläger nicht nur die von der Beklagten angebrachte Ergänzung stillschweigend angenommen, sondern die fragliche Klausel auch ausdrücklich in seinen Bestätigungsbrief vom 21. Januar 1974 aufgenommen. Streitig ist zwar, zu wessen Gunsten dieser Vorbehalt gemacht wurde, doch besteht Übereinstimmung darin, dass nur der Käufer an einer solchen Klausel interessiert war. Nach verbindlicher Feststellung des Kantonsgerichts, auf die das Obergericht verweist, ist es möglich, dass es der Kläger war, der den Vorbehalt betreffend die Schiffsraumbuchung gemacht hatte. Das erste Fernschreiben der Beklagten vom 18. Januar 1974, das auf ein zuvor mit dem Kläger geführtes Telefongespräch Bezug nahm, konnte durchaus als Bestätigung eines vom Kläger gemachten Vorbehaltes verstanden werden. Ist somit der Vertrag so oder anders am 21. Januar 1974 zustande gekommen, so vermag die Beklagte auch aus dem späteren Verhalten des Klägers nichts Entscheidendes mehr abzuleiten. Der Umstand, dass die Beklagte den Kläger bereits am 22. Januar darauf hingewiesen habe, alles beruhe auf einem Missverständnis und die fragliche Ware habe nie existiert, kann deshalb ebensowenig eine Rolle spielen wie jener, dass der Kläger angeblich nichts unternommen habe, um ein Akkreditiv zu eröffnen. Letzteres erklärt sich immerhin damit, dass er die Beklagte erfolglos aufgefordert hatte, den Verschiffungshafen zu bezeichnen.\n\n5. Steht somit fest, dass die Beklagte dem Kläger 2000 mt Ätznatron zu den aus den schriftlichen Erklärungen der Parteien |22| sich ergebenden Bedingungen verkauft hat, so sind die Einwendungen, die die Beklagte gegen ihre Zahlungspflicht erhebt, zu prüfen. Vorab ist zu klären, ob sie sich zu Recht auf Irrtum beruft. Die Frage, ob und inwiefern sie sich geirrt habe, betrifft tatsächliche Verhältnisse und wäre an sich durch die Vorinstanz zu beantworten. Vom Bundesgericht zu prüfende Rechtsfrage ist aber, ob ein solcher Irrtum wesentlich im Sinne der Art. 23 und 24 OR sei. Vorliegend kommen von vornherein nur die in Art. 24 Abs. 1 Ziff. 1 und 4 aufgezählten Fälle des Irrtums in Betracht. Ein Erklärungsirrtum im Sinne von Ziff. 1 entfällt, weil die Beklagte zur Zeit des Vertragsschlusses die Chemikalien tatsächlich verkaufen wollte. Nichts zu ihren Gunsten ableiten kann sie auch aus dem Umstand, dass ihr Angestellter F. die Weisung des Mutterhauses, wonach dieses Ätznatron kaufen und nicht verkaufen wollte, falsch verstand. Das ist keineswegs eine erkennbare und notwendige Grundlage des von den Parteien geschlossenen Vertrages im Sinne von Art. 24 Abs. 1 Ziff. 4 OR, sondern vielmehr ein unbeachtlicher Irrtum im Beweggrund gemäss Art. 24 Abs. 2 OR. Gleich verhält es sich auch hinsichtlich der Frage, ob die Beklagte über die verkaufte Ware je verfügt habe. Willensmängel scheiden in diesen Belangen somit aus.\n\nZu prüfen sind aber auch die weiteren von der Beklagten gegen ihre Zahlungspflicht erhobenen Einwendungen. Das gilt zunächst für die Voraussetzungen einer Schadenersatzpflicht wegen Nichterfüllung des Vertrages sowie für die Berechnung des Schadens. Zu prüfen ist ferner auch der Einwand der Beklagten, der Kläger sei bezüglich der Schiffsraumbeschaffung einer Bedingung des Vertrages nicht nachgekommen. In dieser Hinsicht erlaubt der von der Vorinstanz festgestellte Tatbestand keine abschliessende Beurteilung, sondern bedarf der Ergänzung; in Anwendung von Art. 64 Abs. 1 OG ist das angefochtene Urteil deshalb aufzuheben und die Sache zur neuen Entscheidung an die Vorinstanz zurückzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird dahin gutgeheissen, dass das Urteil des Obergerichts des Kantons Zug vom 6. Juli 1978 aufgehoben und die Sache zur neuen Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen wird."}