{"annee": "105", "cour": "IV", "page": "127", "date": "21/3/1979", "cite": ["101 IV 47", "94 IV 60", "85 IV 224", "85 IV 130", "104 IV 35", "73 IV 164", "73 IV 227"], "cite_par": ["117 IV 285"], "chapeau": "34. Urteil des Kassationshofes vom 21. März 1979 i.S. X. gegen Staatsanwaltschaft des Kantons Graubünden", "regestes": ["1. Art. 221 CP. a) L'élément objectif de cette infraction est réalisé aussitôt que le feu prend une extension telle qu'il ne peut plus être maîtrisé par l'auteur. Cette condition est réalisée, même en cas de combustion lente, pourvu que l'ampleur en soit telle que l'auteur n'en est plus maître (consid. 1b). Constitue un incendie au sens de la loi le feu qui dégage une épaisse fumée, qui cause un dommage de huit mille francs et sur lequel l'auteur a perdu tout contrôle. b) L'infraction d'incendie intentionnel n'implique qu'alternativement la création d'un danger collectif et le préjudice causé à autrui (consid. 2). 2. Art. 221 al. 2 CP. a) L'incendie provoqué dans sa cellule par un détenu, tard dans la nuit, et qui dégage une fumée épaisse, crée pour les autres détenus un danger imminent pour la santé, en raison de la présence des émanations toxiques de monoxyde de carbone (consid. 3). b) Cette disposition est applicable aussitôt qu'il est établi que l'auteur, par ses agissements, a volontairement provoqué un danger qu'il connaît et que par conséquent il veut (consid. 4)."], "faits": "BGE 105 IV 127 S. 128\n\nA.- Der in der Strafanstalt Sennhof, Chur, untergebrachte X. verbarrikadierte in der Nacht des 3. November 1977 seine Zellentür mit Kleiderschrank, Bettgestell, Stuhl, Matratze und sämtlichem Bettzeug und legte daraufhin Feuer an die Wolldecke in der Absicht, sich das Leben zu nehmen. Durch den Zellennachbarn herbeigeläutet, stellte der Nachtwächter im Gang von der Zelle von X. stammenden Rauch fest. Mit dem im Zellentrakt befindlichen Schlauch spritzte er sogleich Wasser durch die Essklappenöffnung der Zellentür und konnte so das Feuer löschen. Die herbeigerufene Feuerwehr musste wegen des starken Rauches im Zellentrakt die Schutzmasken BGE 105 IV 127 S. 129aufsetzen. X. konnte unversehrt geborgen werden. Es entstand Sachschaden in Höhe von ca. Fr. 8'000.-.\n\nB.- Das Kantonsgericht von Graubünden sprach X. am 5. September 1978 deswegen und wegen anderer Delikte der Brandstiftung gemäss Art. 221 Abs. 2 StGB und des fortgesetzten Diebstahls schuldig und verurteilte ihn zu 20 Monaten Zuchthaus.\n\nC.- X. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Kantonsgerichtes sei aufzuheben und die Sache zur Freisprechung des Beschwerdeführers von der Anklage der vorsätzlichen Brandstiftung gemäss Art. 221 Abs. 2 StGB und zur Neufestsetzung der auszufällenden Strafe zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach der Beschwerdebegründung ist der Antrag so zu verstehen, dass X. nicht nur die Freisprechung von der Anklage der qualifizierten Brandstiftung im Sinne von Abs. 2, sondern auch von derjenigen der einfachen Brandstiftung im Sinne von Abs. 1 des Art. 221 StGB verlangt. Er anerkennt insoweit zwar, das Feuer in der Zelle vorsätzlich gelegt zu haben, um Selbstmord zu begehen. Dagegen bestreitet er, eine Feuersbrunst verursacht zu haben. Nach BGE 85 IV 227 müsse es sich um ein Feuer handeln, das vom Urheber selber nicht mehr bezwungen werden könne. Im vorliegenden Fall könne jedoch von einem \"allzu grossen Feuer\" nicht gesprochen werden, habe es doch vom Nachtwächter ohne weiteres mit Wasser gelöscht werden können. Abgesehen davon habe auch nicht \"allzuviel Material\" verbrannt werden können, weil nur das Zimmerinventar zur Verfügung gestanden sei. Nach dem Gesetz genüge nicht jedes beliebige Schadenfeuer zum Nachteil eines andern, vielmehr müsse es von einem gewissen und ungewöhnlichen Umfang sein. Es sei nicht bewiesen, dass der Beschwerdeführer, wenn er es hätte tun wollen, das Feuer nicht mehr hätte löschen können.\n\na) Wie das Bundesgericht in dem vom Beschwerdeführer angeführten Entscheid ausgeführt hat, genügt zur Erfüllung des objektiven Tatbestandes des Art. 221 StGB in der Tat nicht jedes unbedeutende Feuer, das ohne Gefahr beherrscht werden kann, sondern es muss sich um ein Feuer von solcher Stärke handeln, dass es vom Urheber nicht mehr bezwungen werden kann.BGE 105 IV 127 S. 130\n\nAnderseits muss aber der Brand auch nicht derart sein, dass dadurch eine Gemeingefahr geschaffen würde. Im Begriff der Feuersbrunst ist die Gemeingefahr nicht eingeschlossen, sondern im Gesetz als zusätzliches Element zu jener alternativ mit der Schädigung eines andern vorgesehen (BGE 85 IV 227 mit Literaturnachweis; ebenso STRATENWERTH, Schweiz. Strafrecht, BT II, S. 409). Immerhin macht das Erfordernis des Verlustes der Kontrolle durch den Urheber deutlich, dass es sich um einen Brand von einer gewissen Erheblichkeit handeln muss.\n\nb) Im vorliegenden Fall stellt die Vorinstanz verbindlich fest, X. sei nicht mehr in der Lage gewesen, den Brand aus eigener Kraft zu löschen, und dieser habe nach den Feststellungen der Ermittlungsbeamten ein beträchtliches Ausmass erreicht und einen starken Rauch entwickelt; das Feuer habe, als es vom Nachtwächter entdeckt worden sei, bereits ein gefährliches Ausmass angenommen gehabt. Angesichts dessen sowie der Tatsache, dass immerhin ein Schaden von ca. Fr. 8'000.- entstanden war, kann nicht mehr bloss von einem unbedeutenden Feuer die Rede sein, sondern es handelte sich um einen erheblichen Brand, über den der Beschwerdeführer die Kontrolle verloren hatte. Die gegenteiligen Vorbringen des Beschwerdeführers gehen zur Hauptsache über die tatsächlichen und das Bundesgericht bindenden Feststellungen hinweg und sind deshalb unzulässig (Art. 273 Abs. 1 lit. b und Art. 277bis Abs. 1 BStP).\n\nDer Umstand aber, dass der Nachtwächter mit einem zum Feuerlöschen bestimmten Wasserschlauch des Feuers Herr werden konnte, schliesst nicht aus, dass der Beschwerdeführer, der in der Zelle eingeschlossen war und über kein Feuerlöschmaterial verfügte, aus eigener Kraft das Feuer nicht mehr hätte meistern können. Im übrigen war die Lage so bedrohlich, dass auch die Feuerwehr auf dem Platz erschien. Sodann kommt es auch nicht entscheidend darauf an, ob die offene Flamme ein grosses Ausmass erreicht hat; auch ein Verglühen oder Verglimmen (wie es namentlich bei Stoffen, Wolldecken, Matratzen usw. auftritt) kann genügen, wenn es vom Urheber nicht mehr beherrscht werden kann und ein erhebliches Ausmass angenommen hat (STRATENWERTH, a.a.O.). Die Vorinstanz hat demnach den Begriff der Feuersbrunst weder verkannt noch ihn in unzutreffender Weise auf den konkreten Sachverhalt angewandt.BGE 105 IV 127 S. 131\n\n2. Der Beschwerdeführer bestreitet sodann, eine Gemeingefahr herbeigeführt zu haben. Wie bereits angedeutet, gehört diese nicht zum Begriff der Feuersbrunst, sondern stellt ein zusätzliches Element dar. Als solches wird sie jedoch vom Gesetz bloss alternativ zur Schädigung eines andern genannt, mit der Folge, dass eine Brandstiftung im Sinne des Art. 221 StGB auch ohne Nachweis einer Gemeingefahr zu bejahen ist, sofern das Tatbestandsmerkmal des Schadens erfüllt ist. Das aber trifft hier nach den verbindlichen Feststellungen des angefochtenen Urteils zu, ist doch ein Schaden an dem Beschwerdeführer nicht gehörenden Sachen in Höhe von ca. Fr. 8'000.- entstanden.\n\n3. Was die zum qualifizierten Tatbestand des Art. 221 Abs. 2 StGB gehörende Gefahr für Leib und Leben von Menschen anbelangt, so wird sie vom Beschwerdeführer erneut unter Bestreitung tatsächlicher Annahmen der Vorinstanz in Abrede gestellt, was unzulässig ist. Nach dem angefochtenen Urteil hatte nämlich das Feuer einen starken Rauch entwickelt, der bereits aus der Zelle des Beschwerdeführers heraus sich im Zellentrakt ausgebreitet hatte, in welchem andere Anstaltsinsassen untergebracht waren. Für diese lag schon hierin eine nahe Gefahr für Leib und Leben, wenn man berücksichtigt, dass der bei solchen Bränden entwickelte Rauch das für die Gesundheit des Menschen giftige Kohlenmonoxyd enthält, das der Beschwerdeführer ja auch als Mittel zur Begehung von Selbstmord benutzen wollte. Zudem ist verbindlich festgestellt, dass X. den Brand spät in der Nacht und damit zu einem Zeitpunkt gelegt hat, als zumindest ein Teil der übrigen Anstaltsinsassen schlief, die den Rauch unbemerkt hätten einatmen können. Dass der Brand aus Gründen, die dem Beschwerdeführer nicht zugute kommen, noch rechtzeitig entdeckt wurde, ändert nichts an der Tatsache, dass der Beschwerdeführer die genannte Gefahr bereits geschaffen hatte. Durch das rasche Eingreifen des Nachtwächters wurde lediglich vermieden, dass sie sich im Sinne einer gesundheitlichen Schädigung der übrigen Anstaltsinsassen verwirklichte.\n\n4. Der Beschwerdeführer macht sodann geltend, er habe weder wissentlich Leib und Leben von Menschen in Gefahr gebracht noch eine solche Gefahr gewollt oder in Kauf genommen. Damit ist er nicht zu hören. Die Vorinstanz stellt ausdrücklich das Gegenteil fest, und diese Feststellung bindet den Kassationshof und kann mit der Nichtigkeitsbeschwerde nicht BGE 105 IV 127 S. 132bestritten werden. Was der Täter weiss oder will, ist eine den inneren Sachverhalt betreffende Tatfrage, deren Beantwortung allein dem kantonalen Sachrichter zusteht (BGE 104 IV 36, BGE 101 IV 50 mit Verweisen). Im übrigen genügt nach Art. 221 Abs. 2 StGB der Nachweis, dass der Täter die durch seine Tat herbeigeführte Gefahr gekannt hat, denn wer mit Wissen und Willen einen Zustand schafft, aus dem sich eine Gefahr ergibt, die er kennt, der will notwendig auch diese Gefahr (BGE 94 IV 63, BGE 73 IV 168). In diesem Sinne bedürfen BGE 85 IV 132 und BGE 73 IV 229 der Präzisierung.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}