{"annee": "105", "cour": "IA", "page": "98", "date": "2/5/1979", "cite": ["102 IA 279", "101 IA 46", "103 IA 293"], "cite_par": ["118 IA 64", "123 I 112", "106 IA 219", "106 IA 100", "111 IA 341", "126 I 153"], "chapeau": "19. Extrait de l'arrêt de la Ire Cour de droit public du 2 mai 1979 en la cause X. contre Chambre d'accusation du Tribunal cantonal du canton de Fribourg (recours de droit public)", "regestes": ["Détention préventive; limitation du droit du prévenu de communiquer avec son avocat. Art. 6 § 3 lettre b CEDH; les principes déduits de la garantie de la liberté personnelle résultant du droit constitutionnel non écrit valent aussi dans l interprétation de la convention. Interprétation de l'art. 22 ch. 2 CPP frib.; cette disposition ne permet pas, en principe, de priver l'inculpé de tout contact oral avec son avocat jusqu'à la clôture de l'enquête."], "faits": "|98|\n\nPar requête du 6 décembre 1978, l'avocat de X. demanda au juge d'instruction de mettre ce dernier en liberté provisoire, de lui donner accès au dossier et de lui accorder la possibilité de conférer avec son client. Par décision du 15 décembre 1978, le |99| magistrat instructeur refusa la liberté provisoire, ainsi que la libre communication du prévenu avec son défenseur, sans se prononcer sur la demande d'accès au dossier.\n\nLe 30 novembre 1978, X. fut incarcéré à la prison centrale de Fribourg et maintenu sous le régime de la détention préventive.\n\nX. recourut contre cette décision auprès de la Chambre d'accusation du Tribunal cantonal, qui rejeta le recours par arrêt du 29 décembre 1978. La juridiction cantonale considéra en substance que ses restrictions étaient proportionnées au but d'intérêt public recherché.\n\nX. forme un recours de droit public contre la décision de la Chambre d'accusation et requiert le Tribunal fédéral de l'annuler dans la mesure où elle lui interdit de communiquer librement avec son défenseur.\n\nLa Chambre d'accusation se réfère aux considérants de l'arrêt attaqué.", "considerants": "Considérant en droit:\n\n1. Le recourant ne se plaint pas d'être victime d'une violation de la loi cantonale, mais il soutient que la décision attaquée, portant atteinte à la liberté personnelle, viole le principe de la proportionnalité, ainsi que l'art. 6 par. 3 lettres b et subsidiairement c de la Convention européenne des droits de l'homme (CEDH), car le refus d'autoriser toute communication orale avec son avocat est contraire au droit de l'accusé à disposer des facilités nécessaires à la préparation de sa défense.\n\nSelon l'art. 22 ch. 2 CPP frib., dès la clôture de l'enquête, le défenseur peut communiquer librement avec le prévenu, sous réserve des mesures destinées à empêcher l'évasion. A vrai dire, cette disposition, prise à la lettre, n'apparaît pas interdire au juge d'instruction d'autoriser le défenseur à communiquer librement avec le prévenu, avant même la clôture de l'enquête; elle donne à ce dernier le droit de communiquer après cette clôture. Il n'en demeure pas moins que les autorités fribourgeoises l'interprètent en ce sens qu'elle s'opposerait à la libre communication aussi longtemps que l'enquête est en cours.\n\nIl y a lieu dès lors d'examiner si cette interprétation restreint la liberté des prévenus au-delà de ce qu'exigent les besoins de l'enquête et si, de ce fait, elle peut consacrer une violation du principe de la proportionnalité.\n\n|100|\n\n2. Dans ses arrêts X. c. Genève du 22 janvier 1975 (ATF 101 Ia 49) et Bonzi c. Vaud du 23 février 1977 (ATF 103 Ia 294), le Tribunal fédéral a considéré que la mise au secret d'un détenu, ayant pour principal effet l'interruption des communications entre ce dernier et son conseil, constitue une atteinte grave à la liberté personnelle, d'où il résulte qu'il appartient au Tribunal fédéral de statuer sur les griefs du recourant avec plein pouvoir d'examen. A la différence des législations cantonales applicables dans ces deux espèces, la législation fribourgeoise ne prévoit pas que l'interdiction de communication entre l'inculpé et son défenseur ne peut être ordonnée que \"dans les cas d'une gravité exceptionnelle et pour les besoins de l'enquête\" (art. 152a CPP gen., actuellement, dans une teneur quelque peu différente, art. 149 CPP du 29 septembre 1977) ou \"lorsque les besoins de l'instruction l'exigent\" (art. 79 CPP vaud.). La législation fribourgeoise diffère aussi, dans la même mesure, de la législation fédérale, qui prévoit que \"le juge d'instruction peut exceptionnellement limiter ou faire cesser pour un temps déterminé ces communications, lorsque l'intérêt de l'instruction l'exige\" (art. 117 PPF; voir aussi art. 58 DPA). On vient de voir que dans le canton de Fribourg, selon l'interprétation donnée à la loi par les autorités cantonales, l'interdiction de communiquer est automatique aussi longtemps que le juge d'instruction n'a pas mis fin à son activité.\n\nComme le Tribunal fédéral l'a relevé à diverses reprises, le détenu étant soumis, du fait même de sa détention, à des mesures de contrainte restreignant sa liberté personnelle, il ne doit cependant, en vertu de la règle de la proportionnalité, pas être soumis à des mesures restrictives allant au-delà de ce qu'exige le but de l'incarcération; lorsqu'il est en détention préventive, il s'agit des mesures qui sont destinées à assurer le déroulement de l'instruction d'une affaire pénale. Dès lors, pour autant que la loi autorise l'interruption des communications entre l'inculpé et son défenseur, une telle interruption ne peut être prononcée que s'il existe des raisons spéciales à cet effet. Une interdiction de communiquer ne peut être prévue d'une façon générale, pendant toute la durée de l'enquête, et sans qu'elle soit commandée par les nécessités du cas particulier; elle ne peut d'autre part être prononcée que pour éviter un danger de collusion et non, par exemple, pour exercer sur le prévenu une pression en vue de l'obliger à parler.\n\n|101|\n\nIl résulte de ces considérations que, dans la mesure où la disposition de l'art. 22 CPP frib. devrait être interprétée comme signifiant que, d'une manière générale, une personne mise en détention préventive ne peut recevoir la visite de son défenseur qu'après la clôture de l'enquête pénale, une telle disposition serait contraire au principe de la liberté personnelle, ou plus exactement contreviendrait à la règle de la proportionnalité dans l'application de ce principe; elle devrait donc être considérée comme inconstitutionnelle. En revanche, si on l'interprète en ce sens qu'avant la clôture de l'enquête l'inculpé n'a pas un droit absolu de communiquer en toutes circonstances avec son défenseur, la disposition n'est pas inconstitutionnelle comme telle, mais il s'agit alors d'examiner dans chaque cas particulier si le refus d'autoriser la communication, prononcé par le juge d'instruction ou par la Chambre d'accusation, est ou non contraire à la règle de la proportionnalité, compte tenu des circonstances du cas et des motifs qui, selon l'autorité judiciaire, s'opposeraient à ce que cette communication soit autorisée.\n\n3. a) L'art. 6 par. 3 lettre c CEDH, invoqué à titre subsidiaire par le recourant, n'entre manifestement pas en considération dans le cas présent, car X. a l'assistance d'un défenseur de son choix.\n\nb) L'art. 6 par. 3 lettre b CEDH garantit à tout accusé l'exercice du droit de \"disposer du temps et des facilités nécessaires à la préparation de sa défense\".\n\nConcernant la violation alléguée de cette disposition, il convient tout d'abord de relever que jusqu'ici les organes institués par la convention ne semblent pas avoir eu l'occasion de se prononcer d'une façon précise sur le point de savoir dans quelle mesure, au stade de l'instruction préliminaire, la libre communication de l'inculpé avec son défenseur est garantie. La question a été abordée, sans avoir été réellement tranchée, dans certaines décisions de la Commission européenne des droits de l'homme (cf. notamment Ann. CEDH 9/1966, p. 263).\n\nA la différence de l'Ensemble des règles minima pour le traitement des détenus, approuvé par le Comité des ministres du Conseil de l'Europe le 19 janvier 1973 (règle no 93), et du Pacte international relatif aux droits civils et politiques (art. 14 par. 3 lettre e]), auquel la Suisse n'a pour l'instant pas adhéré, la Convention européenne des droits de l'homme ne contient pas de dispositions spécifiques sur les communications entre |102| l'inculpé et son défenseur. Il n'en demeure pas moins que, dans la mesure notamment où l'art. 5 par. 4 CEDH autorise toute personne privée de sa liberté par arrestation ou détention à introduire un recours devant un tribunal, une telle faculté de recours serait illusoire si l'intéressé n'avait pas, aussi longtemps que l'enquête n'est pas terminée, la possibilité de s'entretenir avec un avocat pour permettre à ce dernier d'agir. Il faut dès lors admettre que l'art. 6 par. 3 lettre b CEDH serait par là violé (cf. PONCET, La protection de l'accusé par la Convention européenne des droits de l'homme, p. 179 ss.; SCHUBARTH, Die Artikel 5 und 6 der Konvention, RDS 94/1975, p. 507, no 158). Dans son rapport relatif à la convention, le Conseil fédéral a relevé que \"le droit de la défense entraîne normalement celui de communiquer librement avec son défenseur. Les cantons qui autorisent le juge d'instruction à ordonner, dans des cas exceptionnels et pour les besoins de l'enquête, la mise au secret de l'inculpé pourraient dès lors rencontrer certaines difficultés suivant l'usage que leurs autorités feront de cette faculté\" (FF 1968 II 1120).\n\nOn peut donc considérer que les principes déduits de la garantie de la liberté personnelle résultant du droit constitutionnel non écrit de la Confédération valent aussi dans l'interprétation de la convention.\n\nDans le cas présent, le juge d'instruction n'a pas estimé que des circonstances de fait constituaient un obstacle à la libre communication, mais s'est seulement considéré comme lié par l'art. 22 ch. 2 CPP frib. Quant à la Chambre d'accusation, tout en admettant que cette disposition interdit la libre communication de l'inculpé avec le défenseur pendant la durée de l'enquête, elle s'est néanmoins demandé si la loi fribourgeoise n'est pas contraire aux droits reconnus à la défense par la jurisprudence du Tribunal fédéral. Elle s'est référée, ce faisant, à l'arrêt Minelli, où le Tribunal fédéral, examinant l'applicabilité de l'Ensemble des règles minima pour le traitement des détenus, a relevé que si ces règles ne lient pas les Etats membres du Conseil, il y a lieu néanmoins d'en tenir compte dans la concrétisation des droits fondamentaux découlant de la constitution fédérale, de sorte que le Tribunal fédéral ne saurait les ignorer (ATF 102 Ia 284). Elle a toutefois jugé qu'en l'espèce, il existait des motifs importants de déroger à ces règles, car la libre communication pouvait entraver sérieusement l'action pénale, notamment l'arrestation des complices.\n\n|103|\n\nDans le cas particulier, l'inculpé a été arrête le 23 novembre 1978 et la Chambre d'accusation a rendu sa décision le 29 décembre 1978. Il s'est donc écoulé entre ces deux dates cinq semaines. Or, les motifs invoqués par la juridiction cantonale pour justifier le refus de toute communication orale entre l'inculpé et son défenseur ne permettent pas de prolonger cette mesure pendant une telle durée, à moins qu'elle n'ait eu des raisons spéciales de se méfier de l'avocat choisi, ce qui n'a pas été allégué. Au contraire, la Chambre d'accusation, dans sa réponse au recours, déclare elle-même que \"la décision du juge d'instruction ne procède en rien d'une suspicion quelconque envers l'avocat du recourant\". Dès lors, si le fait que l'inculpé a commis de graves infractions et que ses complices n'ont pas encore été arrêtés justifie son maintien en détention préventive, il ne permet en aucun cas de le priver de tout contact oral avec son avocat sans fixer de limite dans le temps. Certes, la juridiction cantonale souligne que X. a le droit de communiquer par écrit avec l'extérieur et de recevoir tout le courrier, sous le contrôle du juge d'instruction. Mais il est évident que la possibilité de communiquer par écrit ne saurait remplacer la libre communication pour un détenu qui entend s'entretenir avec son avocat de ses moyens de défense ou de la possibilité de requérir sa mise en liberté.\n\nDans ces circonstances, il n'a pas été établi par les autorités fribourgeoises que ce soit à titre exceptionnel et pour le temps nécessaire aux besoins de l'enquête que le droit du recourant à communiquer librement avec son défenseur a été supprimé, ni qu'une telle mesure soit justifiée par des intérêts publics prépondérants. Dès lors, le moyen tiré de la violation du principe de la proportionnalité doit être admis.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule l'arrêt attaqué."}