{"annee": "105", "cour": "IV", "page": "289", "date": "27/11/1979", "cite": ["100 IV 252", "103 IV 134", "102 IV 8", "95 IV 121"], "cite_par": ["130 IV 1"], "chapeau": "73. Urteil des Kassationshofes vom 27. November 1979 i.S. F. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)", "regestes": ["Art. 41 ch. 2 al. 1 CP. Règle de conduite. La règle de conduite imposant à celui qui est condamné pour avoir fait commerce d'objets obscènes (art. 204 CP) de s'abstenir pendant le délai d'épreuve d'exploiter ou de faire exploiter pour lui une affaire d'articles d'ordre sexuel ne viole pas le droit fédéral."], "faits": "", "considerants": "|289|\n\nDas Bundesgericht zieht in Erwägung:\n\nIn der Weisung der Vorinstanz, während der 3jährigen Probezeit \"kein Geschäft mit Sexartikeln zu betreiben oder betreiben zu lassen\", erblickt der Beschwerdeführer eine Verletzung von Art. 41 Ziff. 2 StGB. Zu Unrecht. Nach der Rechtsprechung des Bundesgerichts müssen sich Wahl und Inhalt der Weisungen nach dem spezialpräventiven Zweck des bedingten Strafvollzugs richten, durch den der Verurteilte dauernd gebessert und vor Rückfall bewahrt werden soll. Unzulässig sind unerfüllbare oder unzumutbare Weisungen sowie solche, die vorwiegend darauf abzielen, dem Verurteilten Nachteile zuzufügen oder Dritte vor ihm zu schützen. Die Weisung muss vielmehr im wohlverstandenen Interesse des Verurteilten liegen |290| und voraussichtlich befolgt werden können. Innerhalb der sich daraus ergebenden Schranken sind Wahl und Inhalt der Weisungen ins richterliche Ermessen gestellt, in welches der Kassationshof nicht eingreifen kann (BGE 103 IV 136, BGE 102 IV 9).\n\nDie hier in Frage stehende Weisung, während der Probezeit kein Geschäft mit Sexartikeln zu betreiben oder betreiben zu lassen, steht mit dieser Rechtsprechung in Einklang. Die Ansicht des Beschwerdeführers, mit einer Weisung dürfe nicht ein rechtlich zulässiges Verhalten untersagt werden, ist unzutreffend. Weisungen verbieten regelmässig gerade an sich erlaubte Tätigkeiten (Führen eines Motorfahrzeugs, Alkoholgenuss, selbständige Erwerbstätigkeit, etc.; BGE 102 IV 9, BGE 100 IV 257, BGE 95 IV 123). Das für den Beschwerdeführer allenfalls noch akzeptable Verbot des Handels mit unzüchtigen Artikeln wäre überflüssig, da ein solcher Handel ohnehin schon gemäss Art. 204 StGB von Amtes wegen verfolgt wird. Einer derartigen Weisung käme keine verstärkende und die Zwecke des bedingten Strafvollzugs unterstützende Wirkung zu, zumal der erneute Handel mit unzüchtigen Artikeln auch ohne Weisung als Täuschung des richterlichen Vertrauens erscheinen und zum Widerruf des bedingten Strafvollzugs führen müsste. Die Vorinstanz hat dem Beschwerdeführer den bedingten Strafvollzug nur mit Bedenken gewährt und die günstige Prognose vor allem auch davon abhängig gemacht, dass F. nicht durch den Handel mit Sexartikeln in die Gefahr komme, im Grenzbereich falsch zu urteilen oder sich durch den Erwerbstrieb verführen zu lassen und die Nachfrage der Kunden nach unzüchtigen Artikeln zu befriedigen. Aufgrund der früheren Erfahrungen musste mit einer solchen Gefahr ernstlich gerechnet werden. Es war daher durchaus zweck- und verhältnismässig, den nunmehr einsichtigen Beschwerdeführer mittels der hier in Frage stehenden klaren Weisung vor erneuter Straffälligkeit möglichst zu bewahren. Entgegen der nicht näher begründeten Behauptung des Beschwerdeführers hat die Weisung keinen pönalen Charakter, auch wenn sie einen unangenehmen Eingriff darstellen mag. Schliesslich ist eine Rüge, die fragliche Weisung verletze die persönliche Freiheit und die Handels- und Gewerbefreiheit, im Verfahren der eidgenössischen Nichtigkeitsbeschwerde unzulässig (Art. 269 Abs. 2 BStP) und daher unbeachtlich. Zudem ist grundsätzlich festzuhalten, dass gerechtfertigte, dem Gesetz entsprechende Weisungen die Verfassungsnormen nicht verletzen, |291| sondern zulässige Einschränkungen der Individualrechte darstellen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}