{"annee": "105", "cour": "IV", "page": "248", "date": "28/9/1979", "cite": ["86 IV 27", "68 IV 45"], "cite_par": ["119 IV 238"], "chapeau": "64. Urteil des Kassationshofes vom 28. September 1979 i.S. L. gegen Staatsanwaltschaft Graubünden (Nichtigkeitsbeschwerde)", "regestes": ["Art. 292 CP. Insoumission à une décision de l'autorité. La menace de réprimer l'insoumission par les arrêts ou l'amende, conformément à l'art. 292 CP, doit être notifiée par une nouvelle ordonnance, même si la personne visée a déjà été rendue attentive aux conséquences pénales de l'insoumission à l'occasion d'une autre procédure."], "faits": "BGE 105 IV 248 S. 248\n\nA.- In einem von X. gegen L. und weitere Redaktoren der \"Bündner Zeitung\" wegen Verletzung der persönlichen Verhältnisse geführten Zivilprozess erliess der Präsident des Bezirksgerichts Plessur am 9. September 1977 eine vorsorgliche Verfügung, in der die Beklagten angewiesen wurden, die Publikation von Vorwürfen, die gegen X. erhoben wurden, während der Prozessdauer zu unterlassen. Am 16. September 1977 richtete der Bezirksgerichtspräsident an die Anwälte der Prozessparteien ein Schreiben, worin er erklärte, dass in der Verfügung BGE 105 IV 248 S. 249vom 9. September 1977 der Hinweis auf Art. 292 StGB irrtümlich nicht angebracht worden sei und dass dieser hiemit nachgeholt werde.\n\nAm 16. und 21. November 1977 liess L. zwei Zeitungsartikel erscheinen, in denen er sich erneut zur Angelegenheit X. äusserte.\n\nB.- Der Kreisgerichtsausschuss Chur sprach L. am 8. Juni 1978 des wiederholten Ungehorsams gegen amtliche Verfügungen schuldig und verfällte ihn gemäss Art. 292 StGB in eine Busse von Fr. 2'000.-.\n\nDie vom Angeklagten gegen dieses Urteil eingereichte Berufung wurde vom Kantonsgerichtsausschuss von Graubünden am 30. Januar 1979 abgewiesen.\n\nC.- L. verlangt mit Nichtigkeitsbeschwerde die Aufhebung des Urteils des Kantonsgerichtsausschusses und die Rückweisung der Sache zur Freisprechung.\n\nD.- Der Kantonsgerichtsausschuss beantragt Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Ungehorsam gegen eine amtliche Verfügung kann gemäss Art. 292 StGB nur bestraft werden, wenn die Verfügung \"unter Hinweis auf die Strafdrohung dieses Artikels\" erlassen worden ist.\n\nArt. 292 StGB ist eine Blankettnorm, die lediglich subsidiär anwendbar ist, nämlich dann, wenn das Gesetz, auf das sich die amtliche Verfügung stützt, keine besonderen Strafbestimmungen zur Ahndung der Nichtbefolgung vorsieht. Deswegen muss eine der Strafdrohung des Art. 292 StGB unterstellte Verfügung eine besondere Belehrung über die strafrechtlichen Folgen enthalten, welche die betroffene Person im Falle des Ungehorsams zu gewärtigen hat. Dem damit bezweckten Schutz des Betroffenen vor unerwarteter Strafe wird nach ständiger Rechtsprechung nicht schon dadurch genügt, dass in der Verfügung bloss die Strafbarkeit des Ungehorsams erwähnt oder nur unbestimmt auf die in Art. 292 StGB vorgesehenen Strafen verwiesen wird. Vielmehr muss, wie der französische und italienische Gesetzestext vorschreiben, ausdrücklich angedroht werden, dass eine Widerhandlung gegen die Verfügung gemäss Art. 292 StGB \"mit Haft oder Busse\" bestraft wird BGE 105 IV 248 S. 250(BGE 68 IV 46/47; SCHWANDER, Nr. 750, S. 492 Ziff. 4, STRATENWERTH, BT II, 2. Aufl., S. 296 f.).\n\n2. Die Verfügung des Bezirksgerichtspräsidenten vom 9. September 1977 enthielt überhaupt keine Strafdrohung, und in dem die Verfügung ergänzenden Schreiben vom 16. September 1977 war einzig vom \"Hinweis auf Art. 292 StGB\" die Rede. Diese Belehrung entsprach nicht den gesetzlichen Anforderungen.\n\nDer Kassationshof hat allerdings in BGE 86 IV 28 erklärt, dass auf eine Belehrung über die in Art. 292 StGB vorgesehenen Strafen verzichtet werden könne, wenn der Adressat der Verfügung die Strafandrohung ohnehin, z.B. durch eine nicht lange vorher ergangene Verfügung, bereits kenne. In jenem Fall wurde ein Schuldner in mehreren Betreibungen vom gleichen Betreibungsamt wiederholt aufgefordert, an bestimmten Tagen bei der Wegnahme gepfändeter Gegenstände anwesend zu sein, wozu teils ein Formular mit der Androhung der Straffolgen des Art. 292 StGB, teils ein solches mit der vollständigen Wiedergabe dieser Strafbestimmung verwendet wurde. Aufgrund der im gleichen Betreibungsverfahren erfolgten Strafdrohungen, die zum Teil mit einer vollständigen Belehrung versehen waren, durfte angenommen werden, dem Adressaten seien die mehrfach vorgehaltenen Strafen genau bekannt.\n\nDer vorliegende Fall lässt sich nicht mit dem vorerwähnten vergleichen. Wohl waren dem Beschwerdeführer in dem vom Kreispräsidenten Chur am 1. Juni 1977 erlassenen provisorischen Amtsbefehl die Strafen des Art. 292 StGB korrekt angedroht worden. Dieses Befehlsverfahren endete jedoch einen Monat später mit der Abweisung des entsprechenden Gesuches und mit der Aufhebung der provisorischen Verfügung. Die nachher ergangene vorsorgliche Verfügung vom 9./16. September 1977 ist in einem andern Verfahren und von einer andern Instanz, nämlich im ordentlichen Verfahren vom Bezirksgerichtspräsidenten als Zivilrichter angeordnet worden. Der Erlass einer neuen, in die Zuständigkeit eines andern Richters fallenden Verfügung gab dem Beschwerdeführer gemäss Art. 292 StGB Anspruch darauf, über die ihm von der neuen Instanz angedrohten Strafen mit ausreichender Deutlichkeit aufgeklärt zu werden, unabhängig davon, ob ihm die Bestrafung nach Art. 292 StGB bereits früher in einem andern Verfahren angedroht worden sei. Da die Belehrung ungenügend BGE 105 IV 248 S. 251war, fehlt eine der Voraussetzungen für die Strafbarkeit des Beschwerdeführers.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Kantonsgerichtsausschusses von Graubünden vom 30. Januar 1979 aufgehoben und die Sache zur Freisprechung des Beschwerdeführers an die Vorinstanz zurückgewiesen."}