{"annee": "105", "cour": "IB", "page": "165", "date": "21/9/1979", "cite": ["97 I 60", "105 IA 157", "98 IB 1", "98 IB 85", "98 IB 177", "96 I 766"], "cite_par": ["112 IB 473", "120 IB 6", "109 IB 177", "114 IB 1", "117 IB 367", "126 II 522"], "chapeau": "26. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 21. September 1979 i.S. V. gegen Regierungsrat des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Expulsion prononcée par la police des étrangers. 1. Rapport entre l'expulsion prononcée par le juge pénal et celle qu'ordonne la police des étrangers (consid. 5). 2. Opportunité de l'expulsion administrative (art. 11 al. 3 LSEE). La commission d'un crime grave ne justifie pas nécessairement une mesure d'expulsion (consid. 6)."], "faits": "|165|\n\nAm 3. Januar 1932 wurde die jugoslawische Staatsangehörige V. in Jugoslawien geboren. 1950 heiratete sie den Landsmann B. Kurz nach der Scheidung dieser Ehe suchte V. Arbeit im Ausland. Am 21. Juli 1966 erhielt sie von der Fremdenpolizei des Kantons Zürich die Einreisebewilligung. Vom August 1966 bis Oktober 1972 arbeitete sie in verschiedenen Betrieben als Office- und Buffetangestellte, als Hilfsköchin, Köchin und als Verkäuferin. Zwei Arbeitgeber stellten ihr lediglich eine Arbeitsbestätigung aus; die übrigen erklärten sich mit ihren Arbeitsleistungen sehr zufrieden und bezeichneten Frau V. als zuverlässige, freundliche und saubere Mitarbeiterin. Anlässlich der Behandlung ihres Aufenthaltsverlängerungsgesuches führte der zuständige Polizeibeamte am 15. Oktober 1970 aus, polizeiliche Aktenvorgänge seien keine vorhanden und über Frau V. sei nichts Nachteiliges bekannt. Lediglich im Mai 1967 hatte sie es einmal unterlassen, sich anlässlich einer Übernachtung in einem Hotel in die Hotelkontrolle einzutragen.\n\n|166|\n\nIm Oktober 1967 lernte Frau V. den türkischen Staatsangehörigen K. kennen, der allein in Zürich lebte; dessen Frau war zusammen mit ihren Kindern in der Türkei geblieben. Seit Mai 1971 lebten Frau V. und K. zusammen. Im September 1972 kehrte K. in die Türkei zurück, angeblich um seinen kranken Sohn zu holen und in der Schweiz pflegen zu lassen; anfangs Oktober 1972 kam er zusammen mit seiner Frau in die Schweiz zurück. Es folgten heftige Spannungen, doch konnte sich Frau V. nicht entscheiden, die Verbindung mit K. aufzulösen. Am 15. Oktober 1972 tötete sie dessen Frau. Am 13. Dezember 1973 wurde sie durch das Obergericht des Kantons Zürich wegen vorsätzlicher Tötung zu 8 Jahren Zuchthaus verurteilt und 15 Jahre des Landes verwiesen. In der Begründung führte das Obergericht aus, in objektiver Hinsicht wiege das Verschulden der Angeklagten schwer, doch lägen Umstände vor, die ihre Schuld geringer erscheinen liessen, als es zunächst den Anschein habe. Insbesondere sei ihren Ausführungen, wonach sie von K. zur Tat gedrängt worden sei, Glauben zu schenken. Wenn auch sein Verhalten nicht allein zu der Ausnahmesituation geführt habe, aus welcher sie die Tat begangen habe, sei es doch geeignet, sie zu entlasten.\n\nAm 20. Mai 1974 verfügte die Eidgenössische Fremdenpolizei in Anwendung von Art. 13 Abs. 1 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer (ANAG; SR 142.20) eine unbefristete Einreisesperre nach der Haftentlassung. Am 6. August 1974 hob dieselbe Behörde die Verfügung wieder auf.\n\nFrau V. verbüsste ihre Strafe in der Strafanstalt Hindelbank. Am 14. März 1977 konnte sie in die Halbfreiheit versetzt werden; vom Übergangsheim Steinhof in Burgdorf aus ging sie regelmässig im Bezirksspital Burgdorf ihrer Arbeit nach. Am 7. Dezember 1977 verfügte die Direktion der Justiz des Kantons Zürich die bedingte Entlassung von Frau V. und setzte ihr eine dreijährige Probezeit an; gleichzeitig wurde der Vollzug der Landesverweisung für die Dauer der Probezeit bedingt aufgeschoben.\n\nTrotz dieser Verfügung beschloss der Regierungsrat auf Antrag der Direktion der Polizei am 5. April 1978, Frau V. in Anwendung von Art. 10 Abs. 1 lit. a ANAG für dauernd aus der Schweiz auszuweisen. Gegen diesen Entscheid richtet sich die vorliegende Verwaltungsgerichtsbeschwerde.\n\n|167|\n\nAm 8. April 1979 reichte die Vertreterin von Frau V. einen Bericht ein, der die Verhältnisse seit Beschwerdeeinreichung darstellt. Sie führt darin aus, dass sich Frau V. am 25. September 1978 mit V. verheiratet habe. Das am 14. April 1978 geborene mongoloide Kind sei in einem sehr gut geeigneten Kinderheim in Basel untergebracht, wo es immer noch mit der Sonde ernährt werden müsse. Die Schädigung sei schwerster Art. Die Mutter hänge an diesem Kind und helfe bei der Pflege mit. Die Ehe sei harmonisch und allmählich sei eine Aufhellung der Depression von Frau V. festzustellen. Aus den Akten geht zudem hervor, dass ihr jetziger Ehemann in Jugoslawien aus politischen Gründen zu einer zweijährigen Haftstrafe verurteilt worden war und ihm die Schweiz politisches Asyl gewährte.", "considerants": "Aus den Erwägungen:\n\n4. Die Beschwerdeführerin macht geltend, der angefochtene Entscheid stütze sich auf eine unrichtige oder unvollständige Tatsachenfeststellung. Der Regierungsrat führte in seinem Entscheid in allgemeiner Weise aus, das Verhalten der Beschwerdeführerin habe zu schweren Klagen Anlass gegeben. Tatsächlich lässt das dem Bundesgericht übergebene Dossier diesen allgemeinen Schluss nicht zu. Die Beschwerdeführerin verhielt sich seit ihrer Ankunft in der Schweiz im August 1966 bis zum 16. Oktober 1972, abgesehen von einer nicht ins Gewicht fallenden Bagatellsache, völlig klaglos, und erfuhr von den meisten Arbeitgebern eine sehr gute Beurteilung. Auch ihre Aufenthaltsbewilligung wurde stets anstandslos verlängert, zuletzt am 30. Juni 1972 bis zum 8. August 1974. Während des Strafvollzugs, in der Halbfreiheit und schliesslich in der Freiheit gab sie zu keinen Beschwerden Anlass. Die Beurteilungen aus dieser Zeit lauten durchwegs positiv. In der Vernehmlassung anerkennt denn der Regierungsrat selber, dass sich die \"schweren Klagen\" im Tötungsdelikt erschöpfen.\n\n5. Für dieses Verbrechen wurde die Beschwerdeführerin zu 8 Jahren Zuchthaus verurteilt sowie gemäss Art. 55 StGB für 15 Jahre aus dem Gebiet der Schweiz verwiesen. Wegen guter Führung wurde sie mit einer Probefrist von 3 Jahren bedingt entlassen, nachdem zwei Drittel der Strafe vollzogen waren. In dieser Verfügung vom 7. Dezember 1977 erwog die Justizdirektion des Kantons Zürich zudem, dass sich angesichts |168| der günstigen Prognose, die Frau V. gestellt werden könne, nicht behaupten lasse, dass sich der Vollzug der Landesverweisung aus Gründen der öffentlichen Sicherheit aufdränge. Bei der Frage, ob die Schweiz oder Jugoslawien die besseren Voraussetzungen für die Resozialisierung biete, sei zu berücksichtigen, dass sie sich seit dem Jahre 1966 in der Schweiz aufhalte und sich im allgemeinen recht eingelebt habe. Bindungen ans Heimatland seien heute nicht mehr vorhanden. Das sie in Jugoslawien erwartende Schicksal sei infolge der Beziehung zu ihrem Verlobten (und heutigen Ehemann), welcher dort wegen einer Denunziation als Antikommunist eine zweijährige Freiheitsstrafe verbüsst und nun in Basel das schweizerische Asylrecht erhalten habe, zumindest ungewiss. Jedenfalls sei es schwierig für sie, dort Arbeit zu finden. Aus diesen Gründen schob die Justizdirektion des Kantons Zürich den Vollzug der Landesverweisung bedingt auf. Ebenso beschloss die Eidgenössische Fremdenpolizei am 6. August 1974, die auf unbestimmte Dauer verfügte Einreisesperre vorläufig zu annullieren.\n\nDas Bundesgericht hat zwar wiederholt festgestellt, dass gemäss Art. 10 Abs. 4 ANAG die strafrechtliche Landesverweisung von der im ANAG geregelten fremdenpolizeilichen Ausweisung unberührt bleibt. Sowohl die gesetzliche Grundlage als auch der Zweck von Landesverweisung und administrativer Ausweisung sind voneinander verschieden. Bei der Verhängung der als Nebenstrafe vorgesehenen Landesverweisung stehen strafrechtliche Gesichtspunkte im Vordergrund, während dem Entscheid der Verwaltungsbehörde fremdenpolizeiliche Kriterien zugrunde liegen (BGE 98 Ib 89; BGE 97 I 64; Urteil vom 10. November 1978 i.S. S.-W.). Die Berechtigung dieses Dualismus ist aber nicht unbestritten und dessen Auswirkungen vermögen im Einzelfall nicht immer zu befriedigen. Das ist vor allem dann der Fall, wenn die tatsächlichen Voraussetzungen gleich sind, das heisst, wenn sich die administrative Ausweisung vor allem auf eine strafbare Handlung stützt, wie das vorliegend der Fall ist. Unter diesen Voraussetzungen wäre im Interesse der Rechtssicherheit und der Rechtseinheit zu erwarten, dass sich die verschiedenen Behörden bemühen würden, ihre Tätigkeit zu koordinieren (vgl. BGE 96 I 774; Urteil vom 22. Mai 1975 i.S. E.). Der Umstand, dass die instruierende Polizeidirektion und der Regierungsrat den Erwägungen der Justizdirektion nicht Rechnung getragen haben, führt indessen |169| allein nicht zur Gutheissung der Beschwerde, denn das Bundesgericht hat die geltende Ordnung und damit die Unabhängigkeit von Landesverweisung und Ausweisung so einzuhalten, wie sie vom Bundesgesetzgeber festgelegt worden ist (Art. 113 Abs. 3 BV).\n\n6. a) Nach Art. 10 Abs. 1 lit. a ANAG kann ein Ausländer aus der Schweiz ausgewiesen werden, wenn er wegen eines Verbrechens oder Vergehens gerichtlich bestraft worden ist. Diese Voraussetzung ist im vorliegenden Fall erfüllt. Nach Art. 11 Abs. 3 ANAG soll die Ausweisung indessen nur verfügt werden, wenn sie nach den gesamten Umständen angemessen erscheint. Für die Beurteilung der Angemessenheit sind gemäss Art. 16 Abs. 3 ANAV namentlich wichtig die Schwere des Verschuldens des Ausländers, die Dauer seiner Anwesenheit in der Schweiz sowie die ihm und seiner Familie drohenden Nachteile. Die Frage der Angemessenheit einer Ausweisungsverfügung haben in erster Linie die kantonalen Behörden zu entscheiden. Das Bundesgericht prüft auf Verwaltungsgerichtsbeschwerde hin ausschliesslich, ob die entscheidende Behörde ihr Ermessen überschritten oder missbraucht hat (Art. 104 lit. a OG; BGE 98 Ib 3 ff.). Wenn eine Ausweisung nach Art. 10 Abs. 1 lit. a ANAG zwar rechtlich begründet, aber nach den Umständen nicht angemessen erscheint, soll sie bloss angedroht werden (Art. 16 Abs. 3 ANAV).\n\nb) Die Beschwerdeführerin hat die Frau ihres Freundes im Jahre 1972 vorsätzlich getötet. Selbst wenn ihr zahlreiche Milderungsgründe angerechnet wurden, trifft sie bezüglich dieser Tat ein schweres Verschulden.\n\nAuf der andern Seite befindet sich die Beschwerdeführerin seit 13 Jahren in der Schweiz und hat sich hier eingelebt. Zudem würden ihr und ihrer Familie wesentliche Nachteile drohen, wenn sie ausgewiesen würde. Die Sachlage hat sich insbesondere nach dem Ausweisungsbeschluss des Regierungsrates zugunsten der Beschwerdeführerin geändert. Das Bundesgericht hat in konstanter Rechtsprechung erkannt, dass bei der Frage, ob eine Ausweisung angemessen sei oder nicht, auch Tatsachen zu berücksichtigen sind, die erst nach Fällung des angefochtenen Entscheides eingetreten sind (BGE 105 Ia 163; BGE 98 Ib 178 mit Hinweisen, 512 E. 1b). Vorliegend hat die Beschwerdeführerin im September 1978 V. geheiratet, dem die Schweiz politisches Asyl gewährte. Die beiden Ehegatten leben in Basel |170| und kümmern sich um ihr gemeinsames mongoloides Kind, welches nach wie vor intensiver Pflege in einem Heim bedarf. Diese Angaben stützen sich im wesentlichen auf das Schreiben der Vertreterin der Beschwerdeführerin vom 8. April 1979. Treffen sie zu, so verletzt die Ausweisung von Frau V. Bundesrecht. Es rechtfertigt sich unter diesen Umständen, die Sache zur Neubeurteilung an den Regierungsrat zurückzuweisen. Dieser wird den Sachverhalt überprüfen müssen und gegebenenfalls zu entscheiden haben, ob die Ausweisung lediglich anzudrohen (BGE 98 Ib 179 E. 2d; vgl. auch Urteil vom 19. Mai 1978 i.S. G., E. 2c) oder von einer Administrativmassnahme überhaupt abzusehen sei. Hingegen ginge es nicht an, den Vollzug der Ausweisung auf unbestimmte Zeit aufzuschieben (BGE 98 Ib 179)."}