{"annee": "105", "cour": "II", "page": "302", "date": "4/12/1979", "cite": ["87 I 397", "91 I 356"], "cite_par": ["113 II 319", "107 II 459", "113 II 190", "113 II 314"], "chapeau": "50. Extrait de l'arrêt de la 1re Cour civile du 4 décembre 1979 dans la cause Hisamitsu Pharmaceutical Co. Inc. contre Office fédéral de la propriété intellectuelle (recours de droit administratif)", "regestes": ["Modification d'une demande de brevet sans report de la date de dépôt, droit transitoire. Les revendications visées par l'art. 143 al. 2 lettre d LBI sont soumises à l'ensemble des dispositions de l'ancien droit qui se rapportent aux revendications, notamment à l'art. 58 aLBI (consid. 2). Cet article doit être appliqué selon la pratique suivie par l'Office jusqu'à l'entrée en vigueur de la nouvelle loi (consid. 3-4)."], "faits": "|303|\n\nLa société Hisamitsu Pharmaceutical Co. Inc. a déposé le 12 décembre 1974 auprès de l'Office fédéral de la propriété intellectuelle une demande de brevet qui avait pour objet un \"procédé de préparation de nouvelles nitrophényl 1 (1H, 3H)-quinazolinediones-2, 4\". Cette demande contenait une revendication dont le symbole X était ainsi défini: \"X est halogène, sulfonyloxy organique, reste ester d'acide organique ou minéral\". Elle a fait l'objet de deux notifications de l'Office. En réponse à la seconde, le 21 février 1978, la requérante a modifié d'elle-même la définition du symbole X, telle qu'elle figurait dans la revendication initiale. Cette définition était désormais la suivante: \"X est un atome ou un groupement éliminable par réaction avec l'hydrogène du groupe amino.\"\n\nDans sa troisième notification, l'Office a relevé que, \"dans la revendication 1, la nouvelle signification donnée à X constitue un élargissement qui implique le report de la date de dépôt de la demande à la date de son introduction (art. 58 al. 2 LBI)\". Sans contester l'extension au sens de l'art. 58 al. 2 LBI, la requérante a fait valoir que l'ancien droit était applicable en vertu de l'art. 143 al. 2 lettre d LBI; Or, sous l'empire de l'art. 58 aLBI, une pratique constante de l'Office admettait de telles extensions sans report de la date de dépôt.\n\nL'Office a maintenu son point de vue antérieur. Le 11 juillet 1979, il a rendu une décision aux termes de laquelle la date de dépôt de la demande de brevet était reportée au 21 février 1978 et le droit à la priorité japonaise du 14 décembre 1973, revendiqué pour cette demande, était éteint.\n\n|304|\n\nHisamitsu Pharmaceutical Co. Inc. a formé un recours de droit administratif au Tribunal fédéral. Elle conclut à l'annulation de la décision attaquée et à la délivrance par l'Office du brevet, avec la revendication modifiée le 21 février 1978, sans report de la date de dépôt.\n\nLe Tribunal fédéral a admis le recours.", "considerants": "Considérant en droit:\n\n2. L'art. 143 al. 1 LBI prévoit que les demandes de brevet pendantes le jour de l'entrée en vigueur de la nouvelle loi sont régies dès cette date par le nouveau droit. Continuent toutefois à être réglées par l'ancien droit, aux termes de l'art. 143 al. 2 lettre d, les revendications pour des procédés de fabrication de substances chimiques et de fabrication de substances par transformation du noyau atomique.\n\na) La recourante invoque le texte de cette dernière disposition qui fixe nettement le champ d'application de l'ancien droit. Elle conteste l'interprétation restrictive par l'Office de la notion d'ancien droit, qui englobe d'après elle l'art. 58 aLBI dans le sens que lui a donné la pratique constante de l'Office. Admettre le contraire reviendrait à désavantager les demandes de brevet visées par l'art. 143 al. 2 lettre d LBI, pendantes au moment du passage de l'ancien au nouveau droit. Ce dernier tend au contraire à étendre la protection des inventions dans ce domaine particulier en abrogeant l'interdiction de protéger les substances chimiques.\n\nL'Office soutient en revanche que l'art. 143 al. 2 lettre d LBI constitue une disposition d'exception, qui doit être interprétée et appliquée de façon restrictive. Telle aurait été l'intention du législateur. Le Message du Conseil fédéral (FF 1976 II,-p. 113) ne mentionne à ce propos que les art. 53 et 54 aLBI.\n\nb) L'art. 143 al. 2 lettre d LBI apporte une exception au principe de l'art. 143 al. 1 en ce sens que certaines situations continuent à être réglées par l'ancien droit. Il ne ressort cependant pas du texte légal, ni du Message du Conseil fédéral que l'application de ce droit doive se limiter à deux dispositions légales particulières. Le Message déclare, à propos de l'art. 143, qu'une fois en vigueur la loi revisée, il ne sera plus délivré de brevets non conformes au nouveau droit; toutes les demandes de brevet déposées antérieurement et encore pendantes \"devront |305| donc être soumises au nouveau droit (1er al.) avec les exceptions suivantes (2e al.)\", dont le Message donne l'énumération. Il relève à propos de la lettre d qu'on ne peut pas renoncer à appliquer les art. 53 et 54 aLBI aux demandes pendantes, parce que, contrairement à l'art. 52 du projet, ces prescriptions d'unité sont liées à l'interdiction de protéger les substances; leur suppression sans introduction simultanée de la protection des substances mettrait en cause l'application de l'art. 2, ch. 2 et 4, aLBI aux demandes pendantes; elle récompenserait en outre de manière injuste les requérants qui ont retardé à dessein la procédure d'examen en raison de la revision de la loi.\n\nLa mention expresse dans le Message du Conseil fédéral des art. 53 et 54 aLBI, eu égard à l'introduction de la protection des substances chimiques, ne signifie nullement que seules ces deux dispositions de l'ancien droit devraient rester applicables. Les débats parlementaires ne fournissent pas d'argument à l'appui d'une interprétation aussi restrictive. Non seulement l'art. 143 du projet du Conseil fédéral a été adopté sans objection, mais l'adjonction par le Conseil des Etats de l'al. 2 lettre c - \"la brevetabilité, si les conditions dont elle dépend sont plus favorables selon l'ancien droit\" - va à l'encontre d'une telle interprétation. Le rapporteur de la commission a déclaré à ce propos que, pour les conditions de la brevetabilité, les dispositions transitoires du projet prévoyaient que l'ancien droit s'appliquait aux brevets délivrés avant l'entrée en vigueur de la loi, les causes de nullité continuant à être réglées par ce droit (art. 142 al. 2 lettre c); l'application du nouveau droit était en revanche prévue pour les demandes de brevet encore pendantes; ce serait aller trop loin, a estimé la commission, surtout dans des cas où le requérant a déposé sa demande, parfois accompagnée de pièces coûteuses, sur la base du droit en vigueur ou qu'il a déjà pris des mesures en vue de l'exploitation du brevet; pour tenir compte d'une manière équitable de telles circonstances, il y a lieu d'apprécier la brevetabilité selon la lex mitior, pour les demandes pendantes. Cette proposition a été adoptée sans discussion par le Conseil des Etats, puis par le Conseil national (Bull. stén. CE 1976, p. 386 s, CN 1976, p. 1317).\n\nLa recourante relève à juste titre que l'art. 53 aLBI constitue certes une disposition spéciale qui ne se rapporte qu'aux revendications pour des procédés de fabrication de substances chimiques, mais que ces revendications ne sont pas soumises seulement |306| à ce texte. La lettre et l'esprit de l'art. 143 al. 2 lettre d LBI commandent l'application auxdites revendications de l'ensemble des dispositions de l'ancien droit qui se rapportent aux revendications - dont l'art. 58 aLBI - et non pas uniquement de certaines dispositions particulières.\n\nc) La délivrance du brevet litigieux avec sa revendication modifiée, sans report de la date de dépôt, ne résulte cependant pas directement de l'application de l'art. 58 aLBI. Elle découle de l'interprétation conférée à cette disposition par l'Office. Le litige porte donc en réalité sur le maintien de cette pratique, à laquelle l'Office entend renoncer notamment en raison des conséquences prétendument absurdes qu'elle entraînerait sous l'empire de la nouvelle loi.\n\n3. Avant le 1er janvier 1978, l'Office ne refusait une extension que lorsqu'elle était accompagnée d'une indication concrète ajoutée à la revendication. L'Office considère aujourd'hui que cette pratique, \"sans être contraire à la jurisprudence du Tribunal fédéral (voir en particulier ATF 87 I 409),... n'en avait cependant pas tiré toutes les conséquences rigoureuses\". Il estime dès lors être en droit de la modifier.\n\nL'Office relève à juste titre, en se référant à l'arrêt ATF 91 I 359, que l'autorité administrative n'est pas liée par une pratique antérieure erronée et que nul ne saurait se prévaloir de droits acquis en vertu d'une telle pratique. Le Tribunal fédéral ne serait d'ailleurs pas lié par une pratique qu'il n'a pas approuvée. Il doit néanmoins examiner si le changement préconisé s'impose au regard du droit transitoire et des circonstances de l'espèce.\n\nC'est la modification de la loi qui, de l'avis même de l'Office, lui a permis de reviser la pratique en cause. L'Office considérait notamment que les revendications pour des procédés de fabrication de substances chimiques étaient soumises à l'art. 58 nouveau, lorsque la demande de brevet était pendante au moment de l'entrée en vigueur de la loi, soit le 1er janvier 1978. Or, on a vu que ces revendications demeuraient régies par l'art. 58 aLBI. Les revendications visées par l'art. 143 al. 2 lettre d LBI seraient dès lors privées des possibilités d'adaptation et de protection qui résultaient de la pratique suivie par l'Office jusqu'au 31 décembre 1977, tout en restant soumises à l'interdiction de protéger les substances chimiques, consacrée par l'ancien droit mais abandonnée par le nouveau. Elles |307| seraient ainsi défavorisées par rapport à celles qui ont encore fait l'objet d'un brevet délivré sous l'empire de l'ancien droit, alors même que ce droit leur est applicable. Cette situation ne correspond manifestement pas à l'intention du législateur, concrétisée par l'introduction de l'art. 143 al. 2 lettre c LBI lors des débats parlementaires. L'Office reconnaît d'ailleurs qu'un tel changement de pratique peut causer des désagréments au requérant pendant la période transitoire. Mais cela ne serait \"inévitable\", comme l'ajoute l'Office, que si l'art. 58 était applicable dans sa nouvelle teneur, ce qui n'est pas le cas.\n\n4. Le passage du droit ancien au droit nouveau ne suffit pas à justifier l'abandon d'une pratique constante, au détriment précisément des revendications qui restent soumises à l'ancienne loi. Seules des raisons particulières pourraient motiver ce changement de pratique.\n\nL'Office voit une telle raison dans l'introduction d'un nouveau motif de nullité dans la loi (art. 26 ch. 3 bis LBI), directement rattaché à l'art. 58 LBI et applicable à tous les brevets délivrés sous le nouveau droit; il estime que le maintien de l'ancienne pratique aboutirait, dans le cas de la recourante, à la délivrance d'un brevet contraire à ce droit et, partant, vraisemblablement nul. On peut toutefois se demander si les motifs de nullité de l'ancien droit ne seraient pas plutôt applicables à un tel brevet délivré sous l'empire de la nouvelle loi, mais comportant des revendications régies par l'ancien droit. La question ressortit cependant au juge du fond saisi d'une action en nullité d'un brevet. L'argument est sans pertinence dans le cadre de la présente procédure administrative.\n\nL'Office cite à l'appui de son opinion l'exemple d'une demande contenant deux revendications, conformément à l'art. 52 al. 2 aLBI, dont l'une serait régie par l'art. 53 aLBI et l'autre pas. La même extension apportée à ces deux revendications pourrait avoir des effets divergents, puisque la date de dépôt serait maintenue pour la première selon l'art. 58 aLBI et la pratique de l'Office antérieure au 1er janvier 1978, alors qu'elle serait reportée pour la seconde en vertu de l'art. 58 LBI. Il en résulterait une double date de dépôt, et partant une double durée maximum. Cet argument n'est toutefois pas décisif. On peut d'abord parer à l'inconvénient que dénonce l'Office par la constitution de brevets distincts (art. 24, 25, 27 LBI; cf. BLUM/PEDRAZZINI, Das schweizerische Patentrecht, 2e éd., n. 10 ad art. 52 aLBI, III, p. 270 s).\n\n|308| A ce défaut, la situation serait certes inhabituelle, mais non insoluble. Il s'agirait d'une conséquence des distinctions opérées dans le droit transitoire applicable, d'une portée limitée."}