{"annee": "105", "cour": "V", "page": "145", "date": "28/8/1979", "cite": [], "cite_par": [], "chapeau": "35. Auszug aus dem Urteil vom 28. August 1979 i.S. Hälg gegen Ausgleichskasse des Kantons St. Gallen und Versicherungsgericht des Kantons St. Gallen", "regestes": ["Art. 5 al. 5, 2e phrase, et art. 90 al. 3 et 4 RAI. Pas d'adaptation d'une garantie de prise en charge de frais au nouveau droit, plus restrictif, lorsque cette adaptation serait de nature à compromettre le succès d'une mesure de réadaptation en cours."], "faits": "", "considerants": "|145|\n\nAus den Erwägungen:\n\nZunächst ist streitig, ob Markus Hälg Anspruch darauf habe, dass ihm die Invalidenversicherung für die Unterkunft und Verpflegung im Pflegeheim bis Ende 1977 den Betrag von Fr. 48.-- täglich vergüte.\n\nAm 1. Januar 1977 ist Art. 5 Abs. 5 IVV in Kraft getreten, der für Personen, die sich in erstmaliger beruflicher Ausbildung befinden, unter anderem bestimmt, dass die Invalidenversicherung bei auswärtiger Unterkunft und Verpflegung ausserhalb der Ausbildungsstätte die ausgewiesenen notwendigen Kosten, höchstens jedoch Leistungen gemäss Art. 90 Abs. 3 und 4 IVV übernimmt. Gemäss Art. 90 Abs. 3 IVV wird zu den Fahrauslagen |146| und den notwendigen Nebenkosten ein Zehrgeld ausgerichtet. Dessen Höhe ist gestützt auf Art. 90 Abs. 4 IVV vom Eidgenössischen Departement des Innern in der Verordnung über die Kostenlimite bei erstmaliger beruflicher Ausbildung und das Zehrgeld in der Invalidenversicherung festgelegt worden. Pro Infirmis hält diese Ordnung für gesetzwidrig und insbesondere dem Art. 16 IVG widersprechend. Ob diese Auffassung richtig ist, kann aus den nachstehenden Überlegungen für heute offen gelassen werden.\n\nMit ihrer Verfügung vom 22. Dezember 1975 gewährte die Ausgleichskasse Kostengutsprache für die erstmalige berufliche Ausbildung ab Frühjahr 1976 bis zum 31. Dezember 1977. Diese Gutsprache umfasste nicht nur die eigentlichen Ausbildungskosten (Aufwendungen für die Vermittlung der erforderlichen Kenntnisse und Fähigkeiten), sondern nach der damaligen Regelung auch die \"Kosten für die wegen der Ausbildung notwendige auswärtige Unterbringung und Verpflegung\" (Art. 5 alt Abs. 3 IVV). Sie basierte auf dem Eingliederungsvorschlag der Regionalstelle vom 17. November 1975, die eine auf zwei Jahre beschränkte Anlehre befürwortet hatte. Diese Anlehre muss als eine einheitliche Eingliederungsmassnahme betrachtet werden. Als solche wurde sie von der Invalidenversicherungs-Kommission gebilligt und zugesprochen. Hätte die Verwaltung einen Teil dieser Massnahme vor deren Abschluss rechtskräftig widerrufen, so wäre dadurch die erfolgreiche Durchführung der ganzen Massnahme gefährdet worden. Damit wäre aber auch der mit der Massnahme verfolgte gesetzliche Zweck, nämlich die berufliche Eingliederung des Versicherten, in Frage gestellt worden. Demzufolge handelte die Verwaltung nicht gesetzeskonform, wenn sie ihre unter der Herrschaft des alten Rechts rechtskräftig zugesprochene Leistung an die Unterkunft und Verpflegung im Pflegeheim während der bis Ende 1977 bewilligten erstmaligen beruflichen Ausbildung in Wiedererwägung zog und in Anwendung neuen Rechts von Fr. 48.-- auf Fr. 18.-- täglich (bzw. Fr. 30.-- gemäss vorinstanzlichem Entscheid) reduzierte."}