{"annee": "105", "cour": "IA", "page": "379", "date": "31/10/1979", "cite": ["100 IA 180", "102 IA 299", "103 IA 293", "101 IA 46", "102 IA 302"], "cite_par": ["111 IA 341"], "chapeau": "67. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 31. Oktober 1979 i.S. X. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle; art. 6 CEDH. Le fait de n'accorder qu'au défenseur lui-même et non à ses auxiliaires le droit d'avoir des entretiens non surveillés avec les personnes détenues à des fins d'enquête ou de sécurité, ne viole ni le droit fondamental à la liberté personnelle, ni la Convention européenne des droits de l'homme."], "faits": "BGE 105 Ia 379 S. 379\n\nDie Bezirksanwaltschaft Zürich führte gegen X. eine Strafuntersuchung, in deren Verlauf dieser in Untersuchungshaft gesetzt wurde. Nach Abschluss der Untersuchung blieb X. in Sicherheitshaft, und zwar wurde diese mit seinem Einverständnis in der Strafanstalt Regensdorf vollzogen. Während der Haftdauer wurde X. dreimal von Z., einer Angestellten eines Anwaltskollektivs, besucht. Sie wies sich dabei mit einer von dem die Untersuchung führenden Bezirksanwalt ausgestellten Dauerbewilligung aus und wurde - da das Anstaltspersonal davon ausging, sie sei Anwältin - zu unbeaufsichtigten Besuchen bei X. zugelassen. Nachdem der wahre Sachverhalt erkannt worden war, traf die Justizdirektion des Kantons Zürich BGE 105 Ia 379 S. 380eine Verfügung, in welcher festgehalten wurde, dass Z. nur insoweit zu Besuchen bei Insassen der Strafanstalt Regensdorf berechtigt sei, als entsprechende Bewilligungen des Direktors der Strafanstalt vorlägen, ferner dass die Korrespondenz von Insassen der Strafanstalt Regensdorf mit Hilfspersonen von Rechtsanwälten keinerlei Privilegien geniesse und insbesondere der Kontrolle unterliege. Ein Rekurs gegen diese Verfügung wurde vom Regierungsrat des Kantons Zürich abgewiesen.\n\nX. führt staatsrechtliche Beschwerde mit dem Antrag, der regierungsrätliche Entscheid sei wegen Verletzung von Art. 4 BV, Art. 6 EMRK und des ungeschriebenen verfassungsmässigen Rechtes der persönlichen Freiheit aufzuheben.", "considerants": "Aus den Erwägungen:\n\n5. Zur Hauptsache nimmt der Beschwerdeführer den Standpunkt ein, Hilfspersonen des Verteidigers gehörten zum Institut der Verteidigung und könnten daher hinsichtlich der Besuche bei Untersuchungs- und Sicherheitsgefangenen die nämlichen Rechte geltend machen wie der Verteidiger selbst. Da das Grundrecht der persönlichen Freiheit und die EMRK angerufen sind, entscheidet das Bundesgericht hierüber mit freier Prüfungsbefugnis.\n\nDas Recht des verhafteten Angeschuldigten, grundsätzlich frei und unbeaufsichtigt mit seinem Verteidiger verkehren zu können, ist vom Bundesgericht seit jeher auf Grund von Art. 4 BV als geschützt betrachtet worden. Ausnahmen werden zugelassen, soweit sie auf gesetzlicher Grundlage beruhen und verhältnismässig sind. Insbesondere darf dadurch der Anspruch des Angeschuldigten, sich im Hinblick auf die gerichtliche Verhandlung unter Beizug seines Verteidigers hinreichend vorbereiten zu können, nicht beeinträchtigt werden (BGE 103 Ia 304 ff.; BGE 101 Ia 49 f.; BGE 100 Ia 186). Im vorliegenden Fall wird nicht geltend gemacht, der Verkehr des Beschwerdeführers mit seinem Verteidiger selbst werde in irgendeiner Form beeinträchtigt, sondern lediglich, eine wirksame Verteidigung erfordere auch unbeaufsichtigte Besprechungen des Angeschuldigten mit Hilfspersonen der Verteidigung, um damit die Übermacht der Vertreter des Staates auszugleichen.\n\nDieser Auffassung kann nicht beigepflichtet werden. Wenn dem Verteidiger von Verfassungs wegen und nach den meisten BGE 105 Ia 379 S. 381kantonalen Strafprozessgesetzen gegenüber anderen Besuchern von Untersuchungs- und Sicherheitsgefangenen weitgehende Privilegien eingeräumt werden, so geschieht dies zur Gewährleistung einer wirksamen Verteidigung; doch trägt der Verteidiger dafür die alleinige und persönliche Verantwortung, die er nicht an Dritte delegieren kann. Als Verteidiger amten denn auch fast ausschliesslich Rechtsanwälte; andere Personen wären dieser anspruchsvollen Aufgabe gerade mit Rücksicht auf die vom Beschwerdeführer selbst erwähnten Schwierigkeiten im Regelfall nicht gewachsen. Die Rechtsanwälte gelten im Kanton Zürich wie übrigens in den meisten Kantonen als Personen öffentlichen Vertrauens. Sie sind verpflichtet, ihre Berufstätigkeit gewissenhaft auszuüben, sich also dabei an die bestehenden Gesetze und Verordnungen zu halten; sie werden im Kanton Zürich nach ihrer Prüfung vom Obergerichtspräsidenten formell zur Einhaltung dieser Pflicht ermahnt (zürcherisches Gesetz über den Rechtsanwaltsberuf - AnwG - §§ 7 und 8; Verordnung über die Fähigkeitsprüfung für den Rechtsanwaltsberuf, § 20). Die Rechtsanwälte unterstehen der Aufsicht durch eine aus Richtern und Anwälten zusammengesetzte Behörde. Diese oder auf ihren Antrag das Obergericht können bei Pflichtverletzungen Disziplinarmassnahmen verhängen, die vom Verweis bis zum Entzug des Rechtes auf Berufsausübung gehen (AnwG §§ 15-32). Damit ist eine wesentlich verstärkte Garantie dafür gegeben, dass die Anwälte beim Besuch verhafteter Klienten das Vorrecht des unbeaufsichtigten Kontaktes nicht missbrauchen. Diese Garantie ist bei Hilfspersonen der Anwälte nicht in gleichem Masse gegeben, auch wenn die erwähnte Möglichkeit besteht, nach allfälligen Missbräuchen einzuschreiten. Im Strafverfahren gilt es nicht in erster Linie, nachträglich gegen Vertrauensverletzungen vorzugehen, sondern solche im vornherein nach Möglichkeit zu verhindern, wozu die Beschränkung des unbeaufsichtigten Verkehrs des Angeschuldigten auf die Person des Verteidigers selbst ein taugliches und verhältnismässiges Mittel darstellt. Dass im Kanton Zürich auch Nichtanwälte als Verteidiger zugelassen sind (§ 8 StPO), sofern sie nicht berufsmässig handeln, ändert an diesem Ergebnis nichts. Das gleiche gilt für den Einwand des Beschwerdeführers, auch die persönliche Betreuung des Angeschuldigten gehöre zu den Aufgaben der Verteidigung, und in diesem Bereich könne die Hilfsperson dem Verteidiger ausgezeichnete BGE 105 Ia 379 S. 382Dienste leisten. Wohl ergibt sich aus dem ungeschriebenen Grundrecht der persönlichen Freiheit, dass der Verhaftete Anspruch auf Betreuung hat, sofern sein körperlicher oder geistiger Zustand dies erfordert; doch wird diese Betreuung in erster Linie durch geeignetes staatliches Personal sichergestellt, das von der Anklagebehörde vollständig unabhängig ist. Das Bundesgericht hat demgemäss in BGE 102 Ia 300 ff. festgestellt, es verletze die Garantie der persönlichen Freiheit nicht, wenn einem Untersuchungsgefangenen nicht gestattet werde, sich durch einen Psychologen seiner Wahl beraten zu lassen, und in BGE 102 Ia 302 ff. wurde weiter dargelegt, es bestehe kein Anspruch auf Beizug eines Arztes nach freier Wahl des Gefangenen, wohl aber ein solcher auf ausreichende, d.h. nötigenfalls auch spezialärztliche Betreuung. Im Lichte dieser Rechtsprechung kann von einer unzulässigen Beschränkung der persönlichen Freiheit oder der durch Art. 4 BV gewährleisteten Verteidigungsrechte dadurch, dass die Vorrechte des Verteidigers nicht an Hilfspersonen delegiert werden können, nicht gesprochen werden. Beigefügt werden mag, dass solche Hilfspersonen selbstverständlich von Besuchen bei Gefangenen nicht ausgeschlossen sind; sie haben sich dabei lediglich an die für jede Privatperson geltenden, in den Vollzugsverordnungen festgehaltenen Einschränkungen zu halten.\n\n6. Der Beschwerdeführer beruft sich auch auf das sich aus der EMRK ergebende Gebot der Waffengleichheit. Dazu ist zunächst festzuhalten, dass die Anrufung eines derart allgemeinen Satzes dort nicht begründet ist, wo die konkreten Rechte des Untersuchungsgefangenen im Konventionstext unmittelbar geregelt sind, wie dies beim Anspruch auf Verteidigung in Art. 6 Ziff. 3 lit. c der Fall ist. Der Beschwerdeführer macht nicht geltend, diese Bestimmung gewährleiste auch den unbeaufsichtigten Verkehr mit Hilfspersonen des Verteidigers, und er behauptet auch nicht, dass die Konventionsorgane je in diesem Sinne entschieden hätten. Im übrigen ist festzustellen, dass nach einer wesentlichen Bestimmung des zürcherischen Strafprozessrechtes der Untersuchungsbeamte den belastenden und den entlastenden Tatsachen mit gleicher Sorgfalt nachgehen soll (§ 31 StPO), was der Behauptung, der Grundsatz der Waffengleichheit werde durch das zürcherische Untersuchungs- und Haftvollzugssystem an sich verletzt, jede Berechtigung nimmt (vgl. über die beschränkte Tragweite des Waffengleichheitsprinzips BGE 105 Ia 379 S. 383für das kontinentale Untersuchungsverfahren auch TRECHSEL, Die Verteidigungsrechte in der Praxis zur EMRK, in ZStrR 96/1979, S. 377/378). Dass die erwähnte Bestimmung oder die eigentlichen Verteidigungsrechte im Falle des Beschwerdeführers konkret verletzt worden wären, wird nicht dargetan. Die Beschwerde erweist sich somit als unbegründet."}