{"annee": "105", "cour": "V", "page": "93", "date": "2/5/1979", "cite": [], "cite_par": ["110 V 164", "109 V 119", "109 V 224", "117 V 121", "123 V 335", "116 V 161"], "chapeau": "22. Urteil vom 2. Mai 1979 i.S. M. gegen Eidgenössische Militärversicherung und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 108 al. 2 et 132 OJ. La conclusion au fond prise dans un recours de droit administratif dirigé contre une décision cantonale de non-entrée en matière implique demande de renvoi de la cause à l'autorité de première instance pour jugement au fond (consid. 1). Art. 11 al. 5 et art. 12 al. 1-4 LAM. Notions de proposition et de décision, en opposition à celle de \"préavis\", notamment lorsque l'assurance militaire entend procéder à une réduction de la rente au sens de l'art. 45 LAI (consid. 3)."], "faits": "BGE 105 V 93 S. 93\n\nA.- Hans M. bezieht von der Militärversicherung eine auf einem Invaliditätsgrad von einem Drittel basierende Invalidenrente, die sich seit der Revisionsverfügung vom 23. April 1975 auf Fr. 625.95 im Monat beläuft. Mit Verfügung vom 28. April 1978 lehnte es die Militärversicherung ab, den Invaliditätsgrad revisionsweise zu erhöhen. Mit Schreiben vom 29. April 1978 teilte sie ihrem Versicherten mit, im Hinblick auf die ihm zustehende BGE 105 V 93 S. 94Rente der Invalidenversicherung (IV-Rente) werde die Rente der Militärversicherung (MV-Rente) gemäss Art. 45 IVG um Fr. 607.50 gekürzt, so dass ab 1. April 1978 noch Fr. 18.45 im Monat ausbezahlt würden.\n\nB.- Hans M. beschwerte sich beim Versicherungsgericht des Kantons Solothurn und beantragte, die MV-Rente sei ihm ungekürzt im Betrage von Fr. 625.95 monatlich auszuzahlen. Er wies darauf hin, dass er auf 1. April 1978 sein Coiffeurgeschäft aus gesundheitlichen Gründen habe aufgeben müssen, und machte geltend, er sei nun zu 100% arbeitsunfähig. Rechne man die IV-Rente und die (ungekürzte) MV-Rente zusammen, so ergebe sich ein Total von Fr. 25'836.-- pro Jahr, welches unter der \"Kürzungsgrenze\" der Militärversicherung liege.\n\nDas kantonale Versicherungsgericht trat jedoch in seinem Entscheid vom 17. Juli 1978 auf die Beschwerde nicht ein. Es ging davon aus, dass sich diese nicht gegen die Verfügung vom 28. April 1978, sondern gegen das Schreiben vom 29. April 1978 betreffend die Rentenkürzung richte. Bei letzterem handle es sich aber bloss um eine vorläufige Mitteilung im Sinne von Art. 11 Abs. 5 MVG und nicht um eine beschwerdefähige Verfügung im Sinne von Art. 12 Abs. 3 MVG.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde beanstandet Hans M., dass \"die Invalidenversicherung praktisch den ganzen Teil der Rente übernehmen soll\", während er des grössten Teils der MV-Rente verlustig gehe. Er macht wiederum geltend, dass IV-Rente und MV-Rente zusammen den für die Kürzung massgebenden Betrag nicht erreichen würden.\n\nDie Militärversicherung beantragt Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Die Verwaltungsgerichtsbeschwerde richtet sich gegen den vorinstanzlichen Nichteintretensentscheid. Obwohl sie sich nur mit der materiellen Seite des Streitfalles befasst, ist darin der Antrag auf Eintreten praxisgemäss als miteingeschlossen zu betrachten. Es ist also zu prüfen, ob die Vorinstanz zu Recht auf die Beschwerde nicht eingetreten ist, wogegen das Eidg. Versicherungsgericht auf die materiellen Anträge nicht eintreten kann.\n\nBGE 105 V 93 S. 95\n\n2. Die Vorinstanz geht richtigerweise davon aus, dass sich die Beschwerde nicht gegen die Revisionsverfügung vom 28. April 1978, sondern gegen die Mitteilung vom 29. April 1978 betreffend Rentenkürzung richtet...\n\n3. Eine Rentenkürzung im Sinne von Art. 45 IVG greift in die Rechte des Versicherten ein und hat deshalb Verfügungscharakter (Art. 5 Abs. 1 VwVG). Dementsprechend pflegt die Schweizerische Unfallversicherungsanstalt ihren Versicherten die Kürzung einer Rente nach Art. 45 IVG stets in Form einer beschwerdefähigen Verfügung zu eröffnen. Es fragt sich, ob dies im Hinblick auf die besonderen gesetzlichen Verfahrensregeln für die Militärversicherung in gleicher Weise gelte.\n\na) Art. 12 Abs. 1-4 MVG sieht für die \"Verfügung der Militärversicherung\" - so das Marginale zu diesem Artikel - ein besonderes Verfahren vor, indem vor Verfügungserlass dem Versicherten der sog. \"Vorschlag\" zu unterbreiten ist, der die Rechtskraft einer endgültigen Verfügung erlangt, wenn er vom Versicherten ausdrücklich angenommen wird. Demgegenüber bildet die in Art. 11 Abs. 5 MVG vorgesehene, dem Vorschlag vorausgehende Mitteilung (der sog. \"Préavis\") einen Teil des \"Erhebungsverfahrens\" (Marginale zu Art. 11). Diese Mitteilung eröffnet dem Versicherten die Möglichkeit, die Akten einzusehen und Ergänzungen der Abklärung zu beantragen, zieht aber keine Rechtsfolgen im Sinne von Art. 5 Abs. 1 VwVG nach sich und hat dementsprechend nicht Verfügungscharakter. Im Gegensatz zu Vorschlag und Verfügung muss die Mitteilung denn auch nicht mit eingeschriebenem Brief eröffnet werden (vgl. Art. 12 Abs. 4 MVG). Die gesetzliche Ordnung verbietet nicht und es erscheint sogar zweckmässig, dass auch einer Rentenkürzung im Sinne von Art. 45 IVG ein Préavis vorangeht. Dass dieser im Gesetz im Zusammenhang mit der Abklärung von Leistungsbegehren geregelt ist, steht dem nicht entgegen, da auch für die Rentenkürzung Abklärungen erforderlich sein können und auch hier dem Versicherten die Möglichkeit offenstehen soll, die Akten einzusehen und Ergänzungsanträge zu stellen. Wenn aber die Militärversicherung über eine Kürzung gemäss Art. 45 IVG vorerst einen Préavis nach Art. 11 Abs. 5 MVG zustellt, so liegt darin keine Verfügung und der Beschwerdeweg steht daher nicht offen.\n\nb) Im vorliegenden Fall geht die Vorinstanz in Übereinstimmung mit der Militärversicherung davon aus, dass es sich beim BGE 105 V 93 S. 96Schreiben vom 29. April 1978 um eine solche, bloss vorläufige und nicht beschwerdefähige Mitteilung im Sinne von Art. 11 Abs. 5 MVG handle.\n\nIndes entspricht der vorgedruckte Text jener Mitteilung nicht dem Art. 11 Abs. 5 MVG und steht in auffallendem Gegensatz zum Formulartext, den die Militärversicherung für solche Mitteilungen sonst zu verwenden pflegt. Anstatt dem Versicherten Gelegenheit zu geben, Stellung zu nehmen, die Akten einzusehen oder Ergänzungsanträge zu stellen, wird eine einmonatige Einsprachefrist für \"allfällige Einwendungen gegen die Kürzung\" angesetzt. Zur Bedeutung dieser Einsprachemöglichkeit äussert sich die Militärversicherung in ihrer Vernehmlassung an das Eidg. Versicherungsgericht dahin, dass über Streitpunkte betreffend Rentenkürzung zwar das \"übliche Verwaltungsverfahren\" durchzuführen, hierzu aber erforderlich sei, dass gegen die Kürzungsmitteilung gemäss aufgeführter Rechtsmittelbelehrung Einsprache erhoben werde, worauf die Militärversicherung den Vorschlag und anschliessend allerdings die Verfügung erlasse. Daraus ist zu schliessen, dass es offenbar mit der Mitteilung sein Bewenden haben soll, falls nicht Einsprache erhoben wird. Dies aber ist mit der gesetzlichen Regelung unvereinbar. Danach ist in jedem Fall - habe nun der Versicherte auf den Préavis reagiert oder nicht - der Vorschlag gemäss Art. 12 MVG zu eröffnen, und es ist folglich unzulässig, die Eröffnung des Vorschlags bzw. den allfälligen Erlass der Verfügung von einer Einsprache des Versicherten, die zudem noch fristgebunden ist, abhängig zu machen.\n\nAus all diesen Gründen erscheint das Schreiben vom 29. April 1978 nicht als vorläufige Mitteilung im Sinne von Art. 11 Abs. 5 MVG. Es kann aber auch nicht als Vorschlag im Sinne von Art. 12 MVG betrachtet werden. Ein solcher hätte von der Direktion ausgehen müssen, und ein Stillschweigen des Versicherten dürfte nach der gesetzlichen Ordnung nicht als Zustimmung dazu gewertet werden.\n\n4. Zusammenfassend ergibt sich somit, dass über die streitige Rentenkürzung keine beschwerdefähige Verfügung vorliegt, weshalb die Vorinstanz zu Recht auf die Beschwerde nicht eingetreten ist. Weil sich aber gleichzeitig erwiesen hat, dass die Militärversicherung nicht gesetzeskonform vorgegangen ist, ist die Sache an diese zurückzuweisen, damit sie im Sinne der Vorschriften von Art. 11 Abs. 5 und 12 MVG verfahre...\n\nBGE 105 V 93 S. 97\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen, soweit darauf einzutreten ist. Die Sache wird an die Militärversicherung zurückgewiesen, damit diese im Sinne der Erwägungen verfahre."}