{"annee": "105", "cour": "IV", "page": "285", "date": "2/11/1979", "cite": ["84 II 403", "99 II 121", "89 IV 178", "94 IV 95", "97 II 94", "78 IV 77"], "cite_par": [], "chapeau": "71. Arrêt de la Cour de cassation pénale du 2 novembre 1979 dans la cause P. contre Ministère public du canton de Neuchâtel (Pourvoi en nullité)", "regestes": ["Art. 29 al. 2 OJ. Même lorsqu'il assure la défense pénale sous sa propre responsabilité, l'avocat stagiaire ne peut être assimilé à un avocat patenté. Il ne saurait donc signer une déclaration de pourvoi."], "faits": "", "considerants": "BGE 105 IV 285 S. 285\n\nConsidérant en faits et en droit:\n\n1. P. a été condamné le 28 février 1979 par le Tribunal de police du district de Boudry à 300 fr. d'amende pour faux dans les titres. Le recours qu'il avait déposé devant la Cour de cassation pénale du canton de Neuchâtel a été rejeté le 6 juin 1979, la communication de la décision écrite intervenant le 20 juin suivant.BGE 105 IV 285 S. 286\n\n2. Pour être valable, le pourvoi en nullité doit non seulement être motivé, mais encore être déclaré régulièrement (art. 272 al. 1 et 2 PPF). Déclaration et mémoire ont formellement la même importance et obéissent aux mêmes conditions (ATF 94 IV 96). C'est dire que la première comme le second doivent émaner de l'une des personnes désignées à l'art. 29 al. 2 OJ, si ce n'est du recourant lui-même (ATF 78 IV 77, ATF 84 II 405 ss, ATF 89 IV 180 consid. 1, ATF 94 IV 95, ATF 97 II 95, ATF 99 II 121). Il a été jugé que le stagiaire d'un avocat n'est pas assimilé à un avocat patenté (ATF 78 IV 78; cf. ATF 99 II 121 ss notamment consid. 4); le fait que, dans certains cantons et notamment dans le canton de Neuchâtel, les stagiaires assument des défenses pénales sous leur propre responsabilité ne change rien à cela: les agents d'affaires représentent les parties, dans certaines causes civiles, sous leur propre responsabilité; ils ne sauraient pourtant agir devant le Tribunal fédéral dans une affaire civile en qualité de mandataire.\n\n3. En l'occurrence, le seul acte qui ait été adressé à la Cour de céans pour le compte de P. dans le délai de dix jours prévu à l'art. 272 al. 1 PPF est signé du stagiaire de l'avocat qui a par la suite assuré régulièrement la motivation du pourvoi. Celui-ci est dès lors irrecevable.\n\nEn ce qui concerne les frais, ils doivent être mis à la charge de l'avocat qui a assuré la motivation et qui ne devait pas s'en remettre à son stagiaire pour la déclaration du pourvoi.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le pourvoi irrecevable."}