{"annee": "105", "cour": "IB", "page": "382", "date": "1/6/1979", "cite": [], "cite_par": ["120 V 481"], "chapeau": "56. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 1. Juni 1979 i.S. K. gegen Wehrsteuerrekurskommission des Kantons Zürich (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 105 al. 2 OJ (règle essentielle de procédure). L'autorité de recours qui entend fonder sa décision sur des faits qui, en première instance, ne jouaient encore aucun rôle, mais qui, devant elle, sont contestés, est tenue de donner au recourant l'occasion de fournir des preuves à leur sujet. Ce principe découle du droit d'être entendu et constitue une règle essentielle de procédure au sens de l'art. 105 al. 2 OJ, dont la violation permet au Tribunal fédéral d'examiner librement la constatation des faits par l'autorité cantonale."], "faits": "BGE 105 Ib 382 S. 382\n\nK., ein Inhaber einer Taxiunternehmung, machte geltend, der von ihm im kantonalen Steuerveranlagungsverfahren angegebene Vermögenszuwachs von rund Fr. 440'000.- sei im Umfang von Fr. 310'500.- auf ein Geschäft mit einem Gemälde zurückzuführen. Er habe dieses Gemälde für Fr. 6500.- gekauft und dreiviertel Jahre später für Fr. 317'000.- wieder BGE 105 Ib 382 S. 383verkauft. Die Veranlagungsbehörde war der Auffassung, die Erzielung dieses Gewinnes stehe in einem engen Zusammenhang mit einem von K. gewerbsmässig betriebenen (nach den Angaben von K. aber wieder aufgegebenen) Münzenhandel; darum müsse auch der Gewinn aus dem Geschäft mit dem Gemälde als gewerbsmässig erzieltes Einkommen betrachtet und dementsprechend besteuert werden. Die Wehrsteuerrekurskommission des Kantons Zürich, an die K. die Sache weitergezogen hatte, ging ihrerseits davon aus, dass das Geschäft mit dem Gemälde frei erfunden sei und dass der Vermögenszuwachs darum aus anderen Quellen geflossen sein müsse. Da bei dieser Betrachtungsweise nicht bewiesen war, dass der an sich unbestrittene Vermögenszuwachs auf einen nicht steuerbaren Kapitalgewinn zurückging, rechnete die Rekurskommission diesen Betrag zum steuerbaren Einkommen. Das Bundesgericht weist eine gegen diesen Entscheid erhobene Beschwerde ab. Es überprüft aus dem in E. 1 dargelegten Grund den von der Rekurskommission festgestellten Sachverhalt frei.", "considerants": "Aus den Erwägungen:\n\n1. a) Im verwaltungsgerichtlichen Beschwerdeverfahren ist das Bundesgericht grundsätzlich an den von der Vorinstanz festgestellten Sachverhalt gebunden, wenn diese Instanz ein Gericht oder eine Rekurskommission ist. Dies gilt dann nicht, wenn der Sachverhalt offensichtlich unrichtig oder unvollständig oder unter Verletzung wesentlicher Verfahrensbestimmungen ermittelt worden ist (Art. 105 Abs. 2 OG).\n\nDas angefochtene Urteil ist von einer Rekurskommission gefällt worden. Das Bundesgericht hat somit vom Sachverhalt auszugehen, wie er im angefochtenen Entscheid dargestellt worden war, es sei denn, die Sachverhaltsfeststellung leide unter einem Mangel, der in der zitierten Bestimmung genannt ist.\n\nb) Zu den wesentlichen Verfahrensbestimmungen, auf die Art. 105 Abs. 2 OG Bezug nimmt und deren Verletzung eine freie Überprüfung des Sachverhalts durch das Bundesgericht nach sich ziehen kann, zählt die Gewährung des rechtlichen Gehörs. Dieser Grundsatz wird verletzt, wenn die urteilende Behörde, ohne dem Beschwerdeführer Gelegenheit zum Beweis zu geben, ihre Entscheidung auf Tatsachen stützt, über die vor BGE 105 Ib 382 S. 384der Vorinstanz nicht Beweis geführt worden war, weil sie für deren Entscheidung nicht von Bedeutung waren.\n\nIm vorliegend zu entscheidenden Fall war der Steuerkommissär bei seiner Einschätzung davon ausgegangen, der streitige Verkauf des Gemäldes habe tatsächlich stattgefunden, und K. habe dabei den von ihm behaupteten Gewinn erzielt. Davon ging auch der Einspracheentscheid der Steuerkommission aus. Steuerkommissär und Steuerkommission vertraten aber die Meinung, es habe sich dabei um einen gewerbsmässig erzielten Gewinn gehandelt, da K. in der fraglichen Zeit mit verschiedenen Objekten gehandelt habe.\n\nMit seiner Beschwerde focht K. diese Betrachtungsweise an. Irgendwelche Beweisanträge zur Abklärung des Kaufs und Verkaufs des Gemäldes hatte er nicht zu stellen, da diese nicht streitig waren. Freilich machte der Steuerkommissär in seiner Vernehmlassung an die Rekurskommission geltend, das Geschäft mit dem Gemälde sei frei erfunden. Der von K. deklarierte Gewinn müsse daher aus einer anderen Quelle geflossen sein. Diese Vernehmlassung wurde dem Beschwerdeführer zur Kenntnisnahme zugestellt. Dieser musste aber nicht voraussehen, dass die Rekurskommission den Kauf und Verkauf des Gemäldes ebenfalls als nicht bewiesen betrachten würde. Der Beschwerdeführer hatte deshalb keinen Anlass, im Verfahren vor der Rekurskommission Beweismittel zu nennen, die geeignet waren, den Inhalt seiner Darstellung zu bestätigen. Die Rekurskommission machte den Beschwerdeführer auch nicht darauf aufmerksam, dass sie seine Darstellung bezweifelte und dass deren Richtigkeit durch Beweismittel belegt werden müsste. Durch diese Unterlassung hat die Rekurskommission den Grundsatz des rechtlichen Gehörs verletzt. Dies führt dazu, dass das Bundesgericht gemäss Art. 105 Abs. 2 OG nicht an den im angefochtenen Entscheid festgestellten Sachverhalt gebunden ist, sondern diesen frei und aufgrund eigener Beweismassnahmen überprüfen kann, sofern es nicht vorzieht, den Fall an die Vorinstanz zurückzuweisen."}