{"annee": "105", "cour": "II", "page": "289", "date": "22/11/1979", "cite": ["55 II 23", "89 II 239", "95 II 442", "89 II 185", "104 II 190", "66 II 249", "68 II 91", "48 II 1"], "cite_par": ["121 III 176", "111 II 284", "124 III 418", "130 III 571", "109 II 144"], "chapeau": "48. Auszug aus dem Urteil der I. Zivilabteilung vom 22. November 1979 i.S. Honeywell Bull (Schweiz) AG gegen Allgemeine Finanz- und Waren-Treuhand AG (Berufung)", "regestes": ["Art. 718 al. 3 CO. Dépens de la partie intervenante. 1. Prétention extra-contractuelle contre une société anonyme, en raison d'un comportement délictueux de son directeur. La responsabilité de la société ne suppose pas que l'organe soit autorisé à la représenter (consid. 3-5). 2. Protection du tiers de bonne foi qui s'est fié à deux signatures collectives apparemment authentiques (consid. 6). 3. Pas de dépens alloués à la partie intervenante pour l'instance de réforme (consid. 9)."], "faits": "BGE 105 II 289 S. 289\n\nA.- Am 27. Januar 1975 wurde namens der Honeywell Bull (Schweiz) AG, Zürich, an die Order von The Merban Corporation, New York, ein Eigenwechsel ausgestellt, lautend auf DM 3'000'000.- und zahlbar am 28. Juli 1975 bei der New BGE 105 II 289 S. 290Yorker Niederlassung der Dresdner Bank AG. Die Urkunde trug ausser dem Firmenstempel der Ausstellerin die Unterschriften ihres Direktors S. und des Prokuristen R., die beide kollektivzeichnungsberechtigt waren. Der Wechsel wurde unter Ausschluss des Rückgriffs von der Merban Corporation über die Chemical Bank an die Allgemeine Finanz- und Waren-Treuhand AG, Wien, indossiert. Als diese bei Verfall den Wechsel präsentieren liess, verweigerte die Ausstellerin die Zahlung, weil die Unterschrift von R. gefälscht sei und es zudem an einem Grundgeschäft fehle.\n\nB.- Die Allgemeine Finanz- und Waren-Treuhand AG erhob Ende September 1975 gegen die Honeywell Bull (Schweiz) AG Klage aus Wechselrecht, eventuell aus unerlaubter Handlung, mit der sie Zahlung von DM 3'000'000.- nebst 9 3/8% Zins seit 28. Juli 1975 forderte.\n\nIm Verfahren des Handelsgerichts des Kantons Zürich kam es auf beiden Seiten zu mehreren Streitverkündungen ersten und zweiten Grades. Der Merban Corporation und der Dresdner Bank verkündeten sowohl Klägerin wie Beklagte den Streit; beide Streitberufenen traten in der Folge der Klägerin bei.\n\nDas Handelsgericht verpflichtete die Beklagte am 6. Februar 1979 zur Zahlung von DM 2'864'958.97 nebst 5% Zins seit 29. Januar 1975.\n\nC.- Beide Parteien legten kantonale Nichtigkeitsbeschwerde, die Beklagte ausserdem eidgenössische Berufung ein. Jene wies das Kassationsgericht des Kantons Zürich am 8. August 1979 ab, soweit auf sie eingetreten werden konnte.\n\nMit der Berufung verlangt die Beklagte Aufhebung des Urteils des Handelsgerichts und Rückweisung der Sache an die Vorinstanz, eventuell Abweisung der Klage. Die Klägerin beantragt Abweisung der Berufung sowie Bestätigung des angefochtenen Urteils.\n\nDie Dresdner Bank beteiligte sich am Berufungsverfahren nur insoweit, als sie um Zustellung der richterlichen Anordnungen und Entscheidungen ersucht hat; diesem Begehren ist entsprochen worden. Die Merban Corporation beantragt, die Berufung abzuweisen, soweit auf sie einzutreten sei.\n\nDas Bundesgericht weist die Berufung ab.\n\nBGE 105 II 289 S. 291", "considerants": "Aus den Erwägungen:\n\n1. Zur Berufung oder Anschlussberufung sind auch die Nebenparteien (Litisdenunziaten, Nebenintervenienten) berechtigt, wenn ihnen nach dem kantonalen Gesetz Parteirechte zukommen und sie vor der letzten kantonalen Instanz am Prozess teilgenommen haben (Art. 53 Abs. 1 OG). Beides trifft sowohl auf die Dresdner Bank als auch auf die Merban Corporation zu, weshalb sie im Berufungsverfahren zuzulassen sind (BGE 89 II 188 E. 2). Ihre verfahrensrechtliche Stellung vor Bundesgericht regelt sich dabei nach kantonalem Recht. Dies führt zum Anspruch der Dresdner Bank auf gerichtliche Mitteilungen gegen Kostenbezug (§§ 176 Abs. 2 und 187 Abs. 1 GVG Zürich) sowie zum Recht der Merban Corporation, mit ihren Vorbringen die Klägerin zu unterstützen, soweit sie von dieser nicht ausdrücklich bestritten werden oder mit deren Prozesshandlungen in Widerspruch stehen.\n\n2. (Eintreten auf Berufung, da zumindest der Eventualantrag dem Erfordernis von Art. 55 Abs. 1 lit. b OG genügt.)\n\n3. Es ist nicht mehr streitig, dass von den beiden namens der Beklagten angebrachten Wechselunterschriften nur jene des Direktors S. echt, jene des Prokuristen R. dagegen durch S. gefälscht ist und dass demgemäss mangels gehöriger Kollektivunterschrift eine wechselrechtliche Haftung der Beklagten entfällt.\n\nZur Beurteilung steht vor Bundesgericht ausschliesslich eine ausservertragliche Haftung der Beklagten, auf die das angefochtene Urteil zutreffend und unangefochten schweizerisches Recht zur Anwendung bringt.\n\n4. Unwidersprochen stellt das Handelsgericht fest, dass S. zum Nachteil der Klägerin unerlaubte Handlungen beging, und zwar durch Unterschriftenfälschung sowie durch betrügerische Begebung des Wechsels. Ausserdem steht fest, dass S. als Kollektivzeichnungsberechtigter Direktor der Beklagten Organstellung hatte.\n\nDie Beklagte sieht jedoch in der Annahme der Vorinstanz, S. habe bei Herstellung der Wechselzeichnung und vor allem bei der Begebung in Ausübung seiner geschäftlichen Verrichtungen gehandelt, eine Verletzung von Art. 718 Abs. 3 OR. Es sei zwischen rein tatsächlichen unerlaubten Handlungen und solchen, die bei oder durch den Abschluss von Rechtsgeschäften begangen BGE 105 II 289 S. 292werden, zu unterscheiden. Für die ersteren habe die juristische Person einzutreten, wenn sie im Rahmen der Organkompetenz erfolgten, für die letzteren sei hingegen die Vertretungsmacht entscheidend. Schadenursache sei vorliegend eine beim oder durch den Abschluss eines Rechtsgeschäftes begangene unerlaubte Handlung. Weil eine nur kollektivzeichnungsberechtigte Organperson (allein) zum Abschluss von Rechtsgeschäften nicht befugt sei, habe S. nicht als zur Vertretung befugte Person und damit auch nicht in Ausübung seiner geschäftlichen Verrichtungen gehandelt.\n\n5. Art. 718 Abs. 3 OR ist Anwendungsfall des in Art. 55 Abs. 2 ZGB statuierten Prinzips der Haftung juristischer Personen für unerlaubte Handlungen ihrer Organe (BGE 89 II 250, BGE 66 II 251; OFTINGER, Haftpflichtrecht II/1 S. 103; PORTMANN, Organ und Hilfsperson im Haftpflichtrecht, S. 40 f.).\n\na) Nach Art. 55 Abs. 2 ZGB verpflichten die Organe einer juristischen Person diese nicht nur durch den Abschluss von Rechtsgeschäften, sondern auch durch ihr sonstiges Verhalten. Erforderlich ist dabei, dass die Handlung ihrer Natur, ihrem Typus nach in den Bereich der Organkompetenz fällt. Nicht nötig ist hingegen, dass der Organperson auch Vertretungsbefugnis zusteht. Kollektivvertretung schliesst Haftung für unerlaubte Handlung eines Einzelnen nicht aus (BGE 68 II 98, BGE 55 II 27, BGE 48 II 9; EGGER, N. 18/19 zu Art. 54/55 ZGB).\n\nb) Demgegenüber lässt Art. 718 Abs. 3 OR die Aktiengesellschaft (und entsprechend Art. 814 Abs. 4 OR die GmbH sowie Art. 899 Abs. 3 OR die Genossenschaft) für den Schaden aus unerlaubten Handlungen haften, welche eine zur Geschäftsführung oder zur Vertretung befugte Person in Ausübung ihrer geschäftlichen Verrichtungen begeht. Nach Lehre und Rechtsprechung ist hier wie bei Art. 55 Abs. 2 ZGB erforderlich und genügend, dass die Handlung im allgemeinen Rahmen der Organkompetenz liegt, mit dieser in funktionellem Zusammenhang steht (BÜRGI, N. 23 zu Art. 718 OR; SCHUCANY, N. 4 zu Art. 718 OR; W. VON STEIGER, N. 19 zu Art. 814 OR; GUTZWILLER, N. 50 zu Art. 899 OR). Die Haftung setzt nicht auch Vertretungsbefugnis voraus, wie schon der gesetzliche Wortlaut zeigt, der in Abs. 3 von Art. 718 OR im Unterschied zu Abs. 1 ausser den zur Vertretung auch den zur Geschäftsführung Befugten nennt, was unnötig wäre, wenn Vertretungsbefugnis stets erforderlich wäre. Dass diese nicht entscheidend ist, entspricht ebenfalls der Lehre BGE 105 II 289 S. 293(EGGER, N. 12 zu Art. 54/55 ZGB; BÜRGI, N. 20 zu Art. 718 OR; GUTZWILLER, N. 49 zu Art. 899 OR; BUCHER, OR allgemeiner Teil, S. 573) und ergibt sich besonders deutlich aus BGE 89 II 251, wo die Haftung einer Aktiengesellschaft bejaht wurde, obwohl die handelnde Organperson nur kollektivzeichnungsberechtigt war, was für die Haftung aus unerlaubter Handlung jedoch unerheblich sei. Im gleichen Sinn wurde in BGE 104 II 197 das Wissen einer Organperson der Gesellschaft unbekümmert darum angerechnet, dass lediglich Kollektivzeichnungsbefugnis gegeben war.\n\nc) Für die Auslegung von Art. 718 Abs. 3 OR beruft sich die Beklagte auch auf Lehre und Rechtsprechung zur Haftung der Kollektivgesellschaft für unerlaubte Handlungen eines Gesellschafters (Art. 567 Abs. 3 OR) und des Geschäftsherrn für unerlaubte Handlungen von Arbeitnehmern und andern Hilfspersonen (Art. 55 Abs. 1 OR), soweit diese in Ausübung dienstlicher bzw. geschäftlicher Verrichtungen begangen werden. Diese analogen Formulierungen dürfen immerhin nicht darüber hinwegtäuschen, dass es sich in diesen Fällen anders als bei den zuvor behandelten nicht um Haftung einer juristischen Person handelt, die selbst in ihren Organen tätig wird, sondern um ein Einstehenmüssen für einen Vertreter, was im Fall des Geschäftsherrn durch die Zulassung des Entlastungsbeweises betont wird (zur grundsätzlichen Unterscheidung BUCHER, a.a.O. S. 568 ff. und OSER/SCHÖNENBERGER, N. 4 zu Art. 55 OR). Im Zusammenhang mit Art. 55 OR bzw. Art. 62 aOR zitiert die Berufung drei ältere Bundesgerichtsentscheide (40 II 150, 35 II 615, 24 II 596), um Handeln im Rahmen der Vertretungsbefugnis als Haftungsvoraussetzung zu belegen. Weil anders als bei der Organhaftung weder eine allgemeine Organkompetenz noch der Gesellschaftszweck zur Abgrenzung der geschäftlichen Verrichtungen herangezogen werden können, stellen diese Entscheide teils auf die Vertretungsbefugnis, teils einfach auf die Obliegenheiten der unerlaubt handelnden Arbeitnehmer ab, weshalb die Beklagte hieraus für ihren Standpunkt nichts abzuleiten vermag.\n\n6. Mit mehr Berechtigung führt die Beklagte den Bundesgerichtsentscheid 66 II 249 ff. an, der zwar für die Kollektivgesellschaft ergangen ist, mit den Erwägungen aber darüber hinausgreift. Damals (1940) hatte das Bundesgericht folgenden Sachverhalt zu beurteilen: Ein Gesellschafter gab sich einem Dritten gegenüber als einzelzeichnungsberechtigt aus und BGE 105 II 289 S. 294erwirkte Auszahlungen unter Abtretung von Guthaben, die sich die Gesellschaft mangels Kollektivzeichnung nicht entgegenhalten lassen musste. Das Bundesgericht lehnte im Gegensatz zur kantonalen Instanz eine Haftung der Gesellschaft aus Art. 567 Abs. 3 OR ab, weil der Gesellschafter nicht in Ausübung seiner geschäftlichen Verrichtungen gehandelt habe. Wenn eine unerlaubte Handlung beim oder durch den Abschluss von Rechtsgeschäften begangen werde, könne nur vom vertretungsberechtigten Gesellschafter gesagt werden, er handle in Ausübung seiner geschäftlichen Verrichtungen. Von der Vertretungsmacht könne nur bei solchen unerlaubten Handlungen abgesehen werden, die rein tatsächliche Verrichtungen darstellten, wie Patentverletzungen oder körperliche Schädigungen. Die gegenteilige Auffassung führe zu unhaltbaren Ergebnissen, nämlich zur Haftung der Gesellschaft für Schäden, die ein von der Vertretung ausdrücklich ausgeschlossener Gesellschafter dadurch stifte, dass er beim Abschluss eines Rechtsgeschäftes ausdrücklich oder stillschweigend Vertretungsberechtigung vorgebe. Das würde Haftung der Gesellschaft für Rechtsgeschäfte bedeuten, durch welche sie laut Gesellschaftsvertrag und Handelsregistereintrag sich nicht verpflichten wolle, und würde den Schutz weitgehend illusorisch machen, welchen das Gesetz damit der Gesellschaft gewähren wolle.\n\na) Auch abgesehen davon, dass für die Haftung einer juristischen Person nicht ohne weiteres wegleitend sein kann, was für jene einer Kollektivgesellschaft gilt, lässt sich das Gesagte schon vom Sachverhalt her nicht auf den streitigen Fall übertragen. In diesem vertraute der Dritte nämlich auf zwei dem Anschein nach gehörige Kollektivunterschriften, während in jenem für den Dritten erkennbar nur eine statt der erforderlichen zwei Unterschriften vorlag. In jener Situation durfte durchaus der Schutz der Gesellschaft gegen eigenmächtiges Handeln einer nur kollektivzeichnungsberechtigten Person im Vordergrund stehen, während es in der heute zu beurteilenden Sachlage entscheidend auf den mit Art. 718 Abs. 3 OR bezweckten Schutz des gutgläubigen Dritten ankommt. Dass die Klägerin hinsichtlich der Urkundenfälschung bösgläubig gewesen sei, wird von der Beklagten nicht behauptet. Sie bezeichnet lediglich als unerheblich, ob die Klägerin die Fälschung habe erkennen können, da sich der Wechselhalter die Einrede der Wechselfälschung stets entgegenhalten lassen BGE 105 II 289 S. 295müsse; ein haltloser Einwand, weil das zwar einen vertraglichen Anspruch aus Wechselrecht ausschliesst, nicht aber den ausservertraglichen Anspruch aus unerlaubter Handlung. In dieser Hinsicht muss die Gesellschaft das Risiko tragen, dass die von ihr eingesetzte Organperson Unterschriften fälscht, und es ist mit einer auch nur bescheidenen Verkehrssicherheit unvereinbar, dass dieses Risiko auf den gutgläubigen Dritten abgewälzt wird.\n\nb) Die Berufung auf BGE 66 II 253 kann der Beklagten somit nicht helfen. Es bleibt - zumindest für die Aktiengesellschaft - beim in BGE 89 II 251 festgehaltenen Entscheid, wonach die Haftung der Gesellschaft für unerlaubte Handlung ihrer Organperson nicht davon berührt wird, ob diese nur kollektivzeichnungsberechtigt sei. Diesem Urteil lag der Sachverhalt zugrunde, dass eine Bank für das Verhalten ihres kollektivzeichnungsberechtigten Direktors haftbar gemacht wurde, der durch Falschbuchungen die Ausstellung von Gutschriften durch zwei gutgläubige Prokuristen veranlasst hatte. Auch S. handelte vorliegend nicht nur, indem er auf der Urkunde seine eigene echte Unterschrift sowie die gefälschte von R. anbrachte, sondern er setzte überdies den Wechsel nachher in Verkehr, was er unbekümmert um die beschränkte Zeichnungsbefugnis als Einzelperson tun konnte. Hierin erblickt die Vorinstanz sogar die entscheidende Handlung, welche zur Schädigung Dritter geführt habe. Die Beklagte betrachtet dagegen die Fälschung als entscheidend und alles zusammen als Teil des Abschlusses eines Rechtsgeschäfts. Da aber selbst aus dieser Sicht, wie ausgeführt, die beschränkte Vertretungsbefugnis belanglos ist, stösst auch diese Argumentation ins Leere. Davon abgesehen wäre die Inverkehrsetzung des Wechsels mindestens als haftungsbegründende Teilursache der Schädigung zu betrachten (BGE 89 II 250, BGE 68 II 99, BGE 48 II 10).\n\n7. Die Beklagte vermag sich daher ihrer Haftung für das deliktische Verhalten von S. nicht deswegen zu entziehen, weil dieser nur kollektivzeichnungsberechtigt war. Damit entfällt weitgehend die Grundlage der Berufung, da die übrigen Voraussetzungen von Art. 718 Abs. 3 OR weder bestritten noch gar widerlegt sind.\n\nSo ist vor Bundesgericht nicht streitig, dass S. bei der Ausstellung und Veräusserung des Wechsels im Rahmen seiner Organkompetenz als Finanzdirektor der Beklagten und im möglichen Bereich des Gesellschaftszwecks handelte. Freilich BGE 105 II 289 S. 296wird in der Berufung beiläufig darauf hingewiesen, dass die juristische Person nicht für Privatakte der Organperson hafte, auch wenn erst die Organstellung dazu Anlass und Gelegenheit biete. Die Beklagte leitet daraus aber nur und wiederum ab, dass S. nicht eigenmächtig und ohne Mitwirkung eines weiteren Zeichnungsberechtigten den Wechsel hätte zeichnen und weitergeben dürfen. Zu Recht beruft sich die Beklagte nicht darauf, dass S. allenfalls nur in seinem eigenen und nicht im Interesse der Beklagten gehandelt habe, weil darauf nichts ankommt und das bei solchen Vorkommnissen zudem der Regel entsprechen dürfte (BGE 89 II 252; EGGER, N. 19 zu Art. 55 ZGB; vgl. dagegen BGE 95 II 450 ff. und dazu die Kritik von BUCHER, in Festausgabe W.F. Bürgi, S. 50 ff., und von MERZ, in Festschrift Harry Westermann, S. 401, ebenso BUCHER, OR allgemeiner Teil, S. 574).\n\nNachdem auch das Verschulden von S. und der Kausalzusammenhang mit der Schädigung unbestritten oder jedenfalls nicht mehr bestritten sind, durfte das Handelsgericht die Haftung der Beklagten für den Schaden der Klägerin infolge unerlaubter Handlungen von S. bejahen. Es braucht deshalb nicht entschieden zu werden, ob das angefochtene Urteil die Haftung der Beklagten zu Recht auch auf unerlaubte Handlungen ihres Generaldirektors G. stützt. Auf die entsprechenden Rechtsrügen der Berufung ist sowenig einzutreten wie auf die damit zusammenhängenden Versehensrügen.\n\n8. (Ausführungen darüber, dass die Klägerin kein Selbstverschulden trifft, da sie ihre Sorgfaltspflicht nicht verletzt hat.)\n\n9. Damit wird die Beklagte für das Berufungsverfahren kosten- und gegenüber der Klägerin entschädigungspflichtig. Die Nebenintervenientin Merban Corporation, die ebenfalls Abweisung der Berufung unter Kosten- und Entschädigungsfolge beantragt, obsiegt mit der Klägerin. Das Organisationsgesetz bestimmt nicht, ob auch der Nebenpartei ein Entschädigungsanspruch zusteht; gemäss Art. 53 Abs. 1 Satz 2 OG wäre diesbezüglich kantonales Recht anwendbar. Nach zürcherischem Prozessrecht entfällt die Kostenpflicht des den Prozess nicht übernehmenden Nebenintervenienten (§ 67 Abs. 2 ZPO) ebenso wie ein Entschädigungsanspruch desselben (STRÄULI/MESSMER, N. 3 zu § 68 und N. 1 zu § 45 ZPO). Art. 69 Abs. 2 Satz 2 BZP stellt die Beteiligung der Nebenpartei an der Kosten- und Entschädigungsregelung indessen ins richterliche Ermessen, was gemäss Art. 40 OG auch für das Berufungsverfahren BGE 105 II 289 S. 297zu gelten hat und damit den genannten Rückgriff auf das kantonale Recht ausschliessen dürfte. Von dessen Lösung abzuweichen besteht gleichwohl umso weniger Anlass, als sie auch grundsätzlich als richtig erscheint (GULDENER, Zivilprozessrecht, 3. Auflage, S. 408)."}