{"annee": "105", "cour": "V", "page": "254", "date": "17/12/1979", "cite": ["103 V 161"], "cite_par": ["119 V 250"], "chapeau": "54. Extrait de l'arrêt du 17 décembre 1979 dans la cause Office fédéral des assurances sociales contre Loup et Commission cantonale neuchâteloise de recours en matière d'AVS", "regestes": ["Art. 11 et 21 LAI, 7 al. 2 OMAI. Responsabilité de l'assurance-invalidité en cas d'affections dues à l'usage d'un moyen auxiliaire remis par cette assurance (en l'occurrence, des prothèses)."], "faits": "|254|\n\nCédric Loup, né en 1950, est paraplégique. Depuis 1960, il a bénéficié de nombreuses prestations de l'assurance-invalidité, qui lui a notamment accordé deux appareils orthopédiques pour les jambes à titre de moyens auxiliaires.\n\nSouffrant d'escarres provoquées par ses appareils orthopédiques et aussi par des troubles trophiques et sensitifs qui sont la conséquence de son infirmité, le prénommé a été hospitalisé, en vue de subir des greffes de la peau.\n\nL'assurance-invalidité a refusé d'assumer les frais de cette hospitalisation.\n\nPar jugement du 17 novembre 1978, la Commission cantonale neuchâteloise de recours en matière d'AVS a admis le recours et renvoyé la cause à l'administration.\n\nL'Office fédéral des assurances sociales interjette recours de droit administratif, en concluant au rétablissement de la décision litigieuse.\n\n|255|", "considerants": "Extrait des considérants:\n\n3. Aux termes de l'art. 11 al. 1, 1re phrase, LAI dans sa teneur en vigueur jusqu'au 31 décembre 1978, l'assuré pouvait prétendre le remboursement des frais de guérison résultant des maladies ou des accidents causés par des mesures de réadaptation.\n\nLa jurisprudence a établi, à propos de cette règle, les principes suivants (voir ATF 103 V 161 et les arrêts cités):\n\nLa responsabilité de l'assurance-invalidité n'est engagée que si une mesure de réadaptation ordonnée par l'assurance constitue la cause d'une maladie ou d'un accident frappant l'assuré. Il ne suffit pas que la maladie ou l'accident se soient produits pendant la réadaptation.\n\nLe rapport de causalité qui engage la responsabilité de l'assurance-invalidité existe déjà lorsque la mesure de réadaptation en question est simplement une cause partielle de la maladie ou de l'accident.\n\nCette responsabilité subsiste aussi longtemps que l'atteinte à la santé est liée par un rapport de causalité adéquat à une mesure que l'assurance-invalidité a ordonnée.\n\nCe rapport de causalité est rompu lorsque apparaissent des conséquences fâcheuses d'une mesure de réadaptation en soi réussie, conséquences qui cependant ne dépassent pas le cadre d'un risque prévisible, supportable et sans gravité.\n\nIl y a un rapport de causalité adéquat lorsque la maladie qui est survenue par suite d'une mesure médicale de réadaptation représente un risque inhérent à cette mesure.\n\nEn revanche, il faut nier l'existence d'un tel rapport de causalité, donc d'une responsabilité de l'assurance-invalidité, lorsque l'état défectueux résulte de la durée restreinte du succès de la mesure.\n\nL'assurance-invalidité assume sa responsabilité, en vertu de l'art. 11 al. 1 LAI, même lorsque la maladie ou l'accident a été provoqué par des mesures qui ont été, à tort, qualifiées de mesures de réadaptation et accordées par l'assurance-invalidité en cette qualité.\n\nLadite responsabilité implique aussi le remboursement des frais de guérison occasionnés par des maladies ou des accidents qui ont été causés par un traitement de l'affection comme telle, |256| lorsque celui-ci a été pris en charge par l'assurance-invalidité en vertu de l'art. 2 al. 5 RAI.\n\nLe fait qu'une mesure de réadaptation n'a pas été préalablement ordonnée par l'administration, mais qu'elle a été mise à la charge de l'assurance-invalidité après coup par le juge, n'empêche pas que la responsabilité de l'assurance-invalidité soit engagée.\n\nLes prétentions découlant de l'art. 11 LAI sont fondées sur une responsabilité causale de l'assurance-invalidité pour les suites d'une mesure de réadaptation ordonnée par ses organes. Puisqu'il s'agit d'une responsabilité causale, il n'importe point - dans les relations entre l'assurance et l'assuré - que l'auteur du dommage ait ou n'ait pas commis une faute.\n\n4. Il est clair que l'octroi d'un moyen auxiliaire constitue une mesure de réadaptation (voir art. 8 al. 3 let. d LAI). Selon l'Office fédéral des assurances sociales toutefois, une telle mesure consiste uniquement en la remise du moyen auxiliaire, non dans son usage. Certes, la loi parle d'octroi ou de remise de moyens auxiliaires (voir art. 8 al. 3 let. d et 21 LAI, 14 RAI), et la Cour de céans a déclaré que le droit à des moyens auxiliaires porte essentiellement sur des prestations en nature et non sur l'exécution de mesures (RCC 1964, p. 289). Mais, ainsi que le relèvent pertinemment les premiers juges, cette remarque du Tribunal fédéral des assurances a été faite à l'occasion de l'examen d'un problème juridique très différent de celui qui se pose en l'occurrence. Or l'autorité cantonale constate à raison que la remise d'un moyen auxiliaire n'est pas une fin en soi, mais un moyen visant à la réadaptation, but auquel tend la loi. Un moyen auxiliaire est remis à l'assuré pour être utilisé. La Commission cantonale neuchâteloise de recours en matière d'AVS en déduit logiquement que, si l'usage normal de ce moyen auxiliaire entraîne une affection et que les conditions posées par la jurisprudence pour que la responsabilité de l'assurance-invalidité soit engagée sont réunies, il n'y a pas de raison d'exclure cette responsabilité.\n\nDans le cas particulier, il est établi que le port des moyens auxiliaires remis à l'assuré par l'assurance-invalidité constitue à tout le moins l'une des causes des escarres ayant nécessité le traitement litigieux. On ne saurait dire que les conséquences fâcheuses de la mesure de réadaptation incriminée ne dépassent pas le cadre d'un risque prévisible, supportable et sans gravité, |257| ni que l'état défectueux résulte de la durée restreinte du succès de la mesure. Il s'ensuit que c'est à bon droit que la Commission cantonale neuchâteloise de recours en matière d'AVS a annulé l'acte administratif entrepris et invité l'administration à rendre une nouvelle décision dans le sens de ses considérants, \"pour autant que d'autres conditions légales n'y fassent pas obstacle, par exemple celles qui concernent l'octroi des prestations (cf. art. 78 RAI)\"."}