{"annee": "105", "cour": "IV", "page": "264", "date": "29/8/1979", "cite": ["98 IV 134", "96 I 705", "100 IV 268", "98 IA 105", "97 I 878", "92 I 42", "94 I 628", "92 IV 107"], "cite_par": ["120 IA 31"], "chapeau": "68. Urteil des Kassationshofes vom 29. August 1979 i.S. P. gegen Staatsanwaltschaft des Kantons Zürich, Bundesanwaltschaft und Bundesamt für Energiewirtschaft (Nichtigkeitsbeschwerde)", "regestes": ["Art. 121, 121bis et 121quater de l'Ordonnance sur les installations à courants forts. Légalité des prescriptions aux termes desquelles le matériel destiné à constituer des installations intérieures, de même que les appareils électriques destinés à leur être raccordés, sont soumis à une épreuve dont l'organisation est confiée par l'Inspectorat fédéral des installations à courant fort à l'Association suisse des électriciens, en même temps que le pouvoir d'établir un réglement sur la manière dont interviendront les épreuves ainsi qu'une liste des installations et appareils électriques soumis à l'épreuve obligatoire."], "faits": "|264|\n\nA.- Das Bundesgesetz vom 24. Juni 1902 betreffend die elektrischen Schwach- und Starkstromanlagen (ElG; SR 734.0) verpflichtet den Bundesrat in Art. 3, Vorschriften aufzustellen |265| zu tunlichster Vermeidung derjenigen Gefahren und Schädigungen, welche aus dem Bestande der Starkstromanlagen überhaupt und aus deren Zusammentreffen mit Schwachstromanlagen entstehen. Gestützt auf diese Bestimmung erliess der Bundesrat am 7. Juli 1933 eine Verordnung über die Erstellung, den Betrieb und den Unterhalt elektrischer Starkstromanlagen (Starkstromverordnung; SR 734.2). Die Kontrolle über die Ausführung der in Art. 3 ElG erwähnten Vorschriften wird in Art. 21 ElG geregelt. Danach wird von hier nicht in Betracht fallenden Ausnahmen abgesehen die Kontrolle der Starkstromanlagen mit Inbegriff der elektrischen Maschinen einem vom Bundesrat zu bezeichnenden Inspektorat für Starkstromanlagen übertragen (Ziff. 3). In Ausführung dieser Vorschrift hat der Bundesrat durch Beschlüsse von 1903 und 1947 und in der geltenden Verordnung vom 24. Oktober 1967 über das Eidgenössische Starkstrominspektorat (SR 734.24) das Inspektorat des Schweizerischen Elektrotechnischen Vereins (SEV) als Kontrollstelle eingesetzt.\n\nDie Starkstromverordnung (StVO) schreibt in Art. 121 vor, dass elektrische Apparate, die zum Anschluss an Hausinstallationen bestimmt sind, nach den anerkannten Regeln der Technik den in Art. 4 und 5 StVO zur Sicherheit von Personen und Sachen und zum Schutz benachbarter Schwachstromanlagen aufgestellten Anforderungen entsprechen müssen, wobei als anerkannte Regeln der Technik die vom SEV herausgegebenen Vorschriften gelten. Sodann dürfen solche elektrischen Apparate, die Personen oder Sachen gefährden oder auf benachbarte Schwachstromanlagen eine störende Fernwirkung ausüben können, nach Art. 121bis StVO nur in Verkehr gebracht werden, wenn das Eidg. Starkstrominspektorat aufgrund einer Typenprüfung durch eine vom Eidgenössischen Verkehrs- und Energiewirtschaftsdepartement (EVED) anerkannte Prüfanstalt festgestellt hat, dass sie den sicherheitstechnischen Vorschriften entsprechen. Der SEV hat überdies ein Verzeichnis der prüfpflichtigen Installationsmaterialien und elektrischen Apparate sowie ein Reglement über die Durchführung der Prüfungen, die Erteilung des Sicherheitszeichens und die Kostendeckung aufzustellen, die beide der Genehmigung durch das EVED bedürfen (Art. 121bis Abs. 2 und Art. 121quater Abs. 1 StVO). Dieses Reglement samt Verzeichnis ist vom SEV mit Genehmigung des EVED 1953 erlassen worden (SR 734.231). |266|\n\nNach Art. 4 des Reglements wird das Recht, prüfpflichtiges Material in den Verkehr zu bringen, vom Eidg. Starkstrominspektorat in Form einer Bewilligung erteilt.\n\nB.- Am 28. April 1977 erstattete das Eidg. Starkstrominspektorat gegen P. Strafanzeige, weil er anfangs 1976 an K. ein nicht bewilligtes Netzgerät KDR 122-PC ohne Nenndaten und Sicherheitszeichen geliefert hatte.\n\nC.- Der Einzelrichter in Strafsachen des Bezirks Bülach sprach P. am 11. Oktober 1978 wegen vorsätzlicher Widerhandlung gegen Art. 55 ElG in Verbindung mit Art. 123quater StVO schuldig und büsste ihn mit Fr. 1'000.-.\n\nDas Obergericht des Kantons Zürich bestätigte am 26. März 1979 die vom Einzelrichter ausgefällte Busse in Anwendung der Art. 55 ElG und 121bis Abs. 1 und 123quater StVO.\n\nD.- P. führt Nichtigkeitsbeschwerde mit dem Antrag auf Freispruch.\n\nDie Staatsanwaltschaft des Kantons Zürich und die Bundesanwaltschaft haben auf Gegenbemerkungen verzichtet. Das Eidg. Amt für Energiewirtschaft beantragt, die Beschwerde abzuweisen, soweit darauf einzutreten sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Soweit der Beschwerdeführer vom Bundesgericht verlangt, dass es selber ihn freispreche, ist das Begehren unzulässig. Im Falle einer Gutheissung der Beschwerde hat der Kassationshof die Sache zu neuer Entscheidung an den kantonalen Richter zurückzuweisen (Art. 277ter Abs. 1 BStP).\n\n2. Der Beschwerdeführer ficht die Prüfungsvorschriften des SEV als verfassungswidrig an. Er begründet die Rüge nicht selber, sondern verweist sinngemäss auf die Kopie eines Rechtsgutachtens von Prof. F. Gygi, das er zur Orientierung des Bundesgerichts der Beschwerde beilegte. Mit Rücksicht darauf, dass die Beschwerdeschrift von einem juristischen Laien verfasst wurde, kann das erwähnte Gutachten als Bestandteil der Beschwerde angesehen werden. Das bedeutet aber nicht, dass das Gutachten in seiner Gesamtheit in die Erörterungen miteinzubeziehen ist. Der Beschwerdeführer bestreitet dem Sinne nach einzig die Verfassungsmässigkeit der Einführung der Prüfpflicht und der Festlegung der prüfpflichtigen Apparate. Das 1973 in einer anderen Sache erstattete Gutachten hat daher insoweit ausser Betracht zu bleiben, als es Fragen behandelt, die nicht Gegenstand der vorliegenden Beschwerde bilden. |267|\n\n3. Dem Beschwerdeführer wird vorgeworfen, er habe ein prüfpflichtiges Netzgerät KDR 122-PC, für das keine Bewilligung des Eidg. Starkstrominspektorats erteilt wurde, einem Kunden verkauft und damit in Verkehr gebracht. In der Beschwerde wird eingewendet, die vom SEV erlassenen Bestimmungen über die Prüfpflicht und die Liste der prüfpflichtigen Materialien und Apparate entbehrten einer gesetzlichen Grundlage.\n\na) Art. 3 ElG enthält eine Delegation von Rechtssetzungsbefugnissen im Bereich des Elektrizitätsrechts an den Bundesrat, was rechtlich nicht zu beanstanden ist, da eine solche Delegation durch die Bundesverfassung nicht untersagt wird und sie hier auf eine bestimmte Materie beschränkt ist (BGE 98 Ia 109, BGE 96 I 712). Des weitern räumt Art. 3 ElG dem Bundesrat einen weiten Ermessensspielraum ein, und es hat deshalb das Bundesgericht nur zu prüfen, ob die in der Starkstromverordnung getroffene Regelung objektiv geeignet ist, den vom Gesetz verfolgten Zweck zu erreichen (BGE 98 IV 135, BGE 92 IV 109). Das ist bei den hier in Frage stehenden Vorschriften der Art. 121, 121bis und 121quater StVO offensichtlich zu bejahen. Insbesondere entspricht es dem Sinn der Delegationsnorm des Art. 3 ElG sowie Art. 21 ElG, das vom Gesetz als gefährlich betrachtete Material einer Prüfung durch ein fachlich ausgewiesenes Organ zu unterstellen, dabei die anerkannten Regeln der Technik, wie sie in den vom SEV herausgegebenen sicherheitstechnischen Vorschriften niedergelegt sind, zur Anwendung zu bringen und gleichzeitig das Starkstrominspektorat, welches vom SEV getragen wird, mit der Kontrolle zu befassen. Letzteres ist um so weniger zu bemängeln, als die Entstehungsgeschichte des Art. 21 ElG zweifelsfrei ergibt, dass der Bundesrat ermächtigt werden wollte, dem bereits bestehenden Inspektorat des SEV die Aufgaben einer amtlichen Kontrolle zu übertragen (Botschaft in BBl 1899 III 808 f.; Sten. Bull. NR 1900, S. 612, SR 1901, S. 259 ff.). Dementsprechend hat der Bundesrat schon in den früheren Beschlüssen vom 23. Januar 1903 (AS 1903, S. 400) und 29. Dezember 1947 (BS 4, S. 911) wie auch in der geltenden Verordnung vom 24. Oktober 1967 (SR 734.24) als Eidgenössisches Starkstrominspektorat das Inspektorat des SEV als Kontrollstelle eingesetzt. In dieser Eigenschaft ist es amtliches Kontrollorgan und als solches, wie Art. 35 Ziff. VII des Bundesgesetzes vom 26. März 1914 über die Organisation der Bundesverwaltung (SR 172.010) bestätigt, eine Dienstabteilung des |268| EVED. Der erwähnte Art. 35 Ziff. VII des Verwaltungsorganisationsgesetzes bestimmt zudem in Absatz 2, dass der Bundesrat mit der Führung des Starkstrominspektorats eine ausserhalb der Bundesverwaltung stehende geeignete Organisation betrauen kann. Damit wird die in Art. 21 Ziff. 3 ElG erteilte Ermächtigung des Bundesrates zur Beauftragung des Inspektorates des SEV mit Aufgaben einer eidgenössischen Amtsstelle zusätzlich sanktioniert (vgl. VPB 1979, 43/I, S. 86; BGE 94 I 638).\n\nb) Freilich wird der SEV in Art. 121quater Abs. 1 der Starkstromverordnung zum Erlass von Vorschriften über die Durchführung der Prüfungen und Nachprüfungen ermächtigt, die der Genehmigung durch das EVED bedürfen. Darin liegt eine Subdelegation der Rechtssetzungsbefugnis. Diese Lösung entspricht dem Willen des Gesetzgebers, der in Art. 21 Ziff. 3 ElG ausdrücklich vorsieht, dass die Kontrolle auf dem in Frage stehenden Gebiet einem vom Bundesrat zu bezeichnenden Inspektorat übertragen wird. Die Kontrollrechte und -pflichten des Eidg. Starkstrominspektorates sind umfassend. Dementsprechend hat das mit dieser Aufgabe betraute Inspektorat des SEV zu beurteilen, welche Massnahmen zur Durchführung der Kontrolle notwendig sind (nicht veröffentlichtes Urteil der verwaltungsrechtlichen Kammer des Bundesgerichts vom 14. November 1975 i.S. G. & Co. c. EVED). Wenn der Bundesrat den SEV ermächtigt hat, die erforderlichen Kontrollmassnahmen in einem Reglement mit einem Verzeichnis der prüfpflichtigen Materialien und Apparate zu umschreiben, so ist er im Rahmen der in Art. 21 Ziff. 3 ElG enthaltenen Befugnis zur Weiterdelegation geblieben. Die reglementarische Ordnung des Kontrollverfahrens erscheint als ein zur Erreichung des gesetzlichen Zweckes geeignetes und notwendiges Mittel, wird also durch den weitgefassten gesetzlichen Kontrollauftrag gedeckt. Muss somit von der Zulässigkeit der Weiterdelegation ausgegangen werden, so ist das vom Starkstrominspektorat des SEV erlassene, vom EVED genehmigte und in der Gesetzessammlung veröffentlichte Reglement rechtsverbindlich (Art. 7 Abs. 1 und Art. 9 des Bundesgesetzes vom 12. März 1948 über die Rechtskraft der bereinigten Sammlung der Bundesgesetze und Verordnungen für die Jahre 1848-1947 und über die neue Reihe der Sammlung/AS 1949, S. 1523; BGE 97 I 879, BGE 92 I 46). Die Rüge der Verfassungswidrigkeit erweist sich als unbegründet. |269|\n\n4. Der Beschwerdeführer macht sodann geltend, es seien gemäss einer mindestens 20jährigen Praxis sämtliche Mess-, Prüf- und Hilfsgeräte des Elektro- und Elektronik-Berufsbedarfs von der SEV-Prüfpflicht ausgenommen worden. Prüfpflichtig seien nur Netzgeräte für den allgemeinen Bedarf, nicht aber professionelle Geräte gewesen. Diese Praxis sei in der Branche ganz allgemein bekannt.\n\na) Demgegenüber ist festzustellen, dass Ziff. 22 des SEV-Verzeichnisses (SR 734.231, S. 17) Kleingleichrichter, worunter auch das vom Beschwerdeführer verkaufte Gerät fällt, allgemein der Prüfpflicht unterstellt, ohne zwischen professionellen und nicht professionellen Geräten einen Unterschied zu machen. Im übrigen hat die Vorinstanz nachgewiesen, dass eine Reihe anderer Geräte ebenfalls der Prüfpflicht unterstehen, auch wenn sie in der Regel nur von instruierten Personen erworben und verwendet werden. Reglement und Verzeichnis ist jedenfalls nichts dafür zu entnehmen, dass Geräte von der Art, das der Beschwerdeführer verkauft hat, von der Prüfpflicht ausgenommen wären.\n\nb) Wenn der Beschwerdeführer weiter behauptet, es bestehe bezüglich professioneller Geräte seit vielen Jahren eine von der gesetzlichen Vorschrift abweichende Praxis, die in seinem Fall nicht angewendet worden sei, so rügt er damit eine rechtsungleiche Behandlung. Die Verletzung von Art. 4 BV kann aber nicht mit Nichtigkeitsbeschwerde, sondern nur mit staatsrechtlicher Beschwerde gerügt werden (Art. 269 BStP).\n\n5. Schliesslich bestreitet der Beschwerdeführer den Nachweis seiner Täterschaft. Die gegenteilige Feststellung der Vorinstanz ist tatsächlicher Natur, die ebenso wie die Beweiswürdigung des kantonalen Richters den Kassationshof bindet und mit Nichtigkeitsbeschwerde nicht angefochten werden kann (Art. 277bis Abs. 1 BStP). Desgleichen ist der angerufene Grundsatz \"in dubio pro reo\" nicht eine Regel des eidgenössischen Gesetzesrechts; die Verletzung des erwähnten Grundsatzes kann daher nicht mit Nichtigkeitsbeschwerde geltend gemacht werden (BGE 100 IV 268).\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit auf sie einzutreten ist."}