{"annee": "105", "cour": "II", "page": "161", "date": "5/7/1979", "cite": ["100 II 177", "103 II 161", "55 II 94"], "cite_par": ["126 III 305", "123 III 354", "106 II 92", "138 III 641", "107 II 1", "111 II 209"], "chapeau": "26. Urteil der II. Zivilabteilung vom 5. Juli 1979 i.S. Frischknecht gegen Freisinnig-Demokratische Partei des Kantons Zürich (Berufung)", "regestes": ["Atteinte illicite aux intérêts personnels (art. 28 CC). 1. Celui qui s'engage politiquement dans le cadre de son activité de journaliste ne saurait, en principe, être atteint dans sa réputation de journaliste du fait qu'il est donné connaissance de ses idées politiques (consid. 3a). 2. Dépend des circonstances de chaque cas d'espèce la question de savoir si des indications inexactes données dans un communiqué de presse sur l'activité professionnelle d'un journaliste portent une atteinte illicite aux intérêts de ce journaliste (consid. 3b)."], "faits": "|161|\n\nDie Freisinnig-Demokratische Partei des Kantons Zürich (FDP) liess am 2. Dezember 1976 in ihrem Pressedienst folgende Mitteilung erscheinen: |162|\n\n\"Pressemitteilung zum Fall \"Demokratisches Manifest\"/E. Cincera\n\nStellungnahme der Freisinnig-Demokratischen Partei des Kantons Zürich\n\n1. Seit einer Woche wird nun vom \"Demokratischen Manifest\" aufgrund gestohlener Dokumente eine systematische Hetzkampagne gegen Ernst Cincera geführt, obwohl die gerichtliche Untersuchung keineswegs abgeschlossen ist. Die Freisinnig-Demokratische Partei verurteilt auf's schärfste die Watergate-Methoden, die vom \"Demokratischen Manifest\" bei der Beschaffung angewendet wurden, und das Verschwinden mit den entwendeten Dokumenten im \"Untergrund\", um sie in Ruhe ausschlachten und mit ihrer tropfenweisen Publikation die Kampagne während möglichst langer Zeit anheizen zu können.\n\n2. Sie wendet sich nachdrücklich gegen den Versuch des \"Demokratischen Manifests\", mit allen Mitteln einen Fall Cincera hochzuspielen und hinter dem so aufgezogenen publizistischen Vorhang die vielfältigen Machenschaften linksextremer Kreise gegen unsere Staats- und Gesellschaftsordnung - wie die Zellenbildung in den Betrieben, das Wählen der Soldatenkomitees und die Gruppenbildung an den Hochschulen - abzuschirmen. Die Delikte des \"Demokratischen Manifests\" und sein Zusammenwirken mit linksextremen Organisationen, wie der POCH und der Revolutionären Marxistischen Liga, können und dürfen nicht verharmlost werden. Tatsache ist, dass POCH-Kantonsrat Bautz am Tatort anwesend war. Tatsache ist auch, dass Chef-Auswerter Jürg Frischknecht für die DDR-Zeitung \"Wochenpost\" und die kommunistische \"Wiener Volksstimme\" schreibt. Bekannt ist schliesslich, dass revolutionäre Organisationen längst jene Karteien führen, die man nun Ernst Cincera vorhält.\n\n3. ...\"\n\nDie Mitteilung wurde in verschiedenen Zeitungen abgedruckt.\n\nMit Eingabe vom 26. April 1977 erhob Jürg Frischknecht beim Bezirksgericht Zürich gegen die FDP Klage mit folgenden Rechtsbegehren:\n\n\"1. Es sei festzustellen, dass die im \"Pressedienst\" der Beklagten von anfangs Dezember 1976 publizierte Behauptung, der Kläger schreibe für die DDR-Zeitung \"Wochenpost\" und die kommunistische \"Wiener Volksstimme\" rechtswidrig sei:\n\n2. Es sei das Urteil im Dispositiv zu Lasten der Beklagten im \"Pressedienst\" der Beklagten zu veröffentlichen.\n\n3. Es sei des weiteren folgende persönliche Erklärung des Klägers ebenfalls im \"Pressedienst\" der Beklagten zu veröffentlichen:\n\n\"Die FDP behauptet in ihrer Stellungnahme zum Fall Cincera anfangs Dezember 1976, ich schreibe für die DDR-Zeitung \"Wochenpost\" und die kommunistische \"Wiener Volksstimme\". Vom 2. Blatt höre ich zum erstenmal. Ob die \"Volksstimme\" je einen Artikel von mir abgedruckt hat, weiss ich nicht. Auf jeden Fall hat sie ihn nicht von mir erhalten. In der \"Wochenpost\" ist ein einziger Artikel von mir erschienen, nämlich über den Deutschen Karl Friedrich Grau (Interlaken), dem |163| der Bundesrat die Ausweisung aus der Schweiz angedroht hat. Der Beitrag geht auf einen Besuch von Zürcher Publizistikstudenten in der \"Wochenpost\"-Redaktion und eine Diskussion über objektiven bzw. parteilichen Journalismus zurück.\"\n\nDas Bezirksgericht Zürich (6. Abteilung) und das Obergericht des Kantons Zürich (II. Zivilkammer) wiesen die Klage mit Urteilen vom 12. April und vom 19. Dezember 1978 ab.\n\nGegen den zweitinstanzlichen Entscheid hat der Kläger beim Bundesgericht Berufung erhoben mit dem Antrag, die Klage sei gutzuheissen.\n\nDie Beklagte schliesst auf Abweisung der Berufung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Das Obergericht gelangt im angefochtenen Entscheid zum Schluss, der Kläger habe sich als bewusst extremer Journalist profiliert und aus mehreren seiner Presseäusserungen sei eine betonte Sympathie für die DDR zum Ausdruck gekommen. Diese zur Hauptsache auf der Würdigung verschiedener Artikel des Klägers beruhende Feststellung ist tatsächlicher Natur. Soweit sich der Kläger damit auseinandersetzt, ist auf die Berufung demnach nicht einzutreten, zumal nicht geltend gemacht wird, die vorinstanzliche Feststellung sei unter Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen, und nichts auf ein offensichtliches Versehen hindeutet (Art. 63 Abs. 2 OG).\n\n2. Der Kläger fühlt sich in seinen persönlichen Verhältnissen dadurch verletzt, dass die Beklagte in ihrer Pressemitteilung die unwahre Behauptung aufgestellt habe, er schreibe für die DDR-Zeitung \"Wochenpost\" und die kommunistische Wiener \"Volksstimme\".\n\nBei der Beurteilung der Äusserung der Beklagten ist davon auszugehen, dass Art. 28 ZGB die Ehre in weitergehendem Masse schützt als das Strafrecht, das nur die Geltung eines Menschen als sittliche Person gewährleistet. Der zivilrechtliche Schutz der Ehre umfasst auch das berufliche und gesellschaftliche Ansehen. Der Schutzbereich hängt damit stark von der sozialen Stellung und Umgebung des Rechtsträgers ab.\n\nOb das Ansehen, das jemand in der Gesellschaft geniesst, durch eine Presseäusserung geschmälert werde, ist unabhängig vom subjektiven Empfinden des Betroffenen, d.h. nach einem objektiven Massstab zu beurteilen. Es ist mit andern Worten zu |164| prüfen, ob das gesellschaftliche Ansehen vom Standpunkt des Durchschnittslesers aus gesehen als beeinträchtigt erscheint (BGE 103 II 164 E. 1a; BGE 100 II 179 mit Hinweisen). Dabei spielt der Rahmen der Presseäusserung eine bedeutende Rolle. Der Durchschnittsleser wird nämlich beispielsweise aus Vorwürfen im Zusammenhang mit einer staatspolitischen Auseinandersetzung weniger rasch Rückschlüsse ziehen, die das Ansehen des Betroffenen mindern, als aus solchen, die das berufliche oder private Verhalten betreffen (vgl. BGE 55 II 98 f. E. 1).\n\n3. Die vom Kläger beanstandete Äusserung der Beklagten ist in einer Pressemitteilung enthalten, die die Aktivitäten des \"Demokratischen Manifestes\" im Zusammenhang mit der von Ernst Cincera angelegten Kartei betrifft. Die Beklagte wirft dem \"Demokratischen Manifest\" in ihrer Verlautbarung vor, es spiele mit allen Mitteln einen Fall Cincera hoch, um die vielfältigen Machenschaften linksextremer Kreise gegen die schweizerische Staats- und Gesellschaftsordnung abzuschirmen. Im Sinne eines Beispiels für die Zusammenarbeit zwischen dem \"Demokratischen Manifest\" und linksextremen Organisationen führt sie sodann an, dass POCH-Kantonsrat Bautz bei der Entwendung der Dokumente Cinceras anwesend gewesen sei und dass der der Auswertung des entwendeten Materials vorstehende Kläger für die DDR-Zeitung \"Wochenpost\" und die kommunistische Wiener \"Volksstimme\" schreibe.\n\na) Der Kläger macht geltend, schon die Bemerkung, er schreibe für die beiden erwähnten Zeitungen, an sich verletze ihn in seiner Ehre, da in der Schweiz jedes Mitmachen bei kommunistischen Bewegungen allgemein und erst recht beim Leser des freisinnig-demokratischen Pressedienstes als verpönt gelte. Er scheint damit die Auffassung zu vertreten, es sei unerheblich, ob der Hinweis auf eine solche Tätigkeit der Wahrheit entspreche oder nicht.\n\nEs trifft zu, dass kommunistische und extremistische Ansichten und Aktivitäten in weiten Kreisen missbilligt werden und dass Leute, die daran teilhaben, bei einem Teil der Bevölkerung an Ansehen einbüssen und in Verruf geraten. Ein der Wahrheit entsprechender Hinweis auf eine kommunistische oder extremistische Gesinnung stellt jedoch grundsätzlich keine Verletzung der Persönlichkeitsrechte dar. Wer sich bei seiner journalistischen Tätigkeit politisch exponiert, kann nicht dadurch in seinem |165| Ruf als Journalist - und um diesen allein geht es im vorliegenden Fall - beeinträchtigt werden, dass seine politische Einstellung bekanntgegeben wird. Eine Ausnahme mag dort vorliegen, wo letzteres ohne jeden sachlichen Bezug und offensichtlich allein deshalb geschieht, um dem Betroffenen grundlos zu schaden. Davon kann hier indessen nicht die Rede sein.\n\nb) Es steht fest, dass der Kläger in der DDR-Zeitung \"Wochenpost\" vom 13. August 1976 einen Artikel mit dem Titel \"Bei Kommunisten sieht (Karl Friedrich) Grau rot\" veröffentlicht hat und dass dieser Artikel auch von der kommunistischen Wiener \"Volksstimme\" am 19. September 1976 leicht gekürzt - abgedruckt wurde. Dass er zur Übernahme des Artikels durch das österreichische Blatt sein Einverständnis gegeben hätte, bestreitet der Kläger und ist auch nicht erstellt. Die Mitteilung der Beklagten, der Kläger schreibe für die \"Wochenpost\" und für die \"Volksstimme\", ist nach dem Gesagten in zweierlei Hinsicht ungenau. Einerseits erweckt sie den falschen Eindruck, der Kläger sei für beide Zeitungen tätig (gewesen), und andererseits drängt ihre Formulierung den Schluss auf, der Kläger habe mehr oder weniger regelmässig, jedenfalls wiederholt, in den erwähnten Zeitungen geschrieben und es sei anzunehmen, dass er darin jederzeit weitere Artikel folgen lassen könnte.\n\nDiese Ungenauigkeiten vermöchten unter den gegebenen Umständen eine Verletzung der Persönlichkeitsrechte des Klägers indessen nur dann zu begründen, wenn sie ihm als Journalisten in einem falschen Licht erscheinen liessen. Dies ist jedoch nicht der Fall. Wie das Obergericht feststellt, hat der Kläger sich den Ruf eines extremen Journalisten geschaffen und in mehreren Artikeln eine ausgeprägte Sympathie für die DDR offenbart. Durch die - wenn auch tatsachenwidrige Verallgemeinerung, er habe wiederholt und für zwei kommunistische Zeitungen geschrieben und könne dies allenfalls jederzeit von neuem tun, wird dieses Bild nicht spürbar verfälscht, zumal dem Kläger nichts unterschoben wurde, was er überhaupt nie getan hatte oder wozu er nicht imstande wäre. Eine Verletzung in den persönlichen Verhältnissen im Sinne von Art. 28 ZGB ist um so weniger zu bejahen, als die beanstandete Presseäusserung im Rahmen einer von beiden Seiten lebhaft geführten staatspolitischen Auseinandersetzung fiel."}