{"annee": "105", "cour": "IA", "page": "47", "date": "5/4/1979", "cite": ["99 IA 42", "93 I 450", "99 IA 247", "86 I 38"], "cite_par": ["119 IA 214", "108 IA 264", "113 IA 241", "107 IA 96"], "chapeau": "11. Urteil der I. öffentlichrechtlichen Abteilung vom 5. April 1979 i.S. X. und Mitbeteiligte gegen Z., Gemeinde Laax und Verwaltungsgericht des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Recours d'un particulier pour violation de l'art. 4 Cst. et de l'autonomie communale. Dans le cadre d'un recours de droit public pour violation de droits constitutionnels des citoyens, un particulier ne peut invoquer à titre préjudiciel une violation de l'autonomie communale que si son recours pour violation de ses droits constitutionnels est en soi recevable."], "faits": "BGE 105 Ia 47 S. 47\n\nZ. ist Eigentümer einer Parzelle in der Gemeinde Laax. Er reichte der Baubehörde ein Baugesuch ein. Gegen das Projekt erhoben X. und Mitbeteiligte Einsprache. Der Gemeindevorstand von Laax hiess sie gut und verweigerte die Baubewilligung. Gegen diesen Entscheid reichte Z. beim Verwaltungsgericht des Kantons Graubünden Rekurs ein. Das Gericht hiess den Rekurs am 29. November 1978 im Sinne der Erwägungen gut, hob die angefochtene Verfügung auf und wies die Sache an die Gemeinde zurück.\n\nGegen diesen Entscheid haben X. und Mitbeteiligte beim Bundesgericht wegen Verletzung des Art. 4 BV staatsrechtliche Beschwerde eingereicht. Das Bundesgericht tritt nicht darauf ein, aus folgenden", "considerants": "Erwägungen:\n\n1. Nach Art. 87 OG ist die staatsrechtliche Beschwerde wegen Verletzung von Art. 4 BV erst gegen letztinstanzliche Endentscheide zulässig, gegen letztinstanzliche Zwischenentscheide nur, wenn sie für den Betroffenen einen nicht wiedergutzumachenden BGE 105 Ia 47 S. 48Nachteil zur Folge haben. Das Urteil des Verwaltungsgerichts schliesst das kantonale Verfahren nicht ab; die Sache wurde an die Gemeindebehörde zurückgewiesen, damit sie über das Baugesuch neu entscheide. Entscheide, mit denen eine Sache zu neuer Entscheidung an eine untere Instanz zurückgewiesen wird, sind Zwischenentscheide, die in der Regel - und so auch hier - für den Betroffenen keinen irreparablen Nachteil zur Folge haben (BGE 99 Ia 44 und 249; BGE 93 I 453; BGE 86 I 39; LUDWIG, ZBJV 110/1974, S. 170). Da sich die Beschwerdeführer über eine Verletzung des Art. 4 BV beklagen, kann unter diesem Gesichtspunkt nicht auf die Beschwerde eingetreten werden.\n\n2. Während die Gemeinde Laax das Urteil des Verwaltungsgerichts nicht wegen Verletzung ihrer Autonomie angefochten hat, machen die Beschwerdeführer auch eine Verletzung der Gemeindeautonomie geltend.\n\nEin Privater kann nicht selbständig wegen Verletzung dieser Autonomie staatsrechtliche Beschwerde führen. Dagegen kann er im Rahmen einer staatsrechtlichen Beschwerde wegen Verletzung seiner verfassungsmässigen Rechte vorfrage- oder hilfsweise geltend machen, der angefochtene Entscheid verstosse gegen die Gemeindeautonomie (BGE 99 Ia 252 mit Hinweisen;, ZIMMERLI, ZBl 73/1972, S. 272 ff.). So kann sich z.B. ein Bürger - wie es hier getan wird - im Rahmen einer Beschwerde wegen Verletzung des Art. 4 BV über einen unzulässigen Eingriff in die Autonomie der Gemeinde beklagen. Macht ein privater Beschwerdeführer von dieser Möglichkeit Gebrauch, so ändert sich indessen nichts an der Rechtsnatur seiner Beschwerde. Sie bleibt eine Beschwerde wegen Verletzung eines verfassungsmässigen Rechts des Bürgers. Dieser kann deshalb nur dann vorfrageweise eine Verletzung der Gemeindeautonomie rügen, wenn an sich auf die Beschwerde wegen Verletzung seiner verfassungsmässigen Rechte eingetreten werden kann. Das ist hier, wie ausgeführt, nicht der Fall; die Beschwerdeführer beklagen sich über eine Verletzung des Art. 4 BV, und auf diese Beschwerde kann aus den angeführten Gründen nicht eingetreten werden. Die im Rahmen der Willkürbeschwerde erhobene Rüge der Verletzung der Gemeindeautonomie ändert daran nichts."}