{"annee": "105", "cour": "III", "page": "4", "date": "24/1/1979", "cite": ["96 III 74", "95 III 47", "99 III 66", "88 II 158", "100 III 64", "103 III 79", "94 II 105", "102 III 20", "97 III 128", "103 III 8", "101 III 43", "51 III 175", "103 III 69", "86 II 33"], "cite_par": ["105 III 67"], "chapeau": "2. Auszug aus dem Entscheid der Schuldbetreibungs- und Konkurskammer vom 24. Januar 1979 i.S. L. & Co. (Rekurs)", "regestes": ["Contestation des conditions de vente, droit d'emption, compensation dans la faillite. 1. Le délai pour contester les conditions de vente commence à courir en principe du jour où elles ont été déposées à la disposition du public. Exception à ce principe (c. 2). 2. L'Office des faillites peut, sans plus ample formalité, rayer de l'état des charges un droit d'emption annoté et porté à l'état des charges, lorsque le délai fixé dans l'annotation est expiré (c. 3). 3. En accordant un droit d'emption, le vendeur n'acquiert pas une créance conditionnelle en paiement du prix de vente: il n'a qu'une expectative. Le créancier ne peut pas compenser sa créance avec une simple expectative du failli (c. 4b)."], "faits": "|4|\n\nA.- Mit Vertrag vom 10. September 1965 räumte die W. & Co. der L. & Co. an der Liegenschaft Parz. Nr. 515 in Stallikon ein Kaufsrecht zum Preise von Fr. 230'000.- ein, das für die |5| Dauer von 10 Jahren im Grundbuch vorzumerken war; vom Kaufpreis sollte in Abzug gebracht werden, was die W. & Co. bzw. ihre beiden Gesellschafter der L. & Co. allenfalls schuldig sein würden. Am 5. November 1965 wurde über die W. & Co. der Konkurs eröffnet. Im Lastenverzeichnis vom 31. Januar 1968 über die Liegenschaft Parz. Nr. 515 in Stallikon anerkannte die Konkursverwaltung unter Ordnungsnummer 62 folgende Last:\n\n\"Vormerkung:\n\nKaufsrecht zugunsten L. & Co. Maschinenfabrik, 8011 Zürich, zum Preise von Fr. 230'000.-. Vormerkungsdauer: bis 10. September 1975.\n\nDer Kaufpreis ist anlässlich der Eigentumsübertragung - Fertigung - in bar zu bezahlen, sofern die Grundeigentümerin bzw. die Herren W. und E., beide von Brienz, in Bassersdorf, persönlich allen Verpflichtungen gegenüber der Firma L. & Co., Maschinenfabrik, 8011 Zürich, nachkamen, andernfalls unter Abzug dessen, was die Firma L. & Co., Maschinenfabrik, 8011 Zürich, bei voller Erfüllung dieser Verpflichtungen bis zu diesem Zeitpunkt zu gute hätte. Der gleiche Abzug ist auch gegenüber jedem künftigen Eigentümer der Kaufparzelle vorn statthaft.\n\nWeitere Bestimmungen gemäss Kaufrechtsvertrag vom 10. September 1965.\" Mit Schreiben vom 24. Oktober 1972 an die Konkursverwaltung erklärte die L. & Co., die im Konkurs eine Darlehensforderung von Fr. 219'029.40 eingegeben hatte, das Kaufsrecht ausüben zu wollen \"zu den Bedingungen, wie im Vertrag vom 10.9.1965 vereinbart, also den gleichen Bedingungen, wie im Grundbuch vorgemerkt, und im Lastenverzeichnis des Konkurses W. & Co. durch Verfügung Nr. 62 der Konkursverwaltung vom 31.1.1968 anerkannt und rechtskräftig geworden\". In der Folge klagte die Konkursmasse W. & Co. gegen die L. & Co. auf Bezahlung des Kaufpreises von Fr. 230'000.-. Mit Urteil vom 25. März 1977 wies das Bundesgericht in letzter Instanz die Klage ab, im wesentlichen mit der Begründung, die Beklagte habe das Kaufsrecht nur unter der für die Klägerin erkennbaren Voraussetzung ausgeübt, dass sie ihre Konkursforderung von Fr. 219029.40 mit ihrer Kaufpreisschuld von Fr. 230'000.- verrechnen könne; sie könne daher nicht auf Bezahlung des vollen Kaufpreises belangt werden.\n\nAm 10. Februar 1978 setzte das Konkursamt Schlieren im Auftrag der Konkursverwaltung die Versteigerung der Liegenschaft (neue Nr. 1525 und 1527) auf den 15. März 1978 fest. In den Steigerungsbedingungen wies es darauf hin, das im Lastenverzeichnis |6| unter Ordnungsnummer 62 vorgemerkte Kaufsrecht zugunsten der L. & Co. werde \"infolge Zeitablaufes\" gelöscht. Die Steigerungsanzeige wurde ordnungsgemäss publiziert und die Steigerungsbedingungen lagen samt dem abgeänderten Lastenverzeichnis vom 20. Februar bis 1. März 1978 auf.\n\nB.- Mit Eingabe vom 13. März 1978 führte die L. & Co. beim Bezirksgericht Zürich als unterer kantonaler Aufsichtsbehörde über Schuldbetreibung und Konkurs gegen die vorgesehene Steigerung Beschwerde. Zur Begründung machte sie im wesentlichen geltend, das Kaufsrecht habe im Lastenverzeichnis nicht gestrichen werden dürfen; zudem sei es bereits ausgeübt worden, so dass die Versteigerung einem nochmaligen Verkauf gleichkomme.\n\nDas Bezirksgericht gewährte der Beschwerde aufschiebende Wirkung und setzte die auf den 15. März 1978 angesetzte Steigerung ab. Mit Entscheid vom 12. April 1978 trat es nicht auf die Beschwerde ein. Ein Rekurs gegen diesen Entscheid wurde vom Obergericht des Kantons Zürich als oberer kantonaler Aufsichtsbehörde am 12. Dezember 1978 abgewiesen.\n\nC.- Gegen den Entscheid des Obergerichts rekurrierte die L. & Co. an die Schuldbetreibungs- und Konkurskammer des Bundesgerichts. Diese weist den Rekurs ab.", "considerants": "Aus den Erwägungen:\n\n2. Die kantonalen Behörden gingen davon aus, die Beschwerde sei verspätet, weil sie mehr als 10 Tage nach der Publikation der Steigerungsanzeige und der Auflegung der Steigerungsbedingungen eingereicht worden sei. Sie prüften daher nur, ob ein Nichtigkeitsgrund vorliege. Die Rekurrentin macht nicht geltend, diese Betrachtungsweise verstosse gegen Bundesrecht. In der Tat beginnt die Frist für die Anfechtung der Steigerungsbedingungen nach der Rechtsprechung mit dem Tag ihrer öffentlichen Auflegung zu laufen (BGE 51 III 179), unabhängig davon, ob der Beschwerdeführer von der Publikation der Steigerungsanzeige Kenntnis genommen und dadurch von der Auflegung der Bedingungen erfahren hat (als blosse Inhaberin eines Kaufsrechts hatte die Rekurrentin keinen Anspruch auf eine Spezialanzeige; vgl. Art. 257 Abs. 3 SchKG, Art. 71 KOV und Art. 129 Abs. 2 VZG). In BGE 99 III 70 E. 3 |7| hat das Bundesgericht von diesem Grundsatz indessen eine Ausnahme gemacht für den Fall, dass die Steigerungsbedingungen das Lastenverzeichnis abändern. Mit einer derartigen (in der Regel unzulässigen) Abänderung muss kein Beteiligter rechnen. Es kann ihm daher nicht schaden, wenn er keinen Einblick in die Steigerungsbedingungen nimmt und dagegen nicht fristgerecht Beschwerde führt.\n\nMit ihrer Beschwerde machte die Rekurrentin unter anderem geltend, das Konkursamt Schlieren hätte die Vormerkung des Kaufsrechts im Lastenverzeichnis nicht streichen dürfen. Insoweit hätten die kantonalen Aufsichtsbehörden daher auf die Beschwerde eintreten müssen.\n\n3. Die Rüge ist jedoch unbegründet. Mit seiner Streichung hat das Konkursamt nicht gegen den Grundsatz verstossen, dass die Konkursverwaltung ein rechtskräftiges Lastenverzeichnis nicht abändern darf (vgl. hiezu BGE 96 III 78 /79). Materiell liegt nämlich gar keine Änderung des Lastenverzeichnisses vor. Entsprechend der Vorschrift von Art. 683 Abs. 2 ZGB war die Dauer der Vormerkung des Kaufsrechts zum vornherein auf 10 Jahre befristet. Mit dem Ablauf dieser Frist, also am 10. September 1975, fiel der Vormerkungsschutz dahin, ohne dass es einer förmlichen Löschung bedurft hätte. Das Kaufsrecht belastete die Liegenschaft nicht mehr und verlor seine dingliche Wirkung, so dass ein allfälliger Erwerber nicht daran gebunden gewesen wäre. Art. 72 Abs. 1 GBV schreibt deshalb vor, dass die Vormerkungen persönlicher Rechte im Grundbuch von Amtes wegen zu löschen sind, wenn die in der Vormerkung angegebene Zeit abgelaufen ist. Es kann daher dem Konkursamt nicht verwehrt sein, sondern dient im Gegenteil der Klarheit, dem Ablauf der Vormerkungsdauer Rechnung zu tragen und die obsolete Vormerkung im Lastenverzeichnis zu streichen. Die Rekurrentin ist dadurch auch gar nicht beschwert. Ob die Vormerkung gestrichen wird oder nicht, ändert nichts daran, dass das Kaufsrecht dem Ersteigerer nicht entgegengehalten werden kann, weil es eben mit dem Ablauf der Vormerkungsdauer seinen realobligatorischen Charakter verloren hat.\n\n4. Soweit sich die Beschwerde gegen die Anordnung der Versteigerung als solche bzw. gegen die Steigerungsbedingungen richtet, haben sie die kantonalen Instanzen zu Recht als verspätet betrachtet. Bei dieser Sachlage könnten die Aufsichtsbehörden nur eingreifen, |8| wenn die Anordnung der Versteigerung geradezu nichtig wäre, d.h. wenn sie gegen eine Vorschrift verstiesse, die im öffentlichen Interesse oder im Interesse eines unbestimmten Kreises Dritter aufgestellt und daher schlechthin zwingend ist (BGE 103 III 74, BGE 101 III 45, je mit Hinweisen). Das ist indessen offensichtlich nicht der Fall.\n\na) Nichtig ist die angefochtene Verfügung schon deswegen nicht, weil sie nur in die persönlichen Interessen der Rekurrentin eingreift und ausschliesslich deren allfällige schuldrechtliche Ansprüche verletzt. Dies gilt selbst dann, wenn man annehmen wollte, die Rekurrentin habe das Kaufsrecht mit ihrer Erklärung vom 24. Oktober 1972 gültig ausgeübt. Mit der Ausübung des Kaufsrechts wurde die Rekurrentin nicht Eigentümerin des Grundstücks, sondern sie erwarb gegenüber der Konkursverwaltung nur einen obligatorischen Anspruch auf Übertragung des Eigentums, der für die Dauer der Vormerkung freilich dinglich gesichert war. Diesen Anspruch hat die Rekurrentin indessen nie durchgesetzt, und der Vormerkungsschutz fiel nach dem in Erwägung 3 Gesagten mit dem Ablauf der Vormerkungsdauer dahin. Die Rekurrentin hat daher heute keinerlei dingliche Rechte am streitigen Grundstück. Die Verletzung bloss obligatorischer Rechte würde der Versteigerung des Grundstücks aber nicht zwingend entgegenstehen. Selbst wenn also der Vorwurf der Rekurrentin zutreffen sollte, die Konkursverwaltung habe das Grundstück \"zweimal verkauft\", so hätte dies nicht die Gutheissung des Rekurses zur Folge.\n\nb) In Wirklichkeit war jedoch die Ausübungserklärung der Rekurrentin vom 24. Oktober 1972 unwirksam, und zwar deswegen, weil die mit der Ausübung des Kaufsrechts bezweckte Verrechnung des Kaufpreises mit der Konkursforderung der Rekurrentin gegen Art. 213 Abs. 2 Ziff. 2 SchKG verstösst. Es kann dahingestellt bleiben, ob über die Frage der Zulässigkeit der Verrechnung bereits ein rechtskräftiger Entscheid vorliegt, wie dies die Vorinstanz annimmt. Immerhin haben sich das Obergericht des Kantons Zürich in seinen Urteilen vom 13. Mai 1975 betreffend Kollokation (E. III) und vom 19. Oktober 1976 betreffend Forderung (E. 2 und 3) sowie das Bundesgericht im Urteil vom 25. März 1977 (E. 1) dazu geäussert. Angesichts dessen kann die Rekurrentin im Ernst nicht erwarten, die Betreibungsbehörden würden die Frage der Zulässigkeit |9| der Verrechnung anders beurteilen als die Zivilgerichte. Entgegen ihrer Ansicht sind sie auch nicht der \"zuständige Richter\" für die Beurteilung dieser materiell-rechtlichen Frage (vgl. hiezu BGE 103 III 83 E. 3, 117 E. 4, 102 III 36, BGE 100 III 66, 70, BGE 97 III 130). Was die Rekurrentin vorbringt, ist im übrigen nicht geeignet, die diesbezüglichen Erwägungen der Gerichte als unrichtig erscheinen zu lassen. Nach der Rechtsprechung trifft es zwar zu, dass der Gläubiger seine Konkursforderung auch mit einer bedingten Forderung des Gemeinschuldners verrechnen kann, wenn die Bedingung im Laufe des Konkurses eintritt (BGE 95 III 57, 21 S. 879). Der W. & Co. stand jedoch im Zeitpunkt der Konkurseröffnung gegenüber der Rekurrentin keine bedingte Forderung auf Bezahlung des Kaufpreises zu, so wenig wie die Rekurrentin mit dem Erwerb des Kaufsrechts bereits einen bedingten Anspruch auf Übertragung des Eigentums erworben hatte. Wenn das Bundesgericht in verschiedenen Urteilen den Kaufrechtsvertrag als (durch die Ausübung des Kaufsrechts) suspensiv bedingten Kaufvertrag bezeichnete (BGE 102 III 23, BGE 94 II 111, BGE 88 II 159, BGE 86 II 36), so wollte es damit nicht sagen, Käufer und Verkäufer seien schon von Anfang an, also mit der Einräumung des Kaufsrechts, (bedingt) verpflichtet, den Kaufpreis zu bezahlen, bzw. das Eigentum an der Sache zu übertragen. In BGE 94 II 112 hat es im Gegenteil ausgeführt, der Kaufvertrag werde erst perfekt mit der Erklärung des Berechtigten, sein Kaufsrecht ausüben zu wollen. Solange eine solche Erklärung nicht vorliege, sei die andere Vertragspartei nicht zur Übertragung des Eigentums (und der Käufer somit auch nicht zur Bezahlung des Kaufpreises) verpflichtet. Der Kaufrechtsvertrag begründe lediglich eine Anwartschaft. Hatte aber die W. & Co. im Zeitpunkt der Konkurseröffnung bloss eine Anwartschaft auf die Kaufpreisforderung und entstand diese Forderung erst mit der Ausübung des Kaufsrechts, also nach der Konkurseröffnung, so kann sie die Rekurrentin nach Art. 213 Abs. 2 Ziff. 2 SchKG nicht mit ihrer Konkursforderung verrechnen (BGE 95 III 57). Dass die Konkursverwaltung im Lastenverzeichnis die Vormerkung des Kaufsrechts \"gemäss Kaufrechtsvertrag\" als Last anerkannt hat und dieser Vertrag die Verrechnung vorsieht, ändert daran nichts. Die Aufnahme der Vormerkung ins Lastenverzeichnis erfolgte nur, um zu gewährleisten, dass das Kaufsrecht im Falle einer Veräusserung des Grundstücks dem Erwerber |10| überbunden werde. Über die Modalitäten der Tilgung der damals noch gar nicht entstandenen, sondern erst als Anwartschaft bestehenden Kaufpreisforderung hatte sich das Lastenverzeichnis nicht auszusprechen und konnte es auch nicht tun. Dementsprechend hätte über den Bestand des Verrechnungsrechts auch kein Lastenbereinigungsprozess durchgeführt werden können. Abgesehen davon hätte die Konkursverwaltung mit der Anerkennung des Verrechnungsrechts auf die Geltendmachung eines (zukünftigen) Aktivums verzichtet, was nicht leichthin angenommen werden darf und wofür es überdies der Zustimmung der Gläubigergesamtheit bedurft hätte (vgl. hiezu BGE 103 III 11). Aus der Rechtskraft des Lastenverzeichnisses kann die Rekurrentin deshalb nichts für sich ableiten.\n\nEntfaltete aber die Ausübungserklärung der Rekurrentin vom 24. Oktober 1972 keine Wirkungen, so bestand zum vornherein kein Anlass, mit der Versteigerung des Grundstücks zuzuwarten. Ein nicht ausgeübtes Kaufsrecht stünde der Verwertung nicht entgegen, selbst wenn es noch vorgemerkt wäre (BGE 102 III 23)."}