{"annee": "105", "cour": "IV", "page": "300", "date": "14/12/1979", "cite": ["102 IV 18", "72 IV 55"], "cite_par": ["107 IV 110", "111 IV 127", "108 IV 18", "109 IV 106", "117 IV 419"], "chapeau": "77. Urteil des Kassationshofes vom 14. Dezember 1979 i.S. Staatsanwaltschaft des Kantons Basel-Landschaft gegen F. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 139 ch. 2 CP. Brigandage qualifié, menace de mort. La menace de mort doit objectivement avoir pu être mise à exécution immédiatement et la victime doit avoir été placée devant un grave danger de mort. Peu importe la détermination ou la volonté de l'auteur d'accomplir le cas échéant sa menace (confirmation de jurisprudence)."], "faits": "BGE 105 IV 300 S. 300\n\nA.- Am Nachmittag des 29. Dezember 1978 betrat F. zusammen mit seinem Komplizen, der unbekannt blieb, das \"Usego\"-Lebensmittelgeschäft in Birsfelden. Der maskierte Unbekannte ging auf die Kassierin zu und verlangte von ihr die Herausgabe des Geldes mit den Worten \"Da'sch en Überfall, BGE 105 IV 300 S. 301mache sie Kasse uff\". Der gleichfalls maskierte F. seinerseits blieb abmachungsgemäss an der Ladentüre stehen, um das Geschehen zu überwachen und dafür zu sorgen, dass der Ausgang frei bleibe; dabei richtete er die Mündung seines geladenen Revolvers auf die Kassierin. Nachdem diese die Kasse geöffnet hatte, rief sie den Ladenbesitzer M. zu Hilfe. Der herbeieilende M. warf ein Paket in Richtung des Unbekannten, woraufhin dieser und F. die Flucht ergriffen. Auf der Flucht gab der von einem gewissen C. verfolgte F. einen Schreckschuss in die Luft ab.\n\nB.- Das Strafgericht des Kantons Basel-Landschaft verurteilte F. am 17. Mai 1979 wegen Raubes im Sinne von Art. 139 Ziff. 1 StGB zu 2 3/4 Jahren Gefängnis als Zusatzstrafe zum Urteil des Divisionsgerichts 3 vom 13. Februar 1979, unter Anrechnung der Untersuchungshaft von 139 Tagen. Dieser Entscheid wurde vom Obergericht des Kantons Basel-Landschaft am 16. Oktober 1979 in Abweisung der Appellationen F. und der Staatsanwaltschaft bestätigt.\n\nC.- Die Staatsanwaltschaft des Kantons Basel-Landschaft führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Obergerichts sei aufzuheben und die Sache sei an die Vorinstanz zurückzuweisen zur Verurteilung von F. wegen qualifizierten Raubes gemäss Art. 139 Ziff. 2 StGB (Bedrohung mit dem Tode).\n\nIn seiner Vernehmlassung beantragt F. die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Wer in der Absicht, einen Diebstahl zu begehen, oder wer, auf einem Diebstahl betreten, an einer Person Gewalt verübt, sie mit einer gegenwärtigen Gefahr für Leib und Leben bedroht oder sie in anderer Weise zum Widerstand unfähig macht, wird mit Zuchthaus oder mit Gefängnis nicht unter sechs Monaten bestraft (Art. 139 Ziff. 1 StGB; sog. einfacher Raub). Nach Art. 139 Ziff. 2 StGB wird der Räuber aber unter anderem dann mit Zuchthaus nicht unter fünf Jahren bestraft, wenn er jemanden mit dem Tode bedroht (sog. schwerer Raub). In Praxis und Doktrin ist kontrovers, nach welchen Kriterien die Bedrohung mit einer gegenwärtigen Gefahr für Leib und Leben von der Bedrohung mit dem Tode abzugrenzen BGE 105 IV 300 S. 302sei. Strafgericht und Obergericht des Kantons Basel-Landschaft vertreten unter Berufung auf verschiedene Autoren (STRATENWERTH, Schweizerisches Strafrecht, Besonderer Teil, Bd. I, S. 205 f., SCHWANDER, Das schweizerische Strafgesetzbuch, Nr. 541, GERMANN, Verbrechen, S. 265 N. 6 i.V.m. S. 261 N. 13) die Ansicht, eine Todesdrohung im Sinne von Art. 139 Ziff. 2 StGB könne nur dann angenommen werden, wenn der Täter den Vorsatz habe, sie notfalls zu verwirklichen. Demgegenüber ist nach der Rechtsprechung des Bundesgerichts Art. 139 Ziff. 2 StGB anwendbar, wenn der Täter die - ernst genommene - Todesdrohung objektiv unmittelbar verwirklichen kann und das Opfer nach den Umständen, insbesondere nach der Art der Drohung, tatsächlich einer grossen Todesgefahr ausgesetzt ist (BGE 102 IV 19; vgl. auch BGE 72 IV 57 f.); in diesem Fall ist die Voraussetzung der besonderen Gefährlichkeit des Täters als erfüllt zu betrachten. Andere Rechtsordnungen lassen bereits das Mitführen von Schusswaffen als Qualifikationsgrund genügen (§ 250 Abs. 1 Ziff. 1 des Deutschen Strafgesetzbuches, vgl. auch Art. 381 al. 1 des Code pénal français).\n\n2. Der vorliegende Fall gibt keinen Anlass zur Änderung dieser Rechtsprechung. Es ist vielmehr daran festzuhalten, dass es auf die Bereitschaft oder Absicht des Täters, die Todesdrohung zu verwirklichen, nicht ankommt; dies gestützt auf die Entstehungsgeschichte von Art. 139 StGB und die Tatsache, dass in keiner andern Bestimmung des StGB die Strafbarkeit der Drohung vom Verwirklichungswillen des Täters abhängig gemacht wird, ferner auch aus der praktischen Überlegung heraus, dass die Verwirklichungsbereitschaft im Falle der Bestreitung schwer nachzuweisen wäre. Wer bei einem Raub eine scharf geladene, schussbereite Waffe auf kurze Distanz auf einen Menschen richtet, ist in der Regel ungeachtet seiner Absichten besonders gefährlich im Sinne von Art. 139 Ziff. 2 StGB. Aufregung, unvorhergesehene Reaktion des Opfers, Eingreifen eines Dritten, etc. können, gerade auch beim Gelegenheitsdelinquenten, zu einer plötzlichen Fehlreaktion führen. Dass im übrigen der Beschwerdegegner eine Schussabgabe nicht schlechtweg ausschloss, verrät sein Schreckschuss bei seiner Flucht.\n\n3. Entgegen der Auffassung der kantonalen Instanzen und des Beschwerdegegners befand sich die Kassierin in einer BGE 105 IV 300 S. 303erheblichen unmittelbaren Todesgefahr. Daran ändert nichts, dass F. seinen Finger nicht auf dem Drücker des Revolvers, sondern auf der Aussenseite des Bügels hielt und dass der dicke Handschuh, den er trug, den raschen und präzisen Griff zum Drücker erschwerte; die Schussabgabe konnte gleichwohl innert kürzester Zeit erfolgen. Sie gelang F. auch ohne weiteres, sogar während er davonlief. Es kann keine Rede davon sein, dass der Beschwerdegegner irgendwelche Hindernisse hätte beseitigen müssen, um seine Todesdrohung wahr zu machen.\n\n4. Schliesslich ist unerheblich, ob die Kassierin durch das Verhalten von F. oder dasjenige seines Komplizen zum Widerstand unfähig gemacht wurde. Der Kausalzusammenhang zwischen der Drohung und der Widerstandsunfähigkeit ist ein objektives Tatbestandsmerkmal; es genügt, wenn einer der Mittäter dieses durch seine Handlungsweise verwirklichte.\n\n5. Der Anwalt des Beschwerdegegners hat auf Aufforderung des Bundesgerichts hin eine Vernehmlassung eingereicht; er ist für seine Bemühungen mit Fr. 400.- aus der Bundesgerichtskasse zu entschädigen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das Urteil des Obergerichts des Kantons Basel-Landschaft vom 16. Oktober 1979 wird aufgehoben und die Sache zur Verurteilung von F. wegen qualifizierten Raubes (Art. 139 Ziff. 2 StGB) an die Vorinstanz zurückgewiesen."}