{"annee": "105", "cour": "IB", "page": "327", "date": "27/11/1979", "cite": ["83 I 72", "97 I 766", "104 IB 288"], "cite_par": ["109 IB 26", "106 IB 223", "122 I 168", "111 IB 15"], "chapeau": "51. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 27. November 1979 i.S. Erben Loss gegen Kanton Zürich und Eidg. Schätzungskommission, Kreis 10 (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 19 LEx; indemnité d'expropriation en tant qu'unité juridique. L'indemnité à verser selon l'art. 19 let. a à c LEx doit en principe être fixée dans une seule et même décision. Aussi n'est-il pas possible en général de fixer la valeur du sol sans examiner en même temps s'il y a une dépréciation de la partie restante (art. 19 let. b) ou d'autres préjudices causés par l'expropriation (art. 19 let. c)."], "faits": "BGE 105 Ib 327 S. 327\n\nFür den Bau der Nationalstrasse SN 1.4.4 auf dem Gebiete der Stadt Zürich beanspruchte der Kanton Zürich einen Teil der an der Überlandstrasse liegenden Grundstücke der Erben Johann Loss. Die Enteigneten verlangten unter anderem eine Entschädigung von Fr. 800.-/m2 für das enteignete sog. Vorgartenland (zwischen Strasse und Baulinie) sowie beträchtliche Minderwertsentschädigungen für die Restliegenschaften. Der Enteigner offerierte Fr. 450.-/m2 für den abzutretenden Boden und bestritt jeden weiteren Entschädigungsanspruch der BGE 105 Ib 327 S. 328Enteigneten. An der Einigungsverhandlung schlossen die Parteien einen \"Teilvergleich\", wonach die Regelung der Minderwertsforderungen bis nach Fertigstellung der N 1.4.4 aufgeschoben werden solle.\n\nMit Entscheid vom 14. Oktober 1978 sprach die Eidg. Schätzungskommission, Kreis 10, den Enteigneten eine - nach der statistischen Methode festgesetzte - Verkehrswertentschädigung für das enteignete Vorgartenland von Fr. 450.-/m2 zu. Die Begehren um Minderwertsentschädigung blieben unbeurteilt. Die Enteigneten haben mit Verwaltungsgerichtsbeschwerde die Erhöhung der ihnen zugesprochenen Entschädigung verlangt.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Mit der Frage, ob über die einzelnen Posten der Enteignungsentschädigung separat entschieden werden könne oder ob die nach Art. 19 EntG zu leistende Vergütung gesamthaft zu bestimmen sei, hat sich das Bundesgericht schon im Entscheid Cottoferm AG gegen SBB vom 20. Februar 1957 (BGE 83 I 72 ff.) befasst. Angefochten war damals ein Teilurteil der Schätzungskommission, in welchem diese die nach Art. 19 lit. a EntG zu entrichtende Verkehrswertentschädigung festgesetzt und bestimmt hatte, dass mit der Zahlung dieser Entschädigung das Enteignungsobjekt ins Eigentum des Enteigners übergehe; den Entscheid über die Existenz und die Höhe eines weiteren Schadens im Sinne von Art. 19 lit. c EntG hatte die Schätzungskommission auf einen späteren Zeitpunkt verschoben. Das Bundesgericht hob diesen Entscheid von Amtes wegen aus folgenden Erwägungen auf:\n\nEinerseits gehe aus Art. 91 und 89 EntG (in der früheren, vor der Revision vom März 1971 geltenden Fassung) hervor, dass der Enteigner das Eigentum am enteigneten Grundstück, von wenigen Ausnahmen abgesehen, erst durch die Bezahlung der \"Entschädigungen\", d.h. der Gesamtheit der dem Enteigneten nach Art. 19 EntG zustehenden Leistungen erwerbe. Es verstosse deshalb gegen klare Gesetzesbestimmungen, wenn die Schätzungskommission angeordnet habe, dass die enteignete Liegenschaft schon gegen einen Teil der Enteignungsentschädigung an den Enteigner übergehen solle (E. 2). Anderseits ergebe sich aus dem Wortlaut verschiedener Vorschriften des BGE 105 Ib 327 S. 329Enteignungsgesetzes, vor allem aber aus der Natur der Enteignungsentschädigung, dass diese eine Einheit bilde, auch wenn sie aus verschiedenen Bestandteilen bestehe. Im übrigen würde die Beurteilung der Entschädigungsbestandteile in getrennten Verfahren im Falle eines Weiterzuges ans Bundesgericht zu praktischen Schwierigkeiten führen: zum einen könnten Verfahrensverzögerungen und Kompetenzkonflikte entstehen, wenn sich das Bundesgericht und die Schätzungskommission gleichzeitig mit dem nämlichen Verfahren befassten, zum andern bestünde, solange die Höhe der Gesamtentschädigung nicht bekannt sei, Unklarheit darüber, ob eine Beschwerde überhaupt einzureichen sei.\n\nb) Das erste in BGE 83 I 77 gegen die Festsetzung von Teilentschädigungen angeführte Argument, das sich auf den Zeitpunkt des Eigentumsübergangs bezieht, ist mit der Revision des Enteignungsgesetzes vom 18. März 1971 dahingefallen. Nach geltendem Recht kann der Enteigner das Eigentum am Enteignungsobjekt schon durch Leistung einer Anzahlung im Sinne von Art. 19bis Abs. 2 EntG erwerben (Art. 91 Abs. 1 EntG). Dagegen haben die übrigen im damaligen Entscheid wiedergegebenen Erwägungen ihre Gültigkeit behalten. So ist bereits in BGE 94 I 581 ff. und BGE 97 I 766 f. bestätigt worden, dass die Enteignungsentschädigung, auch wenn sie sich aus einzelnen Faktoren zusammensetzt, ein Ganzes bilde; bei anderer Betrachtungsweise würden, wie in diesen Urteilen gezeigt wird, prozessuale Schwierigkeiten entstehen und wäre das Bundesgericht ausserstande, alle Entschädigungsfaktoren im einzelnen und im Verhältnis zueinander zu überprüfen und allenfalls zu korrigieren.\n\nÜbrigens kann auch das früher für den Erlass von Teilentscheiden sprechende Argument, der Enteignete müsse möglichst rasch über eine gewisse Entschädigungssumme verfügen können, nicht mehr aufrechterhalten werden, nachdem der im Jahre 1971 neu eingeführte Art. 19bis Abs. 2 EntG die Schätzungskommission beauftragt, auf Ersuchen des Enteigneten sofort eine Zahlung in der voraussichtlichen Höhe des Verkehrswertes festzusetzen. In diesem Zusammenhang ist zu erwähnen, dass der Gesetzgeber eine Überprüfung der Höhe dieser Anzahlung durch das Bundesgericht ausdrücklich ausgeschlossen hat, einerseits um eine sofortige Zahlung zu gewährleisten, andererseits um dem Bundesgericht eine zweifache Beurteilung BGE 105 Ib 327 S. 330der Verkehrswertentschädigung zu ersparen (vgl. BGE 104 Ib 291). Eine solche - unerwünschte - doppelte oder mehrfache Überprüfung müsste aber gerade dann vorgenommen werden, wenn zugelassen würde, dass die Entschädigung für ein bestimmtes Enteignungsobjekt in verschiedenen Teilurteilen festgesetzt wird.\n\nc) Selbst wenn der Erlass von Teilentscheiden über die Enteignungsentschädigung in gewissen Ausnahmefällen als zulässig zu betrachten wäre, so würde es sich hier nicht rechtfertigen, von der in der Rechtsprechung aufgestellten Regel abzuweichen. Die im vorliegenden Fall von der Schätzungskommission im voraus entschiedene Frage, wie enteignetes \"Vorgartenland\" zu bewerten sei, kann nicht für mehrere Liegenschaften unter Anwendung der gleichen Kriterien und unabhängig davon, ob weitere Entschädigungen zu leisten seien, beantwortet werden. Bei der Bewertung von ausserhalb der Baulinie liegenden Landes ist vielmehr in jedem Einzelfall zu berücksichtigen, welchen Gebrauch der Enteignete vom abgetretenen, nicht überbaubaren Boden machte. Zudem kann die Festsetzung des Bodenwertes in der Regel nicht losgelöst von der Frage erfolgen, ob das Restgrundstück durch die Abtretung einen Minderwert erfahren habe (Art. 19 lit. b EntG) oder ob dem Enteigneten weitere nach Art. 19 lit. c EntG zu entschädigende Nachteile entstanden seien. Je nach der gewählten Bewertungsmethode - Berechnung der Gesamtentschädigung nach objektiven oder nach subjektiven Kriterien - ist möglicherweise der Wert des abgetretenen Bodens verschieden einzusetzen.\n\nAuch die Tatsache, dass im vorliegenden Fall die Parteien vereinbart haben, es sei über die weiteren Entschädigungspunkte erst nach der Vollendung des Werkes zu entscheiden, vermag eine solche Lösung nicht zu rechtfertigen. Zwar sieht Art. 57 EntG vor, dass das Schätzungsverfahren mit Zustimmung der Parteien bis nach Fertigstellung des Werkes verschoben werden kann. Diese Bestimmung verpflichtet jedoch die Schätzungskommission nicht, Verschiebungsbegehren von Parteien stattzugeben. Auf eine Verschiebung von einzelnen Schätzungsverfahren soll vielmehr verzichtet werden, wenn durch eine solche die einheitliche Beurteilung einer ganzen Reihe von gleichartigen Entschädigungsansprüchen in Frage gestellt würde (HESS, Das Enteignungsrecht des Bundes, N. 2 zu Art. 57 EntG).\n\nBGE 105 Ib 327 S. 331Ausserdem betrifft die in Art. 57 EntG vorgesehene Aufschubsmöglichkeit das Schätzungsverfahren als Ganzes und nicht die Festsetzung bloss eines Teils der Entschädigung.\n\nAm Augenschein hat sich übrigens gezeigt, dass sich ein Minderwert für die fraglichen Restliegenschaften nicht erst durch zukünftige, nach Inbetriebnahme der Autobahn entstehende Immissionen ergeben kann, sondern dass ein solcher durch die Verkleinerung der Bodenfläche bereits entstanden ist. Es scheint nichts dagegen zu sprechen, diesen bereits eingetretenen Minderwert schon heute zu bestimmen. Jedenfalls bleibt dem Beschwerdeführer aufgrund von Art. 41 Abs. 1 lit. b EntG auch bei einem sofortigen umfassenden Entscheid der Schätzungskommission die Möglichkeit gewahrt, allfällige erst in Zukunft entstehende Entschädigungsforderungen noch anzumelden, wobei die grundsätzliche Frage nach der Pflicht zur Leistung von Immissionsentschädigungen im vorliegenden Falle ausdrücklich offengelassen wird.\n\n2. Der angefochtene Entscheid muss demnach aufgehoben werden. Die Akten sind an die Schätzungskommission zurückzuweisen, welche entweder das ganze Schätzungsverfahren im Sinne von Art. 57 EntG aufzuschieben oder sich in einem neuen Entscheid über sämtliche Entschädigungsbegehren der Enteigneten auszusprechen hat.\n\nDen Enteigneten bleibt es in jedem Falle vorbehalten, eine Anzahlung in der voraussichtlichen Höhe der Verkehrswertentschädigung (Art. 19bis Abs. 2 EntG) zu verlangen."}