{"annee": "105", "cour": "IB", "page": "338", "date": "12/12/1979", "cite": ["99 IA 490", "105 IB 94", "105 IB 105", "104 IB 79"], "cite_par": ["120 IB 136", "131 II 581"], "chapeau": "53. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 12. Dezember 1979 i.S. Gemeinde Nufenen gegen Kanton Graubünden und Regierungsrat des Kantons Graubünden (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 8 LEx, art. 38 LRN. L'art. 8 LEx est également applicable aux cas où l'expropriant est une entreprise qui bénéficie déjà du droit d'expropriation de par la loi (consid. 2b). Les prescriptions de l'art. 38 LRN l'emportent sur celles de l'art. 8 LEx (consid. 2c). Constitue également une \"mise en compte des frais\" au sens de l'art. 38 al. 2 LRN la décision quant à l'imputation, lors du calcul des subventions accordées ultérieurement au remaniement parcellaire, des indemnités allouées à raison des frais supplémentaires de remembrement occasionnés par la construction de la route (consid. 3)."], "faits": "|339|\n\nNach verschiedenen Lawinenniedergängen auf die Nationalstrasse N 13 auf dem Gebiet der Gemeinde Nufenen wurde beschlossen, die Autobahn vom Casannawald bis Nufenen zu verlegen und den für den Bau der \"Winterstrasse\" benötigten Boden im Rahmen einer Güterzusammenlegung zu erwerben. Mit Entscheid vom 29. Mai/21. Juni 1978 genehmigte die Regierung des Kantons Graubünden das entsprechende Ausführungsprojekt unter gleichzeitiger Beurteilung der erhobenen Einsprachen, so auch jener der Gemeinde Nufenen.\n\nIn ihrer Einsprache hatte die Gemeinde Nufenen unter anderem verlangt, dass ihr gestattet werde, den von Seiten des Strassenbaues an die Güterzusammenlegung zu leistenden Betrag teilweise als Beitrag für die Alpmelioration und für Inkonvenienzen mit dem Heimvieh sowie für die Melioration von Weiden zu Wiesen zu verwenden. Zu diesem Begehren führte die Regierung in ihrem Entscheid aus, es spreche nichts dagegen, dass die Gemeinde Nufenen den nationalstrassenbedingten Beitrag für jene zweckgerichteten, kulturtechnischen Massnahmen verwende, die am besten geeignet seien, den durch den Strassenbau entstehenden Schaden einzudämmen. Dies gelte allerdings nur unter der Voraussetzung, dass einerseits sich die Vorkehren im Rahmen der Gesamtmelioration bewegten und andererseits die dafür aufgewendeten Beträge nicht nochmals bei der Subventionierung der Gesamtmelioration in Anschlag gebracht würden. Sollte dagegen mit dem Gesuch eine doppelte Subventionierung erwirkt werden, so könnte dem Begehren nicht entsprochen werden.\n\nGegen diesen Entscheid der Bündner Regierung hat die Gemeinde Nufenen Verwaltungsgerichtsbeschwerde eingereicht. Sie beantragt in erster Linie, es sei festzustellen, dass die Regierung des Kantons Graubünden im angefochtenen Beschluss nicht hätte über die Verwendung des \"Nationalstrassenbeitrages\" befinden dürfen. Das Bundesgericht zieht in |340|", "considerants": "Erwägung:\n\n1. (Formelles).\n\n2. a) Wie die Bündner Regierung in ihrer Beschwerdeantwort zu Recht ausführt, haben die durch den Nationalstrassenbau betroffenen Grundeigentümer ihre Begehren, die unter den Begriff der Einsprache im weiteren Sinne fallen, bereits im Einspracheverfahren anzubringen, das mit der öffentlichen Auflage des Ausführungsprojektes verbunden wird (Art. 27 Abs. 2 NSG). Dies ergibt sich aus Art. 39 Abs. 2 NSG, wo klar bestimmt wird, dass sich das Enteignungsverfahren auf die Behandlung der angemeldeten Entschädigungsforderungen (Art. 30 Abs. 1 lit. c EntG) beschränkt, Einsprachen gegen die Enteignung sowie Begehren, die eine Planänderung bezwecken (Art. 30 Abs. 1 lit. a und b EntG), hingegen in diesem Verfahren ausgeschlossen sind. Unter Einsprachen im weiteren Sinne werden sowohl die Einsprachen im engeren Sinne (Art. 35 lit. a EntG) als auch die Begehren nach Art. 7 bis 10 EntG (Art. 35 lit. b EntG) verstanden.\n\nb) Nach Art. 8 EntG kann dort, wo durch die Ausführung des Werkes grössere Flächen Kulturlandes verloren gehen, die Gewährung des Enteignungsrechtes an die Bedingung geknüpft werden, dass der Enteigner vollen oder teilweisen Ersatz durch Umwandlung von Ödland oder minderwertigem Land in Kulturland beschaffe. Zu diesem Zwecke kann, wie auch in Art. 4 lit. d EntG ausdrücklich vorgesehen wird, das Enteignungsrecht erteilt werden. Obschon die Bestimmung von Art. 8 EntG davon spricht, dass \"die Gewährung des Enteignungsrechtes\" mit gewissen Bedingungen verbunden werden könne, dem Wortlaut nach also nur dort gilt, wo das Enteignungsrecht fallweise an Dritte verliehen wird (Art. 3 Abs. 3 EntG), so besteht doch kein Zweifel daran, dass sie auch dann Anwendung finden kann, wenn der Bund oder ein Unternehmen, dem das Enteignungsrecht schon von Gesetzes wegen zusteht, als Enteigner auftritt. Eine solche Auslegung drängt sich im Hinblick auf die allgemeine, volkswirtschaftliche Bedeutung dieser Vorschrift auf, durch welche die Existenzgrundlage der von einer grossflächigen Enteignung betroffenen Landbevölkerung gesichert werden soll. Die Durchsetzung von Art. 8 EntG gegenüber sämtlichen Enteignern wird es übrigens in vielen Fällen der Schätzungskommission erst ermöglichen, in Anwendung von Art. 18 EntG den einzelnen Enteigneten tatsächlich |341| Ersatzgrundstücke zuteilen zu können (vgl. HESS, Das Enteignungsrecht des Bundes, N. 1 und 2 zu Art. 8 EntG).\n\nc) Die Regierung des Kantons Graubünden hat den Antrag der Gemeinde Nufenen, den \"Nationalstrassenbeitrag\" u.a. zur Verbesserung von Wiesen und Vergrösserung der Alpweiden verwenden zu dürfen, offensichtlich als Begehren im Sinne von Art. 8 EntG verstanden. Wenn auch diese Vorschrift nicht ausdrücklich genannt wird, so weist die Regierung doch sinngemäss darauf hin, wenn sie in ihrer Beschwerdeantwort ausführt, dass zu den expropriationsrechtlichen Einsprachen auch Begehren zu zählen seien, mit welchen Massnahmen zur Erhaltung von Kulturland verlangt würden, und dass solche Begehren, auch wenn sie nicht zu einer Planänderung führten, im Einspracheverfahren anzumelden seien, da sie nach Art. 39 Abs. 2 NSG im Enteignungsverfahren nicht mehr vorgebracht werden könnten.\n\nTatsächlich wäre die Gemeinde Nufenen als Vertreterin öffentlicher Interessen befugt, Begehren nach Art. 7 und 8 EntG vorzubringen (HESS, a.a.O., N. 20 und 35 zu Art. 7 EntG). Auch spricht grundsätzlich nichts gegen die Argumentation, wenn der Enteigner verpflichtet werden könne, selbst Ersatz durch Urbarmachung oder Verbesserung von Boden zu beschaffen, so könne er auch dazu angehalten werden, die Kosten einer solchen Landumwandlung zu tragen, die ein Dritter für ihn vornehme. Der Antrag der Gemeinde Nufenen könnte daher in der Tat als von der kantonalen Regierung zu beurteilendes Begehren im Sinne von Art. 8 EntG betrachtet werden, wenn nicht im Rahmen der Gesetzgebung für den Nationalstrassenbau spezielle, Art. 8 EntG vorgehende Bestimmungen aufgestellt worden wären.\n\n3. Zum Schutze der durch den Nationalstrassenbau gefährdeten land- und forstwirtschaftlichen Interessen hat der Verfassungsgesetzgeber im Jahre 1958 in Art. 36bis Abs. 3 BV festgehalten, dass der wirtschaftlich nutzbare Boden nach Möglichkeit zu schonen sei; den durch die Anlagen von Nationalstrassen entstehenden Nachteilen in der Verwendung und Bewirtschaftung des Bodens sei durch geeignete Massnahmen auf Kosten des Strassenbaues entgegenzutreten. Dieser Forderung wurde auf der Gesetzesebene unter anderem dadurch Rechnung getragen, dass der Landbeschaffung durch Landumlegung ein gewisser Vorrang gegenüber der Enteignung eingeräumt wurde (Art. 30 NSG; vgl. BGE 105 Ib 96 f. E. 5a, |342| BGE 104 Ib 82 E. 1a, BGE 99 Ia 496 E. 4a). Ausserdem wurden für die Güter- und Waldzusammenlegungen besondere Bestimmungen geschaffen, die eine sofortige Behebung der durch den Strassenbau entstehenden Nachteile im Zusammenlegungsverfahren selbst ermöglichen sollten (vgl. Botschaft des Bundesrates zum Entwurf des Bundesgesetzes über die Nationalstrassen, BBl 1959 II, S. 121; BGE 105 Ib 109 E. 2a). So schreibt Art. 33 NSG vor, dass gleichzeitig mit den generellen Strassenprojekten auch Vorprojekte für die Landumlegungen auszuarbeiten seien. Im weiteren kann den Grundeigentümern Gelegenheit eingeräumt werden, sich für die Durchführung einer Güter- und Waldzusammenlegung gemäss Art. 703 ZGB zu entschliessen, wobei im voraus bekanntzugeben ist, welche Kosten der Zusammenlegung vom Strassenbau getragen werden (Art. 34 NSG). Damit das Unternehmen nicht an der mehrheitlichen Ablehnung durch die Grundeigentümer scheitere, hat der Gesetzgeber zudem die kantonalen Regierungen ermächtigt, die für den Strassenbau notwendigen (sog. beschränkten) Landumlegungen zu verfügen (Art. 36 NSG; vgl. BGE 105 Ib 99 E. 6a). Und schliesslich legt das Nationalstrassengesetz fest, dass in zusammenlegungsbedürftigen Gebieten die durch den Strassenbau verursachten Mehrkosten, und in bereits zusammengelegten Gebieten oder in Gegenden mit Hofsiedlung sämtliche Landumlegungskosten zu Lasten des Strassenbaues gehen (Art. 38 Abs. 1 NSG).\n\nGemäss Art. 38 Abs. 2 NSG entscheidet das Eidgenössische Departement des Innern im Einvernehmen mit den interessierten Departementen des Bundes im Einzelfall über die Kostenanrechnung. Die Kompetenz des Departementes des Innern beschränkt sich nach dieser Vorschrift nicht nur auf die Festlegung der vom Strassenbau zu übernehmenden Kosten, sondern umfasst auch den Entscheid darüber, wie dieser Beitrag bei der weiteren Subventionierung der Güterzusammenlegung in Rechnung zu setzen sei. Gerade diese Frage hat die Gemeinde Nufenen in ihren Eingabe aufgeworfen.\n\nDie Bündner Regierung hat demnach durch ihren Entscheid über die Verwendung und Anrechnung des der Gemeinde Nufenen zugesprochenen \"Nationalstrassenbeitrages\" bundesrechtliche Zuständigkeitsvorschriften verletzt. Der angefochtene Entscheid ist daher aufzuheben. Die zuständigen Bundesbehörden werden in der Sache neu zu befinden haben."}