{"annee": "105", "cour": "IB", "page": "171", "date": "15/6/1979", "cite": ["99 IB 233", "104 IA 26", "98 IB 172", "96 I 184", "99 IB 129", "104 IB 129"], "cite_par": ["135 I 279", "112 IB 170", "126 III 110", "114 IA 307", "110 IA 81", "112 IB 576"], "chapeau": "27. Extrait de l'arrêt de la IIe cour de droit public du 15 juin 1979 dans la cause P. contre Conseil des Ecoles polytechniques fédérales (recours de droit administratif)", "regestes": ["Art. 30 al. 1 PA, art. 76 RE; droit d'être entendu. L'employé, s'il est permanent en tout cas, doit être entendu par l'autorité de nomination préalablement à la résiliation ordinaire des rapports de service d'une durée indéterminée. Contenu du droit d'être entendu. Conditions auxquelles la violation de ce droit est réparée."], "faits": "BGE 105 Ib 171 S. 171\n\nLe 26 février 1976, l'Ecole polytechnique fédérale de Lausanne (EPFL) a engagé P. en qualité de premier assistant du professeur X., pour une durée indéterminée. Le 7 octobre 1977, le président de l'EPFL a décidé de résilier les rapports de service de P. pour le 31 janvier 1978, étant précisé que la résiliation intervenait sans faute de l'employé et qu'elle pouvait faire l'objet d'un recours; cette décision découlait du fait que le professeur X., sur proposition duquel P. avait été engagé, avait démissionné de son poste.\n\nP. a recouru auprès du Conseil des Ecoles polytechniques fédérales. Siégeant sans le président de l'EPFL, cette autorité a confirmé la décision attaquée, le 30 juin 1978.\n\nBGE 105 Ib 171 S. 172\n\nP. a alors formé auprès du Tribunal fédéral un recours de droit administratif par lequel il a demandé l'annulation des deux décisions inférieures et le maintien de son emploi.\n\nLe Tribunal fédéral a rejeté le recours.", "considerants": "Extrait des considérants:\n\n3. Sauf disposition contraire, le règlement des employés est applicable aux assistants des Ecoles polytechniques, étant au surplus précisé que les premiers assistants sont considérés comme des employés permanents (art. 5 du règlement concernant l'engagement d'assistants aux Ecoles polytechniques fédérales, ci-après: Rass.).\n\na) En ce qui concerne la forme de la résiliation des rapports de service des assistants, l'art. 7 Rass., qui traite cette matière, ne donne pas d'indication. On ne saurait cependant y voir une \"lex specialis\" par rapport au règlement des employés, en tout cas en ce qui concerne les premiers assistants: dès le moment où ceux-ci sont considérés comme des employés permanents, dont l'emploi durable est assuré (art. 3 al. 2 RE), cette protection doit leur être assurée de la même manière, par une dénonciation écrite et motivée (art. 8 al. 2 RE); cette solution s'impose aussi du fait que si la résiliation est considérée comme une décision selon l'art. 5 PA, elle doit être motivée et notifiée par écrit, conformément aux art. 34 al. 1 et 35 al. 1 PA (ATF 99 Ib 135).\n\nEn l'espèce, la décision de résiliation était régulière quant à la forme, tout comme elle l'était à raison du délai (art. 8 al. 2 lettre a RE et 7 al. 2 lettre b Rass.).\n\nb) Le règlement des assistants ne règle pas le point de savoir si celui dont l'emploi est résilié doit être entendu préalablement à la décision. Quant au règlement des employés, il prévoit le droit d'être entendu de l'employé dans la procédure disciplinaire (art. 36 ss. RE) et pose l'exigence d'une audition de l'employé avant une résiliation pour justes motifs (art. 77 al. 3 RE). En revanche, l'art. 76 RE, qui traite de la résiliation ordinaire, ne donne aucune indication sur ce point.\n\nLa pratique qui fait abstraction d'une audition préalable de l'employé s'apparente aux règles du droit privé, où un contrat peut en principe être résilié par une partie unilatéralement, par l'exercice d'un droit formateur résolutoire, sans que l'autre partie ait à être préalablement consultée.\n\nBGE 105 Ib 171 S. 173Or, en vertu de la loi sur la procédure administrative, dont les principes s'appliquent aussi à la procédure non contentieuse (GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, 2e éd., p. 28 et 45), si l'on tient la résiliation pour une décision (art. 5 PA), l'autre partie doit préalablement être entendue, conformément à l'art. 30 al. 1 PA, dès lors qu'aucune des exceptions prévues à l'art. 30 al. 2 PA, dont la liste est exhaustive (ATF 104 Ib 134), n'est réalisée.\n\nD'ailleurs, s'agissant de la non-réelection d'un fonctionnaire fédéral au terme d'une période administrative, tant la loi que la jurisprudence exigent que l'intéressé soit préalablement entendu (ATF 99 Ib 236). En ce qui concerne les fonctionnaires cantonaux, le Tribunal fédéral, tout en admettant qu'il appartient au droit cantonal de déterminer en principe si la non-réelection fait l'objet d'une décision (ATF 104 Ia 27 /28) et quelle est la procédure à suivre (arrêt du 11 juillet 1978, in ZBl 1979, p. 116), a relevé qu'il est contraire à la pratique usuelle en Suisse qu'un fonctionnaire soit privé de sa fonction de par le simple écoulement du temps, sans décision préalable de l'autorité de nomination (ATF 104 Ia 30). De fait, très largement, les droits cantonaux prévoient au moins un avis au fonctionnaire avant la non-réelection (IMBODEN-RHINOW, Schweizerische Verwaltungsrechtsprechung, 5e éd., no 150, notamment B I b, concernant en particulier le canton de Berne; ZBl 1978 p. 160 pour le canton de Zurich, ZBl 1978 p. 398 pour le canton de Soleure, ZBl 1979 p. 119 à propos du canton de Berne; arrêt non publié du 4 mai 1979 dans la cause M. c. Bâle-Campagne).\n\nAinsi, s'il apparaît nécessaire qu'on entende un fonctionnaire en cas de non-réelection, bien que les rapports de service expirent en principe de plein droit à la fin de la période administrative, le souci de protéger l'agent public justifie aussi son audition lorsque l'autorité met fin par une déclaration unilatérale à des rapports de service d'une durée indéterminée, qui sinon continueraient de plein droit. Cette protection s'impose à tout le moins lorsque, comme en l'espèce, les rapports de service sont considérés comme durables, encore qu'il ne paraisse guère possible de distinguer suivant la nature de l'engagement. Bien que l'octroi d'un tel droit formel puisse présenter quelque inconvénient pour l'administration, tenue d'ouvrir la procédure d'audition, cela ne devrait pas la gêner outre mesure: il suffit en effet de limiter le droit d'être entendu de l'employé BGE 105 Ib 171 S. 174aux seuls moyens qu'il peut faire valoir à l'encontre d'une telle résiliation ordinaire; or, ces moyens sont fort limités, l'autorité disposant d'un très large pouvoir d'appréciation, à l'égal de celle qui procède à la réélection ou à la non-réelection d'un fonctionnaire (ATF 99 Ib 136). Dans ces conditions, il n'y a pas de raison de déroger à l'application de l'art. 30 al. 1 PA en cas de résiliation ordinaire par l'administration.\n\nLe droit d'être entendu implique en particulier que l'employé soit informé de la résiliation envisagée. En l'espèce, une entrevue a eu lieu entre P. et le président de l'EPFL, le 22 juin 1977, au cours de laquelle celui-ci a engagé son interlocuteur à accepter le poste qui lui était proposé à Zurich, compte tenu de la situation. Il n'est pas établi que le recourant ait été expressément avisé qu'en cas de refus, les rapports de service seraient résiliés. On pourrait éventuellement se demander si cela n'était pas implicite et si l'intéressé ne devait pas le déduire des propos du président de l'EPFL; cette question n a cependant pas à être tranchée, dès lors que l'informalité éventuelle aurait de toute façon été corrigée ultérieurement.\n\nLa violation du droit d'être entendu est en effet réparée lorsque le recourant a eu la possibilité de s'exprimer devant une autorité de recours jouissant d'une pleine cognition, revoyant librement toutes les questions qui auraient pu être soumises à l'autorité inférieure si celle-ci avait normalement entendu la partie (ATF 98 Ib 176, ATF 96 I 188). Or ces conditions sont remplies en l'espèce: le recours administratif exercé auprès du Conseil des Ecoles polytechniques fédérales se fondait sur l'art. 49 PA, qui permet de soumettre à l'autorité de recours les questions de fait, de droit et d'opportunité, que cette dernière autorité doit examiner librement, en substituant au besoin sa propre appréciation à celle de l'autorité inférieure; au surplus, P. a effectivement pu faire valoir tous arguments utiles devant ledit Conseil. Le vice constaté a donc été réparé, au sens de la jurisprudence."}