{"annee": "105", "cour": "IB", "page": "294", "date": "21/12/1979", "cite": ["101 IA 533", "102 IA 317", "103 IV 80", "100 IA 407", "101 IA 405", "101 IA 416"], "cite_par": ["117 IB 367", "116 IV 244", "112 IB 576", "109 IB 60", "109 IB 165", "106 IB 371", "110 IB 82", "108 IB 525"], "chapeau": "46. Urteil der II. öffentlichrechtlichen Abteilung vom 21. Dezember 1979 i.S. König gegen Bundesanwaltschaft und Eidg. Justiz- und Polizeidepartement (Einsprache gemäss Auslieferungsgesetz)", "regestes": ["Convention européenne d'extradition du 13 décembre 1957 (CEExtr); art. 12 LExtr et art. 19 ch. 4 LStup. Interprétation restrictive de l'art. 12 LExtr au regard de la CEExtr et des tendances en matière d'entraide judiciaire pénale dans les relations internationales (consid. 2a et 3a); portée subsidiaire de l'art. 19 ch. 4 LStup (consid. 2b et 3b). Il en résulte que, pour des infractions à la législation sur les stupéfiants commises à l'étranger, l'extradition n'est en principe pas exclue du fait qu'une procédure pénale a déjà été introduite en Suisse sur la base de l'art. 19 ch. 4 LStup (consid. 3c)."], "faits": "BGE 105 Ib 294 S. 295\n\nDer bundesdeutsche, in München wohnhafte Wolfgang König wird verdächtigt, in verschiedener Weise gegen das deutsche und schweizerische Betäubungsmittelgesetz verstossen zu haben, zur Hauptsache in der Bundesrepublik und zu einem geringeren Teil in der Schweiz. Anfangs 1979 in der Schweiz verhaftet, wurde er vor dem Bezirksgericht Zürich, 6. Abteilung, angeklagt. Dieses kam an der Hauptverhandlung vom 7. März 1979 zum Schluss, dass die Drogensucht, welcher König verfallen schien, gebieterisch eine Behandlung erfordern könnte, die in der Schweiz kaum durchführbar wäre, weil es hier nur offene Drogenkliniken gebe und zu befürchten wäre, dass sich König, der zur Schweiz keine näheren Beziehungen habe, den notwendigen Massnahmen durch Flucht entziehen könnte. Das Gericht erkundigte sich daher bei den bayerischen Behörden, ob eine von einem schweizerischen Gericht angeordnete Massnahme in einer deutschen Anstalt vollzogen werden könnte. Der leitende Oberstaatsanwalt beim Landgericht München verneinte diese Möglichkeit mangels staatsvertraglicher Vereinbarung, erklärte jedoch die Bereitschaft der Staatsanwaltschaft München, die Strafverfolgung Königs wegen aller ihm im schweizerischen Gerichtsverfahren zur Last gelegten Straftaten aufzunehmen.\n\nAm 21. März 1979 stellte das Amtsgericht München gegen König einen Haftbefehl aus wegen der in der Schweiz verfolgten Widerhandlungen gegen das Betäubungsmittelgesetz und am 6. April verlangte das Bayerische Staatsministerium der Justiz die Auslieferung für die im Haftbefehl umschriebenen Tatbestände. Gleichentags beschloss das Bezirksgericht Zürich, das bei ihm hängige Strafverfahren zu sistieren. Da für die Einsprache Königs gegen die Auslieferung keine Begründung eintraf, bewilligte das Bundesamt für Polizeiwesen am 10. August 1979 die Auslieferung. Auf die Rechtsmittelbelehrung vertrauend rekurrierte König hiegegen am 11. September an das EJPD. Nach einem Meinungsaustausch mit diesem anerkannte das Bundesgericht seine Zuständigkeit zum Entscheid über die BGE 105 Ib 294 S. 296\"Beschwerde\" vom 11. September, soweit mit ihr Einwände erhoben wurden, die im Rahmen einer Einsprache gemäss Art. 23 Abs. 1 AuslG zu behandeln waren. Das Bundesgericht weist die Einsprache ab und bewilligt die Auslieferung aus folgenden", "considerants": "Erwägungen:\n\n1. a) Die Auslieferung zwischen der Schweiz und der Bundesrepublik Deutschland beurteilt sich nach dem Europäischen Auslieferungsübereinkommen vom 13. Dezember 1957 (EAÜ). Dieses geht dem AuslG vor. Dessen Vorschriften finden nur Anwendung, wo das Übereinkommen die Bedingungen der Auslieferung nicht abschliessend regelt und soweit sie den Vertragsbestimmungen nicht zuwiderlaufen (BGE 102 Ia 319 E. 1 und BGE 101 Ia 407 E. 1a, mit Verweisungen).\n\nb) Das Bundesgericht ist zum Entscheid über ein Auslieferungsgesuch selbst dann zuständig, wenn eine Einsprache verspätet, aber noch vor Abschluss des verwaltungsrechtlichen Beschwerdeverfahrens erhoben wird (BGE 101 Ia 535 E. 1). Es prüft im übrigen frei und von Amtes wegen, ob die Voraussetzungen der Auslieferung erfüllt sind, ohne dabei an die Einwendungen des Einsprechers gebunden zu sein (BGE 101 Ia 421 E. 1c und 536 E. 1, BGE 100 Ia 410 E. 1c, mit Verweisungen).\n\n2. a) Nach Art. 8 EAÜ kann der ersuchte Staat die Auslieferung eines Verfolgten ablehnen, der von ihm wegen Handlungen verfolgt wird, derentwegen um Auslieferung ersucht wird. Entsprechend Art. 1 Abs. 2 des BB vom 27. September 1966 über die Genehmigung von sechs Übereinkommen des Europarates hat die Schweiz zu den Art. 7 und 8 EAÜ folgenden Vorbehalt angebracht (AS 1967, S. 807, RO 1967 p. 847):\n\n\"Der Schweizerische Bundesrat erklärt hiemit, dass in Berücksichtigung der durch das schweizerische Recht getroffenen Regelung die Auslieferung wegen einer auf schweizerischem Hoheitsgebiet... begangenen strafbaren Handlung nur in Anwendung von Art. 2, Ziffer 2 des Übereinkommens bewilligt werden kann, d.h. wenn der Verfolgte ohnehin wegen anderer, der schweizerischen Gerichtsbarkeit nicht unterworfener Handlungen ausgeliefert wird und die einheitliche Aburteilung aller ihm zur Last liegenden Straftaten vor allem im Interesse seiner Resozialisierung angezeigt erscheint.\" BGE 105 Ib 294 S. 297\n\nHinsichtlich des Verhältnisses zur Bundesrepublik Deutschland präzisiert Art. III Abs. 1 des entsprechenden Ergänzungsvertrages vom 13. November 1969 (AS 1977 I 88):\n\n\"Der ersuchte Staat ist aufgrund dieses Vertrages berechtigt, die Auslieferung wegen Handlungen zu bewilligen, die auch seiner Gerichtsbarkeit unterliegen, wenn der Verfolgte wegen anderer strafbarer Handlungen ausgeliefert wird und seine gleichzeitige Aburteilung durch eine Justizbehörde des ersuchenden Staates angebracht erscheint...\"\n\nDie Schweiz brachte den erwähnten Vorbehalt an mit Rücksicht auf Art. 12 AuslG, wonach eine Auslieferung nicht bewilligt wird, wenn die strafbare Handlung, wegen der sie verlangt wird, auf dem Gebiet der Eidgenossenschaft begangen, oder zwar im Ausland verübt, aber in der Schweiz endgültig beurteilt worden ist oder daselbst strafrechtlich verfolgt wird. Im Verhältnis zu den Vertragsstaaten des EAÜ ist somit die Tragweite der genannten Bestimmung eingeschränkt worden, indem für die in der Schweiz begangenen oder verfolgten Straftaten eine Auslieferung aufgrund des Übereinkommens - das dem Landesrecht vorgeht - akzessorisch möglich ist.\n\nb) Aufgrund der Regeln des internen Rechts über den räumlichen Geltungsbereich ist der schweizerische Richter in erster Linie zuständig zur Beurteilung von Straftaten, die in der Schweiz begangen worden sind (Art. 3 StGB, Territorialprinzip). Ausserdem ist nach der Sonderbestimmung von Art. 19 Ziff. 4 BetmG, der für den Bereich der Betäubungsmittel das Universalprinzip statuiert (BGE 103 IV 81 E. 1), ein dem BetmG zuwiderhandelnder Täter gemäss den Strafbestimmungen dieses Gesetzes auch zu bestrafen, wenn er die Tat im Ausland begangen hat, in der Schweiz angehalten und nicht ausgeliefert wird, und wenn die Tat auch am Begehungsort strafbar ist.\n\nWie der Bundesrat in seiner Botschaft über die Revision des früheren Betäubungsmittelgesetzes ausführte (vgl. BBl 1951 I 845 und 865 = FF 1951 I 857 und 878; Entwurf Art. 19 Ziff. 1 letzter Absatz), schlug er diese Bestimmung vor, weil im Internationalen Abkommen vom 26. Juni 1936 zur Unterdrückung des unerlaubten Verkehrs mit Betäubungsmitteln, das er von den eidg. Räten ratifizieren lassen wollte, die Vertragsstaaten sich verpflichtet hatten, die im Ausland begangenen Taten ebenfalls zu verfolgen und zu bestrafen, falls eine Auslieferung nicht möglich wäre (vgl. Text des Abkommens BGE 105 Ib 294 S. 298und Botschaft hiezu in BBl 1952 II 553 ff. und 561 ff.). Nach diesem Abkommen, das in der Folge ratifiziert wurde (AS 1953, S. 185), hatten die Vertragsstaaten einerseits ihre eigenen Staatsangehörigen - wenn sie diese grundsätzlich nicht auslieferten - für Auslandstaten zu bestrafen (Art. 7) und anderseits in bestimmten Fällen auch Ausländer für Auslandstaten zu bestrafen, falls die verlangte Auslieferung aus einem mit der Tat nicht zusammenhängenden Grunde nicht bewilligt werden konnte (Art. 8). Eine ähnliche Regelung wurde in das von der Schweiz ebenfalls ratifizierte (AS 1970, S. 801) Einheits-Übereinkommen vom 30. März 1961 über die Betäubungsmittel aufgenommen; dessen Art. 36 Ziff. 2 lit. a IV bestimmt (AS 1970, S. 827):\n\n\"(Unter Vorbehalt der verfassungsrechtlichen Bestimmungen jeder Vertragspartei, ihrer Rechtsordnung und ihrer nationalen Gesetzgebung) werden die oben erwähnten schweren Widerhandlungen, gleichgültig, ob sie von eigenen Staatsangehörigen oder Ausländern begangen wurden, von der Vertragspartei verfolgt, in deren Gebiet die Widerhandlung begangen wurde, oder von der Vertragspartei, in deren Gebiet der Täter sich aufhält, sofern dessen Auslieferung auf Grund der Gesetzgebung der Vertragspartei, an die das Gesuch gerichtet wurde, nicht statthaft ist und sofern der betreffende Täter noch nicht verfolgt und verurteilt worden ist.\"\n\n3. Im vorliegenden Fall wurde der Einsprecher in der Schweiz für alle Straftaten verfolgt, die Gegenstand des Auslieferungsgesuchs bilden, und zwar einerseits kraft Art. 3 StGB und anderseits aufgrund von Art. 19 Ziff. 4 BetmG. Wenn alle diese Delikte regelmässig der schweizerischen Gerichtsbarkeit unterlägen, wäre eine Auslieferung nicht möglich; denn mangels anderer Straftaten, die zu einer Auslieferung in der Hauptsache führen könnten, wäre eine akzessorische Auslieferung ausgeschlossen. Eine solche streng wörtliche Auslegung von Art. 12 AuslG und der Vorbehalte zu den Art. 7 und 8 EAÜ würde indessen zu einem unbefriedigenden Ergebnis führen und entspräche nicht dem Sinn, der dem Gesetz vernünftigerweise beizulegen ist.\n\na) Zunächst ist festzuhalten, dass die aus Art. 12 AuslG folgende Regel, wonach eine in der Schweiz eingeleitete Strafverfolgung die Auslieferung hindert, nicht absolut gilt. Sie ist nicht in alle zweiseitigen Staatsverträge der Schweiz aufgenommen worden (SCHULTZ, Das schweizerische Auslieferungsrecht, S. 478 lit. bb).BGE 105 Ib 294 S. 299\n\nIn E. 2a wurde ferner dargelegt, dass sie im Rahmen des EAÜ beschränkt worden ist.\n\nSoweit die Regel derart allgemein ausgedrückt wird, ist ihre Nützlichkeit auch nicht offenkundig. Sie scheint vor allem aufgestellt worden zu sein, um die gleichzeitige Verfolgung der selben Straftatbestände im Sinne des Grundsatzes ne bis in idem zu verhindern. Sie ist in dem Masse gerechtfertigt, als der ersuchte Staat bezüglich dieser Tatbestände die Gerichtsbarkeit beansprucht (vgl. SCHULTZ, a.a.O., S. 475 ff.). Hingegen vermögen diese Gründe eine Verweigerung der Auslieferung wohl nicht zu rechtfertigen, wenn die Strafverfolgung lediglich aufgrund einer subsidiären Kompetenzklausel - für den Fall, dass keine Auslieferung stattfindet - angehoben worden ist; dies gilt zumindest dann, wenn die zuständige schweizerische Strafbehörde bereit ist, dem schweizerischen Strafverfahren im Falle einer Auslieferung ein Ende zu setzen.\n\nEine einschränkende Auslegung von Art. 12 AuslG, dessen Formulierung auf das Jahr 1892 - also auf einen Zeitpunkt lange vor Inkrafttreten des StGB - zurückgeht, drängt sich in diesem Punkte umsomehr auf, als sie den neueren Tendenzen der internationalen Rechtshilfe in Strafsachen Rechnung trägt. Der Entwurf zu einem BG in dieser Materie (IRSG) enthält denn auch bewusst keine solche Bestimmung mehr (vgl. Art. 32 Abs. 1 und 2; BBl 1976 II 462, 489 und 501 = FF 1976 II 448, 475 und 487), sondern erlaubt vielmehr, einem fremden Staat die Verfolgung und Beurteilung an sich der schweizerischen Gerichtsbarkeit unterstehender Straftaten zu übertragen, insbesondere im Interesse an einer besseren sozialen Eingliederung des Täters (Art. 85; a.a.O., S. 518, p. 501). Es ist angezeigt, dass der Richter bei der Auslegung eines alten Gesetzes die neueren Tendenzen der entsprechenden Rechtsmaterie nicht ausser acht lässt.\n\nb) In Anbetracht von Ziel und Zweck des Art. 19 Ziff. 4 BetmG ist mit dem Bundesamt für Polizeiwesen anzunehmen, dass diese Bestimmung subsidiärer Natur ist. Diese Subsidiarität kann schon aus dem Gesetzeswortlaut gefolgert werden. Weiter ist das schweizerische Strafrecht im wesentlichen vom Territorialprinzip beherrscht; die fragliche Bestimmung ist davon eine Ausnahme und ihre Tragweite soll daher nicht übermässig ausgedehnt werden. Schliesslich entspräche es auch nicht den Bedürfnissen der Strafverfolgung und der sozialen BGE 105 Ib 294 S. 300Wiedereingliederung, wenn eine in der Schweiz aufgrund von Art. 19 Ziff. 4 BetmG einmal eingeleitete Strafverfolgung später eine Auslieferung wegen der selben Delikte hindern würde. Das zeigen gerade die Umstände des vorliegenden Falles. Es kann durchaus ein überwiegendes Interesse daran bestehen, dass der Täter am Begehungsort abgeurteilt und geheilt wird, zumal wenn dieser Ort mit dem Lebensmittelpunkt des Täters zusammenfällt.\n\nIn jenen Fällen, wo die Schweiz im Ausland begangene Drogendelikte - wenn keine Auslieferung stattfindet - nur deshalb verfolgt, um ihren internationalen Pflichten nachzukommen, verhinderte man in Wirklichkeit die Anwendung des Subsidiaritätsprinzips und gleichzeitig der ordentlichen Zuständigkeitsregeln, wenn man die Auslieferung bloss verweigerte, weil dem Erhalt des Auslieferungsgesuchs die Einleitung einer Strafverfolgung im Inland vorausgegangen war. Im übrigen ist die Gefahr einer doppelten Verfolgung ausgeschlossen: Wird nämlich die Auslieferung bewilligt, so wird die schweizerische Strafverfolgung wegen der subsidiären Bedeutung von Art. 19 Ziff. 4 BetmG gegenstandslos.\n\nc) In Berücksichtigung dieser Subsidiarität wäre es unbefriedigend, wenn die Möglichkeit einer Auslieferung von der Raschheit abhinge, mit der die schweizerischen Strafbehörden die Verfolgung einleiteten bzw. die zuständige ausländische Behörde das Auslieferungsgesuch stellte. Angesichts des Umstandes, dass in den meisten Fällen die schweizerische Behörde rascher handeln kann, würde sie mit der Geltendmachung des Strafanspruchs die Anwendung der Hauptregel zugunsten der untergeordneten Regel illusorisch machen. Dem Art. 19 Ziff. 4 BetmG ist daher eine besondere auslieferungsrechtliche Bedeutung zu geben, und es ist anzuerkennen, dass eine Auslieferung für im Ausland begangene Widerhandlungen gegen das BetmG durch eine in der Schweiz gestützt auf Art. 19 Ziff. 4 BetmG bereits eingeleitete Strafverfolgung nicht verhindert werden darf. Der Grundsatz von Art. 12 AuslG und der zu den Art. 7 und 8 EAÜ erklärte Vorbehalt stehen dem hier nicht entgegen.\n\n4. a) Es bleibt die Frage, ob die Schweiz dennoch die Möglichkeit hätte, die Auslieferung für Auslandstaten aufgrund der genannten Bestimmungen zu verweigern. Die Frage braucht indessen nicht entschieden zu werden. Denn im vorliegenden Fall würde kein überwiegender Grund die Ablehnung BGE 105 Ib 294 S. 301des Auslieferungsgesuchs rechtfertigen: Die Strafverfolgung am Begehungsort ist die Regel. Überdies könnten die therapeutischen Massnahmen, deren der Einsprecher offenbar bedarf, gegebenenfalls mit grösseren Erfolgsaussichten von der Behörde am Begehungsort, der mit dem Lebensmittelpunkt des Einsprechers zusammenfällt, durchgeführt werden; sie wären dann in seinem und der Gesellschaft Interesse mit der sozialen Wiedereingliederung besser verknüpft.\n\nb) Die weiteren Voraussetzungen der Auslieferung sind ebenfalls erfüllt. Die fraglichen Drogendelikte sind mit einer Gefängnisstrafe bedroht und stehen in Ziff. 31bis der Liste der strafbaren Handlungen, für die nach schweizerischem Recht die Auslieferung zulässig ist (Art. 3 AuslG und Anhang zu dem zu Art. 2 Ziff. 1 EAÜ erklärten Vorbehalt, in AS 1967 S. 813). Sie sind zudem in beiden Staaten strafbar.\n\nc) Die angeführten Gründe rechtfertigen ebenso eine akzessorische Auslieferung für die in der Schweiz begangenen Straftaten, die klarerweise weniger ins Gewicht fallen als die in der Bundesrepublik Deutschland verübten.\n\n5. (Unzutreffende Einwände des Einsprechers.)"}