{"annee": "105", "cour": "IB", "page": "105", "date": "27/6/1979", "cite": ["104 IB 79", "96 I 758", "99 IB 321", "94 I 279", "97 I 293", "100 IA 82", "102 IB 59", "99 IA 490", "100 IB 119", "103 IB 210", "95 I 556", "100 IB 79", "97 I 718"], "cite_par": ["116 IB 24", "116 IA 264", "112 IB 39", "106 IB 26", "107 IA 337", "112 IB 409", "116 II 238", "114 IB 214", "113 IB 393", "107 IB 395", "116 IB 169", "112 IB 94", "108 IB 377", "112 IB 270", "118 IB 417", "105 IB 338", "108 IB 71", "115 IB 366", "109 IB 142", "115 IB 347", "118 II 66"], "chapeau": "16. Urteil der I. öffentlichrechtlichen Abteilung vom 27. Juni 1979 i.S. Häfliger gegen Regierungsrat des Kantons Luzern (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 30 et ss. LRN; 5 al. 1 PA, 97 et ss. OJ; remembrement pour l'acquisition de terrains lors de la construction d'une route nationale. Rapport entre recours de droit administratif et recours de droit public lorsque la législation fédérale énonçant des principes généraux laisse au droit cantonal le soin de régler de façon détaillée une matière déterminée (in casu: loi fédérale sur les routes nationales et droit cantonal relatif au remaniement parcellaire)."], "faits": "|105|\n\nMit Beschluss vom 25. August 1975 ordnete der Regierungsrat des Kantons Luzern für den Erwerb des Landes für den Bau der Nationalstrassen N 2 und N 14 in mehreren Gemeinden die |106| Landumlegung an. Er beauftragte das Volkswirtschaftsdepartement und das Baudepartement, eine Schätzungskommission zu bestellen und für diese Kommission nach Massgabe des kantonalen Bau- und Bodenverbesserungsrechts ein Reglement für die Bewertung des Bodens zu erlassen. Der Regierungsratsbeschluss enthält ausserdem detaillierte Angaben über den im Rechtsmittelverfahren zu beobachtenden Instanzenzug. Er sieht vor, dass gegen die Bewertung durch die Schätzungskommission Einsprache bei dieser selbst geführt werden kann. Deren Einspracheentscheid kann an den Regierungsrat weitergezogen werden. Gegen dessen Entscheid erklärt der Regierungsratsbeschluss die Verwaltungsgerichtsbeschwerde an das Bundesgericht für zulässig. Das Schätzungsreglement wurde durch das Baudepartement und das Volkswirtschaftsdepartement in der Folge erlassen und am 9. Februar 1977 durch das Eidg. Amt für Strassen- und Flussbau genehmigt. Es wurde nicht publiziert.\n\nVictor Häfliger besitzt Land im Beizugsgebiet. Gegen die Bewertung dieses Landes durch die Schätzungskommission führte er zunächst bei der Schätzungskommission Einsprache. Gegen deren ablehnenden Entscheid rekurrierte er an den Regierungsrat, welcher die von der Kommission vorgenommenen Schätzungen bestätigte. Entsprechend der im Beschwerdeentscheid des Regierungsrates enthaltenen Rechtsmittelbelehrung erhob Häfliger Verwaltungsgerichtsbeschwerde beim Bundesgericht. In formeller Hinsicht beanstandet er, dass der Regierungsrat auf seine Rüge, der Präsident der Schätzungskommission sei befangen, nicht eingegangen ist. In der Sache beschwert er sich wegen unrichtiger und unvollständiger Feststellung des Sachverhalts sowie wegen Ermessensmissbrauches. Soweit sein Land als Bauland behandelt worden sei, sei es zu niedrig bewertet worden. Sein übriger Boden bilde Bauerwartungsland und hätte deshalb nach den für Bauland geltenden Massstäben zum Verkehrswert und nicht nach den für Kulturland geltenden Grundsätzen bewertet werden müssen. Hierin liege eine unrichtige Rechtsanwendung, welche zu einer Verletzung der Eigentumsgarantie und der Rechtsgleichheit führe.\n\nDer Regierungsrat des Kantons Luzern beantragt, die Beschwerde abzuweisen. Auf seine Ausführungen wird, soweit dies erforderlich ist, in den Erwägungen eingegangen.\n\n|107|", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Das Bundesgericht beurteilt gemäss Art. 97 Abs. 1 OG letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 5 des Bundesgesetzes über das Verwaltungsverfahren vom 20. Dezember 1968 (VwVG), die von einer der in Art. 98 OG aufgezählten Instanzen ausgehen und unter keine der Ausnahmebestimmungen der Art. 99-102 OG fallen. Nach der Begriffsbestimmung des Art. 5 VwVG gelten als Verfügungen \"Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen\" oder die - wie das Bundesgericht wiederholt entschieden hat - sich richtigerweise auf öffentliches Recht des Bundes hätten stützen müssen (BGE 103 Ib 213 f.; BGE 100 Ib 120, beide mit Verweisungen; GYGI, Verwaltungsrechtspflege und Verwaltungsverfahren im Bund, 2. Auflage, Bern 1974, S. 80, 137; HALTNER, Begriff und Arten der Verfügung im Verwaltungsverfahrensrecht des Bundes, Zürich 1979, S. 110 f.). Die Verwaltungsgerichtsbeschwerde ist demnach zulässig, wenn geltend gemacht wird, ein in einer eidgenössischen Vorschrift ausgesprochener oder daraus sich ergebender Rechtssatz sei nicht oder nicht richtig angewendet worden. Diese Fassung des früheren Art. 104 OG, die mit der Gesetzesrevision vom 20. Dezember 1968 aufgehoben wurde, ist sinngemäss nach wie vor zutreffend (GYGI, a.a.O., S. 141). Dabei wird der Begriff des Bundesrechts in einem umfassenden Sinn verstanden (ANDRE GRISEL, Droit administratif suisse, Neuchâtel 1970, S. 480). Es umfasst alle generell-abstrakten Rechtssätze, die von einer Bundesbehörde oder gestützt auf eine Delegation der Rechtssetzungsbefugnis von einer Organisation ausserhalb der Bundesverwaltung erlassen werden (GYGI, a.a.O., S. 144; BGE 97 I 296 E. 1). Dazu gehören auch die von den Kantonen zum Vollzug von Bundesrecht erlassenen Ausführungsvorschriften, soweit ihnen keine selbständige Bedeutung zukommt, d.h. wenn das kantonale Recht nichts anordnet, was nicht schon durch das Bundesrecht geboten wäre (BGE 96 I 761 E. 1).\n\nb) Bei der Beurteilung von Sachverhalten, für die teils Bundesverwaltungsrecht, teils kant. Verwaltungsrecht massgebend ist, ergibt sich eine Gabelung des Rechtsweges in denjenigen Kantonen, deren Verwaltungsrechtspflegegesetze vorsehen |108| - wie dies für den Kanton Luzern zutrifft (§ 149 des Gesetzes vom 3. Juli 1972 über die Verwaltungsrechtspflege; im folgenden: VRG) -, dass die Verwaltungsgerichtbeschwerde an das kantonale Verwaltungsgericht unzulässig ist, wenn sich der Entscheid bei einer Bundesbehörde durch ein anderes Rechtsmittel als die staatsrechtliche Beschwerde anfechten lässt (vgl. KÖLZ/KOTTUSCH, Bundesrecht und kantonales Verwaltungsverfahrensrecht, ZBl 1978 454 ff.; FISCHLI, Bemerkungen zum Stand der Gesetzgebung, in: Amtsbericht des basellandschaftlichen Verwaltungsgerichts für das Jahr 1973, S. 88 ff.; derselbe: Rechtsmittelkonkurrenz in der Verwaltungsjustiz, in: Basler Festgabe zum Schweizerischen Juristentag 1963, Basel 1963, S. 25 ff.). Die Verletzung des kant. Rechtes, z.B. des kant. öffentlichen Baurechts, ist in diesem Falle mit Beschwerde beim kant. Verwaltungsgericht, die Verletzung von Bundesrecht, etwa der eidg. Gewässerschutzgesetzgebung, mit Verwaltungsgerichtsbeschwerde beim Bundesgericht zu rügen. Ausserdem bleibt gegen den Entscheid des kant. Verwaltungsgerichts die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte vorbehalten.\n\nc) Schwierigkeiten können sich bei der Beurteilung von Sachverhalten ergeben, auf welche sowohl eine bundesrechtliche Grundsatznorm als auch das kantonale Verwaltungsrecht, das die von der Grundsatzbestimmung erfasste Materie einlässlich ordnet, zur Anwendung gelangen (GYGI, a.a.O., S. 85, MACHERET, La recevabilité du recours de droit administratif au Tribunal fédéral, Revue de droit administratif et de droit fiscal, 1974, Jhg. 30, S. 11 ff.; FISCHLI, Rechtsmittelkonkurrenz, S. 28 ff.; derselbe: Bemerkungen, S. 89 f.; KÖLZ/KOTTUSCH, a.a.O., S. 455 f.; KÖLZ, Kommentar zum Verwaltungsrechtspflegegesetz des Kantons Zürich, Zürich 1978, N. 13 zu § 49). Entsprechend der Regel, dass für die Rechtsmittel der Bundesverwaltungsrechtspflege nur Raum ist, soweit Bundesverwaltungsrecht zur Anwendung kommt, ist die Verwaltungsgerichtsbeschwerde gegeben, soweit die Auslegung und Anwendung der Grundsatzbestimmung in Frage steht. Geht es dagegen um die Anwendung des selbständigen kantonalen Rechts, welches die von der bundesrechtlichen Grundsatzgesetzgebung erfasste Materie in eigenständiger Weise regelt, und wird geltend gemacht, die Anwendung dieses Rechts verstosse gegen verfassungsmässige Rechte, so ist diese |109| Rüge nicht mit Verwaltungsgerichtsbeschwerde, sondern mit staatsrechtlicher Beschwerde anzubringen (vgl. BGE 99 Ib 326 E. 1b). Allein diese Ordnung entspricht auch dem Sinn des kantonalen Rechtsmittelverfahrens, indem sie sowohl dem Bürger den Rechtsschutz der kantonalen Verwaltungsgerichtsbarkeit gewährleistet als auch die einheitliche Anwendung des kantonalen Rechts im Kanton sicherstellt. Die Zulassung der eidgenössischen anstelle der kantonalen Verwaltungsgerichtsbeschwerde erschiene im übrigen auch als Verstoss gegen die föderalistische Staatsstruktur des Bundes (MACHERET, a.a.O., S. 14).\n\n2. Die Beurteilung der vorliegenden Beschwerde nach diesen Gesichtspunkten führt zu folgendem Ergebnis:\n\na) Das Nationalstrassengesetz enthält in Übereinstimmung mit dem verfassungsrechtlichen Gebot, bei der Errichtung der Nationalstrassen den wirtschaftlich nutzbaren Boden nach Möglichkeit zu schonen (Art. 36bis Abs. 3 BV), Grundsatzbestimmungen über den Landerwerb und Massnahmen im Interesse der Bodennutzung. Diese geben für den Landerwerb, sofern ein freihändiger Erwerb ausser Betracht fällt, dem Landumlegungsverfahren den Vorzug (Art. 30). Dieses ist in der Form der landwirtschaftlichen Güterzusammenlegung, der Waldzusammenlegung oder der Umlegung von Bauland durchzuführen, wenn es im Interesse des Strassenbaues liegt oder für die bestimmungsgemässe Verwendung und Bewirtschaftung des durch den Strassenbau beeinträchtigten Bodens notwendig ist (Art. 31 Abs. 1 NSG). Das Bundesrecht will damit sicherstellen, dass die Nachteile, welche durch die Anlage der Nationalstrassen für die Verwendung und Bewirtschaftung des umliegenden Bodens entstehen können, möglichst behoben werden (Botschaft des Bundesrates vom 3. Juli 1959, BBl 1959 II, S. 121). Zu diesem Zwecke nennt Art. 31 Abs. 2 NSG einzelne Massnahmen von besonderer Bedeutung, die im Umlegungsverfahren getroffen werden können. Das Gemeinwesen kann Grundstücke in das Landumlegungsunternehmen einwerfen (lit. a), womit erreicht wird, dass weniger Land zu Lasten des privaten Grundbesitzes erworben werden muss. soweit das für den Strassenbau benötigte Land durch angemessene Abzüge vom erfassten Grundeigentum erworben wird, ist es dem Landumlegungsunternehmen zum Verkehrswert zu vergüten (lit. b). Mehrwerte, die durch den Strassenbau mittels |110| Bodenverbesserungen an Grundstücken geschaffen werden, können angerechnet werden (lit. c). Schliesslich können die im Landumlegungsverfahren zu treffenden Massnahmen \"in andern durch das kant. Recht vorgesehenen Verfahren\" bestehen (lit. d); die Botschaft erwähnt in diesem Zusammenhang die Vorschriften einzelner Kantone über die Umlegung von Bauland in städtischen Gebieten sowie die Möglichkeit der sogenannten Zonenexpropriation (BBl 1959 II, S. 121; vgl. BGE 99 Ia 496 f.).\n\nAusdrücklich beauftragt Art. 32 NSG die Kantone mit dem Landerwerb und der Bestimmung der hiefür anwendbaren Erwerbsart. Abs. 2 legt fest:\n\n\"Sie ordnen im Rahmen der nachstehenden Vorschriften das Verfahren für die Landumlegungen. Für Güter- und Waldzusammenlegungen bleiben die entsprechenden Bestimmungen der Bundesgesetzgebung über die Förderung der\n\nLandwirtschaft und die Erhaltung des Bauernstandes sowie der Bundesgesetzgebung betreffend die eidgenössische Oberaufsicht über die Forstpolizei vorbehalten.\"\n\nDie \"nachstehenden Vorschriften\" enthalten Verfahrensbestimmungen zur Sicherstellung der Koordination von Güter- oder Waldzusammenlegungen mit der Strassenprojektierung (Art. 33 und 34) und zur Wahrung der Interessen des Strassenbaus (Art. 35). Art. 36 ermächtigt die kantonalen Regierungen, die für den Strassenbau notwendigen Landumlegungen zu verfügen, und Art. 37 ermöglicht die vorzeitige Besitzeinweisung zur Sicherstellung der rechtzeitigen Ausführung des Strassenbaues. Art. 38 schliesslich regelt die zu Lasten des Strassenbaus gehende Kostenanrechnung.\n\nDie wenigen Ausführungsvorschriften zum Landerwerb im Landumlegungsverfahren, welche die Verordnung vom 24. März 1964 über die Nationalstrassen enthält, sichern für die strassenbedingten Güter- und Waldzusammenlegungen die sinngemässe Geltung der bundesrechtlichen Bestimmungen über die Unterstützung von Bodenverbesserungen und über das Forstwesen, insbesondere die Einhaltung der Subventionsvorschriften (Art. 19, 20 und 22). Zur Sicherung des Anspruches der Eigentümer auf volle Entschädigung ermöglicht Art. 21 für die Schätzung des Verkehrswertes des Landes, das für den Strassenbau benötigt wird, sowie von Inkonvenienzen, welche sich nicht bei der Neuzuteilung abgelten lassen, die Anwendung des Bundesgesetzes über die Enteignung vom 20. Juni 1930. Art. 23 gibt dem Eigentümer einen Rechtsanspruch |111| auf Einleitung des bundesrechtlichen Enteignungsverfahrens, wenn das Landumlegungsverfahren berechtigten Ersatzansprüchen für ein bestimmtes Grundstück offensichtlich nicht zu genügen vermag (BGE 99 Ia 495 ff. E. 4).\n\nb) Die einlässliche Regelung der Parzellarordnungsverfahren - land- und forstwirtschaftliche Zusammenlegung, Baulandumlegung, Zonenexpropriation, Grenzbereinigung - ist nach dem Gesagten dagegen Sache des kantonalen Rechts. Diese Verfahren stellen auch dann keine blosse Anwendung von Bundesrecht dar, wenn sie im Interesse eines öffentlichen Werkes des Bundes durchgeführt werden müssen, wie dies im Falle des Nationalstrassenbaues zutrifft, oder wenn sie mit Rücksicht auf gesamtschweizerische öffentliche Interessen vom Bunde unterstützt oder in Grundsatzbestimmungen vorgeschrieben werden, wie dies für land- und forstwirtschaftliche Zusammenlegungen aufgrund der Landwirtschafts- und Forstpolizeigesetzgebung des Bundes und für die Baulandumlegung gemäss den erschliessungsrechtlichen Vorschriften des Wohnbau- und Eigentumsförderungsgesetzes zutrifft.\n\nc) Aus dieser Ordnung ergibt sich, dass die in ein nationalstrassenbedingtes Landumlegungsverfahren einbezogenen Eigentümer mit Verwaltungsgerichtsbeschwerde namentlich geltend machen können, das kantonale Umlegungsverfahren vermöge die Durchsetzung ihrer berechtigten Ersatzansprüche nicht zu gewährleisten (vgl. BGE 100 Ia 82 f. E. 2), der Anspruch auf Verkehrswertentschädigung des für den Strassenbau benötigten Landes werde missachtet (Art. 31 Abs. 2 lit. b NSG) oder Inkonvenienzen würden nicht erfasst (BGE 104 Ib 81 ff. E. 1b und c). Ferner kann die Weigerung des Werkträgers, das Enteignungsverfahren einzuleiten, mit Verwaltungsgerichtsbeschwerde angefochten werden (BGE 102 Ib 59 E. 3b mit Verweisungen). Desgleichen ist gemäss Art. 99 lit. c OG die Verwaltungsgerichtsbeschwerde zulässig gegen Einspracheentscheide gemäss Art. 27 NSG über das Ausführungsprojekt einer Nationalstrasse im Hinblick auf eine Enteignung oder Landumlegung, welche die Verwirklichung des Projekts nach sich zieht (vgl. BÄNZIGER, Bodenverbesserungen, rechtliche Probleme der landwirtschaftlichen Güterzusammenlegungen und der Gesamtumlegung, Basel, 1978, S. 116 f.).\n\nSoweit dagegen ein Eigentümer geltend macht, er habe im kantonalen Landumlegungsverfahren nicht wertgleichen Realersatz |112| erhalten oder es seien Verfahrensregeln verletzt worden, geht es um die Anwendung kantonalen Rechts, dessen Verletzung zunächst mit den kantonalen Rechtsmitteln zu rügen ist. Gegen den Entscheid der letzten kantonalen Instanz ist alsdann die staatsrechtliche Beschwerde wegen Verletzung verfassungsmässiger Rechte gegeben (BGE 100 Ib 81 f.; BGE 97 I 718 oben).\n\n3. a) Der angefochtene Entscheid erging in einem nach kantonalem Recht durchgeführten Landumlegungsverfahren, das vom Regierungsrat des Kantons Luzern mit Beschluss vom 25. August 1975 gestützt auf Art. 36 NSG in Übereinstimmung mit den Grundsatzvorschriften der Art. 30-38 NSG über den Landerwerb angeordnet worden war. Er bestätigt die von der Schätzungskommission vorgenommene Bewertung der in das Umlegungsverfahren einbezogenen Grundstücke des Beschwerdeführers, des sogenannten alten Besitzstandes, welche Voraussetzung für die Ermittlung des Neuzuteilungsanspruches ist. Für das Umlegungsverfahren massgebend sind ausser dem nicht publizierten Reglement für die Schätzungskommission vom 30. März 1977 die im Regierungsratsbeschluss vom 25. August 1975 aufgeführten Erlasse. Dazu gehören einmal die bereits erwähnten Art. 30-40 NSG. Das Umlegungsverfahren selbst richtet sich indessen hinsichtlich des landwirtschaftlichen Bodens nach der kantonalen Bodenverbesserungsverordnung vom 21. Juli 1966, welche sich ihrerseits auf das kantonale Gesetz vom 14. Juli 1930 betreffend Güterzusammenlegungen und Siedlungen stützt. Für das in die Umlegung einbezogene Bauland sind die §§ 56 ff. des kantonalen Baugesetzes vom 15. September 1970 sowie die §§ 6 ff. der Vollziehungsverordnung zum Baugesetz vom 21. Dezember 1970 zu beachten.\n\nb) Der Beschwerdeführer bringt zur Hauptsache vor, die von der Schätzungskommission durchgeführte Bewertung seines in das Umlegungsverfahren einbezogenen Grundbesitzes, welche die Grundlage für die Ermittlung seines Neuzuteilungsanspruches bildet, sei unrichtig erfolgt. Er vermag jedoch keine bundesrechtliche Vorschrift anzuführen, welche verletzt sein soll, sondern macht einzig geltend, das vom Regierungsrat geschützte Vorgehen der Schätzungskommission führe zu einer Verletzung der Eigentumsgarantie und der Rechtsgleichheit. Diese Rügen sind, da sie allein im Zusammenhang mit der Anwendung kantonalen Rechts erhoben werden, nach dem Gesagten mit staatsrechtlicher Beschwerde |113| und nicht mit Verwaltungsgerichtsbeschwerde geltend zu machen.\n\nc) Allerdings sieht der Regierungsratsbeschluss vom 25. August 1975, mit welchem die Umlegung angeordnet wurde, ausdrücklich vor, dass der Entscheid der Schätzungskommission an den Regierungsrat und dessen Entscheid mit Verwaltungsgerichtsbeschwerde an das Bundesgericht weitergezogen werden können. Doch versteht es sich von selbst, dass ein kantonaler Regierungsratsbeschluss den bundesrechtlichen Rechtsmittelweg nicht abzuändern vermag. Aus der vor dem Erlass des Regierungsratsbeschlusses vom 25. August 1975 eingeholten persönlichen Meinungsäusserung des Präsidenten des Verwaltungsgerichts des Kantons Luzern ergibt sich übrigens keine abweichende Auffassung. Zutreffend wird ausgeführt, \"dass gegen letztinstanzliche kantonale Entscheide über Einsprachen, welche Landumlegungen betreffen, die Verwaltungsgerichtsbeschwerde an das Bundesgericht gegeben ist, soweit die Verletzung von Bundesrecht geltend gemacht wird. Zumindest in diesem Umfange wäre somit eine Verwaltungsgerichtsbeschwerde an das kantonale Verwaltungsgericht ausgeschlossen bzw. die Verwaltungsgerichtsbeschwerde an das Bundesgerichts gegeben; das müsste m.E. in der Rechtsmittelbelehrung ausdrücklich gesagt werden\". Dieser Schluss deckt sich mit den dargelegten Erwägungen, wonach die Verwaltungsgerichtsbeschwerde an das Bundesgericht gegeben ist, soweit die Anwendung der bundesrechtlichen Grundsatzbestimmungen in Frage steht. Sie schliesst jedoch den kantonalen Rechtsmittelweg nicht aus, soweit einzig der Vollzug des kantonalen Umlegungsrechtes umstritten ist. In diesem Sinne scheint denn auch das Luzerner Verwaltungsgericht den § 149 VRG auszulegen (vgl. Max. 1977 II Nr. 3, S. 22).\n\nd) Keine selbständige Bedeutung kommt der Rüge zu, der Präsident der Schätzungskommission sei befangen. Da die Schätzungskommission in Anwendung kantonalen Rechts gehandelt hat, ist auch diese Rüge im kantonalen Rechtsmittelverfahren zu überprüfen.\n\n4. Bei diesem Ergebnis kann auf die Beschwerde nicht eingetreten werden. Die Beschwerdeschrift und die Akten sind praxisgemäss der zuständigen kantonalen Verwaltungsrechtspflegeinstanz, hier dem Verwaltungsgericht des Kantons Luzern, zu überweisen (BGE 95 I 558 E. 4; BGE 94 I 284 f. E. 4 und 5)."}