{"annee": "105", "cour": "V", "page": "136", "date": "4/7/1979", "cite": ["99 V 206"], "cite_par": ["113 V 261"], "chapeau": "33. Auszug aus dem Urteil vom 4. Juli 1979 i.S. Masca gegen Ausgleichskasse Basel-Stadt und Kantonale Rekurskommission für die Ausgleichskassen, Basel", "regestes": ["Art. 1 al. 1 let. a LAVS, art. 6 al. 1 LAI et art. 3bis A Réf. - De la qualité d'assuré de la personne sans activité lucrative, internée en Suisse suivant la loi fédérale sur le séjour et l'établissement des étrangers (LSEE). - Question du domicile."], "faits": "", "considerants": "|136|\n\nAus den Erwägungen:\n\nAm 5. November 1973 wurde dem Beschwerdeführer die Flüchtlingseigenschaft durch die Eidgenössische Polizeiabteilung entzogen. Aus einem Schreiben der Rumänischen Botschaft in der Schweiz an den Beschwerdeführer ist ferner ersichtlich, dass dieser auf die rumänische Staatsangehörigkeit verzichtet hat und dass dieser Verzicht durch Präsidialdekret vom 8. August 1977 genehmigt worden ist. Der Beschwerdeführer ist daher jedenfalls bis zum 8. August 1977 als rumänischer Staatsangehöriger ohne Flüchtlingsstatut zu behandeln. Es kann offen bleiben, ob er nach diesem Zeitpunkt für die Belange der Sozialversicherung als Staatenloser gelten muss, nachdem er freiwillig auf die rumänische Staatsangehörigkeit |137| verzichtet hat. Denn sowohl als rumänischer Staatsangehöriger wie auch als Staatenloser kann er Leistungen der Invalidenversicherung nur beanspruchen, wenn er bei Eintritt der Invalidität versichert war (Art. 6 Abs. 1 IVG und Art. 3bis FlüB). Gemäss Art. 4 Abs. 2 IVG gilt die Invalidität als eingetreten, sobald sie die für die Begründung des Anspruchs auf die jeweilige Leistung erforderliche Art und Schwere erreicht hat.\n\nUnter der - hypothetischen - Annahme, zwischen dem 26. April 1974 und dem massgebenden Zeitpunkt (Erlass der streitigen Kassenverfügung am 24. November 1977) sei ein Versicherungsfall eingetreten, ist zunächst zu prüfen, ob der Beschwerdeführer in diesem Zeitraum im Sinne von Art. 6 Abs. 1 IVG versichert war.\n\na) Nicht das Schweizerbürgerrecht besitzende natürliche Personen sind versichert, wenn sie in der Schweiz ihren zivilrechtlichen Wohnsitz haben oder hier eine Erwerbstätigkeit ausüben (Art. 1 Abs. 1 lit. a und b AHVG in Verbindung mit Art. 1 IVG). Da der Beschwerdeführer nicht erwerbstätig ist, wäre er also nur versichert, wenn er seinen Wohnsitz in der Schweiz hätte (Art. 23 Abs. 1 ZGB).\n\nAm 26. April 1974 kehrte der Beschwerdeführer aus Grossbritannien in die Schweiz zurück. Mit Wirkung ab 9. Mai 1974 verhängte aber die Polizeiabteilung über ihn für unbestimmte Zeit die Einreisesperre im Sinne von Art. 13 Abs. 1 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer (ANAG). Der Pflicht zur Ausreise kam der Beschwerdeführer nicht nach. Vielmehr hielt er sich von Anfang Mai 1974 hinweg bis Dezember 1975 in Genf auf, wo er eine Wohnung hatte. In ihrer Verfügung vom 28. November 1975 stellte die Polizeiabteilung fest, dass er zur Zeit keine Möglichkeit habe, die Schweiz legal zu verlassen, weshalb sie ihn und seine Tochter internierte. Eine solche Massnahme wird gemäss Art. 14 Abs. 2 ANAG dann angeordnet, wenn der Ausländer der Pflicht zur Ausreise nicht nachkommt und er auch nicht ausgeschafft werden kann. Trotz der Einreisesperre und trotz der Internierung händigte die Polizeiabteilung dem Beschwerdeführer am 19. Dezember 1975 einen zunächst auf ein Jahr befristeten, später bis Ende 1977 verlängerten Identitätsausweis für schriftenlose Ausländer aus. Damit erhielt der Beschwerdeführer die Möglichkeit, die Schweiz zu verlassen und wieder in die Schweiz zurückzukehren. Auch wenn er schon im Mai 1974 die |138| Absicht gehabt haben sollte, dauernd in der Schweiz zu verbleiben, so stand doch die öffentlich-rechtliche Massnahme der Einreisesperre der Verwirklichung dieser Absicht auf unbestimmte Zeit direkt entgegen. Dieses Hindernis, einen Wohnsitz zu begründen, fiel erst dahin, als der Beschwerdeführer am 28. November 1975 mit dem Argument interniert wurde, er habe keine Möglichkeit, die Schweiz legal zu verlassen. Solange das öffentliche Recht die Verwirklichung der Absicht dauernden Verbleibens in der Schweiz langfristig verbietet, ist diese Absicht jedenfalls für die Belange der Sozialversicherung unbeachtlich (BGE 99 V 209 und dort zitierte Urteile).\n\nDaraus folgt, dass der Beschwerdeführer mindestens bis zum 27. November 1975 in der Schweiz keinen Wohnsitz begründet hat.\n\nb) Am 28. November 1975 wurde die Internierung ohne genaue Befristung angeordnet. Die Massnahme stützte sich unter anderem auf Art. 27 ANAG, wonach die Internierung unter gewissen Voraussetzungen länger als zwei Jahre dauern darf. Mit der Aushändigung des Identitätsausweises am 19. Dezember 1975 erhielt der Beschwerdeführer die Möglichkeit, die Schweiz wieder zu verlassen bzw. dahin zurückzukehren. Ein öffentlich-rechtliches Hindernis, welches die Verwirklichung der Absicht dauernden Verbleibs verunmöglicht hätte, bestand seither somit nicht mehr. Nach den glaubwürdigen Erklärungen in der Verwaltungsgerichtsbeschwerde hielt sich der Beschwerdeführer von Ende 1975 bis Ende 1977 während insgesamt 201 Tagen in London auf, wobei die jeweilige Aufenthaltsdauer im Ausland zwischen einem Tag und 29 Tagen schwankte. Im Jahre 1978 begab er sich erstmals im Mai nach London; bis Ende August 1978 hatte er dort insgesamt 62 Tage verbracht. Im übrigen wohnte er in Genf, wo seine Tochter die Schule besucht. Einem Schreiben des Einbürgerungsbüros des Kantons Genf an den Beschwerdeführer vom 3. Februar 1977 ist zu entnehmen, dass dieser sich damals nach der Einbürgerungsmöglichkeit erkundigt hatte.\n\nUnter diesen Umständen muss angenommen werden, dass der Beschwerdeführer vom 28. November 1975 hinweg die Voraussetzungen zur Begründung eines Wohnsitzes in der Schweiz und insbesondere in Genf erfüllte, und zwar ungeachtet seines fremdenpolizeilichen Statuts (vgl. Berner Kommentar Rz 38 zu Art. 23 ZGB).\n\n|139|\n\nc) Aus dem soeben Gesagten folgt, dass der Beschwerdeführer erst seit dem 28. November 1975 wieder versichert ist und damit die versicherungsmässige Voraussetzung des Art. 6 Abs. 1 IVG erfüllt."}