{"annee": "105", "cour": "V", "page": "74", "date": "30/1/1979", "cite": ["104 V 61", "99 V 98", "96 V 72"], "cite_par": ["131 V 4", "111 V 89", "117 V 208", "111 V 135", "129 V 70"], "chapeau": "19. Sentenza del 30 gennaio 1979 nella causa Mombelli contro Cassa cantonale di compensazione e Tribunale delle assicurazioni del Cantone Ticino", "regestes": ["Art. 27 al. 1 OPC, art. 47 LAVS et 79 RAVS. Restitution de prestations complémentaires touchées indûment: - Responsabilité solidaire des héritiers; remise de l'obligation de restituer, demandée en l'occurrence par deux héritiers et accordée par la caisse de compensation à un seul de ceux-ci (art. 603, 639 al. 1 et 2 CC, art. 143 et 144 CO). - De la prescription du droit de demander la restitution de l'indu au cours de la procédure de remise, lorsque la décision exigeant le remboursement est passée en force; application par analogie du délai de prescription de l'art. 16 al. 2 LAVS."], "faits": "|75|\n\nA.- Angiolina Mombelli, deceduta l'11 gennaio 1974, percepì indebitamente dal 1968 al 1971 a titolo di prestazioni complementari alla rendita AVS l'importo di Fr. 2096.-- che la Cassa di compensazione, con decisione del 22 novembre 1971, le chiese di restituire.\n\nUna domanda di condono proposta dall'interessata venne respinta dalla cassa medesima per carenza del presupposto della buona fede mediante decisione del 6 dicembre 1971.\n\nContro questa decisione Angiolina Mombelli interpose tempestivo ricorso al Tribunale delle assicurazioni del Cantone Ticino.\n\nSoltanto nel maggio del 1974 la Cassa di compensazione presentò la risposta al gravame chiedendone la reiezione. All'intimazione della copia responsiva il figlio dell'assicurata, V. Mombelli, comunicò al Tribunale cantonale che, nel frattempo, la madre era decessa e che né lui, né la sorella vedova E. Lurati-Mombelli erano in grado di provvedere alla restituzione della somma indebitamente percepita dalla madre.\n\nCon un primo giudizio del 5 agosto 1974 il Tribunale cantonale dispose lo stralcio del ricorso dai ruoli e la trasmissione degli atti alla Cassa di compensazione. I primi giudici costatarono che il debito dovuto a titolo di restituzione da un'assicurato passa, in via di principio dopo il suo decesso agli eredi, i quali hanno la facoltà di chiederne il condono a seconda della loro situazione personale. Inoltre, essi asserirono che se l'assicurato decede mentre è in corso un procedimento giudiziario concernente il condono, si giustifica il rinvio della causa alla Cassa di compensazione perché esamini se le condizioni del condono siano adempiute dagli eredi.\n\nIl 5 febbraio 1976 la Cassa di compensazione si rivolse agli eredi per ulteriori accertamenti. La relativa documentazione le venne trasmessa quello stesso mese.\n\nIl 31 marzo 1978 la Cassa di compensazione chiese all'Ufficio tassazioni i dati fiscali concernenti V. Mombelli. Costatato che il suo reddito determinante superava il limite di reddito previsto dall'art. 42 cpv. 1 LAVS, con decisione del 5 aprile 1978 essa respinse la domanda di condono di V. Mombelli affermando che, ammessa la buona fede, non era dato il presupposto dell'onere troppo grave, il quale doveva essere assolto dagli eredi obbligati alla restituzione e veniva accertato in base alle condizioni di esistenza degli stessi, tenuto conto di tutte le circostanze speciali.\n\n|76|\n\nCon decisione della stessa data la Cassa di compensazione accolse la domanda di condono di E. Lurati-Mombelli essendo dati i requisiti della buona fede e dell'onere troppo grave.\n\nB.- Contro la decisione amministrativa di rifiuto del condono V. Mombelli insorse con ricorso al Tribunale delle assicurazioni del Cantone Ticino chiedendone l'annullamento e affermando che l'obbligo di restituzione non poteva essere considerato solidalmente a carico degli eredi. Poiché alla sorella era stato concesso il condono, a suo carico sarebbe dovuta rimanere soltanto la metà della somma da restituire. Infatti, l'intero asse ereditario (gravato da passività) era stato diviso in parti uguali tra lui e la sorella e negli ultimi anni egli aveva contribuito alle spese di cura e mantenimento della madre e, da ultimo, aveva sopportato le spese funerarie. Subordinatamente il ricorrente chiedeva la deduzione delle spese sopportate dalla somma che sarebbe ancora stata da restituire.\n\nReplicando alla risposta della Cassa di compensazione V. Mombelli chiese inoltre che l'onere gravoso fosse accertato considerando i suoi redditi sino al 1974.\n\nCon giudizio del 4 settembre 1978 il Tribunale delle assicurazioni del Cantone Ticino respinse il ricorso. In sostanza i primi giudici argomentarono che a norma dell'art. 603 cpv. 1 CCS gli eredi rispondevano solidalmente dei debiti della successione; che presupposti del condono erano la buona fede e l'onere troppo gravoso e che questa ultima condizione doveva essere considerata in base alle capacità finanziarie della persona tenuta a restituire. Secondo i primi giudici la restituzione costituisce un onere troppo grave quando l'obbligato - per far fronte al dovere di rimborsare l'indebito - deve intaccare quella parte di redditi e di sostanza di primaria necessità per la sopravvivenza propria e dei familiari. Infine, ricordato che secondo la giurisprudenza federale la nozione di onere troppo gravoso per il condono di una prestazione deve essere interpretata alla luce degli art. 42 LAVS e 60 OAVS e che l'onere deve essere stabilito al momento in cui l'obbligato è tenuto a restituire e non in periodo precedente, essi conclusero ritenendo che se il momento della restituzione era stato ritardato a seguito di ricorso, l'onere gravoso era da valutare per il periodo immediatamente successivo al giudizio da rendere. Esaminati i conteggi della Cassa di compensazione i primi giudici ritennero che tale presupposto non era dato a beneficio del ricorrente.\n\n|77|\n\nC.- V. Mombelli deferisce la lite con ricorso di diritto amministrativo a questa Corte chiedendo l'annullamento del giudizio impugnato e il riconoscimento ch'egli nulla deve alla Cassa di compensazione. Asserisce che a norma dell'art. 47 cpv. 2 LAVS il diritto di esigere la restituzione si prescrive in un'anno dal momento in cui la Cassa di compensazione ha avuto conoscenza del fatto e al più tardi 5 anni dopo il pagamento della rendita. Dato che le prestazioni complementari di cui beneficiò sua madre risalgono al 1968/71 e il Tribunale cantonale ha atteso dal 1971 sino all'agosto del 1974 per decidere il rinvio degli atti alla Cassa di compensazione, la quale a sua volta ha emanato la controversa decisione soltanto nell'aprile del 1978, il termine di 5 anni è trascorso senza sua colpa. Il ricorrente trova inoltre ingiusto che il calcolo del reddito determinante sia fatto sulla base del suo reddito attuale. Egli è dell'avviso che se la Cassa di compensazione e il Tribunale cantonale fossero stati più solleciti, al momento del giudizio il suo reddito non sarebbe stato superiore a quello determinante. Sempre secondo il ricorrente il giudizio cantonale richiama a torto l'art. 603 CCS, norma non applicabile nel presente caso. Infatti, il diritto civile prevedendo la responsabilità solidale dei coeredi la combina con il diritto di regresso (art. 639 e 640 CCS). Ma se egli dovesse essere chiamato a restituire la somma richiesta dalla Cassa di compensazione, non potrebbe ricuperare nulla dalla sorella, la quale potrebbe eccepire di aver ottenuto il condono. Di conseguenza, nella denegata ipotesi di restituzione gli si potrebbe chiedere soltanto la metà della somma da restituire, ossia Fr. 1048.--. D'altronde, secondo il ricorrente, gli art. 16 LPC e 47 LAVS non sono stati introdotti per favorire, con il condono, le categorie meno abbienti, né queste norme possono condurre a sfavorire un erede rispetto ad un'altro mettendo a solo suo carico l'intero importo da restituire. Nemmeno scopo di queste norme può essere quello di condonare un debito a una determinata persona per poi interamente recuperarlo da un'altra.\n\nCassa di compensazione e Ufficio federale delle assicurazioni sociali postulano la disattenzione del gravame.", "considerants": "Diritto:\n\n1. In virtù dell'art. 3 cpv. 6 LPC il Consiglio federale può emanare prescrizioni dettagliate sulla restituzione di prestazioni. Esso ha usato di |78| questa facoltà emanando l'art. 27 cpv. 1 OPC, che dispone quanto segue:\n\n\"Le prestazioni complementari indebitamente riscosse devono essere restituite dal beneficiario o dai suoi eredi. Per ciò che concerne la restituzione di tali prestazioni e il condono dell'obbligo di restituirle, sono applicabili per analogia le prescrizioni relative alla legge federale sull'assicurazione per vecchiaia e i superstiti.\"\n\nQuesta disposizione rinvia all'art. 47 LAVS, il cui primo capoverso prescrive che le prestazioni indebitamente riscosse devono essere restituite. Tuttavia il rimborso non può essere chiesto se l'interessato era in buona fede e se la restituzione costituisce per lui un onere troppo grave. Lo stesso articolo, al terzo capoverso, assegna al Consiglio federale il potere di regolare la procedura. Agendo nell'ambito di detta delegazione esso, nell'Ordinanza sull'assicurazione per la vecchiaia e i superstiti, ha stabilito che se una cassa viene a conoscenza che una persona, o per essa il suo rappresentante legale, ha ricevuto una rendita alla quale non aveva diritto oppure una rendita troppo elevata, la cassa medesima deve ordinare la restituzione dell'importo indebitamente ricevuto da tale persona. Se la rendita è stata versata nelle mani di una terza persona o di un'autorità a norma dell'art. 76 cpv. 1 OAVS, quella è tenuta alla restituzione (art. 78 OAVS).\n\nSulla portata e condono della restituzione il Consiglio federale ha disposto che la restituzione dell'importo indebitamente ricevuto deve essere condonata interamente o in parte se la persona tenuta a restituire o il suo rappresentante legale poteva ammettere in buona fede di pretendere giustamente la rendita o se la restituzione le impone un onere troppo grave, avuto riguardo alle sue condizioni economiche (art. 79 cpv. 1 OAVS). Ha inoltre precisato che il condono è pronunciato dalla Cassa di compensazione a domanda scritta della persona tenuta a restituire. La domanda deve essere motivata e presentata alla Cassa di compensazione entro 30 giorni dalla notificazione dell'ordine di restituzione emanato dalla cassa stessa (art. 79 cpv. 2 OAVS). Se le condizioni indicate all'art. 79 cpv. 1 OAVS sono adempite in modo evidente, la Cassa di compensazione può accordare il condono di spontanea volontà (art. 79 cpv. 3 OAVS). Le disposizioni procedurali pertanto scindono il procedimento in due fasi distinte: L'una concernente la restituzione di una prestazione indebitamente |79| percetta, l'altra riferita al condono e precisano, anche nel tempo, che il condono possa essere chiesto solo dopo la notifica dell'ordine di restituzione. Nella sentenza inedita del 3 maggio 1977 in re Cubaynes questa Corte ha precisato che l'assicurato dispone di regola di due rimedi di diritto nei confronti di una decisione in cui la cassa, dichiarando che egli indebitamente ha percepito una prestazione, ne ordina la restituzione:\n\n- Se pretende di avere avuto diritto alla prestazione deve ricorrere nel termine di 30 giorni all'autorità di ricorso.\n\n- Se per contro egli ammette di aver indebitamente ricevuto la prestazione, ma intende far valere la sua buona fede e la sua situazione economica, deve nello stesso termine di 30 giorni presentare alla cassa una domanda di condono.\n\n2. Nel caso in esame la defunta Angiolina Mombelli non ha ricorso contro la decisione che le ordinava la restituzione dell'indebito riconoscendone quindi la legittimità. Di conseguenza la decisione amministrativa del 22 novembre 1971, con cui la Cassa di compensazione aveva disposto la restituzione dell'indebito è cresciuta in forza di cosa giudicata (art. 97 cpv. 1 LAVS).\n\nV. Mombelli, figlio della defunta assicurata, subingreditole solidalmente con la sorella nell'obbligo di restituzione, eccepisce, per la prima volta con il ricorso di diritto amministrativo l'intervento della prescrizione e richiama in diritto l'art. 47 cpv. 2 LAVS.\n\na) Su questo punto occorre precisare che recentemente la Corte plenaria del Tribunale federale delle assicurazioni deliberando in re Albertalli ha affermato che l'eccezione di prescrizione deve essere esaminata (d'ufficio o su istanza di parte) nel procedimento proposto contro l'ordine di restituzione, non può invece essere ritenuta quando oggetto di controversia sia solo il condono. Infatti, non è lecito al giudice delle assicurazioni sociali di rimettere in discussione una decisione di restituzione cresciuta in giudicato nel processo relativo al condono, essendo i due procedimenti (quello riferito a restituzione e quello riferito al condono) da considerare separati; principio questo di regola applicabile e in particolare quando eccepibile sia la prescrizione.\n\nb) Nello stabilire questo principio la Corte implicitamente si era riferita ad un eventuale fatto prescrittivo intervenuto prima |80| che fosse resa la decisione ordinante la restituzione, aperto rimanendo il tema di stabilire come debba agire il giudice delle assicurazioni sociali adito con un ricorso contro una decisione denegante il condono, quando eccepita sia la prescrizione avvenuta dopo che la Cassa di compensazione abbia ordinato la restituzione. In questa seconda ipotesi, se nel frattempo non sia intervenuto un fatto estintivo del diritto di cui si chiede l'abbandono, il giudice delle assicurazioni non può prescindere dall'esaminare la questione ex officio (IMBODEN/RHINOW, volume 1o no 34 B II, p. 202), anche se la decisione amministrativa è cresciuta in giudicato e se tema controverso è il condono (quindi un provvedimento di grazia e non la consistenza dell'obbligazione).\n\nc) Nell'evenienza concreta il ricorrente si prevale dell'art. 47 cpv. 2 LAVS per affermare l'intervento di un fatto prescrittivo del credito vantato nei suoi confronti dalla Cassa di compensazione. Secondo detta norma, applicabile come già si è detto per analogia nell'ambito delle prestazioni complementari, il diritto di esigere la restituzione si prescrive nel termine di un anno a contare dal momento in cui la Cassa di compensazione ha avuto conoscenza del fatto e al più tardi 5 anni dopo il pagamento della prestazione. Aperto il tema di dire se più esattamente si debba accennare a termine di perenzione piuttosto che a termine di prescrizione, resta la considerazione che tale disposizione è applicabile unicamente alla decisione della cassa, la quale - pena la decadenza del diritto - è tenuta a decidere entro il termine fissato e per il credito a quel momento non prescritto. Una volta reso il provvedimento l'art. 47 cpv. 2 LAVS non è più applicabile.\n\nDa quanto sopra esposto discende che se nel ricorso di diritto amministrativo V. Mombelli voleva accennare a prescrizione intervenuta prima della decisione di restituzione della cassa, l'eccezione sarebbe formalmente improponibile (v. consid. 1a) o comunque infondata perché il 22 novembre 1971 la pretesa vantata dalla Cassa di compensazione per prestazioni versate dal 1968 al 1971 non era manifestamente prescritta.\n\nPer una prescrizione successiva al 22 novembre 1971 - se, come già si è detto, inapplicabile è l'art. 47 cpv. 2 LAVS - sorge il problema di stabilire quando dopo la resa di una decisione amministrativa cresciuta in forza di cosa giudicata - o in caso di ricorso dopo l'emanazione di una sentenza pure |81| cresciuta in forza - cominci a decorrere un nuovo termine di prescrizione (prescrizione dell'esecuzione), quale sia la sua durata e a quali interruzioni esso sia eventualmente soggetto.\n\nLa LAVS nulla dice al riguardo. Per il credito di contributi (art. 16 cpv. 2 LAVS) essa prevede un termine di prescrizione di 3 anni dopo la fine dell'anno civile in cui la decisione è passata in giudicato. Questo termine rimane sospeso durante la procedura d'inventario chiesta dagli eredi o la moratoria concordataria e se alla sua scadenza è in corso una procedura di esecuzione e fallimento esso spira alla chiusura di tale procedura.\n\nA prescindere dalla natura diversa del credito di contributi e del credito in restituzione di prestazioni indebitamente versate, ambedue i crediti scaturiscono da decisioni amministrative cresciute in giudicato e sono somme di denaro che la Cassa di compensazione deve provvedere ad incassare. Pertanto, nulla osta all'applicazione per analogia del disposto di cui all'art. 16 cpv. 2 LAVS nella procedura d'esecuzione della restituzione, quando le prestazioni indebitamente versate siano state determinate con decisione amministrativa cresciuta in giudicato. La prescrizione dell'esecuzione si attua quindi 3 anni dopo la fine dell'anno civile in cui è cresciuto in giudicato il provvedimento imponente il pagamento di una somma di denaro se non interviene interruzione del termine di prescrizione (IMBODEN/RHINOW, op.cit. p. 204).\n\nNel caso in esame, ritenuto che tutti gli atti connessi ad un procedimento di condono, intesi cioè a far accertare che sono dati i presupposti per non solvere o per solvere solo parzialmente un credito stabilito in una decisione definitiva, sono pur sempre idonei ad interrompere la prescrizione, risulta dalla documentazione della causa che la prescrizione dell'esecuzione non è intervenuta. Infatti, malgrado le lungaggini della procedura amministrativa e giurisdizionale, la Cassa di compensazione compiendo atti idonei ad interrompere la prescrizione sino all'epoca in cui emanò la controversa decisione del 5 aprile 1978, mai procrastinò il procedimento per 3 anni almeno.\n\n3. Il ricorrente contesta inoltre che alla fattispecie sia applicabile l'art. 603 CCS, il quale imponendo la responsabilità solidale dei coeredi, la combina con la facoltà di uno di essi di esercitare il diritto di regresso nei confronti degli altri. A mente del ricorrente ciò sarebbe reso impossibile dal fatto che la Cassa di compensazione ha già condonato la restituzione alla sorella.\n\n|82|\n\nPremesso che eredi legittimi della defunta Angiolina Mombelli sono il figlio V., qui ricorrente, e la figlia E. Lurati-Mombelli; che essi (secondo le affermazioni contenute negli allegati di causa) non hanno rinunciato all'eredità ai sensi dell'art. 566 CCS e che giusta l'art. 27 cpv. 1 OPC l'obbligazione di restituzione di prestazioni complementari indebitamente percette dal de cuius diventa un'obbligazione degli eredi, ne consegue che essi devono personalmente restituire l'indebito rispondendo non solo con gli attivi della successione, ma anche con il loro patrimonio personale (DTF 96 V 72 consid. 1 e la giurisprudenza ivi citata).\n\nNel querelato giudizio i primi giudici hanno affermato che applicabile era l'art. 603 CCS, secondo il quale gli eredi sono solidalmente responsabili per i debiti della successione. Il richiamo a questa norma è esatto nella misura in cui il credito venga portato in esecuzione prima della divisione (infatti l'art. 603 CCS è contenuto nel Titolo XVII, capo 1o riferito alla comunione prima della divisione) mentre dopo la divisione deve valere l'art. 639 CCS, secondo il quale gli eredi rispondono solidalmente per i debiti della successione anche dopo la divisione e con tutti i loro beni, ritenuto però che la responsabilità solidale si prescrive in 5 anni dalla divisione o dalla esigibilità del credito verificatasi più tardi (art. 639 cpv. 2 CCS). Dalle due norme risulta comunque affermata la validità generale del principio di responsabilità solidale tra i coeredi. Per quanto concerne la disposizione dell'art. 639 cpv. 2 CCS occorre osservare che l'espressione \"si prescrive\" è impropria e deve essere intesa nel senso che entro i 5 anni termina soltanto la responsabilità solidale e non si prescrive il debito stesso e che tale responsabilità si distingue quando non è stata fatta valere durante 5 anni (ESCHER, Kommentar Zivilgesetzbuch/art. 639, p. 745 e seguenti). Quindi da detta disposizione e dalla sua interpretazione risulta che per essa non interviene una prescrizione dell'obbligazione, ma solo decade il diritto di poterla pretendere quale obbligazione solidale.\n\nNell'evenienza concreta si ignora quando ebbe luogo la divisione dopo il decesso avvenuto l'11 gennaio 1974 di Angiolina Mombelli. Comunque, ammettendo entro il termine di 5 anni la domanda di condono della coerede E. Lurati-Mombelli e respingendo in data 5 aprile 1978 quella del ricorrente, che venne obbligato al pagamento integrale dell'importo |83| indebitamente percetto dalla madre, la Cassa di compensazione ha manifestamente fatto valere il principio di responsabilità solidale. Quindi anche a questo riguardo non può essere affermato che valendo la responsabilità solidale, essa non è stata tempestivamente fatta valere dalla Cassa di compensazione.\n\nSecondo l'art. 143 CO vi è responsabilità solidale fra più debitori quando ciascuno di essi è singolarmente obbligato all'adempimento dell'intera obbligazione. Il creditore in particolare può a sua scelta esigere da tutti i debitori solidali o da uno di essi tutto il debito od una parte soltanto (art. 144 cpv. 1 CO). L'espressione \"a sua scelta\" non può evidentemente essere interpretata \"a suo arbitrio\" quando la designazione del debitore solidale è fatta dall'amministrazione, da un'ente cioè espletante funzioni di diritto pubblico e tenuto quindi a rispettarne i principi.\n\nNella fattispecie non appare per niente violatrice di diritto la decisione della Cassa di compensazione, la quale esaminando la situazione personale dei coeredi tenuti alla restituzione, decida di condonare il debito soltanto ad uno di essi (quando adempiuti siano i presupposti di buona fede e di onere troppo grave), escludendone l'altro contro cui poi procede all'incasso. Né può essere argomentato che, in questo caso, al coerede tenuto al pagamento possa essere imputata solo quella parte di somma non condonata all'altro, dal momento che la responsabilità dei coeredi è solidale e per l'intero importo e che appunto tale solidarietà permette al creditore di procedere nei confronti di ciascuno e per l'intero importo.\n\nInfondata infine è l'argomentazione ricorsuale secondo cui la Cassa di compensazione condonando l'onere ad uno dei coeredi abbia così reso impossibile l'esercizio del diritto di regresso di chi è tenuto al pagamento. Diversi sono infatti i rapporti tra il creditore e i debitori e quelli interni tra i debitori fra di loro. Inoltre, anche secondo il codice delle obbligazioni un debitore non dispone di eccezioni derivate dalla particolare situazione di un'altro debitore; in particolare un debitore non può far valere il condono concesso ad un codebitore (VON BÜREN, Schweizerisches Obligationenrecht, Allgemeiner Teil, p. 96). Ne deve quindi essere dedotto che quale solidalmente responsabile il ricorrente non può derivare un fatto prescrittivo dall'art. 639 CCS e nemmeno il diritto a solvere, dato il condono concesso alla sorella, solo la metà del credito |84| fatto valere dalla Cassa di compensazione.\n\n4. Resta ancora da esaminare se legittimamente la Cassa di compensazione e i primi giudici abbiano ritenuto non sussistere i presupposti per condonare al ricorrente l'obbligazione di rimborsare la prestazione indebita percepita dalla madre.\n\nPer quanto concerne il condono occorre precisare che in questa materia la procedura non riguarda l'assegnazione o il rifiuto di prestazioni assicurative (art. 132 e 134 OG), motivo per cui il Tribunale federale delle assicurazioni si limita ad esaminare se violato sia il diritto federale, compreso l'eccesso o l'abuso del potere d'apprezzamento, ed è vincolato all'accertamento di fatto di un tribunale cantonale, salvo che detto accertamento non sia manifestamente inesatto o incompleto (art. 104 e 105 cpv. 2 OG). Inoltre, la procedura non è gratuita (art. 135 in relazione con l'art. 156 OG).\n\nCome già esposto nel primo considerando, per l'art. 47 cpv. 1 LAVS il condono può essere chiesto soltanto se l'interessato era di buona fede e se la restituzione costituisce per lui un onere troppo grave.\n\nNel caso in esame non è dubbia la buona fede del ricorrente. La restituzione dell'indebito venne infatti richiesta perché la defunta sua madre era personalmente venuta meno a un obbligo di informazione. Resta quindi da esaminare se anche il presupposto dell'onere troppo grave sia dato.\n\nAl riguardo il ricorrente critica i primi giudici, i quali avrebbero ritenuto la sua situazione personale nel momento in cui essi decisero e non già in epoca anteriore, quando il suo reddito era inferiore. In sostanza, V. Mombelli considera ingiusto che le lungaggini della Cassa di compensazione e il suo modico aumento di reddito gli comportino un onere che in precedenza non sarebbe sussistito.\n\nSecondo i principi enunciati dal Tribunale federale delle assicurazioni nella sentenza del 7 giugno 1978 in re Klaentschi (DTF 104 V 61), determinante per statuire in materia di condono è la situazione economica del debitore al momento in cui egli è tenuto a pagare. Questo procedimento, richiamato rettamente dai primi giudici, non è illegittimo. Infatti, nella fattispecie, se la decisione denegante il condono data del 5 aprile 1978, il giudizio cantonale che la conferma è stato prolato il 4 settembre 1978. Orbene, nel periodo trascorso fra queste due date, dalla documentazione |85| della causa non risulta che le condizioni del ricorrente siano mutate. A ragione pertanto i primi giudici, fondandosi sugli accertamenti fatti dalla Cassa di compensazione nell'aprile del 1978 - la quale doveva attenersi alla situazione di fatto esistente al momento in cui decise (DTF 99 V 102) -, costatarono che essa aveva tenuto esattamente conto della situazione economica di V. Mombelli a quel momento e rifiutarono di riconoscere adempiuto il requisito dell'onere troppo grave negandogli il condono dell'obbligo di restituzione.\n\nPer questi motivi, il Tribunale federale delle assicurazioni dichiara e pronuncia:\n\nIl ricorso di diritto amministrativo è respinto."}