{"annee": "105", "cour": "IV", "page": "124", "date": "14/6/1979", "cite": ["82 IV 190", "99 IV 156", "103 IV 90", "83 IV 71", "99 IV 257", "78 IV 156"], "cite_par": [], "chapeau": "33. Extrait de l'arrêt de la Cour de cassation pénale du 14 juin 1979 dans la cause M. contre Ministère public du canton de Fribourg (pourvoi en nullité)", "regestes": ["Attentat qualifié à la pudeur des enfants au sens de l'art. 191 CP. C'est le rapport particulier de confiance et de dépendance existant entre l'adulte et l'enfant que le législateur a voulu protéger. Il ne saurait y avoir attentat qualifié à la pudeur de l'enfant là où un tel lien n'existe pas, que ce soit au regard de la loi ou aux yeux de l'auteur et de sa victime."], "faits": "BGE 105 IV 124 S. 124\n\nM. a fait la connaissance, en mai 1978, de D., née le 28 avril 1963, laquelle faisait de l'auto-stop. Il entretint des relations sexuelles avec elle, notamment au cours de deux week-ends qu'elle vint passer dans son appartement.\n\nDésirant vivre ensemble durant les mois d'été, M. et la jeune fille ont, d'un commun accord, échafaudé une \"combine\" (sic), soit préparé un stratagème, pour que les parents de la jeune fille donnent leur accord. Ils eurent l'idée de faire paraître une annonce dans le journal, annonce offrant la possibilité à une jeune fille d'apprendre le français, tout en effectuant quelques travaux de ménage et en gardant les enfants. La famille de D. a finalement accepté qu'elle se rende chez M. pour garder les enfants de ce dernier. D. reçut de ses parents l'ordre de travailler et de demander une rémunération de 400 fr. La jeune fille a alors séjourné chez M., du 24 juin au 9 août 1978, et entretint avec lui des relations sexuelles régulières durant cette BGE 105 IV 124 S. 125période. Pendant ce séjour, elle a également exécuté divers travaux ménagers et s'est occupée des enfants. Ses parents ont tout ignoré du stratagème de l'annonce, qui avait été utilisé pour les tromper.", "considerants": "Considérant en droit:\n\n2. a) Selon l'art. 191 CP, l'attentat à la pudeur des enfants est puni plus sévèrement, lorsqu'il existe entre l'auteur et la victime une relation particulièrement étroite, qui donne à l'auteur une autorité particulière sur l'enfant et place celui-ci dans une certaine dépendance. Tel est le cas, selon la loi, si la victime est l'élève, l'apprenti ou le domestique du délinquant ou si elle est son descendant, son enfant adoptif, l'enfant de son conjoint, son pupille ou un enfant confié à ses soins. Le législateur considère qu'il est particulièrement condamnable de profiter d'un tel rapport de confiance et de dépendance pour commettre sur un enfant des actes contraires à la pudeur, ce qui l'a amené à se montrer particulièrement sévère pour ce genre de cas.\n\nTant dans le cas de l'enfant confié que dans le cas du domestique, il faut, pour que les dispositions aggravées de l'art. 191 CP soient applicables, que le rapport de confiance ou le rapport de travail confère à l'auteur une autorité particulière et crée pour l'enfant une certaine dépendance (ATF 103 IV 90, ATF 99 IV 158). Et c'est l'abus de la relation découlant de cette autorité, d'une part, et de cette dépendance, d'autre part, que répriment ces dispositions (ATF 99 IV 265 consid. 6, ATF 83 IV 73, ATF 82 IV 192 /3, ATF 78 IV 158).\n\nb) Pour que ces conditions soient remplies, il faut tout d'abord, objectivement, qu'il existe réellement entre l'auteur et la victime un rapport fondant autorité d'une part et dépendance de l'autre. En outre, sur le plan subjectif, il faut que l'auteur ait connaissance du rapport de dépendance visé par la loi (cf. HOFFMANN, Das Abhängigkeitsverhältnis, thèse Berne 1968, p. 31; WÜRGLER, Unzucht mit Kindern nach Art. 191 StGB, thèse Zurich 1976, p. 100). Cette connaissance, qui fait partie de l'élément intentionnel de l'infraction, implique que l'auteur connaissait ou devait connaître l'existence in casu du rapport prévu par la loi (maître-domestique ou maître-enfant confié), ainsi que la relation d'autorité et de dépendance qui en découle nécessairement.BGE 105 IV 124 S. 126\n\nOr, en l'espèce, si l'on se réfère à la \"combine\" et au stratagème de l'annonce - qui, en fait, selon la Cour cantonale, a été retenu par les premiers juges tel qu'il avait été décrit par le recourant et par la jeune fille - on peut déjà douter qu'il ait réellement existé entre l'auteur et la victime des rapports du genre de ceux qui sont mentionnés dans la loi comme condition d'application des dispositions aggravées de l'art. 191 ch. 1 al. 2 et ch. 2 al. 5 CP. On ne se trouve en effet pas à proprement parler devant l'hypothèse d'un enfant confié, au sens de la loi, qui suppose une relation plus étroite que celle résultant d'un quelconque contrat de travail et plus proche de celle qui lie le détenteur de la puissance paternelle à ses enfants. C'est en effet sous l'angle du rapport maître-domestique, également visé par la loi, qu'il faut se placer. L'autorisation donnée par les parents de la jeune fille était bien une autorisation de travailler au service du recourant, contre rémunération, durant les vacances. L'acte des parents consistait ainsi en une autorisation, pour la jeune fille, de conclure un contrat de travail avec le recourant. Or, en fait, puisqu'il ne s'agissait ni pour la jeune fille, ni pour le recourant, de conclure réellement un tel contrat, mais simplement d'une \"combine\" et d'un stratagème pour pouvoir vivre ensemble, on peut sérieusement douter non seulement de la conclusion d'un véritable contrat de travail, mais encore et surtout de l'existence du lien de maître à domestique qui aurait pu résulter d'un tel contrat.\n\nCette question peut cependant rester sans réponse, car de toute manière l'élément subjectif touchant à ce lien fait en tout cas défaut chez le recourant. Du fait que, pour lui - comme pour la jeune fille - il ne s'agissait pas de créer un véritable lien de maître à domestique, mais seulement de créer une apparence, de trouver une \"combine\" ou stratagème permettant de cacher son intention et celle de sa maîtresse, qui était en réalité de vivre ensemble durant les vacances, on ne peut ni déceler ni retenir chez lui aucune connaissance ou conscience de l'autorité et de la dépendance qui aurait pu résulter d'un rapport de maître à domestique. Le fait que, durant son séjour chez lui, la jeune fille ait également exécuté des travaux ménagers et se soit occupée des enfants ne change rien à cette appréciation subjective, dès lors que de telles activités peuvent tout aussi bien être liées à la vie en commun qu'à l'existence d'un contrat.\n\nAinsi, faute d'élément subjectif et intentionnel touchant à la relation maître-domestique dans laquelle sa victime aurait pu BGE 105 IV 124 S. 127se trouver par rapport à lui, on ne peut reprocher au recourant l'abus d'autorité et de la dépendance de la victime qui est la condition nécessaire de l'application de l'art. 191 ch. 1 al. 2 CP. Comme par ailleurs c'est cet abus qui est réprimé par la loi, et non pas celui de la confiance placée en l'auteur par les détenteurs de la puissance paternelle qui ont été trompés et comme, ainsi que le relève justement le recourant, ce qui est décisif, c'est la nature des rapports liant l'auteur à la victime, et non pas les rapports de ces derniers à l'égard de tierces personnes, le pourvoi doit être admis sur le premier moyen du recourant, et la cause renvoyée à la Cour cantonale pour qu'elle ne fasse application que de l'al. 1 de l'art. 191 ch. 1 CP, à l'exclusion de l'al. 2."}