{"annee": "105", "cour": "III", "page": "135", "date": "5/4/1979", "cite": ["93 II 189", "61 III 1", "102 III 29", "86 III 154", "84 III 40", "43 III 160", "93 III 59"], "cite_par": ["109 III 27", "121 III 488", "121 III 291", "110 II 220"], "chapeau": "28. Auszug aus dem Urteil der II. Zivilabteilung vom 5. April 1979 i.S. Abtretungsgläubiger der Konkursmasse D. gegen F. (Berufung)", "regestes": ["Cession selon l'art. 260 LP. Le créancier cessionnaire est en droit, fondé sur la cession, mais non pas tenu, d'intervenir à la place de la masse dans un procès déjà en cours du débiteur. Le seul point que règle le droit fédéral, c'est que l'intervention au procès ne s'opère pas déjà par l'établissement de l'acte de cession ou par la communication de la cession au tribunal. La question de savoir si, dans la suite, le créancier cessionnaire a réellement repris le procès se tranche d'après le droit cantonal de procédure (c. 3). En intervenant au procès, le créancier cessionnaire assume, selon le droit fédéral, tous les risques du procès (c. 4)."], "faits": "BGE 105 III 135 S. 135\n\nA.- Am 5. Januar 1972 reichte D. gegen F. Klage auf Bezahlung von Fr. 45'000.- nebst Zins ein. Bei dieser Forderung handelte es sich um den Restkaufpreis für ein vom Kläger schlüsselfertig erstelltes Einfamilienhaus. Die Beklagte machte wegen verschiedener Mängel einen Minderwert von Fr. 45'000.- geltend und beantragte Abweisung der Klage. Das zuständige Bezirksgericht hatte den Schriftenwechsel und verschiedene Beweiserhebungen durchgeführt, als der Kläger BGE 105 III 135 S. 136am 28. Oktober 1975 in Konkurs fiel. Der Forderungsprozess wurde deshalb gemäss Art. 207 SchKG bis zehn Tage nach der zweiten Gläubigerversammlung sistiert. Diese fand am 26. November 1976 statt und beschloss, dass die Konkursmasse nicht in den Forderungsstreit eintrete. Drei Konkursgläubiger verlangten die Abtretung des streitigen Anspruchs im Sinne von Art. 260 SchKG. Am 24. Dezember 1976 stellte das Konkursamt M. als Konkursverwaltung im Konkurs D. die entsprechenden Abtretungsurkunden aus, und mit Schreiben vom 29. Dezember 1976 orientierte es das Bezirksgericht über die erfolgten Abtretungen. Einem Begehren des Gerichtspräsidenten vom 1. März 1977 um Zustellung von Kopien der Abtretungsurkunden kam das Konkursamt am 3. März 1977 nach.\n\nB.- Der Vertreter der Beklagten verlangte am 14. Februar 1977 beim Bezirksgericht, die Sistierung des Verfahrens sei aufzuheben und der Gerichtsexperte anzuweisen, die Ergänzungsfragen der Beklagten zu beantworten. In der Folge setzte der Gerichtspräsident mit Verfügung vom 8. März 1977 den Abtretungsgläubigern 1 und 2 eine Frist von acht Tagen an zur Erklärung, ob der Prozess von ihnen aufgenommen werde oder nicht, und zur allfälligen Stellungnahme zum Begehren der Beklagten. Da sich die beiden Gläubiger innert Frist nicht vernehmen liessen, verfällte sie das Bezirksgericht mit Beschluss vom 22. April 1977, zugestellt am 9. Mai 1977, in Ordnungsbussen von je Fr. 10.- und setzte ihnen eine nicht erstreckbare Nachfrist von zehn Tagen an mit der Androhung, dass im Säumnisfall Nichtaufnahme des Prozesses angenommen werde. Daraufhin teilten die beiden Gläubiger dem Bezirksgericht am 18. Mai 1977 mit, der Prozess werde von ihnen nicht aufgenommen.\n\nDer Abtretungsgläubigerin 3 war die Verfügung vom 8. März 1977 aus Versehen nicht zugestellt worden. Mit dem Beschluss vom 22. April 1977 wurde ihr daher die achttägige Erklärungsfrist angesetzt, die ebenfalls unbenützt verstrich. Das Gericht nahm in seinem Beschluss vom 26. Mai 1977 vom Verzicht der Gläubiger 1 und 2 Vormerk, verfällte die Gläubigerin 3 in eine Ordnungsbusse und setzte ihr eine Nachfrist von zehn Tagen an mit der gleichen Androhung, die im Beschluss vom 22. April 1977 gegenüber den Gläubigern 1 und 2 erlassen worden war. Die Gläubigerin 3 liess auch diese Nachfrist unbenützt verstreichen, worauf das Gericht am 27. Juni 1977 den BGE 105 III 135 S. 137Verzicht aller Abtretungsgläubiger auf die Prozessführung feststellte und dem Gemeinschuldner eine zehntägige Frist zur Abgabe einer Erklärung über die allfällige Wiederaufnahme des Prozesses ansetzte, mit der Androhung, bei Stillschweigen werde auch sein Verzicht angenommen. Der Konkursit gab keine Erklärung ab.\n\nC.- Mit Schreiben vom 13. Oktober 1977 reichte der Vertreter der Beklagten seine Kostennote ein und ersuchte um Erlass des Abschreibungsbeschlusses, wobei die Parteikosten dem Kläger bzw. seiner Konkursmasse aufzuerlegen und der Beklagten der von ihr geleistete Beweiskostenvorschuss zurückzuerstatten seien.\n\nDas Bezirksgericht schrieb den Prozess mit Beschluss vom 17. November 1977 als durch Klagerückzug erledigt ab, überband die nicht durch Vorschüsse des ursprünglichen Klägers gedeckten Verfahrenskosten im Betrage von Fr. 3'644.40 den drei Abtretungsgläubigern zu gleichen Teilen unter solidarischer Haftbarkeit und verpflichtete diese, der Beklagten eine Parteientschädigung von Fr. 7'734.20 zu bezahlen, die den Abtretungsgläubigern ebenfalls zu gleichen Teilen unter solidarischer Haftbarkeit auferlegt wurde.\n\nDie drei Abtretungsläubiger zogen diesen Beschluss an das Obergericht des Kantons Aargau weiter, welches die Appellation mit Urteil vom 31. August 1978 abwies.\n\nD.- Die drei Abtretungsgläubiger haben beim Bundesgericht Berufung eingereicht. Sie stellen die Anträge, das obergerichtliche Urteil sei aufzuheben, der Prozess D. gegen F. sei infolge des Verzichts der Konkursverwaltung und der Abtretungsgläubiger auf die Weiterführung abzuschreiben und die bis zur Konkurseröffnung entstandenen Verfahrenskosten seien im Konkursverfahren des D. zu kollozieren.\n\nDas Bundesgericht heisst die Berufung gut, hebt das angefochtene Urteil auf und weist die Sache zu neuer Beurteilung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\n3. Gemäss Art. 260 Abs. 1 SchKG kann jeder Konkursgläubiger die Abtretung von Rechtsansprüchen der Masse verlangen, auf deren Geltendmachung die Gesamtheit der Gläubiger verzichtet hat. Die Rechtsnatur dieser Abtretung ist von der BGE 105 III 135 S. 138Literatur, der bundesgerichtlichen Rechtsprechung und dem obligatorischen Konkursformular Nr. 7 in dem Sinne umschrieben worden, dass es sich um ein betreibungs- und prozessrechtliches Institut sui generis handelt, das Ähnlichkeit mit der Abtretung gemäss Art. 164 ff. OR und dem Auftrag gemäss Art. 394 ff. OR aufweist (BGE 93 III 63, BGE 86 III 157 /158, BGE 84 III 43, je mit Hinweisen und Literaturzitaten; FLACHSMANN, Die Abtretung der Rechtsansprüche der Konkursmasse nach Art. 260 SchKG, Zürcher Diss. 1927, S. 6 ff.). Danach wird der Gläubiger durch die Abtretung ermächtigt, den streitigen Rechtsanspruch anstelle der Masse, in eigenem Namen und auf eigene Rechnung und Gefahr geltend zu machen. Zur Abtretung können Ansprüche gelangen, die noch nicht Gegenstand eines Prozesses bilden. In diesem Fall ist der Abtretungsgläubiger nach feststehender Lehre und Rechtsprechung nicht verpflichtet, den Prozess auch anzuheben und bis zum Urteil durchzuführen. Er kann vielmehr von der Klageeinleitung überhaupt absehen, einen aussergerichtlichen oder gerichtlichen Vergleich abschliessen oder aber eine eingeleitete Klage wieder zurückziehen (BGE 102 III 30 mit Hinweisen).\n\nDer Gläubiger wird durch die Abtretung aber auch in die Lage versetzt, anstelle der Masse als Partei in einen bereits hängigen Prozess einzutreten und diesen in eigenem Namen und auf eigene Rechnung und Gefahr weiterzuführen. Dabei handelt es sich ebenfalls um ein Recht und nicht um eine Pflicht des Abtretungsgläubigers. In der Abtretungsurkunde wird der Gläubiger denn auch nicht verpflichtet, sondern lediglich ermächtigt, den angehobenen Prozess weiterzuführen. In der bundesgerichtlichen Rechtsprechung zu Art. 260 SchKG ist durchwegs von einem Prozessführungsrecht und nirgends von einer entsprechenden Pflicht oder von einer Übertragung des Prozessrechtsverhältnisses durch die Abtretungsurkunde die Rede(BGE 93 III 63, BGE 86 III 157, BGE 61 III 2, BGE 43 III 163, 41 III 76; vgl. auch das Urteil des Zürcher Obergerichts vom 12.12.67 in ZR 67/1968 Nr. 115; STRÄULI/MESSMER, Kommentar zur zürcherischen Zivilprozessordnung, N. 8 zu § 49). Es wäre auch nicht einzusehen, weshalb der Abtretungsgläubiger wohl auf die Anhebung, nicht aber auf die Fortsetzung eines Prozesses sollte verzichten können. In diesem Zusammenhang ist auch auf BGE 84 III 44 zu verweisen, wo entschieden wurde, eine Abtretung könne von der Konkursverwaltung widerrufen werden, BGE 105 III 135 S. 139wenn der streitige Anspruch vom Drittschuldner anerkannt werde, bevor der Abtretungsgläubiger zu seiner Realisierung irgendwelche Vorkehren getroffen habe. Dasselbe muss auch gelten, wenn der Prozessgegner die Klage anerkennt bzw. zurückzieht, bevor der Abtretungsgläubiger Schritte zur Fortsetzung des Verfahrens unternommen hat. Muss dieser sich den Widerruf der Abtretung gefallen lassen, so muss ihm folgerichtig auch das Recht zugestanden werden, nach erfolgter Abtretung noch auf den Eintritt in den Prozess zu verzichten.\n\nDie kantonalen Instanzen haben demnach im vorliegenden Fall Sinn und Tragweite von Art. 260 SchKG verkannt, wenn sie davon ausgegangen sind, dass bereits mit der Ausstellung der Abtretungsurkunde bzw. mit der Mitteilung der erfolgten Abtretung an das Gericht der Eintritt des Abtretungsgläubigers in den Prozess bewirkt werde. Insofern haben sie gegen Bundesrecht verstossen. Über den Zeitpunkt des Eintritts des Abtretungsgläubigers in den Prozess sagt das Bundesrecht indessen nichts aus. Es ist ihm nur zu entnehmen, dass mit der Ausstellung der Abtretungsurkunde nicht automatisch der Eintritt in den Prozess vollzogen werde. Ob, wann und in welcher Form der Abtretungsgläubiger den Prozess tatsächlich aufgenommen habe, ist eine Frage des kantonalen Prozessrechts. Dieses hat zu bestimmen, unter welchen Voraussetzungen ein Prozessrechtsverhältnis zwischen einer Partei und dem Gericht bzw. der Gegenpartei zustande kommt. Die Vorinstanz hat somit auch insofern Bundesrecht verletzt, als sie die Frage des Prozesseintritts der drei Abtretungsgläubiger unter dem Gesichtspunkt des Bundesrechts geprüft hat, anstatt das kantonale Prozessrecht anzuwenden (BGE 93 II 191). Das angefochtene Urteil muss daher aufgehoben und die Streitsache an die Vorinstanz zurückgewiesen werden. Diese wird zu prüfen haben, ob im vorliegenden Fall die drei Abtretungsgläubiger nach kantonalem Recht in den Prozess des Gemeinschuldners mit der Beklagten eingetreten sind.\n\n4. Kommt das Obergericht aufgrund seiner Prüfung zum Schluss, die drei Abtretungsgläubiger seien in den Prozess eingetreten, so stellt sich die Frage, wer das Risiko für die bereits aufgelaufenen Prozesskosten zu tragen habe. Ob hiefür die Konkursmasse oder die Abtretungsgläubiger haften, ist nach Bundesrecht zu beurteilen. Dabei ist zu beachten, dass der Abtretungsgläubiger nach der Rechtsprechung zu Art. 260 BGE 105 III 135 S. 140SchKG den Prozess in eigenem Namen sowie auf eigene Rechnung und Gefahr weiterzuführen hat. Er übernimmt somit das ganze Prozessrisiko. Gewinnt er den Prozess, so kann er seine Forderung gegenüber dem Gemeinschuldner aus dem Prozessergebnis vorweg befriedigen (Art. 260 Abs. 2 SchKG) und hat ihm der Prozessgegner eine Parteientschädigung zu bezahlen. Er ist daher nur recht und billig, dass der Abtretungsgläubiger, wenn er den Prozess verliert, die gesamten Prozesskosten - auch die vor seinem Prozesseintritt aufgelaufenen - und die Kosten der Gegenpartei zu tragen hat. Sollte sich demnach im vorliegenden Fall ergeben, dass die Berufungskläger nach kantonalem Prozessrecht in den Prozess des Gemeinschuldners eingetreten sind, so bedeutet ihr Verzicht auf die Fortführung des Prozesses einen Klagerückzug, weshalb ihnen die Verfahrenskosten aufzuerlegen und sie zur Leistung einer Entschädigung an die Gegenpartei zu verpflichten sind."}