{"annee": "85", "cour": "IV", "page": "122", "date": "22/9/1959", "cite": [], "cite_par": ["86 IV 217", "113 IV 118", "95 IV 49", "97 IV 160"], "chapeau": "32. Auszug aus dem Urteil des Kassationshofes vom 22. September 1959 i.S. X. gegen Staatsanwaltschaft des Kantons Aargau.", "regestes": ["Art. 69 et 110, ch. 7 CP. L'internement dans un hôpital ou un asile ne pourra être considéré comme détention préventive, que si l'inculpé a été privé de sa liberté comme l'est un détenu."], "faits": "", "considerants": "BGE 85 IV 122 S. 123\n\nAls Untersuchungshaft gilt nach dem Strafgesetz jede in einem Strafverfahren verhängte Haft, Untersuchungswie Sicherheitshaft (Art. 110 Ziff. 7 StGB), also jede Haft, die im Interesse der Strafverfolgung bis zur letztinstanzlichen Urteilsfällung angeordnet wird, gleichgültig, ob sie Untersuchungszwecken oder der Sicherstellung der Person des Täters diene. Was unter Haft zu verstehen ist, sagt das Strafgesetz nicht. Nach allgemeinem Sprachgebrauch bedeutet sie Entziehung der Freiheit und zwar, wie die Strafprozessordnungen zeigen, regelmässig durch Verwahrung des Beschuldigten in der Einzelzelle eines Gefängnisses, wo er sich einer strengen Anstaltsordnung und einer peinlichen Überwachung des Verkehrs mit der Aussenwelt zu unterwerfen hat (vgl. u.a. Basel-Stadt § 56; Bern Art. 124; Luzern §§ 84 f., 87; Zürich § 76; Art. 48 BStP).\n\nDie Einweisung in eine Heil- und Pflegeanstalt, die ein Untersuchungsbeamter oder Richter nach Art. 13 StGB zur Abklärung des zweifelhaften Geisteszustandes eines Beschuldigten angeordnet hat, stellt eine Untersuchungsmassnahme dar, die im Interesse der Strafverfolgung liegt. Das und der Aufenthalt in der Heil- und Pflegeanstalt als solcher, möge er auch längere Zeit dauern, genügen aber nicht, um die Internierung der Untersuchungshaft gleichzustellen. Der eines Verbrechens oder Vergehens Beschuldigte hat die Beschränkung seiner persönlichen Freiheit, welche das gegen ihn durchgeführte Strafverfahren notwendig mit sich bringt, als Folge seines Verhaltens auf sich zu nehmen. Es würde denn auch niemandem einfallen, einem Verurteilten, der in einer langwierigen Strafuntersuchung sich jederzeit dem Untersuchungsbeamten zur Verfügung zu halten und sich zahllosen Verhören, Konfrontationen mit Zeugen und Einvernahmen durch Sachverständige zu unterziehen hatte, den Zeitaufwand und Verdienstausfall zu entschädigen, und sei es auch BGE 85 IV 122 S. 124nur durch Verkürzung der verwirkten Strafe. Das Strafgesetz lässt eine solche Massnahme nur im Falle der Untersuchungshaft zu, und auch hier nicht, weil sich die Anrechnung als selbstverständlich aufdrängte, sondern bloss aus Gründen der Billigkeit, davon ausgehend, dass die Untersuchungshaft in ihren Auswirkungen dem Vollzug der Freiheitsstrafe praktisch gleichkommt. Es verstiesse demnach gegen die ratio des Art. 69 StGB, wenn der Aufenthalt in einer Heil- und Pflegeanstalt, sei es zum Zwecke der Pflege, sei es zum Zwecke der psychiatrischen Begutachtung, schon deshalb als Untersuchungshaft behandelt würde, weil die Einweisung des Beschuldigten zwangsmässig erfolgte und die persönliche Freiheit des Eingewiesenen durch die Anstaltsordnung eingeschränkt wird. Eine Gleichstellung kann nach dem Grundgedanken, den Art. 69 zum Ausdr ck bringt, nur statthaft sein, wenn der Freiheitsentzug in der Anstalt demjenigen im Untersuchungsgefängnis im wesentlichen gleichkommt. Das setzt voraus, dass der Beschuldigte in der Anstalt annähernd den gleichen Lebensbedingungen unterworfen ist, wie sie nach den kantonalen Vorschriften einem Untersuchungsgefangenen normalerweise auferlegt werden, soweit der Zweck der Einweisung und der Anstaltsbetrieb nicht Abweichungen notwendig machen; zum mindesten muss die Bewegungsfreiheit nach aussen unterbunden sein und der Verkehr mit der Aussenwelt den bei der Untersuchungshaft üblichen Beschränkungen unterliegen.\n\nEs versteht sich von selbst, dass auch dann, wenn der Aufenthalt in der Heil- und Pflegeanstalt die besonderen Merkmale der Untersuchungshaft aufweist, die Anrechnung im Sinne des Art. 69 StGB insoweit ausgeschlossen ist, als dem Beschuldigten ein Verhalten nach der Tat zur Last fällt, durch das er die Einweisung herbeigeführt oder den Zwangsaufenthalt verlängert hat."}