{"annee": "85", "cour": "IV", "page": "130", "date": "5/6/1959", "cite": ["77 IV 88", "81 IV 74", "73 IV 227", "70 IV 101", "69 IV 97", "81 IV 60"], "cite_par": ["99 IV 80", "108 IV 88", "123 IV 128", "87 IV 16", "105 IV 127", "85 IV 224", "98 IV 255", "88 IV 21", "91 IV 171", "94 IV 60", "100 IV 1", "117 IV 285", "86 IV 44"], "chapeau": "34. Auszug aus dem Urteil des Kassationshofes vom 5. Juni 1959 i. S. Schmid gegen Staatsanwaltschaft des Kantons Solothurn.", "regestes": ["1. Art. 221 CP. Quand l'auteur crée-t-il un danger collectif (al. 1) et quand met-il sciemment des personnes en danger (al. 2)? Eléments subjectifs (consid. 1 et 2). 2. Le coauteur ne prend pas nécessairement part à l'acte d'exécution (consid. 3). 3. Art. 68 ch. 1 CP. Le coauteur qui décide un autre à exécuter l'acte commet-il lui-même deux infractions en concours réel? (consid. 4). 4. Art. 24 al. 2 CP. Caractère accessoire de l'instigation (consid. 5)."], "faits": "", "considerants": "BGE 85 IV 130 S. 131\n\nAus den Erwägungen:\n\n1. Nach Art. 221 Abs. 1 StGB wird mit Zuchthaus bestraft, wer vorsätzlich zum Schaden eines andern oder unter Herbeiführung einer Gemeingefahr eine Feuersbrunst verursacht, und nach Abs. 2 ist die Strafe Zuchthaus nicht unter drei Jahren, wenn der Täter wissentlich Leib und Leben von Menschen in Gefahr bringt.\n\nDer Beschwerdeführer hält Art. 221 Abs. 2 nicht für anwendbar, weil er es nur auf die Erlangung finanzieller Vorteile abgesehen, die Gefährdung von Leib und Leben von Drittpersonen dagegen nicht direkt gewollt, sondern höchstens in Kauf genommen habe. Das sei aber auch Merkmal der einfachen Brandstiftung nach Abs. 1, die immer eine Gemeingefahr voraussetze und damit die Gefährdung anderer in sich schliesse. Qualifizierte Brandstiftung im Sinne des Abs. 2 liege deshalb nur vor, wenn der Vorsatz des Täters primär darauf gerichtet sei, für bestimmte Personen eine unmittelbare Lebensgefahr zu schaffen, wie es beispielsweise der Fall sei, wenn ein Knecht den Hof des ihm verhassten Meisters in Brand stecke.\n\nDaran ist schon die Auffassung unrichtig, dass Brandstiftung notwendig zu einer Gefährdung von Drittpersonen führen müsse, damit die Tat unter Art. 221 Abs. 1 falle. Das Gesetz nennt die objektiven Merkmale der Schädigung eines anderen und der Herbeiführung einer Gemeingefahr alternativ, setzt also nicht voraus, dass BGE 85 IV 130 S. 132beide erfüllt seien, sondern verlangt nur, dass entweder das eine oder das andere zum grundlegenden Tatbestandsmerkmal der Verursachung einer Feuersbrunst hinzutrete. Auch bedeutet der Ausdruck Gemeingefahr nicht das gleiche wie das in Abs. 2 genannte Tatbestandsmerkmal der Gefahr für Leib und Leben von Menschen. Gemeingefahr ist als weiterer Begriff ein Zustand, der die Verletzung von Rechtsgütern in einem nicht zum voraus bestimmten und abgegrenzten Umfange wahrscheinlich macht (THORMANN/OVERBECK, N. 10 zu Art. 221 und Vorbemerkungen N. 1 zu Art. 221-230 StGB; HAFTER, Bes. Teil II, S. 491, 495). Dabei wird nicht vorausgesetzt, dass auch Personen gefährdet seien; es genügt schon die Gefahr, dass das Feuer auf benachbarte Gebäude oder andere Sachen übergreife. Unter Gefahr für Leib und Leben von Menschen im Sinne des Abs. 2 ist dagegen die Gefährdung individuell bestimmter Personen, namentlich der Bewohner des angezündeten Gebäudes, zu verstehen.\n\nAus welchem Beweggrunde der Beschwerdeführer sodann gehandelt hat, ob zur Erlangung der Versicherungsentschädigung oder zur Erreichung eines anderen Zweckes, ist ohne Belang. Eine besondere Absicht wird vom Gesetze nicht gefordert. Zum subjektiven Tatbestand des Art. 221 Abs. 2 StGB gehört bloss, dass der Täter die objektiven Tatbestandsmerkmale des Abs. 1 mit Wissen und Willen (vorsätzlich) erfüllt und darüber hinaus weiss, dass er Leib und Leben von Menschen in konkrete Gefahr bringt. Nach der Rechtsprechung zu Art. 237 Ziff. 1 und anderen Bestimmungen des StGB, in denen wie in Art. 221 Abs. 2 ausdrücklich bloss von wissentlicher Gefährdung die Rede ist, genügt es, dass der Täter die durch seine Tat herbeigeführte Gefahr für Leib und Leben von Menschen kennt; zu wollen braucht er sie nicht (BGE 73 IV 229Erw. 1).\n\n2. Die Vorinstanz hat die Frage der konkreten Gefährdung von Leib und Leben von Personen bejaht, mit Recht. Nach ihren verbindlichen Feststellungen fand BGE 85 IV 130 S. 133das im rund 24 m langen Mitteltrakt zwischen 22.30 und 23.00 Uhr gelegte Feuer in der leichten Holzkonstruktion der Baracke reichlich Nahrung, und es breitete sich rasch aus; Mitteltrakt und ein Teil des Ostflügels brannten innert kurzer Zeit nieder. Griff aber das Feuer mit sehr grosser Geschwindigkeit um sich und konnte der Brand, wie ebenfalls feststeht, nur dank eines Zufalles verhältnismässig frühzeitig bemerkt und durch die Feuerwehr bekämpft werden, so lag nach menschlicher Erfahrung die Wahrscheinlichkeit nahe, dass das Feuer sich auf das ganze Barackengebäude ausdehnte und dass die in den beiden angebauten Seitenflügeln untergebrachten Bewohner, die zum Teil bereits schliefen, der ernsthaften Gefahr ausgesetzt waren, getötet, verletzt oder an der Gesundheit geschädigt zu werden, sei es durch Feuer oder einstürzende Gebäudeteile, sei es durch Rauch oder Brandgase, ist doch festgestellt worden, dass der Asphalt auf dem Dachboden in Flammen stand und von der Decke tropfte. Die Gefahr für Leib und Leben der Barackenbewohner wird auch durch die Tatsache bestätigt, dass die Italiener, die im Ostflügel wohnten, sich durch die Fenster ins Freie flüchten und einen Teil ihrer Habe in den Flammen zurücklassen mussten.\n\nNach der verbindlichen Feststellung des Schwurgerichts hat der Beschwerdeführer, der über die Verhältnisse genau im Bilde war, gewusst, dass durch die Brandlegung Personen an Leib und Leben gefährdet werden. Der Tatbestand des Art. 221 Abs. 2 StGB ist damit objektiv und subjektiv erfüllt.\n\n3. Die Vorinstanz betrachtet den Beschwerdeführer als Mittäter, weil er die Initiative zur Brandstiftung ergriff, den Plan zur Tat entwarf, die Rollen verteilte, seinem Bruder Gottfried Weisungen über die Art des Vorgehens bei der Brandlegung erteilte und die Ausführung der Tat erleichterte. Damit hat sie den Begriff der Mittäterschaft nicht verkannt. Nach ständiger Rechtsprechung ist nicht so sehr auf die Beteiligung an der BGE 85 IV 130 S. 134Ausführungshandlung, sondern entscheidend auf das Mass des schuldhaften Willens abzustellen (vgl.BGE 69 IV 98;BGE 70 IV 102;BGE 77 IV 91; BGE 81 IV 62, 149). Wenn sich der Beschwerdeführer auch nicht am Entfachen des Feuers beteiligt hat, so beschränkte sich sein Wille auch nicht bloss auf die Anstiftung seiner Brüder, wie er zu Unrecht geltend macht. Er war darüber hinaus an der Organisation und Vorbereitung der Tat massgebend beteiligt und spielte als geistiger Urheber des Planes die führende Rolle beim ganzen Unternehmen.\n\n4. Das Schwurgericht verurteilte den Beschwerdeführer als Mittäter der qualifizierten Brandstiftung und zugleich als Anstifter zu diesem Verbrechen, davon ausgehend, dass er zwei voneinander unabhängige Handlungen begangen habe, die im Sinne von Art. 68 Ziff. 1 StGB realiter miteinander konkurrierten. Eine solche Konkurrenz zwischen Mittäterschaft und Anstiftung ist z.B. möglich, wenn der Anstifter sich erst nachträglich entschliesst, sich an der Tat zu beteiligen, zu der er angestiftet hat. Ob indessen zwei konkurrierende Handlungen auch vorliegen, wenn der Mittäter, wie es hier zutrifft, schon im Zeitpunkt der Anstiftung den Willen hat, an der Planung und Vorbereitung der Tat in massgebender Weise mitzuwirken, oder ob in einem solchen Falle die Anstiftung nicht eher als Ausfluss eines einheitlichen, auf die Haupttat gerichteten Willensentschlusses in der Mittäterschaft aufgehe, ist umstritten (vgl. THORMANN/OVERBECK, Vorbemerkungen N. 11 zu Art. 24 StGB; GERMANN, Das Verbrechen, S. 87, 197 Ziff. 5; SCHWANDER, Das schweiz. Strafgesetzbuch, S. 124/5 Nr. 317; SCHULTZ, ZStR 1956, S. 290). Die Frage braucht jedoch nicht entschieden zu werden. Die Vorinstanz erklärt nämlich, dass sie ohne Annahme einer Konkurrenz die Anstiftung im Rahmen des Art. 63 StGB berücksichtigt hätte und dass sie auf diesem Wege zum gleichen Ergebnis gelangt wäre. Steht aber fest, dass im Falle der Nichtanwendung von Art. 68 Ziff. 1 an der ausgesprochenen Strafe nichts BGE 85 IV 130 S. 135geändert würde, so ist die Beschwerde in diesem Punkt unbegründet (BGE 81 IV 76).\n\n5. Der Beschwerdeführer wollte seinen Bruder Rudolf zur Gehilfenschaft bei qualifizierter Brandstiftung anstiften. Rudolf Schmid, dem die Gefahr für Leib und Leben von Menschen nicht bekannt war, hat sich jedoch bloss der einfachen Brandstiftung schuldig gemacht. Der Beschwerdeführer wendet daher zu Recht ein, dass seine Schuldigerklärung wegen Anstiftung zur Gehilfenschaft zum Tatbestand des Art. 221 Abs. 2 StGB nicht standhält. Nach dem Grundsatze der Akzessorietät der Anstiftung kann ihm an sich nur Anstiftung zur Gehilfenschaft bei einfacher Brandstiftung zugerechnet werden. Daneben erfüllt die Tat aber gleichzeitig den nach Art. 24 Abs. 2 StGB selbständigen Straftatbestand der versuchten Anstiftung zur Gehilfenschaft bei qualifizierter Brandstiftung, da dieses Delikt mit Zuchthaus bedroht und somit Verbrechen im Sinne von Art. 9 Abs. 1 StGB ist.\n\nDas hat indessen nicht die Aufhebung des angefochtenen Urteils zur Folge. Die Vorinstanz hat die vom Beschwerdeführer aufgeworfene Frage nicht übersehen, sie aber aus prozessualen Gründen offen gelassen mit der Begründung, dass sie angesichts der übrigen dem Beschwerdeführer zur Last gelegten Handlungen für die Strafzumessung völlig bedeutungslos sei. Damit gibt sie zu erkennen, dass eine Berichtigung des Schuldspruches an den ausgesprochenen Rechtsfolgen nichts zu ändern vermöchte. Nur zur Änderung der Urteilsgründe, zu denen auch der Schuldspruch gehört, ist jedoch die Nichtigkeitsbeschwerde nicht gegeben (BGE 81 IV 76 und dort erwähnte Entscheidungen)."}