{"annee": "85", "cour": "IV", "page": "146", "date": "12/8/1959", "cite": ["85 IV 84", "83 IV 95"], "cite_par": [], "chapeau": "38. Urteil des Kassationshofes vom 12. August 1959 i.S. Polizeirichteramt der Stadt Zürich gegen Illi.", "regestes": ["Art. 27 al. 1 LA. Droit de priorité. Devoir de prudence du conducteur qui est tenu de laisser la priorité. La règle s'applique aussi dans les rapports entre un gros et un petit véhicule (ici: trolleybus-vélomoteur)."], "faits": "|146|\n\nA.- Das Polizeirichteramt der Stadt Zürich büsste am 2. Oktober 1958 den Trolleybusführer Illi wegen Übertretung von Art. 27 Abs. 1 MFG mit Fr. 15.-, weil er am 19. März 1958, um 20.00 Uhr, in der Kreuzung Langstrasse/Stauffacherstrasse das Vortrittsrecht des Mopedfahrers Schmid missachtet habe. Illi verlangte gerichtliche Beurteilung.\n\nAm 2. Juni 1959 hob der Einzelrichter in Strafsachen des Bezirksgerichtes Zürich die Strafverfügung gegen Illi auf und sprach den Beschuldigten frei.\n\nB.- Das Polizeirichteramt der Stadt Zürich führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil des Einzelrichters sei aufzuheben und die Sache zur Bestrafung des Beschwerdegegners an die Vorinstanz zurückzuweisen.\n\nC.- Illi beantragt Abweisung der Beschwerde.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. Nach Art. 27 Abs. 1 MFG hat der Führer bei Strassenkreuzungen die Geschwindigkeit seines Fahrzeuges |147| zu mässigen und einem gleichzeitig von rechts kommenden Motorfahrzeug den Vortritt zu lassen. Gleichzeitigkeit ist nach ständiger Rechtsprechung gegeben, wenn der Vortrittsberechtigte seine Fahrt an der Kreuzung nicht mit gleichmässiger Geschwindigkeit fortsetzen könnte, ohne Gefahr zu laufen, mit dem von links kommenden Fahrzeug zusammenzustossen (BGE 85 IV 86, BGE 83 IV 97 und dort angeführte Entscheidungen).\n\nWie auch der Einzelrichter annimmt, hat demnach Illi das Vortrittsrecht des Mopedfahrers objektiv unzweifelhaft verletzt. Denn hätte er seine Geschwindigkeit vorschriftsgemäss herabgesetzt, so hätte Schmid ungestört vor ihm durchfahren können, und die beiden Fahrzeuge wären in der Kreuzung nicht zusammengestossen.\n\n2. Die Verletzung war aber auch eine schuldhafte. Nach der verbindlichen Feststellung der Vorinstanz ist zugunsten Illis davon auszugehen, dass er ungefähr 16 m vor dem Ende der Kreuzung nach rechts blickte und dass der Mopedfahrer damals noch ca. 45 m von der Kollisionsstelle entfernt war. Illi sah jedoch das Moped weder in diesem Moment noch später, sondern wurde, wie er in der polizeilichen Einvernahme aussagte, erst durch den Zusammenstoss auf dasselbe aufmerksam. Dass er es nicht schon bei der Beobachtung nach rechts auf die Entfernung von 45 m wahrnahm, schreibt er den schlechten Sichtverhältnissen zu (Nachtzeit und Regen). Diese Erklärung mag zutreffen. Allein, wenn der Beschwerdegegner auf eine Strecke von 45 m kein Fahrzeug sah, so berechtigte ihn das nicht zu der vom Einzelrichter gebilligten Annahme, dass seine \"Vortrittsverpflichtung\" nicht mehr aktuell werde und dass er sich infolgedessen um diese Seite des Verkehrs nicht mehr zu kümmern brauche. Die Pflicht, welche Art. 27 Abs. 1 MFG dem Führer auferlegt, bleibt solange aktuell, als nicht mit Sicherheit feststeht, dass kein Fahrzeug von rechts herannaht, das bei unverminderter Geschwindigkeit gleichzeitig in der Kreuzung eintrifft. Diese Sicherheit bestand für Illi nicht. Gegenteils musste |148| mit der Möglichkeit gerechnet werden, dass während den fünf Sekunden, die der Trolleybus nach der Feststellung der Vorinstanz bis zum Ende der Kreuzung benötigte, ein anderes Fahrzeug aus der Entfernung von 45 m, auf die Illi die Strasse noch frei gesehen hatte, an die Kreuzungsstelle herangefahren sein werde; hiefür genügte eine Geschwindigkeit von bloss 30 km/Std., wie sie der Mopedfahrer tatsächlich gehabt hat. Dabei fällt die Rechnung für den Beschwerdegegner noch deswegen etwas ungünstiger aus, weil in den genannten fünf Sekunden erst die Spitze des Trolleybus das Ende der Kreuzung erreichte, der Wagen sich also bis dahin noch der ganzen Länge nach in der Kreuzung befand, weshalb der Mopedfahrer denn auch gegen dessen Mitte stiess.\n\nGerade die schlechte Sicht, der zufolge Illi den Mopedfahrer nicht erblickte, als dieser bereits bis auf 45 m herangefahren war, verpflichtete ihn zu besonderer Vorsicht. Nur wenn ihm Schmid in der Folge durch ein Zeichen oder wenigstens durch entsprechendes Verlangsamen der Fahrt zu verstehen gegeben hätte, dass er auf den Vortritt verzichte, hätte Illi vor ihm durchfahren dürfen. Diese Voraussetzung traf nicht zu, ja der Beschwerdegegner kümmerte sich, wie ausgeführt, überhaupt nicht mehr darum, was auf der rechten Seite vorging.\n\n3. Es hilft ihm daher nicht, dass nach Art. 25 Abs. 1 MFG den Mopedfahrer ebenfalls ein Verschulden trifft, sei es weil dieser den Trolleybus aus Unaufmerksamkeit nicht rechtzeitig wahrnahm, sei es weil er den Vortritt zu erzwingen suchte. Darf schon der Vortrittsberechtigte nicht unbekümmert um die gegebenen Verkehrsverhältnisse auf seinem Recht beharren, so darf umso weniger der Wartepflichtige im Vertrauen darauf, dass die andern sein Fahrzeug sehen werden und keinen Zusammenstoss riskieren wollen, die ihm nicht zustehende Vorfahrt erzwingen. Das gilt auch im Verhältnis von grossen zu kleinen Fahrzeugen; es kann den Führern von Grosswagen nicht zugestanden werden, sich auf die einschüchternde Wirkung ihrer Fahrzeuge |149| zu verlassen. Demgemäss ist für das Verschulden des Beschwerdegegners auch unerheblich, ob der Mopedfahrer mit eingezogenem Kopfe fuhr und ob er alkoholisiert war oder nicht.\n\nRichtigerweise hätte Illi wegen fahrlässiger Störung des öffentlichen Verkehrs nach Art. 237 Ziff. 2 StGB bestraft werden müssen. Der Beschwerdeantrag, an den der Kassationshof gemäss Art. 277 bis Abs. 1 BStP gebunden ist, geht indessen nur auf Verurteilung wegen Übertretung von Art. 27 Abs. 1 MFG.\n\nDemnach erkennt der Kassationshof:\n\nDie Beschwerde wird gutgeheissen, das angefochtene Urteil aufgehoben und die Sache zur Bestrafung des Beschwerdegegners wegen Übertretung von Art. 27 Abs. 1 MFG an den Einzelrichter zurückgewiesen."}