{"annee": "85", "cour": "II", "page": "1", "date": "30/1/1959", "cite": ["56 II 156"], "cite_par": [], "chapeau": "1. Auszug aus dem Urteil der II. Zivilabteilung vom 30. Januar 1959 i.S. Schmidhauser gegen Schmidhauser.", "regestes": ["Action en divorce après séparation. Art. 147 al. 2 et 3 CC. Rejet de l'action fondé sur la réconciliation. Il n'y a pas réconciliation lorsque l'épouse retourne temporairement au logis du mari dans la seule intention de prendre soin des enfants et en excluant expressément la reprise des relations conjugales."], "faits": "BGE 85 II 1 S. 1\n\nA.- Im Jahre 1954 erhob die Ehefrau Klage auf Scheidung wegen tiefer Zerrüttung. Mit Urteil vom 15. Juni 1955 sprach das Bezirksgericht Zürich in Anwendung von Art. 142 und 146 ZGB die Trennung der Ehe für die Dauer eines Jahres aus, welches Urteil in Rechtskraft erwuchs. Während der Dauer dieser gerichtlichen Trennung, ab 5. September 1955, kam die Ehefrau vorübergehend täglich in die eheliche Wohnung, um morgens und abends die Kinder zu betreuen, und blieb dann vom 15. Dezember 1955 bis Ende August 1956, also während rund 8 Monaten, ständig dort und besorgte den Haushalt und die beiden 8- bezw. 4jährigen Kinder; die Eheleute schliefen jedoch in getrennten Zimmern, und es kam nie mehr zu intimem Verkehr zwischen ihnen.\n\nBGE 85 II 1 S. 2\n\nNachdem die Ehefrau Ende August 1956 die eheliche Wohnung wieder verlassen hatte, leitete sie beim Bezirksgericht Zürich Klage aufScheidung auf Grund von Art. 147 und 148, eventuell Art. 142 ZGB ein.\n\nDer Ehemann widersetzte sich der Scheidung.\n\nDas Bezirksgericht wies die Scheidungsklage ab, weil in dem Zusammenleben der Klägerin mit Mann und Kindern, auch ohne intimen Verkehr, eine Wiedervereinigung im Sinne von Art. 147 Abs. 2 und 3 ZGB zu erblicken sei.\n\nIn Gutheissung der Berufung der Klägerin hat dagegen das Obergericht dies verneint, die Scheidung gestützt auf Art. 147/148 ausgesprochen und die Kinder der Mutter zugeteilt.\n\nB.- Mit der vorliegenden Berufung beantragt der Beklagte Abweisung der Scheidungsklage. Er macht geltend, wer, wie die Klägerin, in den ehelichen Haushalt zurückkehre, hier schlafe, den Haushalt besorge, koche, wasche, die Kinder ernähre und kleide, für die Familie einkaufe und sogar Haushaltschulden begründe, kurz sämtliche Pflichten und Rechte einer Hausfrau, Gattin und Mutter übernehme und ausübe, nehme in allen Teilen wieder die der gesetzlichen Ehefrau zugewiesene Stellung in der ehelichen Gemeinschaft ein. Daran ändere das Fehlen des intimen Verkehrs nichts, den ihm die Klägerin schon seit 1951 verweigere. Würde aber die Wiedervereinigung verneint, so wäre doch die Klägerin an der Zerrüttung ausschliesslich schuldig und daher nach Art. 148 ZGB nicht klageberechtigt.\n\nDie Berufungsbeklagte trägt auf Abweisung der Berufung an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 147 Abs. 2 ZGB fällt, wenn die Ehe auf bestimmte Zeit getrennt war, nach Ablauf dieser Zeit die Trennung dahin, und es kann - ebenso wie bei Trennung auf unbestimmte Zeit nach dreijähriger Dauer BGE 85 II 1 S. 3derselben - jeder Ehegatte die Scheidung verlangen, \"wenn eine Wiedervereinigung nicht erfolgt ist\". Zwischen letzterem und dem von den romanischen Texten verwendeten Begriffe \"réconciliation\", \"riconciliazione\" besteht zweifellos ein deutlicher Unterschied, indem von einer \"Wiedervereinigung\" schon dann gesprochen werden kann, wenn die getrennten Eheleute das äusserliche Zusammenleben wieder aufgenommen haben, d.h. wieder in gemeinsamer Wohnung leben und damit nach aussen das Bild einer Familie darbieten; während \"réconciliation\" = Aussöhnung weiter geht, nämlich die innere Überwindung und Beseitigung des Trennungsgrundes, die Wiederherstellung des Ehefriedens in sich schliesst. Kann hiemit freilich nicht eine wirkliche, dauernde Aussöhnung gemeint sein - denn in diesem Falle käme es nicht mehr zur Scheidungsklage der einen Partei -, so genügt anderseits als Wiedervereinigung nicht die Wiederaufnahme des bloss äusserlichen Zusammenlebens, selbst wenn es nach aussen als eheliche Gemeinschaft in Erscheinung tritt. Wenn dies in einem ältern Urteil als zum Ausschluss der Scheidungsklage ausreichend bezeichnet wurde, so ist zu beachten, dass die Parteien dort trotz ausgesprochener Trennung überhaupt nicht auseinandergegangen, sondern beisammen geblieben waren und weiterhin im gleichen Zimmer geschlafen hatten, sodass die Trennung nie effektiv geworden war (BGE 56 II 156f.). Es kann nicht darauf ankommen, wie das wiederaufgenommene Zusammenleben nach aussen in Erscheinung tritt; denn anders als etwa hinsichtlich der Rechtswirkungen von Besitz und Gewahrsam ist es hier ohne Belang, welchen Schein das nach aussen sichtbare Verhältnis der getrennt gewesenen Eheleute bei Dritten zu erwecken geeignet ist. Wie die Vorinstanz annimmt, ist massgebend der Wille, der dem Entschluss zur Rückkehr eines Ehegatten in die eheliche Wohnung zu Grunde liegt. \"Die rechtliche Bedeutung, die der Wiedervereinigung zukommt - nämlich eben der Ausschluss der Scheidungsklage - erfordert, BGE 85 II 1 S. 4dass beiderseits der ernste Wille - der Entschluss - auf dauernde Wiederherstellung der ehelichen Gemeinschaft gerichtet sei\" (EGGER, Art. 147/48 N. 3), und zwar der vollen, uneingeschränkten Gemeinschaft. Dass nur dies der Inhalt der \"Wiedervereinigung\" sein kann, geht auch daraus hervor, dass sich die genau gleichen Ausdrücke - Wiedervereinigung und réconciliation - auch in Art. 146 Abs. 3 ZGB finden, wo ohne weiteres einleuchtet, dass bei gegebenem Scheidungsgrund statt der verlangten Scheidung nur dann blosse Trennung ausgesprochen werden kann, wenn Aussicht auf volle, vorbehaltlose Wiederherstellung des ehelichen Verhältnisses, nicht bloss des äussern Scheins eines solchen besteht; die Aussicht, dass die Ehefrau wieder einmal, wenn die Kinder sich in einer Notlage befänden, vorübergehend zur Besorgung des Haushaltes in die Wohnung käme, würde zweifellos nicht genügen. Nun stellt die Vorinstanz - und zwar, da es sich dabei um einen innern Tatbestand handelt, für das Bundesgericht verbindlich - fest, dass die Klägerin bei ihrer Intervention im Haushalt des Beklagten nicht die Absicht hatte, die eheliche Gemeinschaft wieder aufzunehmen oder sich auch nur auf einen dahingehenden Versuch einzulassen, sondern nur ihren infolge Wegzugs der ältern Tochter des Beklagten in Not befindlichen Kindern zu Hilfe kam. Über diesen strikte limitierten, eheliche Beziehungen und die Hoffnung auf Wiederherstellung solcher ausschliessenden Sinn ihrer Anwesenheit liess die Klägerin den Mann nicht im Zweifel und wies Annäherungsversuche desselben beharrlich ab. Die vom Berufungskläger als nur einer Ehefrau zustehend aufgezählten Funktionen, auch das Einkaufen auf Kredit, könnten ohne weiteres auch einer Haushälterin zukommen. So wie die Doktrin es ablehnt, schon die geringste Annäherung als Wiedervereinigung genügen zu lassen, weil dies eine Aussöhnung der Ehegatten zu erschweren, ja zu verhindern geeignet sei (EGGER a.a.O.), so wäre es in casu unbillig, die Klägerin für ihre Hilfsbereitschaft für die Kinder mit dem Verlust BGE 85 II 1 S. 5des durch das Trennungsurteil gesetzmässig erworbenen Anspruchs auf erleichterte Scheidung büssen zu lassen, was darauf hinausliefe, eine Mutter in dieser Lage vor eine unzumutbare Alternative zu stellen. Unter den vorliegenden Umständen war zwischen den Parteien klargestellt, dass die Klägerin, indem sie in den Haushalt zurückkehrte, nicht in eine Wiederherstellung der ehelichen Gemeinschaft oder auch nur in einen Versuch einer solchen einwilligte, und die tatsächliche Durchführung des \"Zusammenlebens\" widersprach diesem Vorbehalt nicht. Es ist daher mit der Vorinstanz eine Wiedervereinigung zu verneinen.\n\n2. Ebensowenig steht der Klage der Ehefrau der Ausschliessungsgrund des alleinigen Verschuldens an der Zerrüttung entgegen...\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das angefochtene Urteil bestätigt."}