{"annee": "85", "cour": "I", "page": "225", "date": "11/11/1959", "cite": ["83 I 145", "84 I 167", "74 I 147", "67 I 74", "76 I 329", "81 I 26", "77 I 211", "82 I 157", "63 I 213", "78 I 424"], "cite_par": ["89 I 464", "97 I 792"], "chapeau": "36. Urteil vom 11. November 1959 i.S. Eiger Baugesellschaft A.-G. gegen Gemeinderat von Baden und Regierungsrat des Kantons Aargau.", "regestes": ["Garantie de la propriété; nécessité d'une base légale pour pouvoir exiger qu'en cas de construction d'un nouveau bâtiment, il soit installé assez de places de parc pour véhicules à moteur. Des prescriptions qui délèguent à la commune la police des routes et qui interdisent des installations mettant en danger la sécurité du trafic ne constituent pas une base légale suffisante."], "faits": "BGE 85 I 225 S. 226\n\nA.- Die Beschwerdeführerin ist Eigentümerin der Grundstücke Kat. Nr. 1094 und 1354 an der Bruggerstrasse in Baden. Sie beabsichtigt, darauf mit Hauptfront gegen die Brugger- und Seitenfront gegen die Dynamostrasse ein Geschäftshaus mit 5 Stockwerken, mit Läden im Erdgeschoss und 24 Wohnungen in den Obergeschossen zu erstellen. Der Gemeinderat von Baden, der schon am 18. April 1955 ein erstes Baugesuch abgewiesen hat, lehnte auch das neue Gesuch ab. Er begründete dies teils damit, dass die Südwestecke des Gebäudes den Vorschriften der Bauordnung nicht entspreche, teils damit, dass auf dem Grundstück nicht genügend Gelegenheiten zum Abstellen von Fahrzeugen geschaffen würden. Da auch keine Einstellgaragen vorgesehen seien, genüge es nicht, dass 10-12 Fahrzeuge hinter der Strassengrenze parkiert werden könnten. Nach der Praxis des Regierungsrates müssten Garagen und Abstellplätze für mindestens 1/3 der Wohnungen und Geschäfte verlangt werden. Diese Forderung sei umso berechtigter, als die Fahrzeuge auf dem Grund der Gesuchstellerin nur unmittelbar vor den Ladenfronten aufgestellt werden könnten, was eine erhebliche Behinderung des Kundenverkehrs zur Folge haben müsste. Es sei nicht Sache der Gemeinde, die für ein grosses Wohn- und Geschäftshaus erforderlichen Ein- und Abstellplätze zur Verfügung zu stellen (Beschluss vom 27. Januar 1958). Eine Beschwerde hiegegen hat der Regierungsrat des Kantons Aargau mit Entscheid vom 3./11. Oktober 1958 abgewiesen. Auf Grund neu eingereichter Pläne stellt der Regierungsrat fest, dass nunmehr die Baulinie respektiert werde. Dagegen sei es nicht Sache des Gemeinwesens, für die Bereitstellung von genügend Parkraum für Motorfahrzeuge selber aufzukommen. Hierzu würden ihre finanziellen Mittel nicht ausreichen. Die interessierten Kreise, d.h. die Geschäftsinhaber und Hauseigentümer hätten dazu das Erforderliche beizutragen. Gemäss § 81 des Gemeindeorganisationsgesetzes habe der Gemeinderat als Verwalter der öffentlichen Polizei die nötigen Anordnungen BGE 85 I 225 S. 227zu treffen und nach lit. a ebenda für die Wege, Brücken und Dämme, deren Errichtung und Unterhalt der Gemeinde obliege, zu sorgen. Diesen Auftrag habe sie nach Anleitung der allgemeinen Gesetze zu erfüllen. § 60 des kantonalen Baugesetzes verbiete nun alle den Verkehr und die Sicherheit auf der öffentlichen Strasse gefährdenden Vorrichtungen. Von ihm würden nach der Praxis des Regierungsrates nicht bloss die Bauten erfasst, welche durch ihren Bestand eine Gefährdung hervorrufen, sondern auch solche, bei denen das durch ihre bestimmungsgemässe Benützung geschehe. Ein neues Geschäfts- und Wohnhaus ziehe aber zwangsläufig einen mehr oder weniger intensiven Parkbedarf nach sich. Wenn er nicht auf privatem Grund erfüllt werden könne, werde versucht, ihn auf dem öffentlichen Grund zu befriedigen, was dort zu Verkehrsbehinderungen und Störungen Anlass gebe. Eine derartige Baute könne daher je nach den Umständen § 60 BG widersprechen, sodass der Gemeinderat befugt sei, dort, wo es die Verkehrsverhältnisse verlangen, die Errichtung von Parkplätzen bzw. Einstellräumen auf dem privaten Grund zu verlangen. Die Forderung des Gemeinderates nach Abstellplätzen und Garagen für mindestens 1/3 der Wohnungen und Geschäfte sei aber im Hinblick auf die Lage des Hauses an der äusserst belebten Bruggerstrasse angemessen, was zur Abweisung der Beschwerde führen müsse.\n\nB.- Mit rechtzeitiger staatsrechtlicher Beschwerde beantragt die Eiger Baugesellschaft AG den Beschluss des Regierungsrates aufzuheben und die Sache zu neuer Entscheidung zurückzuweisen. Zur Begründung wird im wesentlichen ausgeführt: Der Entscheid ermangle der gesetzlichen Grundlage für den darin enthaltenen Eingriff in die Baufreiheit und verletze damit die Eigentumsgarantie. Die gesetzliche Grundlage sei auch für Bedingungen und Auflagen nötig, die einer Baubewilligung beigefügt würden. Der Regierungsrat behaupte selber nicht, dass die Bauordnung von Baden eine Norm enthalte, die BGE 85 I 225 S. 228den Grundeigentümer verpflichten würde, die für ein grösseres Gebiet erforderlichen Abstellplätze für Motorfahrzeuge bereitzustellen. Dass in die im Entwurf vorliegende Bauordnung eine bezügliche Bestimmung erst noch aufgenommen werden solle, beweise, dass es einer ausdrücklichen Norm bedürfe. § 60 des kantonalen Baugesetzes enthalte die gesetzliche Grundlage nicht. Eine Baute sei keine \"gefährdende Vorrichtung\" im Sinne dieser Vorschrift. Nicht das Bauwerk gefährde den Strassenverkehr; höchstens täten dies die Fahrzeuge, die an der Strasse parkiert würden. Gleiches gelte von § 81 des Organisationsgesetzes für die Gemeinden. Die Normierung des Baupolizeirechtes hätte keinen Sinn, wenn auf die allgemeine Polizeikompetenz der Gemeinde abgestellt werden könnte. Diese letztere könne nur Anwendung finden, wenn es an einer abschliessenden Sonderregelung fehlen würde. Eine solche liege aber im Baugesetz und in der Bauordnung der Gemeinde. Der Gemeinderat dürfte ausserdem nur gegen unmittelbar bevorstehende Störungen eingreifen und er müsste sich gegen den Störer richten. Diese Voraussetzungen seien nicht erfüllt.\n\nC.- Der Regierungsrat des Kantons Aargau beantragt die Abweisung der Beschwerde. Er führt u.a. aus: Das in § 60 des Baugesetzes (BG) enthaltene Verbot richte sich nicht bloss gegen Vorrichtungen auf, unter oder über der Strasse, sondern auch auf solche neben der Strasse. Je nach ihrer Ausführung und Zweckbestimmung könnten auch sie die Sicherheit des Strassenverkehrs gefährden. Streitig könne daher bloss sein, wieviele Parkplätze für das vorgesehene Gebäude notwendig seien. Nach den Erfahrungen wäre aber für ein Gebäude von der Art und vom Ausmass des projektierten die Minimalzahl von 13 Parkplätzen, die sich theoretisch errechnen liesse, ungenügend, weil sich diese Zahl auf Gebäude mit billigen Wohnungen beziehe, von der Beschwerdeführerin aber teuere Geschäfts- und Wohnräume erstellt würden. Wenn die Kunden, die Geschäftsinhaber, die Mieter und deren BGE 85 I 225 S. 229Besucher auf privatem Boden nicht genügend Parkplätze vorfänden, seien sie gezwungen, auf der Strasse anzuhalten, welche für den fliessenden und nicht für den ruhenden Verkehr bestimmt sei. Sie wirkten dort als Störer. Ursächlich sei aber dafür die mangelnde Parkgelegenheit auf dem Grundstück der Beschwerdeführerin. Der Mangel an Parkplätzen wäre vielleicht nicht so bedeutend, wenn in unmittelbarer Nähe des Hauses auf wenig befahrenen Nebenstrassen noch Raum zur Verfügung stünde. Auch das treffe aber nicht zu und werde auch nach der Verkehrssanierung von Baden nicht zutreffen. Die noch freien Flächen würden durch die SBB in Anspruch genommen und die wenigen Strassen müssten als Zugänge zum Güterbahnhof freigehalten werden. Der Gemeinderat werde durch § 81 des Organisationsgesetzes angewiesen, für die öffentliche Sicherheit, Ruhe, Ordnung und Sittlichkeit die erforderlichen Anordnungen zu treffen. Das habe er getan, indem er § 60 BG angewendet habe, um Verkehrsstörungen zu verhindern. Die Behörde könne nicht darauf verwiesen werden, die Schaffung von Parkplätzen erst dann zu verlangen, wenn das Gebäude erstellt und die Verkehrsstörung unausweichlich sei. Es bliebe dann nur die Ausweitung des auf der Bruggerstrasse bereits geltenden Parkierungsverbotes auf ein Verbot jeglichen Anhaltens auf dem betreffenden Strassenstück. Das würde den ständigen Einsatz von Polizei bedingen, was der Öffentlichkeit nicht zuzumuten sei.\n\nDer Gemeinderat von Baden beantragt ebenfalls die Abweisung der Beschwerde.\n\nD.- Der Instruktionsrichter hat die Beschwerdegegner ersucht, zu prüfen, welche konkreten Massnahmen, wie Verbote oder Beschränkungen des Stationierens in der nähern und weitern Umgebung des projektierten Hauses zur Vermeidung einer Verkehrsgefährdung angeordnet werden könnten und ob nach deren Anordnung die Verkehrssicherheit noch gefährdet wäre.\n\nDer Regierungsrat hat darauf geantwortet, dass, falls BGE 85 I 225 S. 230der mit dem Betrieb des geplanten Geschäftshauses zusammenhängende Verkehr zu Störungen Anlass geben sollte, ein Verbot jeglichen Anhaltens erlassen werden müsste. Die vom Gemeinderat bereits erlassenen Massnahmen würden jedoch zur Folge haben, dass die Verkehrssicherheit kaum mehr in einem das Übliche übersteigenden Mass gefährdet wäre. Doch sei damit das Parkierungsproblem für die Benützer des Hauses nicht gelöst. Der für sämtliche Anwohner an der Bruggerstrasse schwerwiegende Erlass eines absoluten Anhalteverbotes käme zudem nur als letzte Lösung in Betracht. Wenn heute solche Massnahmen nicht nötig seien, so würden sie durch die Neubaute mit grosser Wahrscheinlichkeit unvermeidlich.\n\nE.- Die Instruktionskommission des Bundesgerichtes hat am 16. Juni 1959 bei den Grundstücken der Beschwerdeführerin einen Augenschein durchgeführt und sich die Strassenverhältnisse und die vorhandenen Parkierungsmöglichkeiten zeigen lassen. Die Vertreter der Gemeinde haben erklärt, dass die Stadt nicht mehr beabsichtige, zwischen Brugger- und Dynamostrasse, Bahnhofareal und Feldweg einen Überbauungsplan vorzulegen, dass der (südlich der Grundstücke verlaufende, zum Güterbahnhof führende) Feldweg für den Fahrverkehr eingehen werde und die Verbindung mit dem Güterbahnhof weiter südlich vorgesehen sei. Die Hauptdurchgangsstrasse Nord-Süd werde inskünftig weiter östlich über den Gstühlplatz geführt werden. Die neue Bauordnung sei noch nicht genehmigt worden.\n\nF.- Das aargauische Gesetz über den Strassen-, Wasser- und Hochbau vom 23. März 1859 bestimmt in:\n\n§ 60. Alle den Verkehr und die Sicherheit auf öffentlichen Strassen gefährdenden Vorrichtungen sind verboten.\n\n§ 81 des aargauischen Gesetzes über die Organisation der Gemeinden und Gemeinderäte vom 26. November 1841 lautet:\n\nDer Gemeinderat verwaltet die örtliche Polizei und hat über die Gegenstände derselben, nach Anleitung der allgemeinen Gesetze BGE 85 I 225 S. 231und Regierungsverordnungen, die nötigen Anordnungen zu treffen, namentlich in Bezug auf:\n\na) Wege, Brücken und Dämme, deren Errichtung und Unterhalt vermöge des Gesetzes der Gemeinde obliegt;\n\n.....\n\nc) Reinlichkeit und Beleuchtung der Strassen und öffentlichen Plätze, sowie Sicherheit und Bequemlichkeit derselben;\n\n1) Handhabung der öffentlichen Sicherheit, Ruhe, Ordnung und Sittlichkeit.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Um vor der Eigentumsfreiheit, wie Art. 22 der Staatsverfassung des Kantons Aargau sie gewährleistet, standhalten zu können, muss eine behördliche Beschränkung der Ausübung des Eigentums vom öffentlichen Interesse gefordert sein und sich ausserdem auf eine gesetzliche Grundlage stützen können, welche den Erlass der Massnahme zulässt (BGE 81 I 29, BGE 82 I 162, BGE 84 I 173). Eingriffe, welche über das, was bisher als öffentlichrechtliche Eigentumsbeschränkung üblich war, weit hinaus gehen, bedürfen einer klaren gesetzlichen Grundlage (BGE 74 I 156,BGE 76 I 336,BGE 77 I 218,BGE 78 I 428).\n\nDie Gewährung einer Baubewilligung davon abhängig zu machen, dass der Eigentümer des zu überbauenden Grundstückes für das Abstellen bzw. Einstellen von Motor fahrzeugen auf seinem Grundstück genügend Platz zur Verfügung stellt, ist ohne jeden Zweifel eine derartige Beschränkung des Eigentums, die über das, was bisher als Eigentumsbeschränkung üblich war, insbesondere dann weit hinausgeht, wenn in städtischen Verhältnissen eine grössere Zahl von Einstellplätzen verlangt wird. Entweder wird damit der Überbauungskoeffizient erheblich eingeschränkt, was für die Rendite des Hauses bedeutungsvoll ist - und nicht ohne eine gesetzliche Grundlage angeordnet werden kann -, oder es werden dem Eigentümer kostspielige Bauten in Kellerräumlichkeiten und der Verzicht auf einen Ertrag daraus zugemutet. Für die Beschwerdeführerin hätte die Auflage zur Folge, dass sie sich nicht darauf beschränken könnte, vor der Hauptfront des Hauses Abstellplätze zu schaffen, wie sie das vorgeschlagen hat, BGE 85 I 225 S. 232sondern gezwungen wäre, diese in das Haus selbst zu verlegen oder hinter demselben eine Parzelle zu erwerben versuchen, von der sie heute wegen des zwischen SBB und Eigentümern hängigen Enteignungsverfahrens noch nicht weiss, ob und zu welchem Preis sie sie erhalten würde.\n\nDie Verweigerung der Baubewilligung aus dem Grunde, dass die Beschwerdeführerin nicht mindestens für einen Drittel der Geschäftslokale und Wohnungen Parkplätze auf ihrem Grund und Boden zur Verfügung stellt, ist daher vor Art. 22 der Staatsverfassung nur haltbar, wenn die Baubehörden sich dafür auf eine klare gesetzliche Grundlage zu stützen vermögen.\n\nEine derartige Grundlage läge in § 42 des Entwurfes einer Bauordnung für die Gemeinde Baden, wenn sie bereits verbindlich wäre. Darin wird vorgesehen, dass vom Eigentümer die Bereitstellung einer für die Benützer der Liegenschaft genügenden Anzahl von Einstellräumen auf privatem Grund verlangt wird, und dass der Gemeinderat ihre Art und Zahl nach Massgabe der örtlichen Verhältnisse bestimmen könne. Ob aber eine solche Eigentumsbeschränkung, wenn sie ohne Entschädigung angeordnet wird, vor der weitern Voraussetzung eines zulässigen Eingriffs in das Eigentum standhält, wonach dieser, wenn er einer materiellen Enteignung gleichkommt, nur gegen Entschädigung möglich ist, bleibe dahingestellt.\n\n2. Der Regierungsrat erblickt die erforderliche gesetzliche Grundlage in § 81 des Gemeindeorganisationsgesetzes in Verbindung mit § 60 des kantonalen Baugesetzes. Ob er damit anerkennen will, dass § 81 OG für sich allein die beanstandete Massnahme nicht zu begründen vermöchte, der Gemeinderat darauf nur im Hinblick auf die besondere Vorschrift des Baugesetzes abstellen könne, mag auf sich beruhen. Denn die beiden Vorschriften vermögen die Massnahme weder je für sich allein, noch in Verbindung miteinander zu rechtfertigen.\n\n§ 81 OG verpflichtet den Gemeinderat, die erforderlichen Massnahmen zur Aufrechterhaltung der öffentlichen BGE 85 I 225 S. 233Ruhe und Ordnung zu ergreifen. Es erscheint schon äusserst problematisch, ob eine solche, ganz allgemeine polizeiliche Befugnis der Gemeinde eine Grundlage abzugeben vermöge für eine ihrem ganzen Wesen nach baupolizeiliche Massnahme, die dem Eigentümer vorschreiben will, wie er auf seinem Grundstück bauen darf, damit die öffentlichen Strassen und Plätze nicht noch mehr als dies jetzt der Fall ist mit Motorfahrzeugen überstellt werden. Selbst wenn aber angenommen werden könnte, das treffe zu, der Gemeinde werde mit jenem selbstverständlichen und elementaren Auftrag auch der besondere Auftrag erteilt, eine durch die Aufstellung von Motorfahrzeugen auf öffentlichen Strassen und Plätzen gestörte Ordnung in dieser Weise wiederherzustellen, oder eine ernsthafte Gefahr solcher Störung abzuwenden, so könnte die Vorschrift doch aus einem andern Grunde nicht als gesetzliche Grundlage für die beanstandete Bauauflage anerkannt werden. Denn eine polizeiliche Massnahme muss nach einem allgemeinen Grundsatz des Verwaltungsrechtes den Umständen angepasst, verhältnismässig sein. Das ist sie dann, wenn sie sich einerseits gegen den Störer wendet, und wenn sie anderseits, sofern sie eine erst drohende Störung betrifft, sich gegen eine direkte, unmittelbar drohende und anders nicht abwendbare Gefährdung richtet (BGE 63 I 222,BGE 67 I 76; FLEINER, Institutionen 6./7. Aufl. S. 374). Das gilt in erhöhtem Masse, wenn die Massnahme in bestimmte Freiheitsrechte eines einzelnen Bürgers eingreift, ihm besondere Verpflichtungen auferlegt, z.B. mit den vermögensrechtlichen Folgen belasten will, wie es bei einem entschädigungslosen Eingriff in das Eigentum der Fall wäre.\n\nDie Auflage an den Grundeigentümer, bei einer Neubaute eine genügende Zahl von Einstellräumen für Motorfahrzeuge auf dem privaten Grund zur Verfügung zu stellen, richtet sich nicht gegen eine direkte, anders nicht abwendbare Gefährdung des öffentlichen Verkehrs. Diese ist nicht unmittelbar, solange nicht dargetan ist, dass die BGE 85 I 225 S. 234bestehenden oder in der Gemeinde noch zu errichtenden Abstellplätze auf dem öffentlichen Grund nicht genügen, auch noch diejenigen Fahrzeuge aufzunehmen, welche infolge der Benützung der Neubaute hinzukommen können. Dass dem so sei, hat der Augenschein nicht ergeben und ist auch sonst nicht dargetan. Die Sicherheit des Verkehrs auf der Durchgangsstrasse Brugg-Zürich kann schon jetzt durch Aufrechterhaltung des Parkierungsverbotes und allenfalls durch ein Verbot des Anhaltens von Fahrzeugen erreicht werden. Allerdings schafft der ständig wachsende Verkehr der Polizei neue Aufgaben. Sie stellen sich aber nicht plötzlich und unvermutet, sondern sind eine Folge der ständigen Zunahme der Motorfahrzeuge, die dem Gemeinwesen ermöglicht, auf dem gesetzlichen Weg die erforderlichen Massnahmen zu treffen. Diese könnten sich ausserdem nicht gegen die Grundeigentümer richten, die Geschäfts- oder Wohnräume zur Verfügung stellen wollen, sondern bloss den Inhabern von Fahrzeugen, welche die öffentlichen Strassen und Plätze in Anspruch nehmen, bestimmte Verhaltensvorschriften auferlegen.\n\n3. Vorschriften kantonaler Strassengesetze, welche alle den Verkehr und die Sicherheit auf öffentlichen Strassen gefährdenden Vorrichtungen verbieten, genügen grundsätzlich ebenfalls nicht, um dem Grundeigentümer vorzuschreiben, welche baulichen Vorkehren er auf seinem Grund und Boden zu treffen hat, um zu verhindern, dass seine, seiner Mieter oder Kunden Motorfahrzeuge nicht auf der öffentlichen Strasse aufgestellt werden. Anders kann es sich nur verhalten, wenn auf dem Grundstück ein Gewerbebetrieb eröffnet werden will, mit dem eine stark vermehrte Zu- und Wegfahrt von Fahrzeugen notwendig verbunden, der zu seiner Existenz darauf angewiesen ist. Das Bundesgericht hat deshalb Vorschriften kantonaler Gesetze als vor Art. 4 BV zulässig bezeichnet, welche die Errichtung von Benzintankanlagen an öffentlichen Durchgangsstrassen von bestimmten Bedingungen abhängig machen, so davon, dass die Fahrzeuge zur Vermeidung von BGE 85 I 225 S. 235Verkehrsstörungen die Strasse nicht zu überqueren hätten (beidseitige Anlagen), oder dass sie eine gewisse Länge besitzen, welche den Fahrzeugen die Anpassung an den Verkehr gestattet, oder dass sie nicht an unübersichtlichen und gefährlichen Strassenkreuzungen errichtet werden (BGE 83 I 145 und das dort zitierte Urteil i.S. Hausbau- und Chaletfabrik Murer, abgedruckt im ZBl Bd. 58 S. 21 ff.; nicht veröffentlichte Urteile vom 4.6.58 i.S. Lehmann und vom 8.7.59 i.S. Regli).\n\nDer Bau eines Wohn- und Geschäftshauses an einer öffentlichen Strasse kann dem Betrieb einer Benzintankstelle nicht gleichgestellt werden. Der Neubau wird wegen seiner andern Zweckbestimmung keine merkliche Erhöhung und damit auch keine in Betracht fallende Störung der Verkehrs auf der Bruggerstrasse zur Folge haben. Dass einzelne Inhaber der neuen Räumlichkeiten, ihre Kunden oder Besucher ihre Fahrzeuge vor oder neben dem Hause anhalten werden, wird ohne Anhalteverbote auf der Strasse nicht ganz zu umgehen sein. Dafür stellt die Beschwerdeführerin vor dem Hause an der Bruggerstrasse eine Anzahl von Abstellplätzen zur Verfügung, deren Benützung den Strassenraum freilässt. Auch wenn dieser Platz für Geschäftskunden oder für das blosse Anhalten von Fahrzeugen reserviert werden müsste, wird dadurch der Verkehr auf der Bruggerstrasse nicht irgendwie erheblich gehindert. Die Mieter können ihre Fahrzeuge auf in der Nähe befindlichen öffentlichen Plätzen (Gstühlplatz) oder auf Quartierstrassen abstellen. Durch das Verbot, Wagen auf der Bruggerstrasse zu stationieren, wird die ganze Strassenfläche für den Verkehr freigehalten. Wenn der private Parkplatz oder die Dynamostrasse sogar für das blosse Anhalten von Fahrzeugen nicht genügend Raum bieten würde, was ganz unwahrscheinlich ist, ist es der Verkehrspolizei unbenommen, auch das Anhalten von Fahrzeugen auf der Bruggerstrasse zu verbieten. Der Regierungsrat hält aber selbst für unwahrscheinlich, dass eine derartige Massnahme nötig sein werde. Sie wird es BGE 85 I 225 S. 236umso weniger sein, als der Durchgangsverkehr auf die bedeutend breiter auszubauende Entlastungsstrasse über den Gstühlplatz umgeleitet werden soll, also inskünftig nur der Stadtverkehr südlich der Abzweigung die Bruggerstrasse benützen wird. Der eigentliche Zweck der Massnahme liegt nach den tatsächlichen Umständen nicht in erster Linie im Schutz des Verkehrs auf der Bruggerstrasse, sondern darin, dass der Aufstellung weiterer Fahrzeuge auf öffentlichen Strassen und Plätzen ganz allgemein entgegengewirkt werden soll, ein Ziel, das der Gemeinderat inskünftig mit dem Erlass der Bauordnung anstrebt, in der Absicht, die Last der Parkierungsplätze für Motorfahrzeuge von der Gemeinde auf den privaten Grundeigentümer abzuwälzen.\n\nDa sich aus diesen Gründen die Auffassung, das Gemeindeorganisationsgesetz in Verbindung mit dem kantonalen Baugesetz enthalte eine gesetzliche Grundlage für die Verweigerung der Baubewilligung, nicht mit hinreichenden sachlichen Gründen vertreten lässt und der Entscheid deshalb die Art. 4 BV und Art. 22 KV verletzt, ist der Entscheid des Regierungsrates und der durch ihn bestätigte Beschluss des Gemeinderates von Baden aufzuheben und die Sache zu neuer Entscheidung, d.h. zur Erteilung der verlangten Baubewilligung an die kantonale Behörde zurückzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Entscheid des Regierungsrates des Kantons Aargau vom 3. Oktober 1958 aufgehoben."}