{"annee": "85", "cour": "II", "page": "284", "date": "10/9/1959", "cite": [], "cite_par": ["110 II 249", "116 IV 78", "109 II 47", "127 III 474", "131 I 242", "93 II 282"], "chapeau": "45. Arrêt de la IIe Cour civile du 10 septembre 1959 dans la cause Petitpierre contre Barbezat.", "regestes": ["Recours en réforme. Recevabilité. Décision finale et décision prise par l'autorité suprême du canton. Art. 48 OJ."], "faits": "BGE 85 II 284 S. 284\n\nA.- Dame Charlotte Barbezat-Petitpierre et son frère Louis Petitpierre sont en litige au sujet du partage de la succession de leur mère, Marie Petitpierre-Gysin, décédée ab intestat à Fleurier le 1er mars 1950. Le 13 février 1958, le président du Tribunal du Val-de-Travers a ordonné le partage en nature des immeubles successoraux et en a fixé les modalités. Sur recours de dame Barbezat, la Cour de cassation civile du canton de Neuchâtel a annulé ce jugement par arrêt du 29 avril 1958 (Recueil de jurisprudence neuchâteloise, vol. 2 p. 59 ss.) et renvoyé la cause à l'autorité inférieure.\n\nLouis Petitpierre a recouru en réforme contre cet arrêt. Le 4 septembre 1958, le Tribunal fédéral a déclaré le recours irrecevable par le motif que la décision attaquée ne constituait pas une décision finale (RO 77 II 281) ni une décision incidente quant à la compétence au sens de l'art. 49 OJ, et que - remplît-elle par ailleurs les conditions de l'art. 50 OJ - une décision finale ne pouvait être immédiatement provoquée qui évitât des lenteurs et des frais considérables.\n\nB.- Le président du Tribunal du Val-de-Travers rendit, le 26 janvier 1959, un second jugement conforme aux directives de la Cour de cassation. Petitpierre recourut à nouveau à cette autorité, qui rejeta son pourvoi par arrêt du 5 mars 1959.\n\nC.- Petitpierre recourt en réforme contre cet arrêt. Dame Barbezat conclut à l'irrecevabilité, éventuellement au rejet du recours.\n\nBGE 85 II 284 S. 285", "considerants": "Considérant en droit:\n\n1. L'arrêt de la Cour de cassation civile contre lequel le recours est dirigé ne constitue pas la décision finale non susceptible de recours ordinaire de droit cantonal visée par l'art. 48 al. 1 OJ. En l'espèce, cette décision a été rendue par le président du Tribunal de district. Sur le terrain cantonal, elle ne pouvait faire l'objet que d'un recours en cassation au sens des art. 393 ss. CPC neuch. Ce recours ne peut conduire qu'à l'annulation et non pas à la réforme du jugement de première instance (art. 401); il ne suspend pas en principe son exécution (art. 400). Il ne saurait dès lors être considéré comme un recours \"ordinaire\" au sens de l'art. 48 al. 1 OJ (RO 56 II 372; 63 II 104, 328/329; 71 II 184; 78 II 188).\n\nIl suit de là que le recours est irrecevable. Point n'est besoin d'examiner en outre si la valeur litigieuse atteint 4000 fr.\n\n2. Certes, le jugement du président du tribunal de district n'était pas lui-même susceptible d'un recours en réforme.\n\nD'après l'art. 48 OJ, celui-ci n'est en principe recevable que contre les décisions des autorités suprêmes des cantons. Contre les décisions des tribunaux inférieurs, il est recevable seulement a) s'ils ont statué en dernière instance, mais non comme juridiction cantonale unique, b) s'ils ont statué comme juridiction cantonale unique prévue par le droit fédéral. La seconde de ces hypothèses n'est pas réalisée, aucune disposition de droit fédéral ne prescrivant de juridiction cantonale unique dans les contestations entre héritiers au sujet du partage d'une succession comprenant des immeubles. Mais la première ne l'est pas non plus. D'après le message du Conseil fédéral (p. 27), elle est donnée lorsque le tribunal qui a rendu le jugement, bien que n'étant pas l'autorité suprême du canton, a cependant jugé en qualité de juridiction de seconde instance. Or, en l'espèce, le président du Tribunal de district, qui n'est pas BGE 85 II 284 S. 286l'autorité suprême du canton, a statué non pas comme juridiction de recours mais en premier et dernier ressort (RO 71 II 184).\n\nUne telle situation ne satisfait guère. Il serait souhaitable que le Tribunal fédéral puisse revoir l'application du droit fédéral dans une matière aussi importante que le partage d'immeubles successoraux. La disposition de l'art. 48 al. 2 litt. a OJ a été introduite pour éviter le recours direct au Tribunal fédéral - spécialement dans le cas des divorces prononcés avant la revision de l'OJ dans les cantons de Vaud et des Grisons - tout en ouvrant cependant le recours en réforme si la décision attaquée émane d'une autorité cantonale inférieure qui n'a pas statué comme juridiction unique (cf. certains jugements des tribunaux de districts fribourgeois). Les cantons de Vaud et des Grisons ont depuis organisé un recours ordinaire auprès de l'autorité suprême cantonale, ouvrant ainsi le recours en réforme. Il serait opportun que les autorités neuchâteloises compétentes recherchent une solution qui permette d'atteindre le même but.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}