{"annee": "85", "cour": "III", "page": "86", "date": "20/8/1959", "cite": [], "cite_par": ["88 III 28"], "chapeau": "20. Entscheid vom 20. August 1959 i.S. Greiff.", "regestes": ["Qui peut demander la révocation de la faillite? Art. 195 al. 1 et 317 al. 3 LP."], "faits": "BGE 85 III 86 S. 86\n\nA.- Im Konkurs des Rekurrenten stellte dessen Vertreter mit Hinweis auf das die gänzliche Befriedigung der Gläubiger ermöglichende Ergebnis der Verwertung beim Konkursgericht Steckborn den Antrag auf Widerruf des Konkurses. Das Konkursamt teilte dem Gesuchsteller mit, es könne seinerseits dem Gericht keinen dahingehenden Antrag stellen, da es an der gesetzlichen Voraussetzung des Konkurswiderrufs - Rückzugserklärungen aller Gläubiger mit Einschluss des Kollokationsklägers W.H. Gottlieb BGE 85 III 86 S. 87- fehle. Auf eine neue Zuschrift des Gesuchstellers traf das Konkursamt am 19. Juni 1959 folgende förmliche Verfügung: \"Das Begehren... um Einreichung eines Widerrufsantrags an das Bezirksgericht Steckborn wird abgewiesen.\"\n\nB.- Mit einer bei der kantonalen Aufsichtsbehörde eingereichten Beschwerde beantragte der Gemeinschuldner die Aufhebung dieser konkursamtlichen Verfügung, eventuell eine dem Konkursamt zu erteilende Weisung, beim Bezirksgericht Steckborn den Widerruf des Konkurses zu beantragen.\n\nC.- Die kantonale Aufsichtsbehörde hat mit Entscheid vom 13. Juli 1959 die Beschwerde im Sinne der Erwägungen abgewiesen. In der Begründung wird vorweg festgestellt, dass ein Konkurswiderruf zur Zeit nicht gemäss Art. 195 Abs. 1 SchKG begründet sei. Denn weder seien die sämtlichen Konkurseingaben zurückgezogen worden, noch sei ein Nachlassvertrag zustande gekommen. Die vorgeschriebenen Rückzugserklärungen könnten allerdings durch vorbehaltlose Quittungen ersetzt werden; daran fehle es aber gleichfalls, wie denn die Auszahlungen an die Gläubiger noch ausstünden. Bei dieser Sachlage könne das Konkursamt auch nicht verpflichtet werden, seinerseits den Konkurswiderruf zu beantragen. Vorbehalten blieben künftige Massnahmen des Gemeinschuldners, die allenfalls die heute noch fehlenden Voraussetzungen eines Konkurswiderrufs herzustellen vermöchten.\n\nD.- Mit vorliegendem Rekurs an das Bundesgericht hält der Gemeinschuldner an beiden Beschwerdebegehren fest. Weiter eventuell beantragt er, es sei nur eine Rückzugserklärung des Kollokationsklägers Gottlieb als erforderlich zu erklären.", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\nDer Widerruf des Konkurses unter den gesetzlichen Voraussetzungen steht von Bundesrechts wegen dem Konkursgerichte BGE 85 III 86 S. 88zu (Art. 195 Abs. 1 SchKG). Der Gemeinschuldner hat sich denn auch im vorliegenden Falle mit einem entsprechenden Begehren an diese Behörde gewendet. Es erhob sich die Frage, ob das Antragsrecht eigentlich dem Konkursamte (der Konkursverwaltung) zustehe oder wenigstens ein zusätzlicher Antrag dieses Organs des Konkursverfahrens notwendig sei. Der Gemeinschuldner verneinte dies und verlangte nur in eventuellem Sinne, das Konkursamt sei zur Stellung eines solchen Antrages beim Konkursgerichte zu veranlassen.\n\nDie Vorinstanz hat, ohne die Frage der Antragsberechtigung nach Art. 195 SchKG näher ins Auge zu fassen, zum Gesuch um Konkurswiderruf selbst Stellung genommen. Sie scheint einen Antrag der Konkursverwaltung an das Konkursgericht, sei es für sich allein oder neben einem Gesuch des Gemeinschuldners, als erforderlich zu erachten, wenn sie erklärt, die vom Gemeinschuldner geltend gemachten Widerrufsgründe seien nicht zureichend, und \"daher\" könne das Konkursamt auch nicht zu einer entsprechenden Antragstellung verpflichtet werden.\n\nIndessen bedarf es zum Widerruf des Konkurses infolge Rückzuges der Konkurseingaben (oder wegen eines allenfalls als gleichbedeutend erscheinenden Sachverhaltes) nach dem klaren Wortlaut des Art. 195 Abs. 1 SchKG nicht notwendig eines Antrages der Konkursverwaltung. Es genügt ein Gesuch des Gemeinschuldners. Nur im zweiten Fall eines möglichen Konkurswiderrufes, nämlich wenn ein Nachlassvertrag zustande gekommen ist (was hier nicht in Frage steht), ist der von der Nachlassbehörde über die Bestätigung des Nachlassvertrages zu benachrichtigenden Konkursverwaltung aufgegeben, beim Konkursgerichte dem Widerruf des Konkurses zu beantragen (Art. 317 Abs. 3 SchKG). Über die sich daraus ergebende Ordnung der Antragsberechtigung herrscht in der Lehre Einmütigkeit (vgl. BLUMENSTEIN, Handbuch S. 612; JAEGER, N. 2 zu Art. 195 SchKG, der bemerkt, der Gemeinschuldner habe auch eine Bescheinigung der Konkursverwaltung über BGE 85 III 86 S. 89die Deckung allfälliger Masseschulden beizubringen).\n\nWar somit der Gemeinschuldner auf einen sein Gesuch um Konkurswiderruf unterstützenden Antrag des Konkursamtes nicht angewiesen, so hatte er auch keinen Rechtsanspruch auf solche Antragstellung. Das Konkursamt hätte sich selbst dann eines förmlichen Antrages an das Konkursgericht enthalten dürfen, wenn es den vom Gemeinschuldner beantragten Widerruf des Konkurses (bereits) für gerechtfertigt erachtet hätte.\n\nDie Beschwerde des Gemeinschuldners war somit unbegründet, gleichgültig wie es sich mit den Aussichten des beim Konkursgericht eingereichten Gesuches verhält. Über dieses Gesuch haben einzig die Konkursgerichte, d.h. das angerufene Gericht und allenfalls noch eine kantonale gerichtliche Appellationsinstanz, zu entscheiden (vgl. ausser den bereits erwähnten Autoren: FRITZSCHE Bd. II S. 36 oben; BRAND, Schweiz. jur. Kartothek Nr. 995 sub B). Die konkursrechtlichen Aufsichtsbehörden haben sich dagegen über die Voraussetzungen des Konkurswiderrufes nicht auszusprechen. Daher kann auch der vorliegende Rekurs an das Bundesgericht nicht zur Beurteilung der Frage führen, ob ein dem Rückzug der Konkurseingaben gleichzuachtender Sachverhalt gegeben sei. Vollends ist auf das erst vor Bundesgericht gestellte zweite Eventualbegehren schon aus verfahrensrechtlichen Gründen nicht einzutreten (Art. 79 Abs. 1 Satz 2 OG). Was aber den gegen die konkursamtliche Weigerung gerichteten Antrag betrifft, so ist er nach dem Gesagten abzuweisen.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen, soweit darauf eingetreten werden kann."}