{"annee": "85", "cour": "IV", "page": "208", "date": "26/10/1959", "cite": ["72 IV 192", "71 IV 60"], "cite_par": ["86 IV 65", "88 IV 42", "97 IV 253", "96 IV 91", "87 IV 45", "97 IV 146"], "chapeau": "54. Entscheid der Anklagekammer vom 26. Oktober 1959 i.S. Lauber.", "regestes": ["Art. 262 et suiv. PPF. 1. Influence sur le for d'une demande déposée à la Chambre d'accusation peu de temps avant la date du jugement (consid. 2). 2. Lorsque les différents cantons intéressés se sont entendus au sujet du for, celui-ci ne pourra être changé par la suite, que s'il existe des motifs déterminants (consid. 3)."], "faits": "|208|\n\nA.- Am 12. August 1959 erhob die Bezirksanwaltschaft Zürich gegen Lauber, der am 1. April 1959 schon im Kanton Aargau wegen verschiedener Delikte erstinstanzlich abgeurteilt worden war, Anklage wegen gewerbsmässigen Diebstahls, gewerbsmässigen Betruges und fortgesetzten Verweisungsbruches. Die Hauptverhandlung vor Bezirksgericht Zürich wurde auf den 7. Oktober 1959 angesetzt. Mit einer persönlichen Eingabe vom 2. Oktober und durch mündliche Ausführungen seines Verteidigers in der gerichtlichen Hauptverhandlung bestritt Lauber die Zuständigkeit der Zürcher Gerichte. Das Bezirksgericht |209| beschloss daraufhin, die Frage des Gerichtsstandes der Anklagekammer des Bundesgerichtes zu unterbreiten, und übermittelte diesem die Akten.\n\nB.- Die Staatsanwaltschaft des Kantons Zürich stellt sich in ihrer Vernehmlassung auf den Standpunkt, es handle sich um ein Gesuch des Bezirksgerichtes, und beantragt, darauf nicht einzutreten.", "considerants": "Die Anklagekammer zieht in Erwägung:\n\n1. Man kann sich in der Tat fragen, ob es sich bei dem vorliegenden Gerichtsstandsbegehren nicht um ein Gesuch des Bezirksgerichtes Zürich handelt und ob ein solches Vorgehen von Seiten einer mit der Sache befassten gerichtlichen Instanz überhaupt zulässig sei; ist es doch zumindest ungewöhnlich, dass der Sachrichter auf eine Bestreitung des Gerichtsstandes durch den Angeklagten hin ohne eigene Stellungnahme einfach die Akten zur Prüfung der Frage dem Bundesgericht übermittelt. Immerhin ist nicht ausgeschlossen, dass das Bezirksgericht damit nicht ein eigenes Gesuch stellen, sondern, nachdem der Verteidiger des Angeklagten in der Hauptverhandlung beantragt hatte, es sei die Anklagekammer des Bundesgerichtes einzuladen, gemäss Art. 264 BStP den zur Beurteilung Laubers zuständigen Kanton zu bestimmen, mit seinem Beschluss lediglich dieses Begehren an das Bundesgericht weiterleiten wollte. Indessen braucht die Frage nicht entschieden zu werden; denn so oder anders kann dem Gesuch nicht entsprochen werden.\n\n2. Angenommen, es handle sich um ein Begehren des Angeklagten, dann ist es nach der Rechtsprechung der Anklagekammer verspätet (BGE 72 IV 194).\n\nDas hat jedoch entgegen der Auffassung der Staatsanwaltschaft nicht zur Folge, dass die Sache durch Nichteintreten zu erledigen sei. Denn irgendeine gesetzliche Frist zur Einreichung eines solchen Gesuches gibt es nicht. Der Angeklagte hat daher formell das Recht, bis zu seiner |210| Aburteilung die Anklagekammer anzurufen. Wenn dennoch das Bundesgericht Gerichtsstandsbegehren, die erst unmittelbar vor der Hauptverhandlung gestellt werden, keine Folge gibt, so geschieht das aus materiellen Gründen. Nach Art. 262 ff. BStP und nach ständiger Rechtsprechung ist die Anklagekammer befugt, auch dann, wenn ein Gesuch nach den Bestimmungen der Art. 346 ff. StGB begründet ist, von der gesetzlichen Norm abzuweichen, sofern sie das für zweckmässig erachtet. Dass wichtige Gründe der Zweckmässigkeit für ein Festhalten am ursprünglichen Gerichtsstand sprechen, versteht sich dann von selbst, wenn, wie im vorliegenden Falle, die Untersuchung abgeschlossen ist, der Angeschuldigte bereits in den Anklagezustand versetzt wurde und das Verfahren bis zur Hauptverhandlung gediehen ist, ohne dass der Angeklagte früher - wozu er in der Lage gewesen wäre - die Zuständigkeit der mit der Sache befassten Behörden je bestritten hätte.\n\n3. Das Gesuch ist aber auch dann abzuweisen, wenn anzunehmen wäre, es sei in zulässiger Weise vom Bezirksgericht im Namen des Kantons Zürich gestellt worden. Wie aus den Akten hervorgeht, hatten im Verlaufe des Untersuchungsverfahrens bereits Verhandlungen über die Zuständigkeitsfrage zwischen den Behörden der Kantone Aargau und Zürich stattgefunden, die damit endeten, dass die Staatsanwaltschaft des Kantons Aargau eine Übernahme der Zürcher Fälle ablehnte, die Bezirksanwaltschaft Zürich sich damit abfand und das Verfahren in diesem Kanton fortgeführt wurde. Der damalige Kompetenzkonflikt wurde somit in der Weise beigelegt, dass sich die Bezirksanwaltschaft Zürich zumindest durch konkludentes Verhalten den Argumenten der aargauischen Behörden anschloss und die Zuständigkeit Zürichs anerkannte. Nach ständiger Rechtsprechung ist aber die nachträgliche Änderung des von den Strafbehörden verschiedener Kantone vereinbarten Gerichtsstandes nur aus triftigen Gründen zulässig (statt vielerBGE 71 IV 61). Solche Gründe werden |211| nicht geltend gemacht und liegen, soweit sich das auf Grund der Akten ermessen lässt, auch nicht vor.\n\nDemnach erkennt die Anklagekammer:\n\nDas Gesuch wird abgewiesen."}