{"annee": "85", "cour": "III", "page": "43", "date": "26/3/1959", "cite": ["84 III 37", "75 III 97"], "cite_par": [], "chapeau": "10. Auszug aus dem Entscheid vom 26. März 1959 i.S. Hunziker.", "regestes": ["Saisie de salaire (art. 93 LP). Ce que le débiteur reçoit effectivement doit être saisi en tant que salaire non contesté dans la mesure excédant le minimum vital, après déduction des frais nécessaires à l'acquisition du revenu; peu importe que le contrat de travail qualifle les sommes perçues de salaire ou d'indemnité pour frais et dépens. Pouvoir d'examen des autorités de poursuite."], "faits": "|43|\n\nIn der Betreibung, die Frau Hunziker gegen Ramstein führt, gab der Schuldner beim Pfändungsvollzug an, er beziehe als Geschäftsführer einer AG kein Fixum und keine Provision, sondern nur eine Reiseentschädigung von monatlich Fr. 600.-- nebst Fr. 120.-- Entschädigung für das SBB-Generalabonnement. Das Betreibungsamt Bern 2 berechnete den Notbedarf des Schuldners auf Fr. 675.50 und pfändete auf Grund der Angabe der Gläubigerin, dass der Schuldner in Wirklichkeit Fr. 1000.-- pro Monat verdiene, als streitiges Lohnguthaben den Betrag von Fr. 324.50 pro Monat, wovon bis zum 29. September 1959 Fr. 175.-- als zugunsten einer vorgehenden Betreibung gepfändet abgehen sollten. Auf Beschwerde der Gläubigerin hin hat die kantonale Aufsichtsbehörde mit Entscheid vom 11. März 1959 den Notbedarf des Schuldners auf Fr. 244.-- herabgesetzt und demgemäss die Pfändung einer streitigen Lohnforderung von Fr. 756.-- (bis 29. September 1959 Fr. 581.--) pro Monat angeordnet. Die von der Gläubigerin verlangte Pfändung eines Teils der unbestrittenen Bezüge des Schuldners hat sie dagegen abgelehnt |44| mit der Begründung, nach den tatsächlichen Anstellungsbedingungen, an welche die Betreibungsbehörden sich gemässBGE 75 III 99und BGE 84 III 38 zu halten hätten, handle es sich bei diesen Bezügen um eine Spesenentschädigung, die den Ersatz von Gewinnungskosten bilde und daher der Lohnpfändung nicht unterliege. \"Anders wäre es nur, wenn die Spesenentschädigung offenkundig sich ganz oder teilweise als verdeckte Lohnzahlung erweisen würde\", was hier aber nicht der Fall sei. Wenn die Gläubigerin behaupten wolle, die ausgerichtete Reiseentschädigung stelle teilweise eine verdeckte Lohnzahlung dar, so stehe ihr frei, sie teilweise als streitigen Lohnbetrag pfänden zu lassen und die Streitfrage vor dem Richter zum Austrag zu bringen.\n\nDiesen Entscheid hat die Gläubigerin an das Bundesgericht weitergezogen. Das Bundesgericht hebt den angefochtenen Entscheid auf und weist die Sache zu neuer Entscheidung an die Vorinstanz zurück.", "considerants": "Aus den Erwägungen:\n\nInBGE 75 III 99hat das Bundesgericht erklärt, die feste Lohnpfändung habe sich auf die vereinbarten Anstellungsbedingungen zu stützen, und in BGE 84 III 38 heisst es u.a., bei der Pfändung eines das Existenzminimum übersteigenden bestimmten oder bestimmbaren Lohnbetrags sei auf den wirklichen Verdienst des Schuldners abzustellen, nicht auf die Behauptung des Gläubigers, dass der Schuldner nach dem Gesetz (nämlich nach dem Bundesgesetz über das Anstellungsverhältnis der Handelsreisenden) einen höhern Lohn erhalten könnte und sollte. Beides hat jedoch, wie aus dem Zusammenhang hervorgeht, nur den Sinn, dass sich nach den tatsächlich gegebenen Anstellungsbedingungen bestimme, ob und wieweit eine feste Lohnpfändung (verstanden als Gegensatz zur Pfändung streitiger Lohnansprüche) vollzogen werden könne. Die Meinung ist keineswegs die, dass die Pfändbarkeit der wirklichen Bezüge des Schuldners davon abhänge, |45| ob der Dienstvertrag sie als Lohn (festes Gehalt, Provision) oder aber als Spesenersatz bezeichne. Auf diese Bezeichnung kann beim Pfändungsvollzug nichts ankommen. Die wirklichen Bezüge des Schuldners unterliegen gemäss Art. 93 SchKG nach Abzug der notwendigen Gewinnungskosten (BGE 75 III 99/100) der Lohnpfändung, soweit sie den Notbedarf übersteigen. Die Höhe dieser Gewinnungskosten (insbesondere auch der Reiseauslagen) ist wie die Höhe des Notbedarfs von den Betreibungsbehörden festzustellen, und zwar haben diese Behörden hierüber frei und abschliessend zu befinden. Es kann keine Rede davon sein, dass sie die im Anstellungsvertrag als Spesenvergütung bezeichnete Leistung des Arbeitgebers nur insoweit den für den Lohn geltenden Vorschriften unterwerfen dürften, als es sich dabei offenkundig um eine verdeckte Lohnzahlung handelt. Dem Richter kann der Entscheid darüber, ob ein Teil der vereinbarten Spesenentschädigung in Wirklichkeit nicht zur Bestreitung von Spesen benötigt werde und daher im Sinne von Art. 93 SchKG Lohn darstelle, entgegen der Auffassung der Vorinstanz unmöglich überantwortet werden; denn der Streit hierüber geht den Arbeitgeber, mit dem im Falle der Pfändung eines streitigen Lohnguthabens prozessiert werden müsste, nichts an. Der angefochtene Entscheid, der die vertragliche Spesenvergütung von Fr. 720.-- ohne Prüfung des wirklichen Spesenbedarfs des Schuldners als unpfändbaren Ersatz von Gewinnungskosten betrachtet, ist daher aufzuheben und die Sache an die Vorinstanz zurückzuweisen zur Prüfung der Frage, welchen Betrag der Schuldner für Spesen und für den Lebensunterhalt wirklich benötige. Ein allfälliger Überschuss der festgestellten Bezüge über diesen Betrag wäre als unbestrittenes Lohnguthaben zu pfänden. Als bestrittene Forderung ist nur zu pfänden, was der Schuldner gemäss Behauptung der Gläubigerin über die festgestellten Bezüge hinaus an Lohn zu beanspruchen hat."}