{"annee": "85", "cour": "III", "page": "81", "date": "3/3/1959", "cite": ["68 III 181", "51 III 110", "65 III 84", "79 III 28"], "cite_par": ["130 III 520"], "chapeau": "19. Entscheid vom 3. März 1959 i.S. Wäspe.", "regestes": ["1. Part de copropriété sur un immeuble. Réalisation: a) La réquisition de vente est soumise aux délais que l'art. 116 LP prévoit lorsqu'il s'agit d'immeubles (consid. 1). b) Conditions auxquelles on peut ordonner la vente aux enchères publiques de l'immeuble entier selon l'art. 73 litt. b ORI (consid. 2). 2. L'office des poursuites peut augmenter l'avance de frais qui incombe au créancier (art. 68 LP) lorsqu'un nouvel examen des frais auxquels on peut s'attendre révèle que le montant fixé d'abord est insuffisant; c'est le cas, en particulier, quand les mesures à prendre sont, après coup, déterminées plus exactement (en l'espèce: frais de la réalisation d'un immeuble) (consid. 3)."], "faits": "|82|\n\nA.- In der von Wäspe gegen Frau Kunz angehobenen Betreibung pfändete das Betreibungsamt Altstätten am 15. März 1958 den Miteigentumsanteil der Schuldnerin an einer Liegenschaft und bemerkte in der Pfändungsurkunde, das Verwertungsbegehren könne vom 15. April 1958 bis 14. März 1959 gestellt werden. Der Gläubiger verlangte die Verwertung am 15. April 1958 und zahlte am 23. April den vom Betreibungsamt verlangten Kostenvorschuss von Fr. 80.- ein. Infolge eines Verwertungsaufschubs erhielt er diesen Vorschuss am 7. August zurück. Da die Schuldnerin aber die Bedingungen des Aufschubes nicht einhielt, leistete der Gläubiger jenen Vorschuss im November nochmals, um die Verwertung zu erwirken. Als hierauf die vom Betreibungsamt um die Bestimmung des Verfahrens angegangene Aufsichtsbehörde die Versteigerung der ganzen Liegenschaft anordnete, sah sich das Betreibungsamt veranlasst, den Vorschuss höher zu bemessen. Es bestimmte ihn auf Fr. 400.-- und benachrichtigte den Gläubiger zugleich von der durch die Aufsichtsbehörde getroffenen Anordnung.\n\nB.- Der Gläubiger kam dieser Vorschussverfügung nicht nach, sondern focht sie durch Beschwerde an. Den |83| diese abweisenden Entscheid der untern Aufsichtsbehörde zog er weiter \"wegen Nichtdurchführung der Verwertung und Überforderung des Kostenvorschusses\", was eine Rechtsverweigerung bedeute. Zur Begründung führte er aus, die Kosten der Verwertung seien seit dem Verwertungsbegehren keineswegs um das Fünffache gestiegen. Da das Betreibungsamt seinerzeit einen Vorschuss von Fr. 80- als angemessen erachtet habe, sei es verpflichtet, die Verwertung nun infolge dieser Vorschussleistung durchzuführen. Die obere Aufsichtsbehörde bestätigte jedoch am 30. Januar 1959 den erstinstanzlichen Beschwerdeentscheid.\n\nC.- Mit vorliegendem Rekurs an das Bundesgericht beharrt Wäspe darauf, dass \"die Verwertung gemäss geleistetem Vorschuss von Fr. 80.- durchzuführen\" sei. Er erneuert die früher vorgebrachte Begründung und fügt bei: \"Wenn das Betreibungsamt und die Aufsichtsbehörde behaupten wollen, es sei die ganze Liegenschaft zu versteigern, ist mir das unverständlich, da ein nicht gepfändeter Gegenstand meines Erachtens nicht versteigert werden darf.\"", "considerants": "Die Schuldbetreibungs- und Konkurskammer zieht in Erwägung:\n\n1. Nach Art. 116 SchKG kann die Verwertung einer gepfändeten Liegenschaft frühestens sechs Monate und spätestens zwei Jahre nach der Pfändung verlangt werden. Was für die Liegenschaft als solche, gilt auch für einen Miteigentumsanteil daran, wie denn die Vorschriften der Verordnung über die Zwangsverwertung von Grundstücken ausdrücklich als auch auf Miteigentumsanteile an Grundstücken anwendbar erklärt worden sind (Art. 1 Abs. 1 VZG), im Unterschied zu Anteilen an Gemeinschaftsvermögen (Gesamteigentum), gleichgültig ob dieses Grundstücke mitumfasst oder sogar ausschliesslich aus einem oder mehreren Grundstücken besteht (Art. 1 Abs. 2 VZG). Dem entspricht es, dass zur Pfändung und Verwaltung des Miteigentumsanteils an einem Grundstück stets das |84| Betreibungsamt der gelegenen Sache zuständig ist (Art. 23 und 24 VZG), während der Anteil an einem im Gesamteigentum stehenden Grundstück, gleichgültig wo dieses liegt, am Wohnort des Schuldners zu pfänden ist (Art. 2 VVAG). Infolgedessen untersteht die Verwertung eines Miteigentumsanteils an einem Grundstück namentlich auch dem eingangs erwähnten Art. 116 SchKG, wobei dann für den Verwertungsvollzug die besonderen Vorschriften des Art. 73 VZG und der Ziffern 31 ff. der Anleitung zur VZG zu beachten sind. Im vorliegenden Fall hätte die Verwertung also frühestens am 15. September 1958 verlangt werden dürfen, und hierauf hätte die Schuldnerin unter den Voraussetzungen der Art. 123/133 SchKG und 32 VZG einen Aufschub erlangen können, wie er ihr mit Rücksicht auf das vom Betreibungsamt nicht zurückgewiesene verfrühte Verwertungsbegehren bereits im Mai 1958 für vier Monate bewilligt wurde. Nun mag zwar das über den 15. September 1958 hinaus aufrecht erhaltene Verwertungsbegehren als an diesem Tag erneuert gelten. Da aber die seinerzeit erfolgte Befristung der Abzahlungsraten nach dem Gesagten der rechtlichen Grundlage entbehrte, bleibt der Schuldnerin vorbehalten, die Rechtswohltat des Art. 123 SchKG neuerdings in Anspruch zu nehmen, sofern sie deren Bedingungen zu erfüllen bereit ist.\n\n2. Erst im Rekurs an das Bundesgericht wendet sich der Gläubiger gegen die \"Behauptung\" von Betreibungsamt und Aufsichtsbehörde, es sei die ganze Liegenschaft zu versteigern. Er erklärt, es wäre gesetzwidrig und willkürlich, etwas zu versteigern, was nicht gepfändet wurde. Zunächst ist fraglich, ob dieser neue Beschwerdepunkt noch in Betracht zu ziehen sei (Art. 79 Abs. 1 Satz 2 OG). Abgesehen davon indessen, dass ein von Amtes wegen zu beachtender Nichtigkeitsgrund in Frage steht, hat der Gläubiger erst aus dem Entscheid der obern kantonalen Aufsichtsbehörde deutlich ersehen können, dass die Liegenschaft als Ganzes, nicht bloss der einzig gepfändete Miteigentumsanteil der Schuldnerin zur Versteigerung kommen solle.\n\n|85| Weder der Hinweis auf die von der untern Aufsichtsbehörde angeordnete Art des Verfahrens in der Aufforderung des Betreibungsamtes vom 24. Dezember 1958 zur Einsendung eines Vorschusses, noch die Ausführungen des erstinstanzlichen Beschwerdeentscheides hatten dies klar und eindeutig ausgesprochen. Die vom Gläubiger wegen der Verwertungsart erhobene Rüge ist jedoch unbegründet. Aus den vom Bundesgericht gemäss Art. 81 OG beigezogenen weitern amtlichen Akten ergibt sich, dass die Liegenschaft im alleinigen Miteigentum der Schuldnerin und ihres Ehemannes steht, dass gegen beide Miteigentümer Betreibungen laufen und beide Miteigentumsanteile gepfändet sind, und dass die Liegenschaft verpfändet ist. Unter diesen Umständen hat das Betreibungsamt mit Recht nach Art. 132 SchKG und Art. 73, b VZG die Aufsichtsbehörde um Bestimmung des Verfahrens angegangen. Freilich schreibt Art. 73,b VZG vor, die Aufsichtsbehörde solle zunächst eine Verständigung unter den andern Miteigentümern und den Pfandgläubigern über die Auflösung des Miteigentumsverhältnisses herbeizuführen suchen (vgl. BGE 65 III 84). Wenn die Aufsichtsbehörde im vorliegenden Falle davon absah, hat sie jedoch, da die Anteile beider Miteigentümer gepfändet sind, das ihr nach Art. 132 Sch KG zustehende Ermessen nicht überschritten (vgl. BGE 68 III 181ff.). Bei der gegebenen Sachlage kommt auch eine körperliche Teilung der Liegenschaft nicht in Frage, die aus einem Wohnhaus mit einem Platz von 62 m2 Fläche besteht. Somit bleibt nach Art. 73,b VZG nur die Versteigerung der ganzen Liegenschaft übrig, und zwar die öffentliche Versteigerung, da eine solche unter den Miteigentümern eine Mehrzahl von Beteiligten ausser dem Schuldner voraussetzen würde (BGE 51 III 110, BGE 79 III 28am Ende von Nr. 7).\n\n3. Was die Bemessung des Kostenvorschusses betrifft, handelt es sich um eine vom Bundesgericht nicht nachzuprüfende Frage der Angemessenheit (Art. 19 im Gegensatz zu den für die kantonalen Beschwerdeinstanzen geltenden |86| Art. 17 und 18 SchKG). Nur Missbrauch oder offensichtliche Überschreitung des Ermessens wäre als Gesetzwidrigkeit zu bezeichnen. Von einem solchen Verstosse kann jedoch bei der vorliegenden Vorschussbemessung nicht gesprochen werden. Die Abrechnung über die wirklichen Kosten bleibt ohnehin vorbehalten. Zu Unrecht beruft sich der Gläubiger auf die früher erfolgte Bemessung auf Fr. 80.-, die er bei gleichgebliebenem Kostenstand für unabänderlich hält. Die Vorschusspflicht nach Art. 68 SchKG bezieht sich auf die wirklichen (oder, wenn nicht genau bestimmbar, vermutlich zu erwartenden) Kosten der auszuführenden Amtshandlungen. Die Bemessung des Vorschusses unterliegt daher der Berichtigung, wenn sie sich bei neuer Prüfung, zumal bei genauerer Festlegung des einzuzahlenden Vorgehens, als zur Deckung des bevorstehenden Aufwandes ungenügend erweist.\n\nDemnach erkennt die Schuldbetr.- u. Konkurskammer:\n\nDer Rekurs wird abgewiesen."}