{"annee": "85", "cour": "I", "page": "39", "date": "21/1/1959", "cite": ["57 I 424", "62 I 143", "84 I 119", "83 I 16", "58 I 181", "72 I 267", "84 I 30", "74 II 54", "58 I 386", "81 I 52", "84 I 39"], "cite_par": ["93 I 265", "97 I 151", "116 II 625", "90 I 249", "141 III 210", "87 I 73", "103 IA 199", "86 I 33", "128 I 354", "94 I 358", "129 I 110", "93 I 17", "111 IA 12", "85 I 140", "96 I 396", "102 IA 76"], "chapeau": "6. Urteil vom 21. Januar 1959 i.S. Hoepffner gegen Wollner und Appellationsgericht des Kantons Basel-Stadt.", "regestes": ["1. Etendue de la procuration de l'avocat (consid. 3). 2. Art. 4 al. 1 de la Convention du 2 novembre 1929 entre la Confédération suisse et le Reich allemand relative à la reconnaissance et à l'exécution de décisions judiciaires et de sentences arbitrales. a) La réserve de l'ordre public de l'Etat où la décision est invoquée ne vise pas seulement le contenu de cette décision, mais en principe aussi la procédure en laquelle celle-ci a été rendue (consid. 4 a, b). b) Une décision allemande, par laquelle une partie a été condamnée à payer des frais dans un procès civil conduit à son insu par un représentant sans pouvoirs, est contraire à l'ordre public suisse et ne saurait être exécutée en Suisse, quand bien même la partie a omis de l'attaquer par les voies de droit que lui ouvrait le droit allemand (consid. 4 c)."], "faits": "BGE 85 I 39 S. 40\n\nA.- Mit Vertrag vom 6. Dezember 1951 gewährte die Hypothekar- und Commerzbank AG Zürich im eigenen Namen, aber auf Rechnung von Dr. Arthur Wollner in Basel, der Firma Kostial in Leer (Deutschland) ein Darlehen von DM 100'000.--. Als Vermittler scheinen sich Rechtsanwalt Dr. Walter Hoepffner in Hamburg sowie drei deutsche Banken betätigt zu haben. Mit der Begründung, die ihr erteilten Auskünfte über die finanzielle Lage der Firma Kostial seien unrichtig gewesen, trat die Hypothekar- und Commerzbank AG am 13. November 1952 vom Darlehensvertrag zurück und erhob in Hamburg gegen Kostial, Hoepffner und die drei Banken Klage auf Rückzahlung des Darlehens bzw. Leistung von Schadenersatz. Anderseits beauftragte Wollner den Zürcher Rechtsanwalt Dr. W.. mit der Wahrung seiner Interessen und stellte ihm (auf vorgedrucktem Formular des Vereins Zürcherischer Rechtsanwälte) am 28. Oktober 1953 \"in Sachen Hypothekar- und Commerzbank AG Zürich betreffend Forderung\" eine Vollmacht aus \"zu allen Rechtshandlungen eines Generalbevollmächtigten mit dem Rechte, Stellvertreter zu ernennen\". Bevor Dr. W. etwas unternahm, BGE 85 I 39 S. 41geriet die Hypothekar- und Commerzbank AG am 2. Dezember 1953 in Konkurs. In der Folge scheint der von dieser Bank in Hamburg angehobene Prozess eingestellt oder die Klage zurückgezogen worden zu sein, während die damit geltend gemachten Ansprüche von der Konkursmasse auf Wollner übergingen. Wollner wollte auch Dr. J. Hoffmann, den Direktor der falliten Bank, für den erlittenen Schaden verantwortlich machen und erörterte bei Verhandlungen mit Hoffmann und Dr. W. auch die Frage, ob der von der Bank in Hamburg angehobene Prozess gegen Kostial und Mitbeteiligte von Wollner weiterzuführen bzw. wieder aufzunehmen sei.\n\nAm 19. März 1956 reichte Dr. P. Barber, Rechtsanwalt in Hamburg, beim dortigen Landgericht im Namen Wollners gegen Kostial, Hoepffner und drei Banken Klage ein mit dem Begehren, die Beklagten gesamthaft zur Zahlung von DM 100'000.-- nebst Zinsen zu verurteilen, wobei er zum Nachweis seiner Vertretungsmacht die am 28. Oktober 1953 ausgestellte Vollmacht Wollners an Dr. W. und eine darauf beruhende Substitutionsvollmacht von Dr. W. vorlegte. Die Beklagten verlangten eine Sicherheitsleistung für ihre Prozesskosten, die vom Landgericht auf DM 50'000.-- angesetzt wurde. Da diese Kaution nicht geleistet wurde, erklärte das Landgericht Hamburg am 6. März 1957 die Klage für \"zurückgenommen\" und auferlegte dem Kläger Wollner die Verfahrenskosten, nachdem es durch Beschluss vom 13. Februar 1957 die vom Kläger dem Beklagten Hoepffner zu erstattenden Kosten auf DM 1'400.82 festgesetzt hatte.\n\nB.- Gestützt auf diese beiden in Rechtskraft erwachsenen Entscheide leitete Hoepffner am 4. Mai 1957 in Basel Betreibung gegen Wollner ein für Fr. 1466.65 und stellte nach erhobenem Rechtsvorschlag unter Berufung auf die Haager Zivilprozessübereinkunft von 1905 und auf das schweiz./deutsche Vollstreckungsabkommen von 1929 das Begehren um definitive Rechtsöffnung. Wollner wandte ein, diese Staatsverträge seien auf den Kostenentscheid BGE 85 I 39 S. 42nicht anwendbar; ferner bestritt er, Vollmacht zur Prozessführung in Hamburg erteilt zu haben.\n\nDas Dreiergericht des Kantons Basel-Stadt wies das Rechtsöffnungsbegehren ab, da die Vollstreckung weder nach der Haager Zivilprozessübereinkunft noch nach dem Vollstreckungsabkommen möglich sei.\n\nHiegegen führte Hoepffner Beschwerde. Das Appellationsgericht des Kantons Basel-Stadt nahm an, dass das Vollstreckungsabkommen anwendbar sei, und hiess die Beschwerde am 19. August 1957 dahin gut, dass es die Sache zu neuer Prüfung und Entscheidung an das Dreiergericht zurückwies und dabei ausführte: Sollte die Klage in Hamburg ohne Ermächtigung Wollners erhoben worden sein, so wäre die Rechtsöffnung zu verweigern, da Wollner dann gar nicht als Prozesspartei gelten könnte. Dass ein Zivilurteil nur inter partes Verpflichtungen erzeugen könne, sei ein fundamentaler Grundsatz unseres Zivilprozessrechts. Einem dagegen verstossenden Entscheid müsste daher die Vollstreckung in der Schweiz schon aus Gründen des ordre public (Art. 4 Abs. 1 des Vollstreckungsabkommens) die Vollstreckung verweigert werden.\n\nDas Dreiergericht kam zum Schluss, die Klage in Hamburg sei in der Tat ohne Ermächtigung Wollners erhoben worden, und es wies daher das Rechtsöffnungsbegehren erneut ab. Hoepffner erhob hiegegen wiederum Beschwerde, wurde aber vom Appellationsgericht durch Urteil vom 23. September 1958 abgewiesen, im wesentlichen aus folgenden Gründen: Dr. Barber in Hamburg habe sich durch eine Substitutionsvollmacht legitimiert, die sich auf die am 28. Oktober 1953 ausgestellte Vollmacht Wollners an Rechtsanwalt Dr. W. bezogen habe. Es sei klar, dass diese \"in Sachen Hypothekar- und Commerzbank AG in Zürich betr. Forderung\" erteilte Vollmacht für den Inlandgebrauch bestimmt gewesen sei und nur zu Rechtshandlungen hinsichtlich einer Forderung Wollners gegen diese Bank berechtigt habe, wie denn eine Prozessvollmacht (und um eine solche habe es sich gehandelt) regelmässig den Namen des Gegners BGE 85 I 39 S. 43enthalte. Die Auslegung Hoepffners, die Vollmacht habe sich auf alle mit der Bank irgendwie zusammenhängenden Ansprüche bezogen, gehe viel zu weit und finde in den Akten keine Stütze. Eine Prozessvollmacht könne freilich auch formlos, insbesondere durch (stillschweigende) Genehmigung de Prozessführung erteilt werden, weshalb es gegen Treu und Glauben verstossen würde, wenn Wollner mit der Prozessführung in seinem Namen einverstanden gewesen wäre, deren Ergebnis aber wegen Fehlens einer Vollmachtsurkunde nicht gegen sich gelten lassen wollte. So verhalte es sich aber nicht. Aus der Korrespondenz ergebe sich vielmehr, dass Wollner nur unter der Bedingung, dass Dr. Hoffmann die Prozesskosten sicherstelle, mit der Prozessführung in Hamburg einverstanden gewesen wäre und die Unterzeichnung einer besonderen Prozessvollmacht - offenbar weil diese Bedingung nicht erfüllt wurde - unterlassen habe. Bei dieser Sachlage müsse das Vorliegen einer Vollmacht zur Prozessführung gegen Hoepffner verneint werden.\n\nC.- Gegen dieses ihm am 13. Oktober 1958 eröffnete Urteil hat Walter Hoepffner am 12. November 1958 staatsrechtliche Beschwerde erhoben. Er bezeichnet das Urteil als tatsachenwidrig und willkürrlich, weil sich aus den Akten ergebe, dass Wollner die Prozessführung in seinem Namen in Hamburg gekannt und gebilligt habe. Ausserdem verletze das Urteil das schweiz./deutsche Vollstreckungsabkommen. Die im Hamburger Prozess eingelegte Vollmacht habe nach dem dafür massgebenden deutschen Rechte genügt. Zudem wäre eine mangelhafte Vollmacht kein Grund zur Verweigerung der Vollstreckung des rechtskräftig gewordenen Entscheids, da der Vorbehalt des ordre public in Art. 4 Abs. 1 des Vollstreckungsabkommens sich nur auf den Inhalt der Entscheidung, nicht auf das Verfahren beziehe.\n\nD.- Das Appellationsgericht des Kantons Basel-Stadt und der Beschwerdegegner Arthur Wollner beantragen die Abweisung der Beschwerde.\n\nBGE 85 I 39 S. 44\n\nE.- Am 13. Dezember 1958 reichte der Beschwerdeführer ein Rechtsgutachten ein, das von Prof. Dr. Hans Dölle, Direktor des Max Planck-Instituts für ausländisches und internationales Privatrecht in Hamburg, verfasst ist und zum Schluss kommt, dass der Kostenentscheid des Hamburger Landgerichts auf Grund des schweiz./deutschen Vollstreckungsabkommens in der Schweiz vollstreckbar sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Beschwerde macht eine Verletzung des schweiz./deutschen Vollstreckungsabkommens vom 2. November 1929 (nachfolgend kurz \"Abkommen\" genannt) geltend und bezeichnet das angefochtene Urteil überdies als willkürrlich. Dieser letzteren Rüge kommt indes keine selbständige Bedeutung zu. Das Bundesgericht überprüft die Anwendung staatsvertraglicher Bestimmungen in tatsächlicher und rechtlicher Hinsicht frei (BGE 83 I 19 Erw. 1 mit Verweisungen, BGE 84 I 33 Erw. 1 und 44 Erw. 1) und hat daher, soweit es für die Anwendung des Abkommens von Bedeutung ist, auch die Frage, ob Wollner ausdrücklich oder stillschweigend Vollmacht zur Prozessführung in Hamburg erteilt habe, auf Grund der Akten frei zu entscheiden. Neue Vorbringen sind vor Bundesgericht nicht ausgeschlossen (BGE 83 I 20 Erw. 2, BGE 84 I 34 Erw. 1). Anderseits fallen nur die in den Eingaben an das Bundesgericht und innert der Beschwerdefrist des Art. 89 OG erhobenen Einwendungen des Beschwerdeführers in Betracht; die in der Beschwerde enthaltene Verweisung auf kantonale Rechtsschriften ist daher unbeachtlich (BGE 81 I 56 Erw. 1) und das erst am 12. Dezember 1958 zur Ergänzung der Beschwerdebegründung eingereichte Rechtsgutachten von Prof. Dölle ist nicht zu berücksichtigen (BIRCHMEIER, Handbuch des OG S. 387 N. I und dort angeführte Urteile).\n\n2. Die in Betreibung gesetzte Forderung, für welche definitive Rechtsöffnung verlangt wird, beruht auf Kostenentscheiden BGE 85 I 39 S. 45des Landgerichts Hamburg vom 13. Februar und 6. März 1957. Es steht fest, dass diese Entscheide nach dem dafür massgebenden deutschen Recht rechtskräftig und vollstreckbar sind. Ferner hat das Appelationsgericht schon im Urteil vom 19. August 1957 angenommen und der Beschwerdegegner mit Recht nicht mehr bestritten, dass die Vollstreckung nach dem Abkommen auch für Kostenentscheide wie die hier vorliegenden verlangt werden kann. Streitig ist dagegen, ob Wollner ausdrücklich oder stillschweigend Vollmacht zur Prozessführung erteilt habe, was im angefochtenen Entscheid verneint wird, sowie, ob im Falle mangelnder Vollmacht den Kostenentscheiden die Anerkennung in der Schweiz zu versagen sei, was der angefochtene Entscheid annimmt, und zwar, wie nach den Ausführungen des Appellationsgerichts im Urteil vom 19. August 1957 zu schliessen ist, wegen Verstosses gegen die schweizerische öffentliche Ordnung (Art. 4 Abs. 1 des Abkommens).\n\n3. Die Substitutionsvollmacht, auf Grund deren im Namen Wollners in Hamburg am 19. März 1956 Klage erhoben worden ist, bezog sich auf eine Prozessvollmacht, die er am 28. Oktober 1953 an Rechtsanwalt Dr. W. in Zürich \"in Sachen Hypothekar- und Commerzbank AG Zürich betreffend Forderung\" erteilt hatte. Das Appellationsgericht hat angenommen, dass Wollner damit nur zum Vorgehen in der Schweiz gegen diese Bank, nicht zur Prozessführung in Hamburg gegen andere Personen ermächtigt habe. Diese Auslegung der Vollmacht erscheint nach schweizerischem wie nach deutschem Recht als zutreffend. Wenn zu verlangen ist, dass der Gegenstand der Prozessvollmacht sich in sachlicher und persönlicher Beziehung aus der Urkunde deutlich ergebe (LEUCH, N. 1. zu Art. 84 bern. ZPO), so heisst das gleichzeitig, dass der Vertreter nur zum Vorgehen gegen die in der Vollmacht genannten Personen ermächtigt ist. Auch nach deutschem Recht wird der Umfang der Prozessvollmacht durch die Beziehung auf einen bestimmten Rechtsstreit, d.h. auf BGE 85 I 39 S. 46ein Verfahren zwischen bestimmten Personen über einen bestimmten Streitgegenstand, begrenzt und bedarf es daher insbesondere dann einer neuen Vollmacht, wenn der Prozess gegen eine andere als die in der Vollmacht genannte Person angehoben werden soll (STEIN-JONAS-SCHÖNKE, Komm. zur DZPO, 17./18. Auflage, Bem. II 1 zu § 81). Dass die streitige Vollmacht, wie in der Beschwerde behauptet wird, nach deutschem Recht genügt habe, folgt nicht etwa daraus, dass das Landgericht Hamburg sie nicht beanstandet hat. Vor Landgericht besteht Anwaltszwang (§ 78 DZPO), und in diesem Falle wird die Vollmacht nicht von Amtes wegen, sondern nur auf Antrag der Gegenpartei geprüft (§ 88 DZPO). Ein solcher Antrag ist aber im vorliegenden Falle nicht gestellt worden.\n\nTrotz Fehlens einer genügenden schriftlichen Vollmacht müsste Wollner die Prozessführung in seinem Namen freilich gegen sich gelten lassen, wenn er mit ihr einverstanden gewesen wäre. Der Beschwerdeführer hat jedoch in der staatsrechtlichen Beschwerde nichts vorgebracht, was auf ein solches, und sei es auch nur stillschweigendes, Einverständnis schliessen liesse. Aus der (vom Beschwerdegegner vorgelegten) Korrespondenz Wollners mit Dr. W. in Zürich ergibt sich dagegen klar, dass Wollner seine Zustimmung zur Prozessführung in Hamburg von der Übernahme und Sicherstellung der Prozesskosten durch Dr. Hoffmann abhängig gemacht und, offenbar wegen Nichterfüllung dieser Bedingung, drei ihm am 11. und 20. Januar 1956 zur Unterzeichnung zugestellte Prozessvollmachten an Dr. Barber in Hamburg nicht abgesandt, sondern zurückbehalten hat. Der Einwand des Beschwerdeführers, die Einreichung der schriftlich begründeten Klage in Hamburg sei ohne Rücksprache des Anwalts mit Wollner undenkbar, ist schon deshalb nicht schlüssig, weil es sich einfach um die Erneuerung der bereits 1953 durch die Hypothekar- und Commerzbank AG erhobenen Klage handelte.\n\nIst demnach davon auszugehen, dass die im Namen BGE 85 I 39 S. 47Wollners eingereichte Klage gegen Kostial, Hoepffner und Mitbeteiligte ohne Vollmacht Wollners erhoben worden ist, so fragt sich weiter, ob deswegen die Vollstreckung der gegen Wollner ergangenen Kostenentscheide in der Schweiz auf Grund von Art. 4 Abs. 1 des Abkommens zu verweigern ist.\n\n4. Der Beschwerdeführer bestreitet dies, weil der Vorbehalt der öffentlichen Ordnung, wie aus seiner Umschreibung in Art. 4 Abs. 1 des Abkommens hervorgehe, einschränkend auszulegen sei und sich nur auf den Inhalt der Entscheidung, nicht auf das Verfahren beziehe, also nur materiellrechtliche, nicht prozessrechtliche Mängel erfasse.\n\na) Das Bundesgericht hat die ordre public-Klausel, die in allen von der Schweiz abgeschlossenen Vollstreckungsabkommen enthalten ist, bisher nur auf den Inhalt der Entscheidung angewandt. Ob sie darüber hinaus auch angerufen werden könne bei Mängeln, die dem Verfahren vor dem ausländischen Gericht, gemessen an der inländischen Rechtsordnung, anhaften, wurde stets als fraglich bezeichnet und offen gelassen (BGE 57 I 435,BGE 62 I 145, 63 1 301,BGE 72 I 275, BGE 84 I 46 Erw. 3). Es besteht indessen kein zureichender Grund, den Anwendungsbereich der Vorbehaltsklausel im Gebiete der Anerkennung und Vollstreckung ausländischer Urteile auf materiellrechtliche Mängel zu beschränken, wenn ihr auch, wie das Bundesgericht in letzter Zeit wiederholt erklärt hat, in diesem Gebiete engere Grenzen gezogen sind als im Gebiete der direkten Gesetzesanwendung (BGE 84 I 123 und dort angeführte Urteile). Der Vorbehalt der öffentlichen Ordnung ist seinem Wesen nach ganz allgemeiner Natur und greift immer dann Platz, wenn das einheimische Rechtsgefühl durch die Anerkennung und Vollstreckung eines ausländischen Urteils in unerträglicher Weise verletzt würde. Das kann auch dann der Fall sein, wenn die Entscheidung zwar inhaltlich nicht zu beanstanden ist, aber durch unlautere Machenschaften erschlichen worden ist BGE 85 I 39 S. 48(vgl.BGE 74 II 56Erw. 1; RIEZLER, Internat. ZPR S. 548, JELLINEK, Die zweiseitigen Verträge über Anerkennung ausländischer Zivilurteile S. 195 ff.), oder wenn das Verfahren, in dem sie zustandegekommen ist, nach inländischer Rechtsauffassung mangelhaft war. Die Bestimmungen kantonaler Zivilprozessordnungen, welche gegenüber der Vollstreckung ausländischer Zivilurteile den einheimischen ordre public vorbehalten, sowie die entsprechende Vorschrift in § 328 Ziff. 4 DZPO werden denn auch allgemein dahin verstanden, dass der Verstoss gegen den ordre public auch in der Missachtung fundamentaler Verfahrensgrundsätze liegen könne (GULDENER, Das internationale und interkantonale Zivilprozessrecht der Schweiz. S. 96 und 102; LEUCH N. 7 Seite 400 zu Art. 401 bern. ZPO, STRÄULI N. 2 a.E. zu § 377 zürch. ZPO; STEIN-JONAS-SCHÖNKE, Bem. VII 2 b zu § 328 DZPO). Es erscheint (trotz der in BBl 1927 S. 374 ohne Begründung vertretenen Auffassung des Bundesrates) als richtig, im gleichen Sinne auch den in den internationalen Vollstreckungsabkommen enthaltenen Vorbehalt des ordre public auszulegen und ihn auf Verfahrensmängel anzuwenden, sofern seine Umschreibung im betreffenden Staatsvertrag nicht eine Beschränkung auf den Inhalt der Entscheidung nahelegt.\n\nb) Nach Art. 4 Abs. 1 des schweiz./deutschen Abkommens ist die Anerkennung eines im andern Staat ergangenen Urteils zu versagen, wenn \"durch die Entscheidung ein Rechtsverhältnis zur Verwirklichung gelangen soll, dem im Gebiet des Staates, wo die Entscheidung geltend gemacht wird, aus Rücksichten der öffentlichen Ordnung oder der Sittlichkeit die Gültigkeit, Verfolgbarkeit oder Klagbarkeit versagt ist\". Es ist zuzugeben, dass diese Umschreibung das materielle Rechtsverhältnis im Auge hat und dass sich daher die Auffassung vertreten lässt, Verfahrensmängel würden davon nicht erfasst. Diese wörtliche Auslegung wird jedoch in der Literatur (GULDENER a.a.O. S. 148, JELLINEK a.a.O. S. 191, KALLMANN, BGE 85 I 39 S. 49Anerkennung und Vollstreckung ausländischer Zivilurteile S. 220 und 242) mit Recht als zu eng bezeichnet. Weder aus dem Wortlaut von Art. 4 Abs. 1 noch daraus, dass Abs. 3 die ordnungswidrige Ladung als besondern Versagungsgrund herausgreift, folgt, dass andere Verfahrensmängel, etwa eine gänzliche Verweigerung des rechtlichen Gehörs, ausser Betracht fallen. Ob der Vorbehalt des ordre public seiner engen Fassung wegen nur auf bestimmte oder ganz schwerwiegende Verfahrensmängel anzuwenden ist, kann dahingestellt bleiben, da sich seine Anwendung jedenfalls im vorliegenden Falle rechtfertigt, wo der Mangel weniger im Verfahrhren selber als in dessen Ergebnis, in der Verurteilung eines am Verfahren nicht Beteiligten zur Bezahlung von Kosten liegt.\n\nc) Zu dieser Verurteilung ist es offenbar deshalb gekommen, weil das Landgericht Hamburg, wie bereits in Erw. 3 ausgeführt wurde, nicht von Amtes wegen zu prüfen hatte und daher auch nicht geprüft hat, ob der Anwalt, der im Namen Wollners Klage erhob, hiezu bevollmächtigt war. Die Unterlassung dieser Prüfung ist aus dem Gesichtspunkt der schweizerischen öffentlichen Ordnung nicht zu beanstanden, bestimmen doch einzelne kantonale Zivilprozessordnungen sogar, dass die Rechtsanwälte als Inhaber einer allgemeinen Prozessvollmacht der Partei, für die sie handeln, gelten bzw. ohne Nachweis der Vollmacht für sie handeln können (St. Gallen Art. 118 Abs. 2, Solothurn Art. 5 Ziff. 1). Dagegen kann der Kostenentscheid, der infolge jener Unterlassung gegen Wollner ergangen ist, in der Schweiz nicht anerkannt werden. Es ist ein allgemeiner Grundsatz des schweizerischen Zivilprozessrechts, dass derjenige nicht verurteilt werden kann, der am Verfahren gar nicht beteiligt war, weil er weder je selber vorgeladen noch richtig vertreten war (inbezug auf die Vertretung: STAUFFER, Die Verträge der Schweiz mit Österreich und der Tschechoslowakei S. 49, BURCKHARDT Komm. der BV S. 576, JAEGER N. 19 a.E. zu Art. 81 SchKG, wo es als selbstverständlich bezeichnet wird, dass BGE 85 I 39 S. 50niemand ein Urteil gegen sich gelten zu lassen braucht, das von einem nicht legitimierten Vertreter erwirkt worden ist). InBGE 58 I 181ff. wurde (auf Grund von Art. 17 Ziff. 2 des Gerichtsstandsvertrags mit Frankreich) die Vollstreckung eines französischen Zivilurteils in der Schweiz abgelehnt, weil es gegenüber einem nicht gehörig vorgeladenen und durch einen nicht bevollmächtigten Anwalt vertretenen Beklagten erlassen worden war. Entsprechendes muss gelten für das Urteil gegenüber einem am Verfahren nicht beteiligten Kläger. Das Bundesgericht hat kürzlich in Anwendung von Art. 61 BV entschieden, dass ein in der Schweiz ergangenes Zivilurteil, das einem Kläger Kosten auferlegte, obwohl der Anwalt ohne Vollmacht Klage erhoben hatte, in einem andern Kanton nicht vollstreckt zu werden brauche (nicht veröffentl. Urteil vom 13. März 1957 i.S. Konkursmasse Brunold). Ebenso ist die Vollstreckung eines im Ausland ergangenen Urteils zu verweigern, durch das ein Kläger in einem ohne sein Wissen geführten Zivilprozess zur Bezahlung von Kosten verurteilt worden ist, da ein solcher Entscheid mit dem einheimischen Rechtsgefühl in unverträglichem Widerspruch steht.\n\nDie Prozessführung durch einen vollmachtlosen Vertreter ohne Wissen und Willen der Partei stellt übrigens auch nach deutschem Recht einen schweren Mangel dar. Das ergibt sich daraus, dass die nicht vertretene Partei, auf deren Namen das Urteil ergangen ist, dieses auch noch nach Eintritt der Rechtskraft mit der Nichtigkeitsklage gemäss § 579 Ziff. 4 DZPO anfechten kann (STEIN-JONAS-SCHÖNKE Bem. IV zu § 88 und Bem. II 4 zu § 579 DZPO). Von diesem Rechtsmittel hat Wollner freilich keinen Gebrauch gemacht. Das steht jedoch der Anwendung von Art. 4 Abs. 1 des Abkommens nicht entgegen. Die Verweigerung der Vollstreckung eines ausländischen Urteils wegen Verstosses gegen den schweizerischen ordre public setzt nicht voraus, dass der Verurteilte im Ausland die gegen das Urteil zur Verfügung stehenden ordentlichen BGE 85 I 39 S. 51und ausserordentlichen Rechtsmittel ergriffen hat. Die in der Schweiz wohnhafte Partei, der gegenüber im Ausland ein gegen den schweizerischen ordre public verstossendes Urteil ergeht, darf dessen Vollstreckung in der Schweiz abwarten und den Mangel dann geltend machen. Insbesondere kann jemandem nicht zugemutet werden, im Ausland Rechtsmittel zu ergreifen gegen ein Urteil in einem Prozess, den dort ein Anwalt ohne Vollmacht und ohne Wissen und Willen des angeblich von ihm Vertretenen in dessen Namen geführt hat (vgl.BGE 58 I 1901etzter Absatz; anders ein Urteil des bern. Appellationshofs vom 12. Januar 1911, ZBJV 48 S. 123 und ihm folgend STAUFFER, a.a.O. S. 49, während KALLMANN a.a.O. S. 304 Anm. 38 für einen Fall wie den vorliegenden die Ergreifung der Nichtigkeitsklage nach § 579 Ziff. 4 DZPO lediglich empfiehlt, also offenbar nicht als unerlässlich erachtet). Vollends unzumutbar erscheint die Ergreifung von Rechtsmitteln im Ausland, wenn die ungenügende Vollmacht, auf Grund deren im Ausland Klage erhoben worden ist, nicht an einen ausländischen Anwalt erteilt worden ist, sondern in der Schweiz an einen schweizerischen Anwalt, wie es vorliegend der Fall ist.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}