{"annee": "85", "cour": "I", "page": "282", "date": "2/12/1959", "cite": ["80 I 305", "83 I 271", "82 I 145", "85 II 170", "81 I 52", "76 I 385", "68 II 327"], "cite_par": [], "chapeau": "46. Urteil vom 2. Dezember 1959 i.S. D. gegen R. und Appellationsgericht des Kantons Basel-Stadt.", "regestes": ["Art. 89 OJ. Délai de recours lorsqu'une partie est admise à prêter serment. Le jugement conditionnel au sens du § 160 du code de procédure civile de Bâle-ville comprend d'une part une décision relative à l'administration d'un moyen de preuve (serment, promesse solennelle), d'autre part un jugement alternatif sur le fond admettant ou rejetant l'action. En ce qui concerne la décision sur preuve, le délai de recours part de la communication du jugement conditionnel; à l'égard du jugement au fond, il court du moment où la preuve réservée a été fournie ou n'a pas été rapportée."], "faits": "|282|\n\nMargrit R. (Klägerin I) und ihr Kind Karin erhoben gegen Werner D. die Vaterschaftsklage. Dieser bestritt, der Erstgenannten während der kritischen Zeit beigewohnt zu haben; er erhob ferner Einreden im Sinne von Art. 314 Abs. 2 und Art. 315 ZGB.\n\nDas Zivilgericht Basel-Stadt wies die Klage ab. Es führte dazu aus, die vorliegenden Anhaltspunkte liessen |283| nicht mit Sicherheit darauf schliessen, dass es zur behaupteten Zeit zum Geschlechtsverkehr zwischen dem Beklagten und der Klägerin I gekommen sei; sie vermöchten dies jedoch wahrscheinlich zu machen, so dass es sich grundsätzlich rechtfertige, die Klägerin I gemäss § 139 ZPO zum Ergänzungseid zuzulassen, falls sie die persönlichen Voraussetzungen dazu erfülle. Das treffe indes nicht zu. Da ihr Leumund getrübt sei, sei sie vom Ergänzungseid auszuschliessen. Die Klage sei deshalb mangels Nachweises der Beiwohnung abzuweisen.\n\nDie Klägerinnen zogen dieses Urteil an das Appellationsgericht weiter. Dieses würdigte die Indizien für die behauptete Beiwohnung gleich wie die erste Instanz. Im Gegensatz zu dieser erachtete es aber die Klägerin I als eideswürdig. Es erkannte demgemäss mit Urteil vom 27. Februar 1959:\n\n\"Sofern die Klägerin I unter Handgelübde an Eidesstatt erklärt, dass sie in der Zeit vom 29. November 1954 bis zum 29. März 1955 mit dem Beklagten und ausschliesslich mit ihm geschlechtlich verkehrt hat, wird dieser verurteilt zur Zahlung von Fr. 600. - an die Klägerin I sowie eines monatlich vorauszahlbaren Unterhaltsbeitrags an die Klägerin II von Fr. 75. vom Tag der Geburt bis zum vollendeten 12. Altersjahr und von Fr. 90. - bis zum vollendeten 18. Altersjahr. .....\n\n.....\n\n.....\n\nLeistet die Klägerin I das Handgelübde nicht, so wird die Klage abgewiesen.\"\n\nDieses Urteil wurde den Parteien am 13. April 1959 eröffnet. Am 12. Juni 1959 legte die Klägerin I das Handgelübde ab.\n\nWerner D. reichte am 13. Juli 1959 staatsrechtliche Beschwerde wegen Verletzung des Art. 4 BV ein mit dem Antrag, es sei das Urteil des Appellationsgerichts aufzuheben. Er wendet ein, dieses habe in aktenwidriger Weise angenommen, die Klägerin I sei eideswürdig; entgegen der Rechtssprechung des Bundesgerichts habe es den Ausschluss des Mehrverkehrs in das Handgelübde aufgenommen; es hätte die Klage überdies auch auf Grund von Art. 314 Abs. 2 und Art. 315 ZGB abzuweisen gehabt.\n\n|284|\n\nMargrit R. und ihr Kind Karin schliessen auf Abweisung der Beschwerde. Das Appellationsgericht des Kantons Basel-Stadt hat sich im nämlichen Sinn vernehmen lassen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 89 OG ist die staatsrechtliche Beschwerde binnen dreissig Tagen, von der nach dem kantonalen Recht massgebenden Eröffnung oder Mitteilung des angefochtenen Entscheids an gerechnet, dem Bundesgericht einzureichen. Das angefochtene Urteil des Appellationsgerichts wurde am 27. Februar 1959 gefällt; es wurde den Parteien am 13. April 1959 eröffnet, worin die nach dem kantonalen Recht massgebende Mitteilung zu erblicken ist (§ 240 Abs. 1 in Verbindung mit §§ 163-165 des baselstädtischen ZPO). Das im Urteil vorbehaltene Handgelübde an Eidesstatt legte die Beschwerdegegnerin Margrit R. am 12. Juni 1959 ab. Die staatsrechtliche Beschwerde wurde am 13. Juli 1959 erhoben. Da der 12. Juli 1959 ein Sonntag war (Art. 32 Abs. 2 OG), ist die staatsrechtliche Beschwerde rechtzeitig eingereicht worden, wenn die dreissigtägige Beschwerdefrist erst von der Leistung des Handgelübdes an zu laufen begann. Lief die Frist dagegen von der am 13. April 1959 erfolgten Eröffnung des angefochtenen Urteils an, so ist die Beschwerde verspätet.\n\n2. Nach § 160 Abs. 1 der baselstädtischen ZPO kann ein Urteil bedingt gefällt werden in der Weise, \"dass eine Partei abgewiesen oder verurteilt wird, falls sie nicht binnen einer ihr festzusetzenden Frist einen im Urteil anzugebenden Beweis beibringe oder antrete\". Der Beweis kann namentlich in der Eidesleistung oder der Ablegung des Handgelübdes bestehen. \"Wenn eine Partei für ihre Behauptungen zwar etwelchen, aber nach des Richters Ermessen nicht hinlänglichen Beweis beigebracht hat, oder wenn sonst Wahrscheinlichkeitsgründe ihrem Vorbringen zur Seite stehen\", kann nach § 139 Abs. 1 ZPO \"je nach |285| Gestalt der Umstände und dem Leumden der betreffenden Person der beweispflichtigen Partei der Ergänzungseid ... auferlegt werden, dessen Inhalt genau im Urteil anzugeben ist\". An Stelle des förmlichen Eids tritt in minder wichtigen und nicht besonders zweifelhaften Fällen das Handgelübde an Eidesstatt (§ 139 Abs. 2 ZPO). In appellablen Fällen ist der auferlegte Eid oder das Handgelübde erst zu leisten, wenn das bedingte Urteil in Rechtskraft erwachsen ist (§§ 140 und 223 Abs. 2 ZPO). Die kantonalrechtliche Appellation ist demgemäss auch gegen bedingte Urteile zulässig (§ 220 Abs. 1 ZPO); die Appellationsfrist läuft auch dann, wenn in einem bedingten Urteil noch zur Vornahme einer Handlung eine Frist gesetzt ist, schon vom Tage der Urteilseröffnung an (§ 223 Abs. 1 ZPO).\n\nDas bedingte Urteil im Sinne des § 160 ZPO schliesst demnach zwei verschiedene Bestandteile in sich: einen Beweisbescheid auf Abnahme des Eides bzw. Handgelübdes einerseits, ein Sachurteil anderseits. Der Beweisbescheid als solcher wird unbedingt ausgesprochen. Das Sachurteil dagegen wird bedingt erlassen: für den Fall, dass die beweispflichtige Partei den Eid oder das Handgelübde leistet, wird die Klage grundsätzlich gutgeheissen, für den gegenteiligen Fall wird sie abgewiesen. Welche der beiden alternativ getroffenen Entscheidungen Gültigkeit erlangen wird, hangt vom Eintritt einer Bedingung ab, deren Verwirklichung ganz in die Hand einer Partei gelegt wird. Eines weiteren Zutuns des Gerichts bedarf es nicht, da der Eid und das Handgelübde gemäss §§ 139 ff. der baselstädtischen ZPO formale Beweismittel sind, denen von Gesetzes wegen volle Beweiskraft zukommt, und die der freien Beweiswürdigung des Richters entzogen sind (BGE 85 II 175 /76). Dass der Eid und das Handgelübde vor dem Gericht abzulegen sind (§§ 142 und 143 ZPO), ändert daran nichts: Das Gericht hat dem bereits gefällten Urteil nichts beizufügen; es enthält sich auch einer autoritativen Feststellung darüber, ob der im Urteil vorbehaltene Beweis erbracht worden sei. Das |286| bedingte Urteil ist demzufolge ein Endentscheid, das heisst ein Entscheid, der das Verfahren abschliesst (BGE 76 I 393Erw. 3, BGE 80 I 308 Erw. 2, BGE 82 I 147).\n\n3. Gegenstand der staatsrechtlichen Beschwerde kann nur der Hoheitsakt einer kantonalen Behörde sein (Art. 84 Abs. 1 OG; BIRCHMEIER, Handbuch, S. 310; GIACOMETTI, Die Verfassungsgerichtsbarkeit des Schweizerischen Bundesgerichts, S. 95). Das bedingte Urteil im Sinne des § 160 der baselstädtischen ZPO stellt einen solchen Hoheitsakt dar, während die Ablegung des darin vorbehaltenen Eides oder Handgelübdes ungeachtet der Folgen, die sich daran knüpfen, lediglich Prozesshandlung eines Privaten ist. Die vorliegende staatsrechtliche Beschwerde richtet sich zutreffenderweise gegen das Urteil des Appellationsgerichts vom 27. Februar 1959 und nicht gegen die Leistung desHandgelübdes durch dieBeschwerdegegnerin Margrit R. am 12. Juni 1959.\n\n4. Wie in Erw. 1 dargelegt, ist die staatsrechtliche Beschwerde gemäss Art. 89 OG binnen dreissig Tagen, von der nach dem kantonalen Recht massgebenden Mitteilung oder Eröffnung des angefochtenen Entscheids an gerechnet, dem Bundesgericht einzureichen. Diese Regel kann indes nur Platz greifen, wenn im Zeitpunkt der Mitteilung oder Eröffnung des Entscheids feststeht, was die kantonale Instanz zu Recht erkannt hat. Das trifft nicht zu, wenn diese für den Fall der Erbringung eines vorbehaltenen Beweises die Gutheissung, für den Fall der Nichterbringung dagegen die Abweisung der Klage ausspricht. Welche der beiden alternativ getroffenen Entscheidungen Gültigkeit erlangt, ergibt sich erst, wenn der nachzubringende Beweis geleistet oder innert der hierzu angesetzten Frist nicht angetreten wird. Unter diesen Umständen kann die Beschwerdefrist nicht vor dem Eintritt der genannten Bedingung zu laufen beginnen, da bis dahin offen bleibt, welche Partei durch das Urteil beschwert und somit zur staatsrechtlichen Beschwerde legitimiert ist (Art. 88 OG), und gegen welche der alternativ getroffenen Entscheidungen |287| sich dieses Rechtsmittel wenden muss (Art. 90 Abs. 1 OG).\n\nLiegt ein bedingtes Urteil im Sinne des § 160 der baselstädtischen ZPO vor, so läuft die dreissigtägige Beschwerdefrist des Art. 89 OG für die staatsrechtliche Beschwerde gegen das darin enthaltene Sachurteil mithin von dem Tage an, da der im Entscheid vorbehaltene Eid oder das Handgelübde abgelegt worden ist bzw. abzulegen gewesen wäre. Es besteht insofern Übereinstimmung mit der Ordnung, die für die gleichfalls gegen das Sachurteil gerichtete Berufung an das Bundesgericht gilt. Weil dieses Rechtsmittel nur gegen einen Endentscheid gegeben ist, der den materiellen Rechtsstreit unbedingt erledigt (BGE 68 II 327mit Verweisung), ist die Berufungsfrist erst von dem Zeitpunkt an zu berechnen, da der vorbehaltene Beweis geleistet oder nicht erbracht worden ist und damit eine der im Sachurteil alternativ getroffenen Entscheidungen unbedingte Gültigkeit erlangt hat.\n\nAnders verhält es sich, wenn sich die staatsrechtliche Beschwerde gegen den im bedingten Urteil enthaltenen Beweisbescheid auf Abnahme des Eides oder Handgelübdes richtet. Dieser Bescheid wird unbedingt erlassen. Die darin ausgesprochene Zulassung zum Eid oder zum Handgelübde schliesst wegen der formellen Natur dieser Beweismittel (BGE 85 II 175 /76) für die zugelassene Partei einen beweisrechtlichen Vorteil in sich, dem ein entsprechender Nachteil für die Gegenpartei gegenübersteht. Dieser Nachteil wird durch den behördlichen Bescheid begründet. Das Bundesgericht ist deshalb in ständiger Rechtsprechung davon ausgegangen, dass die Partei, gegen deren Antrag die Abnahme des Eides oder Handgelübdes angeordnet worden ist, schon durch diese Anordnung und nicht erst durch die Abnahme des Beweises rechtlich beschwert wird (nicht veröffentlichte Urteile vom 20. Juli 1927 i.S. Uster, vom 8. Februar 1930 i.S. Bonani, vom 19. Februar 1937 i.S. Meyer, vom 9. Juli 1952 i.S. Soldati und vom 10. Juni 1953 i.S. Bossart). Ist dem aber so, dann |288| steht der unmittelbaren Anwendung des Art. 89 OG nichts im Wege; die Frist für die Einreichung der staatsrechtlichen Beschwerde gegen den Beweisbescheid läuft somit von der Eröffnung des bedingten Urteils an.\n\n5. Im vorliegenden Falle richtet sich die Haupteinwendung des Beschwerdeführers gegen die im Urteil des Appellationsgerichts angeordnete Abnahme des Handgelübdes. Die Beschwerde wäre in diesem Punkte nach dem Gesagten innert dreissig Tagen von der am 13. April 1959 erfolgten Eröffnung des Urteils an einzureichen gewesen. Da sie erst am 13. Juli 1959 erhoben wurde, kann sie insoweit, weil verspätet, nicht an Hand genommen werden.\n\nIn seinen weiteren Ausführungen beklagt sich der Beschwerdeführer über eine Verletzung der Art. 314 Abs. 2 und Art. 315 ZGB. Es wendet sich hierbei gegen das Sachurteil. Die Frist für die Anfechtung dieses Teils des bedingten Urteils ist von der Abnahme des Handgelübdes am 12. Juni 1959 an zu berechnen. Die Beschwerde erweist sich darum in diesem Punkte als rechtzeitig. Es ist jedoch aus andern Gründen nicht darauf einzutreten. Sollten die Art. 314 Abs. 2 und Art. 315 ZGB missachtet worden sein, so war das als Verletzung von Bundesrecht mit der Berufung an das Bundesgericht geltend zu machen (Art. 43 OG). Die staatsrechtliche Beschwerde, die subsidiärer Natur ist, steht dafür nicht offen (Art. 84 Abs. 2 OG). Wohl könnte der Beschwerdeführer mit diese m Rechtsmittelbeanstanden, das Appellationsgericht habe mit Bezug auf die Einwendungen des Mehrverkehrs und des unzüchtigen Lebesswandels kantonale Verfahrungsvorschriften in einer gegen Art. 4 BV verstossenden Weise verletzt; er hat das indes nicht behauptet. Der blosse Hinweis auf die \"Scheidungsakten\" ist unzulässig und vermag die in der Beschwerdeschrift fehlende Begründung nicht zu ersetzen (BGE 81 I 56 Erw. 1, BGE 83 I 272 Erw. 2).\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Beschwerde wird nicht eingetreten."}