{"annee": "85", "cour": "I", "page": "7", "date": "6/5/1959", "cite": ["37 I 355", "48 I 367", "69 I 9", "46 I 406"], "cite_par": ["94 I 318", "91 I 46", "86 I 10"], "chapeau": "2. Auszug aus dem Urteil vom 6. Mai 1959 i.S. Egger gegen Kantone Bern und Graubünden.", "regestes": ["Double imposition. 1. La protection de l'art. 46 al. 2 OJ s'étend également aux étrangers assujettis à des impôts en Suisse (consid. 2). 2. Imposition d'un étranger, qui n'a pas de domicile en Suisse mais s'y trouve simplement en séjour. Où faut-il imposer le travailleur étranger qui a différents lieux de travail en Suisse et qui ne séjourne pas nettement plus longuement dans l'un que dans l'autre? (consid. 3, 4)."], "faits": "BGE 85 I 7 S. 8\n\nA.- Der Österreicher Hans Egger arbeitet seit längerer Zeit als Seilbahnmonteur in der Schweiz. Ende Februar 1958 trat er von einem Schwesterunternehmen in Sitten zur A. Lüscher AG in Bern über. Diese erwirkte für ihn in Bern die Aufenthalts- und Arbeitsbewilligung als Fremdarbeiter. Sie beschäftigt ihn auf ihren über die ganze Schweiz verteilten Baustellen, wo er jeweils einige Tage oder Wochen tätig ist. Wenn die A. Lüscher AG keine Arbeit für ihn hat, wird er in den von Roll'schen Eisenwerken in Bern eingesetzt. Im Jahre 1958 arbeitete er an folgenden Orten:\n\n6. 1. - 18. 1. Linthal\n\n20. 1. - 23. 1. Brugg\n\n(24.1. - 23. 2. Urlaub in Österreich)\n\n24. 2. - 15. 3. Bern\n\n17. 3. - 7. 4. Nendaz\n\n8. 4. - 7. 5. Mottec\n\n8. 5. - 10. 5. Schynige Platte\n\n11. 5. - 18. 6. Mottec\n\n19. 6. - 12. 7. Sedrun\n\n14. 7. - 12. 8. Le Châble\n\n13. 8. - 26. 8. Wiggen\n\n27. 8. - 10. 9. Sedrun\n\n11. 9. - 30. 9. Le Châble\n\n1.10. - 13.11. Sedrun\n\n14.11. - 14.12. Zermatt\n\n15.12. - 31.12. Sedrun\n\nDer Kanton Graubünden besteuerte das Erwerbseinkommen, das Egger in Sedrun erzielte, an der Quelle, indem er gemäss Art. 100 StG und § 44 VVO den Steuerbetrag von der Arbeitgeberin bezog, die Egger entsprechend belastete. So erhob die bündnerische Steuerverwaltung auf dem Lohn von Fr. 2064.50 für die bis zum 6. November 1958 in Sedrun geleisteten 573 1/2 Arbeitsstunden einen Steuerbetrag von Fr. 125.75. (Das Einkommen, das Egger nach dem genannten Tag im Kanton Graubünden erzielte, scheint dieser noch nicht erfasst zu haben.) Der Kanton Bern besteuerte Egger seinerseits für die ganze BGE 85 I 7 S. 9Zeit der Anstellung bei der A. Lüscher AG, d.h. seit dem 27. Februar 1958.\n\nEgger ficht die hierin liegende Doppelbesteuerung in einer gegen die Kantone Bern und Graubünden gerichteten staatsrechtlichen Beschwerde wegen Verletzung des Art. 46 Abs. 2 BV an; er ersucht das Bundesgericht, den Kanton zu bezeichnen, dem die Steuerhoheit über ihn zusteht.\n\nB.- Der Regierungsrat des Kantons Bern beantragt die Abweisung der Beschwerde, soweit sie sich gegen diesen Kanton wendet. Er macht geltend, der Beschwerdeführer habe in der Schweiz keinen Wohnsitz, weshalb sich der Steuerort nach dem Aufenthalt bestimme. Nicht jeder auch noch so kurzfristige Aufenthalt vermöge jedoch ein Steuerdomizil zu begründen; halte sich ein Steuerpflichtiger bald da, bald dort auf, so gelte derjenige Aufenthaltsort als Steuerdomizil, dem er am stärksten verbunden sei. Das treffe im vorliegenden Fall auf Bern zu, da der Beschwerdeführer zu dieser Stadt ständig in Beziehung stehe, während die Verbindung mit den jeweiligen Arbeitsstätten nur vorübergehender und zweckbedingter Art sei. Hätte der Beschwerdeführer in Bern Wohnsitz, so könnte er deshalb an den betreffenden Orten nicht besteuert werden. Dass Bern lediglich Aufenthaltsort sei, hindere nicht, die Steuerausscheidung nach den selben Grundsätzen vorzunehmen. Dem Kanton Graubünden komme mithin kein Besteuerungsrecht zu.\n\nC.- Der Kleine Rat von Graubünden schliesst, die Beschwerde sei abzuweisen, soweit sie sich gegen diesen Kanton richtet. Er führt aus, für den unselbständig erwerbenden Fremdarbeiter gebe es keinen Steuerort des Arbeitgeberwohnsitzes. Ebenso wenig komme darauf an, wo er die primäre fremdenpolizeiliche Arbeitsbewilligung erhalten habe; entbinde ihn diese doch nicht davon, sich bei Verlegung des Aufenthalts in einen andern Kanton innert acht Tagen bei der dortigen Fremdenpolizeibehörde anzumelden. Der Fremdarbeiter habe sein Erwerbseinkommen vielmehr dort zu versteuern, wo er es nach gehöriger fremdenpolizeilicher BGE 85 I 7 S. 10Anmeldung tatsächlich erzielt habe. Der Kanton Graubünden habe den Beschwerdeführer denn auch nur für die Zeit besteuert, da er in Sedrun gearbeitet habe. Dank der Quellenbesteuerung vermöge der Kanton ohne besondere Veranlagung und ohne grossen Apparat das Einkommen aller Fremdarbeiter genauestens zu erfassen; es sei ihm nicht zuzumuten, darauf zu verzichten, wenn ein anderer Kanton die primäre Arbeitsbewilligung erteilt habe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Gemäss Art. 7 Abs. 1 des österreichisch-schweizerischen Doppelbesteuerungsabkommens vom 12. November 1953 (AS 1954 S. 1086) werden Einkünfte aus unselbständiger Erwerbstätigkeit nur in dem Staat besteuert, in dessen Gebiet die persönliche Tätigkeit ausgeübt wird, aus der diese Einnahmen herrühren. Der Beschwerdeführer ist österreichischer Staatsangehöriger; er ist in der Schweiz auf Grund eines Dienstvertrags tätig. Er ist daher in der Schweiz für sein hier erzieltes Erwerbseinkommen steuerpflichtig.\n\n2. Das durch Art. 46 Abs. 2 BV gewährleistete Recht auf Schutz vor interkantonaler Doppelbesteuerung steht auch den in der Schweiz steuerpflichtigen Ausländern zu (BGE 37 I 358,BGE 48 I 381Erw. 1).\n\nOffensichtlich und allseits anerkannt ist, dass der Beschwerdeführer in der Schweiz keinen Wohnsitz hat, weil er sich als lediger Facharbeiter nirgends mit der Absicht dauernden Verbleibens aufhält, sondern von seiner Arbeitgeberin jeweils nur für kurze Zeit auf deren verschiedenen Baustellen eingesetzt wird. Im interkantonalen Verhältnis lässt sich seine Steuerpflicht demnach nicht an einen Wohnsitz, sondern nur an den Aufenthaltsort anknüpfen.\n\n3. Hat ein Ausländer in der Schweiz keinen Wohnsitz und knüpft die Besteuerung lediglich an seinen Aufenthalt daselbst an, so sind die kantonalen Steuerhoheiten grundsätzlich danach abzugrenzen, welchem schweizerischen Aufenthaltsort der Steuerpflichtige während des Zeitraums, BGE 85 I 7 S. 11wofür die Steuer geschuldet wird, am stärksten verbunden war (BGE 46 I 413; entsprechend für einen Schweizer ohne Wohnsitz das nicht veröffentlichte Urteil vom 18. Juli 1934 i.S. Waber, vgl. LOCHER, Doppelbesteuerungsrecht, § 3, II A, Nr. 2).\n\nNach der ständigen Rechtsprechung des Bundesgerichts ergibt sich die Stärke der Beziehungen zu einem Ort nicht aus irgendwelchen formellen Merkmalen (wie der polizeilichen Anmeldung), sondern aus der Gesamtheit der tatsächlichen Gegebenheiten (BGE 69 I 13, 79 Erw. 4 sowie die von LOCHER, a.a.O., unter § 3, I A, 2 d angeführten, nicht veröffentlichten Urteile). Das muss auch für Ausländer gelten. Es kommt mithin im vorliegenden Falle nicht darauf an, in welchem Kanton der Beschwerdeführer die Aufenthaltsbewilligung erlangte, und ob er sich bei Verlegung seines Aufenthalts in einen andern Kanton jeweils innert acht Tagen bei der dortigen Fremdenpolizeibehörde anmeldete, wie es Art. 8 Abs. 3 ANAG in der Fassung vom 8. Oktober 1948 (AS 1949 I S. 222) vorschreibt.\n\nDie Beziehungen, die sich aus dem Dienstvertrag des Beschwerdeführers zu Bern als dem Sitz seiner Arbeitsgeberin ergeben, erschöpften sich im wesentlichen darin, dass die A. Lüscher AG dort die Aufenthalts- und Arbeitsbewilligung für ihn einholte. Sie waren damit insofern formeller Art. Die Unternehmung setzte den Beschwerdeführer, wie es der Dienstvertrag vorsieht, auf ihren auswärtigen Baustellen ein; er hielt sich nur während der drei Wochen, da er in den von Roll'schen Eisenwerken arbeitete, in Bern auf. Es lässt sich daher nicht sagen, seine Beziehungen zu Bern seien infolge des Umstandes, dass seine Arbeitgeberin dort ihren Sitz hat, enger gewesen als die zu den auswärtigen Baustellen.\n\n4. Anderseits wurde er an keinem der verschiedenen Arbeitsorte wesentlich länger eingesetzt als an den andern. Unter solchen besonderen Umständen, da in der Schweiz weder ein Wohnsitz, noch ein längerer, die andern überwiegender Aufenthalt an einem bestimmten Orte gegeben BGE 85 I 7 S. 12ist, bleibt nichts anderes übrig, als die Steuerhoheit dem jeweiligen Aufenthaltskanton für die Dauer des dortigen Aufenthalts zuzuerkennen, auch wenn damit eine Zersplitterung der Steuererhebung verbunden ist. Diese erschwert übrigens die Ausscheidung und den Steuerbezug nicht wesentlich, zumal wenn die Steuer an der Quelle, d.h. beim Arbeitgeber zulasten des Lohnanspruchs des Arbeitnehmers, erhoben wird.\n\nDer Kanton Graubünden war deshalb im Jahre 1958 berechtigt, den Beschwerdeführer für alle Zeitspannen zu besteuern, während derer er in Sedrun arbeitete (also über die tatsächlich erfolgte Besteuerung hinaus auch für die Zeit vom 7. bis 13. November und vom 15. bis 31. Dezember). Dem Kanton Bern steht die Steuerhoheit dagegen nur für die drei Wochen zu, da der Beschwerdeführer in Bern, und für die drei Tage, da er auf der Schynigen Platte arbeitete."}