{"annee": "85", "cour": "IV", "page": "182", "date": "14/9/1959", "cite": ["78 IV 32", "73 IV 12", "80 IV 112", "69 IV 114", "82 IV 10", "72 IV 173", "70 IV 20", "77 IV 168", "71 IV 187"], "cite_par": ["86 IV 175", "104 IV 15", "116 IV 205", "124 IV 149", "93 IV 20", "94 IV 68", "102 IV 176"], "chapeau": "47. Auszug aus dem Urteil des Kassationshofes vom 14. September 1959 i. S. Bossi gegen Iklé und Müller.", "regestes": ["Art. 173 CP, diffamation. Celui qui par le pour sauvegarder des intérêts légitimes, ne doit lui aussi être exempté de toute peine que s'il prouve que l'allégation était conforme à la vérité ou qu'il avait des raisons sérieuses de la tenir de bonne foi pour vraie."], "faits": "", "considerants": "|182|\n\nAus den Erwägungen:\n\nWer in einer Lage, die ihn zwecks Wahrnehmung berechtigter Interessen zur Äusserung zwang, seine ehrenrührige Behauptung in angemessener Form gutgläubig aufstellte, nachdem er gewissenhaft alles Zumutbare vorgekehrt hatte, um sich von ihrer Richtigkeit zu überzeugen, machte sich nach früherer Rechtsprechung des Bundesgerichtes nicht strafbar (BGE 69 IV 116, BGE 70 IV 26, BGE 71 IV 189, BGE 72 IV 175, BGE 73 IV 16). Diese Rechtsprechung stammt aus der Zeit, da nach dem Wortlaut des Art. 173 StGB das Scheitern des Wahrheitsbeweises trotz des guten Glaubens des Täters, seine Behauptung sei wahr, zur Verurteilung führen musste. Sie brachte die unumgängliche Milderung, ohne die niemand es hätte wagen dürfen, jemanden z.B. in einer Strafanzeige oder in einem Prozess rufschädigender Tatsachen zu beschuldigen oder zu verdächtigen, wenn er nicht von vornherein sicher war, dass er seine Behauptung oder Vermutung als richtig beweisen könne. Nachdem die durch Bundesgesetz vom 5. Oktober 1950 abgeänderte Fassung des Art. 173 StGB in Kraft getreten war, wurde diese Rechtsprechung in Übereinstimmung mit der Lehre (WAIBLINGER, ZBJV 91 106) |183| aufgegeben (BGE 80 IV 112, BGE 82 IV 11; vgl. auch BGE 77 IV 168 f., BGE 78 IV 32 f.).\n\nArt. 173 StGB trägt mit der neuen Fassung den Fällen, in denen der Täter durch seine Äusserung berechtigte Interessen wahren will, in jeder Beziehung Rechnung. Ziff. 2 dieser Bestimmung verlangt nicht mehr, dass der Täter die Wahrheit seiner Äusserung beweise, sondern lässt ihn schon dann straflos, wenn er dartut, dass er ernsthafte Gründe hatte, die Äusserung in guten Treuen für wahr zu halten. Der gute Glauben entschuldigt unter diesen Voraussetzungen nicht nur den, der in einer Zwangslage berechtigte Interessen wahrnimmt, sondern auch andere Täter. Freilich lässt Art. 173 Ziff. 3 StGB den Beweis des Handelns in guten Treuen - und den Wahrheitsbeweis - nicht zu \"für Äusserungen, die ohne Wahrung öffentlicher Interessen oder sonstwie ohne begründete Veranlassung, vorwiegend in der Absicht vorgebracht oder verbreitet werden, jemandem Übles vorzuwerfen, insbesondere, wenn sich die Äusserungen auf das Privat- oder Familienleben beziehen\". Diese Ausnahmebestimmung wird jedoch dem, der in Wahrung berechtigter Interessen handelt, nie zum Verhängnis. Gerade sie zeigt, dass das Gesetz die Fälle, in denen der Täter solche Interessen wahrt, durch Art. 173 Ziff. 2 StGB abschliessend ordnet. Das gilt vorab für den in Art. 173 Ziff. 3 ausdrücklich erwähnten Fall, dass die Äusserung zur Wahrung öffentlicher Interessen erfolgt. Wenn hier ausdrücklich bestimmt wird, in diesem Falle seien die in Art. 173 Ziff. 2 vorgesehenen Beweise zulässig, bedeutet das zugleich, Art. 173 Ziff. 2 regle ihn erschöpfend, d.h. auch der im öffentlichen Interesse Handelnde dürfe nur die erwähnten Beweise erbringen, nicht ausserdem einen besonderen Rechtfertigungsgrund der \"Wahrung berechtigter öffentlicher Interessen\" anrufen. Entsprechendes gilt für den Fall der Wahrung berechtigter privater Interessen. Art. 173 Ziff. 3 trägt ihm insofern Rechnung, als der in Wahrung solcher Interessen Handelnde |184| seine Äusserung nie \"ohne begründete Veranlassung, vorwiegend in der Absicht, jemandem Übles vorzuwerfen\", vorbringt oder verbreitet, also stets zu den in Art. 173 Ziff. 2 vorgesehenen Beweisen zugelassen werden muss. Bei diesen Beweisen hat es sein Bewenden; werden sie nicht erbracht, so entgeht der Täter nicht trotzdem der Strafe, weil er berechtigte private Interessen gewahrt hat. Da sich Ziff. 3 mit den Beweggründen befasst, die den Täter zur Äusserung treiben, wäre der Rechtfertigungsgrund der \"Wahrung berechtigter Interessen\" ausdrücklich anerkannt worden, wenn das Gesetz ihn hätte beibehalten wollen. Dass die Rechtsprechung des Bundesgerichtes, die ihn eingeführt hatte, im Wortlaut des Gesetzes keine Stütze fand, war bekannt. Anlässlich der Beratung des neuen Wortlautes des Art. 173 fiel denn auch keine Äusserung, die schliessen liesse, man habe die in den Ziffern 2 und 3 des Art. 173 StGB getroffene Regelung nicht als abschliessend betrachtet, sondern den von der Rechtsprechung anerkannten Rechtfertigungsgrund beibehalten wollen (vgl. StenBull StR 1949 601 ff., NatR 1950 199 ff.).\n\nDie neue gesetzliche Ordnung genügt auch sachlich. Es ist nicht unbillig, dass der in Wahrung berechtigter privater oder öffentlicher Interessen Handelnde wie jeder andere der Strafe nur entgeht, wenn er beweist, dass die Äusserung der Wahrheit entspricht oder dass er ernsthafte Gründe hatte, sie in guten Treuen für wahr zu halten. Schon als die Rechtsprechung den Rechtfertigungsgrund der Wahrung berechtigter Interessen anerkannte, liess sie ihn nur dem zugute kommen, der seine Äusserung in angemessener Form gutgläubig tat, nachdem er gewissenhaft alles Zumutbare vorgekehrt hatte, um sich von ihrer Richtigkeit zu überzeugen. Die Wahrung berechtigter Interessen war kein Freibrief, jemandem ins Blaue hinaus rufschädigende Tatsachen nachzureden oder ihn durch sachlich nicht vertretbare Werturteile zu beschimpfen. Heute kann es nicht anders sein.\n\nDas gilt insbesondere auch dann, wenn die Äusserung |185| gegenüber der Polizei oder einer anderen mit der Aufdeckung oder Verfolgung strafbarer Handlungen betrauten Behörden erfolgt. Die in der Rechtsprechung kantonaler Gerichte und im Schrifttum gelegentlich vertretene Auffassung, diese Behörden seien im öffentlichen Interesse darauf angewiesen, auch unüberprüfte Mitteilungen zu erhalten (BIZüR 1955 Nr. 38; NOLL, Satirische Ehrverletzungen, BJM 1959 11), überzeugt nicht. Ein nur auf dem Wege der Rechtsprechung anzuerkennender bundesrechtlicher Grund, der den Urheber leichtfertiger Mitteilungen vor Strafe bewahren würde, besteht nicht. Es darf verlangt werden, dass auch der, der einer Strafverfolgungsbehörde durch eine Anzeige oder sonstige Auskunft an die Hand geht, seine Behauptung oder Verdächtigung nicht aus der Luft greife, sondern durch Bekanntgabe ernsthafter Anhaltspunkte stütze. Ohne solche wäre sie für die Behörde ja auch wertlos. Übrigens genügt in der Regel die Angabe der Anzeichen und können die Schlussfolgerungen daraus der Behörde überlassen werden. Der in Art. 173 Ziff. 2 StGB vorgesehene Beweis des Handelns in guten Treuen setzt nicht stets voraus, dass der Täter von der Richtigkeit der ehrenrührigen Tatsachen voll überzeugt gewesen sei. Wer diese nur in der Form eines Verdachtes kundgibt, braucht nur zu beweisen, dass ernsthafte Gründe ihn zum Verdacht berechtigten. Verdächtigt er jemanden, ohne solche Gründe zu haben, so verdient er Strafe.\n\nNOLL vertritt in BJM 1959 10 ff. die Auffassung, der Rechtfertigungsgrund der Wahrung berechtigter Interessen müsse auch anerkannt werden, um die angemessene Beurteilung der satirischen Ehrverletzungen zu ermöglichen; es bestehe ein allgemeines und berechtigtes Interesse, das öffentliche Leben durch satirische Darstellungen zu erheitern; das öffentliche Interesse an einer gewissen Narrenfreiheit gehe weiter als der durch die Entlastungsmöglichkeit von Art. 173 Ziff. 2 StGB geschützte Bereich; insbesondere bei der scherzhaften Beschimpfung und bei der |186| unwahren, jedoch nicht ernst gemeinten Äusserung müsse auf den Rechtfertigungsgrund der Wahrnehmung berechtigter Interessen zurückgegriffen werden. Dem ist jedoch entgegenzuhalten, dass eine Äusserung nur ehrverletzend ist, wenn sie sich eignet, den Ruf des Betroffenen zu schädigen oder diesen in seinem Ehrgefühl zu treffen. Wenn sie vom Hörer und im Falle der \"Beschimpfung\" vom Betroffenen als nicht ernst gemeint erkannt wird, erfüllt sie diese Voraussetzung nicht. Dann muss schon mangels objektiven Tatbestandes freigesprochen werden. Hält der Hörer die Äusserung für ernst oder verletzt sie das Ehrgefühl des Betroffenen, obschon der Täter überzeugt war, sie werde als erfunden aufgefasst, so fehlt der Vorsatz. Ist der Täter sich dagegen bewusst, dass seine Äusserung ernst genommen werden könnte, so ist nicht unbillig, dass er bestraft werde, wenn er nicht beweist, dass sie der Wahrheit entspricht oder dass er ernsthafte Gründe hatte, sie in guten Treuen für wahr zu halten. Die Freude des Publikums an Narreteien berechtigt niemanden, den Ruf oder das Ehrgefühl eines andern durch Äusserungen zu verletzen, die weder wahr sind, noch vom Täter aus ernsthaften Gründen in guten Treuen für wahr gehalten werden dürfen. Es besteht daher auch unter den von NOLL vertretenen Gesichtspunkten kein Grund, den Rechtfertigungsgrund der Wahrung berechtigter Interessen wieder anzuerkennen.\n\nWer berechtigte Interessen verfolgt, befindet sich freilich auch unter der Herrschaft des geltenden Rechts noch in einer besonderen Lage, weil er vor der Wahl steht, entweder auf die Wahrnehmung dieser Interessen zu verzichten oder eine ehrverletzende Äusserung zu tun, die sich möglicherweise als unzutreffend erweisen wird. Der Richter kann und muss jedoch dieser besonderen Lage Rechnung tragen, wenn er entscheidet, ob der Täter ernsthafte Gründe hatte, die Äusserung in guten Treuen für wahr zu halten. Er wird an die Sorgfaltspflicht des Täters geringere Anforderungen stellen, wenn dieser |187| rechtmässige Interessen verfolgte. Die Gründe, die für den in Wahrung solcher Interessen Handelnden \"ernsthaft\" sind, seine Äusserung in guten Treuen für wahr zu halten, sind nicht notwendigerweise Entschuldigungsgrund für jedermann. Es muss gleich wie beim Fahrlässigkeitsdelikt auf die Umstände des einzelnen Falles Rücksicht genommen werden (Art. 18 Abs. 3 StGB), und zu den Umständen gehören vornehmlich die Ziele, die der Täter verfolgt. Dass das Gesetz sie bewertet wissen will und von ihnen die Strafbarkeit oder Straflosigkeit des Täters abhangen lässt, ergibt sich aus Art. 173 Ziff. 3 StGB. Es liegt im Geiste dieser Bestimmung, ihnen auch in den Anforderungen an den Entlastungsbeweis des Art. 173 Ziff. 2 Rechnung zu tragen."}