{"annee": "85", "cour": "II", "page": "512", "date": "24/11/1959", "cite": ["85 II 131"], "cite_par": ["94 II 285", "89 II 108", "92 II 48", "91 II 68", "109 II 174"], "chapeau": "74. Auszug aus dem Urteil der I. Zivilabteilung vom 24. November 1959 i.S. Fischli gegen Matthée & Genecand \"Trima\".", "regestes": ["1. Art. 1er et 16 al. 1 ch. 1 LBI de 1907. Notion de l'invention. 2. Art. 67 ch. 1 OJ. Quand se justifie-t-il, dans les contestations relatives aux brevets d'invention, de revoir les faits d'ordre technique constatés par la juridiction cantonale et d'ordonner de nouvelles mesures probatoires?"], "faits": "", "considerants": "BGE 85 II 512 S. 513\n\nAus den Erwägungen:\n\n1. Nach Art. 16 Abs. 1 aPatG, der gemäss Art. 112 lit. a PatG auf die vor dem 1. Januar 1956 erteilten Patente anwendbar geblieben ist, hat der Richter das Patent unter anderem dann nichtig zu erklären, wenn keine Erfindung vorhanden (Ziff. 1) oder wenn diese nicht neu ist (Ziff. 4). Der Kläger bestreitet die Neuheit des Gegenstandes der angefochtenen Patente nicht, macht jedoch geltend, dass er nicht die Eigenschaften einer Erfindung aufweise.\n\nNach der Rechtsprechung des Bundesgerichtes (BGE 85 II 138 und dort angeführte Entscheide) liegt eine Erfindung vor, wenn der Gegenstand des Patentes einen klar erkennbaren technischen Fortschritt aufweist und auf einem schöpferischen, nicht schon jedem durchschnittlich gut ausgebildeten Fachmann naheliegenden Gedanken beruht (Erfindungshöhe). Daran ist festzuhalten. Der Kläger versucht denn auch nicht, den Begriff der Erfindung anders zu umschreiben, sondern beschränkt sich auf Darlegungen, wonach die beiden Merkmale im vorliegenden Falle nicht erfüllt seien.\n\n2. Der Kläger will die tatsächlichen Verhältnisse, aus denen nach der Auffassung des Handelsgerichts der durch die Trima-Schnalle erzielte klar erkennbare technische Fortschritt und die Erfindungshöhe hervorgehen, durch Sachverständige widerlegen. Er beantragt dem Bundesgericht, solche zu befragen und sie allenfalls zur Urteilsberatung beizuziehen.\n\nGemäss Art. 67 Ziff. 1 OG in der Fassung des Art. 118 PatG kann das Bundesgericht in Streitigkeiten über Erfindungspatente die tatsächlichen Feststellungen der kantonalen Instanz über technische Verhältnisse auf Antrag oder von Amtes wegen überprüfen und zu diesem Zwecke die erforderlichen Beweismassnahmen treffen, insbesondere den BGE 85 II 512 S. 514Sachverständigen der Vorinstanz zu einer Ergänzung seines Gutachtens veranlassen oder einen oder mehrere neue Sachverständige bestellen oder einen Augenschein vornehmen.\n\nNach dem Wortlaut dieser Norm \"kann\" das Bundesgericht Beweismassnahmen treffen. Es ist nicht verpflichtet, einem dahin gehenden Begehren einer Partei unbesehen Folge zu geben. Ein Antrag in der Bundesversammlung, der dem Gesetz diesen Sinn geben wollte, wurde abgelehnt (StenBull NatR 1952 450 ff., StR 1953 406 f.; BGE 85 II 142).\n\nWas die Voraussetzungen betrifft, unter denen sich neue Beweismassnahmen rechtfertigen, ist zu berücksichtigen, dass Art. 67 OG im Rahmen der Bestimmungen über die Berufung (Art. 43-67 OG) steht und daher im Geiste dieses Rechtsmittels auszulegen ist. Er macht es nicht zur Appellation, die das Bundesgericht verpflichten würde, den Rechtsstreit in tatsächlicher Hinsicht, soweit sich technische Fragen stellen, allseits neu zu beurteilen, d.h. die Beweise selber zu würdigen und sie allenfalls zu ergänzen. Art. 67 Ziff. 1 lässt das Verfahren ein Berufungsverfahren sein, in dem das Urteil auf Grund des vom kantonalen Richter festgestellten Tatbestandes gefällt wird, mit der Einschränkung, dass die tatsächlichen Feststellungen über technische Verhältnisse der Überprüfung und Berichtigung zugänglich sind, wenn das Bundesgericht einen Grund hat, an ihrer Richtigkeit oder Vollständigkeit zu zweifeln. Solche Gründe liegen namentlich dann vor, wenn der kantonale Richter, von unzutreffenden Rechtsbegriffen ausgehend, sich die technischen Fragen nicht richtig und vollständig gestellt hat oder wenn seine Feststellungen unklar, unzusammenhängend oder ungenau sind, sich widersprechen oder auf irrtümlichen oder unvollständigen Überlegungen beruhen. Feststellungen, die keine solchen oder ähnlichen Mängel aufweisen, sind dagegen nicht durch neue Beweismassnahmen zu überprüfen. Insbesondere sind neue Sachverständige nicht schon zu ernennen, wenn möglich ist, BGE 85 II 512 S. 515dass sie vom Gutachten der in der kantonalen Instanz befragten Sachverständigen abweichen würden, namentlich wenn eine Partei es durch Einlegung eines Privatgutachtens beanstandet. Ein solches Suchen nach anderen Auffassungen widerspräche nicht nur der Natur der Berufung, sondern könnte die Streitigkeiten über Erfindungspatente so verlängern, dass die Rechtslage urteilsmässig erst abgeklärt wäre, wenn die Dauer des Patentes annähernd oder vollständig abgelaufen und das Interesse am Urteil im wesentlichen dahingefallen ist. Laut Ergänzungsbotschaft vom 28. Dezember 1951 zur Vorlage über die Revision des Bundesgesetzes betreffend die Erfindungspatente war auch schon der Bundesrat der Auffassung, Art. 67 Ziff. 1 OG bedeute nicht, dass die Feststellungen der kantonalen Instanz über technische Verhältnisse in jedem Falle insgesamt überprüft werden müssten, sondern nur, dass das Bundesgericht nicht verpflichtet sei, \"sie tale quale hinzunehmen\"; das Bundesgericht \"bleibe aber berechtigt, sie hinzunehmen in allen Fällen, wo ein Grund für eine Änderung nicht besteht\" (BBl 1952 I 23). Im Nationalrat wurde erklärt, neue Beweismassnahmen seien nur zu treffen, wenn das Bundesgericht sich sage, eine nähere Abklärung sei noch erforderlich (StenBull NatR 1952 453, Votum des Berichterstatters Huber). Der Berichterstatter im Ständerat wies darauf hin, dass der vorgeschlagene Wortlaut in der Zulassung der Überprüfung des Tatbestandes wohl an die äusserste Grenze dessen gehe, was mit dem Berufungsverfahren noch vereinbart werden könne (StenBull StR 1953 406). Er war also der Auffassung, dass das Rechtsmittel trotz des Art. 67 OG eine Berufung bleibe."}