{"annee": "85", "cour": "II", "page": "86", "date": "9/2/1959", "cite": ["68 II 155", "62 I 235", "84 II 493", "81 II 495", "43 I 90"], "cite_par": ["99 II 246"], "chapeau": "17. Urteil der II. Zivilabteilung vom 9. Februar 1959 i.S. Trebitsch gegen Scharf.", "regestes": ["Convention franco-suisse du 15 juin 1869. 1. Conformément à l'art. 5 de la convention, les actions relatives au partage de la succession d'un Français décédé en Suisse relèvent du tribunal du dernier domicile du défunt en France, même si l'ouverture du testament a eu lieu en Suisse (consid. 2 a et c). 2. Le fait que le défunt possédait, outre la nationalité française, celle d'un Etat tiers, ne s'oppose pas en principe à l'application de l'art. 5 de la convention (consid. 2 b). 3. Il est sans importance, du point de vue de l'art. 5 de la convention, que le défunt ait possédé la nationalité française déjà au moment où il avait un domicile en France, ou qu'il l'ait acquise plus tard seulement (consid. 3)."], "faits": "BGE 85 II 86 S. 87\n\nA.- Der Schriftsteller Siegfried Trebitsch, der nach den vorliegenden Geburtszeugnissen am 22. Dezember 1868 in Wien geboren worden war und im Jahre 1907 das Ehrenbürgerrecht der Stadtgemeinde Wigstadtl im österreichischen Kronlande Schlesien, im Jahre 1920 \"definitiv\" das Heimatrecht in dieser nun zur Tschechoslowakei gehörenden Gemeinde und zugleich die tschechoslowakische Staatsangehörigkeit erhalten hatte, wohnte nach seinen beeidigten Angaben in einem Gesuch um das amerikanische Einwanderungsvisum vom 30. Juni 1941 mit Unterbrechungen infolge von Auslandreisen bis 1938 (d.h. offenbar bis zum Anschluss Österreichs an das Deutsche Reich) in Wien, von 1938 bis 1940 in Paris und von da an in Zürich, wo er laut Bescheinigung des Polizeiamtes der Stadt Zürich schon vom 14. Juli bis zum 7. September 1919, vom 7. Juni 1938 bis zum Mai 1939 und vom 19. Oktober 1939 bis zum 5. Januar 1940 gewohnt hatte und vom 17. September 1940 an ununterbrochen wohnhaft war. Sein am 15. März 1938 in Wien ausgestellter tschechoslowakischer Pass nennt als seinen Wohnort Wien, welche Angabe am 6. Mai 1938 amtlich in \"Paris\" abgeändert wurde. Am 8. Oktober 1939 wurde ihm gemäss Feststellung der Vorinstanz ehrenhalber die französische Staatsangehörigkeit verliehen. Bei der Veröffentlichung dieser Einbürgerung im Journal officiel de la République française vom gleichen Tage wurde er als \"demeurant à Paris\" bezeichnet.\n\nBGE 85 II 86 S. 88\n\nB.- In den Jahren 1955 und 1956 errichtete Siegfried Trebitsch, der seit 1954 verwitwet war und keine Kinder hatte, in Zürich mehrere letztwillige Verfügungen, worin er die Eheleute Adolf und Luise Scharf in Wien als Alleinerben je zur Hälfte einsetzte mit der Verpflichtung, verschiedene Vermächtnisse auszurichten. Nachdem er am 3. Juni 1956 in Zürich gestorben war, wurden diese Verfügungen dem Einzelrichter für nichtstreitige Rechtssachen des Bezirksgerichtes Zürich eingereicht und von diesem am 13. Juli 1956 in Gegenwart des Willensvollstreckers und des Vertreters der eingesetzten Erben eröffnet. Am 5. Februar 1957 ordnete der Einzelrichter die Mitteilung der Verfügungen an die inzwischen ermittelten gesetzlichen Erben und an die eingesetzten Erben und die Vermächtnisnehmer an.\n\nC.- Am 5./8. Februar 1958 leitete einer der gesetzlichen Erben, Leopold Trebitsch, in Zürich gegen Adolf und Luise Scharf Klage ein, mit der er im wesentlichen verlangte, die letztwilligen Verfügungen des Erblassers seien ungültig zu erklären und der Nachlass (der gemäss Steuerinventar keine Liegenschaften umfasst, sondern aus Wertschriften, Forderungen, Barschaft und Fahrhabe besteht) unter den Kläger und dessen Vetter Alexander Trebitsch zu gleichen Teilen aufzuteilen. Die Beklagten bestritten unter Hinweis auf Art. 5 des schweizerischfranzösischen Gerichtsstandsvertrages vom 15. Juni 1869 die Zuständigkeit der zürcherischen Gerichte. Am 22. Mai 1958 schützte das Bezirksgericht Zürich diese Einrede. Das Obergericht des Kantons Zürich (I. Zivilkammer), an das der Kläger rekurrierte, hat am 25. Juli 1958 im gleichen Sinn entschieden.\n\nD.- Gegen diesen Entscheid hat der Kläger unter Berufung auf Art. 68 lit. b OG Nichtigkeitsbeschwerde an das Bundesgericht eingereicht mit dem Antrag, die zürcherischen Gerichte seien zur Behandlung seiner Klage zuständig zu erklären.\n\nBGE 85 II 86 S. 89", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Ausführungen darüber, dass das vom Kläger eingelegte Rechtsmittel als Nichtigkeitsbeschwerde unzulässig ist, dagegen als Berufung entgegengenommen werden kann.)\n\n2. Der erste Satz von Art. 5 des Gerichtsstandsvertrages von 1869 (GStV) lautet in der amtlichen Übersetzung des französischen Originaltextes (BS 12 S. 349):\n\n\"Jede Klage betreffend Liquidation oder Teilung einer Erbschaft, sei es in Folge von Testament oder von Intestaterbrecht, und betreffend die Abrechnung zwischen Erben und Legataren, ist vor dem Gerichte des Ortes geltend zu machen, wo die Erbschaft eröffnet worden ist, und zwar, wenn es sich um die Verlassenschaft eines Franzosen handelt, der in der Schweiz verstorben ist, vor dem Gerichte seines letzten Wohnortes in Frankreich, und wenn es sich um die Verlassenschaft eines Schweizers handelt, der in Frankreich verstorben ist, vor dem Gerichte seines Heimatortes.\"\n\nEs steht ausser Zweifel und ist denn auch unbestritten, dass die vorliegende Klage eine solche betreffend Liquidation oder Teilung einer Erbschaft im Sinne dieser Bestimmung ist und die Verlassenschaft eines Franzosen zum Gegenstand hat, der in der Schweiz verstorben ist. Nach dem auf solche Verlassenschaften bezüglichen Abschnitt dieser Bestimmung gehört die vorliegende Klage daher unter der Voraussetzung, dass der Erblasser früher in Frankreich gewohnt hat, vor das Gericht seines letzten Wohnortes in Frankreich.\n\nWas der Kläger gegen diese Schlussfolgerung vorbringt, ist nicht stichhaltig.\n\na) Aus der Tatsache, dass die letztwilligen Verfügungen des Erblassers vom Einzelrichter des Bezirrksgerichtes Zürich eröffnet wurden, folgt entgegen der Auffassung des Klägers nicht, dass Zürich der Ort sei, wo im Sinne von Art. 5 GStV die Erbschaft eröffnet worden ist, und dass das Bezirksgericht Zürich \"für die Behandlung der Erbschaftsprozesse örtlich zuständig\" geworden sei, \"auch wenn vorher die örtliche Zuständigkeit fraglich gewesen BGE 85 II 86 S. 90wäre\". Die Eröffnung der Erbschaft (ouverture de la succession) fällt schon nach dem allgemeinen juristischen Sprachgebrauch nicht mit der Testamentseröffnung (ouverture du testament) zusammen. Im Rahmen von Art. 5 GStV verbietet sich eine solche Gleichstellung erst recht. Diese Bestimmung gilt, wie darin ausdrücklich gesagt wird, nicht nur bei testamentarischer, sondern auch bei gesetzlicher Erbfolge (succession ab intestat) und mithin auch in Fällen, wo eine Testamentseröffnung nicht in Frage kommt. Die Vorschrift, dass für die Klagen betreffend Liquidation oder Teilung einer Erbschaft das Gericht des Ortes zuständig ist, wo die Erbschaft eröffnet wurde, hätte also in einem Teil der Fälle, für die sie Geltung beansprucht, überhaupt keinen Sinn, wenn die Auffassung des Klägers richtig wäre, dass mit der Eröffnung der Erbschaft die Testamentseröffnung gemeint sei. Gegen diese Auslegung spricht aber vor allem der Umstand, dass Art. 5 GStV sich nicht mit der Vorschrift begnügt, Klagen der erwähnten Art seien vor dem Gerichte des Ortes geltend zu machen, wo die Erbschaft eröffnet wurde, sondern beifügt: \"und zwar, wenn es sich um die Verlassenschaft eines Franzosen handelt, der in der Schweiz verstorben ist, vor dem Gerichte seines letzten Wohnortes in Frankreich, und wenn es sich um die Verlassenschaft eines Schweizers handelt, der in Frankreich verstorben ist, vor dem Gerichte seines Heimatortes\". Dieser Zusatz hat, wie sich aus der einleitenden Wendung \"und zwar\" (Originaltext \"c'est-à-dire\" = das heisst) unzweideutig ergibt, den Sinn einer Verdeutlichung. Es sollte damit ein für allemal klargestellt werden, was im Sinne von Art. 5 GStV unter dem Orte der Eröffnung der Erbschaft zu verstehen ist, und dabei wurde eben nicht der Ort der Testamentseröffnung als massgebend bezeichnet, sondern je nach der Staatsangehörigkeit des Erblassers dessen letzter Wohnort in Frankreich bezw. dessen Heimatort, was nicht das gleiche ist wie der Ort, wo das Testament eröffnet wurde. Neben der Bestimmung, dass BGE 85 II 86 S. 91am letzten Wohnsitz in Frankreich bezw. am Heimatort des Erblassers zu klagen sei, behält die dadurch erläuterte Vorschrift, dass das Gericht am Ort der Eröffnung der Erbschaft zuständig sei, überhaupt keine selbständige Bedeutung. Die bundesrätliche Botschaft vom 28. Juni 1869 (Bundesblatt 1869 II, deutsch S. 476 ff., franz. S. 493 ff.), die den GStV im übrigen einlässlich kommentiert, spricht denn auch bei Erörterung des in Art. 5 aufgestellten Grundsatzes (S. 490 bezw. 506/07) mit keinem Worte vom Gerichtsstand des Ortes, wo die Erbschaft eröffnet wurde, sondern sagt nur, in Art. 5 werde die Frage der Gerichtsstandes in Erbschaftssachen behandelt und im allgemeinen in der Weise geordnet, dass jeweilen das heimatliche Gericht des Erblassers zuständig sein solle, so zwar, dass für die Verlassenschaft eines in der Schweiz gestorbenen Franzosen das Gericht seines letzten Domizils in Frankreich und für die Verlassenschaft eines Schweizers, der in Frankreich gestorben ist, dasjenige seiner Heimat kompetent sein solle; eine Regelung gleicher Art sei durch den neuen Niederlassungsvertrag (vom 22. Juli 1868/1. Mai 1869) zwischen der Schweiz und Italien geschaffen worden (wo Erbstreitigkeiten zwischen den Erben eines in der Schweiz verstorbenen Italieners vor den Richter des letzten Wohnsitzes des Erblassers in Italien, solche zwischen den Erben eines in Italien verstorbenen Schweizers vor den Richter des Heimatortes des Erblassers verwiesen wurden; Art. 17 des Vertrags und Art. 1V des Zusatzprotokolls, BS 11 S. 679, 681). Wenn im Vertragstext der entscheidenden Vorschrift, die je nach der Staatsangehörigkeit des Erblassers den Gerichtsstand des letzten Wohnsitzes in Frankreich oder denjenigen des Heimatortes vorsieht, die Bestimmung vorangestellt wurde, dass die in Frage stehenden Klagen vor das Gericht des Ortes der Eröffnung der Erbschaft gehören, so lässt sich dies nur aus dem Bestreben erklären, jene beiden Gerichtsstände aus redaktionellen Gründen unter einen gemeinsamen Oberbegriff BGE 85 II 86 S. 92zu stellen, ohne ihren Geltungsbereich irgendwie einzuschränken. Als solcher Oberbegriff ohne selbständige Bedeutung eignete sich der Begriff des Gerichtsstandes des Ortes, wo die Erbschaft eröffnet wurde, da dieser Begriff nur durch positive Vorschriften darüber, wo die Erbschaftseröffnung zu lokalisieren sei, einen bestimmten Sinn erhält. Streitigkeiten über die Teilung der Verlassenschaft eines in der Schweiz verstorbenen Franzosen unterliegen also (wenigstens dann, wenn es sich wie hier ausschliesslich um bewegliches Vermögen handelt und folglich der auf Immobilien bezügliche, lautBGE 68 II 160in seiner Tragweite umstrittene zweite Satz von Art. 5 Abs. 1 GStV nicht eingreift) vorbehaltlos dem Gerichtsstand seines letzten Wohnsitzes in Frankreich. Der Umstand, dass die letztwilligen Verfügungen des Erblassers auf Grund von Art. 551 und 556 ff. ZGB in Zürich eröffnet wurden, kann den Entscheid über die Zuständigkeit für die Beurteilung der vorliegenden Erbteilungsklage um so weniger beeinflussen, als die Testamentseröffnung zu den sichernden Massnahmen gehört, für welche der durch die Zusatzakte vom 4. Oktober 1935 in die Gerichtsstandsvereinbarung eingefügte Art. 2 bis in Bestätigung einer schon vorher einhellig vertretenen Auffassung (vgl.BGE 62 I 245) den Grundsatz aufgestellt hat, dass die in der Gesetzgebung eines der beiden Staaten vorgesehenen vorläufigen oder sichernden Massnahmen bei den Behörden dieses Staates nachgesucht werden können, welches immer auch die Gerichtszuständigkeit für die Entscheidung über die Sache selbst sei. Die Zuständigkeit für die Testamentseröffnung und diejenige für die Beurteilung des Erbteilungsprozesses sind hienach voneinander unabhängig (vgl. ZR 55 Nr. 101 S. 213/14).\n\nb) Wenn der Erblasser neben der französischen noch die tschechoslowakische Staatsangehörigkeit besessen hat, so lässt sich hieraus, wie die Vorinstanz gegenüber den Ausführungen des Klägers in der kantonalen Rekursschrift zutreffend festgestellt hat, keineswegs ableiten, BGE 85 II 86 S. 93dass Art. 5 GStV auf seinen Nachlass nicht anwendbar sei. Diese Bestimmung kann zwar dann keine Anwendung finden, wenn der Erblasser französisch-schweizerischer Doppelbürger war, weil nicht angenommen werden kann, dass die Vertragsstaaten eigene Bürger als Fremde behandeln wollten, und weil sich aus der Anwendung von Art. 5 GStV bei solchem Doppelbürgerrecht jeweilen zwei miteinander konkurrierende Gerichtsstände ergäben (BGE 43 I 96f., BGE 81 II 498 f.). Diese Erwägungen erlauben indessen nicht, die Anwendung von Art. 5 GStV auch in Fällen auszuschliessen, wo der Erblasser ausser der Staatsangehörigkeit eines der beiden Vertragsstaaten auch noch diejenige eines dritten Staates besitzt. Wird Art. 5 GStV auf solche Fälle angewendet, wie es dem Wortlaut dieser Bestimmung entspricht, da man es auch hier mit Schweizern bezw. mit Franzosen zu tun hat, so kommen die Vertragsstaaten nicht in die Lage, eigene Bürger als Fremde behandeln zu müssen, und entstehen keine konkurrierenden Zuständigkeiten. Zu Konflikten könnte die Anwendung von Art. 5 GStV auf in der Schweiz gestorbene Franzosen, die auch noch das Bürgerrecht eines dritten Staates besitzen, nur dann führen, wenn mit diesem Drittstaate ebenfalls eine Gerichtsstandsvereinbarung bestünde, deren Anwendung zu einem andern Ergebnis führen würde als diejenige von Art. 5 des schweizerischfranzösischen Vertrages. Mit einem solchen Falle hat man es aber hier nicht zu tun, da zwischen der Schweiz und der Tschechoslowakei kein Staatsvertrag über diese Materie besteht; der von diesen beiden Staaten am 21. Dezember 1926 abgeschlossene Vertrag über die Anerkennung und Vollstreckung gerichtlicher Entscheidungen (BS 12 S. 381) stellt keine Gerichtsstandsvorschriften auf. Im übrigen hatte der Kläger in der Klageschrift selber ausgeführt, der Erblasser habe die tschechoslowakische Staatsangehörigkeit wahrscheinlich verloren.\n\nc) Sollten die französischen Gerichte, wie der Kläger behauptet, die Behandlung einer Klage der vorliegenden BGE 85 II 86 S. 94Art davon abhängig machen, dass die letztwilligen Verfügungen des Erblassers in Frankreich eröffnet wurden, und sollte eine Testamentseröffnung in Frankreich nicht mehr möglich sein, nachdem eine solche in Zürich erfolgt ist, so vermöchte dies den zürcherischen Gerichten entgegen der Auffassung des Klägers nicht eine Zuständigkeit zu verschaffen, die ihnen nach Art. 5 GStV abgeht. Im übrigen ist nicht einzusehen, warum es ausgeschlossen sein sollte, die Testamentseröffnung nötigenfalls in Frankreich unter Beobachtung der Formen des französischen Rechts (Art. 1007 des Code civil) zu wiederholen. Eine solche Notwendigkeit dürfte aber kaum bestehen, da nach französischer Rechtsprechung für die sichernden Massnahmen der Eröffnung und Hinterlegung des Testaments das Recht des Ortes massgebend ist, wo das Testament entdeckt wurde (PLANIOL/RIPERT, Traité pratique de droit civil français, V. Band, 2. Aufl. 1957, No. 587 S. 739), was sich übrigens für das schweizerisch-französische Verhältnis auch aus Art. 2 bis GStV ergibt, und da zudem nach französischer Auffassung die Nichteinhaltung der in Art. 1007 des Code civil vorgesehenen (nur für das eigenhändige Testament und das \"testament mystique\" geltenden) Formalitäten keine Sanktionen nach sich zieht (PLANIOL/RIPERT a.a.O. No. 548 S. 692).\n\n3. Aus den von ihr verbindlich festgestellten Tatsachen (namentlich aus den unter A hievor angeführten eigenen Angaben des Erblassers, den Vermerken in seinem tschechoslowakischen Reisepass, der Wohnortangabe im französischen Amtsblatt vom 8. Oktober 1939 und der Bescheinigung des Polizeiamtes der Stadt Zürich, wonach sich der Erblasser in der Zeit zwischen seiner Auswanderung aus Österreich und dem 17. September 1940 nur zeitweise in Zürich aufgehalten hatte) konnte die Vorinstanz ohne Verletzung von Art. 5 GStV oder anderer Vorschriften des Bundesrechts den Schluss ziehen, dass der Erblasser, bevor er sich in Zürich niederliess, im Sinne jener Bestimmung in Paris Wohnsitz gehabt habe.\n\nBGE 85 II 86 S. 95\n\nOb dieser Wohnsitz zur Zeit der Verleihung der französischen Staatsangehörigkeit noch bestanden oder der Erblasser damals bereits in Zürich Wohnsitz gehabt habe, ist entgegen der Auffassung des Klägers gleichgültig. Art. 5 GStV macht die Zuständigkeit des Gerichtes am letzten Wohnort in Frankreich nicht davon abhängig, dass der Erblasser die französische Staatsangehörigkeit besass, als er noch in Frankreich wohnte, sondern erklärt dieses Gericht für die Beurteilung von Streitigkeiten über die Teilung des Nachlasses von Personen, die als Franzosen in der Schweiz gestorben sind, allgemein als zuständig. Die Anwendung dieser Bestimmung von Erfordernissen abhängig zu machen, die der Vertragstext nicht vorsieht, geht um so weniger an, als das Bestreben der Vertragsstaaten beim Abschluss des GStV unverkennbar dahin ging, alle Erbschaften der in der Schweiz verstorbenen Franzosen und der in Frankreich verstorbenen Schweizer der Jurisdiktion des Heimatstaates zu unterstellen (vgl. die in Erw. 2 a wiedergegebene Stelle der bundesrätlichen Botschaft: \"dass jeweilen das heimatliche Gericht des Erblassers zuständig sein soll\", woraus verschiedene Autoren sogar geschlossen haben, Art. 5 GStV sei auf den Nachlass eines in der Schweiz verstorbenen Franzosen grundsätzlich selbst dann anwendbar, wenn dieser nie in Frankreich Wohnsitz hatte (ROGUIN, Conflits des lois suisses en matière internationale et intercantonale, Lausanne 1891, No 231 S. 348; AUJAY, Etudes sur le traité franco-suisse du 15 juin 1869, Paris 1903, No 161 S. 199; BOISSONNAS, Les successions et la convention francosuisse du 15 juin 1869, Genf 1912, S. 55; HOHL, Die erbrechtlichen Bestimmungen des Staatsvertrages der Schweiz mit Frankreich vom 15. Juni 1869, Bern 1922, S. 68; anderer Meinung NIBOYET, Traité de droit international privé français, Paris 1949, Band VI No 1870 S. 509, und BGE 84 II 493 Erw. 4; unentschieden PILLET, Les conventions internationales relatives à la compétence judiciaire et à l'exécution des jugements, Paris 1913, S. 150/51).\n\nBGE 85 II 86 S. 96Ist somit der letzte Wohnsitz in Frankreich nach Art. 5 GStV für den Gerichtsstand ohne Rücksicht darauf massgebend, ob der als Franzose in der Schweiz verstorbene Erblasser schon während seines Wohnsitzes in Frankreich die französische Staatsangehörigkeit besessen habe, so betreffen die Rügen, welche der Kläger gegenüber der Annahme der Vorinstanz erhebt, dass der Erblasser \"im besonderen zur Zeit der Verleihung der französischen Staatsangehörigkeit\" in Frankreich Wohnsitz gehabt habe, einen für die Entscheidung unerheblichen Punkt. Schon deshalb ist den in diesem Zusammenhang gestellten Beweisergänzungsanträgen keine Folge zu geben. Dass der Kläger der Vorinstanz vorwirft, sie habe den Zeitpunkt des Erwerbs der französischen Staatsangehörigkeit nicht genügend abgeklärt, ist im übrigen unverständlich, da er in seinem Rekurs an die Vorinstanz selber ausdrücklich erklärt hatte, dem Erblasser sei unbestrittenermassen die französische Staatsangehörigkeit ehrenhalber verliehen worden, \"und zwar am 8.10.1939\" (d.h. eben an dem Tage, auf den die Vorinstanz diesen Akt verlegt).\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten. Als Berufung wird das Rechtsmittel abgewiesen, und das Urteil des Obergerichts des Kantons Zürich vom 25. Juli 1958 wird bestätigt."}