{"annee": "85", "cour": "I", "page": "115", "date": "15/5/1959", "cite": ["70 I 312", "46 II 473", "80 I 39"], "cite_par": ["96 II 79", "96 I 728", "110 IB 319"], "chapeau": "19. Urteil vom 15. Mai 1959 i.S. X. gegen Wehrsteuer-Rekurskommission des Kantons Zürich.", "regestes": ["Impôt pour la défense nationale: 1. Celui qui reçoit des actions gratuites est imposable de ce fait au titre du revenu (confirmation de la jurisprudence). 2. Quelle est la personne imposable sur ce revenu lorsque les actions font l'objet d'un usufruit ou d'un rapport de fiducie selon le droit anglo-saxon (trust)? Interprétation de l'art. 21 al. 5 AIN."], "faits": "|115|\n\nA.- Y. errichtete in England im Jahre 1936, kurz vor seinem Tode, durch Testament einen Trust zugunsten seines Bruders Z. und seiner in der Schweiz lebenden Schwester, der Beschwerdeführerin X., sowie der Nachkommen dieser beiden. Die Beschwerdeführerin hat Anspruch |116| auf den Ertrag der Hälfte des Trustvermögens, während die andere Hälfte den Nachkommen des im Jahre 1952 verstorbenen Bruders Z. verhaftet ist. Nach dem Tode der Beschwerdeführerin wird der ihr zustehende Ertragsanteil ihren Kindern zukommen.\n\nZu der für den Stamm der Beschwerdeführerin bestimmten Hälfte des Trustkapitals gehörten Aktien einer englischen Gesellschaft, welche im Jahre 1954 Gratisaktien abwarfen. Die neuen Aktien wurden dem von den Trustees in England verwalteten Wertschriftenportefeuille einverleibt.\n\nB.- Bei der Einschätzung der Beschwerdeführerin für die 8. Wehrsteuerperiode sind diese Gratisaktien als Kapitalertrag der Einkommenssteuer unterworfen worden. Die kantonale Rekurskommission hat diese Veranlagung bestätigt. Sie nimmt an, die in Frage stehenden Gratisaktien gehörten zum Ertrag aus dem Trustvermögen, auf den die Beschwerdeführerin Anspruch habe. Sie seien gemäss Art. 21 Abs. 1 lit. c und Abs. 5 WStB in die Berechnung des steuerbaren Einkommens der Beschwerdeführerin einzubeziehen, da das Einkommen aus dem Trust sich mit demjenigen aus Nutzniessung im Sinne des schweizerischen Rechts (Art. 745 ff. ZGB) vergleichen lasse.\n\nC.- Gegen den Entscheid der Rekurskommission richtet sich die Verwaltungsgerichtsbeschwerde. Es wird geltend gemacht, die erwähnten Gratisaktien fielen nicht in die Berechnung der von der Beschwerdeführerin geschuldeten Wehrsteuer für Einkommen. Sie seien nicht der Beschwerdeführerin, sondern dem Trust zugekommen. Es gehe auch nicht an, den Benefizianten eines Trusts einem Nutzniesser gleichzustellen. Übrigens sei nach der gesetzlichen Ordnung der Bezug von Gratisaktien der Wehrsteuer vom Einkommen überhaupt nicht unterworfen.\n\nD.- Die kantonalen Behörden beantragen Abweisung, die eidgenössische Steuerverwaltung Gutheissung der Beschwerde.- Das Bundesgericht schützt die Beschwerde |117|", "considerants": "in Erwägung:\n\n1. - Nach Art. 21 Abs. 1 lit. c WStB fällt in die Steuerberechnung jedes Einkommen aus beweglichem Vermögen, mit Einschluss der Gewinnanteile aus Beteiligungen. Als solche Anteile gelten alle nicht eine Rückzahlung bestehender Kapitalanteile darstellenden geldwerten Leistungen einer Gesellschaft an die Inhaber gesellschaftlicher Beteiligungsrechte. Dazu gehört nach ständiger Rechtsprechung des Bundesgerichts die Zuteilung von Gratisaktien an die Aktionäre (BGE 70 I 319, BGE 80 I 40; Urteil G. vom 8. März 1957, wiedergegeben im Archiv für schweiz. Abgaberecht Bd. S. 492, und heutiges Urteil K.).\n\nGewinnanteile aus Beteiligungen sind bei demjenigen als Einkommen zu erfassen, der sie empfängt. In der Regel ist dies der Inhaber des Beteiligungsrechts im Sinne von Art. 21 Abs. 1 lit. c WStB, also der Aktionär im Falle, wo die Gewinnanteile von einer Aktiengesellschaft ausgerichtet werden. Vorbehalten bleibt Art. 21 Abs. 5 WStB, wonach \"Einkommen aus Vermögen (Abs. 1, lit. b und c), an dem eine Nutzniessung bestellt ist\", dem Nutzniesser zugerechnet wird - wie er nach Art. 27 Abs. 2 WStB auch die Steuer für dieses Vermögen zu entrichten hat.\n\n2. - Nach dem Zivilgesetzbuch gehören dem Nutzniesser ausser den natürlichen Früchten (Art. 756) \"Zinsen von Nutzniessungskapitalien und andere periodische Leistungen\" (Art. 757). Nicht periodische Leistungen fallen dem Eigentümer des in Nutzniessung stehenden Vermögens zu. Als solche Leistung gilt auch die Ausgabe von Gratisaktien. Zum Bezug dieser Aktien ist der Eigentümer der alten Aktien berechtigt; die neuen Titel werden Bestandteil des Nutzniessungskapitals, und der Nutzniesser erhält lediglich den periodischen Ertrag, den sie abwerfen (BGE 46 II 475).\n\nDem Nutzungsrecht des Nutzniessers steht seine Verpflichtung gegenüber, gewisse Lasten auf sich zu |118| nehmen (Art. 764-767 ZGB). Die Ordnung der Lastentragung geht von der Erwägung aus, dass der Nutzniesser nur auf den Nettoertrag der Sache Anspruch hat. Er hat demgemäss nicht für sämtliche Lasten der Sache aufzukommen, sondern nur für diejenigen, die dem Vorteil der Nutzungen entsprechen (LEEMANN, Kommentar zu Art. 764 ZGB, N. 1). So hat er die Steuern zu tragen, wenn sie periodisch sind (Art. 765 ZGB) und als Last, welche aus den ihm zukommenden Erträgnissen zu bestreiten ist, anzusehen sind (LEEMANN, N. 12 zu Art. 765 ZGB). Zu dieser Kategorie gehören die Liegenschaftensteuern und ähnliche periodische Abgaben, selbst wenn sie auf dem Vermögen erhoben werden, und erst recht Einkommenssteuern, welchen unmittelbar die dem Nutzniesser zufallenden, zu seiner Verfügung stehenden Erträgnisse der Sache unterliegen.\n\nDie Steuer, die gemäss Art. 21 Abs. 1 lit. c WStB auf die Verteilung von Gratisaktien (und des das einbezahlte Grundkapital übersteigenden Ergebnisses der Liquidation der Aktiengesellschaft) gelegt ist, belastet einen einmaligen, ausserordentlichen Vorgang, einen Zuwachs, den das Vermögen des Aktieneigentümers erfährt, und ist insofern nicht periodisch. Sie ist daher nach dem Zivilgesetz vom Aktieneigentümer zu tragen, nicht vom Nutzniesser, der nicht die Verfügung über den neuen Vermögensbestandteil hat, sondern nur den periodischen Ertrag daraus erhält.\n\n3. - Die Ordnung der Wehrsteuer und, im Zusammenhang damit, des neuen Wehropfers entspricht der im Zivilgesetzbuch vorgesehenen Verteilung der Steuerlasten zwischen Eigentümer und Nutzniesser. Sie beruht auf dem Gedanken, dass jeder der beiden Beteiligten dem Staate diejenigen Steuern zu entrichten hat, die er gemäss Zivilrecht im Verhältnis zum anderen Beteiligten zu tragen verpflichtet ist, und nur diese. Daher wird für das - einmal erhobene - neue Wehropfer das Nutzniessungsvermögen dem Eigentümer zugerechnet (Art 5 Abs. 4 WOB II), während die - periodische - Wehrsteuer |119| für dieses Vermögen und dessen periodische Erträgnisse beim Nutzniesser erhoben wird (Art. 27 Abs. 2, Art. 21 Abs. 5 WStB). Zwar unterscheidet Art. 21 Abs. 5 WStB nicht zwischen den wiederkehrenden Erträgnissen, die dem Nutzniesser zufliessen, und den ausserordentlichen Erträgen (Gratisaktien und dgl.), die dem Nutzniessungsvermögen zuwachsen; die Bestimmung rechnet schlechthin das \"Einkommen aus Vermögen (Abs. 1, lit. b und c), an dem eine Nutzniessung bestellt ist\", dem Nutzniesser zu. Daraus darf jedoch nicht geschlossen werden, die Zuteilung von Gratisaktien sei im Hinblick darauf, dass sie nach Art. 21 Abs. 1 lit. c WStB ebenfalls als Einkommen gilt, beim Nutzniesser und nicht beim Eigentümer zu besteuern. Die abweichende Auffassung der zürcherischen Behörden ist nicht vereinbar mit dem System des Art. 21 WStB, nämlich mit dem Grundsatz, dass die Einkommenssteuer von der Person geschuldet ist, die das Einkommen erzielt. Dieser Grundsatz muss auch für das Nutzniessungsverhältnis gelten. Art. 21 Abs. 5 WStB kann keinen anderen Sinn haben. Die Bestimmung ist insofern zu weit gefasst, als sie ohne Einschränkung auf Abs. 1 lit. b und c verweist; richtigerweise hätte für Leistungen, die nicht dem Nutzniesser, sondern dem Eigentümer zukommen, eine Ausnahme gemacht werden sollen. Art. 21 Abs. 5 weist eine Lücke auf, die vom Richter auszufüllen ist. Daher muss angenommen werden, dass die Wehrsteuer für das durch Ausgabe von Gratisaktien begründete Einkommen auch im Falle der Nutzniessung beim Aktieneigentümer und nicht beim Nutzniesser zu erheben ist.\n\n4. - Die Beschwerdeführerin ist im Treuhandverhältnis (Trust), welches ihr Bruder Y. nach englischem Recht begründet hat, lediglich Begünstigte (Beneficiary). Als solche hat sie bis zu ihrem Ableben Anspruch auf die periodischen Erträgnisse der ihrem Stamm verhafteten Hälfte des Trustvermögens. Dagegen kann sie über dieses Vermögen nicht wie ein Eigentümer (im Sinne der kontinentalen Rechtsauffassung) verfügen. Es ist in der Hand der Trustees gewissermassen verselbständigt. Sie verwalten |120| es treuhänderisch zum Nutzen der begünstigten Personen, solange der Trust besteht (vgl. Referate GUBLER und REYMOND an der Jahresversammlung 1954 des Schweizerischen Juristenvereins, ZSR n.F. 73 S. 121 a ff., 215 a ff.). Der Trust wird auf jeden Fall über den Zeitpunkt des Ablebens der Beschwerdeführerin hinaus dauern. Wegen der Anwartschaft ihrer Kinder und wegen der Rechte der Nachkommen des Bruders Z. wird die Beschwerdeführerin nicht erwirken können, dass der Trust vorzeitig aufgelöst und ihr die Hälfte des Treugutes zu freier Verfügung herausgegeben wird.\n\nAngesichts dieser Rechtslage kann die Beschwerdeführerin nicht als Eigentümerin der ihrem Stamm zugewiesenen Hälfte des Trustkapitals angesehen werden. Insbesondere sind die streitigen Gratisaktien nicht in ihr Eigentum übergegangen, sondern wie die alten Aktien, auf die sie entfallen sind, Bestandteil des Trustvermögens geworden. Hat die Beschwerdeführerin also diese neuen Aktien nicht erhalten, so kann deren Zuteilung nicht bei ihr der Wehrsteuer für Einkommen unterworfen werden, auch dann nicht, wenn es zutrifft, dass das Institut der angelsächsischen Treuhand gewisse Merkmale der Nutzniessung des schweizerischen Rechts aufweist (vgl. ZSR n.F. 73, S. 157 a, 438 a, 527 a; Urteil der staatsrechtlichen Kammer vom 11. Mai 1942, ZR 41 S. 127). Die angefochtene Besteuerung ist mit Art. 21 WStB nicht vereinbar; sie lässt sich insbesondere nicht auf Abs. 5 dieses Artikels stützen.\n\nDie Zuteilung der streitigen Gratisaktien könnte nur dann dem steuerbaren Einkommen der Beschwerdeführerin zugerechnet werden, wenn angenommen werden müsste, der Trust sei zum Zwecke der Steuerumgehung errichtet worden. Dafür, dass es sich so verhält, bestehen jedoch keine Anhaltspunkte, so dass das Bestehen des Trusts vom Gesichtspunkte des Steuerrechts aus nicht ignoriert werden kann."}