{"annee": "85", "cour": "IV", "page": "115", "date": "12/6/1959", "cite": ["83 III 92", "80 IV 203"], "cite_par": ["100 III 3", "92 I 253", "91 II 151", "91 IV 201"], "chapeau": "29. Urteil des Kassationshofes vom 12. Juni 1959 i.S. Meier gegen Staatsanwaltschaft des Kantons Schaffhausen.", "regestes": ["Art. 272 al. 2 PPF. Si la décision cantonale ne peut être notifiée au destinataire par le facteur et si, malgré l'avis laissé à son intention, le destinataire ne va pas la chercher à la poste, le délai pour motiver le pourvoi commence à courir le quatrième et dernier jour du délai fixé par ledit avis."], "faits": "BGE 85 IV 115 S. 115\n\nAm 20. März 1959 verurteilte das Obergericht des Kantons Schaffhausen Meier zu einer Gefängnisstrafe. Gegen das Urteil, das mündlich eröffnet wurde, erklärte der Verurteilte am 26. März die Nichtigkeitsbeschwerde an den Kassationshof des Bundesgerichts.\n\nDie Urteilsausfertigung wurde als Gerichtsurkunde eingeschrieben an die Wohnadresse Meiers gesandt, konnte ihm aber am 23. April 1959, als der Postbote zwei Zustellungsversuche unternahm, nicht abgegeben werden. Da die Sendung trotz der hinterlassenen Einladung (Avis) auch nicht innert vier Tagen auf der Post abgeholt wurde, ging sie am 28. April an das Obergericht zurück, welches nach unbenütztem Ablauf der Frist zur Beschwerdebegründung die Akten an das Bundesgericht weiterleitete.", "considerants": "Der Kassationshof zieht in Erwägung:\n\nNach Art. 272 Abs. 2 BStP ist die angemeldete Nichtigkeitsbeschwerde innert zwanzig Tagen seit der Zustellung der schriftlichen Ausfertigung des Entscheides zu begründen. In welcher Form der kantonale Entscheid zuzustellen BGE 85 IV 115 S. 116ist, bestimmt das kantonale Recht, und wann die Zustellung als vorgenommen zu gelten hat, das Bundesrecht. Nach der Rechtsprechung ist sie im Falle des erfolglosen Zustellungsversuches durch die Post nicht schon mit dem Einwurf der Abholungseinladung in den Briefkasten vollzogen, sondern erst mit der tatsächlichen Abholung der Sendung auf der Post (BGE 80 IV 204). Wird sie nicht abgeholt, ist davon auszugehen, die Zustellung sei am letzten Tag der auf der Abholungseinladung angesetzten viertägigen Frist erfolgt (vgl. Art. 104 Abs. 2 der Vollziehungsverordnung I vom 23. Dezember 1955 zum Postverkehrsgesetz). In der Regel erhält der Empfänger von der Anzeige rechtzeitig Kenntnis, und normalerweise hat er die Möglichkeit, die Sendung innerhalb der Frist am Postschalter abzuholen. Macht er von der Einladung keinen Gebrauch, so ist die Unterlassung regelmässig auf Gründe zurückzuführen, die er selbst zu vertreten hat, so dass sie einer Verweigerung der Annahme gleichzusetzen ist. Würde die Rechtsmittelfrist nicht am letzten dieser vier Tage zu laufen beginnen, müsste die beim Kassationshof mit der Anmeldung der Beschwerde anhängig gemachte Sache auf unbestimmte Zeit unerledigt bleiben, jedenfalls solange, als nicht feststünde, dass der Beschwerdeführer doch noch in den Besitz des kantonalen Entscheides gelangt wäre. Zudem hinge der Beginn der Frist zur Beschwerdebegründung von unsicheren äusseren und von persönlichen Umständen des Beschwerdeführers ab, eine Folge, die sich mit dem Wesen einer gesetzlichen Rechtsmittelfrist schwer vertrüge.\n\nNach Art. 35 OG kann die Partei, die durch Abwesenheit oder ein anderes unverschuldetes Hindernis von der rechtzeitigen Abholung des Entscheides auf der Post abgehalten worden ist und deshalb die Frist zur Begründung der Beschwerde versäumt hat, binnen zehn Tagen nach Wegfall des Hindernisses unter Angabe desselben die Wiederherstellung der Frist verlangen und die versäumte Rechtshandlung nachholen. Meier hat weder ein BGE 85 IV 115 S. 117solches Gesuch gestellt noch eine Beschwerdebegründung eingereicht. Dafür, dass er die Einladung zum Abholen des Entscheides nicht erhalten habe, liegen keine Anhaltspunkte vor. Es kann daher offen bleiben, ob dann, wenn dieser Ausnahmefall zuträfe, die Bestimmung des Art. 35 OG über die Wiederherstellung anwendbar wäre oder ob angenommen werden müsste, die Frist des Art. 272 Abs. 2 BStP werde erst mit dem Wegfall des Hindernisses, d.h. dadurch in Gang gesetzt, dass der Beschwerdeführer von der versuchten Zustellung des Entscheides Kenntnis erhält (vgl. BGE 83 III 97).\n\nDemnach erkennt der Kassationshof:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten."}