{"annee": "85", "cour": "I", "page": "168", "date": "12/6/1959", "cite": [], "cite_par": ["89 II 256", "87 I 430", "123 IV 175", "133 II 68", "87 II 74", "95 I 398", "103 IV 213", "137 II 164", "137 II 222", "115 II 221", "87 I 318", "104 IB 378", "92 I 427", "99 IV 25"], "chapeau": "28. Arrêt du 12 juin 1959 dans la cause Padorex SA contre Conseil exécutif du canton de Berne.", "regestes": ["Art. 43 ch. 3 OLP. 1. Seuls les appareils qui n'offrent pas la chance de réaliser un gain en argent peuvent tomber sous le coup de cette disposition légale (consid. 1). 2. Cette disposition légale est-elle conforme à l'art. 1 al. 2 LLP? (consid. 5). Art. 1 al. 2 LLP. 3. Rôle joué par le hasard dans des appareils délivrant, contre une pièce de monnaie: 1. du chewing-gum, 2. une figurine, 3. l'un ou l'autre, 4. l'un et l'autre (consid. 4). 4. Caractères qui distinguent les loteries (consid. 5). 5. Distinction entre l'attrait du gain et celui de la surprise (consid. 5)."], "faits": "BGE 85 I 168 S. 169\n\nA.- Padorex SA avait demandé l'autorisation de placer des appareils distributeurs de chewing-gum dans certaines communes des districts de Courtelary et des Franches-Montagnes. Les préfets de ces districts refusèrent et le Conseil-exécutif du canton de Berne, statuant le 5 décembre 1958, rejeta les recours formés contre les décisions préfectorales. Cette autorité considéra principalement que le placement de ces distributeurs automatiques blesse la morale publique, nuit à la santé des enfants, les pousse à la dépense et porte en général atteinte au bien public.\n\nContre la décision ainsi motivée, Padorex SA a formé un recours de droit public qui est actuellement pendant.\n\nBGE 85 I 168 S. 170\n\nB.- Le Conseil-exécutif a en outre motivé le rejet des recours de Padorex SA par le considérant suivant:\n\n\"De plus, il y a lieu de constater que les distributeurs automatiques de chewing-gum entrant en ligne de compte et délivrant des primes sous forme de jouets, ne distribuent pas dans chaque cas au public une boulette de chewing-gum contre paiement d'un montant déterminé; il pourrait par hasard lui échoir encore une prime. L'usager de l'appareil automatique ne sait pas d'avance s'il recevra un chewing-gum, éventuellement avec un jouet, ou bien un jouet seulement. Dans de telles circonstances, le processus de l'emploi de cet appareil ne peut plus être considéré comme la conclusion d'un acte juridique au sens de la législation sur les loteries. Le paiement d'un montant déterminé apparaît ici beaucoup plus comme un enjeu. Selon l'avis du Conseil-exécutif, le placement de ces distributeurs automatiques de chewing-gum est à assimiler à une des opérations prévues par l'art. 43 ch. 3 de l'Ordonnance d'exécution du 27 mai 1924/10 mai 1938 de la loi fédérale sur les loteries et paris professionnels. Cette opération doit être considérée comme interdite puisque la nature ou la valeur du prix promis dépend principalement du hasard, que le prix n'est ni en argent ni en objets en tenant lieu et que l'exploitant élimine ses risques du jeu. Les décisions attaquées des préfets de Courtelary et des Franches-Montagnes concernant le placement de distributeurs automatiques de chewing-gum dans les communes de Romont, Cormoret, La Heutte, Saignelégier et Le Noirmont sont conformes à la législation sur les loteries et les recours portés contre elles doivent être écartés.\"\n\nC.- Padorex SA a formé un recours de droit administratif contre cette dernière partie de l'arrêté du Conseilexécutif, dont elle demande l'annulation dans la mesure où il assimile à une entreprise analogue à une loterie selon le droit fédéral l'installation et l'exploitation des distributeurs automatiques de la recourante. Elle requiert en outre le Tribunal fédéral de prononcer que lesdits appareils ne tombent pas sous le coup de la législation fédérale sur les loteries; subsidiairement de définir quels sont ceux des distributeurs automatiques dont l'installation et l'exploitation constituent des entreprises analogues aux loteries selon le droit fédéral; plus subsidiairement d'inviter le Conseil fédéral à se prononcer sur le même point; plus subsidiairement encore d'annuler la décision attaquée et de renvoyer la cause à l'autorité cantonale pour nouvelle décision. Son argumentation se résume comme il suit: La recourante dispose de plusieurs espèces de distributeurs BGE 85 I 168 S. 171automatiques que l'on fait fonctionner par l'introduction d'une pièce de 5, 10 ou 20 centimes. Ce sont: A. -\n\nAppareils délivrant des billes de chewing-gum exclusivement, en quantité identique, après chaque introduction de monnaie. B. -\n\nAppareils délivrant, dans des étuis en partie transparents, des figurines, bagues et autres menus jouets, à l'exclusion de chewing-gum, après chaque introduction de monnaie. C. -\n\nAppareils sans viseur délivrant soit une bille de chewing-gum, soit une figurine. D. -\n\nAppareils délivrant en même temps, sous un même étui en partie transparent, une figurine et une bille de chewing-gum après chaque introduction de monnaie. E. -\n\nAppareils délivrant soit une bille de chewing-gum soit une figurine, mais munis d'un viseur à miroir permettant à l'usager de savoir, avant d'introduire la monnaie, ce qu'il va recevoir: chewinggum ou figurine et quel genre de figurine.\n\nLes figurines sont de menus jouets analogues à ceux que l'on trouve dans les cornets de caramels dits \"surprises\": voitures, animaux; il y a également des bagues, des dés, des images à décalquer, etc. La valeur des figurines est minime, elle est en moyenne d'1,6 ct. et n'excède guère celle des billes de chewing-gum, dont le prix de revient est d'1 ct. environ. L'appareil du type A ne tombe manifestement pas sous le coup de l'art. 43 ch. 3 OLP, car il délivre toujours la même quantité de marchandise contre le même versement, sans que le hasard intervienne dans l'opération. Il en va de même pour l'appareil du type B, qui délivre, à la vérité, des figurines différentes, mais de même valeur à quelques centimes ou fractions de centimes près et surtout de même nature. L'appareil du type C pose un problème plus délicat et la recourante envisage de ne pas l'exploiter. Mais elle estime que l'usage de cet BGE 85 I 168 S. 172appareil est comparable à l'achat d'un cornet dit \"surprise\", commerce que l'on n'a jamais songé à assimiler à une opération analogue à une loterie et prohibée par le droit fédéral. Pour l'appareil du type D, la figurine délivrée avec le chewing-gum change, mais la valeur et la nature de la prestation restent les mêmes. Le hasard n'a pas une \"large part\" dans le fonctionnement de ce dispositif. Enfin, l'appareil du type E est pourvu d'un dispositif qui permet à l'usager de voir d'avance l'objet qu'il obtiendra contre son argent. L'acquisition dépend donc de sa volonté et non du hasard.\n\nD.- Le Conseil-exécutif du canton de Berne demande au Tribunal fédéral de rejeter les conclusions principales du recours. En revanche, il ne s'oppose pas aux conclusions subsidiaires dans la mesure où elles tendent à ce que l'autorité fédérale détermine lesquels des distributeurs de la recourante sont prohibés par la législation sur les loteries et lesquels ne le sont pas. Il n'a entendu, dit-il, appliquer cette législation aux appareils de la recourante que dans la mesure où le hasard joue un rôle décisif quant à la détermination de la marchandise délivrée; ne tombent pas, en revanche, sous le coup de sa décision les appareils dans lesquels le hasard ne détermine ni la nature, ni la valeur de la marchandise obtenue.\n\nE.- Le recours a été communiqué au Conseil fédéral selon l'art. 108 al. 2 OJ. La réponse, donnée par le Département fédéral de justice et police (le Département), se résume comme il suit:\n\nL'appareil du type C présente les caractéristiques suivantes, qui sont communes à toutes les loteries: Premièrement, les lots ou les gains sont distribués conformément à un plan qui écarte, pour l'exploitant, le risque du jeu. Secondement, la possibilité de gagner est accordée en échange d'un versement ou de la conclusion d'un contrat. Troisièmement, c'est le hasard qui décide si l'usager recevra une bille de chewing-gum ou une figurine en échange de la monnaie introduite. Si un appareil distribuait à chaque coup la même quantité de marchandise et, BGE 85 I 168 S. 173à titre de supplément, une figurine d'une faible valeur par rapport à celle de l'objet remis, on aurait un cas analogue à celui des \"surprises\" évoqué par la recourante. Mais, en l'espèce, l'appareil délivre tantôt une bille de chewinggum, tantôt une figurine, c'est-à-dire des objets différents par leur nature, même si, aux dires de la recourante, leur valeur est identique. Il est essentiel, pour donner à l'opération le caractère d'une loterie, que l'usager soit excité par la perspective de gagner ce qu'il désire en comptant sur le hasard et en versant des mises qui risquent d'être perdantes. Le Département conclut que l'appareil du type C et les appareils analogues sont prohibés de par l'art. 43 ch. 3 OLP. Il est d'un avis contraire pour les appareils A et E. Quant aux appareils des types B et D, il est hésitant. Si l'on admettait, dit-il, que l'enfant attache de l'importance à obtenir telle figurine plutôt que telle autre, ces appareils tomberaient sous le coup de la disposition précitée.\n\nF.- La recourante a déposé devant le Tribunal fédéral, pour servir à l'instruction de la cause, un appareil de chacun des types A, B, C, D et E. Elle a déposé également un appareil (type Dbis), qu'elle ne possédait pas encore au moment où elle a formé son recours, et qui délivre, à chaque coup, une bille de chewing-gum et une carteimage. Elle demande au Tribunal fédéral de statuer également sur la licéité de cet appareil selon les conclusions qu'elle a prises. Dans sa réplique, elle a en outre précisé ce qui suit: Les seuls appareils qu'elle exploite sont ceux qu'elle a décrits dans son recours. Aucun ne fournit des quantités variables de marchandises. En particulier, elle n'a jamais possédé d'appareils distribuant, contre paiement de 10 centimes, deux billes de chewing-gum ou bien une seule bille, ou bien une bille accompagnée d'une figurine ou d'un pendentif.", "considerants": "Considérant en droit:\n\n1. La législation fédérale régit d'une part les maisons de jeux (art. 35 al. 1 à 5 Cst.; loi fédérale du 5 octobre BGE 85 I 168 S. 1741929), ainsi que l'installation d'appareils automatiques ou d'appareils analogues servant au jeu (art. 3 al. 1 de la loi précitée) et, d'autre part, les loteries (art. 35 al. 6 Cst.; loi fédérale du 8 juin 1923, en abrégé: LLP et ordonnance d'exécution du 27 mai 1924, en abrégé: OLP), ainsi que l'installation et l'exploitation d'appareils de vente ou de jeu servant à des opérations analogues aux loteries (art. 43 ch. 3 OLP).\n\nPour qu'un appareil automatique soit considéré comme servant au jeu, il faut qu'il offre la chance de réaliser un gain en argent (art. 2 et 3 al. 1 de la loi fédérale du 5 octobre 1929 et art. 43 ch. 3 OLP). Ceux que la recourante a produits dans la présente procédure ne remplissent manifestement pas cette condition, de sorte que seules les règles édictées en matière de loteries peuvent leur être applicables.\n\n2. A la différence de la loi fédérale du 5 octobre 1929 en matière de jeux (art. 3 al. 2), celle du 8 juin 1923 n'établit la compétence d'aucune autorité administrative fédérale pour dire si un appareil est prohibé, parce qu'il sert à des opérations assimilées aux loteries. La décision, sur ce point, relève donc exclusivement des autorités compétentes en vertu du droit cantonal. Elle peut être portée devant le Tribunal fédéral par la voie du recours de droit administratif de par l'art. 99 ch. VI lit. b OJ (RO 69 I 281). Se prononçant sur un tel recours, le Tribunal fédéral fixe définitivement l'application du droit fédéral. Il a pouvoir de censurer la décision cantonale en fait et en droit.\n\nLe Conseil fédéral n'est pas compétent en cette matière. Le chef subsidiaire des conclusions, par lequel la recourante demande que la cause soit déférée à cette autorité, afin qu'elle statue, est donc mal fondé.\n\n3. Selon l'art. 102 lit. b OJ, seules les décisions prises en dernière instance cantonale peuvent faire l'objet d'un recours de droit administratif. Pour le canton de Berne, le Conseil-exécutif décide en dernier ressort si l'exploitation d'un appareil donné est assimilable à une BGE 85 I 168 S. 175loterie. A cet égard, par conséquent, le présent recours est recevable.\n\nS'agissant d'appareils de types divers, qui présentent des caractéristiques différentes, la question de l'assimilation à une loterie doit avoir été examinée, pour chacun d'entre eux, par l'autorité cantonale de dernière instance. La cour de céans ne peut donc se saisir du présent recours de droit administratif que dans la mesure où chacun des types d'appareils qu'il concerne a fait l'objet de la décision entreprise. Ainsi, les conclusions de la recourante touchant le nouvel appareil du type Dbis, dont elle ne disposait pas encore lorsque le Conseil-exécutif s'est prononcé, sont irrecevables, parce qu'elles n'ont pu faire l'objet de l'arrêté pris par cette autorité et soumis au Tribunal fédéral par la voie du recours aujourd'hui pendant.\n\nIl faut en outre prendre acte que la recourante déclare ne pas disposer d'autres appareils que ceux des types A, B, C, D et E, qu'elle a produits dans la présente procédure et que, dès lors, c'est pour ces appareils seulement qu'elle requiert un arrêt du Tribunal fédéral. Elle affirme qu'un appareil du type C avait été installé à Cormoret et fait par conséquent l'objet de l'arrêté du Conseil-exécutif. Quant aux autres types, sans préciser dans quelle mesure ils ont été présentés aux autorités municipales, elle considère qu'ils tombent sous le coup de cet arrêté. Selon le Conseilexécutif, la décision entreprise se rapporte aux appareils de la recourante dont le fonctionnement est réglé de telle manière que le hasard détermine quelle marchandise sera distribuée. Il y a donc lieu d'examiner quels sont ceux qui présentent ce caractère et qui, en conséquence, ont été assimilés à des loteries par la décision cantonale.\n\n4. Incontestablement, l'appareil du type A - qui distribue, après chaque introduction de la pièce de monnaie, la même quantité de chewing-gum sans aucune prime - est un appareil dans lequel le hasard ne joue aucun rôle. Par conséquent, il n'est pas assimilé à une loterie par la décision cantonale. Il faut en donner acte à la recourante.\n\nBGE 85 I 168 S. 176\n\nEn revanche, pour les autres types, le hasard joue un rôle décisif:\n\nPour l'appareil du type C, il détermine seul si l'objet délivré sera une bille de chewing-gum ou une figurine et quelle figurine. Il en est de même de l'appareil du type E, qui, contrairement à l'avis du Département fédéral de justice et police, fait aussi intervenir le hasard. Comme le précédent, il distribue aussi soit une bille de chewing-gum, soit telle ou telle figurine. A la vérité, il est muni d'un viseur qui permet de constater quel objet sera délivré en échange de la première pièce de monnaie. Mais, lors du premier fonctionnement, c'est le hasard qui fait apparaître dans le viseur la bille de chewing-gum ou la figurine qui sera distribuée le coup suivant. Ainsi l'usager, en même temps qu'il se fait délivrer un objet connu de lui, joue la chance de faire entrer dans le viseur un autre objet qu'il convoite. S'il gagne, il devra, pour l'obtenir, introduire une nouvelle pièce de monnaie; s'il perd, il peut renoncer ou tenter sa chance une nouvelle fois. Avec un décalage d'un coup, l'appareil du type E équivaut donc à celui du type C. Il est agencé évidemment pour faire intervenir le hasard et non pas simplement pour délivrer à l'usager un objet déterminé d'avance (cf. RO 59 I 101).\n\nA chaque coup, l'appareil du type B délivre une figurine et celui du type D une figurine et une bille de chewinggum dans un étui. Le hasard détermine quelle figurine sortira de l'appareil.\n\nEn conséquence, la décision attaquée vise les appareils des types B, C, D et E et les assimile à des loteries. Il incombe au Tribunal fédéral de contrôler si cette décision est conforme au droit fédéral.\n\n5. L'art. 1er al. 2 LLP fixe les caractères qui distinguent les loteries. Ils sont au nombre de quatre (Bull. stén. Cons. Et. 1921 p. 37 s.; RO 55 I 58, consid. 1; 62 I 48, consid. 1; 69 I 282, consid. 2): le versement d'une mise (Einsatz, posta) ou la conclusion d'un contrat; la chance de réaliser un avantage matériel, c'est-à-dire un gain; BGE 85 I 168 S. 177l'intervention du hasard, qui détermine d'une part si un gain est acquis et fixe, d'autre part, son importance ou sa nature; enfin l'existence d'un plan qui, d'avance, mesure exactement les gains qui sont attribués. Ce plan distingue notamment la loterie du jeu de hasard (Glücksspiel), dans lequel les prestations de l'exploitant ne sont pas fixées d'avance.\n\nAgissant de par l'art. 56 al. 2 LLP, le Conseil fédéral a assimilé aux loteries certains appareils de vente ou de jeu (art. 43 ch. 3 OLP). Le Tribunal fédéral est compétent pour examiner si un arrêté du Conseil fédéral, pris en vertu d'une délégation de pouvoir légale, outrepasse ou non cette délégation (RO 75 IV 79; 76 IV 289 et les arrêts cités). Aux termes de la loi, ces appareils doivent être analogues à des loteries et présenter par conséquent les principaux caractères distinctifs d'une telle opération. Toutefois, le sens de l'art. 56 al. 2 OLP est évidemment de permettre au Conseil fédéral d'étendre l'application de la loi à des entreprises qui ne présentent pas intégralement ces caractères (RO 69 I 283).\n\nL'ordonnance ne cite pas, au nombre des éléments qui caractérisent un appareil assimilable à une loterie, l'existence d'un plan qui détermine d'avance les gains ou primes qui seront distribués (art. 1er al. 2 LLP). Le Tribunal fédéral peut se dispenser d'examiner si l'existence de ce plan est une condition nécessaire de l'application de l'art. 43 ch. 3 OLP; car, en l'espèce, elle est réalisée pour tous les appareils mis en cause. Lorsqu'il les remplit, l'exploitant fixe limitativement le nombre des objets divers qui peuvent échoir aux usagers à titre de primes (cf. RO 52 I 66, consid. 4) et détermine donc exactement son gain.\n\nConcernant le rôle du hasard, les art. 1er al. 2 LLP et 43 ch. 3 OLP ont des textes différents. Le premier exige que l'acquisition, l'importance ou la nature du lot soient subordonnées au hasard; le second requiert seulement qu'elles dépendent pour une large part du hasard. Il n'est cependant pas nécessaire d'examiner si et dans quelle BGE 85 I 168 S. 178mesure l'ordonnance étend le champ d'application de la loi sur ce point, car il est incontestable, on l'a montré plus haut, que, pour les appareils en cause, le hasard détermine lequel des divers objets (chewing-gum, figurines) sera distribué.\n\nLes autres caractères distinctifs sont définis dans les mêmes termes par la loi et l'ordonnance. Le versement de l'usager est une mise, puisque l'objet délivré est déterminé par le hasard. Une opération peut être une loterie, même si tous ceux qui versent la mise reçoivent un lot, dès lors que l'attribution des lots, touchant leur importance ou leur nature, dépend du hasard (RO 52 I 67, consid. 5; 62 I 50). Tout au plus, dans le fonctionnement de l'appareil du type D, qui délivre à chaque coup une bille de chewing-gum, plus une figurine que le hasard détermine, pourrait-on admettre qu'il y a une opération mixte comprenant un contrat d'achat ferme (chewing-gum), qui absorbe une partie du versement, le surplus servant de mise donnant droit à la délivrance d'une figurine déterminée par le hasard (RO 62 I 48 s.).\n\nLe seul caractère distinctif qui, en l'espèce, peut donner lieu à discussion est celui que l'art. 1er al. 2 LLP définit en ces termes: avantage matériel consistant en un lot (texte allemand: vermögensrechtlicher Vorteil als Gewinn; texte italien: lucro sotto forma di premio), et que l'art. 43 ch. 3 OLP désigne comme \"prix promis\" (texte allemand: in Aussicht gestellter Gewinn; texte italien: premio promesso). La comparaison des diverses expressions employées montre que la notion de lot et de prix sont identiques dans la loi et l'ordonnance. Lorsque toutes les mises donnent droit à un lot, gagner, c'est recevoir le ou les lots qui priment les autres. La loi et l'ordonnance précisant que la valeur ou la nature du lot sont déterminées par le hasard et par conséquent peuvent varier d'un joueur à l'autre, le gain peut être réalisé non seulement par une différence de quantité ou de nombre, mais aussi par une différence de qualité, de valeur, d'espèce des objets reçus.\n\nBGE 85 I 168 S. 179Si la différence de valeur est manifeste, le joueur favorisé par le hasard sera incontestablement gagnant. Entre deux objets d'espèces différentes, mais de valeur marchande difficile à distinguer, une préférence nette que les joueurs en général ou même un joueur en particulier accordent à l'un plutôt qu'à l'autre suffit à établir que celui qui obtient le premier réalise un gain. En tout cas, la chance de gain, c'est-à-dire le sentiment de pouvoir obtenir par le hasard quelque chose que d'autres joueurs n'obtiendront pas, est un élément essentiel de la loterie et des entreprises analogues. C'est ce sentiment, ce désir, qui fait le danger de telles opérations.\n\nToutefois, il faut distinguer entre l'attrait du gain et celui de la surprise. L'enfant qui désire plus volontiers acquérir un cornet de bonbons dit \"surprise\", parce qu'il contient un petit objet caché, est curieux de découvrir cet objet sans le connaître. Le découvrant, il sera heureux ou, au contraire, déçu notamment si l'objet ne lui plaît pas ou qu'il le possède déjà. Il n'aura cependant presque jamais le sentiment d'avoir gagné ou perdu, c'est-à-dire d'avoir été favorisé ou défavorisé par rapport aux autres acquéreurs, d'avoir obtenu ou non ce que la plupart des autres n'auront pas.\n\n6. En l'espèce, les appareils des types C et E attirent le joueur par la chance de réaliser un gain; outre les billes de chewing-gum, qui représentent l'objet délivré couramment, ils exposent, en nombre plus restreint, dans leur globe de verre, des figurines qui attirent le regard et tentent l'enfant plus que le chewing-gum. Celui qui tire une figurine - même si elle ne lui convient pas particulièrement - passe à ses propres yeux et aux yeux de ses camarades pour un gagnant. Attirés par cette chance de gain, les enfants multiplieront leurs mises. Ces appareils sont donc assimilables à des loteries.\n\nAu contraire, les appareils des types B et D offrent essentiellement l'attrait de la surprise. Les figurines accompagnées (appareil du type D) ou non (appareil du type B) BGE 85 I 168 S. 180d'une bille de chewing-gum sont dissimulées dans des étuis, en partie transparents. L'usager ne sait pas exactement ce que contient chacun et pas du tout lequel sortira de l'appareil. Il y a par conséquent double surprise. Toutefois, entre les divers étuis, il n'aura pas, le plus souvent, l'impression qu'il y ait, même pour lui, une différence de valeur. En recevant l'étui et son contenu, il pourra satisfaire sa curiosité, mais il n'apparaît pas qu'il aura jamais le sentiment d'avoir réalisé un gain.\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Donne acte à la recourante que la décision attaquée n'a pas assimilé à une loterie l'appareil du type A;\n\n2. Rejette partiellement le recours en ce sens que les appareils des types C et E sont assimilés à des loteries;\n\n3. Admet partiellement le recours en ce sens que les appareils des types B et D ne sont pas assimilés à des loteries;\n\n4. Déclare que les autres conclusions de la recourante sont irrecevables, sans objet ou rejetées."}