{"annee": "85", "cour": "I", "page": "217", "date": "21/10/1959", "cite": [], "cite_par": [], "chapeau": "35. Urteil vom 21. Oktober 1959 i.S. X. und Y. gegen Basel-Landschaft, Kanton und Steuerrekurskommission.", "regestes": ["Droit fiscal can tonal. Arbitraire. Imposition du bénéfice en capital obtenu sur des titres faisant partie du patrimoine privé. Détermination de la valeur d'acquisition de papiers-valeurs repris lors d'un partage successoral (prix d'achat payé par le de cujus ou valeur d'imputation dans le partage successoral)."], "faits": "|217|\n\nA.- Das Steuergesetz des Kantons Basel-Landschaft vom 7. Juli 1952 (StG) enthält u.a. folgende Bestimmungen: |218|\n\na) im Abschnitt über die Einkommenssteuer: § 20.\n\n1Der Einkommenssteuer unterliegt das gesamte Einkommen, soweit es davon nicht durch dieses Gesetz ausdrücklich ausgenommen ist.\n\n2Was eine Person als Erbschaft, Schenkung und dgl. ... empfängt, gilt nicht als Einkommen.\n\n3Soweit Grundstückgewinne durch die Grundstückgewinnsteuer erfasst werden, unterliegen sie der Einkommenssteuer nicht. § 21.\n\nZum Einkommen gehören insbesondere\n\n.....\n\n5. Gewinne, die aus beweglichem Vermögen entstehen, mit Einschluss der Liquidationsgewinne. § 22.\n\nIAIs Vermögensgewinne gemäss § 21 Ziffer 5 gilt bei buchführenden Unternehmungen .....\n\n2Bei nicht buchführenden natürlichen und juristischen Personen entspricht die Höhe des Vermögensgewinnes der Differenz zwischen Gestehungswert und Erlös. Lässt sich der Gestehungswert nicht nachweisen, so gilt der durchschnittliche Marktwert des Erwerbsjahres oder eine entsprechende Schätzung als Grundlage. Im übrigen sind für die Bestimmung des Gestehungswertes und des Erlöses die Vorschriften über die Grundstückgewinnst euer (§ 58) sinngemäss anwendbar.\n\nb) im Abschnitt über die Grundstückgewinnsteuer: § 56.\n\n1Wird ein Grundstück mit Gewinn veräussert, so hat der Veräusserer eine Grundstückgewinnsteuer zu bezahlen.\n\n2Die Grundstückgewinnsteuer ist auch von Erbengemeinschaften im Zeitpunkt der Erbteilung zu entrichten. § 58.\n\n1Als steuerbarer Gewinn gilt der den Gestehungswert übersteigende Erlös.\n\n2Als Gestehungswert gilt allgemein der Preis, der für das Grundstück bei der letzten entgeltlichen Handänderung vergütet werden musste, unter Hinzurechnung der seitherigen wertvermehrenden Aufwendungen sowie der Erwerbs- und der Verkaufsunkosten.\n\n.....\n\n4Ist ein Grundstück bei einer Erbteilung übernommen worden oder an den Steuerpflichtigen durch Schenkung übergegangen, die Gegenstand einer Ausgleichung bildet, so gilt als letzte entgeltliche Handänderung die Erbteilung.\n\nB.- Der im Jahre 1956 im Kanton Baselland verstorbene X. hinterliess seinen Erben neben andern Wertpapieren auch Aktien Royal Dutch, die er zum Durchschnittspreis von Fr. 67.60 je Stück erworben hatte. Von |219| diesen Aktien, die im amtlichen Nachlassinventar mit dem Kurswert des Todestages von Fr. 183.-- eingesetzt sind, wurden bei der Erbteilung eine Anzahl von der Witwe und von der Tochter Frau Y., beide im Kanton Baselland wohnhaft, und der Rest von den übrigen, ausserhalb dieses Kantons wohnenden Erben zum Inventarwert von Fr. 183.-- übernommen.\n\nIm Dezember 1956 verkaufte Witwe X. und im Jahre 1957 auch Frau Y. einen Teil der übernommenen Aktien zum Preise von Fr. 180.39 bzw. Fr. 184.17 je Stück. Die Steuerverwaltung Baselland stellte diese Erlöse dem vom Erblasser bezahlten Erwerbspreis von Fr. 67.60 gegenüber und rechnete die Mehrbeträge als steuerbare Kapitalgewinne zum übrigen Einkommen von Frau X. für 1956 bzw. des Ehemanns der Frau Y. für 1957 hinzu. Die Steuerpflichtigen erhoben hiegegen Einsprachen und nach deren Abweisung Beschwerden, mit denen sie geltend machten, dass der Übernahmewert von Fr. 183.-- als Gestehungswert zu betrachten sei und demgemäss Frau X. keinen Kapitalgewinn und Frau Y. nur einen solchen von Fr. ..... erzielt habe.\n\nDie Steuerrekurskommission Baselland wies beide Beschwerden am 24. Juni 1959 ab. Zur Begründung führte sie aus: Nach § 22 Abs. 2 StG habe als steuerbarer Kapitalgewinn die Differenz zwischen Gestehungswert und Erlös zu gelten. In einer Weisung zu dieser Vorschrift habe die Finanzdirektion ausgeführt, dass bei der Erbteilung beweglichen Vermögens (im Gegensatz zum unbeweglichen) keine Gewinnberechnung vorgenommen werde und dass daher bei der späteren Veräusserung solchen Vermögens für die Gewinnberechnung nicht der bei der Erbteilung angerechnete Wert, sondern der vom Rechtsvorgänger bezahlte Preis als Gestehungswert zugrundezulegen sei. Die angefochtenen Veranlagungen entsprächen dieser Weisung und dem § 22 StG. Die dort vorgeschriebene \"sinngemässe\" Anwendung von § 58 erheische vorab die Verwirklichung des Grundsatzes, dass als Gestehungswert der |220| Preis der letzten entgeltlichen Handänderung gelte (§ 58 Abs. 2). Erbgang und Erbteilung seien an sich keine entgeltlichen Handänderungen, wiewohl § 58 Abs. 4 die Erbteilung durch Sondervorschrift zur entgeltlichen Handänderung erkläre. Dies sei aber nur so, weil die Erbteilung nach § 56 Abs. 2 die Grundstückgewinnsteuer auslöse. § 58 Abs. 4 könne somit nur für Grundstückgewinne gelten. Eine sinngemässe Anwendung von § 58 auf Wertschriften könne nur darin bestehen, dass steuerbar die Differenz zwischen dem Gestehungswert der letzten entgeltlichen Handänderung und dem Verkaufserlös sei. Die Besteuerung des gesamten, unter dem Erblasser und nach der Erbteilung entstandenen Gewinnes beim Veräusserer entspreche auch der Grundkonzeption des StG, das ohne Zweifel eine lückenlose Besteuerung der Vermögensgewinne anstrebe, wie ja auch der Einkommensbegriff in § 20 und 21 äusserst weit gefasst sei. § 22 Abs. 2 spreche ausdrücklich von der Besteuerung der Differenz zwischen Gestehungswert und Erlös, woraus folge, dass es keine steuerfreie Quote gebe, sondern der gesamte Vermögensgewinn zu versteuern sei. Da das StG beim beweglichen Vermögen die Erbteilung nicht als Realisierungsvorgang ansehe - eine entsprechende Bestimmung in der Vollziehungsverordnung sei vom Landrat abgelehnt worden -, müsse auf die letzte entgeltliche Handänderung zurückgegangen werden, um der Grundkonzeption des StG zu entsprechen. Die Richtigkeit dieses Vorgehens erweise sich auch am Beispiel des Alleinerben. Da dieser mangels einer Erbteilung die gesamte Differenz zwischen dem Gestehungswert des Erblassers und dem Erlös zu versteuern habe, müsse auch bei mehreren Erben auf diesen Gestehungswert zurückgegangen werden. Diese Regelung sei nicht willkürlich; willkürlich wäre vielmehr die gegenteilige Lösung, weil sie den Alleinerben ohne Grund benachteiligen würde. § 22 Abs. 2 StG sei derart eindeutig, dass die Konstruktionen der Beschwerdeführer dagegen nicht aufzukommen vermöchten. Einzig die Lösung, wonach der Veräusserer den unter dem Erblasser |221| angewachsenen Gewinn zu versteuern habe, sei unter dem Gesichtspunkt des Gesetzes sinnvoll.\n\nC.- Gegen diesen Entscheid der Steuerrekurskommission Baselland haben Witwe X. und der Ehemann der Frau Y. staatsrechtliche Beschwerde erhoben. Sie berufen sich auf Art. 4 BV und werfen der Steuerrekurskommissìon vor, sie habe den klaren und unmissverständlichen Wortlaut des Gesetzes nicht beachtet und eine Regelung getroffen, die mit dem Sinn und Zweck des Gesetzes schlechterdings nicht vereinbar sei.\n\nD.- Die Steuerrekurskommission Baselland beantragt, auch im Namen des Regierungsrates, die Abweisung der Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Erwägungen:\n\n1. .....\n\n2. Nach § 21 Ziff. 5 StG gehören zum steuerbaren Einkommen auch \"Gewinne, die aus beweglichem Vermögen entstehen\". Was darunter zu verstehen ist und als steuerbarer Vermögensgewinn im Sinne § 21 Ziff. 5 StG zu gelten hat, wird in § 22 für buchführende Unternehmungen einerseits und für andere Steuerpflichtige anderseits näher ausgeführt. Die Beschwerdeführer sind nichtbuchführende Steuerpflichtige. Bei solchen gilt nach § 22 Abs. 2 StG als steuerbarer Vermögensgewinn die \"Differenz zwischen Gestehungswert und Erlös\". Ferner enthält § 22 Abs. 2 eine Vorschrift für den Fall, dass sich der Gestehungswert nicht nachweisen lässt. Dagegen ist § 22 Abs. 2 StG selber nicht zu entnehmen, ob in dem hier vorliegenden Fall der Veräusserung von Vermögenswerten, die bei einer Erbteilung übernommen worden sind, der dabei vereinbarte Anrechnungswert oder der seinerzeit vom Erblasser erlegte Erwerbspreis den massgebenden Gestehungswert bildet. § 22 Abs. 2 StG enthält indessen keine abschliessende Regelung, sondern schreibt in Satz 3 vor, dass \"im übrigen für die Bestimmung des Gestehungswertes |222| und des Erlöses die Vorschriften über die Grundstückgewinnsteuer (§ 58) sinngemäss anwendbar\" sind. Das kann nichts anderes heissen, als dass alle in § 58 Abs. 1-8 enthaltenen Vorschriften anzuwenden sind, soweit sie sich ihrem Inhalt nach auf Gewinne aus beweglichem Vermögen (nachfolgend kurz Wertschriftengewinne genannt) anwenden lassen und diese Anwendung zu einem vernünftigen, mit den übrigen Bestimmungen des StG vereinbaren Ergebnis führt.\n\n3. § 58 StG bezeichnet in Abs. 2 den bei der letzten entgeltlichen Handänderung entrichteten Preis als Gestehungswert und bestimmt in Abs. 4, dass dann, wenn ein Grundstück bei einer Erbteilung übernommen worden ist, die Erbteilung als letzte entgeltliche Handänderung gelte. Diese Vorschriften sind klar und eindeutig und lassen sich nach ihrem Inhalt zwanglos auf Wertschriftengewinne anwenden. Ihre Anwendung auf diese führt auch zu einem durchaus vernünftigen Ergebnis. Die Übernahme eines Vermögensgegenstandes bei der Erbteilung ist insofern entgeltlich, als dafür ein bestimmter Anrechnungswert festgesetzt wird und der übernehmende Erbe bis zu diesem Betrage auf die Zuteilung anderer Nachlassgegenstände zu verzichten hat. Diese Funktion des Anrechnungswertes lässt es als gerechtfertigt erscheinen, ihn im Falle einer späteren Veräusserung des Vermögensgegenstandes durch den Erben als den für die Berechnung des steuerbaren Vermögensgewinnes massgebenden Gestehungswert zu betrachten. Entspricht demnach die Anwendung von § 58 Abs. 4 StG auf Wertschriftengewinne dem klaren Wortlaut von § 22 Abs. 2 StG und ist sie auch vernünftig, so würde der Standpunkt der Steuerrekurskommission, die Anwendung verbiete sich gleichwohl, dem Vorwurfe der Willkür nur standhalten, wenn sie mit andern Vorschriften des StG unvereinbar wäre, wie im angefochtenen Entscheid behauptet wird.\n\na) Die Steuerrekurskommission lehnt die Anwendung von § 58 Abs. 4 StG auf Wertschriftengewinne vor allem |223| deshalb ab, weil das StG für diese Gewinne keine dem § 56 Abs. 2 StG entsprechende Regel enthalte, durch welche die vom StG zweifellos angestrebte lückenlose Besteuerung auch dieser Gewinne seit dem Erwerb durch den Erblasser sichergestellt würde. Dieser Betrachtungsweise kann indessen nicht gefolgt werden.\n\n§ 56 Abs. 2 StG, wonach die Grundstückgewinnsteuer auch von Erbengemeinschaften im Zeitpunkt der Erbteilung zu entrichten ist, hat in Verbindung mit § 58 Abs. 4 StG zur Folge, dass der gesamte, zwischen dem Erwerb durch den Erblasser und der Veräusserung durch den übernehmenden Erben eingetretene Wertzuwachs auf Liegenschaften besteuert werden kann. Dass der Gesetzgeber auch eine solche lückenlose Erfassung der Wertschriftengewinne angestrebt und angeordnet habe, ist jedoch nicht dargetan. § 22 Abs. 2 StG erklärt nur § 58, nicht auch § 56 Abs. 2 StG als sinngemäss anwendbar, und der Landrat hat es, wie im angefochtenen Entscheid erwähnt wird, ausdrücklich abgelehnt, für Wertschriftengewinne eine dem § 56 Abs. 2 StG entsprechende Bestimmung in die Vollziehungsverordnung aufzunehmen. Die Steuerrekurskommission schliesst daraus nicht nur, dass § 56 Abs. 2 StG auf Wertschriftengewinne nicht analog anwendbar sei, sondern überdies, dass § 58 Abs. 4 StG für solche Gewinne nicht gelte. Diese weitere Folgerung ist indessen unhaltbar und verletzt klares Recht, denn § 22 Abs. 2 StG verweist ausdrücklich auf § 58 StG und verlangt damit die sinngemässe Anwendung aller dort enthaltenen Vorschriften, also namentlich auch des Abs. 4, der sich, wie bereits ausgeführt, zwanglos und mit einem vernünftigen Ergebnis auf Wertschriftengewinne anwenden lässt und daher nicht einfach als unbeachtlich beiseite gestellt werden darf.\n\nDas dem StG angeblich zugrundeliegende Prinzip der lückenlosen Besteuerung aller Vermögensgewinne ist, wie die in der Beschwerde angeführten Regelungen anderer Kantone zeigen, keineswegs selbstverständlich. Es lässt sich insbesondere weder aus der weiten Fassung des Einkommensbegriffs |224| in den §§ 20 und 21 StG noch aus der für die Grundstückgewinnsteuer geltenden Regelung ableiten, zumal die Grundstückgewinne nicht wie die Wertschriftengewinne durch die allgemeine Einkommenssteuer, sondern durch eine besondere Steuer erfasst werden. Davon abgesehen enthält das StG für den vorliegenden Fall eine Regel, der gegenüber die Berufung auf ein dem StG angeblich zugrundeliegendes allgemeines Prinzip nicht aufzukommen vermag. Hat der Gesetzgeber (was die kantonalen Behörden annehmen und das Bundesgericht nicht zu prüfen hat) die analoge Anwendung von § 56 Abs. 2 StG auf Wertschriftengewinne ausgeschlossen, so hat er eben dadurch jenes Prinzip durchbrochen und eine Ausnahme im Sinne von § 20 Abs. 1 StG geschaffen.\n\nb) Die Steuerrekurskommission lehnt die Anwendung von § 58 Abs. 4 StG auf Wertschriftengewinne auch im Hinblick auf die Besteuerung des Alleinerben ab; da dieser - mangels einer Erbteilung - wie bei Grundstücken, so auch bei Wertschriften die volle Differenz zwischen dem Gestehungswert des Erblassers und dem Erlös als Gewinn zu versteuern habe, müsse auch bei mehreren Erben auf den Gestehungswert des Erblassers zurückgegangen werden, ansonst der Alleinerbe ohne Grund schlechter als eine Mehrzahl von Erben und damit in unzulässiger Weise rechtsungleich behandelt werde.\n\nAuch dieser Schluss ist verfehlt. Die Steuerrekurskommission ist zwar mit Recht der Meinung, dass zur Vermeidung einer rechtsungleichen Behandlung eine Ordnung zu suchen sei, die den Alleinerben nicht anders und stärker belastet als eine Mehrzahl von Erben. Dagegen schliesst sie zu Unrecht von der Regel, die sie im Falle des Alleinerben für richtig hält, auf die Unanwendbarkeit von § 58 Abs. 4 StG beim Vorhandensein mehrerer Erben. Wenn das StG für den Fall, dass mehrere Erben vorhanden sind und eine Erbteilung stattzufinden hat, eine ausdrückliche Vorschrift aufstellt, den Fall des Alleinerben aber nicht ordnet, so haben die Steuerbehörden diese Vorschrift in Fällen mit |225| mehreren Erben anzuwenden und in Fällen, wo nur ein einziger Erbe vorhanden ist, eine Lösung zu treffen, die mit derjenigen, die das StG für den Fall einer Mehrzahl von Erben enthält, im Einklang steht. Das gegenteilige Verfahren verstösst gegen klares Recht.\n\nc) Sofern die nach dem StG bestehende Lücke in der Erfassung der Wertschriftengewinne als unbillig und unbefriedigend empfunden werden sollte, wäre es Sache des Gesetzgebers, sie durch Ergänzung der gesetzlichen Ordnung zu schliessen; sie auf dem Wege der Auslegung im Sinne des angefochtenen Entscheids auszufüllen, geht nicht an, sondern ist willkürlich und verletzt Art. 4 BV."}