{"annee": "85", "cour": "IV", "page": "78", "date": "15/5/1959", "cite": [], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil des Kassationshofes vom 15. Mai 1959 i.S. Stucki gegen Generalprokurator des Kantons Bern.", "regestes": ["Art. 237 ch. 2 CP. Cette disposition légale punit non seulement celui qui, par sa faute et lui-même trouble ou met en danger la circulation, mais encore celui qui, par une négligence fautive, ne tient pas suffisamment compte du danger créé par un tiers."], "faits": "|78|\n\nAm 22. Juli 1958, um 13.50 Uhr, fuhr Stucki am Steuer seines Personenwagens von Habstetten nach Bolligen. Als er sich der beim Eingang dieser Ortschaft aufgestellten Innerortstafel näherte, gewahrte er auf eine Entfernung von ungefähr 80 m auf der einen Seite der Strasse ein ihm entgegenkommendes, landwirtschaftliches Gefährt und auf der andern, bei der Einmündung des Privatweges Fischer, den 7-jährigen Knaben Gerber, der bei seinem Dreirad stand und sich dem landwirtschaftlichen Fahrzeug zuwandte. Stucki betätigte die Bremsen, setzte die Geschwindigkeit auf 50-60 km/Std. herab und gab ein Warnsignal. Kaum hatte er mit dem landwirtschaftlichen Gefährt innerorts vor der rechtsseitigen Einmündung des besagten Privatweges gekreuzt, als der Knabe Gerber auf die Strasse heraussprang. Obschon Stucki unverzüglich bremste und nach links auswich, wurde das Kind vom vorderen |79| rechten Kotflügel des Autos erfasst und zur Seite geschleudert. Es erlitt infolge des Anpralls eine leichte Hirnerschütterung.\n\nDas Obergericht des Kantons Bern verurteilte Stucki am 10. Februar 1959 wegen fahrlässiger Störung des öffentlichen Verkehrs zu einer bedingt löschbaren Busse von Fr. 30.-.", "considerants": "Aus den Erwägungen:\n\nDer Beschwerdeführer bestreitet, den öffentlichen Verkehr gestört, gehindert oder gefährdet zu haben. Gegen Art. 237 StGB verstosse nur, wer selber schuldhaft eine Verkehrsstörung oder Verkehrsgefährdung herbeiführe, nicht auch derjenige, dessen Schuld einzig darin bestehe, dass er auf die Möglichkeit einer von einem Dritten verschuldeten oder zufällig herbeigeführten Störung nicht genügend Rücksicht nehme. Diese in ZBJV 89 S. 443 vertretene und vom Beschwerdeführer übernommene Betrachtungsweise legt das Schwergewicht zu einseitig auf die Worte \"Verkehrsstörung\" und \"Verkehrsgefährdung\" und wird den tatsächlichen Verhältnissen des Strassenverkehrs nicht gerecht. Bei der heutigen Intensität des Verkehrs und der engen Verflechtung der verschiedenen, gleichzeitig sich rasch abwickelnden Verkehrsvorgänge kann nicht zwischen dem Strassenbenützer unterschieden werden, der eine Störung oder Gefährdung des öffentlichen Verkehrs unmittelbar herbeiführt, und demjenigen, der einer so herbeigeführten gefährlichen Verkehrslage aus pflichtwidriger Unvorsichtigkeit nicht gebührend Rechnung trägt. Abgesehen davon ist nicht einzusehen, warum der letztere besser gestellt werden sollte als der erste. Wer nicht die Vorsicht walten lässt, zu der er nach den Umständen verpflichtet ist, und aus diesem Grund zu einer unmittelbar von einem Dritten bewirkten Gefahr oder Störung beiträgt, macht sich wie dieser nach Art. 237 StGB strafbar."}