{"annee": "85", "cour": "II", "page": "170", "date": "30/6/1959", "cite": ["82 II 495", "82 II 1", "83 II 1"], "cite_par": ["109 II 195", "85 I 282", "97 II 116", "95 II 291", "108 II 527", "94 II 263"], "chapeau": "27. Urteil der II. Zivilabteilung vom 30. Juni 1959 i. S. G. gegen G.", "regestes": ["Recours en réforme. Nouvelles conclusions irrecevables? (art. 55 litt. b OJ). Action en désaveu (art. 254 CC). 1. \"Impossibilité morale\" de la cohabitation à l'époque de la conception? 2. Pour admettre comme établi que les époux n'ont pas eu de relations intimes bien qu'ils en aient eu la possibilité, on ne peut se fonder ni sur les aveux de la mère, ni sur les dépositions des parties lorsque le droit cantonal ne les considère pas comme des moyens de preuve, ni, enfin, sur le serment ou l'affirmation solennelle d'une partie quand leur valeur probante est soustraite à la libre appréciation du juge (application analogique de l'art. 158 ch. 1 à 4 CC). De même, la législation fédérale ne donne pas au demandeur le droit de faire entendre comme témoin la mère qui n'est plus partie en deuxième instance."], "faits": "|171|\n\nA.- Frau G., geb. 1913, die seit dem Jahre 1935 mit dem um 13 Jahre ältern G. verheiratetet war und am 3. Oktober 1950 einen Knaben geboren hatte, gebar am 3. November 1957 das Mädchen D. Am 3. Dezember 1957 leitete der Ehemann gegen dieses Kind und die Ehefrau Klage auf Anfechtung der Ehelichkeit ein mit der Begründung, seit der Geburt des ersten Kindes sei es zwischen den Ehegatten nie mehr zum Geschlechtsverkehr gekommen. Vater des Kindes sei R., mit dem die Ehefrau seit mehr als anderthalb Jahren ehebrecherische Beziehungen unterhalte. Die Ehefrau beantragte Gutheissung, der Beistand des Kindes Abweisung der Klage. Am 27. September 1958 schied das Zivilgericht Basel-Stadt die Ehe G. wegen Ehebruchs der Frau. Gleichen Tags erkannte es:\n\n\"Sofern der Kläger unter Handgelübde an Eidesstatt erklärt, dass er in der Zeit vom 8. Januar bis zum 8. Mai 1957 mit der Beklagten II keinen Geschlechtsverkehr gehabt hat, wird festgestellt, dass die Beklagte I nicht das eheliche Kind des Klägers, sondern das aussereheliche Kind der Beklagten II ist.\n\n.....\n\nLeistet der Kläger das Handgelübde nicht, so wird die Klage abgewiesen.\"\n\nIn den Entscheidungsgründen wird ausgeführt, für die \"vom Gesetz verlangte Unmöglichkeit eines geschlechtlichen Umganges des Klägers mit der Beklagten II\" um die Empfängniszeit spreche die übereinstimmende Erklärung der Ehegatten im Eheverhör, dass seit der Geburt des ersten Kindes kein ehelicher Verkehr mehr stattgefunden habe. Dazu komme, dass die Ehefrau in der kritischen Zeit intime Beziehungen mit R. unterhalten habe und glaubhaft erkläre, das Kind D. sei aus diesem Verhältnis hervorgegangen. Da sie aber bei getrennten |172| Zimmern die gleiche Wohnung wie der Kläger bewohnt habe und das Ergebnis der durchgeführten Blutuntersuchung den Kläger als Vater nicht ausschliesse, sei die Unmöglichkeit der Vaterschaft des Klägers nicht hinlänglich dargetan. Die Beweiskraft der vorliegenden Indizien rechtfertige es jedoch, den gut beleumdeten Kläger zum Handgelübde gemäss § 139 der kantonalen ZPO zuzulassen.\n\nB.- Der Beistand des Kindes zog dieses Urteil an das Appellationsgericht des Kantons Basel-Stadt weiter mit dem Antrag auf Abweisung der Klage. Der Kläger beantragte die Bestätigung des erstinstanzlichen Urteils. Am 24. März 1959 hat das Appellationsgericht die Klage abgewiesen mit der Begründung, die Unmöglichkeit der Vaterschaft des Klägers werde nur mit der Behauptung begründet, dass seit der Geburt des ersten Kindes kein ehelicher Verkehr mehr stattgefunden habe. Dass die Zeugung des Kindes durch den Kläger aus äussern Gründen unmöglich sei, werde nicht geltend gemacht; aber auch eine Unmöglichkeit der Beiwohnung aus psychischen Gründen sei nicht dargetan. Dass trotz bestehender Möglichkeit um die Zeit der Empfängnis tatsächlich kein Geschlechtsverkehr zwischen den Ehegatten stattgefunden habe, könne durch das dem Kläger auferlegte Handgelübde an Eidesstatt im Sinne von § 139 ZPO nicht bewiesen werden, weil im Anfechtungsprozess angesichts der hier auf dem Spiel stehenden öffentlichen Interessen die für das Scheidungsverfahren geltende Vorschrift von Art. 158 Ziff. 2 ZGB analog anzuwenden sei. Mit den übereinstimmenden Aussagen, die der Kläger und seine Ehefrau im Scheidungs- und im Anfechtungsprozess machten, lasse sich die Unmöglichkeit der Vaterschaft des Klägers nicht beweisen, weil das kantonale Prozessrecht Parteiaussagen nicht als Beweismittel anerkenne. Schliesslich dürfe das Ausbleiben des ehelichen Verkehrs nach dem Grundsatze von Art. 158 Ziff. 1 und 3 ZGB, der im Anfechtungsprozess ebenfalls anwendbar sei, auch nicht |173| einfach auf Grund des Zugeständnisses der Ehefrau als erstellt betrachtet werden.\n\nC.- Dieses Urteil hat der Kläger mit der vorliegenden Berufung angefochten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Kläger beantragt mit seiner Berufung wie mit der Klage, es sei festzustellen, dass er nicht der Vater des Kindes D. sei; dieses sei als aussereheliches Kind seiner (geschiedenen) Ehefrau zu erklären. Eventuell verlangt er, es sei ihm im Sinne des erstinstanzlichen Urteils das Handgelübde an Eidesstatt abzunehmen. Da er im kantonalen Appellationsverfahren nur die Bestätigung dieses Urteils beantragt hatte, kann sich fragen, ob sein heutiger Hauptantrag nicht ein gemäss Art. 55 lit. b OG unzulässiges neues Begehren darstelle. Aus den Erwägungen der Vorinstanz ergibt sich jedoch, dass diese die sofortige, nicht von vorheriger Leistung des Handgelübdes abhängige Gutheissung der Klage durch sie als prozessual möglich betrachtete, obwohl bei ihr ein dahingehender Antrag nicht gestellt worden war. Stand somit im zweitinstanzlichen Verfahren nach der Auffassung der Vorinstanz, die über Fragen des kantonalen Prozessrechts abschliessend zu befinden hatte, das ursprüngliche Klagebegehren wieder im vollen Umfang zur Diskussion, so kann dem Kläger nicht verwehrt werden, vor Bundesgericht auf dieses Begehren zurückzugreifen.\n\n2. Dass um die Zeit der Empfängnis des Kindes ein ehelicher Verkehr aus äussern Gründen unmöglich oder der Kläger zeugungsunfähig gewesen sei, hat dieser, wie die Vorinstanz zutreffend feststellt, nie geltend gemacht. Von \"moralischer\" Unmöglichkeit einer Beiwohnung kann angesichts der strengen Anforderungen, von denen die Rechtsprechung die Annahme einer solchen Unmöglichkeit abhängig macht (BGE 82 II 502 lit. a), ebenfalls keine Rede sein, da nichts dafür vorliegt, dass die Eheleute G., die während der Empfängniszeit beisammen |174| wohnten, die Mahlzeiten gemeinsam einnahmen und miteinander ausgingen, gegeneinander so eingestellt gewesen seien, dass eine Beiwohnung um jene Zeit als ausgeschlossen erschiene. Die Blutuntersuchung führte zum Ergebnis, dass der Kläger als Vater des Kindes D. nicht ausgeschlossen werden könne. Dass sich seine Vaterschaft auf Grund anderer Merkmale ausschliessen lasse, hat der Kläger selber nicht behauptet. Mit Recht hat daher die Vorinstanz angenommen, seine Vaterschaft könnte im Sinne von Art. 254 ZGB nur dann als unmöglich bezeichnet werden, wenn feststünde, dass zwischen den Ehegatten trotz bestehender Möglichkeit keine Geschlechtsverkehr stattfand.\n\n3. Der Kläger anerkennt, dass die Vorinstanz das Ausbleiben ehelichen Verkehrs um die Empfängniszeit nicht schon auf Grund des Zugeständnisses der Mutter als erstellt betrachten durfte. Wie die Vorinstanz zutreffend ausgeführt hat, wäre dies mit Art. 158 Ziff. 1 und 3 ZGB unvereinbar, welche Bestimmungen nach ständiger Rechtsprechung im Anfechtungsprozess analog anwendbar sind (BGE 82 II 3 mit Hinweisen, BGE 82 II 502 /503, BGE 83 II 4).\n\nMit den Aussagen, welche die Mutter und der Kläger im Parteiverhör gemacht haben, kann der von Art. 254 ZGB geforderte Nachweis nach der Rechtsprechung (BGE 82 II 503 mit Hinweisen) schon deswegen nicht geleistet werden, weil nach der für das Bundesgericht als Berufungsinstanz verbindlichen Auslegung des kantonalen Prozessrechts durch die Vorinstanz die Aussagen im Parteiverhör im Kanton Basel-Stadt nicht als Beweismittel anerkannt sind.\n\nDass die Mutter, die im zweitinstanzlichen Verfahren keine Anträge stellte, von der Vorinstanz als Zeugin verhört worden sei, wie in der Berufungsschrift behauptet wird, stimmt nach dem Protokoll der Appellationsverhandlung nicht. Es kann aber auch keine Rede davon sein, dass der Kläger von Bundesrechts wegen auf ihre Vernehmung als Zeugin Anspruch gehabt habe. Wenn sie |175| auch vor Appellationsgericht nicht mehr am Verfahren teilnahm, blieb sie doch am Prozess insofern beteiligt, als das diesen Prozess abschliessende Urteil, wie immer es ausfallen mag, notwendigerweise auch für sie gelten wird (BGE 82 II 3 /4). Darin konnte die Vorinstanz ohne Bundesrechtsverletzung einen genügenden Grund dafür finden, dem vom Kläger in der Appellationsantwort gestellten Antrag auf Vernehmung der Mutter als Zeugin nicht zu entsprechen.\n\nEs bleibt somit einzig noch zu prüfen, ob der in Frage stehende Beweis durch das dem Kläger auferlegte Handgelübde erbracht werden könne.\n\n4. Art. 158 Ziff. 1 ZGB wird im Anfechtungsprozess deshalb analog angewendet, weil hier der Streit wie im Scheidungsprozess um ein Rechtsverhältnis geht, an dessen Stabilität ein öffentliches Interesse besteht und in das daher nur dann eingegriffen werden darf, wenn der Richter sich davon überzeugt hat, dass die gesetzlichen Voraussetzungen dafür vorhanden sind.\n\nDem Richter die Überzeugung vom Vorhandensein einer Tatsache zu verschaffen, ist die Beweisführung mit den vom kantonalen Prozessrecht vorgesehenen Beweismitteln nur unter der Voraussetzung geeignet, dass der Richter die Beweise frei würdigen kann. Der in Art. 158 Ziff. 4 ZGB ausgesprochene Grundsatz der freien Beweiswürdigung ist also, was den Beweis der klagebegründenden Tatsachen anbetrifft, in Art. 158 Ziff. 1 ZGB bereits mitenthalten.\n\nDer Eid und das Handgelübde einer Partei im Sinne von § 139 ff. der baselstädtischen ZPO sind, wie die Vorinstanz im angefochtenen Urteil und in dem darin angeführten Urteil vom 20. Januar 1959 i.S. Sch./Sch. in für das Bundesgericht als Berufungsinstanz massgebender Weise festgestellt hat, formale Beweismittel. Sie haben \"Urteilscharakter\" und sind demgemäss \"der freien Beweiswürdigung entzogen\". Der Richter hat sie, wenn geleistet, \"als schlechthin entscheidend hinzunehmen\". Beim Eid und beim Handgelübde einer Partei im Sinne |176| von § 139 ff. der ZPO von Basel-Stadt handelt es sich also nicht bloss um eine in bestimmter Form gemachte Parteiaussage, die der Richter frei würdigen könnte (wie dies in Abweichung von dem in Basel und anderwärts herrschenden System für die durch Eid bekräftigte Parteiaussage im Sinne von Art. 210 der freiburgischen ZPO vom 28. April 1953 gilt; vgl. Art. 211 dieses Gesetzes und GULDENER, Schweiz. Zivilprozessrecht, 2. Aufl., S. 374 Anm. 21). Vielmehr wird nach dem Zivilprozessrecht von Basel-Stadt durch die Leistung des Eides oder Handgelübdes der Prozess ohne weiteres Zutun des Richters entschieden. Dem Parteieid und -handgelübde kommt hier von Gesetzes wegen volle Beweiskraft zu. Dieses Beweismittel dient also nicht zur Bildung der richterlichen Überzeugung, sondern lässt die beschworene Tatsache als feststehend erscheinen, ohne dass der Richter sich auf dem Wege der freien Beweiswürdigung von ihrem Vorhandensein überzeugt hätte. Der Umstand, dass der Eid und das Handgelübde nach § 139 der baselstädtischen ZPO nur nach Leistung \"etwelchen\" Beweises oder beim Vorliegen anderer \"starker Wahrscheinlichkeitsgründe\" für die Darstellung einer Partei und nach Prüfung des Leumunds der für die Eidesleistung in Frage kommenden Personen auferlegt werden darf, erlaubt selbstverständlich nicht zu sagen, dass der Richter sich im Sinne von Art. 158 Ziff. 1 ZGB vom Vorhandensein der beschworenen Tatsache überzeugt habe; denn der Eid bezw. das Handgelübde wird ja eben gerade deswegen abgenommen, weil nach der Auffassung des Richters ein hinlänglicher Beweis für die betreffende Tatsache fehlt, m.a.W. weil der Richter vom Vorhandensein dieser Tatsache nicht voll überzeugt ist. Daher ist es in Prozessen, für die Art. 158 Ziff. 1 ZGB unmittelbar oder analog gilt, nicht zulässig, den Eid und das Handgelübde im Sinne des baselstädtischen Zivilprozessrechts (oder anderer diese Beweismittel mit voller Beweiskraft ausstattender kantonaler Zivilprozessordnungen) zum Nachweis klagebegründender |177| Tatsachen zu verwenden. Art. 158 Ziff. 2 ZGB, wonach im Scheidungsverfahren der Eid oder das Gelöbnis an Eidesstatt den Parteien als Beweismittel zur Erwahrung solcher Tatsachen weder zugeschoben noch auferlegt werden darf, ist insoweit, als er die Abnahme eines der freien Beweiswürdigung entzogenen Parteieides oder -gelöbnisses verpönt, nichts anderes als ein Folgesatz aus Art. 158 Ziff. 1 ZGB und muss daher mindestens in diesem Umfang auch im Anfechtungsprozess Anwendung finden (wogegen im vorliegenden Fall dahingestellt bleiben kann, ob im Anfechtungsprozess die eine oder andere Partei zur Leistung des vom Richter frei zu würdigenden Parteieides im Sinne von Art. 210 der neuen freiburgischen ZPO angehalten werden dürfte).\n\nDie Vorinstanz hat also mit Recht angenommen, dass das Ausbleiben ehelichen Verkehrs während der Empfängniszeit, aus dem der Kläger die Unmöglichkeit seiner Vaterschaft ableiten will, aus Gründen des Bundesrechts durch das ihm vom Zivilgericht auferlegte Handgelübde nicht bewiesen werden könne.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationsgerichtes des Kantons Basel-Stadt vom 24. März 1959 bestätigt."}