{"annee": "85", "cour": "IV", "page": "35", "date": "12/2/1959", "cite": ["64 I 350"], "cite_par": [], "chapeau": "10. Auszug aus dem Urteil des Kassationshofes vom 12. Februar 1959 i.S. Briner gegen Polizeirichteramt der Stadt Zürich.", "regestes": ["1. Art. 25 al. 1 LA. Au cours du dépassement aussi, la vitesse doit être adaptée aux conditions de la route et de la circulation. 2. Art. 26 al. 3 LA. Dépassement à un tournant où la vue était restreinte."], "faits": "|35|\n\nA.- Jakob Briner führte am 15. Juni 1957 um 23.15 Uhr seinen Personenwagen mit einer Geschwindigkeit von 60-65 km/Std in Zürich vom Bellevue her durch den Limmatquai. Auf der Höhe des Schiffländeplatzes oder beim Café \"Select\", also unmittelbar vor der Rechtsbiegung des Limmatquais bei der Buchhandlung zum Elsässer, überholte er den Personenwagen des Jean Neidhart, der mit ungefähr 40 km/Std fuhr. Als Briner nach dem Überholen wieder nach rechts einbog, stiess sein Fahrzeug mit jenem des Neidhart zusammen, wodurch beide Wagen beschädigt wurden.\n\n|36|\n\nB.- Der Einzelrichter in Strafsachen des Bezirks Zürich büsste am 1. Juli 1958 Briner mit Fr. 20.- mit der Begründung, der Verurteilte habe Art. 25 Abs. 1 und Art. 26 Abs. 3 MFG übertreten, indem er mit übersetzter Geschwindigkeit gefahren sei und an unübersichtlicher Stelle überholt habe.\n\nC.- Briner führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil sei aufzuheben und die Sache zur Freisprechung an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. (Ausführungen darüber, dass der Beschwerdeführer, entgegen seiner Behauptung, nicht nur während des Überholens mit 60-65 km/Std gefahren ist und dass diese Geschwindigkeit den gegebenen Strassen- und Verkehrsverhältnissen nicht angepasst war.)\n\nEs würde den Beschwerdeführer aber auch nicht entlasten, wenn er nur während des Überholens mit 60-65 km/Std gefahren wäre. Art. 25 Abs. 1 MFG verlangt ohne jeden Vorbehalt, auch für das Überholen (vgl.BGE 64 I 354), dass der Führhrer die Geschwindigkeit den gegebenen Strassen- und Verkehrsverhältnissen anpasse. Über diese elementare Verkehrsregel durfte sich der Beschwerdeführer nicht hinwegsetzen, auch nicht zum Zwecke, durch Beschleunigung der Fahrt den Überholungsweg möglichst abzukürzen. Eine Geschwindigkeit, die an sich schon übersetzt ist, ist erst recht während des Überholens unzulässig, da durch dieses die Verkehrsgefahren erhöht werden. War das Überholen nur mit übersetzter, den Strassen- und Verkehrsverhältnissen nicht angepasster Geschwindigkeit möglich, so durfte es überhaupt nicht begonnen werden.\n\n2. (Feststellung, dass der Beschwerdeführer im Sinne von Art. 26 Abs. 3 MFG an unübersichtlicher Stelle überholt hat, da das Überholungsmanöver beim Beginn der Strassenbiegung noch nicht abgeschlossen war.)\n\nÜbrigens wäre seine Verurteilung nach Art. 26 Abs. 3 MFG auch dann begründet, wenn er schon einige Meter |37| vor Beginn der Biegung wieder die ordentliche Fahrbahn erreicht gehabt hätte. Wer vor einer unübersichtlichen Strassenbiegung überholen will, hat in Rechnung zu stellen, dass während seines Unternehmens aus der Biegung heraus ein Fahrzeug auftauchen und sich ihm nähern könnte. Es genügt daher nicht, dass er darnach trachtet, das Überholen kurz vor Erreichung der Biegung abzuschliessen, sondern er muss es schon so weit von der Biegung entfernt beendet haben, dass ein während des Überholens in der Biegung auftauchendes Fahrzeug seinen Weg unter Einhaltung einer angemessenen Geschwindigkeit fortsetzen kann, ohne gefährdet zu werden. Dabei hat er auch zu bedenken, dass es immer wieder vorkommt, dass Motorfahrzeugführer die den örtlichen Verhältnissen, insbesondere der Unübersichtlichkeit einer Biegung angemessene Geschwindigkeit überschreiten. Er darf daher nicht so knapp rechnen, dass ein ihm mit etwas übersetzter Geschwindigkeit Entgegenfahrender nicht mehr Zeit findet, die Fahrt rechtzeitig und ungefährdet in angemessener Weise zu verzögern. Hätte der Beschwerdeführer diese ihm zumutbaren Überlegungen getroffen, so hätte er sich sagen müssen, dass er seiner Vorsichtspflicht nicht genüge, wenn er das Überholen erst wenige Meter vor Erreichung der Biegung beende."}