{"annee": "85", "cour": "II", "page": "580", "date": "19/11/1959", "cite": ["38 II 194", "82 IV 182", "75 IV 105", "65 II 62"], "cite_par": ["93 IV 49", "98 II 313", "117 II 630", "86 I 224", "93 II 230", "100 II 8", "109 II 144"], "chapeau": "80. Urteil der II. Zivilabteilung vom 19. November 1959 i.S. Blanche Neige SA gegen Melchtry.", "regestes": ["Lorsqu'une partie forme un recours en réforme et un recours de droit public pour appréciation arbitraire des preuves, c'est sur celui-ci qu'il faut en principe statuer en premier lieu. Cependant, s'il est douteux que la constatation de fait critiquée dans le recours de droit public soit essentielle, on peut juger d'abord cette question dans la procédure de réforme. Art. 57 al. 5 OJ (consid. 2 et 5). Garagiste qui, se fiant à des déclarations trompeuses de son client, lui restitue une voiture sans exiger d'abord le paiement des réparations effectuées. Acquiert-il de nouveau un droit de rétention lorsque le client lui ramène la voiture? Art. 895 et suiv. CC (consid. 3). Les droits du tiers qui a vendu la voiture avec réserve de propriété priment-ils le droit de rétention du garagiste, lorsque celui-ci connaissait la réserve de propriété au moment où il a reçu la voiture? Art. 895 al. 3 en corrélation avec les art. 714 et 933 et suiv. CC (consid. 4)."], "faits": "|581|\n\nA.- Die Firma Blanche Neige (jetzt SA) in Lausanne verkaufte dem bei ihr als Reisevertreter angestellten, in Biel wohnhaften Hermann Schütz am 22. Juni 1956 ein Auto Opel-Rekord zum Preise von Fr. 4'300.--, zahlbar in wöchentlichen Raten von Fr. 100.--, unter Eigentumsvorbehalt |582| bis zur vollständigen Bezahlung des Preises. Der Eigentumsvorbehalt wurde am 27. des gleichen Monats im Register des Betreibungsamtes Biel eingetragen.\n\nB.- Im Juli 1956 hatte Schütz auf einer Geschäftsreise im Wallis bei Turtmann einen Unfall, wobei der Wagen beträchtlich beschädigt wurde. Man verbrachte den Wagen in die dortige Garage des Hans Meichtry, der die Schäden zum Teil selber behob und die Instandstellung im übrigen der Firma Métalléger SA in Siders übertrug. Daraus ergaben sich zwei Rechnungen von Fr. 578.50 und Fr. 2'669.85.\n\nC.- Am 4. August 1956 wollte Schütz den wieder instand gestellten Wagen bei Meichtry abholen. Er erklärte diesem, die Firma Blanche Neige, seine Arbeitgeberin, werde die Reparaturen bezahlen, und gab Meichtry als Ausweis das Formular eines Bestellscheins aus seinem Bestellungsbuch mit dem Firmenaufdruck. Meichtry sah deshalb von der Geltendmachung seines Retentionsrechtes ab und gab Schütz den Wagen heraus. Die Reparaturrechnung, die er der Firma Blanche Neige zustellte, kam jedoch zurück mit dem Bemerken, Schütz habe für diese Kosten selber aufzukommen. Ebenso schickte die Firma Blanche Neige am 12. September 1956 die ihr von der Métalléger S.-A. zugesandte Rechnung zurück mit folgendem Begleitbrief:\n\n\"... Nous vous retournons ce document en précisant que la voiture en question ne nous appartient plus, mais a été vendue au mois de juin à M. Hermann Schütz. ..\n\nM. Schütz, en sa qualité de propriétaire du véhicule, est responsable de son entretien et notre maison n'a pas à intervenir dans le règlement de ses factures.\n\nVous voudrez bien liquider cette affaire directement avec l'intéressé.\"\n\nD.- Da Schütz die Rechnung nicht beglich, fühlte Meichtry sich um sein Retentionsrecht betrogen und erstattete Strafanzeige gegen ihn. Schütz brachte auf Anraten seines Anwaltes am 11. Februar 1957 den Wagen in die Garage von Meichtry zurück, um dessen Retentionsrecht |583| wiederherzustellen. Er wurde aber gleichwohl durch Urteil des Kreisgerichts Leuk vom 12. November 1957 wegen Betruges zu einer Gefängnisstrafe von zwei Monaten unter Gewährung des bedingten Vollzuges verurteilt.\n\nE.- In einer gegen Schütz in Biel angehobenen ordentlichen Betreibung wurde Meichtry an eine Lohnpfändung angeschlossen. In der Pfändungsurkunde vom 25. Januar 1957 ist vermerkt: \"Der Wagen gehört dem Arbeitgeber\".\n\nMit Berufung auf das Retentionsrecht leitete Meichtry anfangs Mai 1957 gegen Schütz in Leuk eine Betreibung auf Pfandverwertung ein.\n\nF.- Am 7. Juni 1957 erwirkte indessen die Firma Blanche Neige eine Verfügung des Instruktionsrichters des Bezirkes Leuk, wonach Meichtry angewiesen wurde, ihr den Wagen gegen Hinterlegung von Fr. 4'000.-- bei Gericht herauszugeben \"mit der Auflage an die Firma Blanche Neige, dass der Wagen bis zum Endurteil des Haupthandels nicht weiterveräussert werden darf\".\n\nG.- Die am 15. Juni 1957 von der Firma Blanche Neige beim nämlichen Richter angehobene Klage gegen Meichtry ging auf Feststellung, dass dem Beklagten kein Retentionsrecht an ihrem Wagen zustehe, ferner auf Herausgabe des Wagens und auf Schadenersatz im Betrag von Fr. 30.- pro Tag seit 15. Januar 1957 bis zur Auslieferung. Der Beklagte widersetzte sich diesen Begehren und verlangte durch Widerklage die Feststellung seines Retentionsrechtes und die Verurteilung der Klägerin zur Bezahlung der Reparaturkosten sowie der Einzugs- und Betreibungskosten und einer Vergütung für die Garagierung des Wagens, zusammen Fr. 3'430.75, nebst Zinsen.\n\nIn ihren Schlusseingaben an das mit Rücksicht auf den Streitwert von mehr als Fr. 4'000.-- mit der Angelegenheit befasste Kantonsgericht passten die Parteien ihre Rechtsbegehren dem durch die Herausgabe des Wagens an die Klägerin und die von dieser geleistete Barhinterlage veränderten Sachstand an.\n\nH.- Mit Urteil vom 20. Februar 1959 hat das Kantonsgericht |584| Wallis die Begehren der Klägerin abgewiesen, dagegen die Widerklage gutgeheissen und festgestellt, dass Hans Meichtry am Wagen bezw. an der Barhinterlage von Fr. 4'000.-- ein Retentionsrecht habe und sich aus dieser Summe bezahlt machen könne für die Reparaturkosten von Fr. 3'248.35, die Einzugs- und Betreibungskosten von Fr. 47.40 und die Garagevergütung von Fr. 135.--, zusammen Fr. 3'430.75, nebst Zinsen.\n\nDas Kantonsgericht geht davon aus, Meichtry habe Schütz beim Empfang des Wagens zur Reparatur als Eigentümer betrachtet und daher gutgläubig ein Retentionsrecht erworben. Infolge der Herausgabe des instand gestellten Wagens an Schütz sei das Retentionsrecht freilich untergegangen. Es habe dann aber neu begründet werden können durch die am 11. Februar 1957 erfolgte Rückgabe des Wagens an den Beklagten, sofern dieser damals noch gutgläubig gewesen sei. Das treffe zu, denn verschiedene Umstände sprächen dafür, dass Schütz, als er den Wagen Meichtry zurückbrachte, den zu Gunsten der Klägerin bestehenden Eigentumsvorbehalt verschwiegen habe. Es sei auch nicht erwiesen, dass Meichtry damals bereits durch die Klägerin selbst über den Eigentumsvorbehalt orientiert gewesen sei. - Die Klägerin habe im Herbst 1956 gegenüber der Firma Métalléger SA Schütz als Eigentümer des Wagens bezeichnet. Sie habe anscheinend nicht als Eigentümerin hervortreten wollen, als es um die Bezahlung der Reparaturkosten ging; dagegen habe sie sich später auf ihr Eigentum berufen, um den Wagen behändigen zu können. Dieses Verhalten verstosse gegen Treu und Glauben und rechtfertige ebenfalls die Abweisung der Klage. - Selbst wenn übrigens das von der Klägerin vorbehaltene Eigentum gegenüber dem Retentionsrecht des Beklagten zur Geltung kommen müsste, wäre es nur auf das nach dem Unfall vorhanden gewesene Wrack des Wagens zu beziehen, nicht auf den von Meichtry in Verbindung mit der Métalléger SA wiederhergestellten Wagen. In der vorliegenden Fassung |585| könnten also die Klagebegehren keinesfalls geschützt werden.\n\nI.- Gegen dieses Urteil hat die Klägerin neben einer staatsrechtlichen Beschwerde die vorliegende Berufung eingelegt mit dem Antrag, es sei zu erkennen:\n\na) der Beklagte habe an ihrem Wagen kein Retentionsrecht;\n\nb) der Wagen sei ihr zur freien Verfügung zu überlassen und der bei Gericht hinterlegte Betrag von Fr. 4'000.-- ihr auszuzahlen;\n\nc) der Beklagte habe ihr als Schadenersatz Fr. 4'000.-- zu zahlen;\n\nd) die Widerklagebegehren seien abzuweisen.\n\nDer Beklagte trägt auf Abweisung der Berufung (wie auch der staatsrechtlichen Beschwerde) an.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. (Streitwert).\n\n2. Das kantonsgerichtliche Urteil beruht unter anderem auf der tatbeständlichen Annahme, der Beklagte habe beim Rückempfang des Wagens am 11. Februar 1957 den zu Gunsten der Klägerin bestehenden Eigentumsvorbehalt noch nicht gekannt. Gegen diese Festellung richtet sich die staatsrechtliche Beschwerde mit der Rüge einer willkürlichen Beweiswürdigung. Grundsätzlich wäre die staatsrechtliche Beschwerde zuerst zu beurteilen. Bei ihrer Prüfung erhob sich jedoch vorweg die Frage, ob jene Feststellung für die Entscheidung des Rechtsstreites von wesentlicher Bedeutung sei, oder ob nicht selbst bei gegenteiliger Feststellung ein dem Eigentumsvorbehalt der Klägerin vorgehendes Retentionsrecht des Beklagten anerkannt werden müsse. Da das angefochtene Urteil der Berufung unterliegt und dieses Rechtsmittel denn auch in gültiger Weise eingelegt worden ist, erschien es als angezeigt, die soeben formulierte, vom materiellen Recht beherrschte Frage vorweg im Berufungsverfahren abzuklären. Sollte sie dahin zu beantworten sein, dass es auf die |586| Kenntnis des Eigentumsvorbehalts beim Rückempfang des Wagens entscheidend ankomme, so wäre dem staatsrechtlichen Verfahren wiederum der Vortritt einzuräumen. Sollte sich dagegen als unerheblich erweisen, ob der Beklagte, als Schütz ihm den Wagen zurückbrachte, um den zu Gunsten der Klägerin bestehenden Eigentumsvorbehalt wusste, so würde die staatsrechtliche Beschwerde des rechtlichen Interesses ermangeln und wäre aus diesem Grund ohne weiteres abzuweisen, gleichgültig ob die mit ihr erhobenen Rügen an und für sich begründet gewesen wären; damit würde der Weg zur abschliessenden materiellen Beurteilung der Berufung frei.\n\n3. Mit der Herausgabe des Wagens an Schütz verlor der Beklagte das ihm nach Art. 895 ff. zugestandene Retentionsrecht. Dieses ist eben an den Besitz gebunden und geht daher mit dem Verlust des Besitzes unter. So verhält es sich nach überwiegender Lehrmeinung selbst bei unfreiwilligem Besitzesvelust, allerdings mit Vorbehalt der Besitzesschutzklage auf Wiedereinräumung des Besitzes. Zu dieser Frage (worüber vgl. OFTINGER, N. 177 zu Art. 895 ZGB) ist hier nicht Stellung zu nehmen. Hat doch der Beklagte den Wagen freiwillig, wenn auch verleitet durch betrügerische Angaben, an Schütz herausgegeben, womit der Verlust des Retentionsrechtes unvermeidlich verbunden war. Dem Kantonsgericht ist aber darin beizustimmen, dass dieses Recht durch Wiedereinräumung des Gewahrsams neu begründet werden konnte (vgl. LEEMANN, N. 6 und 7, und OFTINGER, N. 176 ff., zu Art. 895 ZGB; O. BRANDER, Das Retentionsrecht nach schweizerischen Zivilrecht, S. 8 und 49/50). Hiefür war allerdings notwendig, dass die Voraussetzungen von Art. 895 ZGB noch oder neuerdings erfüllt waren (vgl. OFTINGER, a.a.O. N. 179). Ferner durfte nicht etwa nunmehr ein Ausschlussgrund nach Art. 896 ZGB vorliegen, wie es der Fall gewesen wäre, wenn der Beklagte den Wagen am 11. Februar 1957 zu einem die Retention für die alte Verbindlichkeit nicht zulassenden besondern |587| Zweck erhalten hätte. Indessen übergab ihm Schütz damals den Wagen gerade, um ihm den Retentionsbesitz für die Forderung aus der Instandstellung des Wagens wieder zu verschaffen, was sein Anwalt auch der Klägerin kundgetan hatte. Der Beklagte kann es nicht anders verstanden haben, obwohl er dem Überbringer Schütz den Empfang des Wagens \"an Zahlungsstatt\" bescheinigte. Gemeint war: zur Sicherstellung der ausstehenden Zahlung. Demgemäss hat der Beklagte ja dann auf Grund des Retentionsrechtes Betreibung auf Pfandverwertung angehoben und niemals das Eigentum am Wagen für sich beansprucht. Fraglich ist unter diesen Umständen nur noch, welche Bedeutung dem zu Gunsten der Klägerin bestehenden Eigentumsvorbehalt zukomme: ob dieses Drittmannsrecht, das pfandrechtsähnliche Sicherheit gibt, dem Retentionsrecht des Beklagten vorgehe, oder ob das Retentionsrecht gemäss Art. 895 Abs. 3 ZGB ungeachtet des Eigentumsvorbehaltes, also den Rechten der Klägerin vorgehend, zur Geltung zu kommen habe.\n\n4. Dem Retentionsrecht des Beklagten gebührt jedenfalls dann ohne Zweifel der Vorrang, wenn er, als der Wagen am 11. Februar 1957 wieder in seinen Gewahrsam gelangte, Schütz immer noch, und zwar in guten Treuen (Art. 3 ZGB), für den Eigentümer hielt, wie es das Kantonsgericht annimmt, eine Feststellung, die jedoch, wie erwähnt, mit staatsrechtlicher Beschwerde als auf willkürlicher Beweiswürdigung beruhend angefochten ist. Eben deshalb ist noch die weitere Frage zu prüfen, ob Schütz nicht überhaupt, trotz dem von der Klägerin vorbehaltenen Eigentum, befugt gewesen war, den Wagen dem Beklagten zur Instandstellung zu übergeben, und ob er nicht ebenfalls befugterweise den durch Betrug gebrochenen Gewahrsam ungeachtet des Eigentumsvorbehaltes wiederherstellen durfte; eventuell, falls dies zu verneinen wäre, ob nicht der Beklagte dennoch selbst bei Kenntnis des Eigentumsvorbehaltes der Klägerin den Überbringer Schütz am 11. Februar 1957 als zur Wiederherstellung |588| des Gewahrsams befugt ansehen durfte und somit kraft guten Glaubens gemäss Art. 895 Abs. 3 ZGB das Retentionsrecht auf alle Fälle wieder erwarb.\n\na) Die Sache, an der sich der Veräusserer das Eigentum vorbehalten hat, ist dem Erwerber einstweilen (solange der Vorbehalt zu Recht besteht) nur anvertraut. Es ist ihm nicht erlaubt, wie ein Eigentümer darüber zu verfügen, insbesondere sie zu veräussern oder für eine beliebige Forderung zu verpfänden. Durch unerlaubte Verfügung über die Sache macht er sich der (nach Art. 140 StGB strafbaren) Veruntreuung schuldig (vgl. BGE 75 IV 105, BGE 82 IV 182; SIMONIUS/SCHERRER, N. 93 zu Art. 715/16 ZGB). Dagegen stehen ihm Gebrauch und Nutzung der Sache zu, und da Nutzen und Gefahr wie bei einem ohne Eigentumsvorbehalt abgeschlossenen Kauf ordentlicherweise gemäss Art. 185 Abs. 1 OR mit dem Vertragsabschluss auf ihn übergehen (vgl. LEEMANN, N. 56 zu Art. 715 ZGB), hat er auch für den Unterhalt der Sache zu sorgen und sie bei Beschädigung wieder instand zu stellen oder auf eigene Kosten instand stellen zu lassen. Davon geht auch die Klägerin aus, die dem Käufer Fr. 500.-- zum Abschluss einer Kaskoversicherung übergab (was er unterliess) und die Bezahlung der Rechnung der vom Beklagten mit einem Teil der Instandstellungsarbeiten betrauten Métalléger SA ablehnte, weil diese Verpflichtung sie nicht berühre, sondern den Käufer allein angehe. Sie erklärte dabei sogar, der Wagen gehöre ihr nicht mehr; Schütz, der ihn gekauft habe, sei nun der Eigentümer (oben lit. C der Tatsachen). Darin lag freilich kein Verzicht auf den Eigentumsvorbehalt. Es ist aber für die eigene Auffassung der Klägerin bezeichnend, dass sie gar nicht daran dachte, gegenüber den mit der Reparatur befassten Firmen etwas aus dem Eigentumsvorbehalt herzuleiten, diesen vielmehr verschwieg und die dem Käufer (gleichwie beim Fehlen eines Eigentumsvorbehalts) zukommende selbständige Stellung hinsichtlich der ordentlichen Bewirtschaftung des Wagens unterstrich. Im übrigen ist auch |589| nicht etwa die Rede davon, die in Frage stehende Instandstellung habe sich nicht gelohnt und wäre besser unterblieben. Nach alldem war Schütz befugt, wenn nicht sogar im Interesse der Klägerin verpflichtet, den Wagen, wie es geschehen ist, instand stellen zu lassen und zu diesem Zwecke dem Beklagten zu übergeben.\n\nWar die Klägerin zwar nicht mitverpflichtet, und erwuchs dem Beklagten daher gegen sie keine Forderung, so erhielt er doch das mit dem Gewahrsam verbundene Retentionsrecht. Schütz war eben auch zu Massnahmen befugt, die ein gesetzliches Retentionsrecht seines Gläubigers am Wagen enstehen liessen. Indem er diesen dem Beklagten zur Reparatur übergab, hat er ihn keineswegs veruntreut.\n\nb) Ebenso lag es im Rahmen seiner Befugnisse, den durch Betrug gebrochenen Gewahrsam des Beklagten wiederherzustellen. Die Abwicklung des Schuldverhältnisses zwischen ihm und dem Beklagten blieb seine Sache. Dazu gehörte auch die Wiederherstellung des Retentionsbesitzes, den der Beklagte verleitet durch seine betrügerischen Angaben aufgegeben hatte. Er war am 11. Februar 1957 in der Lage, den Wagen dem Beklagten zurückzubringen, da die Klägerin ihn ihm belassen und den Kauf nicht etwa im Sinne von Art. 716 ZGB rückgängig gemacht hatte. Der Klägerin stand nicht zu, dieser Wiederherstellung des Besitzstandes - einer rechtmässigen Handlung des Schuldners, wozu er gegenüber dem Beklagten mindestens moralisch verpflichtet war - zu widersprechen, um den durch die Instandstellung des Wagens geschaffenen Mehrwert ohne Rücksicht auf das normalerweise dem mit der Reparatur betrauten Gläubiger zustehende Vorzugsrecht für sich in Anspruch zu nehmen. Sie hinderte denn auch die vom Käufer getroffene Wiederherstellungsmassnahme nicht, sondern verneint nur deren Rechtswirksamkeit; wie dargetan, zu Unrecht. Allerdings unterliegt dem Eigentumsvorbehalt nicht, wie die Vorinstanz annimmt, nur das \"Wrack\" des Wagens in dessen |590| Zustand nach dem Verkehrsunfall. Der Eigentumsvorbehalt ergreift den Wagen samt seinen Bestandteilen, wie er heute nach der Instandstellung vorhanden ist. Allein das Retentionsrecht des Beklagten geht, da die gesetzlichen Voraussetzungen nach Art. 895 ff. ZGB auch am 11. Februar 1957 vorlagen und der Schuldner zur Rückverbringung des Wagens in die Garage des Beklagten berechtigt war, den Rechten der Klägerin vor.\n\nc) Bei dieser Sachlage braucht sich der Beklagte nicht auf gutgläubige Annahme einer in Wirklichkeit nicht bestehenden Berechtigung des Schuldners zur Übergabe des Wagens zu berufen. Falls es an einer solchen Berechtigung gefehlt hätte, wäre aber der gute Glaube des Beklagten in der Tat zu bejahen, auch wenn ihm der zu Gunsten der Klägerin bestehende Eigentumsvorbehalt beim Wiederempfang des Wagens am 11. Februar 1957 bekannt gewesen sein sollte. Der Wortlaut von Art. 895 Abs. 3 ZGB könnte zwar, für sich allein betrachtet, zur Annahme verleiten, der gute Glaube habe sich auf das Eigentumsrecht des Schuldners zu beziehen; er sei also nicht gegeben, wenn dem Gläubiger das Eigentum eines Dritten bekannt ist. Indessen spricht Art. 895 Abs. 3 ZGB einfach von gutgläubigem Empfang der Sache. Diese Vorschrift ist nach zutreffender und denn auch allgemein anerkannter Auffassung im Zusammenhang mit den Art. 714 und 933 ff. ZGB dahin zu verstehen, der Gläubiger müsse beim Empfang der einem Dritten gehörenden Sache den Schuldner in gutem Glauben als berechtigt betrachtet haben, sie ihm zu dem vereinbarten Zweck auszuhändigen. Das kann nun, wie sich gerade aus dem oben (Erw. 4, a und b) Ausgeführten ergibt, mitunter auch dann zutreffen, wenn der Schuldner nicht Eigentümer der Sache ist. Was insbesondere Sachen betrifft, die der Eigentümer einem andern anvertraut hatte, so ist nach Art. 933 ZGB derjenige, der eine solche Sache vom Besitzer \"in gutem Glauben\" zu Eigentum oder zu einem beschränkten dinglichen Recht übertragen erhält, |591| in seinem Erwerb auch dann zu schützen, wenn sie dem Veräusserer \"ohne jede Ermächtigung zur Übertragung\" anvertraut worden waren. Daraus folgt, dass als gutgläubig auch ein Erwerber zu gelten hat, der den veräussernden Besitzer zwar nicht als Eigentümer, aber als aus andern Gründen zur Verfügung berechtigt ansieht und ansehen darf (vgl. HAAB/SIMONIUS, N. 55 zu Art. 714 ZGB; so denn auch die ständige Rechtsprechung, vgl. statt vieler BGE 65 II 64). Auch der Besitz unter Eigentumsvorbehalt ist anvertrauter Besitz im Sinne von Art. 933 ZGB (vgl. OSTERTAG, N. 6 zu Art. 933 ZGB; J. O. RAUCH, Der Eigentumsvorbehalt, S. 98). Für die Entstehung des Retentionsrechtes nach Art. 895 ZGB wird gleichwie für die Begründung dinglicher Rechte kraft Rechtsgeschäftes zutreffenderweise angenommen, Kenntnis vom Eigentumsrecht eines Dritten schliesse den guten Glauben des die Sache empfangenden Gläubigers nicht aus. \"Bösgläubig ist er erst, wenn er weiss oder wissen muss, dass ihm der Schuldner die Sache nicht hätte übergeben dürfen\" (vgl. HOMBERGER/MARTI, Schweiz. jur. Kartothek Nr. 673, III, 2; so denn auch BGE 38 II 202 Erw. 4 betreffend Art. 227 aoR, jedoch bereits mit Hinweis auf Art. 895 Abs. 3 ZGB, vgl. ferner ein Urteil des bernischen Appellationshofes in ZbJV 70 S. 433 ff.; WIELAND, N. 5, c, LEEMANN, N. 14, und OFTINGER, N. 134 und 134 a zu Art. 895 ZGB; F. A. STAEHELIN, Probleme aus dem Gebiete des Eigentumsvorbehalts, S. 85 und 90, mit Fussnoten 5 und 17). In der Übergabe eines Wagens zur Instandstellung liegt keine eigentliche Verfügung über die Sache. Es handelt sich um eine Massnahme der Vermögensverwaltung, die freilich ein gesetzliches Retentionsrecht des mit der Instandstellung betrauten Gläubigers nach sich zieht. Zu einer solchen Massnahme darf ein Garagist den Wagenbesitzer für berechtigt halten, jedenfalls wenn dieser den Wagen gekauft und nicht etwa bloss für eine einzelne Fahrt entlehnt hat, ganz gleichgültig ob der Kaufpreis völlig oder nur zum Teil |592| bezahlt ist und ob noch ein Eigentumsvorbehalt des Verkäufers besteht, wie es bei einer grossen Anzahl der im Verkehr befindlichen Motorfahrzeuge zutrifft.\n\n5. Ist somit das Retentionsrecht des Beklagten zu schützen, auch wenn ihm beim Rückempfang des Wagens das von der Klägerin beim Verkauf an Schütz vorbehaltene Eigentum bekannt gewesen sein sollte, so fällt die staatsrechtliche Beschwerde - die bei diesem Ergebnis der materiellrechtlichen Prüfung mangels Interesses ohne weiteres abzuweisen ist, gemäss Erw. 2 - nicht weiter in Betracht. Die Berufung ist auch ihrerseits abzuweisen. Die Höhe der nach dem vorinstanzlichen Urteil durch das Retentionsrecht gesicherten Forderungen des Beklagten und Widerklägers ist vor Bundesgericht nicht beanstandet worden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Kantonsgerichts des Kantons Wallis vom 20. Februar 1959 bestätigt."}