{"annee": "85", "cour": "II", "page": "248", "date": "8/6/1959", "cite": [], "cite_par": ["87 II 376"], "chapeau": "40. Arrêt de la IIe Cour civile du 8 juin 1959 dans la cause Alpina SA contre Della Casa.", "regestes": ["Assurance-accidents. 1. Interprétation des clauses excluant de l'assurance les lésions corporelles résultant: - d'un état d'ivresse manifeste (consid. 1), - d'entreprises téméraires (consid. 2), - de l'exécution ou de la tentative d'actes criminels ou de délits patents et punissables (consid. 3). 2. Réduction des prestations de l'assureur selon l'art. 14 al. 2 LCA en raison de la faute grave du preneur d'assurance (consid. 4)."], "faits": "|249|\n\nA.- Gilbert Chambrier, de son vivant chauffeur de camions, époux de Rose Mounir, aujourd'hui épouse de Della Casa, a conclu, le 31 juillet 1934, une police avec la compagnie d'assurances Alpina SA (en abrégé: l'Alpina) qui garantissait à sa femme une somme de 20 000 fr. s'il décédait des suites d'un accident. Les conditions générales de la police (§ 2 lit. b) excluent de l'assurance:\n\n\"les lésions corporelles résultant: ... d'entreprises téméraires (sont considérées comme telles les actes par lesquels un assuré s'expose sciemment à un danger particulièrement grave, pouvant résulter de l'acte lui-même, de la manière dont il est accompli, des circonstances concomitantes ou de la personnalité de l'assuré); de l'exécution ou de la tentative d'actes criminels ou de délits patents et punissables, d'un état d'ivresse manifeste\" ... etc.\n\nLe 15 novembre 1955, Chambrier est allé chercher au Bouveret une machine qu'il a transportée puis livrée, le soir même, à Maurice Bresch, à Gimel. Avec le destinataire, il a bu tout d'abord un demi-litre de vin blanc, puis Jean Neuhaus s'étant joint à eux, ils ont mangé en buvant un litre de vin blanc suivi de café et de liqueurs. Ensuite, en compagnie de Neuhaus seul, ils se sont rendus en voiture au Signal de Bougy, puis à Rolle et ont partagé trois demi-bouteilles de vin blanc. Rentrés à Gimel vers trois heures du matin, ils se sont fait ouvrir le café d'Albert Conus, où ils ont mangé en buvant un demi-litre de vin blanc. Vers quatre heures, Chambrier a demandé à Neuhaus de le conduire à Longirod, afin de reconnaître la route, Vers quatre heures et quart, il a repris le volant de son camion pour rentrer à Lausanne. A 3 km environ de Gimel, la route décrit un tournant à gauche, réputé dangereux et masqué par un dos d'âne. Arrivé là entre quatre |250| heures et demie et cinq heures du matin, le camion est sorti de la route à droite, est descendu de biais le long du talus et a heurté des arbres; le choc a causé la mort de Chambrier. La cinquième vitesse était engagée et les pneumatiques présentaient une usure presque totale.\n\nL'autopsie du corps de Chambrier a révélé la présence d'alcool dans le sang (2,13 g ), dans le cerveau (1,85 g ) et dans l'urine (2,62 g ). Le médecin, auteur du rapport d'autopsie affirme que ces concentrations sont élevées et témoignent, chez le sujet, d'une imprégnation grave, entraînant nécessairement l'inaptitude à la conduite d'un véhicule à moteur. Le Dr Kaufmann, commis en qualité d'expert, argumentant par comparaison avec un cas où, en 1955 déjà, le défunt avait causé un accident alors qu'il présentait une alcoolémie de 2,41 g  et un état d'ivresse très apparent, constate que, dans l'espèce considérée, \"il est extrêmement difficile de supposer\" ... \"que l'ivresse de feu G. Chambrier ait pu être imperceptible pour son entourage\". La victime, dit l'expert, était en tout cas dans un état d'ivresse grave qui la rendait absolument inapte à la conduite d'un véhicule à moteur.\n\nB.- La veuve de Chambrier ayant réclamé l'indemnité de 20 000 fr. prévue par la police en cas de mort accidentelle, l'Alpina excipa du § 2 des conditions générales et offrit de verser 3000 fr. à titre amiable et sous toutes réserves. La bénéficiaire ouvrit alors action devant le Tribunal cantonal vaudois; elle concluait au paiement de 20 000 fr. avec 5% d'intérêts à compter du 16 novembre 1955. La défenderesse conclut à libération pure et simple.\n\nC.- Le 28 octobre 1958, le Tribunal cantonal vaudois a condamné la défenderesse à payer à la demanderesse la somme de 15 000 fr. avec 5% d'intérêts à compter du 16 novembre 1955. Son argumentation se résume comme il suit:\n\nEn principe, l'indemnité de 20 000 fr. promise en cas de mort est due, Chambrier étant mort des suites d'un accident. Les causes d'exclusion prévues dans les conditions |251| générales font défaut en l'espèce. Premièrement, l'ivresse n'est \"manifeste\", selon la jurisprudence, \"que si elle s'accompagne de signes de paralysie, de troubles de la conscience et de pertes d'équilibre reconnaissables par chacun\". Les compagnons du défunt ont déposé qu'immédiatement avant l'accident mortel, \"Chambrier paraissait euphorique, voire exalté, mais non pas ivre\". Le scepticisme qui se justifie à l'égard de leur témoignage, selon l'expérience judiciaire, est corroboré par le taux de l'alcoolémie. Néanmoins, \"on ne saurait admettre la cause d'exclusion en l'occurrence sans l'étendre à toutes les occasions dans lesquelles la victime d'un accident a absorbé beaucoup d'alcool\". Au surplus, le lien de causalité entre l'ivresse et l'accident n'est pas établi à satisfaction de droit. Secondement, la course au cours de laquelle Chambrier a trouvé la mort n'était pas une entreprise téméraire. Assurément, il était sous l'influence de l'alcool lorsqu'il a repris son véhicule, mais il ne croyait pas, ce faisant, se livrer à une entreprise téméraire; cet élément subjectif est décisif dans l'appréciation du juge. En revanche, la victime a commis une faute grave selon l'art. 14 al. 2 LCA en se mettant au volant alors qu'elle était en état d'ivresse (non manifeste) et de fatigue qui l'empêchait de conduire sûrement un véhicule à moteur. Il faut cependant distinguer, en l'espèce, entre les faits constitutifs d'une faute grave (ivresse, fatigue) et les autres (erreurs de manoeuvre). Dans ces conditions, la réduction prévue par l'art. 14 al. 2 LCA peut être fixée ex aequo et bono à 25% de l'indemnité stipulée.\n\nD.- Contre cet arrêt, l'Alpina a formé un recours en réforme. Elle conclut principalement à libération pure et simple des fins de la demande, subsidiairement à ce que la réduction opérée sur la prétention de la demanderesse soit fixée à un taux supérieur à 70%, très subsidiairement à un taux supérieur à 50%.\n\nL'intimée conclut au rejet du recours et à la confirmation de l'arrêt attaqué.\n\n|252|", "considerants": "Considérant en droit:\n\n1. La recourante allègue en premier lieu que, contrairement à ce qu'a jugé le Tribunal cantonal vaudois, l'accident du 16 novembre 1955, qui a entraîné la mort de Chambrier, est dû à l'ivresse manifeste de la victime.\n\nLe Tribunal fédéral a jugé à plusieurs reprises que l'ivresse manifeste visée par les conditions générales d'assurances contre les accidents devait s'entendre dans l'acception courante du terme, c'est-à-dire comme un état d'ébriété prononcé, tel que la victime ait perdu la faculté de raisonner juste, de réagir dans la vie courante comme un homme normal et qui se traduit par certains phénomènes visibles dès l'abord: démarche mal assurée, difficulté d'élocution, expression particulière du visage, etc. (RO 55 II 270; RBAVI no 100; VIII no 123).\n\nNonobstant la déposition contraire de deux témoins, le Dr Kaufmann, expert commis dans la procédure cantonale, estime très improbable que Chambrier, au moment où il a repris le volant pour rentrer à Lausanne, n'ait pas présenté ces caractères de l'ivresse manifeste. Il se fonde, pour conclure ainsi, d'une part sur l'alcoolémie constatée et, d'autre part, sur les circonstances du cas, en particulier su l'état où s'était trouvé Chambrier lors d'un accident qu'il avait provoqué sous l'empire de la boisson, peu de mois auparavant. Le Tribunal cantonal vaudois ne l'a pas suivi, et a nié l'ivresse manifeste, donnant en définitive la prépondérance au témoignage des personnes qui se trouvaient avec la victime lors de son départ pour Lausanne.\n\nDans la mesure où le premier juge a refusé d'admettre que Chambrier, au moment de partir pour Lausanne, présentait les signes extérieurs d'une ivresse prononcée, il a tranché une question de fait soustraite, en principe, à la censure de la cour de céans. Autre chose est de savoir s'il a justement interprété la notion même d'ivresse manifeste, notamment s'il n'y aurait pas lieu de prendre cette notion, |253| non plus seulement dans son acception courante (RO 82 II 452), mais dans un sens plus déterminé, en y faisant intervenir, comme un facteur décisif, la concentration de l'alcool dans le sang. Il s'agit là, en effet, d'un indice important dont la jurisprudence pénale tient compte en particulier pour déterminer la capacité de conduire sûrement un véhicule à moteur selon l'art. 59 LA. Cependant, les effets d'une concentration donnée sont très sensiblement variables selon les individus et, chez un même sujet, selon l'état où il se trouve (fatigue, excitation due à des causes extérieures, absorption de certains remèdes, etc.). C'est pourquoi, s'agissant de constater le degré de l'ivresse, l'alcoolémie apparaît comme un indice, important certes, mais qu'il est en général utile de corroborer par d'autres éléments de conviction, tirés par exemple du comportement général ou de l'examen de certains réflexes typiques (examen médical). Il serait, à la vérité, concevable qu'un assureur se refuse à couvrir les accidents provoqués par l'ivresse ou simplement concomitants à un état d'ivresse dès lors que la victime présentait au moins tel taux d'alcoolémie. Il pourrait ainsi, dans une clause exclusive de sa responsabilité, définir l'ivresse ou l'ivresse manifeste comme l'état consécutif à telle concentration d'alcool dans le sang. Mais cette définition ne va pas de soi et, tant qu'elle n'est pas expressément donnée, on ne saurait admettre que l'assureur ait voulu s'y référer (art. 33 LCA). Lorsque, comme en l'espèce, il n'exclut de l'assurance que les accidents consécutifs à l'ivresse manifeste, il est juste d'admettre, comme on l'a montré plus haut, qu'il vise le degré d'ivresse reconnaissable pour chacun à ses signes apparents. La cause d'exclusion étant ainsi définie en droit, il reste à savoir si les signes extérieurs de l'ivresse sont prouvés en fait. A ce point de vue, l'alcoolémie n'est plus qu'un indice propre à corroborer ou affaiblir, voire infirmer les preuves apportées d'autre part. Il suit de là qu'en l'espèce, le juge cantonal a justement défini l'ivresse manifeste.\n\n|254|\n\n2. La recourante allègue en second lieu que le décès de Chambrier serait la conséquence d'une entreprise téméraire et ne serait donc pas assuré. Pour que ce cas d'exclusion soit donné, il faut, selon les conditions générales de la police, que la victime se soit exposée sciemment à un danger particulièrement grave. Elle doit donc avoir eu conscience ou, en d'autres termes, s'être rendu compte du risque créé par ses actes (cf. art. 18 al. 3 CP). Il s'agit là d'un fait interne que le juge cantonal constate souverainement. Or ce juge a dit, en l'espèce, que Chambrier n'avait pas choisi délibérément de s'exposer à un risque particulièrement grave en décidant, au petit matin, de se remettre au volant pour rentrer à Lausanne. En elle-même, du reste, cette course ne créait pas un danger particulièrement grave; même avec un camion muni de pneumatiques usés, pourvu que le conducteur fasse preuve d'une prudence accrue, le retour de Gimel à Lausanne, de nuit, n'était pas en tout cas une entreprise téméraire. Il pouvait l'être, à la vérité, par les circonstances concomitantes (consommation d'alcool, état de fatigue) et par la manière dont il a été accompli (vitesse excessive, freinage intempestif). Mais il résulte des constatations souveraines de la cour vaudoise que Chambrier n'a pas eu conscience de sa témérité éventuelle.\n\n3. La recourante invoque troisièmement la clause des conditions générales qui exclut de l'assurance les lésions corporelles résultant \"de l'exécution ou de la tentative d'actes criminels ou de délits patents et punissables\". Chambrier a effectivement commis plusieurs infractions: ivresse au volant, violation des règles de la circulation et de l'ordonnance concernant la durée du travail et du repos des conducteurs professionnels de véhicules automobiles. Mais, en tout cas, la clause précitée en vise que les actes intentionnels. En effet, à défaut d'une stipulation expresse, on ne saurait admettre que les parties aient entendu réduire la portée de l'assurance au point d'en exclure les suites d'infractions que la victime aurait commises par |255| simple négligence (cf. la clause relative aux actes téméraires commis \"sciemment\"). Or rien ne permet de croire que Chambrier ait commis intentionnellement les infractions que l'on pourrait retenir à sa charge. Au contraire, on l'a montré plus haut, la cour cantonale a constaté souverainement qu'il n'avait pas agi \"sciemment\", c'est-à-dire en se rendant compte des conséquences de ses actes. Seules donc des infractions par négligence pourraient être retenues contre lui.\n\n4. Aucune des causes d'exclusion prévues par le § 2 des conditions générales de la police n'étant donnée, l'indemnité est due en principe. Cependant, selon l'art. 14 al. 2 LCA, si le preneur d'assurance a causé le sinistre par une faute grave, l'assureur est autorisé à réduire sa prestation dans la mesure répondant au degré de la faute. La faute grave s'entend d'un acte dont l'auteur connaissait ou aurait dû connaître le danger manifeste (RBA IV no 78).\n\nEn l'espèce, il faut voir une faute grave dans le fait premièrement que Chambrier n'a pris aucun repos depuis le matin du 15 novembre, jusqu'au lendemain, vers quatre heures, au moment où il a décidé de rentrer chez lui, et secondement qu'il a absorbé une quantité considérable de boissons alcooliques, qui le rendaient inapte à conduire sûrement son camion. Il a en outre circulé à une allure excessive alors que les pneumatiques de son véhicule étaient usés et il a freiné intempestivement dans un virage; ces imprudences ne peuvent s'expliquer que par la fatigue et l'ivresse. Chambrier a donc violé les règles de la prudence élémentaire, dont l'observation se serait imposée à tout homme raisonnable dans la même situation (RO 54 II 403). Sa faute est d'autant plus grave qu'il était un chauffeur professionnel. Elle est la cause sinon unique, du moins principale de l'accident; ses conséquences ont été des plus graves aussi (RO 68 II 51, consid. 5).\n\nOn ne saurait admettre, dans ces circonstances, que la cour cantonale ait fait, de l'art. 14 al. 2 LCA, une saine application en ne réduisant que de 25% la prestation de |256| l'assureur. Seule une réduction beaucoup plus considérable, qu'il faut fixer à 50%, peut répondre au degré de la faute.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet partiellement le recours, réforme l'arrêt attaqué en ce sens qu'il réduit à 10 000 fr. la somme que la compagnie d'assurances Alpina SA est condamnée à payer à la demanderesse."}