{"annee": "85", "cour": "IV", "page": "101", "date": "25/3/1959", "cite": ["85 IV 59", "74 IV 199", "71 II 86", "75 IV 71"], "cite_par": ["91 IV 166", "99 II 228", "112 IB 322"], "chapeau": "26. Urteil des Kassationshofes vom 25. März 1959 i.S. Walther gegen Dobiaschofsky und Generalprokurator des Kantons Bern.", "regestes": ["Contrôle des loyers. a) Définition du loyer selon les règles applicables en matière de contrôle des prix (consid. 1 lit. a). b) L'art. 2 al. 1 de l'ACF du 10 juin 1953 sur le maintien d'un contrôle des prix réduit et l'art. 4 al. 1 OCL 1953 interdisent toute augmentation du loyer non approuvée par l'autorité compétente (consid. 1 lit. b). c) Art. 41 ss. et 62 ss. CO. Le locataire est-il fondé à demander des dommages-intérêts ou la restitution de l'enrichissement illégitime lorsque, pour disposer de l'objet du bail, il a payé plus que le prix fixé par l'autorité compétente, sachant que cette augmentation du loyer était illicite? (consid. 2)."], "faits": "BGE 85 IV 101 S. 101\n\nA.- Hardy Walther, der seit anfangs 1953 an der Hofmeisterstrasse in Bern ein Elektroinstallationsgeschäft BGE 85 IV 101 S. 102betreibt, mietete, weil er den Betrieb in das Stadtzentrum verlegen wollte, im gleichen Jahre in der Liegenschaft Hirschengraben 10 ein weiteres Ladenlokal. Durch Vertrag vom 30. April 1954 räumte er dem bisherigen Mieter, dem Kunsthändler A. Dobiaschofsky, das Recht ein, das Ladenlokal als Untermieter weiter zu benützen, wogegen sich dieser verpflichtete, über den von der Preiskontrollstelle bewilligten Mietzins (Fr. 7200.-- pro Jahr) hinaus ein halbjährliches Entgelt von Fr. 750.-- zu bezahlen. Am 24. Oktober 1955 kündigte Walther dem Dobiaschofsky auf den 30. April 1956, erklärte sich am 7. Dezember 1955 aber bereit, dem Untermieter die Frist zum Auszug bis längstens am 30. August 1956 zu erstrecken, worauf dieser am 15. Dezember 1955 versprach, die Mieträume auf den 30. Juni 1956 zu verlassen. Da Dobiaschofsky inzwischen von der Preiskontrollstelle erfahren hatte, dass der halbjährliche Zuschlag von Fr. 750.-- zum Mietzins nicht bewilligt werde, leistete er ab Dezember 1955 die vereinbarten Mietzinsraten nicht mehr. Als Walther ihn deswegen mahnte, antwortete er mit Schreiben vom 22. Februar 1956, dass er seit 1. Mai 1954 jährlich Fr. 1500.-- zuviel bezahlt habe und diese Leistungen mit den laufenden Mietzinsen verrechne.\n\nAm 25. Juni 1956 willigte Walther auf Drängen DobiaschofskYS in eine weitere Verlängerung des Mietvertrages bis Ende April 1957 ein, da dieser auf 1. Mai 1957 andere, für die Fortführung seines Geschäftes geeignete Räume mieten konnte. Dieses Entgegenkommen hatte er davon abhängig gemacht, dass Dobiaschofsky sich verpflichtete, die rückständigen Mietzinse im Betrage von Fr. 3000.-- (fünf Monate à Fr. 600.--) und zusätzlich noch Fr. 5000.-- zu bezahlen. Jenen Betrag erbrachte Dobiaschofsky am 20. August 1956, und die Fr. 5000.-- bezahlte er anfangs Oktober 1956.\n\nB.- Am 18. Juni 1958 verurteilte das Obergericht des Kantons Bern Walther gemäss Art. 15 des Bundesbeschlusses über die Durchführung einer beschränkten Preiskontrolle BGE 85 IV 101 S. 103vom 10. Juni 1953 (PKB 1953), sowie Art. 4 und 42 der Verordnung des Bundesrates über die Mietzinskontrolle und die Beschränkung des Kündigungsrechtes vom 30. Dezember 1953 (VMK 1953) zu Fr. 1000.-- Busse und zur Leistung von Fr. 3330.-- Schadenersatz an Dobiaschofsky. Es ging davon aus, dass es - wegen entsprechender Beschränkung der Überweisung - einzig das Verhalten Walthers in den Monaten Juni bis Oktober 1956 zu beurteilen habe, und nahm an, der Verurteilte habe sich dadurch über das Verbot, die Mietzinse ohne Genehmigung der zuständigen Amtsstelle zu erhöhen, hinweggesetzt, dass er für die Überlassung des Ladenlokals an Dobiaschofsky über den 30. Juni 1956 hinaus ausser dem behördlich festgesetzten Mietzins die Bezahlung von Fr. 5000.-- verlangt und auch entgegengenommen habe.\n\nC.- Der Verurteilte führt Nichtigkeitsbeschwerde mit den Anträgen, das Urteil sei aufzuheben und die Sache an die Vorinstanz zurückzuweisen, damit sie ihn freispreche und die Zivilklage abweise.\n\nMit Anschlussbeschwerde beantragt der Zivilkläger Dobiaschofsky, Walther sei zu verurteilen, als Schadenersatz einen Fr. 4000.-- übersteigenden Betrag zu bezahlen.\n\nJede dieser Parteien beantragt ferner die Abweisung der Beschwerde der Gegenpartei.\n\nDer Generalprokurator des Kantons Bern hat auf Gegenbemerkungen verzichtet.", "considerants": "Der Kassationshof zieht in Erwägung:\n\n1. a) Nach der tatsächlichen Feststellung des Obergerichtes, an die der Kassationshof gemäss Art. 277 bis Abs. 1 BStP gebunden ist, hat Walther am 25. Juni 1956 die Verlängerung des Mietvertrages bis Ende April 1957 u.a. davon abhängig gemacht, dass Dobiaschofsky über den von der Preiskontrollstelle auf Fr. 7200.-- pro Jahr festgesetzten Mietzins hinaus weitere Fr. 5000.-- bezahle. Um die von Walther gemieteten Räume bis Ende April 1957 benützen zu können, musste Dobiaschofsky also den ursprünglich BGE 85 IV 101 S. 104vereinbarten Mietzins und diesen Betrag erbringen. Die Fr. 5000.-- waren daher ein Teil des Entgeltes für die Überlassung der Mieträumlichkeiten und bildeten im preiskontrollrechtlichen Sinne einen Teil des Mietzinses (vgl. Botschaft des Bundesrates über die Durchführung einer beschränkten Preiskontrolle, BBl 1953 I S. 294).\n\nb) Art. 2 Abs. 1 PKB 1953 und Art. 4 Abs. 1 VMK 1953 untersagten, die Mietzinse ohne Bewilligung der zuständigen Behörde zu erhöhen. Nach der Rechtsprechung fällt unter dieses Verbot nicht nur die Vereinbarung, sondern auch das Fordern und Anbieten, sowie die Leistung und Annahme eigenmächtig erhöhter Mietzinse (BGE 85 IV 61 ff. und dort angeführte Entscheidungen). Indem Walther für die Überlassung der Mieträumlichkeiten über den von der Preiskontrollstelle festgesetzten Zins hinaus weitere Fr. 5000.-- forderte, mit dem Mieter eine dahingehende Vereinbarung abschloss und die vereinbarte Leistung entgegennahm, hat er im Sinne der angeführten Bestimmungen den Mietzins erhöht. Da er die dafür vorgeschriebene behördliche Bewilligung nicht eingeholt hatte, tat er es widerrechtlich. Daran ändert nichts, dass die zusätzliche Leistung dazu bestimmt war, den Gewinnausfall auszugleichen, den Walther erlitt, indem er darauf verzichtete, sein eigenes Geschäft in die Mieträumlichkeiten zu verlegen. Art. 2 Abs. 1 PKB 1953 und Art. 4 Abs. 1 VMK 1953 untersagen jede, von der zuständigen Behörde nicht genehmigte Erhöhung des Mietzinses, ohne zu unterscheiden, aus welchem Grunde sie vorgenommen wird. Der Entscheid darüber, ob eine Erhöhung nach den Vorschriften des PKB 1953 und der VMK 1953 begründet sei, steht ausschliesslich den Preiskontrollbehörden zu. Solange sie eine Erhöhung nicht bewilligt haben, sei es weil kein dahingehendes Gesuch gestellt oder dieses abgewiesen wurde, ist sie im preiskontrollrechtlichen Sinne widerrechtlich. Nach der tatsächlichen (vgl. BGE 74 IV 205 Erw. 3; BGE 75 IV 75 /6, 152 Erw. 3) und daher verbindlichen BGE 85 IV 101 S. 105Feststellung des Obergerichtes war sich der Verurteilte der Widerrechtlichkeit seines Vorgehens auch durchaus bewusst. Da er die zusätzliche Leistung von Fr. 5000.-- bewusst und gewollt gefordert, mit Dobiaschosfky vereinbart und von diesem entgegengenommen hat, hat er sich vorsätzlich über das Verbot der Art. 2 Abs. 1 PKB 1953 und Art. 4 Abs. 1 VMK 1953 hinweggesetzt.\n\n2. a) Durch die am 25. Juni 1956 zwischen Walther und Dobiaschofsky getroffene Abmachung, dass dieser als Entgelt für die weitere Überlassung der Mieträumlichkeiten über den von der Preiskontrolle festgesetzten Zins hinaus Fr. 5000.-- bezahlen werde, haben die Parteien im Sinne von Art. 39 Abs. 2 VMK 1953 für den Mieter ungünstigere Bedingungen vereinbart, als sie nach dieser Verordnung zulässig waren. Nach der angeführten Bestimmung war diese Vereinbarung nichtig. Indem Dobiaschofsky sie dennoch erfüllte, hat er eine Nichtschuld bezahlt (vgl. nicht veröffentlichtes Urteil der I. Zivilabteilung vom 6. November 1956 i.S. Gubler).\n\nGemäss Art. 63 Abs. 1 OR könnte er das Geleistete, um das Walther ungerechtfertigt bereichert worden ist, nur zurückfordern, wenn er nachzuweisen vermöchte, dass er bei der Bezahlung der zusätzlichen Vergütung in einem Irrtum über seine Schuldpflicht befangen war. Dass dies der Fall gewesen sei, behauptet Dobiaschofsky mit Recht selber nicht. Nach den tatsächlichen Feststellungen des Obergerichtes, an die der Kassationshof gebunden ist, war er sich der Widerrechtlichkeit solcher Abmachungen und damit der Unverbindlichkeit der durch sie abgegebenen Zahlungsversprechen schon anfangs 1956, also längst vor der Bezahlung der Nichtschuld, bewusst. Das ergibt sich übrigens auch aus dem von ihm am 22. Februar 1956 an Walther gerichteten Brief, worin er sich darauf berief, dass er nach den angestellten Erhebungen jährlich Fr. 1500.-- (d.h. den über den behördlich bewilligten Mietzins hinausgehenden Betrag) zuviel bezahlt habe, ferner aus dem Schreiben des von Dobiaschofsky mit der Wahrng BGE 85 IV 101 S. 106seiner Interessen beauftragten Anwaltes vom 18. April 1956, worin dieser gegenüber der Hauseigentümerin ausdrücklich feststellte, er habe von der Preiskontrollstelle erfahren, dass die (am 30. April 1954 über den behördlich bewilligten Mietzins hinaus versprochenen) Fr. 1500.-- in klarer Umgehung gesetzlicher Vorschriften geleistet worden seien. Dobiaschofsky war demnach auf Grund der ihm von der Preiskontrollstelle erteilten Auskünfte spätestens vom 22. Februar 1956 an nicht im Zweifel darüber, dass Vereinbarungen, wonach er als Gegenleistung für die Verlängerung des Mietvertrages über den ordentlichen Mietzins hinausgehende Zahlungen erbringen werde, widerrechtlich seien und damit keine Zahlungspflicht zu begründen vermochten.\n\nIst die Rückforderung demnach schon nach Art. 63 Abs. 1 OR ausgeschlossen, so kann dahin gestellt bleiben, ob nicht der Forderung aus ungerechtfertigter Bereicherung auch Art. 66 OR entgegenstehen würde.\n\nb) Zufolge der widerrechtlichen, vom Verurteilten vorsätzlich vorgenommenen Mietzinserhöhung musste Dobiaschofsky für die Überlassung der Mieträumlichkeiten über den 30. Juni 1956 hinaus Fr. 5000.-- mehr bezahlen, als der Vermieter auf Grund der verbindlichen Verfügung der Preiskontrollstelle vom 3. August 1950 hätte fordern dürfen. Um diesen Betrag wurde Dobiaschofsky somit durch das (schuldhafte) Vorgehen des Verurteilten widerrechtlich geschädigt. Gemäss Art. 41 Abs. 1 OR ist dieser daher grundsätzlich zum Ersatz des Schadens verpflichtet.\n\nDurch die Mietzinserhöhung, die Voraussetzung für die Verlängerung des Mietvertrages über den 30. Juni 1956 hinaus war, hat Dobiaschofsky jedoch nicht nur einen Schaden erlitten, sondern es ist ihm dadurch auch ein Vorteil erwachsen, indem er die Mieträume, die er zufolge rechtsgültiger Kündigung auf jenen Zeitpunkt hätte verlassen müssen, weiterhin benützen und dort sein Geschäft weiter betreiben konnte, das er sonst in ungeeignetere und BGE 85 IV 101 S. 107ungünstiger gelegene Räumlichkeiten hätte verlegen oder aufgeben müssen. Es ist ein anerkannter Grundsatz im schweizerischen Schadenersatzrecht, dass eine Vorteilsanrechnung stattzufinden hat, da sonst der Geschädigte bereichert würde (BGE 71 II 89). Voraussetzung für die Vorteilsanrechnung ist einzig, dass Nachteil und Vorteil begründet wurden durch unter sich in innerm Zusammenhang stehende Handlungen.\n\nDas trifft hier zu. Der Dobiaschofsky erwachsene Schaden und die für ihn vorteilhafte Belassung in den Mieträumlichkeiten waren Wirkungen ein und desselben Verhaltens, nämlich der (widerrechtlichen) Mietzinserhöhung.\n\nWie gross der auf den Schaden anzurechnende Vorteil war, ist nicht ziffermässig festgestellt. Es liegt jedoch auf der Hand, dass Dobiaschofsky als erfahrener Geschäftsmann im Frühling 1956 sich nicht wiederholt an Walther gewendet hätte, um gegen zusätzliche Leistungen eine Verlängerung des Mietvertrages über den 30. Juni 1956 hinaus zu erwirken, wenn die Räumung des Geschäftslokals auf diesen Zeitpunkt für ihn nicht erheblich grössere Nachteile zur Folge gehabt hätte. Das ist offenbar auch der Sinn der vorinstanzlichen Feststellung, dass Dobiaschofsky, wenn er nicht bis zum Bezug der Räume an der Laupenstrasse (d.h. bis Ende April 1957) in den bisherigen Lokalitäten am Hirschengraben hätte bleiben können, erhebliche finanzielle Einbussen erlitten hätte und sich unter dem Drucke dieser Verhältnisse bereit erklärt habe, den zusätzlichen Betrag von Fr.5000.-- zu bezahlen. Darnach hat Dobiaschofsky, vor die Entscheidung gestellt, gegen Leistung eines Mehrzinses bis zum 30. April 1957 in den bisherigen Lokalitäten bleiben zu können oder es bei der Kündigung auf den 30. Juni 1956 bleiben zu lassen und die daraus sich ergebenden finanziellen Einbussen auf sich zu nehmen, das kleinere Übel gewählt. Das ergibt sich übrigens auch aus dem Schreiben, das Dobiaschofsky am 18. April 1956 der Hauseigentümerin zugehen liess und BGE 85 IV 101 S. 108worin er feststellte, dass durch das Festhalten an der Kündigung die Existenz seiner Familie schwer erschüttert würde. Ist demnach davon auszugehen, dass Dobiaschofsky durch die Leistung des Mehrzinses grösseren Schaden abgewendet hat, so bleibt, da er sich diesen Vorteil anrechnen lassen muss, für einen Schadenersatzanspruch aus Art. 41 OR kein Raum.\n\nDobiaschofsky könnte aber auch kein Schadenersatz zugesprochen werden, wenn davon auszugehen wäre, dass er für die Verlängerung des Mietvertrages mehr aufgewendet hat, als ihm dadurch an Verlusten erspart blieb. Nach Art. 44 Abs. 1 OR kann der Richter die Ersatzpflicht ermässigen oder gänzlich von ihr entbinden, wenn der Geschädigte in die schädigende Handlung eingewilligt hat. Dobiaschofsky hat in die Mietzinserhöhung nicht nur eingewilligt, sondern den entscheidenden Anstoss zu der rechtswidrigen Vereinbarung gegeben, indem er sich, um eine Verlängerung des Mietvertrages zu erwirken, die vor allem in seinem Interesse lag, wiederholt anerbot, einen Mehrzins zu bezahlen. Durch das Anbieten, wie auch durch die Vereinbarung und die Leistung des über dem höchstzulässigen Stand liegenden Mietzinses hat er sich zudem gleichfalls über das Verbot der Mietzinserhöhung hinweggesetzt und nach Art. 42 VMK 1953 bzw. Art. 15 PKB 1953 strafbar gemacht (vgl. BGE 85 IV 61 ff.). Wenn schon die blosse Einwilligung des Geschädigten zur Entbindung von der Ersatzpflicht führen kann, so drängt sich dieser Ausschluss geradezu auf, wenn der Geschädigte nicht nur die unerlaubte Handlung, durch die der Schaden herbeigeführt wurde, veranlasst hat, sondern daran auch beteiligt war und erst noch erhebliche Vorteile daraus zog.\n\nDemnach erkennt der Kassationshof:\n\n1.- Die Nichtigkeitsbeschwerde des Hardy Walther wird dahin teilweise gutgeheissen, dass Spruch 2 des angefochtenen Urteils aufgehoben und die Zivilklage des Hans Dobiaschofsky abgewiesen wird. Im übrigen wird die Nichtigkeitsbeschwerde des Hardy Walther abgewiesen.\n\n2.- Die Nichtigkeitsbeschwerde des Hans Dobiaschofsky wird abgewiesen."}