{"annee": "85", "cour": "IV", "page": "109", "date": "16/6/1959", "cite": [], "cite_par": ["93 IV 99", "105 IV 278", "90 IV 39"], "chapeau": "27. Extrait de l'arrêt du 16 juin 1959 dans la cause Miniera SA contre Muller.", "regestes": ["Art. 270 al. 3 PPF. Quand l'accusateur privé soutient-il l'accusation à lui seul, sans intervention de l'accusateur public?"], "faits": "|109|\n\nLe 9 novembre 1955, la société Miniera SA, à Bâle, a déposé une plainte pénale pour escroquerie contre Jean-Georges Muller, administrateur-délégué et directeur de la société Tesa SA Le 8 mai 1959, le Tribunal de police correctionnelle du district de Lausanne, saisi de l'affaire, a libéré Muller de l'inculpation d'escroquerie ainsi que de celle de faux dans les titres, également retenue par le juge instructeur.\n\nAgissant par la voie du pourvoi en nullité, la société Miniera SA requiert le Tribunal fédéral de casser le jugement du Tribunal de district et de renvoyer la cause à l'autorité cantonale afin que celle-ci condamne Muller pour escroquerie.\n\n|110|", "considerants": "Considérant en droit:\n\nA moins qu'elle n'ait été commise au préjudice de proches ou de familiers - ce qui n'est pas le cas en l'espèce -, l'escroquerie est poursuivie d'office. Du point de vue de l'art. 270 al. 1 PPF, la société Miniera SA n'a donc pas qualité pour recourir, car cette disposition n'accorde au plaignant le droit de se pourvoir en nullité que lorsque l'infraction en cause est poursuivie sur plainte seulement. Dès lors, il reste à savoir si elle est fondée à saisir le Tribunal fédéral en vertu de l'art. 270 al. 3 PPF.\n\nSelon cette disposition, l'accusateur privé peut se pourvoir en nullité si, conformément au droit cantonal, il a soutenu l'accusation à lui seul, sans intervention de l'accusateur public. Cette dernière condition n'est remplie que lorsque, d'après la procédure cantonale, le procureur général n'a pas la faculté d'exercer les droits accordés aux parties ou du moins de faire valoir l'intérêt public devant les autorités de son canton (RO 77 IV 126; 80 IV 202/203; 84 IV 135). Il faut en d'autres termes que l'accusateur privé soit seul détenteur de l'action pénale et qu'il l'exerce en lieu et place du ministère public, complètement exclu de la procédure (cf. RO 68 IV 154). En revanche, dès l'instant que l'accusateur public possède le droit d'intervenir, l'accusateur privé ne peut plus prétendre qu'il soutient l'accusation à lui seul. Il suffit d'ailleurs que le procureur général ait ce droit. Il est sans intérêt de savoir s'il en a fait ou non usage dans le cas particulier (cf. RO 73 IV 187). Il n'est pas nécessaire non plus qu'il ait la faculté d'intervenir devant l'autorité de première instance déjà, pourvu qu'il puisse former l'un ou l'autre des recours prévus par la procédure cantonale ou défendre d'une autre manière l'intérêt public devant les autorités cantonales supérieures (RO 77 IV 127, 80 IV 202/203, 84 IV 135). Enfln, le ministère public doit être considéré comme intervenant dans la procédure cantonale non seulement |111| quand il jouit de droits analogues à ceux d'une partie mais aussi quand il lui appartient de décider lui-même du sort de l'accusation (RO 71 IV 112).\n\nAinsi que le Tribunal fédéral l'a déjà relevé (RO 68 IV 154), le droit vaudois ignore l'institution de l'accusateur privé au sens décrit ci-dessus, car il accorde au Ministère public tous les droits des autres parties, notamment celui de recourir contre les ordonnances de clôture d'enquête ou les jugements des autorités de répression (art. 73, 252, 268 al. 2, 406 ch. 1, 426 CPPV). Il s'ensuit que la recourante ne peut invoquer l'art. 270 al. 3 PPF...\n\nPar ces motifs, la Cour de cassation pénale:\n\nDéclare le pourvoi irrecevable."}