{"annee": "85", "cour": "II", "page": "221", "date": "18/9/1959", "cite": [], "cite_par": ["114 IA 350", "116 II 385"], "chapeau": "35. Extrait de l'arrêt de la IIe Cour civile du 18 septembre 1959 dans la cause époux C.", "regestes": ["1. Incapacité de discernement totale, partielle: conséquences dans une action en divorce pour le demandeur et le défendeur (consid. 1). 2. Art. 140 CC; conditions de l'abandon malicieux (consid. 2); lorsque les conditions de l'art. 140 CC ne sont pas réunies, peut-on invoquer l'abandon malicieux dans le cadre de l'art. 142 CC et à quelles conditions? (consid. 3)."], "faits": "BGE 85 II 221 S. 221\n\nA.- Les époux C., qui vivent à Genève, se sont mariés le 20 octobre 1928. Ils ont eu deux enfants, actuellement majeurs.\n\nEn mars 1954, \"à la suite de certaines dissensions\", les conjoints passèrent une convention prévoyant une séparation pour une durée de six mois, du 1er avril au 1er octobre 1954, prolongeable de six mois si aucune entente n'intervenait pour la reprise de la vie commune. Le 28 août 1954, dame C., invitée par son mari à reprendre la vie commune, s'y refusa. Depuis lors, les époux continuèrent à vivre séparés.\n\nLe 4 novembre 1954, C. introduisit une action en divorce fondée sur l'art. 142 CC. Le Tribunal de première instance BGE 85 II 221 S. 222de Genève le débouta le 20 décembre 1955, en considérant que, d'après les preuves rapportées, la vie commune n'était pas devenue impossible et que le divorce aurait pu être prononcé tout au plus en vertu de l'art. 140 CC, si les conditions de cette disposition avaient été remplies. Le 20 janvier 1956, sieur C. invita sa femme à reprendre la vie commune au domicile conjugal. Ce fut en vain. Il renouvela sa demande en faisant adresser à dame C., le 17 janvier 1957, la sommation prévue par l'art. 140 al. 2 CC. Le 20 février 1957, dame C. se présenta à la pension où logeait son mari, en offrant à ce dernier d'y reprendre la vie commune. Sieur C. demanda cependant que la vie commune reprît au domicile conjugal. Aucune entente ne fut toutefois réalisée dans ce sens. En août 1957, C. introduisit derechef action en divorce, en invoquant, dans sa demande, l'art. 140 CC seulement, puis en cours de procédure l'art. 142 CC. Le 5 juillet 1958, le Tribunal de première instance le débouta à nouveau en bref pour les motifs suivants:\n\nDans la mesure où l'action en divorce est fondée sur l'art. 142 CC, il y a chose jugée pour les circonstances antérieures au jugement du 20 décembre 1955. Depuis lors, aucun fait ne s'est passé qui permette d'affirmer que le lien conjugal est définitivement rompu. Le divorce ne saurait donc être prononcé en vertu de l'art. 142 CC. Quant à l'art. 140 CC, il n'est pas applicable non plus. En effet, la santé mentale de la défenderesse est gravement compromise, probablement par suite notamment du comportement du demandeur à son égard. Dame C. aurait donc pu invoquer l'art. 170 al. 1 CC, ce qui exclut l'abandon malicieux. D'ailleurs, vu les troubles psychiques dont la défenderesse est atteinte, l'application de l'art. 140 CC reviendrait à éluder les dispositions impératives de l'art. 141 CC.\n\nCes motifs conduisirent également le Tribunal de première instance à transmettre le dossier à l'autorité compétente, conformément à l'art. 369 al. 2 CC, en vue de faire éventuellement interdire dame C.\n\nBGE 85 II 221 S. 223\n\nLe 19 décembre 1958, la Cour de justice du canton de Genève, saisie d'un appel du demandeur, réforma le jugement du Tribunal de première instance et prononça le divorce en vertu de l'art. 140 CC. Elle considéra en substance ce qui suit:\n\nDepuis le mois de mars 1954, les époux n'ont pas repris la vie commune. C'est dame C. qui est responsable de cette situation, sans d'ailleurs pouvoir se prévaloir d'un motif valable. Les prétextes qu'elle invoque à cet égard ne sont pas établis. Mais il n'est pas démontré non plus que les offres que C. a faites en vue de reprendre la vie commune étaient dépourvues de sincérité. Dès lors les conditions objectives de l'art. 140 CC sont réunies. Quoi qu'en pense le Tribunal de première instance, il en va de même du point de vue subjectif, car il n'est nullement établi que la défenderesse souffre d'une maladie mentale. Le divorce doit donc être prononcé en vertu de l'art. 140 CC.\n\nB.- Alors qu'aucune décision n'avait encore été prise au sujet de l'interdiction de dame C., le conseil de cette dernière a interjeté un recours en réforme au Tribunal fédéral en concluant au rejet de l'action en divorce intentée par sieur C. Ultérieurement, la Chambre des tutelles du canton de Genève a privé provisoirement la défenderesse de l'exercice des droits civils, et lui a désigné un tuteur. Celui-ci, autorisé d'ailleurs par la Chambre des tutelles, a donné mandat au conseil de sa pupille de soutenir le procès.\n\nSieur C. a conclu au rejet du recours.", "considerants": "Considérant en droit:\n\n1. D'après la jurisprudence (RO 78 II 101), l'époux qui est incapable de discernement n'est pas recevable à intenter une action en divorce, même quand son tuteur agit pour lui. Ce principe ne peut cependant pas être appliqué sans autre au cas où le conjoint incapable de discernement est défendeur au procès. Aussi bien le Tribunal fédéral lui a-t-il apporté un tempérament en ce sens BGE 85 II 221 S. 224que si le défendeur, sans être capable de discernement au sens le plus large du terme, peut néanmoins comprendre dans une certaine mesure l'objet du litige et décider de résister à l'action, il faut lui reconnaître la faculté de conclure seul au rejet de l'action et de recourir contre un jugement prononçant le divorce (RO 77 II 12). Il est nécessaire même d'aller plus loin et d'admettre que l'époux privé de l'exercice de ses droits civils et incapable de tout discernement peut défendre à une action en divorce lorsqu'il agit par l'intermédiaire de son représentant légal. La sauvegarde des intérêts du pupille l'exige, notamment en ce qui concerne les conséquences pécuniaires du divorce.\n\nEn l'espèce, la défenderesse, qui, depuis que le Tribunal fédéral est saisi de la cause, a été privée provisoirement de l'exercice des droits civils et se trouve peut-être incapable de tout discernement, agit dans son recours en réforme par l'intermédiaire de son tuteur. Elle se borne à conclure au rejet de l'action. Il se justifie dès lors d'entrer en matière.\n\n2. La recourante soutient que, contrairement à l'opinion du premier juge, les conditions de l'art. 140 CC ne sont pas réunies. D'après cette disposition, l'abandon doit avoir duré deux ans au moins, auxquels s'ajoutent les six mois suivant la sommation de l'art. 140 al. 2 CC, cette sommation ne pouvant être faite qu'après l'écoulement des deux ans et revêtant le caractère d'une condition de l'action (RO 40 II 9, 52 II 411). De plus, l'abandon doit être \"malicieux\", ce qui suppose notamment que l'époux coupable a abandonné son conjoint sans y être autorisé.\n\nEn l'espèce, sieur C. et sa femme ont cessé la vie commune le 1er avril 1954. Toutefois, dès cette dernière date et jusqu'au 1er octobre 1954 en tout cas, la recourante a vécu de son côté en vertu de la convention qu'elle a passée avec son mari en mars 1954. Du 4 novembre 1954 à fin décembre 1955, c'est-à-dire pendant le premier procès en divorce, elle était autorisée par l'art. 170 al. 2 CC à cesser la vie commune. Au mois de janvier 1957, quand sieur C. BGE 85 II 221 S. 225fit adresser à sa femme la sommation prévue par l'art. 140 al. 2 CC, il n'y avait donc pas deux ans que durait l'abandon, et la sommation était prématurée. Comme, dès le mois d'août 1957, la recourante avait de nouveau le droit de vivre séparée, puisque c'est à ce moment-là que l'instance actuellement pendante a été introduite, il est certain que les conditions de l'art. 140 CC ne sont pas remplies.\n\n3. La recourante conteste également que l'art. 142 CC soit applicable. La juridiction cantonale estime au contraire - et sur ce point l'intimé exprime la même opinion - \"qu'après quatre ans de séparation de fait et de procédures, la désunion ... doit être considérée comme totale et définitive\". Autrement dit, ce qui, d'après elle, justifie l'application de l'art. 142 CC, c'est uniquement l'abandon. En principe, lorsque les conditions de temps posées par l'art. 140 CC font défaut, l'abandon malicieux peut permettre de prononcer le divorce en vertu de l'art. 142 CC. Il est nécessaire toutefois que les éléments de fait de l'abandon ne soient pas seuls réalisés et invoqués, sinon cela reviendrait à éluder l'art. 140 CC. Il faut que, même si l'abandon est une cause prépondérante de la désunion, il n'en soit cependant que l'une des causes et qu'il y ait d'autres circonstances permettant de dire que la vie commune est devenue insupportable (RO 53 II 100).\n\nEn l'espèce, l'abandon, à lui seul déjà, ne saurait guère être invoqué contre la recourante. En effet, si aujourd'hui la vie commune a cessé depuis un peu plus de cinq ans, la plus grande partie de la séparation (trois ans et trois mois) a cependant son origine dans les actions en divorce que l'intimé a successivement intentées. Comme ces procès manifestent la volonté de sieur C. de se séparer de sa femme, ils ne sauraient en même temps être retenus comme une cause de désunion à la charge de la recourante. Il eût au contraire appartenu au demandeur de prouver dans ces instances que le lien conjugal était définitivement rompu, sans qu'il en fût principalement responsable. Or les faits BGE 85 II 221 S. 226qu'il a allégués et qui auraient pu, le cas échéant, être invoqués à cet égard sont demeurés sans preuve. En particulier, les témoignages dont il fait état devant la Cour de céans n'établissent ni une faute de quelque importance à la charge de la recourante ni une rupture complète du lien conjugal. Aussi bien, hormis le fait que les époux vivent séparés depuis de longues années et que la recourante ne veut pas reprendre la vie commune, l'arrêt attaqué ne contient aucune constatation relative à des circonstances qui, envisagées dans le cadre de l'art. 142 CC, démontreraient que la vie commune est devenue insupportable. Dès lors le divorce ne saurait être prononcé en vertu de l'art. 142 CC.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et réforme l'arrêt attaqué en ce sens que l'action en divorce est rejetée."}