{"annee": "106", "cour": "V", "page": "91", "date": "23/6/1980", "cite": ["102 V 148"], "cite_par": ["115 V 416", "125 V 413", "119 V 171", "110 V 48"], "chapeau": "22. Urteil vom 23. Juni 1980 i.S. Cicero gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 128 OJ et 5 PA. La nature de la demi-rente allouée à un assuré (demi-rente ordinaire ou demi-rente pour cas pénible) n'a pas à figurer dans le dispositif de la décision. Lorsque l'assuré ne demande pas une modification de ce dernier, il faut examiner s'il a un intérêt digne de protection à la constatation immédiate du titre auquel la prestation est accordée. Art. 28 al. 1 et 41 LAI. En cas de suppression de la demi-rente pour cas pénible, l'assuré peut en principe exiger qu'on examine s'il n'a pas droit à une demi-rente aux conditions normales, soit à raison d'une invalidité de la moitié au moins."], "faits": "|91|\n\nA.- Der 1937 geborene italienische Staatsangehörige Gaetano Cicero leidet an den Folgen einer im Kindesalter durchgemachten Kinderlähmung und eines im Jahre 1974 erlittenen Unfalls. Mit Verfügung vom 29. Januar 1977 sprach ihm die Ausgleichskasse des Kantons Zürich eine halbe Invalidenrente zu. Anlässlich einer revisionsweisen Überprüfung vom 4. November 1977 wurde dieser Rentenanspruch bestätigt. Nach einer weiteren Revision stellte die Invalidenversicherungs-Kommission |92| fest, dass der Invaliditätsgrad lediglich noch 45% betrage. Die Kasse hob daher mit Verfügung vom 4. September 1978 die Rente auf den 30. September 1978 auf. Zur Begründung führte sie insbesondere an, die halbe Invalidenrente könne nur weitergewährt werden, wenn es sich um einen Härtefall handle, was zur Zeit geprüft werde.\n\nB.- Gegen diese Verfügung liess Gaetano Cicero Beschwerde bei der AHV-Rekurskommission des Kantons Zürich erheben und die weitere Ausrichtung der halben Rente beantragen. Mit Verfügung vom 31. Januar 1979 gewährte die Kasse mit Wirkung ab 1. Oktober 1978 die halbe Rente als Härtefall-Rente. Gaetano Cicero hielt trotzdem an der Beschwerde fest. Die Rekurskommission bestätigte im Entscheid vom 5. Juni 1979 die Kassenverfügungen vom 4. September 1978 und vom 31. Januar 1979 und wies die Beschwerde ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde erneuert Gaetano Cicero das Begehren, es sei ihm in Aufhebung des vorinstanzlichen Entscheides und der Verfügung vom 31. Januar 1979 eine ordentliche halbe Rente auszurichten.\n\nWährend die Ausgleichskasse auf eine Stellungnahme verzichtet, beantragt das Bundesamt für Sozialversicherung die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Bei einer Verfügung über Versicherungsleistungen bildet grundsätzlich einzig die Leistung Gegenstand des Dispositivs. Die Beantwortung der Frage, welcher Invaliditätsgrad der Rentenzusprechung zugrundegelegt wurde, dient demgegenüber in der Regel lediglich der Begründung der Leistungsverfügung. Sie könnte nur dann zum Dispositiv gehören, wenn und insoweit sie Gegenstand einer Feststellungsverfügung ist. Da in jedem Fall nur das Dispositiv anfechtbar ist, muss bei Anfechtung der Motive einer Leistungsverfügung im Einzelfall geprüft werden, ob damit nicht sinngemäss die Abänderung des Dispositivs beantragt wird. Sodann ist zu untersuchen, ob der Beschwerdeführer allenfalls ein schutzwürdiges Interesse an der sofortigen Feststellung hinsichtlich des angefochtenen Verfügungsbestandteils hat (BGE 102 V 150).\n\n2. Mit der Verwaltungsgerichtsbeschwerde beantragt der Beschwerdeführer nicht die Ausrichtung einer ganzen Rente, |93| sondern er möchte lediglich erreichen, dass ihm die halbe Rente als ordentliche anstatt als Härtefall-Rente zugesprochen wird.\n\nDa es sich bei der hier zu beurteilenden Verfügung vom 31. Januar 1979 klarerweise um eine Leistungsverfügung handelt und im Begehren des Beschwerdeführers auch kein Antrag auf Abänderung des Dispositivs erblickt werden kann, ist nach dem Gesagten nur zu prüfen, ob der Beschwerdeführer an der sofortigen Feststellung seines Begehrens ein schutzwürdiges Interesse hat.\n\nEin solches würde bestehen, wenn der Beschwerdeführer die Voraussetzungen für den Härtefall in Kürze nicht mehr erfüllen oder wenn er beabsichtigen würde, demnächst die Schweiz zu verlassen. Da keine dieser Möglichkeiten zur Zeit aktuell ist, fehlt es an dem verlangten Rechtsschutzinteresse. Auf die Verwaltungsgerichtsbeschwerde ist daher nicht einzutreten.\n\nEs kann jedoch darauf hingewiesen werden, dass der Beschwerdeführer bei Aufhebung der halben Rente zufolge Wegfalls der finanziellen Härte oder zufolge Wegzugs aus der Schweiz Anspruch auf Überprüfung der Frage hat, ob ihm die halbe Rente nicht auch unter der normalen Voraussetzung einer mindestens hälftigen Invalidität zu gewähren ist. Sollte dannzumal diese Frage verneint werden, hat er die Möglichkeit, die Aufhebungsverfügung mit dieser Begründung anzufechten.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nAuf die Verwaltungsgerichtsbeschwerde wird nicht eingetreten."}