{"annee": "106", "cour": "IV", "page": "413", "date": "13/3/1980", "cite": ["102 IV 210", "82 IV 129", "102 IA 529", "102 IB 124", "104 IV 125", "80 IV 22"], "cite_par": ["117 IA 341", "110 IV 48", "143 IV 270", "116 IB 106", "126 II 495", "120 IV 297", "108 IV 75", "125 I 46"], "chapeau": "100. Auszug aus dem Urteil der Anklagekammer vom 13. März 1980 i.S. Eidg. Steuerverwaltung gegen A. AG und Mitbeteiligte", "regestes": ["Procédure pénale administrative en cas d'infractions fiscales (enquête; séquestre; perquisition); art. 50 DPA; art. 139 AIN. 1. En droit pénal administratif, la validité de l'enquête ne dépend pas de l'existence d'une décision formelle d'ouvrir celle-ci. L'ouverture de l'enquête doit toutefois ressortir des pièces officielles du dossier (consid. 2). 2. En cas de perquisition, la Chambre d'accusation n'a à examiner ni si la personne touchée par cette mesure s'est rendue coupable d'une infraction, ni si les autorités compétentes ont le cas échéant violé des règles de procédure qui ne concernent pas le séquestre (consid. 3). 3. Pour juger du point de savoir si la perquisition et le séquestre de documents sont fondés sur des soupçons suffisants, la Chambre d'accusation peut prendre en considération des circonstances postérieures à l'ouverture de la procédure (consid. 4b). 4. Lorsque le soupçon existe que des infractions fiscales ont été commises dans divers cantons, les organes spéciaux d'enquête fiscale (OSEF) au sens de l'art. 139 AIN peuvent être mis en oeuvre dans tous les cantons en cause même si un seul d'entre eux a fait une demande en ce sens (consid. 5a); les OSEF sont habilités à procéder non seulement à des contrôles, mais aussi à des actes d'instruction proprement dits (consid. 5b); les OSEF peuvent également être engagés pour effectuer des recherches touchant des infractions soumises à la lex mitior que représente le droit pénal fiscal d'avant le 1er janvier 1978 (consid. 6). 5. Avant qu'il soit procédé au séquestre et le cas échéant à la perquisition, les documents peuvent faire l'objet d'un examen rapide et sommaire; il ne convient cependant pas que les éléments découverts à cette occasion soient utilisés pour fonder la requête de perquisition (consid. 7b). 6. Une personne astreinte au secret professionnel ne peut s'opposer au séquestre des documents couverts par le secret, lorsqu'elle est elle-même accusée (consid. 7c). 7. Faut-il impliquer dans la procédure de séquestre et de perquisition les clients d'une société qui est soupçonnée de les avoir incités ou aidés à commettre des infractions fiscales (consid. 8a)?"], "faits": "|415|\n\nMit Eingabe vom 15. Mai 1979 reichte Rechtsanwalt Dr. X. beim Eidg. Steueramt eine Strafanzeige gegen mehrere Gesellschaften und Zahnärzte ein. Er warf diesen unter anderem eine technisch perfekte und grossangelegte Verletzung der |416| Art. 129 ff. des Bundesratsbeschlusses über die Erhebung einer Wehrsteuer vom 9. Dezember 1940 (WStB; SR 642.11) vor. Zur Begründung führte er unter Hinweis auf Zeugen und Urkunden im wesentlichen aus, die Z.-Organisation, ein Zusammenschluss von Dienstleistungsunternehmen für Zahnärzte, biete diesen als ganz besondere Dienstleistung ein Factoring-Verfahren an, das die Schaffung von Schwarzgeldern ermögliche; gewisse Zahnärzte erstellten nach ihrer eigenen Wahl zwei Arten von Rechnungen bzw. Inkassoaufträgen: normale und mit einem speziellen Code gekennzeichnete Honorarnoten; die Zahlungseingänge der letzteren würden auf separate Konten geleitet, die in den Buchhaltungen der betreffenden Zahnärzte nicht ausgewiesen würden; die diese Konten betreffenden Belege blieben vermutlich bei der B. AG oder der A. AG; es stehe fest, dass die strafbaren Handlungen in der Z.-Organisation gemeinsam mit den verzeigten Zahnärzten geplant und ausgeführt worden seien; ähnliche Dienstleistungen würden auch von der D. AG und der L. AG angeboten.\n\nDr. X. sandte seine Strafanzeige auch an die Steuerverwaltungen und Untersuchungsbehörden der Kantone Zürich, Basel-Stadt und Zug sowie an die Steuerverwaltung einer Gemeinde im Kanton Basel-Landschaft. Nach Absprachen unter diesen Kantonen stellte der Finanzdirektor des Kantons Basel-Landschaft am 4. Juli 1979 beim Vorsteher des Eidg. Finanzdepartements das Begehren um Einsatz der besonderen Steuerkontrollorgane (Besko) gemäss Art. 139 Abs. 1 WStB. Der Vorsteher des Eidg. Finanzdepartements beauftragte die Besko am 7. August 1979 mit der Durchführung einer Untersuchung gegen die in der Strafanzeige namentlich erwähnten sowie gegen die mit diesen rechtlich oder organisatorisch verbundenen Gesellschaften.\n\nIn der Folge wurden ehemalige Angestellte der beschuldigten Gesellschaften als Zeugen einvernommen. Am 7. September 1979 erliess der Direktor der Eidg. Steuerverwaltung gestützt auf Art. 46 bis 50 VStrR und Art. 139 WStB einen Durchsuchungsbefehl, mit dem er anordnete:\n\n\"Die Beamten der besonderen Steuerkontrollorgane der EStV ... haben die Räume und Papiere der vorstehend genannten Gesellschaften ... sowie die Tresorfächer der aufgeführten Gesellschaften und ihrer Organe bei der Kantonalbank ... zu durchsuchen zwecks Beschlagnahme von Gegenständen, die als Beweismittel von Bedeutung sein können, und zwar die Buchhaltung und die dazugehörigen Belege der Jahre 1968 |417| bis 1979 sowie alle weiteren Geschäftsbücher und Belege, insbesondere die EDV-Unterlagen, die Verwaltungsratsprotokolle und die Mikrofilmunterlagen aus dem gleichen Zeitraum, welche geeignet sind, über allfällige Steuerwiderhandlungen der genannten Gesellschaften und deren Organe sowie der mit diesen Gesellschaften in einem Vertragsverhältnis stehenden Personen Aufschluss zu geben.\"\n\nDie Durchsuchungen wurden am 13. September 1979 in O. und P. gleichzeitig durchgeführt, wobei den anwesenden Organen der betroffenen Gesellschaften die Eröffnung des Strafverfahrens wegen Gehilfenschaft, eventuell Anstiftung zu Steuerhinterziehung oder Steuerbetrug durch Übergabe eines Eröffnungsbeschlusses mitgeteilt wurde. Über die beschlagnahmten Dokumente wurden Protokolle erstellt. Die Beschuldigten erhoben gegen die Durchsuchung Einsprache, worauf die Papiere versiegelt wurden.\n\nMit Eingabe an die Anklagekammer des Bundesgerichts vom 1. Oktober 1979 stellt die Eidg. Steuerverwaltung das Gesuch, es sei die Durchsuchung der beschlagnahmten Papiere und Magnetspeicher zu gestatten.", "considerants": "Aus den Erwägungen:\n\n2. Die Gesuchsgegnerinnen wenden ein, der Eröffnungsbeschluss betreffend die Einleitung der Strafuntersuchung sei nicht datiert, was einen unheilbaren Mangel darstelle und zur Nichtigkeit des eingeleiteten Verfahrens führe. Dem ist entgegenzuhalten, dass ein förmlicher Eröffnungsbeschluss als Gültigkeitsvoraussetzung für die Untersuchung im Verwaltungsstrafrecht gar nicht vorgesehen ist. Gemäss der Ordnungsvorschrift von Art. 38 Abs. 1 VStrR soll die Eröffnung der Untersuchung aus den amtlichen Akten (Protokoll) ersichtlich sein. Dass dies vorliegend nicht der Fall sei, wird zu Recht nicht behauptet.\n\n3. Die Anklagekammer des Bundesgerichts hat nur zu entscheiden, ob die Entsiegelung und Durchsuchung der beschlagnahmten Akten zulässig sei. Ob die Gesuchsgegnerinnen sich einer strafbaren Handlung schuldig gemacht und die Verwaltungsbehörden in der von ihnen eingeleiteten Untersuchung (abgesehen von der eigentlichen Beschlagnahme) Verfahrensvorschriften verletzt haben, kann hier nicht geprüft werden (vgl. BGE 104 IV 133 E. 4). Soweit die Ausführungen der Gesuchsgegnerinnen |418| darauf abzielen, darzutun, dass sie sich der ihnen vorgeworfenen Widerhandlungen nicht schuldig gemacht hätten, dass die Verwaltungsbehörden in dem von ihnen eingeleiteten Verfahren Formvorschriften verletzt hätten und dass die Kompetenzordnung des Verwaltungsstrafrechts und des WStB den allgemeinen schweizerischen Rechtsgrundsätzen widerspreche, ist demnach darauf nicht einzutreten. Dies gilt namentlich für:\n\n- die Rügen betreffend die Zeugeneinvernahmen;\n\n- das Vorbringen, die in der Strafanzeige behaupteten Umbuchungen hätten erlaubten Zwecken gedient und die Führung zweier oder mehrerer Konten sowie die besondere Art der Numerierung einzelner Konten beweise noch keine Widerhandlung gegen die Steuergesetzgebung;\n\n- den Einwand, für die behaupteten Widerhandlungen könnten von vornherein nur solche Gesuchsgegnerinnen in Frage kommen, die Honorarnoten, Buchhaltungsabschlüsse oder Erfolgsrechnungen erstellten bzw. bearbeiteten;\n\n- die Behauptung, es könne gar kein Steuerbetrug vorliegen, weil ein solcher die Verwendung gefälschter oder inhaltlich unwahrer Urkunden voraussetze, die von den Gesuchsgegnerinnen geführten Konten indessen keine Urkunden darstellten, und weil überdies der Steuerbetrug ein rechtskräftig abgeschlossenes Administrativverfahren wegen Steuerhinterziehung voraussetze;\n\n- den Einwand verschiedener Gesuchsgegnerinnen, sie führten die Buchhaltungen nach den Angaben und Unterlagen der Ärzte und seien deshalb für deren allfällige Verfehlungen nicht verantwortlich.\n\n4. Voraussetzung für die Einleitung eines Verwaltungsstrafverfahrens wie für die Durchsuchung der Papiere ist unter anderem ein hinreichender Tatverdacht (vgl. BGE 102 Ia 531).\n\na) Die Strafanzeige bezog sich ausdrücklich auf Steuerbetrug, also auf ein Vergehen (vgl. Art. 130bis WStB). Sie wurde von einem Rechtsanwalt verfasst und ausführlich begründet. Es darf angenommen werden, dass ein Rechtsanwalt sich der Tragweite eines derartigen Schrittes bewusst ist und ihn nicht leichtfertig und ohne Grund unternimmt.\n\nDie Gesuchsgegnerinnen machen geltend, der Anzeigeerstatter sei Verwaltungsratspräsident einer Aktiengesellschaft, die auf demselben Gebiete tätig sei wie sie und mithin zu ihnen in |419| Konkurrenz stehe. Das mag zutreffen, lässt die detaillierten Anschuldigungen in der Strafanzeige aber noch nicht als völlig unglaubhaft und ohne jeden Zweifel unbegründet erscheinen. Ob die Akten, die der Anzeigeerstatter eingereicht hat, widerrechtlich erlangt worden und deshalb unbeachtlich sein sollen, wie die Gesuchsgegnerinnen vorbringen, kann dahingestellt bleiben. Die Einleitung der Untersuchung war auch ohne Berücksichtigung dieser Akten gerechtfertigt.\n\nb) Seit der Einleitung der Strafanzeige haben im übrigen verschiedene Zahnärzte Selbstanzeigen erstattet, so Dr. S. (Verwaltungsratspräsident der B. AG und Verwaltungsrat der A. AG), Dr. T. (Verwaltungsratspräsident der A. AG) und Dr. U. (Verwaltungsratspräsident der H. AG und Verwaltungsratsvizepräsident der A. AG). Ein weiterer Zahnarzt gab zu, dass er gewisse Einnahmen über ein Spezialkonto bei der B. AG abgewickelt habe. Der Vertreter von Dr. U. bemerkte den Steuerbehörden gegenüber, gewisse Debitoren seien jeweils durch die G. AG verbucht, einkassiert, auf Nummernkonti überwiesen und von seinem Klienten nicht als Einnahmen deklariert worden; der Zahnarzt habe selbst bestimmen können, welche Honorare über die offizielle Buchhaltung verbucht werden und welche über die G. AG laufen sollen, was praktisch auf zwei Buchhaltungen herausgelaufen sei.\n\nDurch diese Selbstanzeigen werden, entgegen der Meinung der Gesuchsgegnerinnen, die Ausführungen der Strafanzeige erhärtet. Sie wurden zwar erst nach Einleitung des Verfahrens eingereicht, doch dürfen sie trotzdem bei der Gesamtbeurteilung der Verdachtslage mitberücksichtigt werden. In Fällen, da das Bundesgericht an den durch eine Vorinstanz festgestellten Sachverhalt nicht gebunden ist, dürfen neue Beweismittel vorgebracht werden (BGE 102 Ib 127); um so eher muss das Vorbringen neuer Tatsachen zulässig sein, wenn das Bundesgericht wie hier als erste und einzige Instanz urteilt.\n\nWohl kann aus den erwähnten Selbstanzeigen nicht geschlossen werden, alle Kunden aller Gesuchsgegnerinnen seien Steuerhinterzieher oder Steuerbetrüger. Derartiges hat die Gesuchstellerin indessen auch nie behauptet. Die Selbstanzeigen bestätigen jedoch immerhin den durch die Strafanzeige geschaffenen Verdacht, dass einzelne Kunden der Gesuchsgegnerinnen im Zusammenwirken mit diesen Verfehlungen im behaupteten Sinne begangen haben könnten. |420|\n\nAllein schon aus den oben erwähnten Umständen ergibt sich, dass die Einleitung des Verwaltungsstrafverfahrens bzw. die Beschlagnahme nicht zu beanstanden ist. Die Zeugenaussagen, mit denen sich die Gesuchsgegnerinnen kritisch auseinandersetzen, brauchen unter diesen Umständen gar nicht herangezogen zu werden.\n\nc) Der L. AG ist zuzugestehen, dass sie in der Strafanzeige nur beiläufig erwähnt wurde, ohne dass konkrete Vorwürfe gegen sie erhoben worden wären. Sie ist jedoch mit der Z.-Organisation verbunden, wie sich aus dem Umstand ergibt, dass die A. AG für sie schon Verrechnungssteuern zahlte, dass sie die Computeranlagen der Z.-Organisation in P. benützt und deshalb dort eine Geschäftsstelle führt und dass zu ihrem Verwaltungsrat auch V. gehört, der zugleich Verwaltungsratsmitglied anderer Gesuchsgegnerinnen und in der Z.-Organisation massgeblich beteiligt ist. Angesichts dieser engen Verbindung ist der Verdacht nicht von der Hand zu weisen, die L. AG könnte an den den andern Gesuchsgegnerinnen zur Last gelegten Handlungen beteiligt sein, zumal sie nach ihren eigenen Angaben sich unter anderem auch mit der Rechnungsstellung für Ärzte und teilweise mit deren Buchhaltungen befasst und damit ausgerechnet in jenem Tätigkeitsgebiet wirkt, in dem nach der Strafanzeige die behaupteten Verfehlungen begangen worden sein sollen. Die Ausdehnung des Verfahrens auf sie war demnach zumindest vertretbar.\n\nDas Gesagte gilt ebenso für die in der Strafanzeige ebenfalls nur beiläufig erwähnte D. AG. Auch diese ist in örtlicher und personeller Hinsicht mit anderen Gesellschaften der Z.-Organisation eng verflochten. Der Umstand, dass es aus dem Kreise der Tierärzte zu keinen Selbstanzeigen kam, vermag den gegen diese Gesellschaft gerichteten Verdacht nicht zu entkräften.\n\nd) Die F. AG macht geltend, sie sei erst am 10. Mai 1979 von der Eidg. Bankenkommission zur Aufnahme der Geschäftstätigkeit ermächtigt worden, habe ihre Geschäfte erst am 1. Juli 1979 aufgenommen und erst am 8. November 1979 beschlossen, die Kredite der A. AG und die Kunden der B. AG zu übernehmen; sie habe also zur Zeit der behaupteten Verfehlungen noch nicht existiert, so dass sie daran nicht habe beteiligt sein können.\n\nSoweit diese Sachdarstellung zutrifft, ist der Schlussfolgerung der F. AG beizupflichten. Indessen ist nicht auszuschliessen, |421| dass sich unter den in O. oder P. beschlagnahmten Akten solche befinden, die entweder ihr gehören oder von andern Gesuchsgegnerinnen auf sie übertragen wurden und aus denen sich Anhaltspunkte für die behaupteten Verfehlungen der andern Gesuchsgegnerinnen ergeben könnten. Die Ausdehnung des Beschlagnahmeverfahrens auf die F. AG war demnach ebenfalls zumindest vertretbar.\n\ne) Von vornherein unbehelflich ist der Hinweis der L. AG, sie habe ihre Geschäftstätigkeit erst 1977 aufgenommen, ist sie doch durch den Umstand, dass Akten anderer Gesuchsgegnerinnen aus früheren Jahren beschlagnahmt wurden, gar nicht beschwert.\n\n5. Die L. AG macht geltend, die Besko dürften nur bei einzelnen Steuerpflichtigen, also bei ihren Kunden, nicht aber bei ihr selbst Kontrollen vornehmen. Die Befugnisse der Besko beschränkten sich zudem auf die Vornahme von Kontrollen, während sie zur Durchführung von Strafuntersuchungen nicht geschaffen seien. Der Einsatz der Besko setze überdies ein Ersuchen desjenigen Kantons voraus, in dem der Steuerpflichtige der Wehrsteuer unterliege; im vorliegenden Fall sei das Ersuchen von der Finanzdirektion des Kantons Basel-Landschaft ausgegangen, wo sie weder domiziliert noch steuerpflichtig sei noch Kunden habe.\n\na) Gemäss Art. 139 Abs. 1 WStB nehmen die Besko auf Ersuchen der Kantone und nach Weisungen des Vorstehers des Eidg. Finanzdepartements bei einzelnen Steuerpflichtigen Kontrollen vor.\n\nIm vorliegenden Fall stellte der Finanzdirektor des Kantons Basel-Landschaft am 4. Juli 1979 das Begehren um Einsatz der Besko. Er war dazu befugt, da einige der in der Strafanzeige genannten Zahnärzte im Kanton Basel-Landschaft wohnen. Das Begehren dieses einen Kantons genügte sodann, den Einsatz der Besko wegen der in der Strafanzeige angeführten Verfehlungen auch in andern Kantonen zu rechtfertigen. Die Besko wurden unter anderem geschaffen, weil erfahrungsgemäss bei schweren Steuerwiderhandlungen sowohl die Begehung wie der Erfolgseintritt sich häufig über mehrere Kantone erstrecken und deshalb eine zentrale Leitung der Untersuchung erforderlich ist. In solchen Fällen zu verlangen, dass jeder Kanton, in dem allenfalls eine Widerhandlung verübt wurde oder ein entsprechender Erfolg eintrat, selbständig einen Antrag |422| an den Vorsteher des Eidg. Finanzdepartements stellen müsse, widerspräche dem Sinn des Gesetzes. Der Antrag des Finanzdirektors des Kantons Basel-Landschaft deckte nach dem Gesagten auch das Vorgehen gegen die L. AG.\n\nb) Nach dem Wortlaut von Art. 139 Abs. 1 WStB nehmen die Besko zwar nur \"Kontrollen\" vor, doch heisst es in Abs. 2 der genannten Bestimmung, ihre \"Untersuchung\" habe sich nach den Art. 37 bis 50 VStrR zu richten. Diese Bestimmungen ermächtigen die Besko zur Vornahme von Handlungen, die ihrem Wesen nach nicht blosse Kontrolle, sondern eigentliche Untersuchungshandlungen darstellen, wie z.B. Einvernahmen des Beschuldigten und von Zeugen (Art. 39 und 41 VStrR), Beschlagnahmen und Durchsuchungen von Wohnungen und Papieren (Art. 46, 48 und 50 VStrR). Gemäss der Verordnung des Bundesrats über besondere Steuerkontrollorgane (SR 642.131) können diese im Rahmen ihrer Untersuchung polizeiliche Hilfe in Anspruch nehmen, wenn ihnen \"bei einer Untersuchungshandlung\", die innerhalb ihrer Amtsbefugnisse liegt, Widerstand geleistet wird (Art. 3). Aus alldem ergibt sich, dass die Besko nicht nur zur Durchführung von Kontrollen, sondern zur Vornahme eigentlicher Untersuchungshandlungen ermächtigt sind.\n\n6. Die F. AG wendet ein, das eingeleitete Verfahren beruhe auf der erst ab 1. Januar 1978 verschärften Bundesgesetzgebung; nur diese verschärften Tatbestände rechtfertigten den Einsatz der Besko; die Rückwirkung auf die Zeit vor dem 1. Januar 1978 verstosse gegen den Grundsatz der lex mitior und sei deshalb nicht zulässig.\n\nDiese Argumentation ist nicht haltbar. Wohl ist Steuerbetrug im Sinne von Art. 130bis WStB erst seit 1. Januar 1978 ein Vergehen. Der Tatbestand existierte aber - als Übertretung - bereits früher (Art. 129 Abs. 2 des früheren WStB). Die Steuerbehörden messen somit dem Tatbestand des Steuerbetruges als solchem keine rückwirkende Kraft bei.\n\nNach Art. 1 Abs. 3 der bundesrätlichen Verordnung über die Besko sollen diese vor allem schwere Steuerwiderhandlungen untersuchen. Als solche gelten nach dem klaren Wortlaut dieser Bestimmung nicht nur Steuerbetrüge, sondern auch fortgesetzte Hinterziehung grosser Steuerbeträge. Im vorliegenden Fall ist abzuklären, ob derartige Verfehlungen begangen wurden. Der Einsatz der Besko für Ermittlungen, die sich auch auf |423| die Zeit vor dem 1. Januar 1978 erstrecken, ist unter den erwähnten Umständen nicht zu beanstanden.\n\n7. Nach Art. 50 Abs. 1 VStrR sind Papiere mit grösster Schonung der Privatgeheimnisse zu durchsuchen; sie sollen nur dann durchsucht werden, wenn anzunehmen ist, dass sich Schriften darunter befinden, die für die Untersuchung von Bedeutung sind. Bei der Durchsuchung sind das Amtsgeheimnis sowie Geheimnisse, die beispielsweise Ärzten und ihren Gehilfen in ihrem Berufe anvertraut wurden, zu wahren (Art. 50 Abs. 2 VStrR). Dem Inhaber der Papiere ist wenn immer möglich Gelegenheit zu geben, sich vor der Durchsuchung über ihren Inhalt auszusprechen. Erhebt jener gegen die Durchsuchung Einsprache, so werden die Papiere versiegelt; die Anklagekammer des Bundesgerichts entscheidet alsdann über die Zulässigkeit der Durchsuchung (Art. 50 Abs. 3 VStrR).\n\na) Im Rahmen der eingeleiteten Untersuchung wird abzuklären sein, ob die Gesuchsgegnerinnen Ärzte, Zahnärzte oder Tierärzte angestiftet oder ihnen geholfen haben, auf die in der Strafanzeige geschilderte Weise einen Teil ihrer Einnahmen der ordnungsgemässen Verbuchung zu entziehen, um entsprechend niedrigere Einnahmen ausweisen zu können und dadurch weniger Steuern zahlen zu müssen. Die mit Beschlag belegten Akten können bei diesen Abklärungen als Beweismittel von Bedeutung sein.\n\nb) Die Gesuchsgegnerinnen beanstanden, dass die Gesuchstellerin in ihrem Entsiegelungsgesuch auf Unterlagen verweise, die zu den beschlagnahmten und versiegelten Akten gehörten; das beweise, dass die verantwortlichen Beamten diese vor der Versiegelung zumindest teilweise gesichtet und geprüft und dadurch ihre Amtspflicht verletzt hätten, wodurch die Siegelung zur Farce geworden sei.\n\nMüssen bei einer Hausdurchsuchung Papiere als Beweismittel beschlagnahmt werden, so ist nicht zu umgehen, dass sie kurz gesichtet und summarisch geprüft werden. Nur so kann festgestellt werden, welche Akten mit Beschlag zu belegen und allenfalls zu versiegeln sind. Wäre den Beamten jede Sichtung und Prüfung verwehrt, so wären sie, falls der Betroffene sich der Durchsuchung der Papiere widersetzt, gezwungen, alles mit Beschlag zu belegen, was sich in den zu durchsuchenden Räumen befindet. Dies widerspräche sowohl dem Grundsatz der |424| Verhältnismässigkeit wie auch dem Interesse des Betroffenen, seinen Betrieb möglichst ungestört weiterführen zu können (vgl. Art. 45 Abs. 1 VStrR, wonach bei der Durchsuchung mit der dem Betroffenen gebührenden Schonung zu verfahren ist).\n\nDagegen ist es unzulässig, zur Begründung des Entsiegelungsgesuches Aktenstücke detailliert wiederzugeben, die versiegelt sind und über deren Entsiegelung erst zu befinden ist. Soweit die Gesuchstellerin dies tut, sind ihre Vorbringen deshalb unbeachtlich.\n\nc) Die Gesuchsgegnerinnen machen sodann geltend, durch die Entsiegelung werde das Berufsgeheimnis ihrer Kunden verletzt, deren Hilfspersonen sie seien; die in den beschlagnahmten Akten enthaltenen Aufzeichnungen fielen unter das Arztgeheimnis; aus ihrem Auftragsverhältnis unterstünden sie zudem einer Schweigepflicht, bei deren Verletzung sie schadenersatzpflichtig würden.\n\nGegen die Gesuchsgegnerinnen ist ein Verfahren wegen Gehilfenschaft oder Anstiftung zu Steuerbetrug hängig. Nach der in der Schweiz herrschenden Lehre und Rechtsprechung kann eine Person, die ein Berufsgeheimnis zu wahren hat und der aus diesem Grund ein Zeugnisverweigerungsrecht zustünde, sich der Beschlagnahme von in ihrem Besitz befindlichen Akten dann nicht widersetzen, wenn sie im Verfahren nicht als Zeuge in Frage kommt, weil sie selbst Beschuldigte ist. Für seine eigenen Verfehlungen kann niemand ein Privileg aufgrund eines Berufsgeheimnisses beanspruchen (BGE 102 IV 214 E. 4a mit Hinweisen).\n\nWollte man annehmen, dieser Grundsatz gelte nicht absolut und könne durch eine Interessenabwägung unter Umständen eingeschränkt werden (dazu BGE 101 Ia 11 E. b), wäre zu erwägen, ob in Fällen der vorliegenden Art das Interesse an der Geheimhaltung grösser sei als dasjenige an der Abklärung der Straftat. Ob die Gesuchsgegnerinnen Gehilfen der Ärzte im Sinne von Art. 50 Abs. 2 VStrR seien, kann dabei offen bleiben. Verneint man die Frage, so können sie sich ohnehin nicht auf das Arztgeheimnis berufen. Bejaht man sie dagegen und wägt man die gegebenen Interessen gegeneinander ab, so stehen die Interessen zahlreicher Ärzte und Zahnärzte sowie deren Patienten denjenigen der Öffentlichkeit gegenüber.\n\nDie Interessen der Patienten werden hier insofern nicht verletzt, als keine Krankengeschichten oder dergleichen beschlagnahmt wurden. |425|\n\nNach der Beschreibung des mutmasslichen Vorgehens in der Strafanzeige sind lediglich die einzelnen Zahlungen von Patienten daraufhin zu prüfen, ob sie auf Schwarzkonten verbucht worden seien oder nicht. Dabei werden den Eidg. Steuerbehörden die Namen der Patienten und allenfalls auch die Art der Behandlung zur Kenntnis gelangen, woran sie aber überhaupt nicht interessiert sind. Die Steuerbehörden sind zudem ihrerseits zur Verschwiegenheit verpflichtet, so dass nicht damit zu rechnen ist, die erwähnten Angaben würden einem weiteren Personenkreise bekannt.\n\nDie Öffentlichkeit hat demgegenüber ein gewichtiges Interesse daran, dass alle Bürger ihre Steuerpflicht erfüllen (dazu BGE 104 IV 131 E. 3a). Eine Interessenabwägung müsste unter diesen Umständen zum Ergebnis führen, dass das von den Gesuchsgegnerinnen angerufene Arztgeheimnis im vorliegenden Fall der Entsiegelung nicht entgegensteht. Kann aber das Arztgeheimnis der Beschlagnahme und Entsiegelung nicht entgegengehalten werden, so kann diese noch viel weniger durch die Berufung auf eine vertraglich begründete Schweigepflicht verhindert werden.\n\n8. Die weiteren Einwände vermögen ebenfalls nicht durchzudringen:\n\na) Die Gesuchsgegnerinnen verlangen, dass ihre Kunden und Auftraggeber sowie deren Patienten in das Verfahren einbezogen bzw. zur Teilnahme am Verfahren beigeladen werden. Zur Begründung führen sie unter Hinweis auf BGE 104 IV 125 ff. aus, die Untersuchung lege ihnen nur Gehilfenschaft und Anstiftung zur Last; als eigentliche Täter kämen somit ihre Kunden und Auftraggeber in Betracht; diese seien am Ausgang des Verfahrens interessiert, weil die beschlagnahmten Akten Einblick in ihre Einkommens- und Vermögensverhältnisse gewährten und die Entsiegelung mithin einen Eingriff in ihre Privatsphäre und ihren Geschäftsbereich bedeute.\n\nBeschlagnahmt wurden indessen nicht Akten von Ärzten, Zahnärzten, Tierärzten oder deren Kunden, sondern solche der Gesuchsgegnerinnen. Der Umstand, dass diese aus Auftrag allenfalls verpflichtet sind, auf Verlangen einen Teil ihrer Akten den Ärzten herauszugeben, ändert nichts daran, dass es sich bei den beschlagnahmten Schriftstücken primär um solche der Gesuchsgegnerinnen handelt.\n\nIn dem von den Gesuchsgegnerinnen herangezogenen Entscheid |426| wurde ausgeführt, zur Einsprache im Sinne von Art. 50 Abs. 3 VStrR sei nicht nur der Inhaber der Papiere bzw. der Beschuldigte berechtigt, sondern auch jeder andere durch die Beschlagnahme direkt Betroffene (BGE 104 IV 129 E. 1). Das bedeutet aber nicht, dass solche in jedem Fall von Amtes wegen in ein Beschlagnahme- oder Entsiegelungsverfahren einbezogen werden müssten. Unter den vorliegend gegebenen Umständen genügt es, das Verfahren gegen die Gesuchsgegnerinnen zu führen. Durch deren Rechtsvorkehren werden die Interessen der Kunden und Auftraggeber vollauf gewahrt. Müssten alle betroffenen Ärzte, Zahnärzte, Tierärzte und deren Kunden in das Verfahren miteinbezogen werden, würde dieses in einer Art und Weise erweitert, dass der Grundsatz der Verhältnismässigkeit verletzt und eine Erledigung des Verfahrens innert nützlicher Frist in Frage gestellt wäre.\n\nb) Die I. AG, die K. AG und die F. AG wenden ein, das Entsiegelungsgesuch sei mit Bezug auf sie gegenstandslos, weil von ihnen nichts beschlagnahmt worden sei. Soweit sich diese Vorbringen auf die I. AG und die F. AG beziehen, erscheinen sie schon deshalb als unbegründet, weil gemäss Beschlagnahmeprotokoll sich unter den beschlagnahmten Papieren einerseits ein Ordner \"Konto-Kopien H. AG, I. AG und ...\" und andererseits Akten befinden, die offensichtlich auf die F. AG Bezug nehmen ... Ob sich im Ordner mit den Unterlagen der I. AG Akten befinden, die für das Steuerverfahren von Bedeutung sind, wird erst die Entsiegelung zeigen. Im übrigen sind im Beschlagnahmeprotokoll zahlreiche Ordner und Sammelposten aufgeführt, bei denen aus der Beschriftung nicht ersichtlich ist, welche der Gesuchsgegnerinnen sie betreffen. Möglicherweise enthalten sie auch Akten der I. AG, der K. AG oder der F. AG. Diese Gesellschaften sind deshalb im Verfahren zu belassen.\n\nc) Die Gesuchsgegnerinnen machen geltend, die ihnen zur Last gelegte Gehilfenschaft bzw. Anstiftung setze die Strafbarkeit von Haupttätern voraus, die aber gar nicht bekannt seien. Die Gesuchstellerin beabsichtige, durch ihr Vorgehen in den Besitz von Unterlagen über das Einkommen von Ärzten, Zahnärzten und Tierärzten zu gelangen, um auf diese Weise mögliche Täter zu ermitteln. Dies sei unzulässig.\n\nNach der Rechtsprechung des Bundesgerichts setzt die Bestrafung des Anstifters oder Gehilfen nicht voraus, dass die |427| Haupttat beurteilt worden ist, sondern nur, dass sie verübt wurde und strafbar ist. Eine Bestrafung wegen Anstiftung oder Gehilfenschaft zu einem Verbrechen oder Vergehen ist deshalb auch möglich und zulässig, wenn der Haupttäter (noch) nicht verurteilt werden kann, weil er (noch) unbekannt ist (vgl. BGE 82 IV 130; BGE 80 IV 34, je mit Hinweisen). Die Akzessorietät der Anstiftung und der Gehilfenschaft und der Umstand, dass die Haupttäter nicht bekannt sind, stehen also im vorliegenden Fall der Durchführung des Verfahrens gegen die Gesuchsgegnerinnen nicht entgegen. Diese wissen, was ihnen vorgeworfen wird, und sie haben auch Gelegenheit, sich gehörig zu verteidigen.\n\nOb die Gesuchsgegnerinnen wegen Anstiftungsversuchs bzw. Anstiftung zu versuchten Steuerverfehlungen verfolgt werden könnten, kann offen bleiben. Es wird ihnen nämlich Gehilfenschaft oder Anstiftung unter anderem zu Steuerbetrug, einem vollendeten Vergehen, zur Last gelegt, und die Teilnahme an einem solchen ist strafbar (Art. 24 Abs. 1 und Art. 25 StGB in Verbindung mit Art. 133bis Abs. 3 WStB).\n\nd) Wohl ist es nach der bundesgerichtlichen Rechtsprechung unzulässig, alle Bücher und Akten eines Beschuldigten zu beschlagnahmen, um darin nach allenfalls möglichen, noch unbekannten Verfehlungen zu forschen (dazu BGE 104 IV 132 E. c). Im vorliegenden Fall wurde aber nicht eine allgemeine Beschlagnahme angeordnet, sondern diese war gemäss Durchsuchungsbefehl von vornherein beschränkt auf Gegenstände, \"die als Beweismittel von Bedeutung sein können, und zwar die Buchhaltung, die dazugehörigen Belege der Jahre 1968 bis 1979 sowie alle weiteren Geschäftsbücher und Belege, insbesondere die EDV-Unterlagen, die Verwaltungsratsprotokolle und die Mikrofilmunterlagen aus dem gleichen Zeitraum, welche geeignet sind, über allfällige Steuerwiderhandlungen der genannten Gesellschaften und deren Organe sowie der mit diesen Gesellschaften in einem Vertragsverhältnis stehenden Personen Aufschluss zu geben\". Es ist nicht einzusehen, weshalb bei den Gesuchsgegnerinnen nicht sollte nach Dokumenten gesucht werden dürfen, die geeignet sind, die behaupteten Steuerverfehlungen zu beweisen. Dass diese Suche dann gleichzeitig auch auf die Spur weiterer Täter führt, macht sie nicht unzulässig.\n\nDie Steuerbehörden mussten damit rechnen, dass die Darstellung in der Strafanzeige in grossen Zügen den Tatsachen |428| entsprechen könnte. Die Gesuchsgegnerinnen wurden beschuldigt, aussergewöhnlich raffinierte Vorkehrungen getroffen zu haben, um ihren Klienten zu helfen, die Einkommensverhältnisse zu verschleiern. Unter diesen Umständen konnten die Steuerbehörden nicht davon ausgehen, dass die Gesuchsgegnerinnen die erforderlichen Unterlagen auf einfache Aufforderung hin freiwillig aushändigen und die nötigen Aufschlüsse erteilen würden. Abklärungen bei einzelnen Ärzten, Zahnärzten oder Tierärzten hätten andererseits nicht sicher zum Erfolg führen können, weil nach der Darstellung der Strafanzeige viele von ihnen über die Einkommensbeträge, die hinterzogen worden sein sollen, keine Akten besitzen. Die Beschlagnahme bei den Gesuchsgegnerinnen war demnach für die Gesuchstellerin das einzige erfolgversprechende Mittel, die für die Untersuchung nötigen Akten in die Hände zu bekommen.\n\nDer Umstand, dass gegen einzelne Zahnärzte Steuerstrafverfahren eingeleitet wurden, macht das Entsiegelungsverfahren noch nicht überflüssig. Die angehobenen Steuerstrafverfahren vermögen nämlich nicht unbedingt aufzudecken, ob und in welchem Umfange die einzelnen Gesuchsgegnerinnen sich strafbar gemacht haben.\n\nGemäss Art. 134 WStB erlischt das Recht, ein Verfahren wegen Steuerhinterziehung oder -betruges einzuleiten, fünf Jahre nach Ablauf der in Frage kommenden Veranlagungsperiode. Da die Untersuchung 1979 eröffnet wurde, kommen als früheste Veranlagungsperiode die Steuerjahre 1973/74 in Frage, welche auf den Einkommen der Jahre 1971/72 beruhen. Für die Abklärung der vermuteten Verfehlungen sind deshalb die Unterlagen vom Jahre 1971 an erforderlich. Es darf indessen nicht ausser acht gelassen werden, dass am Ausgang des Verfahrens auch jene Kantone interessiert sind, in welchen die fraglichen Ärzte, Zahnärzte und Tierärzte wohnen und arbeiten. Einzelne dieser Kantone (z.B. Zürich und Basel-Landschaft) kennen für ihre Nach- und Strafsteuerverfahren eine zehnjährige Verjährungsfrist (§§ 190 und 193 Abs. 2 des zürcherischen Gesetzes über die direkten Steuern; § 166 des basellandschaftlichen Steuer- und Finanzgesetzes). Da die Besko verpflichtet sind, das Ermittlungsergebnis auch den Steuerbehörden jener Kantone mitzuteilen, deren Steueransprüche in Frage stehen (Art. 139 Abs. 2 WStB), war es nicht unverhältnismässig, die Unterlagen vom Jahre 1968 an zu beschlagnahmen. |429|\n\nSoweit die Gesuchsgegnerinnen geltend machen, sie seien durch die Beschlagnahme ihrer Akten und Magnetspeicher in ihrer Tätigkeit stark eingeschränkt und beeinträchtigt worden, ist ihnen entgegenzuhalten, dass nur solche Unterlagen mit Beschlag belegt wurden, die für die Untersuchung notwendig sind. Die Unterlagen aus dem Jahre 1979 wurden möglichst nicht beschlagnahmt. Im übrigen hat die Z.-Organisation mit Zirkularschreiben vom 5. Dezember 1979 ihren Kunden mitgeteilt, dass ihre Betriebe nach wie vor einwandfrei funktionierten und dass Aktionäre sowie Kunden in finanzieller Hinsicht nichts zu befürchten hätten. Damit gaben die Gesuchsgegnerinnen selbst zu, dass von einer nennenswerten Behinderung ihrer Geschäftstätigkeit keine Rede sein kann.\n\nDie Beschlagnahme verstösst nach dem Gesagten nicht gegen den Grundsatz der Verhältnismässigkeit.\n\ne) Die Gesuchsgegnerinnen erklären weiter, es seien auch Unterlagen beschlagnahmt worden, die Y. persönlich gehörten; dieser sei jedoch nicht Gesuchsgegner, weshalb die ihm gehörenden persönlichen Akten nicht hätten mit Beschlag belegt werden dürfen. Sie übersehen indessen, dass sich die Untersuchung der Besko nach den Weisungen des Vorstehers des Eidg. Finanzdepartements vom 7. August 1979 nicht nur gegen die Gesellschaften selbst, sondern auch gegen deren Organe richtet. Y. ist aber Mitglied bzw. Delegierter des Verwaltungsrates verschiedener Gesuchsgegnerinnen und nach den Ausführungen der L. AG \"in der Z.-Organisation massgeblich beteiligt\". Es ist nun denkbar, dass sich gerade unter den als privat bezeichneten Akten Notizen und Unterlagen über besonders heikle und geheime Geschäftsvorgänge befinden. Die Beschlagnahme persönlicher Akten des Y. ist deshalb nicht zu beanstanden.\n\nf) Die Gesuchsgegnerinnen sind unter anderem des Steuerbetruges beschuldigt, und das Verfahren gegen sie wird zur Zeit (auch) unter diesem Gesichtspunkt geführt. Die aus den beschlagnahmten Akten gewonnenen Kenntnisse dürfen im Rahmen dieses Verfahrens berücksichtigt werden. Sollte sich aus ihnen ergeben, dass die Gesuchsgegnerinnen nicht Gehilfenschaft oder Anstiftung zu Steuerbetrug, sondern nur zu Steuerhinterziehung begangen haben, wäre nicht einzusehen, weshalb die beschlagnahmten Akten in diesem Fall nicht sollten berücksichtigt werden dürfen. |430|\n\nOb und inwieweit Kenntnisse, welche die Gesuchstellerin im Rahmen der eingeleiteten Untersuchung betreffend Widerhandlung gegen den Bundesratsbeschluss über die Erhebung einer Wehrsteuer erlangt, bei der Durchführung allfälliger kantonaler Verfahren wegen Widerhandlung gegen die betreffenden kantonalen Steuergesetzgebungen verwertet werden dürfen, ist hier nicht zu entscheiden. Das vorliegende Verfahren kann sich nur auf die von den Besko eingeleitete Untersuchung, nicht aber auch auf allfällige spätere kantonale Steuerverfahren beziehen. Dem Eventualantrag, die Durchsuchung der beschlagnahmten Akten sei nur unter dem Gesichtspunkt des Steuerbetruges, und nicht auch für allfällige (eidgenössische oder kantonale) Verfahren wegen Steuerhinterziehung zu gestatten, kann deshalb nicht entsprochen werden. Es sei jedoch auch in diesem Zusammenhang wiederholt, dass die Besko gemäss Art. 139 Abs. 2 WStB verpflichtet sind, das von ihnen ermittelte Ergebnis auch den Steuerbehörden der Kantone mitzuteilen, deren Steueransprüche in Frage stehen.\n\ng) Die A. AG macht geltend, sie führe weder Erfolgsrechnungen noch Kundenbuchhaltungen, noch ein Inkassowesen. Gemäss Art. 2 ihrer Statuten bezweckt sie indessen die Finanzverwaltung der B. AG, der C. AG, der G. AG und der H. AG sowie Kreditgeschäfte mit Mitgliedern der Schweiz. Zahnärztegesellschaft. Sie übt demnach eine wichtige Tätigkeit innerhalb der Z.-Organisation aus, so dass die Beschlagnahme ihrer Akten gerechtfertigt war.\n\nh) Die M. AG und die N. AG sind im Entsiegelungsgesuch nicht als Gesuchsgegnerinnen aufgeführt und am vorliegenden Verfahren deshalb nicht beteiligt. Soweit in den Rechtsschriften Ausführungen mit Bezug auf diese beiden Gesellschaften gemacht werden, sind sie gegenstandslos.\n\ni) Die L. AG rügt, sie sei von der Durchsuchung vom 13. September 1979 nicht benachrichtigt worden. Sie räumt aber selbst ein, die Beamten hätten offenbar auf die Aussagen des Zeugen R. abgestellt, wonach sie in B. nur ein Briefkastendomizil habe. Dass und inwiefern auf diese Zeugenaussage (auch wenn sie objektiv falsch gewesen sein sollte) nicht hätte abgestellt werden dürfen, sagt sie nicht. Im übrigen führt diese Gesuchsgegnerin nach ihren eigenen Angaben in P. eine Geschäftsstelle. Diese wurde anlässlich der Durchsuchung vom 13. September 1979 zweifellos in gleichem Masse informiert wie |431| die dort domizilierten Gesuchsgegnerinnen. Die L. AG hat sich das Wissen ihrer Geschäftsstelle in P. anrechnen zu lassen.\n\n9. Die Einwände der Gesuchsgegnerinnen gegen die Beschlagnahme erweisen sich alle als unbegründet. Die Entsiegelung ist deshalb zu bewilligen. Die Abklärung des Beweiswertes einzelner Schriftstücke setzt umfassende buchhalterische Kenntnisse voraus, die das Bundesgericht nicht in zureichendem Masse besitzt. Mit der Entsiegelung und Durchsuchung der Papiere ist demnach entgegen der Meinung der L. AG nicht der Präsident der Anklagekammer, sondern die Gesuchstellerin zu beauftragen. Diese ist anzuweisen, die Entsiegelung und Durchsuchung in Gegenwart der Organe Oder bevollmächtigten Vertreter der Gesuchsgegnerinnen vorzunehmen und alle Schriftstücke freizugeben, die im Verwaltungsstrafverfahren als Beweismittel nicht in Frage kommen können (dazu BGE 104 IV 134 Ziff. 2)."}