{"annee": "106", "cour": "IV", "page": "254", "date": "10/11/1980", "cite": ["90 IV 190", "90 IV 180"], "cite_par": ["109 IV 27"], "chapeau": "65. Estratto della sentenza della Corte di cassazione del 10 novembre 1980 nella causa B. c. Procura pubblica sottocenerina (ricorso per cassazione)", "regestes": ["Abus de confiance, délit impossible, art. 140 ch. 1 al. 1 et art. 23 al. 1 CP. Vente et livraison d'une automobile, étant convenu que le transfert de propriété n'interviendra qu'une fois versée la contre-valeur d'effets de change remis en paiement, le vendeur étant autorisé à faire inscrire entre-temps une réserve de propriété. L'acheteur qui revend le véhicule à un tiers, avant que le vendeur n'ait reçu la contre-valeur des effets de change, mais sans que la réserve de propriété ait été inscrite, n'est pas punissable pour abus de confiance, mais pour délit impossible de cette infraction, s'il croyait réellement que la réserve de propriété avait été inscrite."], "faits": "BGE 106 IV 254 S. 254\n\nIl 20 febbraio 1978 A. vendeva a B. un'autovettura Lancia HPE 2000 contro consegna da parte di B. di tre cambiali. Le cambiali erano state emesse da C. Il contratto del 20 aprile 1978 conteneva le clausole seguenti:\n\n\"Il signor B. è responsabile per l'eventuale mancato pagamento da parte\n\ndi C. delle cambiali... La vettura diventa di proprietà del signor B. a\n\nincasso avvenuto delle cambiali.\" BGE 106 IV 254 S. 255\n\nCon atto scritto del 13 aprile 1978 B. confermava il contenuto di tale contratto e autorizzava A., \"das Eigentum des Wagens bis zum Eingang der Wechsel behördlich eintragen zu lassen\". A. ometteva di far iscrivere nell'apposito registro la riserva di proprietà. In mancanza di pagamento, le cambiali andavano in protesto. Il 6 settembre 1978 B. rivendeva l'autovettura a un terzo.\n\nCon sentenza del 31 ottobre 1979 il Pretore di Lugano-Distretto dichiarava B. colpevole di reato impossibile di appropriazione indebita per aver venduto a un terzo l'autovettura comprata a A. e lo condannava a tre giorni di detenzione, pena sospesa condizionalmente. Adita da B., la Corte di cassazione e di revisione penale del Cantone Ticino ne respingeva il gravame con sentenza del 24 giugno 1980.\n\nB. è insorto con ricorso per cassazione al Tribunale federale contro la decisione della Corte cantonale, chiedendo il suo annullamento.\n\nIl Tribunale federale ha respinto, in quanto ammissibile, il ricorso.", "considerants": "Considerando in diritto:\n\n2. Le istanze cantonali, fondandosi su DTF 90 IV 182 segg. e 192 segg., hanno considerato che, secondo quanto risulta dal suo testo francese e italiano, l'art. 140 n. 1 cpv. 2 CP è applicabile soltanto a cose fungibili e quindi non all'autovettura sulla cui rivendita verte la causa. La giurisprudenza sopra menzionata del Tribunale federale non è rimasta incontestata (cfr. STRATENWERTH, Schweizerisches Strafrecht, Parte speciale, vol. I, 2a ediz., pag. 180 con richiami). Nella fattispecie non v'è ragione di riesaminare la questione se debbano prevalere il testo francese e italiano, oppure quello tedesco, che non richiede la fungibilità della cosa affidata all'agente; una diversa decisione su questo punto equivarrebbe infatti, in assenza di una specifica impugnativa della Procura pubblica, ad una \"reformatio in peius\" a danno del ricorrente, non consentita in questa sede.\n\nVa quindi tenuto fermo che, entrando in considerazione nel caso presente soltanto l'art. 140 n. 1 cpv. 1 CP, una condanna per il reato consumato di appropriazione indebita è esclusa. In mancanza dell'iscrizione della riserva di proprietà nell'apposito registro, la proprietà dell'autovettura BGE 106 IV 254 S. 256venduta da A. al ricorrente si è trasmessa a quest'ultimo in virtù del solo trasferimento del possesso (art. 714 CC). L'atto imputato al ricorrente non ha quindi per oggetto una cosa altrui, come presupposto dall'art. 140 n. 1 cpv. 1 CP.\n\n3. La Corte cantonale ha accertato in modo vincolante per il Tribunale federale che il ricorrente ha rivenduto il 6 settembre 1978 l'autovettura da lui acquistata il 20 febbraio 1978, pur sapendo che la riserva della proprietà a favore di A. era stata eventualmente iscritta, e senza preoccuparsi di appurare se le cambiali fossero state pagate e se egli fosse così autorizzato a disporre come proprietario dell'autovettura. Quanto il ricorrente assume in proposito contrasta con gli accertamenti di fatto dell'autorità cantonale e non può quindi essere udito. Consta pertanto che il ricorrente ha accettato, nel senso del dolo eventuale, la possibilità che la macchina da lui rivenduta fosse di proprietà altrui. In realtà, la proprietà dell'autovettura non era rimasta a chi gliela aveva venduta, poiché questi omise di far procedere all'iscrizione nel registro di riserva della proprietà. L'evento ritenuto possibile ed accettato dal ricorrente - ossia l'appropriazione di una cosa mobile altrui - non s'è quindi realizzato né poteva realizzarsi.\n\nIl ricorrente ha di conseguenza tentato di commettere il reato su un oggetto inidoneo ed è stato condannato, in virtù del principio affermato in DTF 90 IV 194 seg. consid. 2 e condiviso dalla dottrina oggi dominante, per reato impossibile ai sensi dell'art. 23 cpv. 1 CP. La fattispecie considerata dal cpv. 2 dello stesso art. 23 CP, ossia l'aver il colpevole agito per difetto d'intelligenza, non è manifestamente configurabile nel caso in esame, dato che nelle concrete circostanze, riconoscibili per una persona dotata di normale intelligenza, era del tutto possibile che la macchina fosse rimasta di proprietà di A. Il ricorrente non può, quindi, essere esentato da ogni pena.\n\n4. Il ricorrente si richiama alla teoria che contesta l'esistenza del reato impossibile quando manchi un elemento costitutivo essenziale del reato (\"Mangel am Tatbestand\"), ossia quando la commissione di quest'ultimo debba essere esclusa a priori. Tale teoria è discussa ed è stata, in particolare in tempi lontani, seguita in alcuni casi dalla Corte di cassazione del Tribunale federale; attualmente, sotto l'influenza della teoria soggettivistica, essa è respinta dalla dottrina dominante, per la BGE 106 IV 254 S. 257quale la punibilità è oggi, in materia di reato impossibile, esclusa soltanto dall'inidoneità del soggetto (cfr. su questo punto, SCHULTZ, Schweizerisches Strafrecht, Parte generale, vol. I, 3a ediz., pag. 256 seg.; LOGOZ, Commentaire du Code pénal suisse, Parte generale, ad art. 23 n. 3d; SCHWANDER, Das Schweizerisches Strafgesetzbuch, 2a ediz., n. 250).\n\nIl Tribunale federale ha respinto nel quadro dell'art. 140 n. 1 cpv. 1 CP la teoria patrocinata dal ricorrente ed ha condannato per reato impossibile quando l'agente abbia disposto di una cosa propria nell'erronea convinzione che la cosa fosse iscritta a nome del suo dante causa nel registro delle riserve di proprietà e che quindi non gli appartenesse (DTF 90 IV 194 seg. consid. 2).\n\nNon v'è ragione di rimettere in discussione questa giurisprudenza, e ciò tanto meno nel caso concreto, in cui al ricorrente mancava la certezza su di un fatto - l'iscrizione della riserva di proprietà nel registro pubblico - che A. avrebbe potuto far intervenire in qualsiasi momento. La presente fattispecie è quindi ben diversa da quella in cui l'agente, pur conoscendo esattamente la situazione fattuale, ritiene erroneamente che sia punibile un atto che la legge non dichiara punibile.\n\nLa censura del ricorrente fondata sulla carenza di un elemento costitutivo del reato va pertanto disattesa."}