{"annee": "106", "cour": "IV", "page": "45", "date": "18/4/1980", "cite": ["69 IV 134"], "cite_par": ["107 IV 133", "116 IV 353"], "chapeau": "15. Urteil des Kassationshofes vom 18. April 1980 i.S. Statthalteramt des Bezirks Horgen gegen R. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 397 CP, art. 269 al. 1 et 273 al. 1 litt. b PPF; paragraphe 449 ch. 3 PPZH. La décision par laquelle une demande de révision en faveur du condamné est admise en application du droit cantonal de procédure pénale ne peut être attaquée par l'autorité d'accusation, par la voie du pourvoi en nullité à la Cour de cassation du Tribunal fédéral, pour violation de l'art. 397 CP."], "faits": "|45|\n\nA.- Als R. am 13. Dezember 1975 mit seinem Personenwagen auf der\n\nSihltalstrasse bei Horgen durch den sog. Tunnelrank, einer mit einer Höchstgeschwindigkeit von 80 km/h signalisierten Linkskurve fuhr, brach das Heck seines Fahrzeuges unvermittelt nach rechts aus. R. verlor darob die Herrschaft über den Wagen und fuhr vor entgegenkommenden Autos nach links über die Sicherheitslinie und die Gegenfahrbahn gegen einen Baum. |46|\n\nB.- Das Statthalteramt Horgen büsste R. am 6. Februar 1976 wegen \"Nichtbeherrschens des Fahrzeuges infolge Nichtanpassens der Geschwindigkeit an die gegebenen Verhältnisse\" (Art. 31 Abs. 1 und 32 Abs. 1 SVG) mit Fr. 250.--.\n\nIn einer späteren gerichtlichen Auseinandersetzung mit der SUVA betreffend die Auszahlung von Versicherungsleistungen ergab eine Expertise, dass R. nicht wegen zu hoher Geschwindigkeit ins Schleudern geraten war, sondern weil er sein Fahrzeug vor kurzem mit einer Mischbereifung (Vorderräder: bereits eingefahrene Fulda-Reifen; Hinterräder: neue Good-Year G 800-Gürtelreifen) versehen hatte. Das Verwaltungsgericht des Kantons Luzern verneinte deshalb am 31. Mai 1978 ein grobfahrlässiges Verhalten des R. und verpflichtete die SUVA zu ungekürzten Versicherungsleistungen.\n\nC.- Am 9. Oktober 1979 verlangte R. unter Berufung auf das im verwaltungsgerichtlichen Verfahren beigezogene Gutachten die Revision der Strafverfügung vom 6. Februar 1976.\n\nDas Obergericht des Kantons Zürich hob am 17. Dezember 1979 in Gutheissung des Wiederaufnahmebegehrens die gegen R. verhängte Strafverfügung des Statthalteramtes Horgen auf und überwies die Akten an diese Instanz mit dem Auftrag, einen neuen Entscheid zu fällen.\n\nD.- Das Statthalteramt Horgen führt Nichtigkeitsbeschwerde wegen Verletzung von Art. 397 StGB. Es macht geltend, es habe die Tatsache, dass R. einen Wagen mit Mischbereifung fuhr, im Strafmass berücksichtigt, auch wenn dies in der Strafverfügung nicht ausdrücklich erwähnt worden sei.\n\nR. beantragt Abweisung der Beschwerde, soweit auf sie überhaupt einzutreten sei.\n\nDas Obergericht hat sich in seinen Gegenbemerkungen vom 11. März 1980, die den Parteien zur Kenntnisnahme übermittelt wurden, dahin vernehmen lassen, dass dem Statthalteramt auch im Wiederaufnahmeverfahren zugunsten des Verurteilten nach kantonalem Recht in Übertretungssachen Parteistellung zukomme und in diesem Fall als öffentlicher Ankläger zu betrachten sei.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 397 StGB haben die Kantone gegenüber Urteilen, die aufgrund dieses oder eines andern Bundesgesetzes ergangen sind, wegen erheblicher Tatsachen oder Beweismittel, |47| die dem Gerichte zur Zeit des früheren Verfahrens nicht bekannt waren, die Wiederaufnahme des Verfahrens zugunsten des Verurteilten zu gestatten. Art. 397 StGB enthält somit eine Weisung an die Kantone, das Rechtsmittel der Revision zugunsten des Verurteilten wegen neuer erheblicher Tatsachen oder Beweismittel in ihre Strafprozessordnungen einzuführen und zu regeln. Dies ist indessen nicht die einzige Funktion dieser Bestimmung. Nach der in BGE 69 IV 137 begründeten Rechtsprechung des Bundesgerichts stellt Art. 397 StGB im Sinne einer Minimalgarantie einen selbständigen bundesrechtlichen Revisionsgrund zugunsten des Verurteilten auf, und kann die Verletzung dieser Bestimmung mit eidgenössischer Nichtigkeitsbeschwerde gerügt werden.\n\n2. Das Obergericht hat seinen das Wiederaufnahmegesuch des Verurteilten gutheissenden Beschluss ausdrücklich auf § 449 Ziff. 3 StPO/ZH gestützt, wonach die Wiederaufnahme des Verfahrens zugunsten des Verurteilten verlangt werden kann, \"wenn Tatsachen und Beweismittel geltend gemacht werden, die dem erkennenden Richter nicht bekannt gewesen waren und welche allein oder in Verbindung mit früher erhobenen Tatsachen die Freisprechung des Angeklagten oder eine mildere Bestrafung rechtfertigen\".\n\nDer Beschwerdeführer behauptet nicht, dass die Vorinstanz ihren Beschluss zu Unrecht auf kantonales Recht statt auf Bundesrecht gestützt habe. Ebensowenig wird geltend gemacht, die vom Obergericht im konkreten Fall gegebene Auslegung des kantonalen Prozessrechts verstosse gegen Bundesrecht, insbesondere gegen Art. 397 StGB. Die Auslegung und Anwendung des kantonalen Rechts, hier § 449 Ziff. 3 StPO/ZH, durch die kantonale Behörde aber ist der Kognition des Bundesgerichts im Verfahren der eidgenössischen Nichtigkeitsbeschwerde entzogen. Kann schon aus diesem Grunde auf die Beschwerde des Statthalteramtes Horgen nicht eingetreten werden, braucht nicht untersucht zu werden, ob die Eingabe den in Art. 273 BStP aufgestellten Anforderungen genügt, was vom Beschwerdegegner bestritten wird, und ob die übrigen Eintretensvoraussetzungen überhaupt erfüllt wären.\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten."}