{"annee": "106", "cour": "IA", "page": "76", "date": "24/9/1980", "cite": ["104 IA 65", "100 IA 386", "94 I 347", "90 I 345", "101 IA 309", "90 I 334", "99 IA 712"], "cite_par": ["121 I 230", "107 IA 273", "119 IA 141", "114 IA 233", "110 IA 99"], "chapeau": "18. Extrait de l'Arrêt de la Ire Cour de droit public du 24 septembre 1980 dans la cause Dussex c. Conseil d'Etat du canton du Valais (recours de droit public)", "regestes": ["Art. 4 Cst.; plan de zones communal; droit d'être entendus des propriétaires intéressés. Les propriétaires fonciers touchés par un plan de zones ont le droit, quelle que soit la nature de ce plan, d'être entendus individuellement avant qu'une décision définitive soit prise au sujet de l'attribution de leurs biens-fonds à une zone déterminée (consid. 2b); il en est de même lorsque le Conseil d'Etat modifie de manière essentielle, lors de la procédure d homologation, un plan de zones établi par une commune (consid. 3)."], "faits": "|76|\n\nGeorges Dussex est propriétaire d'une parcelle d'une surface de 10097 m2, inscrite au cadastre de la commune d'Ayent sous le no 3083. Cette parcelle lui a été adjugée dans le cadre des enchères publiques par lesquelles le syndicat du remaniement parcellaire d'Ayent a mis en vente les parcelles libres dont il était propriétaire.\n\nLa commune d'Ayent a fait établir un projet de règlement des constructions avec plan de zones. Approuvé le 6 octobre 1978 par le Conseil communal, ce projet a été adopté par l'Assemblée primaire le 3 décembre 1978, puis soumis pour homologation au Conseil d'Etat du canton du Valais. Il instituait notamment une zone de développement futur d'une surface |77| de 425,26 hectares, dans laquelle il était en principe possible d'élever des constructions non agricoles sur la base de plans de quartier établis pour une surface minimale de 5000 m2 et avec une densité maximale de 0,20. Aux termes du plan de zones soumis à l'homologation du Conseil d'Etat, la parcelle de Dussex était classée en zone de développement futur. Elle était toutefois qualifiée de zone sensible au sens de l'art. 66 lettre a du règlement.\n\nPar décision du 28 novembre 1979, le Conseil d'Etat a homologué le règlement des constructions et le plan de zones de la commune d'Ayent, en y apportant cependant un certain nombre de modifications. Il a notamment décidé de supprimer, soit de déclasser en zone sans affectation définie, toute la zone de développement futur. La décision du 28 novembre 1979 n'a été notifiée qu'à l'administration communale d'Ayent. Pour le surplus, elle a fait l'objet d'une publication au Bulletin officiel du canton du Valais du 14 décembre 1979. Cette publication précise simplement que le Conseil d'Etat a approuvé, avec des réserves dont il peut être pris connaissance auprès de l'administration communale, le règlement des constructions et le plan de zones de la commune d'Ayent.\n\nAgissant par la voie du recours de droit public, Dussex a demandé au Tribunal fédéral d'annuler la décision du Conseil d'Etat du 28 novembre 1979. Dans ses observations, le Conseil d'Etat a conclu au rejet du recours.", "considerants": "Considérant en droit:\n\nLe Tribunal fédéral a admis le recours et annulé la décision attaquée pour les motifs suivants:\n\n1. b) Le recourant reproche à l'autorité cantonale d'avoir rendu sa décision sans lui avoir donné l'occasion de s'exprimer préalablement à son sujet. C'est à juste titre qu'il n'invoque pas la violation d'une disposition du droit cantonal, car ni l'art. 75 Cst. val., ni les art. 4 ss. de la loi sur les constructions du 19 mai 1924 (LC) LC, ne précisent quelle est la procédure à laquelle est soumise l'homologation d'un règlement communal ou d'un plan de zones par le Conseil d'Etat. L'art. 7 LC se borne simplement à imposer à l'autorité de surveillance de porter sa décision d'homologation à la connaissance du public et de la publier dans le bulletin officiel.\n\nc) Dans de la loi fédérale sur l'aménagement du territoire du 22 juin 1979 (LAT), le Conseil d'Etat a certes fixé une procédure précise pour l'adoption et la modification des plans de |78| zones (Bulletin officiel du canton du Valais du 15 février 1980 p. 121/122). Ce texte garantit également, en application de l'art. 33 LAT, aux personnes touchées par les mesures d'aménagement et qui possèdent un intérêt digne de protection à ce qu'elles soient modifiées, le droit d'être entendues et de former opposition. Toutefois, les dispositions de l'ordonnance du 7 février 1980 ne règlent pas leur droit à l'audition lorsque le plan est modifié de façon sensible à leur détriment par l'autorité de surveillance. Elles ne s'appliquent, au demeurant, pas à la présente espèce en vertu de l'art. 24 al. 2 de l'ordonnance.\n\n2. a) Il est constant que seule la commune a été entendue au cours de la procédure d'homologation de son règlement des constructions et de son plan de zones par le Conseil d'Etat. Bien que l'une des modifications apportées par l'autorité cantonale ait pour conséquence le déclassement de la parcelle du recourant en zone non constructible, celui-ci n'a, au même titre que tous les particuliers touchés par la décision cantonale, pas été consulté sur ce point. Il n'en a été informé que par la publication de la décision attaquée. Il élève, dès lors, à l'encontre de celle-ci, le grief de violation de son droit d'être entendu tel qu'il découle de l'art. 4 Cst. A cet égard, le Conseil d'Etat affirme, dans ses observations sur le recours de droit public, que l'art. 4 Cst., pas plus que le droit cantonal, ne lui fait obligation d'entendre les intéressés avant de prendre la décision de modifier un plan de zones communal, étant donné la nature législative d'un tel plan. La procédure suivie en l'espèce correspondrait, au reste, à une pratique constante, justifiée par l'impossibilité de mettre en oeuvre le droit d'être entendu au bénéfice de tous les particuliers touchés par une mesure de planification affectant l'ensemble d'une région.\n\nb) Comme on l'a vu (supra consid. 1b), le droit cantonal ne contient aucune disposition permettant aux propriétaires intéressés de s'exprimer avant que l'autorité de surveillance ne rende sa décision. Il s'agit dès lors seulement d'examiner si la procédure suivie par l'autorité cantonale est compatible avec les exigences minimales du droit d'être entendu, telles qu'elles découlent de l'art. 4 Cst. (ATF 104 Ia 67 consid. 2a; ATF 101 Ia 310 consid. 1a).\n\nSelon la jurisprudence, un particulier a, moyennant certaines conditions, le droit d'être entendu en procédure administrative avant que ne soit rendue une décision qui le touche dans sa |79| situation juridique. Ce droit ne s'étend toutefois pas à la procédure législative, soit à celle qui conduit à l'adoption de normes générales et abstraites (ATF 104 Ia 67 consid. 2b; ATF 100 Ia 391 consid. 3; ATF 90 I 338 consid. 2). Or, qu'elle ait un effet déclaratoire ou constitutif, la décision par laquelle l'autorité cantonale se prononce sur l'approbation d'un règlement communal ressortit à son devoir de surveillance et fait partie intégrante de la procédure législative (ZIMMERLIN, Baugesetz des Kantons Aargau, p. 405 IV/9).\n\nLa question de la nature juridique d'un plan d'aménagement, soit celle de savoir s'il contient des normes générales et abstraites ou s'il consiste dans un ensemble de décisions individuelles est fort disputée en doctrine et en jurisprudence. Cependant, quelle que soit la réponse donnée à cette question, le fait que le plan de zones soit indissolublement lié à un règlement ne suffit pas, contrairement à ce que soutient le Conseil d'Etat, à refuser le droit d'être entendu aux propriétaires intéressés.\n\nLe Tribunal fédéral, suivi aujourd'hui par la majorité de la doctrine, s'est en effet refusé à classer de manière définitive les plans soit dans la catégorie des règles générales et abstraites (Erlass), soit parmi les décisions individuelles (Verfügung). Il a admis que le plan réunit des éléments des unes et des autres (ATF 104 Ia 67 consid. 2b; ATF 99 Ia 714 consid. 4; ATF 94 I 350 consid. 5; ATF 90 I 354 et 356; IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, vol. I no 11 B I et II, p. 64 ss.; GRISEL, Droit administratif suisse, p. 395/396 ch. 3/b).\n\nTout en maintenant son opinion selon laquelle le plan d'aménagement est une institution intermédiaire entre les actes législatifs et administratifs, le Tribunal fédéral a reconnu aux propriétaires fonciers touchés par un tel plan le droit d'être entendus individuellement, de manière appropriée, avant qu'une décision définitive ne soit prise au sujet de l'attribution de leurs biens-fonds à une zone déterminée. Il a cependant laissé indécise la question de savoir si ce droit pourrait être également garanti en cas d'adoption d'un plan de protection du paysage englobant toute une région (ATF 104 Ia 67 consid. 2b, 1er alinéa in fine). Dans sa jurisprudence antérieure, à laquelle il se réfère expressément dans ce dernier arrêt, le Tribunal fédéral a cependant précisé que la reconnaissance du droit d'être entendu du propriétaire intéressé au cours d'une procédure d'adoption ou de modification d'un plan était indépendant de |80| la nature juridique de celui-ci. Il a admis que, même si l'on assimilait théoriquement le plan à une loi, on devrait dire qu'il constitue un cas particulier auquel il ne serait pas juste d'appliquer le principe selon lequel l'individu n'a pas le droit d'être entendu au cours d'une procédure législative (ATF du 11 septembre 1963 en la cause Balser Terraingesellschaft A.G., publié dans Zbl 1964, p. 216 ss.).\n\nCette conclusion qui rejoint l'avis de la doctrine (IMBODEN/RHINOW, vol. I, op. cit.; no 81 B I/500-501; 87 II 546/7; KNOEPFEL, Demokratisierung der Raumplanung, thèse Berne 1977, p. 203 ss.; MACHERET, \"A propos de l'arrêt 'Rizzi A.G.'\", dans Droit de la construction 1980/3, p. 44) doit être maintenue. Toute autre solution conduirait notamment à traiter de façon différente, sans justification, les propriétaires intéressés par un plan de zones selon qu'ils exercent ou non leurs droits politiques dans la commune. Seuls les premiers seraient appelés à se prononcer sur l'adoption du plan de zones, alors que les seconds seraient privés de tout moyen de donner leur avis à son sujet. Le critère de l'étendue de la région englobée dans un plan, allégué par l'autorité cantonale dans sa réponse au recours, n'est guère convaincant, dans la mesure où une procédure appropriée est de nature à garantir le droit d'être entendu des propriétaires intéressés sans compromettre l'intérêt public à la réalisation de la planification envisagée.\n\n3. Rien ne justifie de limiter à la procédure devant l'autorité communale le droit d'être entendu ainsi reconnu aux intéressés lors de l'adoption ou de la modification de plans de zones, du moins lorsque l'autorité cantonale de surveillance a la compétence de substituer son pouvoir d'appréciation à celui de l'autorité communale et de modifier d'autorité, et sur des points essentiels, le plan élaboré par celle-ci (cf. KRAYENBÜHL, Participation et collaboration dans l'établissement des plans d'aménagement du territoire, ZBl 1979/9 p. 400/401; KNOEPFEL, op. cit., p. 274 ss.). La jurisprudence a clairement posé que si, dans de tels cas, le Conseil d'Etat ne veut pas approuver la répartition des zones projetées par la commune, il doit, avant d'ordonner une modification du plan, entendre les propriétaires touchés par la modification envisagée. On ne peut renoncer à une nouvelle audition que lorsque les propriétaires intéressés ont déjà soulevé dans la procédure communale les mêmes griefs contre la répartition des zones envisagée par le |81| Conseil d'Etat (ATF 104 Ia 68 consid. 2c). Le Tribunal fédéral a par ailleurs admis que cette jurisprudence était applicable à la procédure d'homologation par le Conseil d'Etat valaisan d'un plan de zones concernant tout le territoire habitable d'une commune relativement étendue. Il a déclaré que, dans le cadre d'une telle procédure, le propriétaire qui était d'accord avec le projet communal et dont l'immeuble vient par la suite à être déclassé au cours de la procédure d'approbation par le Conseil d'Etat a le droit, préalablement à la décision de cette autorité, d'en être informé et que possibilité doit lui être donnée de se déterminer sur la modification projetée (ATF du 20 septembre 1978 en la cause Mabillard c. commune de Leytron et VS, Conseil d'Etat, non publié, consid. 2b p. 5).\n\nEn l'espèce, le dossier ne révèle pas si, parallèlement à la procédure législative conduisant à la présentation du projet à l'Assemblée primaire, le Conseil communal d'Ayent a procédé à une mise à l'enquête publique de son plan de zones. Ce fait, de même que la détermination du recourant sur le projet élaboré par la commune, est sans signification pour la solution du présent recours. Ce qui est déterminant, c'est que le Conseil d'Etat a modifié de manière essentielle ce projet et que sa modification a entraîné le déclassement de la parcelle du recourant d'une zone à bâtir, aux possibilités apparemment restreintes, en une zone sans affectation définie, non constructible. Touché de manière importante par la nouvelle répartition, il devait avoir la possibilité de se déterminer à son sujet. Seule une telle possibilité correspond également aux exigences de la loi fédérale sur l'aménagement du territoire du 22 juin 1979, qui n'était à vrai dire pas encore applicable à la présente procédure. En effet, la protection juridique prévue à l'art. 33 LAT, qui exige au moins une voie de recours contre les décisions et les plans d'affectation, serait illusoire si l'autorité exécutive pouvait, sans entendre préalablement les propriétaires concernés, modifier à leur détriment un plan de zones établi par la commune. Il n'appartient pas au Tribunal fédéral de fixer les modalités de mise en oeuvre du droit d'être entendu des propriétaires dans le cadre d'une procédure d'homologation d'un plan de zones, problème qu'il incombe au droit cantonal de résoudre. Il faut cependant constater que dans un cas où, comme en l'espèce, un grand nombre de propriétaires est concerné par les modifications apportées au plan, le Conseil d'Etat peut toujours renvoyer |82| le plan à la commune et exiger qu'elle ordonne une nouvelle publication en indiquant les points sur lesquels l'autorité exécutive entend, dans la procédure d'homologation, s'écarter de la décision communale établissant le plan de zones. Il est toutefois essentiel que les zones concernées par les modifications éventuelles du plan, de même que celles prévues dans la nouvelle répartition, ressortent de la publication afin que les propriétaires intéressés puissent faire usage de leur droit d'opposition. A l'issue de cette procédure de publication, le Conseil d'Etat peut ainsi prendre sa décision en ayant connaissance de toutes les objections et statuer en même temps sur les oppositions avec plein pouvoir d'examen.\n\n4. Vu ce qui précède, il y a lieu d'admettre que le Conseil d'Etat n'a pas respecté le droit d'être entendu du recourant et que, partant, sa décision doit être annulée."}