{"annee": "106", "cour": "V", "page": "107", "date": "2/6/1980", "cite": [], "cite_par": ["129 II 353"], "chapeau": "25. Urteil vom 2. Juni 1980 i.S. Nebauer gegen Schweizerische Kranken- und Unfallkasse \"Krankenfürsorge\" und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 26 al. 3 LAMA. De la portée d'une clause de subsidiarité statutaire, dans l'assurance-accidents pratiquée par une caisse-maladie, au regard de la responsabilité subsidiaire de la Confédération instituée par l'art. 76 al. 3 LCR."], "faits": "BGE 106 V 107 S. 107\n\nA.- Am 23. April 1978 fuhr der 1967 geborene Hans-Rudolf Nebauer mit dem Velo von B. in Richtung F. Wegen eines auf seiner Fahrbahn entgegenkommenden Autos musste er auf die angrenzende Wiese ausweichen, wobei er stürzte und sich einen Schlüsselbeinbruch zuzog. Der Personenwagenlenker setzte seine Fahrt unerkannt fort.\n\nDie Schweizerische Kranken- und Unfallkasse \"Krankenfürsorge\" verfügte am 13. Juni 1978, dass sie für die Unfallheilungskosten nicht aufkommen könne, da sie gemäss Art. 44 lit. g und Art. 45 Ziff. 2 lit. a ihrer Statuten bei Kausalhaftungsfällen bzw. bei Haftung Dritter keine Leistungen zu erbringen habe. Im Falle des Versicherten Hans-Rudolf Nebauer decke die Eidgenossenschaft die Ersatzansprüche für Personenschäden.\n\nB.- Die gegen diese Verfügung erhobene Beschwerde wies das Versicherungsgericht des Kantons Zürich am 27. Februar 1979 mit der Begründung ab, die Bundesdeckung nach Art. 76 SVG sei als Haftung Dritter im Sinne der erwähnten statutarischen Bestimmungen zu qualifizieren. Zur Deckung dieser Haftpflicht habe der Bund bei der Zürich-Versicherungsgesellschaft eine Versicherung abgeschlossen.\n\nC.- Mit vorliegender Verwaltungsgerichtsbeschwerde erneuert Hans-Rudolf Nebauer das Begehren, die streitigen Unfallheilungskosten seien von der Kasse zu übernehmen. Die BGE 106 V 107 S. 108Begründung wird, soweit erforderlich, in den nachfolgenden Erwägungen wiedergegeben.\n\nDie Kasse lässt sich zur Verwaltungsgerichtsbeschwerde nicht vernehmen. Das Bundesamt für Sozialversicherung beantragt Gutheissung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 45 Ziff. 1 ihrer Statuten übernimmt die Beschwerdegegnerin Unfallheilungskosten im gleichen Rahmen wie bei Krankheit. Keine Leistungspflicht besteht jedoch bei Krankheit und Unfällen, die \"Kausalhaftungsfälle darstellen, wenn ein Dritter ohne eigenes Verschulden und ohne vertragliche Verpflichtung nach Gesetzesvorschrift haftbar ist\" (Art. 44 lit. g der Statuten). Im weiteren sind Kassenleistungen von der Versicherung \"ausgeschlossen, soweit eine Haftung Dritter besteht. Die auf Subsidiärhaftung beruhenden Versicherungsleistungen der Kasse werden nur dann von ihr erbracht, wenn das Mitglied gegenüber einem anderweitigen Versicherungsinstitut bzw. einem Drittleistungspflichtigen auch ohne Bestehen der Kassenmitgliedschaft keinen Entschädigungsanspruch besitzt...\" (Art. 45 Ziff. 2 lit. a der Statuten).\n\nDie als Subsidiärklauseln zu verstehenden Art. 44 lit. g und Art. 45 Ziff. 2 lit. a der Statuten bezwecken, die Kasse vom Kreis der Einstandspflichtigen auszunehmen, soweit anderweitige Ersatzpflichtige für Heilungskosten und Erwerbsausfall aufkommen müssen. Die Kasse soll nicht vor oder gleichzeitig mit andern Ersatzpflichtigen haftbar werden können.\n\n2. Gemäss Art. 76 Abs. 1 des Bundesgesetzes über den Strassenverkehr (SVG; SR 741.01) deckt der Bund nach den Grundsätzen über die Halterversicherung die Ersatzansprüche für die von unbekannten Motorfahrzeugen oder Radfahrern verursachten Personenschäden sowie für Sachschäden, die einen vom Bundesrat festzusetzenden Selbstbehalt des Geschädigten übersteigen. Gemäss Abs. 3 dieser Bestimmung deckt der Bund nur den Teil des Schadens, für den der Geschädigte nicht anderweitig Ersatz beanspruchen kann. Leistungen aus privaten Lebensversicherungsverträgen sowie die in Form einer Kapitalabfindung oder eines Taggeldes geleisteten Entschädigungen aus privaten Unfallversicherungsverträgen werden indessen auf die Ansprüche des Geschädigten gegen den Bund nicht angerechnet.\n\nBGE 106 V 107 S. 109\n\nDie Ersatzpflicht des Bundes tritt demnach erst dann ein, wenn der Betroffene alle andern Möglichkeiten der Schadensdeckung ausgeschöpft hat. Mit andern Worten besitzt der Geschädigte so lange keinen Anspruch auf Leistungen des Bundes, als eine Entschädigungspflicht Dritter besteht. Nicht anrechenbar sind lediglich Ansprüche aus Summenversicherungen. Daraus folgt, dass die Bundesdeckung gemäss Art. 76 SVG als (absolut) subsidiär gegenüber anderweitigen Ersatzpflichtigen zu betrachten ist (H. OSWALD, Revision des Strassenverkehrsgesetzes, in ZBJV 1975, S. 229; DESCHENAUX/TERCIER, La responsabilité civile, S. 150).\n\n3. Es stellt sich somit die Frage, ob den statutarischen Subsidiärklauseln der Kasse gegenüber Art. 76 Abs. 3 SVG der Vorrang eingeräumt werden kann.\n\nIn der bundesrätlichen Botschaft betreffend Änderung des Bundesgesetzes über den Strassenverkehr vom 14. November 1973 (BBl 1973 II 1204/5) wird die Subsidiarität der Bundesdeckung wie folgt begründet:\n\n\"Die soziale Begründung dieser Norm und der Umstand, dass der Bund für seine Leistungen keine Prämien bezieht, sondern aus öffentlichen Mitteln aufzukommen hat, charakterisiert die Bundesdeckung als subsidiär gegenüber andern Versicherungsträgern, an die sich der Geschädigte halten kann. In der praktischen Anwendung des Art. 76 SVG wurde in verschiedenen Fällen die Subsidiarität der Bundesdeckung bestritten und die Ansicht vertreten, dass der Bund solidarisch mit den Haftpflichtversicherern der übrigen an einem Unfall beteiligten Fahrzeuge hafte (ebenso Bussy/Rusconi, Code suisse de la circulation, S. 292; Wehrli, Solidarität mit andern Haftpflichtigen oder absolute Subsidiarität der Bundesdeckung? in SVZ 1972, S. 97 ff.; Oftinger II/2 S. 826 ff.) oder sogar eine primäre Leistungspflicht des Bundes bestehe.\n\nUm inskünftig Auslegungsschwierigkeiten zu vermeiden, sehen wir in Abs. 3 eine Subsidiärklausel vor. Darnach hat der Geschädigte keinen Anspruch gegen den Bund, soweit z.B. Haftpflichtversicherungen anderer am Unfall beteiligter Fahrzeuge für den Schaden oder Krankenkassen oder Unfallversicherungen für schadenabhängige Kosten (z.B. Arzt- und Heilungskosten) aufkommen; einen allenfalls die Leistung dieser Versicherungsträger übersteigenden Schadenteil hat jedoch der Bund zu übernehmen.\"\n\nSchon bei den Vorarbeiten zum Bundesgesetz über den Motorfahrzeug- und Fahrradverkehr vom 15. März 1932 (MFG) liess sich deutlich die Tendenz erkennen, den im Strassenverkehr Geschädigten einen möglichst lückenlosen Versicherungsschutz zu bieten. Besondere Probleme stellten sich dabei für die BGE 106 V 107 S. 110Deckung von Schäden, die von Strolchenfahrern und nichtversicherten oder unbekannt gebliebenen Fahrzeugen verursacht wurden. Man erachtete es als mit dem sozialen Empfinden unvereinbar, in solchen Fällen - im Vordergrund stand damals namentlich die Strolchenfahrt - das schuldlose Verkehrsopfer den Schaden selber tragen zu lassen (P. PORTMANN, Strolchenfahrt und Strolchenfahrtenversicherung, Diss. Bern 1952, S. 7; P. STAUB, Die Ergänzung der Motorfahrzeug-Haftpflichtversicherung nach Art. 75 und 76 SVG, Diss. Bern 1968, S. 36). Eine Lösung hinsichtlich der unbekannten Schädiger brachte allerdings erst das neue Strassenverkehrsgesetz (SVG). Da sich der im Entwurf vom Januar 1952 zum SVG gemachte Vorschlag, die Gesamtheit der Haftpflichtversicherer und damit indirekt die Motorfahrzeughalter zu behaften, nicht durchzusetzen vermochte und sich keine andere realisierbare Lösungsmöglichkeit bot, wurde in Anlehnung an die frühere Regelung für die Strolchenfahrtenschäden die Hilfseinrichtung des Art. 76 SVG geschaffen. Daraus erhellt, dass der Gesetzgeber mit Art. 76 SVG eine als sozial nicht vertretbar empfundene Lücke in der Schadensdeckung schliessen wollte (BBl 1973 II S. 1204). Die Zurechnung des von einem unbekannten Fahrzeug verursachten Schadens an den Bund erfolgt ausschliesslich aus dieser Begründung heraus. Entgegen der von Kasse und Vorinstanz vertretenen Auffassung hat der Bund für die Deckung dieser Schäden nicht eine Versicherung abgeschlossen. Vielmehr erledigt gemäss einem Abkommen des Bundes mit den UDK-Versicherungsgesellschaften die jeweils geschäftsführende Gesellschaft lediglich die Schadenregulierung. Der Bund zahlt dieser Gesellschaft die von ihr erbrachten Schadenersatzleistungen zuzüglich einer Erledigungsgebühr und der Barauslagen, vermindert um den Regressertrag, in vollem Umfange zurück. Prämien entrichtet der Bund nicht.\n\nAnders verhält es sich mit der von der Beschwerdegegnerin übernommenen Verpflichtung, den Beschwerdeführer auch gegen Unfall zu versichern. Dafür bezieht sie vom Versicherten Prämien und kommt überdies in den Genuss von Subventionen. Es handelt sich um eine vom Prinzip der Gegenseitigkeit beherrschte Versicherung. Diese im Verhältnis zu der aus Billigkeit erfolgenden Einstandspflicht des Bundes engere und stärker verpflichtende Beziehung zwischen Beschwerdegegnerin und Beschwerdeführer rechtfertigt es, der Subsidiarität BGE 106 V 107 S. 111gemäss Art. 76 Abs. 3 SVG den Vorrang einzuräumen. Demzufolge hat die Leistungspflicht der Kasse der Bundesdeckung vorzugehen. Die Beschwerdegegnerin wird deshalb die zu erbringenden gesetzlichen und statutarischen Leistungen zu bestimmen und gegebenenfalls eine neue Verfügung darüber zu erlassen haben.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid des Versicherungsgerichts des Kantons Zürich vom 27. Februar 1979 und die Verfügung der Schweizerischen Kranken- und Unfallkasse \"Krankenfürsorge\" vom 13. Juni 1978 aufgehoben. Die Sache wird an die Schweizerische Kranken- und Unfallkasse \"Krankenfürsorge\" zurückgewiesen, damit sie im Sinne der Erwägungen verfahre."}