{"annee": "106", "cour": "II", "page": "75", "date": "11/3/1980", "cite": ["102 II 85"], "cite_par": ["138 III 276", "116 II 480", "114 II 376", "117 II 101"], "chapeau": "16. Urteil der I. Zivilabteilung vom 11. März 1980 i.S. Iff AG und ARGE gegen Rathgeb (Berufung)", "regestes": ["Art, 58 al. 1 LCR, responsabilité civile du détenteur de véhicule automobile. Le détenteur de véhicule automobile ne répond, selon l'art. 58 al. 1 LCR, que du dommage corporel et matériel, mais pas des autres dommages."], "faits": "|75|\n\nA.- Werner Rathgeb, der in Niederbipp einen landwirtschaftlichen Betrieb führt, liess am 4. August 1977 durch seinen Angestellten Laube mit einem am Traktor befestigten Tieflockerungsgerät den Boden einer gepachteten Landparzelle aufbrechen. Als Laube mit dem Gerät auf ein Hindernis stiess, von dem er annahm, es sei ein Stein oder etwas Ähnliches, fuhr er zurück und überwand es mit Anlauf. Es handelte sich dabei, wie sich später herausstellte, um eine in nur geringer Tiefe ohne besondere Markierung verlegte Leitung der Elektrizitätsversorgung Niederbipp, durch welche u.a. das Kies- und Betonwerk der Iff AG und die Asphaltaufbereitungsanlage der einfachen Gesellschaft ARGE mit Strom versorgt werden. In beiden Betrieben fiel der Strom während 25 Stunden aus, was zu einer nahezu gänzlichen Stillegung der ausschliesslich mit elektrischer Energie betriebenen Einrichtungen führte.\n\n|76|\n\nB.- Im April 1979 klagten die Iff AG und die ARGE beim Appellationshof des Kantons Bern gegen Rathgeb auf Zahlung von Fr. 11'462.-- und Fr. 36'500.-- Schadenersatz nebst Zins in gerichtlich zu bestimmender Höhe seit wann rechtens.\n\nDer Beklagte anerkannte während des Prozesses die Forderung der ARGE in der Höhe von Fr. 3'973.-- nebst 5% Zins seit 4. August 1977. In seinem Urteil vom 12. September 1979 hielt der Appellationshof diese Schuldanerkennung fest und wies die Klage, soweit weitergehend, ab.\n\nC.- Mit vorliegender Berufung beantragen die Klägerinnen, das Urteil des Appellationshofs aufzuheben und den Beklagten zur Zahlung von Fr. 11'462.-- und Fr. 32'527.-- je nebst 5% Zins seit 23. Juni 1978 zu verpflichten oder die Sache zur Festsetzung des Schadens an die Vorinstanz zurückzuweisen.\n\nDer Beklagte beantragt, die Berufung abzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Auffassung des Appellationshofes haftet der Beklagte als Motorfahrzeughalter gemäss Art. 58 Abs. 1 SVG nicht für jeden Schaden, sondern nur für Schaden infolge Tötung, Körperverletzung oder Sachbeschädigung. Die Vorinstanz fand, die Erstklägerin habe gemäss der betriebswirtschaftlichen Schadensbeurteilung, die der Haftpflichtversicherer des Beklagten bei Ingenieur Hösli einholte und deren Ergebnisse die Klägerinnen anerkannt hätten, weder einen Sachschaden noch einen direkt auf Sachschaden zurückzuführenden Vermögensschaden erlitten. Für die Zweitklägerin ergebe diese Beurteilung einen Sachschaden von Fr. 2'903.-- (unbrauchbar gewordener Asphalt in der Aufbereitungsanlage) und einen direkt auf den Sachschaden zurückgehenden Vermögensschaden von Fr. 1'070.-- (Ausräumungskosten). Die Summe dieser Beträge entspreche dem, was der Beklagte bereits vorprozessual anerkannt habe.\n\nDie Klägerinnen rügen, die Vorinstanz habe Art. 62 Abs. 1 SVG übersehen, wonach Art und Umfang des Schadenersatzes sich nach den Grundsätzen des Obligationenrechts über unerlaubte Handlungen und nicht nach allfälligen Wortinterpretationen von Art. 58 Abs. 1 SVG richteten. Der Schadenersatz erschöpfe sich bei Sachschaden nicht im Ersatz des Wertes der |77| beschädigten Sache, sondern umfasse sowohl damnum emergens wie lucrum cessans, worüber sich Lehre und Rechtsprechung schon unter der Herrschaft der gleichlautenden Bestimmungen der Art. 37 und 41 MFG einig gewesen seien. Sodann habe die Vorinstanz unbesehen die vom Experten vorgenommene Unterscheidung in Sachschäden als direkte Folge des Stromausfalles, direkt auf Sachschäden zurückzuführende Vermögensschäden und reine, nicht auf Sachschäden zurückgehende Vermögensschäden übernommen, obgleich dem Experten als juristischem Laien die Unterteilung in Sach-, Personen- und sonstigen Schaden nicht geläufig sei, was sich aus seiner Umschreibung des reinen Vermögensschadens eindeutig ergebe. Es handle sich bei den unter diesem Titel genannten Beträgen um entgangenen Gewinn und damnum emergens, die nach der bundesgerichtlichen Rechtsprechung zum Sachschaden zu zählen und vom Beklagten daher zu ersetzen seien.\n\n2. Die Auffassung der Vorinstanz, der Beklagte hafte einzig und ausschliesslich, sofern die Voraussetzungen von Art. 58 Abs. 1 SVG erfüllt sind, ist unangefochten geblieben.\n\nNach dem Wortlaut dieser Bestimmung haftet der Halter eines Motorfahrzeugs für den Schaden, wenn durch den Betrieb des Fahrzeugs ein Mensch getötet oder verletzt oder Sachschaden verursacht wird. Die sprachliche Fassung lässt die Beschränkung der Haftpflicht des Motorfahrzeughalters auf Personen- und Sachschaden klar erkennen. Das kam bereits in den parlamentarischen Beratungen sowohl zum inhaltlich gleichen Art. 37 Abs. 1 MFG (Sten.Bull. 1931 N, Voten Pfister S. 213 und 214, Meuli, S. 221, Schaerer, S. 222, Häberlin, S. 227 und Baumann, S. 231) wie auch zum jetzt geltenden Art. 58 Abs. 1 SVG (Sten.Bull. 1957 N, Voten Guinand, S. 221, Eggenberger, S. 224 und Guinand, S. 233; Sten.Bull. 1958 S, Votum Müller, S. 118) unübersehbar zum Ausdruck. Die Lehre geht, soweit diese Frage überhaupt berührt wird, übereinstimmend dahin, im Rahmen von Art. 58 Abs. 1 SVG werde nur für Personen- und Sachschaden gehaftet (OFTINGER, Schweiz. Haftpflichtrecht, Bd. II/2, 2. Auflage, S. 512; KELLER, Haftpflicht im Privatrecht, 3. Auflage, S. 45; TERCIER, De la distinction entre dommage corporel, dommage matériel et autres dommages, Festschrift Assista 1968-1978, S. 258), und diese Auffassung herrscht auch in der Versicherungspraxis vor (OSWALD, Versicherungsleistung und Schadenersatz, Schweizerische |78| Versicherungszeitschrift 1976, S. 5; SCHAER, Das gerissene Stromleitungskabel, Versicherungskurier 2/1979, S. 52). Die Beschränkung der Haftpflicht des Motorfahrzeughalters auf Personen- und Sachschaden ist offensichtlich nicht zufällig, sondern vom Gesetzgeber gewollt und systemgerecht, ist doch in weiteren Bestimmungen (Art. 61, 63, 64 und 70 SVG) stets von Personen- und Sachschaden die Rede.\n\nDie Klägerinnen vermögen dem nichts Stichhaltiges entgegenzusetzen. Der von ihnen angeführte Art. 62 Abs. 1 SVG umschreibt nicht die Voraussetzungen der Haftung, bezieht sich nach seiner eindeutigen Fassung namentlich nicht auf den Schaden, sondern handelt lediglich von \"Art und Umfang des Schadenersatzes\" und verweist nur insoweit auf die Grundsätze des Obligationenrechts über unerlaubte Handlungen (Sten.Bull. 1957 N, Votum Eggenberger, S. 234). Auch diese Bestimmung ändert demnach nichts daran, dass die Frage, für welche Schäden der Motorfahrzeughalter haftet, ausschliesslich von Art. 58 Abs. 1 SVG geregelt wird. Deshalb ist auch der Hinweis darauf unbehelflich, dass grundsätzlich jeder Nachteil zu ersetzen sei, den der Schadensbegriff erfasse, bei Sachschaden also sowohl damnum emergens wie lucrum cessans (vgl. OFTINGER, a.a.O., Bd. I, 4. Auflage, S. 57). Die Dreiteilung des Schadens in Personen-, Sach- und sonstigen Schaden ist im schweizerischen Recht allgemein geläufig (OFTINGER, a.a.O., I, S. 61; KELLER, a.a.O., S. 44; TERCIER, a.a.O., S. 251), und was den einzelnen dieser Schadensarten zuzuordnen ist, durchwegs einheitlich umschrieben (OFTINGER, a.a.O., I, S. 61; KELLER, a.a.O., S. 44; TERCIER, a.a.O., S. 252 ff.). Der Hinweis der Klägerinnen auf OFTINGER (a.a.O., I, S. 61 Fussnote 38), der die Terminologie KELLERS (a.a.O., S. 39 ff.) als persönlich gefärbt bezeichnet, geht fehl, da OFTINGER offensichtlich nicht auf diese Unterscheidung, die er selber auch macht, Bezug nimmt. Was schliesslich unter der Herrschaft anderer Haftungsbestimmungen entschieden worden ist, beispielsweise gestützt auf Art. 55 OR (BGE 102 II 85) oder Art. 22 MO (BGE 101 Ib 252), kann für den Gehalt von Art. 58 Abs. 1 SVG nicht entscheidend sein, wenn er eine Haftung des Motorfahrzeughalters eben nur für den Fall vorsieht, dass ein Mensch getötet oder verletzt oder Sachschaden verursacht worden ist. Geschädigter im Sinne dieser Bestimmung kann nur sein, wer einen Personen- oder Sachschaden erlitten hat, nicht ausserdem, wer |79| von einem sonstigen Schaden betroffen worden ist, selbst wenn dieser mit dem einem anderen erwachsenen Sachschaden mittelbar zusammenhängt.\n\n3. Der Erstklägerin ist gemäss der bei Ingenieur Hösli eingeholten betriebswirtschaftlichen Schadensbeurteilung, deren Ergebnisse die Klägerinnen nach der Feststellung der Vorinstanz anerkannt haben, offensichtlich kein Sachschaden im Sinne von Art. 58 Abs. 1 SVG erwachsen. Als solcher fiele nur ein Schaden in Betracht, der aus Zerstörung, Beschädigung oder Verlust einer ihr gehörenden Sache sich ergeben hat (OFTINGER, a.a.O., I, S. 61; KELLER, a.a.O., S. 45; TERCIER, a.a.O., S. 253).\n\nDie Zweitklägerin hat insofern einen Sachschaden erlitten, als der Asphalt, der sich in der Aufbereitungsanlage befand, unbrauchbar wurde und aus ihr entfernt werden musste. Dass dieser Sachschaden mehr als die vom Beklagten anerkannten Fr. 3'973.-- betrage, darin insbesondere der entgangene Gewinn oder andere zu berücksichtigende Rechnungsgrössen nicht verrechnet wurden, macht die Zweitklägerin nicht geltend. Der weitere Schaden, den der Experte als reinen, nicht direkt auf Sachschäden zurückzuführenden Vermögensschaden bezeichnete, steht in keinem ursächlichen Zusammenhang mit dem der Zweitklägerin erwachsenen Sachschaden und erweist sich demnach eindeutig als sonstiger Schaden, der gemäss Art. 58 Abs. 1 SVG nicht zu ersetzen ist. Es trifft daher nicht zu, dass der Experte in seiner Beurteilung von Schadensbegriffen ausgegangen ist, die vor Bundesrecht nicht standhalten, und die Vorinstanz unbesehen darauf abgestellt hat.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Appellationshofes (I. Zivilkammer) des Kantons Bern vom 12. September 1979 bestätigt."}