{"annee": "106", "cour": "II", "page": "173", "date": "15/9/1980", "cite": ["85 II 46"], "cite_par": ["110 IB 94"], "chapeau": "34. Auszug aus dem Urteil der I. Zivilabteilung vom 15. September 1980 i.S. B. gegen B. und K. (Berufung)", "regestes": ["Art. 35 al. 1 OJ. Restitution pour inobservation d'un délai. Faute d'un avocat qui transmet par courrier ordinaire à son client un jugement rendu au préjudice de celui-ci et omet ensuite de vérifier, avant l'expiration du délai de recours en réforme, s'il entend recourir ou non."], "faits": "", "considerants": "BGE 106 II 173 S. 173\n\nAus den Erwägungen:\n\nWiederherstellung gegen die Folgen einer Fristversäumnis kann gemäss Art. 35 Abs. 1 OG nur gewährt werden, wenn der Gesuchsteller oder sein Vertreter durch ein unverschuldetes Hindernis abgehalten worden ist, innert der Frist zu handeln, und binnen zehn Tagen nach dem Wegfall des Hindernisses die Wiederherstellung verlangt und die versäumte Rechtshandlung nachholt. Der Vertreter des Beklagten hat das Gesuch rechtzeitig gestellt und innert der zehntägigen Frist auch die Berufungsschrift eingereicht. Auf das Gesuch ist daher einzutreten.\n\nEin Verschulden im Sinne von Art. 35 Abs. 1 OG kann dem Beklagten selber nicht nachgewiesen werden, da seine Behauptung, das mit gewöhnlicher Post weitergeleitete Urteil nicht erhalten zu haben, sich nicht widerlegen liess und auch die Nachforschungen der Post nichts Gegenteiliges ergaben. Das heisst freilich nicht, eine Partei sei zum vornherein oder gar für BGE 106 II 173 S. 174alle Fälle vom Nachweis zu befreien. Es kann Umstände geben, unter denen dem Adressat ein Beweis für seine Behauptung zugemutet werden kann, z.B. wenn die Postsendung vom Boten Drittpersonen, insbesondere Familiengenossen des Adressaten übergeben wird, die Zustellung an eine bestimmte Person also feststeht. Wie es sich mit der Behauptung des Beklagten verhält, dessen Angaben vom Anwalt nicht bezweifelt werden, kann jedoch dahingestellt werden.\n\nNach dem Wortlaut des Art. 35 Abs. 1 OG schliesst auch ein Verschulden des Vertreters die Wiederherstellung aus. Ein solches ist im vorliegenden Fall darin zu erblicken, dass der Anwalt des Beklagten sich während des Fristenlaufes nicht vergewisserte, ob sein Klient vom Urteil Kenntnis bekommen habe und es anfechten wolle. Eine Rückfrage lag hier umso näher, als der Anwalt in seinem Begleitschreiben vom 6. Mai 1980 bemerkte, das zweitinstanzliche Verfahren sei \"alles andere als nach unseren Wünschen verlaufen\", und er die Urteilsbegründung selber nicht für stichhaltig hielt. Schon deshalb lässt sich im Ernst nicht sagen, der Anwalt habe nach dem gewöhnlichen Lauf der Dinge vermuten dürfen, dass sein Klient die am 6. Mai der Post übergebene Sendung innert nützlicher Frist erhalten, sich mit dem Urteil des Obergerichts aber abgefunden habe. Dass er ihn um umgehenden Bericht bat, falls er das Bundesgericht anrufen wolle, hilft darüber nicht hinweg; das Schweigen des Klienten sprach nicht für, sondern gegen die Vermutung.\n\nDie Unterlassung lässt sich auch nicht mit dem Einwand entschuldigen, dass im Verkehr zwischen Anwälten und ihren Klienten eingeschriebene Briefe angeblich nicht üblich sind und selbst bei gewöhnlichen Postsendungen mit der Zustellung gerechnet werden könne, wenn sie nicht als unzustellbar zurückkämen. Die Vermutung, es liege eine gehörige Zustellung vor und eine Sendung habe den Empfänger erreicht, darf nicht als Ausdruck einer allgemeinen Erwartung gewertet werden. Die Erfahrung zeigt, dass Postsendungen ab und zu in falsche Briefkästen gelangen und auch auf andere Weise verloren gehen können. Selbst wenn eine Sendung in den richtigen Briefkasten geworfen wird, besteht keine volle Gewähr dafür, dass sie den Adressat auch erreicht. Sie kann in Zeitschriften oder Reklamesendungen geraten, die den Empfänger nicht interessieren und daher ohne genaue Kontrolle weggeworfen werden. Bei BGE 106 II 173 S. 175Briefkästen, die angefüllt sind oder breite Schlitze aufweisen, besteht zudem die Gefahr, dass Postsendungen von Unbefugten, z.B. Kindern, herausgenommen werden. Auch weitere Fälle von Verlusten sind denkbar.\n\nDiesfalls läuft nicht nur der Kunde, sondern auch der Anwalt Gefahr, eine Rechtsmittelfrist zu versäumen. Der Anwalt kann dem aber dadurch vorbeugen, dass er entweder Mitteilungen über laufende Fristen eingeschrieben zustellen lässt oder sich rechtzeitig durch Rückfrage beim Klienten vergewissert, ob dieser sich mit einem Urteil abfinden oder es weiterziehen will. Auch das gehört zur Pflicht des. Anwalts, seinen Bürobetrieb so zu organisieren, dass Rechtsmittelfristen eingehalten werden können (BGE 85 II 48 und dort angeführte Urteile). Im vorliegenden Fall hat der Anwalt des Beklagten weder das eine noch das andere getan, weshalb er die Säumnis jedenfalls mitverschuldet hat. Das Wiederherstellungsgesuch ist deshalb abzuweisen und auf die Berufung wegen Verspätung nicht einzutreten."}