{"annee": "106", "cour": "IV", "page": "350", "date": "24/10/1980", "cite": ["80 IV 49", "104 IV 28"], "cite_par": ["115 IV 241", "132 III 285", "121 IV 249", "117 IV 415", "118 IV 130"], "chapeau": "86. Urteil des Kassationshofes vom 24. Oktober 1980 i.S. Staatsanwaltschaft des Kantons Graubünden gegen W. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 125 al. 1, 18 al. 3 CP. Devoir de prudence du skieur qui circule sur un espace utilisé visiblement comme terrasse d'une station et comme lieu d'attente et de préparation, au départ d'une piste (consid. 3 litt. c)."], "faits": "BGE 106 IV 350 S. 350\n\nA.- Am 10. Dezember 1978 befand sich W. als Skifahrer im Gebiet des Corvatschgletschers in Silvaplana. Um ca. 14.30 Uhr fuhr er über den Gletscher hinunter gegen die Bergstation. Auf dem plateauartigen Platz vor der Bergstation befanden sich zwei Gruppen von Skifahrern, die stillstanden und rund 10 Meter voneinander entfernt waren. W. fuhr auf das Plateau und wollte zwischen den beiden Gruppen durchfahren. Dabei kollidierte er mit Frau K., die sich von der einen Personengruppe löste, um zur zweiten, weiter unten befindlichen Gruppe zu fahren. Durch diesen Zusammenstoss erlitt Frau K. einen Knöchelbruch am linken Fuss. Sie hat gegen W. Strafantrag wegen fahrlässiger Körperverletzung gestellt.\n\nB.- a) Der Kreisgerichtsausschuss Oberengadin sprach W. am 6. März 1980 von der Anklage der fahrlässigen Körperverletzung (Art. 125 Abs. 1 StGB) frei, im wesentlichen mit der Begründung, der Angeklagte habe nicht damit rechnen müssen, dass sich jemand von der am Fusse der Treppe der Bergstation befindlichen Gruppe bei seinem Herannahen plötzlich lösen und sich quer zu seiner Fahrbahn in Bewegung setzen werde.\n\nb) Die vom Staatsanwalt gegen den Freispruch eingelegte Berufung hat der Ausschuss des Kantonsgerichts am 4. Juni 1980 abgewiesen, da der Nachweis einer Verletzung der in den FIS-Regeln aufgestellten Richtlinien im vorliegenden Fall wegen der widersprüchlichen Zeugenaussagen nicht zu erbringen sei.BGE 106 IV 350 S. 351\n\nC.- Die Staatsanwaltschaft führt gegen dieses Urteil Nichtigkeitsbeschwerde mit dem Antrag, der Freispruch sei aufzuheben und die Sache zur Neubeurteilung und Bestrafung von W. an die Vorinstanz zurückzuweisen.\n\nD.- Der Verteidiger des W. hat sich zur Nichtigkeitsbeschwerde vernehmen lassen. Er beantragt deren Abweisung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In der Nichtigkeitsbeschwerde und in der Vernehmlassung des Verteidigers werden teilweise tatsächliche Feststellungen der Vorinstanz nicht in vollem Umfange übernommen oder kritisiert. Der Kassationshof ist jedoch an den vom Kantonsgericht festgestellten Sachverhalt gebunden und hat sich nur mit der rechtlichen Subsumtion zu befassen (Art. 269/277 bis BStP).\n\n2. Auszugehen ist daher in diesem Verfahren von folgenden, für den Kassationshof verbindlichen, tatsächlichen Feststellungen.\n\na) W. ist in ungebremster, \"sportlicher\" Fahrt auf das Plateau unterhalb der Bergstation gefahren. Aufgrund der in der Beurteilung der Geschwindigkeit nicht übereinstimmenden Aussagen der Zeugen kam die Vorinstanz zum Schluss, der Beweis eines nicht angemessenen Tempos sei nicht erbracht.\n\nb) Auf dem Plateau befanden sich im Abstand von ungefähr 10 Metern zwei grössere Gruppen von Skifahrern. Es handelt sich bei diesem ebenen Platz um den Vorbereitungsraum, wo sich die mit der Bergbahn ankommenden Skifahrer zur Abfahrt bereit machen. Wieviele Skifahrer sich zur Zeit des Unfalls auf dem Plateau befanden, steht nicht genau fest. Selbst nach der in der Vermehmlassung zitierten tiefsten Schätzung umfassten die beiden Gruppen zusammen mindestens 20 Personen bzw. etwa 20 bis 40 Personen.\n\nc) W. wollte nun - immer noch in zügiger Fahrt - den Zwischenraum zwischen den beiden Gruppen zur Durchfahrt benützen, um nachher anzuhalten.\n\nd) Frau K. löste sich - in der Fahrtrichtung von W. gesehen - von der linken Personengruppe, ohne sich zuvor zu vergewissern, ob die Passage zur andern Gruppe ohne Gefahr möglich sei.BGE 106 IV 350 S. 352\n\ne) Es kam zu einer Kollision. Dass der Knöchelbruch von Frau K. die direkte Folge dieser Kollision war, steht ausser Zweifel.\n\n3. Mit der Nichtigkeitsbeschwerde der Staatsanwaltschaft wird die Rechtsfrage zur Entscheidung gestellt, ob die Fahrweise des Beschwerdegegners unter den gegebenen Umständen ein pflichtwidrig unvorsichtiges Verhalten im Sinne von Art. 18 Abs. 3 StGB darstellt. Die Adäquanz des Kausalzusammenhangs zwischen einer allfälligen Verletzung der Sorgfaltspflicht und den eingetretenen Folgen wird mit Recht nicht bestritten.\n\na) Nach Auffassung der Vorinstanz liess sich W. u.a. deswegen keine Sorgfaltspflichtverletzung zuschulden kommen, weil ihm ein Vortrittsrecht zugestanden habe. Sie berief sich hiebei auf die Verhaltensregeln für Skifahrer, die seit der starken Zunahme des Pistenfahrens aufgestellt worden sind und in den FIS-Regeln (Verhaltensregeln der Fédération Internationale de Ski, beschlossen am Kongress in Beirut 1967) eine offiziöse Fassung mit Anspruch auf internationale Anerkennung gefunden haben. Diese FIS-Regeln sind keine Rechtsnormen, sondern Verhaltensempfehlungen, die sich an Skifahrer richten (J. PICHLER, Pisten, Paragraphen, Skiunfälle, Wien 1970, S. 38/9). Da sie vom internationalen Fachverband erlassen worden sind, steht grundsätzlich nichts im Wege, sie als Massstab für die im Skisport üblicherweise zu beachtende Sorgfalt heranzuziehen (vgl. hiezu H.K. STIFFLER, Schweizerisches Skirecht, Derendingen-Solothurn 1978, S. 59 u. 74; M. REINHARDT, Die strafrechtliche Bedeutung der FIS-Regeln, Zürcher Diss. 1976, S. 69; J. PICHLER, a.a.O. S. 40).\n\nb) Den FIS-Regeln lässt sich jedoch keine allgemeine Richtlinie entnehmen, die auf den vorliegenden Fall direkt anwendbar wäre und als Umschreibung pflichtgemässer Vorsicht gelten könnte.\n\nDie FIS-Regel 2 enthält den Grundsatz: \"Jeder Skifahrer muss seine Geschwindigkeit und seine Fahrweise seinem Können und den Gelände- und Witterungsverhältnissen anpassen.\"\n\nIn der FIS-Regel 5 wird das Gebot aufgestellt: \"Wer in eine Abfahrtsstrecke einfahren oder ein Skigelände queren (traversieren) will, muss sich nach oben und unten vergewissern, dass er dies ohne Gefahr für sich und andere tun kann. Dasselbe gilt nach jedem Anhalten (M. REINHARDT, a.a.O., Text der FIS-Regeln S. 55 f.).\" BGE 106 IV 350 S. 353\n\nSetzt man diese beiden Regeln in ein praktikables gegenseitiges Verhältnis, so führt dies bei analoger Anwendung des im Strassenverkehr geltenden Vertrauensprinzips (vgl. Art. 26 SVG, BGE 104 IV 30 f.) etwa zu folgender konkreter Richtlinie:\n\nWer auf einer Piste fährt, darf sich in der Regel darauf verlassen, dass am Rande stehende oder in der Piste anhaltende Skifahrer ihm den Vortritt lassen und nicht plötzlich quer in seine Fahrbahn hineinkommen.\n\nDas Vertrauen auf die Einhaltung der FIS-Regel 5 bildet so die Grundlage dafür, dass der auf der Piste Fahrende seine Geschwindigkeit ohne Verletzung von FIS-Regel 1 (\"Jeder Skifahrer muss sich so verhalten, dass er keinen anderen gefährdet oder schädigt\") nicht auf unvermittelt vom Pistenrand her einbiegende Querfahrer ausrichten muss, sondern sich darauf verlassen darf, dass Einbiegende sich durch einen Blick hangaufwärts über die Gefahrlosigkeit ihres Einbiegemanövers vergewissern.\n\nc) Diese Richtlinie über das Einbiegen und Querfahren auf eigentlichen Abfahrtspisten kann in Vorbereitungs- und Warteräumen, insbesondere bei Berg- und Talstationen von Transportanlagen keine Geltung beanspruchen. Wer - sei es auch im Auslauf einer Piste - in ein Gebiet kommt, welches vorwiegend zum An- oder Abschnallen der Skis benützt wird, durch Gruppen von stillstehenden Skifahrern charakterisiert ist und keine eindeutig der Abfahrt (Durchfahrt) dienende Piste aufweist, sondern topographisch (verhältnismässig eben) und funktionell als Vorplatz einer Station, Warteraum oder Vorbereitungsareal am Beginn einer Abfahrtsstrecke erkennbar ist, muss damit rechnen, dass die dort befindlichen Personen sich auf diesem Platz bewegen, ohne stets auf passierende Skifahrer mit hoher Geschwindigkeit gefasst zu sein. Zwar wird man auch auf einer solchen Vorbereitungs- oder Wartefläche verlangen müssen, dass jeder, der sich in Bewegung setzt, die Behinderung anderer Skifahrer vermeidet und Durchfahrenden den Weg nicht abschneidet. Anderseits hat derjenige, der zwischen vorhandenen Gruppen durchfahren will, seine Geschwindigkeit und seinen Weg (Abstand von Personen) so zu wählen, dass er der unvermittelten Verschiebung eines stillstehenden Skifahrers ausweichen kann. Er darf in dieser Situation, wenn er sich eben nicht auf einer Piste, sondern auf einer Wartefläche BGE 106 IV 350 S. 354befindet, nicht darauf vertrauen, dass jeder, der seine Fahrbahn kreuzen will, ihn rechtzeitig bemerkt und ihm dann den Vortritt gewährt. Während man auf einer Piste füglich von einem Vortrittsrecht des von oben mit üblicher Abfahrtsgeschwindigkeit Herankommenden gegenüber dem vom Pistenrand her Einbiegenden sprechen darf, kann dem von der Piste in einen Warte- oder Vorbereitungsraum Einfahrenden kein Vortrittsrecht gegenüber den dort stehenden Skifahrern zuerkannt werden. Erfahrungsgemäss ist auf einem solchen Platz mit Personen zu rechnen, die sich von einer Gruppe unvermittelt lösen. Das muss der von der Piste her Kommende bei seiner Fahrweise berücksichtigen.\n\n4. a) Im vorliegenden Fall steht fest, dass sich die Kollision nicht auf einer klar erkennbaren Fortsetzung der Abfahrtspiste, sondern auf einer zum Vorbereitungsraum gehörenden Fläche ereignete. Im ganzen Verfahren wurde auch nie geltend gemacht, die Verletzte habe eine eigentliche Piste überquert, sondern aus allen Aussagen ergibt sich, dass W. von der Piste her auf ein der Vorbereitung dienendes Gelände fuhr und - wie er selber sagt - dort anhalten wollte. Der ungenauen Bemerkung im angefochtenen Urteil, W. habe sich auf einer \"öffentlichen Piste befunden, welche auf dem Plateau endete\", lässt sich nichts Gegenteiliges entnehmen. Es besteht kein Anhaltspunkt dafür, dass die Durchfahrt zwischen den beiden Skifahrergruppen durch die klare Linienführung einer Piste bedingt war.\n\nIndem W. so schnell auf das Plateau vor der Bergstation fuhr und zur linken Skifahrergruppe einen so geringen Abstand einhielt, dass er einer unvermittelt von dort wegfahrenden Person nicht ausweichen konnte, handelte er nach dem Gesagten pflichtwidrig unvorsichtig. Im Vorbereitungsraum bei der Bergstation musste er auf eine solche unaufmerksame Bewegung eines Skifahrers gefasst sein. Ob für die Kollision eher die Geschwindigkeit oder eher der geringe Abstand kausal war, ist letztlich ohne Belang. Auf jeden Fall hat W. seine Fahrweise insgesamt - wie die Kollision beweist - nicht auf eine solche in der gegebenen Situation keineswegs ungewöhnliche Verschiebung aus einer stillstehenden Gruppe heraus eingestellt, sondern gewissermassen ein Vortrittsrecht vorausgesetzt. Diese aus den festgestellten Tatsachen sich ergebende Schlussfolgerung wird durch die unterschiedliche Beurteilung der BGE 106 IV 350 S. 355Geschwindigkeit durch die Zeugen nicht in Frage gestellt.\n\nb) Anders wäre höchstens zu entscheiden, wenn die Kollision sich ausserhalb des Vorbereitungsraumes ereignet hätte und W. auf einer eigentlichen Abfahrtspiste talwärts gefahren wäre. Wie es sich dabei verhält, wenn auf den beiden Seiten einer klar erkennbaren Piste Skifahrergruppen stehen, kann hier aber offen bleiben. Es braucht nicht entschieden zu werden, ob und allenfalls unter welchen Voraussetzungen solche Massierungen am Pistenrand (oder auf der Piste) das erhöhte Risiko von Traversierungen und plötzlichen Einbiegemanövern erkennen lassen und (analog Art. 26 Abs. 2 SVG) den auf der Piste Herankommenden zu erhöhter Vorsicht verpflichten (vgl. BGE 80 IV 52). Im Vorbereitungsraum bei einer Bergstation jedenfalls kann der von einer Abfahrt her Einfahrende sich nicht auf ein Vortrittsrecht verlassen, sondern muss seine Fahrweise den besondern Verhältnissen anpassen und darauf gefasst sein, dass ein unaufmerksamer Skifahrer in seine (von ihm frei gewählte) Fahrbahn treten könnte. Diese Vorsichtspflicht in Vorbereitungs- und Warteräumen hat W. klar missachtet und sich damit eines fahrlässigen Verhaltens schuldig gemacht. Dass auch die Verletzte ihrer Vorsichtspflicht nicht nachgekommen ist, hebt das Verschulden von W. nicht auf."}