{"annee": "106", "cour": "IB", "page": "125", "date": "3/7/1980", "cite": ["94 I 392", "99 IB 493", "99 IA 317", "98 IB 385", "100 IB 101", "97 II 259", "94 I 102", "97 I 530", "98 IA 649", "93 I 1", "94 I 82", "95 I 103"], "cite_par": ["114 IA 307", "118 IB 81", "111 IB 169", "110 IA 67", "109 IB 183", "116 IA 237", "119 IB 91", "107 V 211", "119 IV 65", "116 V 318", "124 II 489", "115 IA 76", "123 I 212", "119 IB 33", "109 IB 177", "120 IB 6", "111 V 279", "109 IA 116", "132 II 65", "111 IB 161", "109 IB 238", "112 II 507", "116 IB 299", "122 III 110", "113 IA 247", "110 IB 63", "121 II 465", "110 IA 136"], "chapeau": "21. Urteil der II. öffentlichrechtlichen Abteilung vom 3. Juli 1980 i.S. Shala und Mitb. gegen Regierungsrat des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["OCF limitant ile nombre des étrangers qui exercent une activité lucrative du 23 octobre 1978. 1. A quelles conditions les étrangers et leurs employeurs sont-ils recevables à former un recours de droit administratif (consid. 2) ou un recours de droit public (consid. 3) contre le refus d'une autorisation de séjour fondé sur l'OCF? 2. Art. 21 al. 4 OCF: la fixation de salaires minima pour les étrangers est en principe admise (consid. 4). Le montant du salaire minimum échappe en l'espèce à toute critique (consid. 5 et 6)."], "faits": "BGE 106 Ib 125 S. 125\n\nAm 7. September 1979 reichte der Inhaber eines Restaurants in Zürich für Rexhep Shala, 1955, jugoslawischer Staatsangehöriger, ein Gesuch um Einreisebewilligung bzw. um Zusicherung BGE 106 Ib 125 S. 126der Aufenthaltsbewilligung zur Betätigung als \"Commis de rang\" für die Sommersaison 1980 ein. Dieses Gesuch wurde am 9. Oktober 1979 aufgrund eines Gutachtens der Arbeitsmarktbehörden von der Fremdenpolizei des Kantons Zürich mit der Begründung abgewiesen, die Herrn Shala zugesicherte Entlöhnung von Fr. 1'900.-- entspreche nicht den orts- und berufsüblichen Lohnbedingungen; als Mindestlohn für die niedrigen Chargen des Servicepersonals seien Fr. 2'150.-- vorgesehen. Der am 31. Oktober 1979 beim Regierungsrat des Kantons Zürich eingereichte Rekurs blieb ohne Erfolg. Gegen den Entscheid des Regierungsrates vom 9. Januar 1980 erheben Rexhep Shala und sein Arbeitgeber fristgerecht staatsrechtliche Beschwerde. Sie rügen eine Verletzung der Handels- und Gewerbefreiheit sowie von Art. 4 BV (Anspruch auf rechtliches Gehör, Willkürverbot, Rechtsgleichheitsgebot). Das Bundesgericht weist die Beschwerde ab, soweit es darauf eintritt.", "considerants": "Erwägungen: I. Eintretensfragen\n\n1. Das Bundesgericht prüft von Amtes wegen und mit freier Kognition, ob es auf die staatsrechtliche Beschwerde eintreten kann. Zunächst stellt sich die Frage, ob die behauptete Rechtsverletzung nicht sonstwie durch Klage oder Rechtsmittel beim Bundesgericht oder einer anderen Behörde hätte gerügt werden können, womit sich die staatsrechtliche Beschwerde als unzulässig erwiese (Art. 84 Abs. 2 OG). Vorliegend wurde das Gesuch um Erteilung einer Einreisebewilligung bzw. um Zusicherung der Aufenthaltsbewilligung letztinstanzlich vom Regierungsrat abgewiesen. Nach Art. 18 des Bundesgesetzes über Aufenthalt und Niederlassung der Ausländer vom 26. März 1931 (ANAG) ist der eine Bewilligung verweigernde kantonale Entscheid unter Vorbehalt von Art. 21 des gleichen Gesetzes (Asylgesuch beim Bundesrat) endgültig. Damit entfällt gemäss Art. 74 lit. e VwVG die Möglichkeit, Beschwerde an den Bundesrat zu führen. Art. 18 ANAG schliesst indessen lediglich den Verwaltungsweg aus; die Zulässigkeit der Verwaltungsgerichtsbeschwerde und der staatsrechtlichen Beschwerde an das Bundesgericht richtet sich ausschliesslich nach den Bestimmungen des OG.\n\nBGE 106 Ib 125 S. 127\n\n2. Die staatsrechtliche Beschwerde müsste als Verwaltungsgerichtsbeschwerde entgegengenommen werden, wenn deren Voraussetzungen erfüllt wären.\n\na) Das Bundesgericht beurteilt Verwaltungsgerichtsbeschwerden gegen letztinstanzliche kantonale Verfügungen, welche sich auf öffentliches Recht des Bundes stützen (Art. 5 VwVG in Verbindung mit Art. 97 und 98 lit. g OG). Beim angefochtenen Entscheid des Regierungsrats des Kantons Zürich handelt es sich um eine solche Verfügung, so dass dagegen grundsätzlich die Verwaltungsgerichtsbeschwerde ergriffen werden kann. Sie ist nach Art. 100 lit. b Ziff. 3 OG auf dem Gebiete der Fremdenpolizei indessen unzulässig gegen die Erteilung oder Verweigerung von Bewilligungen, auf die das Bundesrecht keinen Anspruch gibt. Das Bundesrecht stellt den Entscheid über die Zusicherung, Erteilung oder Erneuerung einer Aufenthaltsbewilligung nach Art. 4 ANAG, im Rahmen der gesetzlichen Vorschriften und der Verträge mit dem Ausland, ins freie Ermessen der Behörde; der Ausländer hat somit grundsätzlich keinen Anspruch auf Anwesenheit in der Schweiz, und auch der schweizerische Arbeitgeber hat grundsätzlich keinen Anspruch darauf, dass einem Ausländer, den er in seinem Betrieb einstellen möchte, eine fremdenpolizeiliche Bewilligung im Sinne von Art. 4 ANAG erteilt werde.\n\nb) Eine Ausnahme gilt insoweit, als ausländischen Staatsangehörigen durch staatsvertragliche Sonderregelungen das Recht auf Erteilung oder Verlängerung der Aufenthaltsbewilligung eingeräumt wird (BGE 99 Ia 320 f.; BGE 98 Ia 650; BGE 97 I 533). Eine solche Vorzugsstellung lässt sich für die Beschwerdeführer aus dem zwischen der Schweiz und Serbien (heute: Jugoslawien) am 16. Februar 1888 abgeschlossenen Niederlassungs- und Konsularvertrag (SR 0.142.118.181) nicht ableiten. Zwar bestehen aus der Zeit vor dem ersten Weltkrieg teilweise noch heute gültige Niederlassungsverträge etwa mit Frankreich, Deutschland, Österreich und England, die die betreffenden Staatsangehörigen berechtigen, sich auf schweizerischem Staatsgebiet aufzuhalten und sich an jedem beliebigen Ort niederzulassen (vgl. BS 11 S. 615, 629, 653, 722). Wortgleich mit dem zwischen Frankreich und der Schweiz abgeschlossenen Vertrag bestimmt Art. 1 des Niederlassungsvertrages mit Serbien: BGE 106 Ib 125 S. 128\n\n\"Die Serben sind in jedem Kantone der Eidgenossenschaft in bezug auf ihre\n\nPersonen und ihr Eigentum auf dem nämlichen Fusse und auf die gleiche Weise\n\naufzunehmen und zu behandeln, wie es die Angehörigen der andern Kantone\n\nsind oder noch werden sollten. Sie können daher in der Schweiz ab und zu\n\ngehen und sich daselbst zeitweilig aufhalten, wenn sie den Gesetzen und\n\nPolizeiverordnungen nachleben.\" Seit dem ersten Weltkrieg werden diese Vertragsbestimmungen jedoch, meist ohne dass dies in zusätzlichen Abkommen festgelegt wurde, in stillschweigendem gegenseitigem Einverständnis restriktiv ausgelegt und nur noch auf diejenigen Staatsangehörigen der Vertragspartner angewandt, die bereits eine Niederlassungsbewilligung besitzen. Für alle anderen ausländischen Staatsangehörigen gelten die alten Staatsverträge nur unter dem Vorbehalt entgegenstehenden Landesrechts (Urteil vom 27. April 1979 i.S. Milic; Urteil vom 13. Oktober 1972 i.S. Banque de Crédit international = BGE 98 Ib 385, nicht publizierte Erwägung 4; Urteil vom 28. Oktober 1974 i.S. Spendlingwimmer und Mitbeteiligte, Erwägung 2; STOFFEL, Die völkervertraglichen Gleichbehandlungsverpflichtungen der Schweiz gegenüber den Ausländern, 1979, S. 114 f., insbesondere 132; so auch der Bundesrat in VPB 39/1975 Nr. 46). Die Beschwerdeführer haben demnach gestützt auf den Staatsvertrag mit Serbien keinen Rechtsanspruch auf Erteilung der Bewilligung, so dass die Verwaltungsgerichtsbeschwerde jedenfalls aus diesem Grunde nicht zulässig ist.\n\nc) Vorliegend wurde das Gesuch um Zusicherung einer Aufenthaltsbewilligung gestützt auf Art. 21 der Verordnung des Bundesrates über die Begrenzung der Zahl der erwerbstätigen Ausländer vom 23. Oktober 1978 (Verordnung; SR 823.21) mit der Begründung abgewiesen, die Arbeitgeberfirma wolle dem Ausländer Shala nicht einen orts- und berufsüblichen Lohn auszahlen. Es fragt sich, ob dieser Umstand an der Unzulässigkeit der Verwaltungsgerichtsbeschwerde etwas zu ändern vermag. Nach Art. 25 der Verordnung richtet sich das Beschwerdeverfahren nach den allgemeinen Bestimmungen über die Bundesrechtspflege; auch der Arbeitgeber ist zur Beschwerde berechtigt. Daraus ist zu schliessen, dass die Verwaltungsgerichtsbeschwerde auch im Rahmen der Anwendung der Verordnung ausgeschlossen ist, soweit die Erteilung oder Verweigerung einer fremdenpolizeilichen Bewilligung, auf die das Bundesrecht keinen Anspruch gibt, in Frage steht.\n\nBGE 106 Ib 125 S. 129\n\naa) Bei der Anwendung der Verordnung stellt sich, teils im Rahmen der Beurteilung eines Gesuchs um eine fremdenpolizeiliche Bewilligung, teils selbständig aufgrund eines Feststellungsbegehrens oftmals die Frage, ob ein schweizerischer Betrieb oder ein Ausländer überhaupt den Beschränkungen der Verordnung unterstellt sei. Verschiedene Bestimmungen beschränken den Anwendungsbereich der Verordnung. So bezieht sich Art. 1 ausschliesslich auf erwerbstätige Niedergelassene, Jahresaufenthalter und Saisonarbeiter. Ob eine Person diese Voraussetzung erfüllt, entscheidet die Bewilligungsbehörde, also die kantonale Fremdenpolizei (vgl. Urteil vom 15. März 1978 i.S. Lembke und Mitbeteiligte). Im weiteren kennt die Verordnung in Art. 2 und 3 Personen, welche den Beschränkungen nicht unterworfen sind (z.B. Ausländer, die mit einer Schweizerin verheiratet sind), sowie weitere Ausnahmen von der Zulassungsbeschränkung (z.B. Angehörige diplomatischer Missionen). Über die Unterstellung unter diese Ordnung und die Begrenzungsmassnahmen nach den Art. 2 und 3 entscheidet das Bundesamt für Ausländerfragen (Art. 18 Abs. 1 lit. a (früher: BIGA); vgl. BGE 100 Ib 101; Urteile vom 14. August 1972 i.S. Josefheim; vom 17. Mai 1974 i.S. Fédération catholique romaine neuchâteloise). Die bisher aufgeführten Fallgruppen sind den Beschränkungen der Verordnung in keiner Weise unterworfen. Auf der andern Seite kennt die Verordnung Betriebe, die überhaupt keine ausländischen Arbeitskräfte erhalten und aus diesem Grunde von der Anwendbarkeit der Verordnung und damit von den Ausländerkontingenten generell ausgeschlossen sind. Das ist dann der Fall, wenn über ein Unternehmen die Bewilligungssperre verhängt wird (Art. 23 Abs. 2 Verordnung; Urteil vom 3. Juli 1980 i.S. Bindella). Schliesslich gibt es Unternehmen, die generell keine Saisonarbeitskräfte anstellen können, weil sie keinen saisonalen Charakter aufweisen (Art. 11 Abs. 1 Verordnung). Bestehen schwerwiegende Zweifel, ob die Voraussetzungen für die Beschäftigung von Saisonarbeitskräften nach Art. 11 erfüllt sind, dann entscheidet das BIGA darüber (vgl. BGE 99 Ib 495; Urteil vom 3. Februar 1978 i.S. Le Rosey).\n\nSoweit im Rahmen der Beurteilung eines Gesuches um eine fremdenpolizeiliche Bewilligung die Vorfrage zu entscheiden oder unabhängig von einem konkreten Gesuch ein Feststellungsbegehren zu beurteilen ist, ob ein Betrieb oder ein Ausländer BGE 106 Ib 125 S. 130überhaupt der Verordnung unterstellt sei, ist die Verwaltungsgerichtsbeschwerde zulässig; denn die Feststellung der Anwendbarkeit der Verordnung ist nicht identisch mit der nachfolgenden Verfügung über die Erteilung oder Verweigerung einer fremdenpolizeilichen Bewilligung, weshalb sie nicht unter Art. 100 lit. b Ziff. 3 OG fällt. Meist wird dieser Feststellungsentscheid zudem nicht von der Behörde getroffen, die zum Entscheid über die fremdenpolizeiliche Niederlassungs-, Aufenthalts- oder Toleranzbewilligung zuständig ist. Das Bundesgericht ist daher stets auf Beschwerden - jedenfalls des Arbeitgebers - eingetreten, welche diese Frage zum Gegenstand hatten (Dritter Meinungsaustausch vom 10. Dezember 1971; Urteil vom 3. Juli 1980 i.S. Bindella; Urteil vom 14. August 1972 i.S. Josefheim; BGE 99 Ib 495; Urteil vom 17. Mai 1974 i.S. Fédération catholique romaine neuchâteloise; BGE 100 Ib 101; Urteil vom 3. Februar 1978 i.S. Le Rosey; Urteil vom 15. März 1978 i.S. Lembke). Ob die Frage der grundsätzlichen Anwendbarkeit der Verordnung vom Ausländer erhoben werden könne, liess das Gericht offen (Urteil vom 15. März 1978 i.S. Lembke). Sie kann auch im vorliegenden Verfahren offen bleiben, weil nicht über die grundsätzliche Anwendbarkeit der Verordnung zu entscheiden ist.\n\nbb) Alle andern Betriebe und ausländischen Arbeitskräfte unterliegen den in der Verordnung vorgesehenen Zulassungsbeschränkungen. Diese sind wie folgt geordnet:\n\nJeder Kanton erhält für Jahresaufenthalter und für Saisonniers ein Kontingent, das er grundsätzlich nicht überschreiten darf (Art. 5 Abs. 1, Art. 10 Abs. 1 sowie Anhang 1 und 2 der Verordnung). Die Bewilligungen, welche das kantonale Kontingent belasten, werden von den kantonalen Fremdenpolizeibehörden ausgestellt (und - soweit es sich um Erteilung oder Zusicherungen, nicht aber um Verweigerungen handelt - vom Bundesamt für Ausländerfragen kontrolliert, Art. 10 Abs. 3 und Art. 19 der Verordnung). Art. 21 enthält arbeitsmarktliche und wirtschaftliche Voraussetzungen für die Erteilung einer kantonalen fremdenpolizeilichen Bewilligung, welche vom zuständigen Arbeitsamt beurteilt werden (Art. 21 Abs. 4). Auch wenn die Voraussetzungen des Art. 21 erfüllt sind, hat weder der Arbeitgeber noch der Ausländer einen Anspruch auf Erteilung der Bewilligung, weil die kantonalen Kontingente nicht überschritten werden dürfen, und weil auch aus den bereits BGE 106 Ib 125 S. 131dargelegten grundsätzlichen Erwägungen kein Anspruch auf eine solche Bewilligung besteht.\n\nNeben den kantonalen Kontingenten besteht ein Bundeskontingent sowohl für Jahresaufenthalter wie für Saisonarbeitskräfte (Art. 7, Art. 13 sowie Anhang 1 und 2 der Verordnung). Über dieses Bundeskontingent entscheidet das BIGA (Art. 18 Abs. 2). Auch ihm werden arbeitsmarktliche und wirtschaftliche, aber auch politische Richtlinien für die Erteilung oder Verweigerung von Bewilligungen beigegeben (Art. 7 und 13). In bezug auf das Bundeskontingent hat sich das Bundesgericht einmal gefragt, ob ein Anspruch auf Erteilung der Bewilligung bestehe, wenn die Voraussetzungen des Art. 7 (damals Art. 6) erfüllt seien; es hat die Frage indessen verneint (zweiter Meinungsaustausch mit dem Bundesrat vom 4. Juni 1970, S. 5).\n\nFür Kurzaufenthalter gilt eine analoge Regelung. Auch hier gibt es kantonale Kontingente sowie ein Bundeskontingent, und es werden die Voraussetzungen für die Erteilung von kantonalen und eidgenössischen Bewilligungen in der Verordnung geordnet (Art. 8 und 9 sowie Anhang 3 zur Verordnung).\n\nDas Bundesgericht führte sowohl im zweiten Meinungsaustausch mit dem Bundesrat vom 4. Juni 1970 (der erste vom 10. Februar 1970 ist nicht mehr von Bedeutung) und insbesondere auch im dritten Meinungsaustausch vom 10. Dezember 1971 aus, dass die Verwaltungsgerichtsbeschwerde innerhalb des Anwendungsbereichs der Verordnung ausgeschlossen sei, weil die dort aufgestellten Regeln weder dem Ausländer noch dem Arbeitgeber einen Rechtsanspruch auf Erteilung der Bewilligung geben. Das gilt sowohl für das Bundeskontingent als auch für die kantonalen Kontingente. Diese Meinungsaustausche hatten zur Folge, dass die Erteilung oder Verweigerung von Aufenthaltsbewilligungen aus dem Bundeskontingent, welche das BIGA verfügt, zunächst mit Beschwerde beim EVD und anschliessend mit Beschwerde beim Bundesrat angefochten werden können. In der \"Verwaltungspraxis der Bundesbehörden\" ist eine grosse Anzahl Bundesratsentscheide veröffentlicht, welche sich mit der Anwendung von Art. 7 (Voraussetzungen - auch arbeitsmarktliche und wirtschaftliche - für die Erteilung von Bewilligungen aus dem Bundeskontingent) beschäftigen (vgl. z.B. VPB 38/1974 Nr. 27, Nr. 65, Nr. 66, Nr. 85, Nr. 86; VPB 39/1975 Nr. 5, Nr. 6; VPB 40/1976 Nr. 2). Hingegen gibt es keine Bundesratsentscheide, welche sich mit BGE 106 Ib 125 S. 132den Kriterien auseinandersetzen, welche bei der Verteilung der kantonalen Kontingente zu berücksichtigen sind (d.h. welche die Anwendung von Art. 21 der Verordnung betreffen). Der Grund dafür liegt darin, dass der eine Bewilligung verweigernde kantonale Entscheid gemäss Art. 1 ANAG endgültig ist, und daher vom Bundesrat nicht überprüft werden kann. Das ändert aber nichts daran, dass die Verwaltungsgerichtsbeschwerde an das Bundesgericht auch gegen die Art und Weise der Verteilung der kantonalen Kontingente unzulässig ist; andernfalls müssten auch die Beschwerden, welche sich gegen die Verweigerung einer das Bundeskontingent belastenden Bewilligung richten, vom Bundesgericht an die Hand genommen werden. Das widerspräche der seit Jahren eingespielten Abgrenzung der Kompetenzen zwischen Bundesrat und Bundesgericht (vgl. aber VPB 41/1977 Nr. 36, Nr. 59). Das Bundesgericht ist denn in seiner bisherigen Rechtsprechung auch nie auf Verwaltungsgerichtsbeschwerden gegen die Verweigerung einer fremdenpolizeilichen Bewilligung, welche das Bundes- oder die kantonalen Kontingente belastet hätte, eingetreten. Der Ausschluss der Verwaltungsgerichtsbeschwerde ist auch sachlich gerechtfertigt, weil das Bundesgericht nicht beurteilen kann, wann das kantonale Kontingent ausgeschöpft ist und ob die kantonalen Behörden angesichts der grösseren oder kleineren Kontingentsreserven eine grosszügige oder restriktive Praxis üben müssen. Die Beschwerdeführer haben demnach keinen Rechtsanspruch auf einen Anteil am kantonalen Kontingent und damit auf die nachgesuchte Bewilligung. Der negative Entscheid des Zürcher Regierungsrates untersteht deshalb auch nicht der Verwaltungsgerichtsbarkeit.\n\n3. Zu prüfen bleibt, ob der angefochtene Entscheid Gegenstand der staatsrechtlichen Beschwerde bilden kann. Zur Beschwerde legitimiert ist gemäss Art. 88 OG nur der Arbeitgeber oder Ausländer, der durch den Entscheid in seinen eigenen rechtlich erheblichen Interessen berührt wird; wo bloss tatsächliche Interessen geschmälert werd en, fehlt die Beschwerdelegitimation (BGE 99 Ia 321; BGE 98 Ia 651; BGE 95 I 106). Nach der Rechtsprechung des Bundesgerichts können sowohl der Ausländer, als auch der schweizerische Arbeitgeber trotz allenfalls fehlender Legitimation in der Sache selber beim Bundesgericht die Verletzung von Verfahrensvorschriften rügen, sofern dies auf eine Rechtsverweigerung hinausläuft; denn die Befugnis, einen BGE 106 Ib 125 S. 133Entscheid wegen formeller Rechtsverweigerung anzufechten, hängt nach der neueren bundesgerichtlichen Rechtsprechung nicht mehr von der Legitimation in der Sache ab. Wer an einem kantonalen Verfahren beteiligt gewesen ist, kann die Verletzung jener Parteirechte rügen, die ihm nach dem kantonalen Verfahrensrecht oder unmittelbar aufgrund von Art. 4 BV zustehen (BGE 105 Ia 276 mit zahlreichen Hinweisen). Auf die formellen Rügen der Beschwerdeführer ist daher einzutreten (so bezüglich fremdenpolizeilichen Bewilligungen auch BGE BGE 94 I 106; BGE 93 I 5; BGE 98 Ia 650). Hingegen hat das Bundesgericht in jüngerer Zeit wiederholt festgestellt, dass dem Ausländer gegen die Verweigerung der Aufenthaltsbewilligung oder deren Verlängerung die staatsrechtliche Beschwerde nicht zustehe, weil er keinen Anspruch auf deren Erteilung hat (BGE 99 Ia 321; BGE 98 Ia 651; diese Frage war früher umstritten: vgl. Urteil vom 3. November 1971 i.S. X.; in ZBl 73/1972 S. 371 und 376; BGE 93 I 5). An dieser Rechtsprechung ist festzuhalten, so dass auf die staatsrechtliche Beschwerde von Rexhep Shala in der Sache selber nicht eingetreten werden kann.\n\nFraglich ist indessen, ob auf die staatsrechtliche Beschwerde der Arbeitgeberfirma materiell eingetreten werden muss, weil ihr im Ergebnis die Pflicht auferlegt wird, den ausländischen Arbeitskräften einen Lohn auszurichten, der ihr überhöht erscheint. Eine solche Pflicht könnte die Handels- und Gewerbefreiheit oder andere verfassungsmässige Rechte verletzen. Ob aus diesem Grunde auf die Beschwerde eingetreten werden müsste, kann indessen dahingestellt werden, weil sie ohnehin unbegründet ist, was im folgenden zu prüfen sein wird. II. Materielle Beurteilung\n\n4. a) Gemäss Art. 16 Abs. 1 ANAG haben die Bewilligungsbehörden bei ihren Entscheidungen die geistigen und wirtschaftlichen Interessen sowie den Grad der Überfremdung des Landes zu berücksichtigen. Im wesentlichen gestützt auf diese Bestimmung hat der Bundesrat in Art. 21 der Verordnung arbeitsmarktliche Vorschriften erlassen und insbesondere in Abs. 4 bestimmt, dass Bewilligungen zum erstmaligen Stellenantritt, zum Stellen- und Berufswechsel und zur Verlängerung des Aufenthaltes nur erteilt werden dürfen, wenn dem Ausländer dieselben orts- und berufsüblichen Lohn- und Arbeitsbedingungen BGE 106 Ib 125 S. 134wie den Schweizern geboten werden. In Anwendung dieser Bestimmung setzen die mit dem Vollzug der Verordnung mitbeauftragten Zürcher Arbeitsmarktbehörden seit längerer Zeit für gewisse Berufskategorien, in welchen häufig Ausländer beschäftigt werden, einen Mindestlohn fest. Dieser wird offenbar laufend in Zusammenarbeit mit den in Frage kommenden Berufsverbänden (gestützt auf BIGA-Lohnstatistiken, Gesamtarbeitsverträge, Arbeitsmarktbeobachtungen usw.) auf den aktuellen Stand gebracht. Die Beschwerdeführer rügen, die Festsetzung eines Mindestlohnes verletze als gewerbepolitische Massnahme die Handels- und Gewerbefreiheit.\n\nb) Nach Art. 113 Abs. 3 und Art. 114bis Abs. 3 BV ist das Bundesgericht an die von der Bundesversammlung erlassenen Gesetze und allgemein verbindlichen Beschlüsse gebunden. Dagegen kann das Gericht Verordnungen des Bundesrates grundsätzlich auf ihre Rechtmässigkeit überprüfen. Es prüft, ob solche Verordnungen sich in den Grenzen der dem Bundesrat im Gesetz eingeräumten Befugnisse halten. Soweit das Gesetz den Bundesrat nicht ermächtigt, von der Verfassung abzuweichen, prüft das Gericht auch die Verfassungsmässigkeit der unselbständigen Verordnungen (vgl. BGE 97 II 272; BGE 94 I 88). Das Bundesgericht kann mithin uneingeschränkt prüfen, ob die aufgrund der Gesetzesdelegation erlassene Verordnung sich in den Schranken der Delegationsnorm halte. Soweit dies der Fall ist, hat es sich nicht darüber auszusprechen, ob die in der Verordnung getroffene Lösung die zur Erreichung des gesetzlichen Zweckes am besten geeignete sei, da es nicht sein Ermessen an die Stelle jenes des Bundesrates treten lassen kann (BGE 94 I 396). Lediglich gegen Verfassungsverstösse des Verordnungsgebers, die nicht durch die Delegationsnorm gedeckt sind, hat es einzuschreiten (vgl. dazu IMBODEN/RHINOW, Schweizerische Verwaltungsrechtsprechung, Bd. I S. 383).\n\nGestützt auf diese Ordnung ist das Bundesgericht nicht befugt, die Bestimmungen des ANAG auf ihre Verfassungsmässigkeit hin zu überprüfen. Es hat davon auszugehen, dass die Bewilligungsbehörden bei ihren Entscheiden unter anderem die wirtschaftlichen Interessen sowie den Grad der Überfremdung berücksichtigen dürfen, und der Bundesrat ist gestützt auf seine Oberaufsicht über die Handhabung der fremdenpolizeilichen Vorschriften des Bundes und sein Verordnungsrecht in dieser Materie (Art. 25 ANAG) befugt, nähere Bestimmungen zu BGE 106 Ib 125 S. 135erlassen, inwiefern den wirtschaftlichen Interessen und dem Grade der Überfremdung Rechnung zu tragen sei. Er kann dabei unter anderem auch den Schutz der einheimischen Arbeitskräfte und die Wahrung des sozialen Friedens im Auge haben. Art. 21 Abs. 3 der Verordnung, der für die Ausländer dieselben orts- und berufsüblichen Lohn- und Arbeitsbedingungen wie für die Schweizer vorschreibt, entspricht diesen Zielsetzungen, indem er einen unerwünschten Druck auf das Lohngefüge zu verhindern sucht; niedrige Löhne für Ausländer würden nicht nur diese, sondern mittelbar auch die schweizerischen Arbeitskräfte benachteiligen und könnten den Arbeitsfrieden gefährden. Die beanstandete Verordnungsbestimmung ist daher gesetzmässig und zulässig. Ebensowenig ist grundsätzlich die Praxis der Zürcher Behörden zu beanstanden, wonach für gewisse Berufskategorien Mindestlöhne festgelegt werden, die stets dem aktuellen Stand angepasst werden. Diese Praxis gewährleistet eine rechtsgleiche Behandlung aller Gesuchsteller und dient grundsätzlich einer verfassungskonformen Anwendung der Verordnungsbestimmung.\n\n5. Die Beschwerdeführer rügen die Höhe des Mindestlohnes als willkürlich. Für einen Commis de rang würden in Zürich niedrigere Löhne bezahlt. Bei der Festlegung der Mindestlöhne steht den kantonalen Behörden, welche die örtlichen Verhältnisse besser kennen und überblicken als das Bundesgericht, ein weiter Spielraum des Ermessens zu. Das Bundesgericht greift nur ein, wenn die Berechnung mit keinen sachlichen Gründen vertreten werden kann und daher willkürlich ist. Die kantonalen Behörden ermittelten für Rexhep Shala einen Mindestlohn von Fr. 2'150.--. Sie berufen sich vor allem auf die Lohnerhebung im Gastgewerbe des BIGA vom Juli 1979. Dieser Erhebung zufolge ergab sich für die Stadt Zürich in Gastwirtschaften für das im Saal/Restaurant beschäftigte männliche Personal ein Durchschnittslohn von Fr. 2'650.--. Die Behörden rechneten für den Sommer 1980 noch 5% Teuerung hinzu, so dass sie zu einem Durchschnittslohn von Fr. 2'780.-- gelangten. Der von den Behörden im vorliegenden Fall angenommene orts- und berufsübliche Lohn von Fr. 2'150.-- liegt 23% unter diesem Durchschnittslohn. Die kantonalen Behörden haben damit den verlangten Mindestlohn sachlich begründet. Die Berechnungen und deren Ergebnis können nicht als willkürlich bezeichnet werden.\n\nBGE 106 Ib 125 S. 136\n\n6. Die Beschwerdeführer machen weiter geltend, die Festsetzung eines Mindestlohnes von Fr. 2'150.-- verletze die Rechtsgleichheit, indem für qualifizierteres Personal der gleiche Mindestlohn festgelegt werde wie für unqualifiziertes. Die Rüge ist unbegründet. Es liegt im Wesen eines Minimallohnes einer Berufsgruppe, dass er nur für die am schlechtesten bezahlten Arbeitskräfte mit dem tatsächlich ausbezahlten Lohn übereinstimmt. Indem der Commis de rang nach den Ausführungen der Beschwerdeführer Speisen an die Tische trägt und die Teller dort wieder abräumt, gehört er zum Servicepersonal und hat Anspruch auf den dafür vorgesehenen Mindestlohn. Aus diesem Grunde ist auch nicht zu beanstanden, dass die kantonalen Behörden für ihn den Minimallohn für das Servicepersonal forderten und nicht denjenigen für das Buffetpersonal. Ebensowenig kann der Umstand, dass das Buffetpersonal einen wesentlich tieferen Mindestansatz aufweist als das Servicepersonal, als unhaltbar und damit als willkürlich bezeichnet werden. Die unterschiedlichen Aufgaben rechtfertigen eine unterschiedliche Besoldung und die Differenz liegt im Beurteilungsspielraum der kantonalen Behörden. Auch der Einwand der Beschwerdeführer, die Verhältnisse beim Restaurant der Arbeitgeberfirma seien einmalig, weshalb auch eine gesonderte Gehaltspraxis am Platze sei, ist unbehelflich. Massgebend für die Entlöhnung ist nicht die Art des Gastwirtschaftsbetriebes, sondern die Tätigkeit des Ausländers als Commis de rang."}