{"annee": "106", "cour": "V", "page": "61", "date": "13/2/1980", "cite": ["102 V 185"], "cite_par": ["123 V 219"], "chapeau": "14. Arrêt du 13 février 1980 dans la cause Office fédéral de l'industrie, des arts et métiers et du travail contre Lombardi et Commission cantonale vaudoise d'arbitrage pour l'assurance-chômage", "regestes": ["Art. 26 al. 1 et 36 LAC, 28 al. 2 OAC. La perte de gain encourue à la suite d'un chômage partiel durant une période ininterrompue ne donne droit à indemnité qu'à partir du moment où elle atteint l'équivalent de deux semaines."], "faits": "BGE 106 V 61 S. 61\n\nA.- Sylvia Lombardi, sommelière, a été au chômage partiel (travail à 50%) du 1er au 20 décembre 1977 en raison des mauvaises conditions atmosphériques. L'entreprise a ensuite été fermée jusqu'au 16 janvier 1978 (vacances annuelles). Par décision du 30 janvier 1978, l'Office cantonal vaudois du travail (OCT), auquel le cas avait été soumis par la Caisse publique cantonale vaudoise d'assurance-chômage comme douteux, a déclaré non indemnisable la perte de gain subie par la prénommée. Ledit office se fondait sur l'art. 28 al. 2 OAC.\n\nB.- Sur recours, la Commission cantonale vaudoise d'arbitrage pour l'assurance-chômage a, le 5 avril 1978, reconnu à l'assurée le droit aux prestations à compter du 1er décembre 1977, pour autant que les autres conditions légales fussent remplies. Les premiers juges, qui ont BGE 106 V 61 S. 62constaté que Sylvia Lombardi avait encore éprouvé de l'inactivité professionnelle du 30 janvier au 14 février 1978, ont retenu en bref que, \"si le législateur avait entendu priver les assurés subissant du chômage partiel du bénéfice de la disposition édictée à l'art. 28 al. 2 OAC, il l'aurait certainement énoncé expressément\", ce qui n'était pas le cas. Par ailleurs, le point de vue de l'OCT \"équivaudrait à dénier le droit aux indemnités de toute personne visée par l'art. 28 al. 2 OAC et subissant du chômage partiel, même durant de longues semaines ou plusieurs mois\", les chômeurs partiels étant \"ainsi plus mal traités que ceux qui subissent une inactivité professionnelle totale\", ce qui serait manifestement inéquitable.\n\nC.- L'Office fédéral de l'industrie, des arts et métiers et du travail a interjeté recours de droit administratif, en concluant au rétablissement de la décision administrative litigieuse, du 30 janvier 1978.\n\nL'intimée n'a pas fait usage de son droit de répondre au recours.", "considerants": "Considérant en droit:\n\n1. L'art. 26 al. 1 LAC (cf. art. 8 AAC) dispose que la perte de gain donne droit à indemnité lorsque le chômage qui en est la cause atteint au moins une journée de travail entière au cours d'une période de paie de quatorze jours ou d'un demi-mois et que l'assuré est, pendant ce temps, apte à être placé. En dérogation à cette disposition, fondée sur l'art. 36 LAC (cf. art. 8 AAC), l'art. 28 al. 2 OAC prescrit que les pertes de gain subies notamment par les employés d'hôtel et de restaurant, qui sont assujettis à l'observation de temps d'attente usuels à leur profession, ne donnent droit à indemnité pendant la durée du contrat de travail que si elles s'étendent à des périodes d'au moins deux semaines consécutives.\n\nCette réglementation spéciale est justifiée, comme la Cour de céans a déjà eu l'occasion de le relever (cf. par exemple ATF 102 V 185). En effet, les personnes occupées dans l'hôtellerie et la restauration sont exposées, comme d'autres travailleurs du reste, à des interruptions d'activité inhérentes à la profession, sans pour autant que leur engagement soit résilié. Or il ne saurait appartenir à l'assurance-chômage d'assumer un BGE 106 V 61 S. 63tel risque et de favoriser, ce faisant, certaines catégories d'assurés (cf. MAX HOLZER, Kommentar zum Bundesgesetz über die Arbeitslosenversicherung, Zurich 1954, p. 183). Il est nécessaire également d'éviter des abus, s'agissant de professions dans lesquelles l'inactivité alléguée est difficilement contrôlable (HOLZER, op.cit., p. 187). Selon la jurisprudence, le fait de chômer partiellement ne s'oppose pas au versement d'indemnités, au regard de l'art. 28 al. 2 OAC (DTA 1960 no 32, p. 65, à propos de l'art. 40 al. 1 RAC, dont la teneur était semblable à celle de l'art. 28 al. 2 OAC); ne donne toutefois pas droit à indemnité la perte de gain que subit par manque de travail pendant les vacances universitaires un coiffeur qui peut être occupé deux jours par semaine seulement (DTA 1953 no 73, p. 63). Mais, en présence d'interruptions de travail avec lesquelles les assurés doivent compter, il est logique d'exiger de celui qui se trouve au chômage partiel pendant une période ininterrompue qu'il supporte les conséquences de cette situation d'autant plus longtemps que le préjudice économique subi est moindre (par exemple pendant quatre semaines, en cas de chômage à 50%; voir ATF 102 V 185, DTA 1966 no 19, p. 65, 1961 no 11, p. 26). On relèvera à cet égard que l'art. 28 al. 2 OAC mentionne un temps d'attente de deux semaines \"au moins\", ce qui permet sans nul doute d'augmenter la durée de cette période, dans le cas de chômage partiel consistant en une réduction durable et non intermittente de l'horaire journalier. Semblable solution présente du reste l'avantage de mieux garantir l'égalité de traitement entre les assurés qui ne peuvent pas travailler du tout pendant une certaine période et ceux qui ne doivent que réduire leur activité journalière, dans les circonstances et professions visées par la réglementation spéciale rappelée plus haut, puisque le même effort financier sera requis de chacun avant de pouvoir bénéficier des prestations de l'assurance. Elle permet aussi d'éviter de défavoriser les assurés qui subissent sans interruption une simple diminution d'horaire journalier pendant une très longue période, ce qui ne manquerait pas de se produire si l'on subordonnait dans tous les cas l'octroi d'indemnités à l'existence d'un chômage complet de deux semaines consécutives au moins: bien que subissant un préjudice économique considérable, les intéressés ne pourraient pas satisfaire à l'exigence de l'art. 28 al. 2 OAC, ce qui ne serait guère admissible.\n\nBGE 106 V 61 S. 64\n\n2. En l'espèce, à la date de la décision litigieuse, l'assurée n'avait, du 1er au 20 décembre 1977, pas encore subi, pendant une période ininterrompue, l'équivalent d'une perte de gain de deux semaines, compte tenu des vacances de l'entreprise (du 20 décembre 1977 au 16 janvier 1978), qui ne donnaient pas droit à indemnité (art. 26 al. 2 LAC; art. 8 AAC). C'est donc à juste titre que l'OCT a constaté le 30 janvier 1978 que l'intimée ne pouvait pas prétendre de prestations.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis, le jugement attaqué étant annulé."}