{"annee": "106", "cour": "IB", "page": "357", "date": "11/7/1980", "cite": ["42 III 455", "45 II 419", "87 II 169", "102 III 71", "94 I 628", "103 III 79", "96 III 111", "95 II 43", "93 I 83", "101 IB 348", "92 I 516", "86 I 60", "25 II 389", "102 III 33", "97 I 84", "99 IB 104", "103 III 54", "103 IB 303"], "cite_par": ["108 IB 97", "123 II 577", "116 IB 386", "126 II 145", "126 II 63", "108 IB 513", "116 IB 193", "134 III 643", "134 III 273", "117 II 315", "133 II 366", "123 III 60", "108 IB 417", "111 IB 269"], "chapeau": "55. Extrait de l'arrêt rendu le 11 juillet 1980 par la IIe Cour de droit public dans la cause Banque de crédit international contre Confédération suisse (action de droit administratif)", "regestes": ["Action en responsabilité contre la Confédération en raison de l'activité de la Commission fédérale des banques. 1. Art. 1er litt. b et f, 3 al. 1, 19 LRCF. Sous réserve de l'art. 12 LRCF, la Confédération peut être appelée à répondre du dommage qu'un membre de la Commission fédérale des banques ou du secrétariat de celle-ci aurait causé sans droit à un tiers dans l'exercice de sa fonction (consid. 2b). 2. Art. 23 ss. LB. La norme instituant la surveillance des banques n'est pas une norme protectrice de celles-ci, mais de leurs créanciers. En conséquence, la violation du devoir de surveillance ne peut être invoquée pour engager la responsabilité de la Confédération envers elles (consid. 2c). 3. Art. 4 LRCF et 55 CC. Lorsque la banque est directement responsable, par l'intermédiaire de ses organes, de faits qui sont la cause directe et nécessaire du dommage qu'elle a subi, l'action qu'elle intente à la Confédération pour obtenir réparation de ce dernier doit être rejetée (consid. 2d). 4. Art. 20 LRCF. La question de la prescription de créances de droit public ne doit pas être examinée d'office, lorsqu'elle joue au détriment du citoyen qui actionne l'Etat. Quant à la péremption, elle n'a pas à être examinée, si l'Etat a accepté sans réserve d'entrer en matière sur le problème de fond (consid. 3a). 5. Art. 27 OCB. Les liquidateurs d'une banque en liquidation concordataire ne sauraient en principe faire valoir en justice plus de droits que n'en avait la banque elle-même, en dehors des cas expressément prévus par la loi, à moins de disposer pour cela de procurations expresses à eux conférées par les titulaires de ces droits (consid. 3b, c, d). 6. Secret bancaire. Le secret bancaire ne concerne que les relations de la banque avec ses clients. De plus, dans la faillite de la banque, l'intérêt de quelques-uns à la sauvegarde de ce secret doit céder devant l'intérêt des créanciers à la mise en lumière des relations d'affaires de la banque (consid. 3d)."], "faits": "BGE 106 Ib 357 S. 359\n\nAu dire de ses liquidateurs, la Banque de crédit international qui est aujourd'hui en liquidation concordataire aurait commis, dès le début de son activité, de nombreuses irrégularités dans la gestion de ses affaires bancaires. Tout au long des années, la société Ofor S.A. puis, dans une moindre mesure, la société Revisa Treuhand AG, auraient signalé des irrégularités non seulement aux organes dirigeants de la banque, mais aussi à la Commission fédérale des banques, laquelle n'aurait pas réagi avec la rigueur nécessaire, ne prenant pas en temps utile les mesures qui s'imposaient.\n\nPar lettre adressée le 19 avril 1977 au Département fédéral des finances et des douanes, les liquidateurs de la Banque de crédit international ont donc réclamé à la Confédération le paiement d'une indemnité, à titre de dommages-intérêts, de 348'776'672 fr. plus les accessoires. En bref, ils ont fait valoir qu'en vertu de la loi fédérale sur la responsabilité du 14 mars 1958, la Confédération devait répondre du dommage causé sans droit par la Commission fédérale des banques, en raison du fait que cette autorité de surveillance n'avait pas su prendre, à l'égard de la banque, les mesures qui s'imposaient pour défendre les intérêts des créanciers.\n\nLe 5 juillet 1977, le chef du service juridique du Département fédéral des finances et des douanes a répondu en indiquant les raisons pour lesquelles cette demande de dommages-intérêts était rejetée. Le 4 janvier 1978, la Banque de crédit international en BGE 106 Ib 357 S. 360liquidation concordataire a déposé un acte intitulé \"Recours au Tribunal fédéral, juridiction unique\" et concernant la \"décision\" du Département fédéral des finances et des douanes du 5 juillet 1977. Dans ses conclusions, elle demande, principalement, d'annuler la décision attaquée et de \"condamner la Confédération suisse à payer à la masse de la Banque de crédit international en liquidation concordataire la somme de 348'776'672 fr. avec intérêts à 5% l'an dès le 8 octobre 1974\".\n\nReprésentée par l'Administration fédérale des finances, la Confédération a conclu au rejet de la demande, qu'elle qualifie d'action de droit administratif.\n\nEn réplique, la Banque de crédit international en liquidation a fait valoir qu'en vertu des art. 27 OTF et 240 LP, elle avait qualité pour agir, s'agissant de l'exercice d'une action en responsabilité appartenant à l'ensemble des créanciers.", "considerants": "Considérant en droit:\n\n2. a) Si la demande préalable a été présentée par les trois liquidateurs, la présente action de droit administratif est intentée elle par la \"Banque de crédit international en liquidation concordataire\" qui, formellement, conclut à ce que le Tribunal fédéral condamne la \"Confédération à payer à la masse de la Banque de crédit international en liquidation concordataire la somme de 348'766'672 francs\". En effet, dans le mémoire introductif d'instance, il n'est dit nulle part que l'action en dommages-intérêts serait intentée par les liquidateurs en qualité de représentants de l'ensemble des créanciers.\n\nLa question à juger est dès lors celle de savoir si une banque peut se plaindre du fait que la Commission fédérale des banques, en n'exerçant pas avec suffisamment de rigueur son pouvoir de surveillance, n'a pas empêché les propres organes de la banque (administrateurs, directeurs, contrôleurs ou organe de revision) de commettre des irrégularités dans la gestion des affaires et de causer ainsi un dommage par leur propre faute. Autrement dit, il s'agit de savoir si cette banque peut, en vertu des dispositions de la loi sur la responsabilité (LRCF), réclamer à l'Etat fédéral la réparation de dommages dont elle aurait à répondre.\n\nb) Selon l'art 3 al. 1 LRCF, la Confédération répond du dommage causé sans droit à un tiers par un fonctionnaire dans l'exercice de ses fonctions, sans égard à la faute du fonctionnaire.BGE 106 Ib 357 S. 361\n\nL'Etat assume donc une responsabilité à la fois primaire exclusive - toute action du tiers lésé contre le fonctionnaire étant exclue - et causale, en ce sens que le tiers lésé n'a pas à prouver la faute du fonctionnaire, ni même à rechercher le fonctionnaire responsable. Il suffit que le demandeur établisse l'illégalité, le dommage et le lien de causalité entre ces deux éléments; il n'a plus à prouver la faute du fonctionnaire, depuis l'introduction de la loi sur la responsabilité du 14 mars 1958 dont c'est la principale innovation (cf. le Message du Conseil fédéral du 29 juin 1956, FF 1956 I p. 1424; cf. OTTO K. KAUFMANN, Haftung des Staates für rechtswidriges Verhalten seiner Organe (Schweiz), publication du Colloque international organisé en 1964 par l'Institut Max-Planck (éd. Carl Heymanns, Cologne et Berlin, 1967), p. 559 ss.; BLAISE KNAPP, La responsabilité de l'Etat et de ses agents, in XVIIIe journée juridique de la Faculté de droit de Genève, Mémoire no 60, Genève 1978 p. 52 ss.; SCHÖN FRANZ, Staatshaftung als Verwaltungsrechtsschutz (Basler Studien zur Rechtswissenschaft, 1979)).\n\nEn outre, il ressort clairement des art. 1er al. 1 lettres b et f et 19 LRCF que la Confédération répond non seulement des agissements ou omissions illicites de ses fonctionnaires, mais aussi - à titre subsidiaire il est vrai - du dommage causé sans droit par des personnes - membres d'une autorité d'une association, ou d'une organisation indépendante de l'administration ordinaire - dans l'accomplissement d'une tâche de droit public que la Confédération leur a directement confiée. Tel est le cas des membres de la Commission fédérale des banques qui est une Commission indépendante de l'administration fédérale (ATF 93 I 85 consid. 1), constituée comme autorité de surveillance des banques et des fonds de placement (art. 23 ss. LB et 40 ss. LFP).\n\nIl s'ensuit que théoriquement, sous réserve de l'art. 12 LRCF qui ne trouve pas application ici, la Confédération pourrait être appelée à répondre du dommage qu'un membre de la Commission fédérale des banques - ou de son secrétariat - aurait causé sans droit à un tiers, dans l'exercice de sa fonction.\n\nc) Dans le cas particulier, la responsabilité de l'Etat n'est pas engagée envers la demanderesse, dans la mesure tout au moins où - comme elle l'indique dans son mémoire introductif d'instance - c'est la Banque de crédit international en liquidation concordataire qui fait valoir ses prétentions en dommages-intérêts. Avec raison, la défenderesse soutient - et, au moins à titre BGE 106 Ib 357 S. 362implicite, la demanderesse admet - qu'il \"faut exclure toute responsabilité de l'autorité de surveillance envers la banque surveillée pour les pertes qu'elle a causées elle-même\".\n\nSelon la doctrine: \"Pour qu'il y ait acte illicite - de la part de l'autorité de surveillance -, il faut que l'autorité ait violé une règle de droit destinée à protéger le lésé dans ses biens ou dans sa personne, que la violation, s'agissant de la commission ou de l'omission d'un acte juridique, soit d'une certaine gravité quant à son illégalité et que le lésé soit atteint dans ses biens juridiquement protégés. Dans les relations de l'autorité de surveillance avec le surveillé, ce principe s'applique aussi. Il permet de dire que la surveillance... sur des personnes exerçant une activité privée soumise à surveillance n'a en principe pas été instituée en vue de protéger ces personnes, mais en vue de protéger les tiers qui entrent en contact avec elles. Ceci signifie que la norme instituant la surveillance n'est pas une norme protectrice de ces personnes et qu'en conséquence la violation du devoir de surveillance ne peut être invoquée par elles pour engager la responsabilité de l'Etat envers elles. On fera cependant exception pour le cas très particulier où la surveillance est organisée dans l'intérêt d'une personne morale ou contre ses propres organes, tel celui des fondations. On mettra aussi à part le cas où l'autorité de surveillance a violé son devoir avec le degré de gravité requis de sorte qu'elle a mal conseillé le surveillé. Dans un tel cas, ce ne sont pas les biens protégés par les normes instituant la surveillance qui sont atteints, mais bien ceux qui sont protégés par les principes généraux du droit qui interdisent de causer, sans excuse juridiquement reconnue, du tort à autrui. A cet égard, on prendra cependant garde de ne pas assimiler la relation entre le surveillant et le surveillé à la relation du tuteur envers son pupille régie par le droit privé. En effet, le surveillant n'a qu'un devoir général de veiller à ce que le surveillé se conforme au droit dans ses actes; il n'a pas pour tâche d'agir en lieu et place du surveillé, ni de s'assurer que celui-ci ne commet une action ou omission qui puisse un jour lui être défavorable à lui-même\" (BLAISE KNAPP, La responsabilité de l'Etat et de ses agents, in XVIIIe Journée juridique de la Faculté de droit de Genève, Mémoire no 60, Genève 1978 p. 52, 53 et 54; cf. item BERNARD MÜLLER, Die Haftung der Eidgenossenschaft nach dem Verantwortlichkeitsgesetz, RJB 1969 p. 348; un arrêt du Bundesgerichtshof allemand du 24 janvier 1972, BGHE vol. 58, 1972, p. 96 ss. consid. 3 et 4).BGE 106 Ib 357 S. 363\n\nOr, la surveillance des banques n'a pas été instituée dans le but de protéger les banques contre leurs propres organes (ATF 99 Ib 110 consid. 5; ATF 97 I 88 consid. 2a). Elles sont au premier chef destinées à protéger les créanciers de la banque (KNAPP, op.cit., p. 52 et 54; cf. item: GRISEL, Droit administratif suisse p. 428; ATF 92 I 521, ATF 94 I 642). Par ailleurs, la demanderesse ne reproche pas à la Commission fédérale des banques de lui avoir imposé des décisions manifestement injustifiées et préjudiciables à ses intérêts, ni même d'avoir agi à sa place.\n\nd) L'art. 4 LRCF pose la règle - inspirée du droit des obligations, mais en faisant abstraction en principe de l'élément de la culpabilité (voir FF 1956 I p. 1427) - selon laquelle le juge peut réduire les dommages-intérêts ou n'en point allouer lorsque les faits dont le lésé est responsable ont contribué à créer ou à augmenter le dommage.\n\nEn vertu de la règle générale de l'art. 55 CC, la demanderesse est, du point de vue civil, directement responsable des agissements de ses propres organes (directeurs, administrateurs, contrôleurs, organe de revision). Or, les faits dont elle doit ainsi répondre n'ont pas seulement contribué à créer ou à augmenter le dommage, ils n'en sont pas seulement l'une des causes, mais la cause directe et la condition sine qua non. En application de l'art. 4 LRCF, le Tribunal fédéral pourrait donc décider de ne pas allouer d'indemnité, mais il doit même aller plus loin et faire application - au moins par analogie - du principe, admis en droit des obligations, selon lequel la responsabilité est supprimée lorsque la victime - ou une personne dont elle répond (ATF 95 II 50 consid. 3b) - a eu une attitude telle qu'elle a, à elle seule, provoqué le dommage; dans ce cas, le lien de causalité étant rompu, le juge doit exclure toute responsabilité même, parce que l'une des conditions d'existence essentielle de celle-ci n'est pas réalisée (cf. sur ce point PIERRE ENGEL, Traité des obligations en droit suisse, p. 344; cf. item, au sujet de la théorie de la causalité adéquate; EMIL WILHELM STARK, Beitrag zur Theorie der Entlastungsgründe im Haftpflichtsrecht, thèse Zurich 1946).\n\ne) Ainsi, dans la mesure où l'action a pour objet une prétention de la Banque de crédit international en liquidation concordataire qui déclare elle-même être la demanderesse, elle doit être rejetée sans qu'il soit même nécessaire de vérifier si, dans le cas particulier, la Commission fédérale des banques a violé son devoir de surveillance.BGE 106 Ib 357 S. 364\n\n3. Il est vrai que le 18 août 1978, c'est-à-dire dans sa réplique, la demanderesse a soutenu - pour la première fois dans la présente procédure - qu'en réalité, l'action serait intentée par ses liquidateurs, lesquels auraient qualité pour faire valoir en justice non seulement les créances de la banque en liquidation mais aussi celles qui pourraient appartenir aux propres créanciers de celle-ci.\n\na) On peut se demander légitimement si cette nouvelle prétention - émise pour le compte des créanciers et non plus pour celui de la banque - n'est pas tardive. Formulée plus d'une année après la connaissance du dommage et plus de 6 mois après le rejet de la demande préalable, cette prétention des créanciers ne serait-elle pas éteinte par prescription en vertu de l'art. 20 al. 1 LRCF ou par péremption en vertu de l'art. 20 al. 3 LRCF? Il n'est toutefois pas nécessaire de se prononcer sur ces deux points. Selon la jurisprudence, en effet, la question de la prescription de créances de droit public ne doit pas être examinée d'office lorsqu'elle joue au détriment du citoyen qui actionne l'Etat (ATF 101 Ib 350); or, dans le cas particulier, la défenderesse n'a pas soulevé l'exception de prescription à ce sujet. Quant à la péremption de l'action, le juge l'examine certes d'office (ATF 101 Ib 350; ATF 86 I 62 et les références citées), mais la défenderesse elle-même a accepté - sans réserve - d'entrer en matière sur le problème de fond (voir MAX GULDENER, Schweizerisches Prozessrecht, 3e éd., Zurich 1979 p. 139: \"Die Sachlegitimation ist eine Frage des materiellen Rechtes\", non de recevabilité de la demande) qui est de savoir si les liquidateurs d'une banque, mise au bénéfice d'un concordat bancaire par abandon d'actif, peuvent aussi exercer des droits appartenant en propre aux créanciers.\n\nb) Selon l'art. 27 de l'ordonnance du Tribunal fédéral du 11 avril 1935 concernant la procédure de concordat pour les banques et les caisses d'épargne (OCB; RS 952.831), lorsque l'homologation du concordat par abandon d'actifs est devenue définitive, les liquidateurs agissent sous la raison de la banque débitrice avec l'adjonction \"en liquidation concordataire\"; ils ont notamment les attributions prévues à l'art. 582 (actuellement 585) al. 1 et 2 CO et à l'art. 240 LP.\n\nLa partie demanderesse ne peut toutefois tirer aucun argument des dispositions de l'art. 585 CO pour fonder sa qualité à agir pour le compte des créanciers sociaux. De ce texte, qui est applicable aux S.A. bancaires en vertu de l'art. 27 OCB on l'a vu, il ressort en effet sans équivoque que les liquidateurs représentent non pas les BGE 106 Ib 357 S. 365créanciers, mais la société - en nom collectif ou en commandite - qui est en liquidation. En 1888 déjà, le Tribunal civil de Genève avait observé qu'aux termes des art. 580 et 582a CO, le liquidateur de la société en nom collectif a un mandat strictement limité; il représente seulement la société envers les tiers et non les créanciers de celle-ci (SJ 1888 p. 520; JdT 1888 p. 576). En 1899, le Tribunal fédéral a jugé que le mandat des liquidateurs comprend - il est vrai - l'exécution des engagements, c'est-à-dire le paiement des dettes de la société en nom collectif ou en commandite; mais cette exécution ne peut avoir lieu que dans les limites d'une liquidation, c'est-à-dire au moyen et jusqu'à concurrence de l'actif social. Or, la responsabilité personnelle des associés-gérants vis-à-vis des créanciers sociaux n'est pas un élément de l'actif social; ce n'est pas une créance de la société. Le liquidateur ne peut donc pas faire exécuter cette obligation au nom de la société (ATF 25 II 394). En 1919, il a été encore précisé que le liquidateur a pouvoir d'agir seul - à l'exclusion des créanciers - au nom de la société. C'est là une conséquence et une nécessité de la mission même qui lui est confiée et qui consiste, ainsi que l'indique l'art. 582a CO, à terminer les affaires courantes, à faire rentrer les créances de la société et à réaliser l'actif social (ATF 45 II 423). En doctrine, on enseigne que les liquidateurs de la société - en nom collectif ou en commandite - représentent non pas les créanciers, mais la société (voir notamment ALFRED SIEGWART, Zürcher Kommentar, n. 1 ad art. 585/6 OR: Die Liquidatoren \"haben ... nach aussen die liquidierende Gesellschaft - nicht deren Gläubiger (art. 533 n. 24, JdT 1888 p. 576) - zu vertreten\"; WIEHELM HARTMANN, Berner Kommentar n. 22 ad art. 585 OR; WERNER VON STEIGER, Die Personengesellschaften in: Schweizerisches Privatrecht, vol. VIII/1 p. 572).\n\nIl apparaît ainsi clairement que les dispositions de l'art. 585 CO ne confèrent pas aux liquidateurs de la Banque de crédit international le pouvoir d'exercer en justice d'éventuels droits en dommages-intérêts que les créanciers - et non la banque débitrice - pourraient posséder contre la Confédération.\n\nc) La question est, en revanche, plus délicate de savoir si les liquidateurs peuvent trouver appui sur le texte de l'art. 240 LP.\n\nOn admet généralement en doctrine que l'administration de la faillite ne représente pas le failli lui-même, ni son patrimoine, mais \"la collectivité des créanciers qui se forme en cas de faillite\"; toutefois, cela ne signifie pas nécessairement qu'elle puisse faire BGE 106 Ib 357 S. 366valoir en justice des prétentions qui n'appartenaient pas au failli, mais à ses créanciers même considéré globalement. Selon JÄGER, la jurisprudence \"a qualifié les droits des créanciers dans la faillite comme une simple mainmise appartenant à l'ensemble des créanciers; la masse des créanciers est ainsi, dans cet ordre d'idées, une communauté représentée par l'administration de la faillite en vue de réaliser les droits en question... L'administration de la faillite n'est pas purement et simplement le successeur juridique du failli; elle use seulement à sa place de ses droits patrimoniaux sur les objets soumis à la mainmise des créanciers\" (cf. C. JÄGER, Commentaire de la LP, édition française, ad art. 40 p. 319 et 321; cf. item, dans le même sens, MAX GULDENER, op.cit., p. 145). De même, selon la jurisprudence, la masse en faillite n'est pas à proprement parler le successeur du failli (ATF 87 II 172 consid. 1). Cela ne change cependant rien au fait que la masse en faillite - soit l'administration de la faillite - peut faire valoir tous les droits du failli et d'autre part qu'elle supporte toutes ses obligations, dans le principe sinon dans la quotité. Il s'ensuit qu'elle ne peut prétendre à une action que dans la mesure où cette prétention eût appartenu au failli sans l'ouverture de la faillite (ATF 102 III 74 consid. 2). Sauf dans quelques cas particuliers (mentionnés dans une note parue au JdT 1977 II p. 74), l'art. 240 LP n'investit pas la masse de la faillite de plus de droits que le failli n'en avait lui-même (ATF 103 III 84 consid. 3).\n\nIl en va de même en cas de concordat par abandon d'actif. En effet, que celui-ci soit ordinaire (selon les art. 316a ss. LP) ou bancaire (selon les art. 27 OCB), il se caractérise par le fait que le débiteur s'oblige à faire cession de ses biens et qu'en contrepartie, ses créanciers le libèrent d'avance du reliquat de leurs créances que la réalisation du patrimoine cédé laisserait à découvert (CHARLES E. RATHGEB, Le concordat par abandon d'actif, thèse Lausanne 1932 p. 9 et 408 ss.; GILDO PAPA, Die analoge Anwendung der Konkursnormen auf den Nachlassvertrag mit Vermögensabtretung, thèse Berne 1941 p. 23). En doctrine, la question est restée longtemps controversée de savoir si l'homologation de ce concordat avait pour effet de transférer aux créanciers le droit de propriété sur les biens cédés ou simplement le droit de disposer de ces biens en vue de leur réalisation (cf. CHARLES E. RATHGEB, op. cit., p. 252 ss.; GILDO PAPA, op.cit. p. 35; PIERRE ULDRY, Le concordat des instituts bancaires, thèse Fribourg 1937 p. 225). C'est pour résoudre cette question que le Tribunal fédéral (dans BGE 106 Ib 357 S. 367son ordonnance du 11 avril 1935) et le législateur (lors de la revision de la LP en 1949) ont précisé que \"le concordat par abandon d'actif ne peut conférer aux créanciers que le droit de disposer des biens du débiteur\" (art. 23 OCB, 316a LP). Contrairement à ce que laisserait supposer ce texte, on n'a donc pas voulu restreindre les pouvoirs conférés aux liquidateurs par rapport à ceux qui appartiennent à l'administration de la faillite. En réalité, selon le principe de l'assimilation à la faillite qui domine tant en jurisprudence (ATF 42 III 462 consid. 2 et les arrêts cités) qu'en doctrine (notamment GILDO PAPA, op.cit., p. 39 ss.; PIERRE ULDRY, op.cit., p. 232; ERWIN GERSBACH, Der Nachlassvertrag ausser Konkurs nach dem schweizerischen Bundesgesetz über die Banken und Sparkassen und seinen Ausführungserlassen, thèse Zurich 1937 p. 114), les liquidateurs ont des pouvoirs identiques à ceux que l'art. 240 LP confère à l'administration de la faillite (cf., dans ce sens, l'art. 27 OCB), avec cette différence, toutefois, que dans le concordat par abandon d'actif, les liquidateurs jouissent - sous le contrôle de la commission de créanciers - d'une plus grande liberté dans le choix du mode et du moment de la réalisation des biens cédés (PIERRE ULDRY, op.cit., p. 247).\n\nEn principe, les biens que les liquidateurs sont chargés de réaliser dans l'intérêt de l'ensemble des créanciers sont ceux qui appartiennent au débiteur au moment de l'homologation du concordat. Sauf en ce qui concerne les biens échus au débiteur après cette homologation qui n'en font pas partie (l'art. 197 al. 2 LP n'étant pas applicable dans le concordat par abandon d'actif; cf. notamment PETER LUDWIG, Der Nachlassvertrag mit Vermögensabtretung, thèse Berne 1970 p. 67), la masse active à liquider (Liquidationsmasse) est pratiquement identique à la masse de la faillite. Elle comprend donc aussi l'action révocatoire (art. 31 OCB, 316 s. LP) et l'action en responsabilité contre les organes de la société anonyme ou de la banque en tant qu'elle vise à la réparation du dommage indirect (voir dans ce sens l'art. 37 OCB; voir aussi ERWIN GERSBACH, op.cit., p. 124).\n\nIl est cependant admis que, dans le projet de concordat par abandon d'actif, le débiteur peut offrir de céder une partie seulement de son patrimoine et se réserver ainsi le droit de disposer des autres biens. La masse active de liquidation peut donc être limitée à une partie du patrimoine (ATF 102 III 38 consid. 4b), mais elle ne peut pas comprendre plus de biens ou de droits que le débiteur n'en a lui-même. On ne voit pas, en effet, comment ce BGE 106 Ib 357 S. 368débiteur pourrait céder à ses créanciers des biens ou des droits qui ne lui appartiennent pas. Il s'ensuit que ni le débiteur, ni l'autorité d'homologation, ni même la Commission des créanciers n'ont le pouvoir d'obliger les créanciers à renoncer à exercer eux-mêmes contre des tiers des droits qui leur appartiennent en propre; sauf accord de tous les créanciers, le concordat ne peut donc pas faire tomber dans la masse ces droits des créanciers pour en confier l'exercice aux liquidateurs; récemment, le Tribunal fédéral a, d'office, mis sérieusement en doute la légalité d'une clause concordataire qui imposait un sacrifice de ce genre à une minorité de créanciers; s'il n'a pas annulé cette clause ce n'est que parce qu'il n'était saisi d'aucun recours sur ce point (arrêt Schlegel du 31 mai 1979 p. 5 consid. 3, non publié).\n\nIl s'ensuit que la partie demanderesse ne saurait en principe faire valoir en justice plus de droits que n'en avait la banque elle-même.\n\nd) Il est vrai que ce principe souffre des exceptions dont les principales sont l'action révocatoire (au sens des art. 285 ss. LP) et l'action en réparation du dommage indirect causé aux créanciers par les organes d'une société anonyme (conformément aux art. 753 ss. CO) ou d'une banque (art. 39 à 45 LB). Dans ces deux cas, il s'agit de prétentions qui n'appartiennent pas au failli mais aux créanciers. Or, en vertu de dispositions expresses de la loi, c'est l'administration de la faillite qui a le pouvoir de les faire valoir en justice (art. 285 al. 2 ch. 2 LP, 756 CO et 43 al. 3 LB). Cependant, aucune de ces hypothèses n'est réalisée en l'espèce. Les liquidateurs ne sauraient donc justifier de leur qualité pour agir au nom des créanciers, dans la mesure où ceux-ci exerceraient un droit propre contre la Confédération, que s'ils étaient au bénéfice de procurations les mandatant expressément à cet effet ou s'il apparaissait nécessaire, voire utile d'étendre par voie de jurisprudence les exceptions que les dispositions précitées apportent au droit commun. Ni l'une, ni l'autre de ces conditions n'est réalisée. En effet, les liquidateurs ne font état d'aucune procuration qui leur aurait été conférée par les créanciers. Quant aux motifs d'opportunité que la demanderesse invoque à l'appui de sa thèse, ils ne sont certes pas dénués de toute pertinence, mais ils ne sauraient justifier une dérogation au système légal. Ce sont il est vrai les liquidateurs - et non pas les créanciers individuels - qui connaissent le mieux la situation; ils peuvent apprécier les chances de succès des actions en responsabilité et en assurer la conduite la plus efficace dans l'intérêt même de l'ensemble des BGE 106 Ib 357 S. 369créanciers; ils pourraient aussi empêcher certains créanciers particulièrement adroits de se créer un privilège, ce que le principe de l'égalité des créanciers ne permet pas (ATF 103 III 63 consid. 3 f). En revanche, c'est à tort que la demanderesse invoque l'obligation pour les liquidateurs de respecter le secret bancaire. En effet, on peut déjà douter que les agissements illicites des organes ou des employés de la banque et les interventions de la Commission fédérale des banques soient couverts par le secret bancaire, car ils ne concernent pas les relations de la banque avec ses clients; de plus, selon la jurisprudence, dans la faillite de la banque, l'intérêt de quelques-uns à ce que le secret soit observé doit céder devant l'intérêt des créanciers à la mise en lumière des relations d'affaires de la banque (ATF 96 III 117 consid. 1). Ainsi, contrairement à l'avis exprimé par la demanderesse, il n'était pas interdit aux liquidateurs de donner à tous les créanciers les informations nécessaires pour leur permettre d'intenter, le cas échéant par l'intermédiaire d'un mandataire commun, la présente action en dommages-intérêts, s'ils estimaient que la responsabilité de la Confédération pouvait être engagée; dans le même sens, le Tribunal fédéral a considéré que la Commission fédérale des banques pouvait adresser à tous les porteurs de parts d'un fonds de placement dont les intérêts sont lésés ou menacés une information sur la situation juridique et notamment sur la possibilité qui leur était offerte de confier à un mandataire commun le soin de faire valoir leurs droits contre un ancien dirigeant de la société de la direction du fonds (ATF 103 Ib 310 ss. consid. 4a). Dans la présente affaire, il n'était donc nullement nécessaire que les liquidateurs, pour assurer la défense des intérêts des créanciers, engagent la procédure en agissant sous la raison de la Banque de crédit international en liquidation concordataire. L'action aurait dû être intentée, le cas échéant, par un mandataire commun, au nom et pour le compte des créanciers décidés à agir, après avoir reçu les informations nécessaires des liquidateurs. C'était d'ailleurs le seul moyen admissible car il eût permis à la défenderesse de s'opposer à la demande de ceux des créanciers dont les opérations spéculatives ont pu être l'une des causes principales de la déconfiture de la banque; à l'égard de ces créanciers, premiers responsables du dommage subi, la défenderesse n'assumerait pas de responsabilité, en vertu des art. 4 LRFC et 44 CO. Dans ces conditions, c'est à bon droit que la défenderesse a BGE 106 Ib 357 S. 370contesté aux liquidateurs la qualité pour faire valoir en justice des prétentions qui ne font pas partie de la masse à liquider, mais appartiennent en propre aux créanciers. La demande doit ainsi être rejetée sans même examiner si la Confédération suisse devrait, en faveur des créanciers de la Banque de crédit international en liquidation concordataire, répondre du dommage qu'ils pourraient subir du fait d'un prétendu défaut de surveillance de la Commission fédérale des banques.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette la demande."}