{"annee": "106", "cour": "V", "page": "48", "date": "15/4/1980", "cite": ["98 V 166"], "cite_par": ["109 V 23", "119 V 468"], "chapeau": "11. Urteil vom 15. April 1980 i.S. Wegmann gegen Schweizerische Unfallversicherungsanstalt und Versicherungsgericht des Kantons Zürich", "regestes": ["Art. 76 LAMA. Rente dégressive et transitoire en cas de mutilation peu importante d'un doigt."], "faits": "BGE 106 V 48 S. 48\n\nA.- Ernst Wegmann verunfallte am 15. September 1975 an seinem Arbeitsplatz und erlitt dabei eine offene Querfraktur des linken Zeigefingers mit Fraktur des distalen Köpfchens der Mittelphalanx. Der Kreisarzt der Schweizerischen Unfallversicherungsanstalt (SUVA) stellte am 16. September 1976 als bleibende Behinderung einen Streckausfall im Mittelgelenk des verletzten Fingers von 20 Grad und im Nagelgelenk von 35 Grad fest. Beim Faustschluss sperre der Zeigefinger um 2 cm. Medizinisch-theoretisch könne man noch nicht von einer messbaren Verminderung der Erwerbsfähigkeit sprechen.\n\nAm 26. Januar 1976 nahm Ernst Wegmann die bisherige Tätigkeit als Mechaniker-Meister wieder vollständig auf. Anfangs März 1976 wurde er in das technische Lager der Fabrik versetzt, wo er sich als Magaziner betätigte. Er erklärte am 19. September 1976 gegenüber dem SUVA-Sachbearbeiter, dass die Versetzung ins Magazin nur teilweise unfallbedingt gewesen sei. Er habe mit seinem Vorgesetzten Meinungsverschiedenheiten gehabt.\n\nN., der direkte Vorgesetzte des Versicherten, führte am 20. Oktober 1976 vor dem SUVA-Sachbearbeiter aus, dass die Mechanikerarbeit vorab Fingerfertigkeit erfordere. Er schätze die unfallbedingte Leistungseinbusse von Ernst Wegmann auf durchschnittlich 20%. Man habe ihn ausschliesslich wegen der Unfallfolgen auf den Magazinerposten versetzt. Dort sei er mit einem Meisterlohn (er komme auf einen Jahresbruttolohn von Fr. ...) grundsätzlich überbezahlt. Der Vorgänger an dieser Stelle habe monatlich Fr. 2'300.-- verdient. Ohne Unfall hätte Ernst Wegmann auf den 1. Januar 1976 wie alle andern Mitarbeiter in seiner Abteilung eine Lohnerhöhung von BGE 106 V 48 S. 49Fr. 100.-- monatlich erhalten. Laut Auskunft der Personalabteilung wurde gegenüber Ernst Wegmann auf eine Salärreduktion verzichtet, da es sich um einen langjährigen Mitarbeiter handle, doch sei mit einer langsamer verlaufenden Lohnentwicklung zu rechnen.\n\nMit Verfügung vom 11. Januar 1977 eröffnete die SUVA Ernst Wegmann, dass ihm für die Zeit vom 18. Januar 1976 bis 31. Januar 1979 eine Rente ausgerichtet werde. Nach Ablauf dieser Zeit falle die Rente ohne vorherige Anzeige dahin, weil dann eine messbare unfallbedingte Beeinträchtigung der Erwerbsfähigkeit nicht mehr bestehen werde. Den Grad der Erwerbsunfähigkeit setzte die SUVA für die Zeit bis zum 31. Juli 1978 auf 20%, ab dann auf 10% fest.\n\nB.- Beschwerdeweise Verlangte Ernst Wegmann, die Verfügung der SUVA sei dahingehend abzuändern, dass auch nach dem 31. Januar 1979 eine Rente von 10% auszurichten sei. Am 21. Februar 1978 wies das Versicherungsgericht des Kantons Zürich die Beschwerde ab.\n\nC.- Mit Verwaltungsgerichtsbeschwerde lässt Ernst Wegmann seinen Antrag erneuern. In der Begründung wird im wesentlichen ausgeführt, dass die Versetzung vom Werkmeister zur tiefer bewerteten Stelle des Magaziners bereits eine dauernde Invalidität von 10% bedeute. Die Leistungseinbusse als Mechaniker-Meister betrage laut N. 20%, und es könnte argumentiert werden, dass auch in Zukunft am bisherigen Arbeitsplatz eine solche Invalidität gegeben sei. Da Ernst Wegmann wegen der Unfallfolgen Magaziner bleibe, ergebe sich eine Invalidität von weit mehr als 10%...", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 76 KUVG haben verunfallte Versicherte Anspruch auf eine Invalidenrente, wenn von weiterer ärztlicher Behandlung keine namhafte Besserung des Gesundheitszustandes mehr zu erwarten ist und der Unfall eine voraussichtlich bleibende Erwerbsunfähigkeit hinterlässt. Die Rente beträgt bei gänzlicher Erwerbsunfähigkeit 70% des zuletzt erzielten Jahresverdienstes (Art. 77 KUVG). Die für den Rentenanspruch massgebende Invalidität entspricht dem Verhältnis zwischen dem Erwerbseinkommen, das der Versicherte ohne Invalidität zu erzielen vermöchte, und dem Einkommen, welches er BGE 106 V 48 S. 50trotz des versicherten Gesundheitsschadens nach seinen beruflichen Fähigkeiten zumutbarerweise noch zu erwerben fähig ist (BGE 98 V 166).\n\nDie Renten werden - unter Vorbehalt der Revision gemäss Art. 80 KUVG - grundsätzlich auf unbestimmte Zeit gewährt. Rechtsprechung und Doktrin haben jedoch seit jeher die Zusprechung abgestufter und befristeter Renten als zulässig erkannt. Es soll damit Fällen Rechnung getragen werden, in welchen bereits anlässlich der Rentenfestsetzung Vorauszusehen ist, dass sich die Auswirkungen auf die Erwerbsfähigkeit zufolge Anpassung und Angewöhnung des Versicherten an die Unfallfolgen in absehbarer Zeit ausgleichen werden (EVGE 1956 S. 8; unveröffentlichte Urteile Brem vom 24. August 1972, Vitulli vom 11. April 1973, Romano Vom 11. April 1975, Toquero vom 23. Januar 1976 und Vinals vom 26. Januar 1977; MAURER, Recht und Praxis der Schweizerischen obligatorischen Unfallversicherung, 2. Aufl., S. 218, 230 Ziff. 9 und S. 245 Ziff. 6a).\n\n2. Die Bemessung der Rente mit 20% bis 31. Juli 1978 und 10% ab 1. August 1978 ist nicht angefochten. Streitig ist einzig die Frage, ob die Terminierung der Rente Rechtens ist bzw. ob eine zeitlich unbefristete Rente hätte zugesprochen werden müssen.\n\na) Es ist eine Erfahrungstatsache, dass Fingerverstümmelungen geringeren Ausmasses trotz des bleibenden Defekts nach einer gewissen Phase der Anpassung und Angewöhnung keine oder nur noch eine minimale Verminderung der Erwerbsfähigkeit bewirken. Dieser Faktor ist bei der Festsetzung der Rente zu berücksichtigen und daher in solchen Fällen in der Regel eine zeitlich befristete Rente zuzusprechen (EVGE 1952 S. 81, 1951 S. 78, 1938 S. 81; unveröffentlichte Urteile Vinals vom 26. Januar 1977 und Jeandupeux Vom 18. Juni 1959).\n\nDa der Unfallschaden des Beschwerdeführers einen verhältnismässig geringen Funktionsausfall der linken Hand bewirkt, hat die SUVA zu Recht der vorstehend genannten Praxis des Eidg. Versicherungsgerichts Rechnung getragen. Es konnte aufgrund der unfallmedizinischen Erfahrung beim Beschwerdeführer erwartet werden, dass er die Behinderung der linken Hand durch vermehrte funktionelle Umstellung auf die rechte allmählich wettmache. Der Beschwerdeführer kann sich im weiteren damit behelfen, dass er kleine und kleinste Gegenstände BGE 106 V 48 S. 51etwa mit dem Daumen und dem Mittelfinger der linken Hand fasst und handhabt. Nach einiger Übung dürfte so auch für kompliziertere Handgriffe die frühere Fertigkeit der linken Hand annähernd wieder erreicht werden. Aufgrund dieser erfahrungsgemäss zu erwartenden Anpassung und Angewöhnung an den Unfallschaden durfte die SUVA berechtigtermassen annehmen, die Invalidität würde sich im Laufe der Zeit verringern und schliesslich unter den von der Praxis für die Ausrichtung einer Rente angenommenen Grenzwert fallen (unveröffentlichtes Urteil Romano vom 11. April 1975; MAURER, a.a.O., S. 229). Die Bemessung der Invalidität (20% bis 31. Juli 1978, ab dann 10%) und der erforderlichen Anpassungs- und Angewöhnungszeit ist nicht zu beanstanden.\n\nb) Was der Beschwerdeführer dagegen vorbringt, ist unbehelflich. Nicht entscheidend kann sein, dass der Beschwerdeführer Linkshänder ist (EVGE 1951 S. 78). Diese Erschwernis lässt sich ohne übermässige Anstrengung durch Umgewöhnung beheben. Nicht gehört werden kann ferner der Einwand, die Terminierung der Rente bereits am 11. Januar 1977 sei nicht gerechtfertigt, da selbst nach Auffassung der SUVA die Frage, ob die zu erwartende, Besserung bis 31. Januar 1979 eintrete, besser in diesem Zeitpunkt beurteilt Werden könne. Die Zusprechung einer terminierten Rente ist statthaft, wenn die zukünftige Angewöhnung voraussehbar und wahrscheinlich ist; sie braucht nicht sicher zu sein (EVGE 1931 S. 101). Sowohl Voraussehbarkeit als auch Wahrscheinlichkeit der Anpassung und Angewöhnung waren vorliegendenfalls gegeben.\n\nSchon im Zeitpunkt der Verfügung (11. Januar 1977) eine dauernde Invalidität von 10% anzunehmen, rechtfertigt sich entgegen der Auffassung des Beschwerdeführers nicht. Die Schätzung der unfallbedingten Leistungseinbusse mit 20% durch N. am 20. Oktober 1976 kann sich nur auf die Arbeitsfähigkeit des Beschwerdeführers bis zur Versetzung ins Magazin beziehen und berücksichtigt daher die zu erwartende Angewöhnung und Anpassung an den Unfallschaden nicht. Der Umstand ferner, dass der Beschwerdeführer ins Magazin versetzt wurde und somit ab anfangs März 1976 den bisherigen Beruf als Mechaniker-Meister nicht mehr ausübte, ist für die Festsetzung der Invalidität im vorliegenden Fall ohne Belang. Entscheidend ist vielmehr, dass der Beschwerdeführer nach unfallmedizinischer Erfahrung in absehbarer Zeit infolge Angewöhnung BGE 106 V 48 S. 52und Anpassung aller Wahrscheinlichkeit nach als Mechaniker-Meister nicht mehr in rentenbegründendem Ausmass erwerbsunfähig wäre. Unter diesem Gesichtspunkt können weder die Versetzung in die angeblich tiefer bewertete Stelle im Magazin noch die entgangenen Reallohnerhöhungen im Jahre 1976 und 1977 Beachtung finden. Angesichts der Lohnerhöhung per 1. Januar 1978 scheint im übrigen nicht festzustehen, dass die Lohnentwicklung - wie behauptet - langsamer verlaufen wird.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}