{"annee": "106", "cour": "IA", "page": "38", "date": "30/1/1980", "cite": ["97 I 852", "97 I 573"], "cite_par": ["117 IB 441"], "chapeau": "9. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 30. Januar 1980 i.S. Regierungsrat des Kantons St. Gallen gegen Eidgenössisches Departement des Innern (staatsrechtliche Klage)", "regestes": ["Conflit de compétence négatif en matière de police des denrées alimentaires. - Sur quel droit convient-il de se fonder pour trancher un conflit de compétence au sens de l'art. 83 lettre a OJ (consid. 2)? - Art. 69bis Cst., art. 28 al. 1 et 56 al. 1 LCDA. Quand bien même il s'agit de denrées importées, les autorités cantonales restent compétentes pour contrôler la marchandise et prendre les mesures nécessaires (consid. 3-8). Interprétation des dispositions en cause, notamment selon les méthodes historique (consid. 5) et téléologique (consid. 7)."], "faits": "|39|\n\nAm 18. Mai 1979 übermittelte das Zollamt St. Gallen dem kantonalen Laboratorium des Kantons St. Gallen im Sinne der Art. 28 und 30 Abs. 1 des Bundesgesetzes betreffend den Verkehr mit Lebensmitteln und Gebrauchsgegenständen (LMG) die Probe ein er Lieferung von 48 Schachteln aromatisierter Radiergummis aus Polyvinylchlorid in der Form von Speiseeis-Lutschstengeln. Die in Hongkong aufgegebene Sendung war für die Frisco-Findus AG in Rorschach bestimmt.\n\nAuf Antrag des st. gallischen Kantonschemikers verbot die Sanitätskommission des Kantons St. Gallen am 3. Juli 1979 der Frisco-Findus AG den Vertrieb der importierten Radiergummis \"aus Polyvinylchlorid mit Dioctylphtalat als Weichmacher und einigen Farbstoffen sowie einem fruchtigen Aroma\". In ihrem Entscheid vertrat die Sanitätskommission des Kantons St. Gallen die Auffassung, sie habe als eine dem Eidgenössischen Departement des Innern unmittelbar unterstellte, lediglich ausführende Behörde gehandelt. Entsprechend erklärte sie in ihrer Rechtsmittelbelehrung, dass gegen ihren Entscheid binnen 30 Tagen beim Eidgenössischen Departement des Innern Beschwerde geführt werden könne.\n\nDie Frisco-Findus AG zweifelte daran, ob die von der Sanitätskommission erteilte Rechtsmittelbelehrung richtig sei. Sie erhob deshalb gegen den Entscheid der Sanitätskommission einerseits Rekurs beim Regierungsrat des Kantons St. Gallen und anderseits Beschwerde beim Eidgenössischen Departement des Innern. Dieses erklärte sich mit Schreiben vom 20. Juli 1979 an die Staatskanzlei St. Gallen als zur Behandlung der Beschwerde nicht zuständig. Auch der Regierungsrat des Kantons St. Gallen, dem die Akten in der Folge überwiesen wurden, weigerte sich, das bei ihm eingelegte Rechtsmittel zu behandeln.\n\nMit Eingabe vom 1. August 1979 erhob der Regierungsrat des Kantons St. Gallen gestützt auf Art. 83 lit. a OG beim Bundesgericht gegen das Eidgenössische Departement des Innern staatsrechtliche Klage mit dem Antrag, es sei dieses zur Behandlung der bei ihm anhängig gemachten Beschwerde als zuständig zu bezeichnen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Sowohl der Regierungsrat des Kantons St. Gallen als auch das Eidgenössische Departement des Innern halten sich |40| gegenseitig für die Behandlung des von der Frisco-Findus AG gegen den Entscheid der st. gallischen Sanitätskommission ergriffenen Rechtsmittels für zuständig und weigern sich, das bei ihnen anhängig gemachte Rechtsmittel an die Hand zu nehmen. Es ist somit ein Kompetenzkonflikt zwischen einer Behörde des Bundes und einer solchen eines Kantons im Sinne Von Art. 83 lit. a OG gegeben, so dass auf die vom Regierungsrat des Kantons St. Gallen erhobene staatsrechtliche Klage einzutreten ist.\n\n2. Abzuklären ist im vorliegenden Verfahren, ob das Eidgenössische Departement des Innern in den streitigen Belangen die der st. gallischen Sanitätskommission unmittelbar vorgesetzte Behörde ist, wie das der Regierungsrat behauptet, und deshalb das von der Frisco-Findus AG erhobene Rechtsmittel zu behandeln hat oder ob es den vom kantonalen Recht bezeichneten Behörden obliegt, in der Sache zu entscheiden. Das beurteilt sich ausschliesslich nach den Vorschriften des Bundesrechts, ist doch nach der allgemeinen Kompetenzausscheidungsregel von Art. 3 BV die Zuständigkeit des Bundes nur dort gegeben, wo das Bundesrecht, vorab Verfassung und Gesetz, den Bund für zuständig erklärt. In die gleiche Richtung zielt auch Art. 98 lit. g OG, woraus sich ergibt, dass Entscheide letzter Instanzen der Kantone, die öffentliches Recht des Bundes zum Gegenstand haben, beim Bundesgericht mit Verwaltungsgerichtsbeschwerde anzufechten sind und nur dann an eine andere Behörde des Bundes weitergezogen werden können, wenn das Bundesrecht dies so vorsieht. Die vom Regierungsrat angeführten Bestimmungen des kantonalen Verfahrensrechtes sind daher von vornherein nicht geeignet, die Zuständigkeit der Bundesbehörden zu begründen. Die Frage aber, ob die Sanitätskommission nach kantonalem Recht als letzte Instanz entschieden hat oder ob ihr Entscheid auf Grund des kantonalen Rechts beim Regierungsrat angefochten werden kann, kann nicht Gegenstand des vorliegenden Kompetenzkonfliktsverfahrens sein.\n\n3. a) Art. 69bis BV lautet:\n\n\"Der Bund ist befugt, gesetzliche Bestimmungen zu erlassen:\n\na. über den Verkehr mit Nahrungs- und Genussmitteln;\n\nb. über den Verkehr mit andern Gebrauchs- und Verbrauchsgegenständen,\n\nsoweit solche das Leben oder die Gesundheit gefährden können.\n\n|41|\n\nDie Ausführung der bezüglichen Bestimmungen geschieht durch die Kantone,\n\nunter Aufsicht und mit der finanziellen Unterstützung des Bundes.\n\nDagegen liegt die Kontrolle der Einfuhr an der Landesgrenze dem Bunde\n\nob.\"\n\nIn Ausführung dieser Verfassungsbestimmung wurde am 8. Dezember 1905 das Bundesgesetz betreffend den Verkehr mit Lebensmitteln und Gebrauchsgegenständen (LMG) erlassen. Dieses Gesetz sagt zunächst in Art. 2, die Beaufsichtigung des Verkehrs mit Lebensmitteln und Gebrauchsgegenständen finde \"im Innern der Kantone und an der Landesgrenze\" statt. Die Art. 3-24 enthalten sodann einlässliche Vorschriften über die den Kantonen obliegende Aufsicht. Es wird hier unter anderem vorgeschrieben, dass jeder Kanton für sich allein oder gemeinsam mit anderen Kantonen eine Untersuchungsanstalt (kantonales Laboratorium) einzurichten und zu unterhalten habe (Art. 4). Weitere Bestimmungen regeln die Grundsätze des Verfahrens bei der Entnahme von Proben sowie bei der Beanstandung von Waren und sonstigen Gegenständen (Art. 11-24). Im Gesetz folgt sodann ein Abschnitt über die eidgenössische Aufsicht (Art. 25-35). Nach Art. 28 Abs. 1 kontrollieren die Zollämter auf den schweizerischen Zollstellen und in den schweizerischen Niederlagshäusern die aus dem Ausland eingehenden Waren mit Ausnahme der Transitgüter. Nach Art. 30 haben die Zollämter sodann die Proben, die sie \"aus irgendeinem Verdachtsgrund erhoben haben\", der vom Kanton des Bestimmungsortes bezeichneten Untersuchungsanstalt zuzuleiten. Diese erstattet der kantonalen Aufsichtsbehörde Bericht, worauf letztere die erforderlichen Massnahmen zu treffen und das endgültige Ergebnis der Untersuchung dem Eidgenössischen Departement des Innern zu melden hat. Art. 56 Abs. 1 LMG bestimmt schliesslich, dass die Ausführung des Gesetzes \"mit Ausnahme der Grenzkontrolle\" den Kantonen obliege.\n\nb) Der Regierungsrat des Kantons St. Gallen legt die erwähnten Bestimmungen der Bundesverfassung und des LMG so aus, dass das Verfahren bei der Kontrolle von Lebensmitteln und Gebrauchsgegenständen bei eingeführten Waren von demjenigen bei Waren, die in der Schweiz erzeugt oder in den Verkehr gebracht werden, grundsätzlich verschieden sei, und zwar von der Probenerhebung bis zum rechtskräftigen Erlass einer |42| allfälligen Verwaltungsverfügung. Er anerkennt zwar, dass gemäss Art. 30 Abs. 2 LMG die für den Bestimmungsort der Importgüter zuständige kantonale Untersuchungsanstalt die Untersuchung vorzunehmen und deren Ergebnis der kantonalen Aufsichtsbehörde mitzuteilen hat, die ihrerseits die erforderlichen Massnahmen treffen muss. Indessen hält er dafür, dass den genannten kantonalen Stellen in diesem Zusammenhang eine andere Stellung zukomme als bei der Untersuchung sonstiger Waren. Nach Auffassung des Regierungsrates handeln sowohl die Untersuchungsanstalt als auch die kantonale Aufsichtsbehörde bei der Behandlung von Importgütern unter unmittelbarer Aufsicht des Bundes, d.h. als Organe der zuständigen Bundesbehörde. Das bedeute, dass für die Behandlung eines Rechtsmittels gegen Verfügungen der kantonalen Aufsichtsbehörde in solchen Fällen die übergeordnete Bundesbehörde zuständig sei. Der kantonale Rechtsmittelweg sei nur dort gegeben, wo die Lebensmittelkontrolle im Sinne von Art. 3 LMG unter der Aufsicht der kantonalen Regierung erfolge, was bei Importgütern nicht zutreffe.\n\nc) Demgegenüber geht der Standpunkt des Eidgenössischen Departementes des Innern dahin, die Art. 69bis BV und Art. 28 LMG enthielten einen Vorbehalt zugunsten der unmittelbaren Bundeskompetenz nur insoweit, als die Zollämter unter gewissen Voraussetzungen Warenproben zu erheben und sie dem zuständigen Kantonschemiker zur Untersuchung zuzustellen hätten. Von diesem Zeitpunkt an unterscheide sich das Verfahren nicht mehr von demjenigen bei der Kontrolle anderer Waren. Es seien die zuständigen kantonalen Behörden, die in beiden Fällen nach den nämlich sachlichen Gesichtspunkten die gebotenen Verfügungen zu treffen hätten.\n\nIm übrigen müsse der Importeur, der allein für die Einhaltung der schweizerischen lebensmittelpolizeilichen Vorschriften verantwortlich sei, dieselben Verfahrensgarantien haben wie derjenige, der Inlandware in den Verkehr bringe. Die kantonale Behörde habe insbesondere auch bei der Beanstandung von Importgütern die in Art. 16 LMG vorgesehene Mitteilung an den Betroffenen zu erlassen und ihm Gelegenheit zu geben, Einsprache zu erheben oder eine Oberexpertise zu verlangen. Daraus folge, dass auch der Rechtsmittelweg in solchen Fällen derselbe sein müsse wie bei der Beanstandung von im Inland in den Verkehr gebrachten Waren.\n\n|43|\n\n4. Der Wortlaut von Verfassung und Gesetz gibt keinen eindeutigen Hinweis darauf, wie die hier streitige Zuständigkeitsfrage zu lösen sei. Wenn gemäss Art. 69bis Abs. 3 BV die Kontrolle der Einfuhr an der Landesgrenze dem Bund obliegt, so kann man an sich unter \"Kontrolle\" bloss die unmittelbare, erste Prüfung der Importgüter durch die Zollorgane Verstehen oder aber auch, wie dies der Auffassung des Regierungsrates des Kantons St. Gallen entspricht, die Lebensmittelkontrolle als Ganzes bis zum rechtskräftigen Verwaltungsentscheid. Da der Ausdruck \"Kontrolle\" diese beiden Auslegungen zulässt, ergibt sich auch aus Art. 56 Abs. 1 LMG, wonach die Ausführung des Gesetzes \"mit Ausnahme der Grenzkontrolle\" den Kantonen obliegt, nichts Entscheidendes. Auch der Text der Art. 28 und 30 LMG führt nicht weiter. Es werden hier die Aufgaben der Zollämter einerseits und der kantonalen Laboratorien und Aufsichtsbehörden anderseits näher umschrieben, jedoch lässt sich diesen Bestimmungen nicht entnehmen, ob die kantonalen Stellen in der gleichen Funktion tätig werden wie bei nicht importierter Ware oder ob sie auf Grund einer besonderen, materiell von derjenigen im Sinne von Art. 69bis Abs. 2 BV abweichenden, Kompetenzdelegation zu handeln haben.\n\nDer Regierungsrat des Kantons St. Gallen beruft sich für seinen Standpunkt auf den systematischen Aufbau des Gesetzes. Er legt Gewicht darauf, dass einerseits die Art. 3-24 LMG unter dem Titel \"A. Kantonale Aufsicht\" und anderseits die Art. 25-35, die mit Ausnahme von Art. 25 die Kontrolle eingeführter Waren zum Gegenstand haben, unter dem Titel \"B. Eidgenössische Aufsicht\" zusammengefasst sind. Es trifft zu, dass diese Systematik des Gesetzes für die Anschauung des Regierungsrates spricht. Immerhin steht demgegenüber fest, dass die an der Grenze erhobenen Proben von den Zollorganen dem zuständigen kantonalen Laboratorium zu übermitteln sind und dass die kantonale Aufsichtsbehörde daraufhin die notwendigen Massnahmen zu treffen hat. Der Schluss, aus dieser Regelung ergebe sich, dass die kantonalen Instanzen im Einzelfalle nur als Organe der zuständigen Bundesbehörde handelten und unmittelbarer Bundesaufsicht unterstünden, drängt sich nicht auf. Eine solche Doppelstellung einer kantonalen Behörde wäre aussergewöhnlich. Die andere Auslegung, nämlich dass sich der Bund einzig die unmittelbare Kontrolle |44| an der Grenze vorbehalten habe, schliesst der Gesetzestext jedenfalls nicht aus, zumal in den Art. 28 und 30 LMG nicht davon die Rede ist, dass es die Bundesbehörden seien, die die erforderlichen Untersuchungen vornehmen sollten. Vorgesehen ist zwar eine Kontrolle durch die Zollämter (Art. 28 Abs. 1 LMG), d.h. eine \"Grenzkontrolle\" (Art. 56 Abs. 1 LMG), die die von den zuständigen Behörden zu treffenden lebensmittelpolizeilichen Massnahmen sichern soll. Verfügt werden diese Massnahmen aber nach der ausdrücklichen Regelung von Art. 30 Abs. 2 LMG durch die kantonale Aufsichtsbehörde des Bestimmungsortes, ohne dass im Gesetz in dieser Hinsicht ein Vorbehalt zugunsten der Zuständigkeit der Bundesbehörden zu finden wäre.\n\n5. Der Entstehungsgeschichte des LMG lassen sich immerhin Hinweise für die Auslegung des Gesetzes entnehmen. Der bundesrätliche Entwurf vom 28. Februar 1899 (BBl 1899 I 647) sah hinsichtlich der lebensmittelpolizeilichen Behandlung von Importgütern ein System vor, das ungefähr dem später Gesetz gewordenen Text entsprach. Dagegen wandte sich ein vom Bauernsekretariat verfasstes Gutachten des schweizerischen Bauernverbandes, in dem die Organisation der Kontrolle eingeführter Lebensmittel und Gebrauchsgegenstände, wie sie der Entwurf vorsah, als ungenügend erklärt wurde. Der Bauernverband führte aus, die vorgesehene Organisationsform entspreche nicht der Verfassung (Art. 69bis Abs. 3 BV); unter \"Kontrolle\" habe man nämlich \"doch mehr als eine blosse Probenahme und eventuelle Vorprüfung\" zu verstehen. Da das Volk durch die Annahme des erwähnten Verfassungsartikels dem Bund die ganze Grenzkontrolle übertragen habe, gehe es nicht an, deren wichtigsten Teil den Kantonen zu überlassen. Der Bund habe vielmehr eigene Untersuchungsanstalten einzurichten, denen die Kontrolle der importierten Waren obliege (Mitteilungen des schweizerischen Bauernsekretariates Nr. 5, Bern 1899, S. 34 ff.). Im Ständerat, der als erster Rat über die Vorlage beriet, nahm der Berichterstatter der Kommission, Ständerat Scherb, sowohl zu dieser Anregung als auch zu der gegenteiligen Auffassung der Comestibles-Händler von Zürich Stellung. Er führte aus, es solle nach der Meinung der Kommission einstweilen von der Errichtung eidgenössischer Laboratorien abgesehen werden, da hiefür kein genügendes Bedürfnis bestehe und die kantonalen Amtsstellen |45| den Bedürfnissen zu genügen vermöchten. Ein Dualismus zwischen eidgenössischen und kantonalen Untersuchungsanstalten sei zu vermeiden. \"Wir betrachten das System, wonach die Waren, kommen sie woher sie wollen, da untersucht werden, wo sie zum Vertrieb kommen, wo sie konsumiert werden, als ein einfaches, praktisches und leicht durchführbares, ein System, das den freien Handel und Verkehr in keiner Weise stört.\" Sollte sich später zeigen, dass diese Art der Kontrolle nicht genüge, dann könne das Gesetz immer noch geändert werden (Sten. Bull. 1899, S. 277/278). Demgegenüber schloss sich Ständerat Müller der Auffassung des Bauernsekretariates an und beantragte die Schaffung einer gewissen Zahl von eidgenössischen Grenzlaboratorien (a.a.O., S. 279/280). In der Abstimmung folgte der Ständerat aber in diesem Punkt mit grosser Mehrheit den Anträgen von Bundesrat und Kommission.\n\nDer Nationalrat zog den Entwurf zum LMG erst im Jahre 1903 in Beratung. Der Berichterstatter deutscher Sprache, Nationalrat von Steiger, trat im Eintretensreferat hinsichtlich der hier zu erörternden Frage entschieden für die vom Ständerat genehmigte Vorlage des Bundesrates ein (Sten. Bull. 1903, S. 419 f.). Der französischsprachige Berichterstatter, Nationalrat Vincent, beantragte ebenfalls, auf die Vorlage einzutreten, unterschied jedoch deutlich zwischen zwei Arten von Kontrollen, nämlich derjenigen im Landesinnern, die den Kantonen obliege, und derjenigen an der Grenze, die den Organen der eidgenössischen Zentralgewalt zustehe und der die kantonalen Laboratorien unentgeltlich Hilfe zu leisten hätten (a.a.O., S. 433). In der Detailberatung präzisierte Nationalrat von Steiger, der Antrag der Kommission bedeute, dass dann, wenn sich der Verdacht des Zollbeamten auf Grund des Gutachtens des Kantonschemikers bestätige, \"wie gegen eine andere, innerhalb des Kantons aufgegriffene und dem Gesetz widersprechende Ware vorgegangen\" werde (a.a.O., S. 519). Nationalrat Vincent äusserte sich im gleichen Sinne, und der entsprechende Gesetzesartikel wurde ohne weitere Diskussion angenommen (a.a.O., S. 519/520). Im Differenzenbereinigungsverfahren ergaben sich in diesem Zusammenhang keine neuen Gesichtspunkte.\n\nDer parlamentarischen Debatte lässt sich demnach entnehmen, dass beide Räte dem insbesondere von bäuerlicher Seite vorgebrachten Wunsch nach einer Stärkung der Stellung des |46| Bundes bei der lebensmittelpolizeilichen Kontrolle eingeführter Ware im wesentlichen nicht entsprechen wollten. In den Voten der Berichterstatter Scherb und von Steiger kommt deutlich das Anliegen zum Ausdruck, dass eingeführte Waren grundsätzlich gleich zu behandeln seien wie die im Inland erzeugten. Die Aufgabe der eidgenössischen Zollorgane blieb im wesentlichen rein technischer Natur und bestand in der Entnahme von Proben an der Grenze unter Einhaltung gewisser, den Rechtsschutz des Importeurs sichernder Formen und die Übermittlung der Proben an das zuständige kantonale Laboratorium. Nationalrat Vincent, der als einziger Redner in seinem Eintretensreferat von zwei verschiedenen Formen der Warenkontrolle sprach, zog aus dieser Auffassung keine Folgerungen, sondern schloss sich in der Detailberatung der Auffassung des deutschsprachigen Kommissionsreferenten an, wonach bei Beanstandungen importierter Waren nach der Zustellung der Proben an den Kantonschemiker gleich zu verfahren sei wie bei inländischen Erzeugnissen. Die Entstehungsgeschichte des LMG spricht somit dafür, dass die eidgenössischen Räte den in Art. 69bis Abs. 3 BV enthaltenen Ausdruck \"Kontrolle\" bewusst eng ausgelegt und diesem Gedanken bei der Redaktion des Gesetzes Rechnung getragen haben.\n\n6. Das Bundesgericht hatte sich mit der Frage, ob eine kantonale Verfügung betreffend an der Grenze kontrollierte und beanstandete Waren an eine eidgenössische oder an eine kantonale In stanz weitergezogen werden könne, noch nie zu befassen. Indessen finden sich in einem Urteil, in dem es um die Zuständigkeit für den Erlass einer erstinstanzlichen Verfügung über die Zulässigkeit einer Bezeichnung für ein bestimmtes Genussmittel ging, Ausführungen, die auch für den vorliegenden Fall von Bedeutung sind (BGE 97 I 852). Das Bundesgericht hat dort erklärt, es sei zwar richtig, dass die Lebensmittelverordnung (LMV) die Entscheidung bestimmter, einer rechtssatzmässigen Regelung kaum zugänglicher, Einzelfälle dem Bundesamt für Gesundheitswesen übertragen habe, um so eine für die ganze Schweiz einheitliche Ordnung zu erhalten. Das ändere jedoch nichts an der grundsätzlichen Zuständigkeitsordnung, nach der, wie in vielen anderen Gebieten, der Bund zwar die Vorschriften erlasse, die aber grundsätzlich von den kantonalen Instanzen anzuwenden seien. Auch wenn manchmal ein für alle Kantone gültiger Entscheid wünschbar wäre, |47| sei dies für die Auslegung des geltenden Rechtes ohne Belang. Die Nachteile der kantonalen Zuständigkeit seien im übrigen tragbar. Die koordinierenden Bestrebungen der Bundesinstanzen und die Bereitschaft der Kantone, eine übereinstimmende Praxis zu befolgen, bewirkten, dass eine Streitfrage dennoch nur in einem Kanton ausgetragen werden müsse. Zudem könne in den meisten Fällen durch Verwaltungsgerichtsbeschwerde ein letztinstanzlicher Entscheid des Bundesgerichts erwirkt werden (BGE 97 I 855 E. 2a und 856 E. 2b).\n\nIm angeführten Falle wurde überdies vorgebracht, die Zuständigkeit der Bundesbehörden zum Erlass einer Feststellungsverfügung ergebe sich aus ihrer Kompetenz zur Grenzkontrolle im Sinne von Art. 56 LMG. Das Bundesgericht bemerkte dazu, die Vorinstanz gehe offenbar davon aus, der Ausdruck \"Grenzkontrolle\" in Art. 56 LMG habe nur die Bedeutung, dass Organisation und Durchführung dieser Kontrolle selbst Sache des Bundes sei, dass aber alle Einzelverfügungen - auch bei importierten Produkten - von den zuständigen kantonalen Behörden zu treffen seien. Diese Auslegung des Gesetzes erscheine als zutreffend (BGE 97 I 586 E. 2c). Die vom Bundesgericht in anderem Zusammenhang angestellten Erwägungen vermögen die Anschauung des Eidgenössischen Departementes des Innern somit zu unterstützen und decken sich zudem mit den Gesetzesmaterialien.\n\n7. Zu prüfen ist noch, welche Auslegung Sinn und Zweck des Gesetzes eher entspricht. Auszugehen ist dabei davon, dass der Gesetzestext Verfassungskonform auszulegen ist. Das bedeutet für den vorliegenden Fall, dass nicht nur dem die Bundeskompetenzen auf dem Gebiete der Lebensmittelpolizei regelnden Art. 69bis BV, sondern auch dem Gedanken der Rechtsgleichheit Rechnung zu tragen ist, der in Art. 4 BV verankert ist.\n\nDie Ausführungen des Regierungsrates des Kantons St. Gallen über die Nachteile, die ein kantonales Rechtsmittelverfahren für die einheitliche Anwendung des Lebensmittelpolizeirechts auf dem ganzen Gebiet der Schweiz zur Folge hätte, überzeugen nicht. Wie das Eidgenössische Departement des Innern zutreffend ausführt, sind nicht die ausländischen Exporteure, sondern die schweizerischen Importeure für die Einhaltung der lebensmittelpolizeilichen Bestimmungen verantwortlich. Sie müssen wissen, ob sie ein Erzeugnis in die Schweiz |48| einführen dürfen. Ihre Stellung unterscheidet sich somit nicht grundsätzlich von derjenigen der Hersteller inländischer Erzeugnisse. Eine Verfügung der zuständigen kantonalen Stelle entfaltet in beiden Fällen die nämliche Wirkung. Wie in BGE 97 I 856 E. 2b ausgeführt wurde, besteht ausreichende Gewähr dafür, dass berechtigte Beanstandungen im ganzen Gebiet der Schweiz zur Kenntnis genommen und beachtet werden. Das Eidgenössische Departement des Innern, dem gemäss Art. 30 Abs. 3 LMG alle kantonalen Verfügungen betreffend eingeführte Waren mitzuteilen sind, wird für die Orientierung der übrigen Kantone in allen Fällen von Bedeutung ebenso besorgt sein wie bei Beanstandungen von Inlandgütern, und es wird nötigenfalls auch den Erlass einheitlicher Vollzugsvorschriften veranlassen. Auch unter diesem Gesichtspunkt rechtfertigt es sich somit nicht, die Zuständigkeit des Bundes anzunehmen. Hinzu kommt, dass der letztinstanzliche kantonale Entscheid vom Betroffenen oder von dem in der Sache zuständigen Departement des Bundes mit der Verwaltungsgerichtsbeschwerde an das Bundesgericht weitergezogen werden kann (Art. 98 lit. g und Art. 103 OG). Wo kantonale Behörden als Vorinstanzen öffentliches Recht des Bundes anwenden, tun sie das als kantonale Behörden und auf Grund des massgebenden kantonalen Verfahrensrechtes (GRISEL, Droit administratif suisse, Neuenburg 1970, S. 465 f.). Eine Ordnung, wie sie der st. gallische Regierungsrat für den vorliegenden Fall als gegeben ansieht und bei der die kantonalen Behörden als mittelbare Bundesbehörden handeln sollen, wenn sie Bundesverwaltungsrecht anzuwenden haben, ist systemwidrig. Hätte der Gesetzgeber für die hier in Frage stehenden Belange eine solche aussergewöhnliche Ordnung schaffen wollen, so hätte er sich entsprechend deutlich ausgedrückt. Davon kann aber keine Rede sein, so dass der These des st. gallischen Regierungsrates der Boden entzogen ist.\n\n8. Sowohl die historische als auch die teleologische Auslegung von Verfassung und Gesetz zeigen nach dem Gesagten mit aller Deutlichkeit, dass unter der in Art. 69bis Abs. 3 BV und in Art. 28 Abs. 1 sowie in Art. 56 Abs. 1 LMG erwähnten Kontrolle bzw. Grenzkontrolle die Sicherstellung verdächtiger Ware und die Entnahme von Warenproben zu verstehen ist. Zuständig für die Prüfung der Ware und die zu treffenden Massnahmen sind bei Importgütern die Behörden des Bestimmungskantons |49| der Sendung, und zwar in gleicher Weise wie bei im Inland hergestellten Erzeugnissen, denn diese Tätigkeit fällt nicht unter den Begriff der \"Kontrolle\" im Sinne der erwähnten Bestimmungen, sondern gehört zu den den Kantonen gemäss der Gesetzgebung des Bundes obliegenden allgemeinen lebensmittelpolizeilichen Aufgaben. Verhält es sich aber so, dann ist die staatsrechtliche Klage des Regierungsrates des Kantons St. Gallen abzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie staatsrechtliche Klage wird abgewiesen und der Regierungsrat des Kantons St. Gallen unter Vorbehalt des kantonalen Rechts als zur Behandlung des von der Frisco-Findus AG gegen die Verfügung der Sanitätskommission des Kantons St. Gallen vom 3. Juli 1979 erhobenen Rechtsmittels als zuständig erklärt."}