{"annee": "106", "cour": "IV", "page": "269", "date": "23/10/1980", "cite": ["103 IV 27", "101 IV 278", "99 IV 6", "100 IV 215"], "cite_par": ["118 IV 254"], "chapeau": "69. Auszug aus dem Urteil des Kassationshofes vom 23. Oktober 1980 i.S. T. gegen Generalprokurator-Stellvertreter des Kantons Bern (Nichtigkeitsbeschwerde)", "regestes": ["Art. 251 ch. 1 al. 3 et ch. 2 CP. Cas de la vente de \"certificats de reconnaissance d'un doctorat\". a) Titre (consid. 1). b) Titre supposé (consid. 2 litt. a). c) Usage pour tromper autrui (consid. 2 litt. b). d) Dessein de se procurer un avantage illicite (consid. 3)."], "faits": "BGE 106 IV 269 S. 269\n\nA.- a) In den Jahren 1974-1977 wurde unter dem von T. erfundenen Namen der auch in Japan nicht existierenden Gesellschaft \"All Japan Doctors Association\" jährlich eine Reise für jeweils zehn bis zwanzig Japaner nach Europa und insbesondere Bern organisiert. Die Reiseteilnehmer besuchten in Bern während zweier Tage ein Seminar, welches speziell für sie an der Universität Bern durchgeführt wurde. Dies geschah derart, dass Dr. X., Angestellter der Universität Bern für die BGE 106 IV 269 S. 270Belange ausländischer Studenten, jeweils einen Vorlesungssaal im Universitätsgebäude reservieren liess. Fürsprecher S., Mitinhaber eines Anwaltsbüros in Bern, engagierte im Auftrag von T. namhafte Persönlichkeiten, wie z.B. Professoren, welche gegen Honorar den Japanern ein Referat über ein meist allgemein gehaltenes, wissenschaftliches Thema halten sollten; im Anschluss an diese Vorträge sollten jeweils Diskussionen stattfinden.\n\nBei der Ankunft wurden die Teilnehmer durch T. zuerst Fürsprecher S. vorgestellt; 1974 fand die Begrüssung im Hotel \"Schweizerhof\", in den folgenden Jahren im Anwaltsbüro von S. statt. S. begrüsste jeden Japaner einzeln, führte ein kurzes Gespräch mit ihm und stellte ihm ein paar Fragen betreffend dessen Tätigkeitsgebiet. Jeder der Teilnehmer war offensichtlich akademisch gebildet. Bei dieser Vorstellung fungierte T. als Dolmetscher. An den folgenden zwei Tagen hörten sich die Teilnehmer in einem Vorlesungssaal der Universität Bern die Referate an und nahmen an den anschliessenden Diskussionen teil; 1977 beispielsweise wurden Referate über Veterinärmedizin, Gartenbau, Erziehungswesen, Architektur, Wirtschaftswissenschaft und Management gehalten. Alle Teilnehmer hörten sich alle Referate an, gleichgültig, ob sie ihr Fachgebiet betrafen oder nicht. Zu einem Abschlussessen wurden jeweils wiederum namhafte Persönlichkeiten eingeladen, so auch der Rektor der Universität. Kurz vor der Abreise wurden die Teilnehmer einzeln in das Büro von Dr. X. geführt, welcher ihnen in Anwesenheit von T. mit Händedruck ein Couvert überreichte. Die Teilnehmer öffneten das Couvert nicht sofort - offenbar auf Weisung von T. hin, wonach dies gegen die schweizerischen Sitten verstossen würde. Im Couvert befand sich ein braunes Mäppchen mit der Aufschrift \"Universität Bern\" und dem Wappen des Kantons Bern, und in diesem Mäppchen\n\n- ein Verzeichnis der Personen, die an den Seminaren teilgenommen hatten,\n\n- eine persönliche Bestätigung für jeden Teilnehmer, dass er das Seminar mit den aufgezählten Fachgebieten besucht hatte,\n\nbeide auf Papier mit dem Briefkopf des Rektorats der Universität Bern und unterschrieben sowohl von X. wie von S.; ferner BGE 106 IV 269 S. 271\n\n- ein \"Zeugnis über die Anerkennung der Doktorwürde\", ebenfalls auf Papier des Rektorats der Universität, mit den Stempeln \"Auslands-Abteilung\", \"Dr. X.\" und \"Universität Bern Kanzlei\" sowie einer Unterschrift von X. versehen.\n\nDen Teilnehmern der ersten Reise nach Bern im Jahre 1974 waren noch keine solchen Zeugnisse abgegeben worden.\n\nb) Für das Jahr 1978 war wiederum ein Seminar in Bern geplant gewesen. Am 27. April 1978 schrieb T. wie jedes Jahr Fürsprecher S. und bat ihn, die Referate für das Seminar zu organisieren. Am 26. Mai 1978 traf T. in Bern ein, um weitere Vorbereitungen zu treffen. Dabei wurde er verhaftet. In seinem Gepäck fanden sich unter anderem:\n\n- 17 Blatt \"Zeugnis über die Anerkennung der Doktorwürde\", ohne eingesetzte Namen und ohne Unterzeichnung,\n\n- 7 Blatt gleiche Zeugnisse mit eingesetzten Namen von Seminar-Teilnehmern des Jahres 1977, ohne Unterzeichnung,\n\n- zwei Listenentwürfe für die übliche Bestätigung der am Seminar 1978 teilnehmenden Japaner und der gehaltenen Referate.\n\nDas Seminar hätte am 12./13. Juni 1978 in Bern stattfinden sollen. Die Reise für die Teilnehmer war schon beim japanischen Reisebüro Kintetsu International gebucht worden.\n\nB.- Am 12. September 1978 sprach das Strafamtsgericht Bern T. schuldig der Urkundenfälschung und des Versuchs dazu, wiederholt und fortgesetzt begangen in Bern in der Zeit vom Sommer 1975 bis zum 26. Mai 1978; es verurteilte ihn zu 14 Monaten Gefängnis (abzüglich 70 Tage Untersuchungshaft), bedingt vollziehbar bei einer Probezeit von drei Jahren und zu 10 Jahren unbedingter Landesverweisung. Auf die vollumfängliche Appellation des Verurteilten und die auf die Strafzumessung beschränkte Anschlussappellation des Generalprokurator-Stellvertreters hin bestätigte die II. Strafkammer des Obergerichts des Kantons Bern am 29. Mai 1979 den Schuldspruch, erhöhte aber die Strafe auf 20 Monate Zuchthaus, abzüglich 110 Tage Untersuchungshaft.\n\nC.- T. führt Nichtigkeitsbeschwerde mit dem Antrag, das Urteil der II. Strafkammer des Obergerichts sei vollumfänglich aufzuheben und die Sache sei zum Freispruch an die Vorinstanz zurückzuweisen.\n\nBGE 106 IV 269 S. 272\n\nD.- Auf eine von T. gegen das obergerichtliche Urteil eingereichte staatsrechtliche Beschwerde ist der Kassationshof am 14. April 1980 nicht eingetreten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Nach Art. 110 Ziff. 5 Abs. 1 StGB und der Rechtsprechung des Bundesgerichts (BGE 101 IV 278 f., BGE 103 IV 28) sind Urkunden unter anderem Schriften, die bestimmt und geeignet sind, eine Tatsache von rechtlicher Bedeutung zu beweisen.\n\nDas hier in Frage stehende Schriftstück \"Zeugnis über die Anerkennung der Doktorwürde\" enthält folgenden Text:\n\n\"Die Prüfungskommission hat die erforderliche Untersuchung über die\n\nakademische Würde durchgeführt, die bereits der oben genannten Person\n\nverliehen wurde. Nach dem Ergebnis der Untersuchung erkennen wir diese\n\nPerson als Besitzer der Doktorwürde für ... an.\"\n\na) In der Beschwerde wird geltend gemacht, mit dem fraglichen Schriftstück werde nicht ein Doktortitel verliehen, sondern ein bereits vorhandener Titel anerkannt. Alle Teilnehmer der Seminare hätten bereits einen rechtmässig erteilten, vollkommen gültigen Doktortitel irgendeiner japanischen Universität besessen. Ein solcher Doktortitel werde in der Schweiz aber ohne weiteres, d.h. ohne Bestätigung einer Amtsstelle oder einer Universität, als vollwertig anerkannt. Der Anerkennung komme daher keine rechtliche Bedeutung zu. Das \"Zeugnis\" habe den Seminarteilnehmern nach ihrem eigenen Verständnis bloss gewissermassen als Erinnerungsurkunde gedient. Es sei nicht bestimmt und geeignet gewesen, eine Tatsache von rechtlicher Bedeutung zu beweisen.\n\nb) Diese Einwände beruhen weitgehend auf einer Sachdarstellung, die von den für den Kassationshof verbindlichen tatsächlichen Feststellungen des Obergerichts (Art. 277bis BStP) in unzulässiger Weise (Art. 273 Abs. 1 lit. b BStP) abweicht; sie sind im übrigen unbegründet.\n\nDas Obergericht geht mit dem Beschwerdeführer davon aus, dass durch das fragliche Zeugnis nicht die Doktorwürde verliehen, sondern ein bereits vorhandener Doktortitel anerkannt wurde. Diese Anerkennung durch das \"Rektorat der Universität Bern\" (so der Kopf des Zeugnisses) stellt entgegen der Ansicht des Beschwerdeführers eine Tatsache von rechtlicher BGE 106 IV 269 S. 273Bedeutung dar. Nach den verbindlichen Feststellungen der Vorinstanz waren die nach Bern gekommenen Japaner im Besitz eines von der I.C.A. (\"Internationale Kultur Akademie Universität\") verliehenen Doktortitels; diese private Institution ist in Japan nicht anerkannt. Wie das Obergericht zutreffend ausführt, bekam dieser Titel durch die (angebliche) Anerkennung seitens einer international angesehenen, seriösen Universität einen offiziellen Anstrich im Sinne eines amtlich anerkannten wissenschaftlichen Ausweises und somit viel grösseres Gewicht. Die Anerkennung ist von rechtlicher Bedeutung; sie ermöglicht oder erleichtert den Zugang zu weiterführenden Studien, Examina und Berufen und ist auch ein Indiz für den Wert der absolvierten Studien.\n\nDie in Frage stehenden Schriftstücke sind bestimmt und geeignet, die rechtlich bedeutsame Tatsache der Anerkennung der japanischen Doktortitel durch die Universität Bern zu beweisen. Die Beweisbestimmung geht schon aus der Bezeichnung \"Zeugnis über die Anerkennung der Doktorwürde\" hervor. Da das Schriftstück als von einer staatlichen Universität ausgestellt erscheint (Kopf, Stempel) und darin von einer Untersuchung durch die Prüfungskommission die Rede ist, aufgrund deren Ergebnisses die Doktorwürde anerkannt werde, ist das Zeugnis auch geeignet, die behauptete Tatsache der Anerkennung zu beweisen.\n\nDie fraglichen Schriftstücke sind demnach Urkunden im Sinne des Strafgesetzbuches. Dass sie öffentliche Urkunden sind, wird vom Beschwerdeführer mit Recht nicht in Abrede gestellt. Kopf (\"Rektorat der Universität Bern\") und Stempel (\"Universität Bern. Kanzlei\" samt Wappen des Kantons Bern) erwecken den Eindruck, dass die Zeugnisse von einem Beamten (Art. 110 Ziff. 4 StGB) kraft seines Amtes und in Ausübung hoheitlicher Funktionen ausgestellt worden seien.\n\n2. Trotz umfangreicher Untersuchungen konnte nicht mit der erforderlichen Bestimmtheit festgestellt werden, wer die Zeugnisse über die Anerkennung der Doktorwürde hergestellt und mit Stempeln und der Unterschrift von Dr. X. versehen hatte. Die Vorinstanz ging daher davon aus, dass die Zeugnisse nicht von T., sondern von einem Dritten ausgestellt wurden; das Gericht wirft T. demzufolge vor, \"eine von einem Dritten hergestellte Urkunde dieser Art zur Täuschung gebraucht\" zu haben (Art. 251 Ziff. 1 Abs. 3 StGB). Mit Urkunden \"dieser Art\" BGE 106 IV 269 S. 274sind, wie sich aus dem Zusammenhang mit Art. 251 Ziff. 1 Abs. 2 StGB ergibt, die unechten wie auch die unwahren Urkunden gemeint.\n\na) Der Beschwerdeführer macht geltend, im Falle der von ihm behaupteten und von der Vorinstanz selbst erwogenen Sachverhaltsvariante, wonach Dr. X. die Zeugnisse selber unterschrieben habe, seien die Urkunden echt.\n\nDie Vorinstanz hat in der Tat nicht völlig ausgeschlossen, dass Dr. X. die Zeugnisse selber unterzeichnet haben könnte. An der Unwahrheit der fraglichen Urkunden vermöchte dies indessen nichts zu ändern. Was der Beschwerdeführer dagegen einwendet, geht offensichtlich fehl. Selbst wenn man nämlich mit ihm davon ausginge, dass alle Inhaber eines ausländischen Doktortitels in der Schweiz ohne weiteres als solche anerkannt würden, sind die hier in Frage stehenden Urkunden unwahr. In den Zeugnissen wird nicht lediglich jene Tatsache bestätigt, sondern ausgeführt, dass die Prüfungskommission die erforderliche Untersuchung über die akademische Würde durchgeführt habe, die bereits der Oben genannten Person verliehen wurde, und dass nach dem Ergebnis der Untersuchung diese Person als Besitzer der Doktorwürde für... anerkannt werde. Eine solche Untersuchung durch die Prüfungskommission fand indessen nicht statt. Sollten ausländische Doktortitel in der Schweiz ohne weiteres anerkannt werden, wie der Beschwerdeführer behauptet, so wäre übrigens schon die Wendung \"die erforderliche Untersuchung\" unrichtig. T. hat demnach auf jeden Fall eine unwahre Urkunde gebraucht.\n\nb) Der Beschwerdeführer bestreitet sodann, die Zeugnisse zur Täuschung gebraucht zu haben. Die japanischen Reiseteilnehmer seien sich im klaren darüber gewesen, dass ein Doktortitel nicht allein mit dem Besuch eines zweitägigen Seminars über verschiedenste, nur zum Teil wissenschaftliche Themen erworben werden konnte. Die allfällige spätere Verwendung der Zeugnisse durch die Teilnehmer gegenüber Drittpersonen könne ihm nicht angerechnet werden.\n\nDer erste Einwand steht im Widerspruch zu den eigenen Behauptungen des Beschwerdeführers und zu den verbindlichen Feststellungen des Obergerichts. Danach wurden in Bern keine Doktortitel verliehen, sondern bereits vorhandene Titel angeblich anerkannt. Diese Anerkennung erfolgte nicht so sehr aufgrund der Teilnahme der Anwärter am zweitägigen Seminar, sondern gestützt auf die (angebliche) Untersuchung der BGE 106 IV 269 S. 275Prüfungskommission über die in Japan verliehene akademische Würde. Eine solche Anerkennung ist an sich durchaus denkbar; sie liegt keineswegs dermassen ausserhalb des nach der allgemeinen Erfahrung Möglichen, dass den Teilnehmern die Unrichtigkeit der Angaben des Beschwerdeführers von vornherein klar sein musste. Bei diesem Ergebnis braucht nicht untersucht zu werden, ob auch Dritte, denen gegenüber sich der Inhaber mit dem Zeugnis auswies, von T. im Sinne von Art. 251 Ziff. 1 Abs. 3 StGB getäuscht worden seien, wie die Vorinstanz ohne nähere Begründung ausführt.\n\n3. Der Beschwerdeführer macht im weiteren geltend, er habe nicht die Absicht gehabt, sich einen unrechtmässigen Vorteil zu verschaffen; das ihm von den Seminarteilnehmern bezahlte Geld habe er für die Zahlung der Unkosten des Seminars verwendet.\n\nIm angefochtenen Urteil wird nirgendwo ausdrücklich festgestellt, mit welcher Absicht T. gehandelt habe; das Obergericht führt aber im Rahmen der Erörterung des subjektiven Tatbestandes nach der Zitierung von Art. 251 Ziff. 1 Abs. 1 StGB aus, der Betrag von Fr. 2'000.--, den T. nach seinen eigenen Angaben von jedem Teilnehmer erhalten habe, stelle einen unrechtmässigen Vorteil dar. Damit bejaht das Obergericht sinngemäss auch die Absicht des Beschwerdeführers, sich einen unrechtmässigen Vorteil zu verschaffen; die Feststellung über die Absicht von T. ist tatsächlicher Natur (BGE 100 IV 217 E. 2, BGE 99 IV 8 E. 3, 86 E. c) und daher für den Kassationshof im Verfahren der eidgenössischen Nichtigkeitsbeschwerde verbindlich. Dass T. aus seinen Einnahmen gewisse (in der Beschwerde nicht näher bezeichnete) Unkosten des Seminars decken musste, ändert an der Vorteilsabsicht nichts. Dieser Vorteil war unrechtmässig, da T., wie er von vornherein wusste, die von ihm vertraglich eingegangene Verpflichtung, den Reiseteilnehmern die in einem Zeugnis verbriefte rechtsgültige Anerkennung ihres japanischen Doktortitels durch die Universität Bern zu verschaffen, nicht erfüllen konnte. Bei diesem Ergebnis braucht nicht geprüft zu werden, ob T. auch den Japanern einen unrechtmässigen Vorteil im Sinne von Art. 251 Ziff. 1 Abs. 1 StGB verschafft habe, wie die Vorinstanz annahm. Da einzig der Verurteilte Nichtigkeitsbeschwerde erhoben hat, kann auch dahingestellt bleiben, ob neben dem Tatbestand von Art. 251 StGB insoweit auch jener von Art. 252 StGB erfüllt sei."}