{"annee": "106", "cour": "V", "page": "120", "date": "4/8/1980", "cite": ["105 V 101"], "cite_par": ["113 V 74"], "chapeau": "28. Arrêt du 4 août 1980 dans la cause Office fédéral de l'industrie, des arts et métiers et du travail contre Baertschi et Commission cantonale neuchâteloise de recours en matière d'assurance-chômage", "regestes": ["Art. 31 al. 1 let. c OAC. L'examen approfondi de la situation exigé dans ATF 105 V 101 ne doit intervenir que s'il existe des indices suffisants permettant de penser qu'on pourrait se trouver en présence d'un cas où une indemnisation est possible."], "faits": "|120|\n\nA.- Paul Baertschi est directeur général, membre du conseil d'administration (vice-président) et actionnaire de la Fabrique S. S.A., dont il possède 13 des 500 actions. L'ensemble du personnel de cette entreprise ayant subi du chômage partiel, le prénommé a présenté pour lui-même une demande d'indemnités. Le cas fut alors soumis comme douteux à l'office cantonal du travail par la Caisse de chômage de la Société suisse des employés de commerce. Le 28 juillet 1978, ledit office estima que Paul Baertschi tombait sous le coup de la règle de l'art. 31 al. 1 let. c OAC et qu'il ne pouvait, partant, être indemnisé de son chômage, malgré son statut de salarié.\n\nPaul Baertschi déféra cette décision à l'autorité cantonale inférieure de recours qui, le 17 novembre 1978, lui donna raison, en bref, parce que les actions que l'intéressé détenait ne lui permettaient pas d'influencer les décisions de la société et que ses fonctions de vice-président du conseil d'administration et de directeur général de l'entreprise ne lui conféraient pas non plus un tel pouvoir.\n\nB.- L'Office fédéral de l'industrie, des arts et métiers et du travail recourut contre le prononcé susmentionné du 17 novembre 1978.\n\nPar jugement du 13 mars 1979, la Commission cantonale neuchâteloise de recours en matière d'assurance-chômage rejeta le recours. Retenant les mêmes motifs que l'autorité inférieure, |121| elle considéra en outre qu'il était établi que la décision de faire chômer partiellement tout le personnel avait été prise par le conseil de direction de l'entreprise, dans lequel les membres du conseil d'administration sont en minorité.\n\nC.- L'office fédéral de l'industrie, des arts et métiers et du travail interjette recours de droit administratif, en concluant au rétablissement de la décision sur cas douteux du 28 juillet 1978, vu la \"position dominante dans l'entreprise\" de l'intimé. Ce dernier conclut au rejet du recours.", "considerants": "Considérant en droit:\n\n1. (Rappel des principes posés dans ATF 105 V 101.)\n\nIl faut s'en tenir à la ligne générale de l'arrêt ATF 105 V 101 et interpréter la règle de l'art. 31 al. 1 let. c OAC sans aller au-delà de ce qui est nécessaire pour atteindre le but recherché. Mais il y a lieu de préciser la jurisprudence dans ce sens qu'un \"examen approfondi de la situation\" ne saurait devoir intervenir systématiquement. Cela imposerait souvent un travail inutile à l'administration. Ce n'est que s'il existe des indices suffisants, allégués ou ressortant du dossier, permettant de penser que, contrairement à ce qui est habituellement le cas, la situation particulière de l'assuré dans l'entreprise n'est à première vue pas propre à réduire considérablement l'aptitude ainsi que la disponibilité au placement et à rendre trop difficile, voire impossible, le contrôle du chômage qu'un tel examen doit être fait.\n\n2. En l'espèce, il est clair que les 13 actions que possède le recourant n'étaient pas de nature à lui conférer une influence considérable sur les décisions de l'entreprise. En revanche, ses fonctions de vice-président du conseil d'administration, composé de trois personnes seulement, et de directeur général étaient manifestement propres à réduire son aptitude et sa disponibilité au placement ainsi qu'à rendre difficile à l'excès, voire impossible, le contrôle de son chômage partiel. En l'absence de tout indice suffisant autorisant à penser le contraire - la circonstance que la décision d'introduire un horaire partiel ait été prise par le conseil de direction, au sein duquel le conseil d'administration est minoritaire, ne constituant pas un tel indice - un examen plus approfondi de la situation est superflu: la règle de l'art. 31 al. 1 let. c OAC est à l'évidence applicable à l'assuré.\n\n|122|\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis, le jugement attaqué et le prononcé du 17 novembre 1978 de l'autorité cantonale inférieure de recours étant annulés."}