{"annee": "106", "cour": "IA", "page": "33", "date": "25/6/1980", "cite": ["96 I 234", "104 IA 297", "102 IA 379", "104 IA 35", "99 IA 747", "95 I 330", "100 IA 454", "105 IA 26", "98 IA 98", "101 IA 336", "102 IA 516", "101 IA 46", "103 IA 169", "103 IA 293", "92 I 427"], "cite_par": ["113 IA 257", "110 IA 117", "131 I 266", "128 IV 117", "117 IB 367", "109 IA 273", "113 IA 1", "114 IA 350", "127 IV 166", "114 IA 179", "115 II 129"], "chapeau": "8. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. Juni 1980 i.S. X. gegen Vormundschaftsbehörde H. und Direktion der Justiz des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Art. 113 al. 3 Cst. Interprétation conforme à la constitution des lois fédérales, compte tenu des dispositions de la CEDH (consid. 3 et 4). Art. 406 CC, liberté personnelle. Proportionnalité d'une mesure de placement dans un établissement; exigences que doit remplir une expertise psychiatrique à cet effet (consid. 4)."], "faits": "|33|\n\nX. wurde im Jahre 1942 geboren und ist seit seinem 20. Altersjahr wegen Geistesschwäche im Sinne von Art. 369 ZGB entmündigt. Im Jahre 1958 wurde er erstmals \"zur Beobachtung\" in die Heil- und Pflegeanstalt Münsingen eingewiesen, von wo er mit Beschluss des Waisenamtes H. vom 3. November 1961 \"zur Rückkehr zu seinen Eltern\" entlassen wurde. In der Folge wurde X. aber immer wieder von neuem in die verschiedensten Heime und Anstalten eingewiesen und nach längerer oder kürzerer Zeit endgültig oder \"probeweise\" entlassen. Von den Leitern der meisten Heime und Anstalten wurde er als arbeitsfähig und arbeitswillig eingestuft, hielt es aber trotzdem |34| an keiner Arbeitsstelle während längerer Zeit aus. Zuletzt war er in der Zeit zwischen September 1977 und Mai 1979 in Freiheit. Nachdem er in dieser Zeit drei Stellen nach verhältnismässig kurzer Zeit wieder verlassen hatte, soll er sich seit Mitte Mai 1979 nicht mehr um eine neue Arbeit bemüht haben. X. bezieht eine Invalidenrente.\n\nAm 5. und 26. Juni 1979 beschloss die Vormundschaftsbehörde H., dem Vormund von X. im Sinne von Art. 421 Ziff. 13 ZGB die Zustimmung zu erteilen, das Mündel in die aargauische Arbeitskolonie Murimoos einzuweisen, und zwar \"für die Dauer von mindestens einem Jahr\". Eine hiegegen von X. erhobene Beschwerde wies der Bezirksrat am 25. September 1979 ab. X. zog die Sache an die Direktion der Justiz des Kantons Zürich weiter. Mit Verfügung vom 15. März 1980 verwarf diese das Rechtsmittel.\n\nX. führt beim Bundesgericht staatsrechtliche Beschwerde wegen Verletzung der persönlichen Freiheit und von Art. 5 Ziff. 1 lit. e EMRK. Er ersucht um Aufhebung der Verfügung der Justizdirektion.\n\nDas Bundesgericht heisst die Beschwerde gut, und zwar im Sinne der folgenden", "considerants": "Erwägungen:\n\n2. In ihrem Entscheid ging die Justizdirektion von Art. 421 Ziff. 13 und Art. 406 ZGB aus, wonach die vormundschaftlichen Organe die Befugnis haben, eine bevormundete Person in eine Anstalt einzuweisen. Diese Bestimmungen kann das Bundesgericht nicht auf ihre Verfassungsmässigkeit überprüfen (Art. 113 Abs. 3 BV). Allerdings ist zu vermuten, dass sich der Gesetzgeber von der Verfassung nicht entfernen wollte. Die erwähnten Vorschriften des ZGB sind daher verfassungskonform auszulegen, es wäre denn, Wortlaut oder Sinn und Zweck dieser Bestimmungen stünden dem entgegen (BGE 95 I 332 E. 3, BGE 92 I 433 mit Hinweisen).\n\n3. Das ungeschriebene Individualrecht der persönlichen Freiheit schützt alle elementaren Erscheinungen menschlicher Persönlichkeit, die nicht durch andere Freiheitsrechte der Bundesverfassung gewährleistet sind. Dazu gehört namentlich auch die Bewegungsfreiheit (BGE 104 Ia 39 E. 5a, 486 E. 4a, BGE 103 Ia 171 E. 2, BGE 101 Ia 345 E. 7a mit Hinweisen). Einschränkungen der persönlichen Freiheit sind nur zulässig, wenn sie auf einer gesetzlichen Grundlage beruhen, im öffentlichen |35| Interesse stehen und verhältnismässig sind (BGE 104 Ia 299 E. 2, 486 E. 4b mit Hinweisen).\n\nDass im vorliegenden Falle die persönliche Freiheit berührt ist, liegt auf der Hand, wird doch durch die in Frage stehende Massnahme das elementare Recht des Beschwerdeführers auf Bewegungsfreiheit wesentlich eingeschränkt. Aus Art. 406 in Verbindung mit Art. 369 Abs. 1 ZGB ergibt sich, dass ein Bevormundeter in eine Anstalt verbracht werden kann, wenn er infolge Geisteskrankheit oder Geistesschwäche seine Angelegenheiten nicht zu besorgen vermag. Mit der Beschwerde wird diese gesetzliche Grundlage der angefochtenen Massnahme nicht beanstandet, sondern nur die Verhältnismässigkeit ihrer Anwendung im konkreten Fall. Zusätzlich rügt der Beschwerdeführer auch eine Verletzung von Art. 5 Ziff. 1 lit. e EMRK, wonach die Freiheit unter anderem wegen Geisteskrankheit entzogen werden darf. Diese Rüge hat gegenüber derjenigen der Verletzung der persönlichen Freiheit keine selbständige Bedeutung. Trotzdem ist Art. 5 Ziff. 1 lit. e EMRK heranzuziehen, sind doch die von der Konvention geschützten Rechte in Verbindung mit den Individualrechten des geschriebenen oder ungeschriebenen Verfassungsrechtes zu bestimmen. Richtschnur für die Auslegung der erwähnten Bestimmungen des ZGB ist somit das ungeschriebene Verfassungsrecht der persönlichen Freiheit, das durch die angerufene Garantie von Art. 5 Ziff. 1 lit. e EMRK konkretisiert wird (BGE 105 Ia 29 E. 2b, BGE 102 Ia 381 mit Hinweisen).\n\n4. a) Nach Art. 406 ZGB darf die Anstaltseinweisung nur \"nötigenfalls\" erfolgen. Das stimmt überein mit dem verfassungsmässigen Gebot, bei Eingriffen in die persönliche Freiheit dem Grundsatz der Verhältnismässigkeit Rechnung zu tragen. Der Eingriff darf daher nicht weiter gehen, als es das zu erreichende Ziel erfordert (BGE 102 Ia 522 E. 4, BGE 100 Ia 459 E. IIIa, BGE 99 Ia 753 E. 2c, BGE 96 I 242 E. 5). Ob das Gebot der Verhältnismässigkeit im Rahmen eines Freiheitsentzuges gewahrt wird, prüft das Bundesgericht frei (BGE 103 Ia 296 E. 4b, BGE 101 Ia 53 E. 7, BGE 98 Ia 100 E. 2).\n\nEs liegt auf der Hand, dass eine auf Art. 406 ZGB gestützte Einweisung nur als letzte Massnahme in Betracht kommen kann. Das Interesse der Öffentlichkeit an der Einweisung des Betroffenen muss dessen eigenes Interesse an der Wahrung seiner persönlichen Freiheit klar übersteigen. Das ist nicht schon dann der Fall, wenn feststeht, dass der Bevormundete |36| geistesschwach oder geisteskrank ist, vermögen doch zahlreiche Geisteskranke und Geistesschwache bei fachgerechter Betreuung ein Leben ausserhalb von Anstalten zu führen. Voraussetzung für eine Einweisung ist vielmehr, dass entweder begründete Aussichten dafür bestehen, das durch die Geisteskrankheit oder Geistesschwäche bedingte, aus dem Rahmen des Üblichen fallende soziale Verhalten des Betroffenen könne in einer Anstalt innerhalb absehbarer Zeit im Sinne einer Besserung beeinflusst werden, oder dass der Bevormundete für sich oder Dritte eine Gefahr bildet, indem er hochwertige Rechtsgüter wie Leben und Gesundheit gefährdet (vgl. EGGER, N. 26 und 27 zu Art. 406 ZGB).\n\nb) Die Justizdirektion stützte sich auf ein von der kantonalen Heil- und Pflegeanstalt Münsingen am 4. Oktober 1961 erstattetes Gutachten. Dieses wurde seinerzeit vom Waisenamt H. eingeholt, und zwar vorab zur Abklärung der Frage, ob der Beschwerdeführer \"seine Angelegenheiten nach Erreichung der Volljährigkeit nicht selbst zu besorgen vermag\". Ferner sollte geprüft werden, ob er \"zu seinem Schutze dauernd des Beistandes und der Fürsorge bedarf\" und ob er die Sicherheit anderer gefährde. Die Sachverständigen kamen zum Schluss, der Beschwerdeführer sei in leichtem bis mittlerem Grade schwachsinnig, d.h. es liege eine \"schwere Debilität an der Grenze zur Imbezillität\" vor. Seine Wesensart sei infantil. Den Anforderungen des Lebens stehe er hilflos gegenüber. Er bedürfe daher zu seinem Schutze dauernd des Beistandes und der Fürsorge. Eine Gefahr für Dritte bedeute er nicht. Gestützt auf dieses Gutachten wurde der Beschwerdeführer in der Folge entmündigt.\n\nDieses Gutachten genügt nicht, um die vom Bundesgericht frei zu prüfende Verhältnismässigkeit der in Frage stehenden Massnahme beurteilen zu können. Entgegen der Auffassung des Beschwerdeführers trifft es zwar nicht zu, dass das Gutachten sehr summarisch gehalten ist. Vielmehr wirkt es sorgfältig und gab den zuständigen Behörden in den Jahren 1961 und 1962 eine ausreichende Grundlage, um über die Entmündigung des Beschwerdeführers zu befinden. Das ist jedoch nicht der Fall hinsichtlich der heute von den vormundschaftlichen Behörden ins Auge gefassten Massnahme. Zu beachten ist nämlich, dass jeder Mensch, auch der Schwachsinnige, im Laufe der Zeit Erfahrungen sammelt und sich weiterentwickelt. Da es um das fundamentale Recht des Menschen auf persönliche Freiheit |37| geht, durfte die Justizdirektion daher den 38jährigen Beschwerdeführer nicht auf Grund eines vor 19 Jahren eingeholten Gutachtens beurteilen. Im übrigen war die Fragestellung an die Sachverständigen im Jahre 1961 darauf ausgerichtet, ob der Beschwerdeführer entmündigt werden sollte. Heute geht es demgegenüber um eine ganz andere Frage, nämlich um die, ob der Beschwerdeführer sein Leben für kürzere oder längere Zeit in einer Anstalt verbringen soll. Zu ermitteln ist in diesem Zusammenhang namentlich, welcher Sinn einer derartigen Einweisung zukommt, und es ist zu prüfen, ob sich durch die Einweisung die Aussicht darauf, dass der Beschwerdeführer künftig selber für seine Lebensbedürfnisse in Freiheit sorgen kann, verbessern lasse. Gegebenenfalls ist aber auch abzuklären, ob der Beschwerdeführer für sich oder Dritte eine derartige Gefahr bedeutet, dass sich seine Einweisung aufdrängt. Sollte der zu bestellende Sachverständige zum Schlusse kommen, eine solche Massnahme rechtfertige sich nicht, dann hätte er Vorschläge zu machen, welche andere Formen der Betreuung im Falle des Beschwerdeführers statt dessen angeordnet werden sollten. Kann aber auf Grund des Gutachtens aus dem Jahre 1961 die Frage nicht beurteilt werden, ob die getroffene Massnahme im Rahmen des Grundrechts der persönlichen Freiheit als verhältnismässig zu gelten hat, dann steht auch dahin, ob die Justizdirektion Art. 406 ZGB verfassungskonform angewendet hat. Der angefochtene Entscheid ist daher aufzuheben. Die Justizdirektion oder die von ihr beauftragte Behörde wird vor einem neuen Entscheid betreffend die Einweisung des Beschwerdeführers ein psychiatrisches Gutachten einzuholen haben. Wegen seiner Geistesschwäche wird es sich der Beschwerdeführer allerdings unter Umständen gefallen lassen müssen, dass er sich im Rahmen dieser Begutachtung zur Beobachtung in einer Anstalt aufzuhalten haben wird. In diesem Sinne ist die Beschwerde gutzuheissen."}