{"annee": "106", "cour": "V", "page": "89", "date": "11/7/1980", "cite": [], "cite_par": ["119 V 468", "109 V 23"], "chapeau": "21. Extrait de l'arrêt du 11 juillet 1980 dans la cause Vauthier contre Caisse de compensation du canton de Berne et Tribunal des assurances du canton de Berne", "regestes": ["Art. 4 et 28 LAI. Refus réitéré de la rente, lorsque l'assuré persiste sans motifs valables à ne pas utiliser sa capacité de travail (précision apportée à la jurisprudence)."], "faits": "", "considerants": "|89|\n\nExtrait des considérants:\n\n2. En l'occurrence, l'administration a certainement refusé une rente à l'assuré, le 11 juillet 1974, parce qu'elle tenait pour |90| vraisemblable que cette décision serait de nature à le libérer des séquelles de sa névrose et à l'inciter à recommencer le travail. Ne l'ayant toujours pas repris quelques années plus tard, l'intéressé entend aujourd'hui tirer argument de cette circonstance pour demander le réexamen de son cas en vue de l'installation d'une rente. Or, on ne saurait comprendre la jurisprudence (ATF 102 V 166 et les arrêts cités) dans ce sens qu'il suffirait qu'un névrotique s'abstienne pendant un certain temps de faire l'effort que l'on est en droit d'attendre de lui pour obtenir finalement la rente qu'il convoite et dont le versement constitue le but qu'il s'est fixé consciemment ou non. Car cela aurait pour conséquence de rendre illusoire l'effet thérapeutique que l'on peut en général escompter du refus de cette prestation. Il faut au contraire admettre qu'aussi longtemps qu'il est possible d'attendre de l'intéressé qu'il fasse l'effort d'utiliser sa capacité de travail, alors que sa santé mentale ne l'en empêche pas, sans que cela soit insupportable pour la société, le refus de rente mérite d'être maintenu. Il y a lieu de préciser dans ce sens la jurisprudence susmentionnée.\n\nDans le cas particulier, au moment de la décision aujourd'hui litigieuse, soit le 18 avril 1978, rien ne permettait de penser que la situation se fût modifiée, par rapport à juillet 1974, de manière à influer sur les droits de l'assuré, s'agissant de savoir si l'on pouvait raisonnablement attendre de ce dernier qu'il exerçât une activité lucrative au prix de l'effort que l'on pouvait exiger de lui. En effet, le docteur H., qui relevait le 17 novembre 1977 que les troubles dont se plaignait le patient n'étaient pas objectivables, déclarait ne pas vouloir prendre position, préférant s'en remettre à l'avis antérieur de ses confrères quant aux possibilités existantes d'activité lucrative. C'est donc à raison que l'administration a estimé, sur la base dudit avis, que les conditions d'examen de la nouvelle demande n'étaient pas réalisées, le droit à une rente étant manifestement exclu dès l'instant où l'intéressé devait toujours être réputé apte à exercer une activité suffisamment rémunérée."}