{"annee": "106", "cour": "II", "page": "356", "date": "9/12/1980", "cite": ["106 II 166"], "cite_par": ["140 III 433", "117 II 458", "122 III 257", "107 II 260", "120 II 100", "116 II 73", "111 II 378", "116 II 594", "108 II 140", "108 II 135", "112 II 149", "117 II 77"], "chapeau": "68. Arrêt de la Ire Cour civile du 9 décembre 1980 dans la cause de Gaspari et consorts contre Caisse de retraite du personnel de la Banque cantonale vaudoise (recours en réforme)", "regestes": ["Baisse de loyer pour cause de diminution du taux de l'intérêt hypothécaire (art. 19 AMSL). Principes et méthode applicables pour juger si le rendement de la chose louée est excessif au regard de l'art. 19 al. 1 AMSL (consid. 2). Notable modification des bases de calcul: l'époque déterminante pour la comparaison des anciennes et des nouvelles bases de calcul est celle de la dernière fixation du loyer (consid. 3 a-b). Importance des motifs invoqués par le bailleur pour justifier le loyer en vigueur (consid. 3 c-d). Détermination de la baisse de loyer fondée sur une diminution du taux de l'intérêt hypothécaire (consid. 4). Facteurs de hausse (augmentation des charges d'exploitation, maintien du pouvoir d'achat du capital exposé aux risques) opposables en compensation (consid. 5)."], "faits": "BGE 106 II 356 S. 357\n\nA.- L'immeuble \"En Barmottes A\" à Bex, construit en 1964, a été acquis à fin décembre 1971 par la Caisse de retraite du personnel de la BCV pour un montant total de 1'865'000 fr. Il n'est grevé d'aucune charge hypothécaire.\n\nUne dernière augmentation générale des loyers, motivée par l'augmentation des charges et la hausse de l'intérêt hypothécaire, est intervenue en 1975. Au 1er janvier 1979, l'état locatif était de 159'396 fr.\n\nSelon les comptes d'exploitation, l'ensemble des frais et charges était en chiffre rond de 48'000 fr. (y compris une charge hypothécaire) en 1972. De 1973 à 1978, il a atteint respectivement 30'000, 30'000, 28'000, 26'000, 34'000 et 54'000 fr. (sans charge hypothécaire).\n\nUn expert a estimé la valeur de l'immeuble en 1978 à 2'650'000 fr., en évaluant le terrain et la valeur de l'immeuble en m3, après déduction de 13% pour vétusté.\n\nB.- Par lettre du 25 janvier 1978, les locataires de l'immeuble ont requis une diminution de leurs loyers; ils relevaient qu'une hausse de loyer motivée par une augmentation des charges et du taux de l'intérêt hypothécaire leur avait été notifiée le 1er avril 1975, et que depuis 1976, deux voire trois baisses de ce taux avaient eu lieu.\n\nAprès refus du bailleur puis échec de la conciliation devant la commission compétente, 23 locataires, soit Alfred de Gaspari et 22 consorts, ont saisi l'autorité judiciaire et conclu à ce que leur loyer respectif fût réduit de 14% dès le 1er janvier 1978, 21% dès le 1er septembre 1978 et 24,5% dès le 1er avril 1979. En cours d'instance, ils ont modifié leurs conclusions en ce sens que la réduction demandée est de 12,36% dès le 1er janvier 1978 et de 24% dès le 1er avril 1979.\n\nLa défenderesse a conclu à libération.BGE 106 II 356 S. 358\n\nPar jugement du 27 septembre 1979, le président du Tribunal du district d'Aigle a admis la requête et réduit les loyers des requérants de 12,3% dès le 1er janvier 1978 et de 19,7% au total dés le 1er avril 1979, par rapport au loyer de décembre 1977.\n\nLe 12 février 1980, le Tribunal cantonal du canton de Vaud a réformé ce jugement et admis les conclusions libératoires de la défenderesse.\n\nC.- Les demandeurs recourent au Tribunal fédéral. Ils concluent à la réformation de l'arrêt cantonal en ce sens que leurs loyers, non compris l'acompte de chauffage et d'eau chaude, sont réduits de 13,08% dès le 1er janvier - subsidiairement 1er juillet - 1978 et de 19,8% dès le 1er juillet 1979.\n\nLe Tribunal fédéral a admis partiellement le recours, annulé l'arrêt attaqué et réduit les loyers des recourants de 11,6% dès le 1er février 1978 et de 17,9% dès le 1er juillet 1979.", "considerants": "Considérant en droit:\n\n1. La Cour cantonale examine, au regard de l'art. 19 AMSL, si la baisse régulière du taux de l'intérêt hypothécaire depuis 1977 fait apparaître les loyers de l'immeuble de la défenderesse comme abusifs, c'est-à-dire procurant au bailleur un rendement excessif au sens des art. 14 et 15 AMSL. Pour déterminer le rendement de l'immeuble à l'époque où la baisse de loyer a été requise, elle se fonde sur la valeur dite réelle estimée par l'expert ou sur le prix d'achat indexé à 100% sur l'indice des prix à la consommation de 1971 à 1978. Selon le montant des charges et revenus portés en compte, y compris les charges hypothécaires potentielles calculées au taux de 4,5% sur 60% du capital initial, elle aboutit pour 1978 à un rendement net de 1,89 à 2,38%. L'autorité cantonale considère que ces rendements ne sont manifestement pas excessifs et qu'il n'y a dès lors pas lieu à réduction des loyers.\n\nLes demandeurs prennent pour base de leur calcul le capital investi en 1971, date d'acquisition de l'immeuble, indexé à raison de 40% sur l'indice des prix à la consommation. Ils admettent la mise en compte d'intérêts hypothécaires potentiels calculés sur 60% de la valeur ainsi déterminée, de la moyenne des charges d'exploitation des trois dernières années et d'une rémunération des fonds propres ne devant pas dépasser de plus de 0,5% le taux des prêts hypothécaires en premier rang. Ils BGE 106 II 356 S. 359parviennent à un revenu locatif qui excède le revenu locatif admissible de 13,08% pour 1978 et de 19,8% dès le 1er juillet 1979, vu la persistance de la baisse du taux de l'intérêt hypothécaire en 1979.\n\n2. L'arrêt attaqué ne peut être suivi ni quant à la méthode appliquée ni quant aux prémisses sur lesquelles elle se fonde. Le rendement procuré au bailleur par l'immeuble, quel qu'en soit le mode de calcul, ne saurait être qualifié de non excessif sans que l'on ait déterminé au préalable un taux de rendement convenable constituant une base de comparaison. La Cour cantonale a en outre calculé le rendement net sur la valeur totale de l'immeuble. Or le rendement admissible au sens de l'arrêté fédéral du 30 juin 1972 doit être déterminé par rapport aux seuls fonds propres investis dans l'immeuble par le propriétaire. Cet arrêté permet en effet au bailleur de fixer un loyer qui couvre ses charges et procure un rendement convenable au capital propre investi; c'est donc le rendement net de ce capital qui ne doit pas se révéler excessif (GMÜR/CAVIEZEL, Mietrecht-Mieterschutz, 2e éd., 1979, p. 50). Enfin, la Cour cantonale s'écarte à tort des principes posés à l'art. 9 OSL, lorsqu'elle se fonde sur le prix d'achat de l'immeuble indexé à 100% sur la variation de l'indice des prix à la consommation, ou sur une valeur de l'immeuble étrangère à son prix de revient ou à son prix d'achat.\n\nAu cas particulier, on peut se dispenser d'examiner l'évolution des charges et des taux de rendement depuis la date d'acquisition de l'immeuble. Il y a en effet lieu de partir des loyers que le bailleur a lui-même considérés comme convenables en 1975, lors de la dernière augmentation générale des loyers, pour juger si le rendement est excessif au regard de l'art. 19 AMSL.\n\n3. a) Selon l'art. 19 AMSL, le locataire peut contester le montant du loyer qu'il estime être devenu abusif en raison d'une notable modification des bases de calcul, résultant en particulier d'une baisse des frais. Cette modification doit être intervenue depuis la dernière fixation du loyer, qui constitue le moment déterminant pour la comparaison des anciennes et des nouvelles bases de calcul (ATF 106 II 167 ss., consid. 3, 4b; GMÜR/CAVIEZEL, op.cit., p. 99).\n\nb) Les art. 14 et 15 AMSL étant applicables, le bailleur peut opposer en compensation à la demande du locataire des motifs justifiés de hausse. Mais ce qui vaut pour les facteurs de baisse BGE 106 II 356 S. 360vaut aussi pour les facteurs de hausse: le bailleur ne peut invoquer que les modifications survenues depuis la dernière fixation du loyer. On peut certes réserver au propriétaire le droit de faire valoir qu'il n'avait pas épuisé auparavant toutes les possibilités de hausse (GMÜR/CAVIEZEL, op. cit., p. 100). Cette réserve devrait cependant être appliquée de façon très restrictive, dans les seuls cas où la retenue dont le bailleur aurait fait preuve ressort clairement de ses notifications de hausse. Permettre au propriétaire de remettre en cause le montant du dernier loyer fixé, en dehors de ces cas exceptionnels, reviendrait en effet à astreindre le locataire à une procédure probatoire longue et coûteuse, qui rendrait illusoire l'application de l'art. 19 AMSL en dépit d'une baisse notable des frais, et notamment de la chute du taux de l'intérêt hypothécaire.\n\nc) Les motifs invoqués par le bailleur pour justifier le loyer en vigueur jouent un rôle déterminant dans l'appréciation du loyer et du rendement convenable. L'indication des motifs imposée par l'art. 18 AMSL en cas de majoration de loyer doit permettre au locataire d'examiner la justification de cette majoration et de décider s'il veut ou non la contester. L'acceptation de la hausse par le locataire entraîne une modification du contrat liant les parties sur la base des motifs invoqués par le bailleur. Ces motifs constituent une déclaration d'une partie qui doit être interprétée, selon le principe de la confiance, de la façon dont le destinataire peut la comprendre de bonne foi (ATF 106 II 168, consid. 4a).\n\nd) En l'espèce, la propriétaire a expressément motivé les dernières hausses notifiées aux locataires, entrées en vigueur pour la plupart le 1er avril 1975, par l'augmentation des charges et du taux de l'intérêt hypothécaire ainsi que par le maintien du pouvoir d'achat du capital exposé aux risques, avec référence à l'art. 15 lettres b et d'AMSL. Ces déclarations ne pouvaient être comprises de bonne foi par les locataires que comme la reconnaissance par le bailleur que le nouveau loyer lui apportait une couverture convenable de ses charges et un rendement normal du capital investi dans l'immeuble. Rien ne leur permettait d'admettre que d'autres motifs de hausse étaient réservés. Il y a dès lors lieu de partir de la dernière fixation du loyer, soit du 1er avril 1975, pour examiner si une modification des bases de calcul survenue depuis lors rend excessif le rendement que l'immeuble en cause procure à la défenderesse.\n\nBGE 106 II 356 S. 361\n\n4. a) Selon l'art. 9 al. 2 OSL, une augmentation du taux de l'intérêt hypothécaire de 1/4% donne droit, en règle générale, à une hausse de loyer de 31/2% au plus. Une diminution de ce taux doit donner droit, de même, à une baisse de loyer correspondante. Le taux de réduction du loyer doit cependant être adapté afin de respecter la proportion adoptée par le législateur, à l'art. 9 al. 2 OSL, entre loyer initial et loyer modifié, c'est-à-dire d'obtenir le même rapport entre loyer initial et loyer majoré, en cas de hausse, qu'entre loyer diminué et loyer initial, en cas de baisse. Cette proportion s'établit de la manière suivante:\n\n100 loyer initial 96,62 loyer diminué\n\n----- ------------- = ----- -------------\n\n103,5 loyer majoré 100 loyer initial\n\nLe taux de réduction du loyer correspondant à une diminution de 1/4% du taux de l'intérêt hypothécaire est ainsi de 3,38% seulement (100-96,62). Par exemple, un loyer de 1'000 fr. pourra être porté à 1'035 fr. (+ 3,5%), puis ramené à 1'000 fr. (- 3,38%) en cas de hausse de l'intérêt hypothécaire de 1/4%, suivie d'une baisse de même ampleur.\n\nb) De 6% en 1975, le taux de l'intérêt hypothécaire a passé successivement à 5% le 1er janvier 1978, à 41/2% le 1er septembre 1978, à 41/4% le 1er avril 1979 et à 4% le 1er juillet 1979.\n\nDans l'état final de leurs conclusions en instance cantonale, les demandeurs ont requis une réduction de leurs loyers de 12,36% dès le 1er janvier 1978 et de 24% dès le 1er avril 1979. Ils concluent devant le Tribunal fédéral à une baisse de 13,08% dès le 1er janvier - subsidiairement 1er juillet - 1978 et de 19,8% dès le 1er juillet 1979. Il y a dès lors lieu de prendre en considération deux dates pour apprécier les facteurs de baisse et de hausse survenus depuis la dernière fixation du loyer. La première se situe dans le mois qui a suivi la requête des locataires au bailleur (25 janvier 1978), soit au 1er février 1978, et la seconde au 1er juillet 1979.\n\nAu 1er février 1978, le taux de l'intérêt hypothécaire avait baissé de 1% par rapport à 1975. Selon les art. 19 AMSL et 9 al. 2 OSL et le principe posé ci-dessus, cette diminution justifiait en principe une réduction des loyers des demandeurs de 13,52% (4 x 3,38). Au 1er juillet 1979, le taux hypothécaire avait encore baissé de 1%. Les demandeurs ont droit dès lors à une réduction supplémentaire de 13,52%, calculée sur le loyer BGE 106 II 356 S. 362précédemment réduit à 86,48% (100-13,52), soit à une baisse de 11,69% qui ajoutée à la première, donne 25,21% (13,52 + 11,69).\n\n5. Le droit à la réduction et les taux de celle-ci étant établis, il faut examiner si et dans quelle mesure la défenderesse peut opposer en compensation des facteurs de hausse au sens de l'art. 15 AMSL (augmentation des charges, prestations supplémentaires du bailleur, maintien du pouvoir d'achat du capital exposé aux risques), survenus après la dernière fixation du loyer en 1975.\n\na) Aucune prestation supplémentaire du bailleur ne ressort de l'état de fait. Au contraire, on constate que des travaux courants d'entretien de l'immeuble, tels que le rafraîchissement des plafonds et des murs, qui devraient être assumés par le bailleur sans être répercutés sur les loyers (art. 254 al. 1 et 263 al. 2 CO), n'ont même pas été entrepris.\n\nb) Pour déterminer une éventuelle augmentation des charges d'exploitation entre 1975 et les dates de référence (1er février 1978 et 1er juillet 1979), il faut comparer la moyenne des charges avant 1975 (abstraction faite de celles de l'année 1972, qui comprennent des charges hypothécaires), soit 30'000 fr. (30'000 fr. en 1973 et 1974), avec la moyenne des charges postérieures. Pour les années 1975 à 1977, cette moyenne atteint 29'300 fr. seulement (28'000 + 26'000 + 34'000 = 88'000:3). Il n'y a donc pas à ce titre de hausse de coûts opposable au 1er février 1978. L'appréciation de la situation au 1er juillet 1979 doit en outre tenir compte du résultat de l'année 1978, où les charges se sont élevées à 54'000 fr. La moyenne des années 1975 à 1978 est ainsi de 35'500 (88'000 + 54'000 = 142'000:4), soit 5'500 fr. de plus que la moyenne des charges avant 1975.\n\nPour déterminer l'incidence de cette hausse de coûts sur les loyers, il y a lieu de la mettre en rapport avec le revenu locatif de l'immeuble. Le revenu à prendre en considération correspond à l'état locatif, y compris les loyers impayés et ceux des logements vacants; le locataire ne doit en effet pas pâtir du fait que d'autres locataires seraient en retard dans le paiement de leur loyer ou que les locaux ne seraient pas tous occupés.\n\nL'état locatif s'élevant ici à 159'396 fr., l'augmentation des charges à concurrence de 5'500 fr. représente une hausse de coûts de 3,45% qui peut être opposée en compensation à la BGE 106 II 356 S. 363réduction de 25,21% résultant de la diminution du taux de l'intérêt hypothécaire au 1er juillet 1979.\n\nc) Le bailleur peut en outre invoquer en compensation, pour maintenir le pouvoir d'achat du capital exposé aux risques, une augmentation du revenu locatif (art. 15 al. 1 lettre d'AMSL). En application du taux qui ressort de l'art. 11 OSL, cette augmentation équivaut à 40% de la hausse subie par l'indice suisse des prix à la consommation depuis la dernière fixation du loyer. Celle-ci a tenu compte du maintien du pouvoir d'achat du capital exposé aux risques, soit de la hausse du coût de la vie survenue avant 1975.\n\nL'indice s'élevait à 161,5 points au 1er avril 1975, à 169,1 (+ 7,6) au 1er février 1978 et à 177,2 (+ 15,7) au 1er juillet 1979. Il justifie une hausse des loyers, opposable par la défenderesse, de 1,88% au 1er février 1978 (7,6:161,5 = 4,71% x 0,4 = 1,88%) et de 3,89% au 1er juillet 1979 (15,7:161,5 = 9,72% x 0,4 = 3,89%).\n\nd) L'arrêt attaqué relève que les loyers litigieux sont inférieurs à ceux de l'immeuble voisin et comparable, dénommé \"En Barmottes B\" et propriété d'une société distincte.\n\nCette circonstance est dénuée de pertinence. Un seul immeuble ne saurait suffire comme base d'une comparaison des loyers au sens de l'art. 15 al. 1 lettre a AMSL. En produisant l'état locatif du bâtiment \"En Barmottes B\", la défenderesse n'a donc pas apporté la preuve que la condition de cette disposition serait remplie, preuve dont le fardeau lui incombait si elle entendait faire valoir ce moyen (arrêt non publié Patria c. Schwartz, du 24 septembre 1979, consid. 2; MÜLLER, Der Bundesbeschluss über Massnahmen gegen Missbräuche im Mietwesen vom 30. Juni 1972, thèse Zurich 1976, p. 175). D'autre part, la pièce produite en justice, à savoir un \"état locatif valable en 1975\", ne saurait indiquer si les loyers de l'immeuble en question ont été convenablement diminués depuis les baisses du taux hypothécaire. Or l'application du critère du loyer comparatif dans le cadre d'une action en réduction du loyer fondée sur la baisse du taux de l'intérêt hypothécaire suppose que les loyers dits usuels aient été adaptés à cette baisse. L'art. 19 AMSL serait en effet illusoire si la requête d'un locataire pouvait être mise en échec du seul fait que le marché usuel n'a pas ou n'a que partiellement réagi à la diminution des frais.\n\n6. Les loyers des demandeurs, non compris l'acompte de BGE 106 II 356 S. 364chauffage et d'eau chaude, devront dès lors être réduits dans la mesure suivante:\n\nAu 1er février 1978, 13,52% (baisse du taux hypothécaire; consid. 4b) - 1,88% (maintien du pouvoir d'achat du capital exposé aux risques; consid. 5c) = 11,64%, arrondi à 11,6%.\n\nAu 1er juillet 1979, 25,21% (baisse du taux hypothécaire; consid. 4b) - 3,45% (augmentation des charges; consid. 5b) - 3,89% (maintien du pouvoir d'achat du capital exposé aux risques; consid. 5c) = 17,87%, arrondi à 17,9%."}