{"annee": "106", "cour": "III", "page": "57", "date": "21/7/1980", "cite": ["102 III 140", "104 III 42"], "cite_par": ["109 III 18", "109 II 338", "113 III 104", "109 III 22", "111 III 21", "109 III 58"], "chapeau": "13. Arrêt de la Chambre des poursuites et des faillites du 21 juillet 1980 dans la cause American Express International Banking Corporation et Republic National Bank of New York (recours LP)", "regestes": ["Revendication d'objets saisis ou séquestrés. L'annonce tardive de droits préférables sur des objets saisis ou séquestrés n'entraîne de déchéance que si elle constitue l'abus manifeste d'un droit. Une revendication tardive n'est en principe pas abusive lorsque le tiers n'a pas eu personnellement connaissance de la mesure frappant ses biens."], "faits": "|57|\n\nA.- Les 29 juin et 11 juillet 1979, l'American Express International Banking Corporation et la Republic National Bank of New York obtinrent des ordonnances de séquestre sur les biens et avoirs d'I. S., d'O. S. et d'A. S. auprès de l'Union de banques suisses, à Genève. L'Office des poursuites de Genève exécuta les séquestres le 11 juillet.\n\nLes séquestres furent validés par des poursuites introduites en temps utile et frappées d'opposition. L'American Express International Banking Corporation obtint la mainlevée provisoire des oppositions et, le 12 novembre 1979, les séquestres qu'elle avait fait exécuter furent convertis en saisies provisoires. La Republic National Bank Of New York participa aux saisies à titre provisoire, conformément à l'art. 281 LP.\n\nLes biens séquestrés, puis saisis provisoirement, comprennent le contenu d'un coffre loué en commun par les trois débiteurs et par B. S., épouse d'A. S. et mère d'I. S. et d'O. S. Le 17 juillet 1979, l'Union de banques suisses rédigea une note |58| avisant les locataires du coffre du séquestre qui avait été exécuté le 11 juillet. Conformément à ce qui avait été convenu dans le contrat de location, ces avis furent adressés aux seuls titulaires de comptes, I. S. et O. S., et furent conservés à la banque. B. S. n'en eut pas connaissance et n'apprit la mise sous main de justice des biens déposés dans le coffre qu'au moment de son ouverture, au mois de décembre 1979. Sitôt après, le 18 décembre, elle déclara revendiquer trois bijoux qui se trouvaient dans le coffre.\n\nPar décision du 7 février 1980, l'Office des poursuites déclara B. S. déchue de ses droits pour avoir tardé à les annoncer et refusa d'introduire la procédure de revendication.\n\nB.- B. S. a porté plainte en temps utile.\n\nStatuant le 21 juin 1980, l'Autorité de surveillance des offices de poursuite pour dettes et de faillite du canton de Genève a annulé la décision attaquée et invité l'Office à introduire la procédure de revendication.\n\nC.- L'American Express International Banking Corporation et la Republic National Bank Of New York ont recouru au Tribunal fédéral contre la décision de l'autorité cantonale de surveillance. Elles concluent toutes deux à ce que B. S. soit déclarée déchue du droit de revendiquer les bijoux séquestrés puis saisis provisoirement auprès de l'Union de banques suisses.", "considerants": "Considérant en droit:\n\n1. Un tiers peut en principe revendiquer jusqu'à la distribution des deniers les objets saisis ou séquestrés, ou le produit de leur réalisation (art. 107 al. 4 LP). Le créancier poursuivant a toutefois un intérêt légitime à ce que les tiers annoncent rapidement leurs droits préférables. Seule une déclaration de revendication faite sans retard lui permet d'éviter les frais liés à la continuation de la procédure ou, surtout, d'obtenir en temps utile la couverture de sa créance par un nouveau séquestre ou par une saisie complémentaire. Aussi, selon la jurisprudence de la Chambre de céans, le tiers doit-il être déclaré déchu de ses prétentions lorsqu'il tarde à les faire valoir dans le dessein de compromettre la marche de la poursuite (ATF 104 III 44 ss et les arrêts cités). Un tel procédé constitue en effet l'abus manifeste d'un droit (art. 2 al. 2 CC; MERZ, n. 524 ad art. 2 CC; DESCHENAUX, Traité de droit civil suisse, t. II 1, p. 174).\n\n|59| Encourt d'ailleurs la même déchéance celui qui, sans agir nécessairement par dol, diffère sa déclaration de revendication de toute autre manière abusive, incompatible avec les règles de la bonne foi. Il en va ainsi du tiers qui tarde, sans aucun motif légitime, à annoncer ses droits préférables alors qu'il ne peut ignorer qu'il entrave par là le déroulement normal de la procédure d'exécution (ATF 104 III 44 ss et les arrêts cités).\n\n2. L'Office des poursuites a exécuté les séquestres le 11 juillet 1979 et l'intimée n'a fait valoir ses droits que le 18 décembre. Une déclaration de revendication différée de plus de cinq mois doit en règle générale être considérée comme objectivement tardive (ATF 104 III 51 s.; arrêt non publié du 28 mars 1980 en la cause Banque populaire suisse). Durant ce laps de temps, le créancier est normalement amené à accomplir des actes et à engager des frais de procédure qui s'avèrent inutiles si un tiers annonce ensuite et fait reconnaître des droits préférables. Il peut en outre perdre l'occasion d'obtenir d'autres actes d'exécution pour la couverture de sa créance. Est dès lors pour le moins discutable l'opinion de l'autorité cantonale selon laquelle la déclaration tardive de revendication n'a pas en l'espèce perturbé le déroulement normal de la poursuite. La question peut toutefois demeurer ouverte, car, pour des raisons subjectives, l'attitude de l'intimée n'apparaît pas incompatible avec les règles de la bonne foi et ne constitue donc pas l'abus manifeste d'un droit.\n\n3. L'autorité cantonale a constaté souverainement que l'intimée a revendiqué les bijoux déposés dans son coffre sitôt qu'elle a eu connaissance de la saisie provisoire; l'intimée ignorait le séquestre qui avait précédé la saisie. Les recourantes ne soutiennent pas que cette constatation repose sur une inadvertance manifeste ou viole une règle du droit fédéral en matière de preuve. Elles estiment toutefois que l'intimée doit se laisser opposer la connaissance que les personnes autorisées à la représenter ont eue du séquestre. A leur avis, l'intimée serait en outre réputée avoir reçu de sa banque l'avis du séquestre, puisque la note qui s'y rapportait avait été déposée à l'adresse indiquée, soit à la banque même.\n\nLa déchéance qu'entraîne une déclaration tardive de revendication repose sur l'interdiction de l'abus de droit. Adopte une attitude contradictoire et inadmissible celui qui laisse un créancier entamer et poursuivre une procédure d'exécution, et fait |60| valoir ensuite, après de longs mois, des droits préférables sur les biens appréhendés. Un tiers ne peut cependant annoncer ses prétentions avant de connaître la saisie ou le séquestre frappant les biens qu'il entend revendiquer. Partant, il n'encourt en principe aucune déchéance tant qu'il ignore la mesure ordonnée sur ses biens (ATF 102 III 144). La connaissance effective de la mesure ne peut être remplacée par le jeu des règles qui s'appliquent entre personnes entretenant des relations juridiques, notamment contractuelles, et qui permettent d'imputer à une partie ce que son représentant a su ou ignoré, ou de considérer un fait comme connu dès réception de l'avis. Le tiers qui, malgré des avis adressés à lui-même ou à des personnes censées le représenter, n'a pas connu la mesure frappant ses biens, n'agit pas de manière abusive en faisant valoir ses droits préférables, à moins que les règles de la bonne foi ne lui interdisent absolument d'invoquer son ignorance.\n\n4. a) De l'avis des recourantes, les relations pécuniaires des époux S. devraient, à défaut d'autres précisions, être appréciées d'après le droit suisse et soumises au régime légal de l'union des biens. Les bijoux revendiqués constitueraient des apports de l'épouse, laquelle serait dès lors représentée légalement par son mari dans tout litige s'y rapportant (art. 168 al. 2 CC). L'intimée ne pourrait de ce fait prétendre avoir ignoré une mesure que son représentant connaissait.\n\nLe droit suisse s'appliquerait-il en l'espèce, qu'A. S. ne serait pas le représentant légal de l'intimée dans la procédure de revendication. Dans la saisie ou le séquestre pratiqués contre son mari, la femme peut en effet exercer elle-même les droits qu'elle a sur ses apports et l'art. 168 al. 2 CC n'est pas applicable (art. 107 al. 5 et 275 LP; LEMP, n. 24 ad art. 168 CC). La thèse des recourantes est de ce seul fait dénuée de tout fondement. Au demeurant, on ne saurait exiger des autorités de poursuite chargées d'introduire la procédure de revendication qu'elles fassent des investigations sur le régime d'époux persans domiciliés en France ni, d'une manière générale, sur le statut matrimonial des biens revendiqués. Elles doivent se limiter aux faits permettant de statuer sur la possession des biens (art. 106 et 109 LP) et sur un éventuel abus de droit. Or le pouvoir que la loi peut accorder au mari de représenter sa femme dans les contestations relatives à ses apports est sans pertinence à cet égard. La femme n'agit pas de manière incompatible avec les |61| règles de la bonne foi en refusant de se laisser opposer l'inactivité d'un représentant légal dont les intérêts étaient en conflit avec les siens.\n\nb) L'intimée a donné à sa banque l'ordre d'adresser à I. S. et O. S. et de conserver par-devers elle toutes communications se rapportant au coffre en cause. Cela ne signifie point qu'elle ait autorisé ses fils à la représenter dans les litiges sur les objets qui y étaient enfermés. On peut admettre tout au plus qu'elle les a chargés de la renseigner sur les communications adressées par la banque. En confiant un tel mandat, l'intimée n'aurait d'ailleurs nullement accepté, dans ses relations extra-contractuelles, d'assumer les risques liés à son inexécution. Elle ne viole pas les règles de la bonne foi, seules décisives, en faisant valoir qu'elle ignorait le séquestre, quand bien même elle en aurait eu connaissance si ses fils avaient suivi ses ordres.\n\nL'intimée agirait certes de manière abusive si elle avait fait adresser son courrier à ses fils pour éviter d'avoir à réagir à des mesures identiques ou analogues à celles qui ont été ordonnées en l'espèce. Mais c'est en 1976 déjà que les locataires du coffre ont donné à leur banque les instructions sur l'envoi des avis qui s'y rapportaient. Aucun des faits retenus dans la décision attaquée ne laisse supposer que l'intimée ait envisagé une mainmise officielle sur les biens déposés dans le coffre, et encore moins l'inexécution des ordres donnés pour la transmission de son courrier.\n\nc) Celui qui omet de lever son courrier ou de le faire suivre ne peut opposer à ses partenaires contractuels qu'il a ignoré un avis qu'ils lui avaient adressé (arrêt du 9 décembre 1969 en la cause Jordan c. Sarteur, SJ 1972 p. 59 ss consid. 1); une règle analogue s'applique aux parties à un procès (ATF 97 III 10, 91 II 151 s.). Il ne s'ensuit pas qu'une personne commette un abus de droit en opposant son ignorance d'un fait à un tiers avec lequel elle n'avait ni relation contractuelle ni lien d'instance et qui n'était pas l'auteur de l'avis reçu, mais ignoré. Rien dans les faits de la cause n'autorise à penser que l'intimée ait prévu l'exécution d'une mesure de poursuite sur ses biens, ni même qu'elle ait eu des raisons de l'envisager. Elle n'a donc pas méconnu les règles de la bonne foi en faisant conserver son courrier à la banque et en s'abstenant de le lever durant environ cinq mois. Celui qui fait séquestrer les avoirs bancaires d'étrangers domiciliés à l'étranger doit, dans une certaine mesure, |62| supporter les risques de retard liés aux communications adressées \"banque restante\".\n\nd) Les recourantes font valoir que l'intimée a annoncé ses droits préférables par l'entremise de Me Sc., qui était le mandataire des débiteurs depuis l'ouverture de la procédure de séquestre. Elle ne pourrait donc prétendre de bonne foi avoir ignoré une mesure que son avocat connaissait. Ce moyen est dénué de toute pertinence, car il n'a pas été établi, ni même allégué, que l'intimée eût, dès l'exécution du séquestre, chargé Me Sc. de défendre ses droits sur les biens déposés dans le coffre.\n\nPar ces motifs, la Chambre des poursuites et des faillites:\n\nRejette les recours."}