{"annee": "106", "cour": "V", "page": "133", "date": "16/9/1980", "cite": ["101 V 1"], "cite_par": ["111 V 77", "110 V 229"], "chapeau": "32. Urteil vom 16. September 1980 i.S. Bundesamt für Sozialversicherung gegen von Roll AG und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 5 al. 2 LAVS. Lorsque l'employeur favorise - au moyen d'une subvention remboursable à certaines conditions - la construction par le salarié d'un logement individuel, les amortissements gratuits portés au crédit du bénéficiaire ne font pas partie du salaire déterminant de ce dernier, s'ils ne dépassent pas le cadre usuel en la matière et qu'ils soient dans un rapport raisonnable avec la rémunération du travail, en excluant toute intention de tourner la loi."], "faits": "|134|\n\nA.- Die Firma von Roll AG gewährt ihren Mitarbeitern \"Wohnbausubventionen\", die unter bestimmten Voraussetzungen rückzahlbar sind. Der Baubeitrag wird von der Firma jährlich zu 1/10 abgeschrieben, so dass der Mitarbeiter nach Ablauf von zehn Jahren der Firma nichts mehr schuldet.\n\nGestützt auf einen Arbeitgeberkontrollbericht vom 27. November 1978 erhob die Ausgleichskasse von der Firma eine Beitragsnachforderung auf den ihren Mitarbeitern in den Jahren 1974-1977 gewährten Abschreibungen im Gesamtbetrag von Fr. 645'067.-- (Verfügung vom 1. Februar 1979).\n\nB.- Das Versicherungsgericht des Kantons Solothurn hiess eine hiegegen erhobene Beschwerde mit der Feststellung gut, dass es sich bei den fraglichen Zuwendungen nicht um Entgelt für geleistete Arbeit im Sinne von Art. 5 Abs. 2 AHVG handle. Unter Hinweis auf einen kantonalen Entscheid vom 23. Dezember 1958 führte es aus, dass die Wohnbausubventionen völlig unabhängig von der Arbeitsleistung gewährt würden, um den Schwierigkeiten bei der Wohnungsbeschaffung zu begegnen. Wenn gemäss Art. 6 Abs. 2 lit. b AHVV Versicherungs- und Fürsorgeleistungen, soweit sie nicht als mittelbare Lohnzahlung zu betrachten sind, vom Erwerbseinkommen ausgenommen seien, habe dies auch für die in keinem Zusammenhang mit dem Lohn stehende Sozialleistung der vorliegenden Art zu gelten.\n\nC.- Das Bundesamt für Sozialversicherung erhebt Verwaltungsgerichtsbeschwerde mit dem Antrag auf Aufhebung des vorinstanzlichen Entscheides. Es macht im wesentlichen geltend, dass die fraglichen Leistungen in engem Zusammenhang mit dem Arbeitsverhältnis stünden und dass sie nach der gesetzlichen Regelung weder vom Erwerbseinkommen noch (als Sozialleistungen) vom massgebenden Lohn ausgenommen seien. Sie seien wirtschaftlich betrachtet nichts anderes als in Form eines jährlichen Schuldverzichts gewährte Treueprämien, die nach Art. 7 lit. c AHVV Bestandteil des massgebenden Lohnes bildeten. Ob auch die vom Arbeitgeber gewährte zusätzliche |135| Leistung in Form eines Zinsverzichts zum massgebenden Lohn zu rechnen sei, könne im Hinblick auf die geringe Höhe der Wohnbausubventionen offengelassen werden.\n\nDie Beschwerdegegnerin beantragt Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Nach Art. 5 Abs. 2 AHVG gilt als massgebender Lohn jedes Entgelt für in unselbständiger Stellung auf bestimmte Oder unbestimmte Zeit geleistete Arbeit. Zum massgebenden Lohn gehören begrifflich sämtliche Bezüge des Arbeitnehmers, die wirtschaftlich mit dem Arbeitsverhältnis zusammenhängen, gleichgültig, ob dieses Verhältnis fortbesteht oder gelöst worden ist und ob die Leistungen geschuldet werden oder freiwillig erfolgen (BGE 101 V 3 mit Hinweisen).\n\nNicht zum Erwerbseinkommen und damit auch nicht zum massgebenden Lohn gehören die in Art. 6 Abs. 2 AHVV genannten Leistungen. In Art. 8 AHVV werden ferner bestimmte Arbeitgeberleistungen vom massgebenden Lohn ausgenommen, wobei die Liste der in dieser Bestimmung genannten Leistungen abschliessend ist (BGE 101 V 4).\n\n2. Demzufolge lässt sich die Beitragspflicht auf den streitigen Arbeitgeberleistungen nicht schon damit verneinen, dass es sich nicht um unmittelbares Entgelt für geleistete Arbeit handelt. Die Baubeiträge fallen auch unter keine der in Art. 6 Abs. 2 und Art. 8 AHVV genannten Ausnahmen. Sie können entgegen der Auffassung der Vorinstanz nicht unter Art. 6 Abs. 2 lit. b AHVV subsumiert werden, da sie nicht in Zusammenhang mit einer invaliditäts- oder altersbedingten Auflösung des Arbeitsverhältnisses stehen und nicht Fürsorgecharakter im Sinne der Verordnungsbestimmung aufweisen. Die Wohnbaubeiträge sind aber auch in der Liste der gemäss Art. 8 AHVV vom massgebenden Lohn ausgenommenen Arbeitgeberleistungen nicht erwähnt, noch können sie sinngemäss in einer der genannten Leistungskategorien als enthalten gelten.\n\nAnderseits lassen sich die Wohnbaubeiträge keinem der in Art. 5 Abs. 2 AHVG und Art. 7 AHVV ausdrücklich genannten Bestandteile des massgebenden Lohnes zuordnen. Es handelt sich insbesondere nicht um Treueprämien im Sinne von Art. 7 lit. c AHVV, wie das Bundesamt für Sozialversicherung |136| annimmt. Als solche gelten Vergütungen, die vom Arbeitgeber - als Belohnung für geleistete Dienste und als Anreiz für das Verbleiben am Arbeitsplatz - nach einer gewissen Anzahl von Dienstjahren und hernach periodisch wiederholt gewährt werden (BGE 101 V 5, ZAK 1976 S. 461). Im vorliegenden Fall handelt es sich indessen um einmalige Leistungen, die zudem nicht sämtlichen, sondern lediglich solchen Arbeitnehmern ausgerichtet werden, die eine vom Arbeitsverhältnis unabhängige Voraussetzung erfüllen, welche im Bau oder Erwerb eines Eigenheimes besteht. Der Verordnung lässt sich somit keine auf den vorliegenden Fall unmittelbar anwendbare Bestimmung entnehmen.\n\n3. Bei der Beurteilung der Beitragspflicht auf den streitigen Leistungen ist davon auszugehen, dass es sich um freiwillige Sozialleistungen des Arbeitgebers handelt (vgl. ROOST, Freiwillige Sozialleistungen - Bedeutung, Arten und Ausgestaltung, S. 70 ff.). Sie sind als besondere Art von Vergünstigungen aufzufassen, wie sie in verschiedenster Form (beispielsweise Einkaufsvorteile, unentgeltliche oder verbilligte Dienstleistungen, Darlehen zu günstigen Bedingungen) aus dem Arbeitsverhältnis fliessen und weit verbreitet sind. Solche Vergünstigungen gehören grundsätzlich zum steuerbaren Einkommen (vgl. MASSHARDT, Wehrsteuerkommentar, S. 89; KÄNZIG, Wehrsteuer, S. 119); sie bleiben in der Praxis meist jedoch abgabefrei, zumal es sich häufig um geringfügige und nur schwer erfassbare Leistungen handelt. Dies gilt je nach Ausgestaltung auch für Leistungen des Arbeitgebers zum Zwecke der Wohneigentumsförderung. So bleiben geringfügige geldwerte Vorteile beispielsweise in Form von Hypothekardarlehen zu einem Vorzugszins in der Regel steuer- und beitragsfrei. Zwischen Zinsvergünstigungen und Abschreibungen auf Wohnbaubeiträgen des Arbeitgebers bestehen indessen keine grundsätzlichen Unterschiede, die eine andere beitragsrechtliche Beurteilung zu begründen vermöchten. Gemäss einem Beschluss des Gesamtgerichts sind daher Leistungen der streitigen Art nicht als Bestandteil des massgebenden Lohnes zu qualifizieren, soweit sie sich im üblichen Mass und in einem vernünftigen, insbesondere eine Umgehungsabsicht ausschliessenden Verhältnis zum eigentlichen Arbeitsentgelt halten.\n\n4. Die Beschwerdegegnerin gewährt Baubeiträge von höchstens Fr. 7'500.--, welche sie jährlich zu 10% abschreibt.\n\n|137| Die erbrachte Leistung hält sich in verhältnismässig bescheidenem Rahmen und übersteigt nicht das, was für Vergünstigungen dieser und ähnlicher Art als üblich gelten kann. Die streitigen Leistungen sind daher nicht als Bestandteil des massgebenden Lohnes zu qualifizieren, weshalb sie nicht der Beitragspflicht unterliegen.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird abgewiesen."}