{"annee": "106", "cour": "IB", "page": "115", "date": "21/7/1980", "cite": ["98 V 220", "99 IB 215", "100 IB 494"], "cite_par": ["145 I 73", "125 II 396", "107 IB 395", "129 II 286", "111 IB 201", "112 IA 180", "122 II 359"], "chapeau": "19. Extrait de l'arrêt de la IIe Cour de droit public du 21 juillet 1980 dans la cause Braillard contre Commission vaudoise de recours en matière de circulation routière (recours de droit administratif)", "regestes": ["Effet suspensif en matière de recours administratif (art. 55 PA) et de recours contre un retrait du permis de conduire (art. 30 OAC). 1. Conditions auxquelles est subordonné l'octroi ou le refus de l'effet suspensif en procédure administrative de recours fédérale; application de ces principes à la procédure administrative de recours cantonale (consid. 2a). 2. En matière de retrait d'admonestation, l'octroi de l'effet suspensif est la règle; en cas de retrait de sécurité, il se justifie en principe de refuser cet effet (consid. 2b)."], "faits": "BGE 106 Ib 115 S. 115\n\nYves Maurice Braillard a fait l'objet d'un retrait de permis de sécurité, mesure contre laquelle il a recouru auprès de la BGE 106 Ib 115 S. 116Commission vaudoise de recours en matière de circulation routière (ci-après: Commission de recours). Le Président de cette autorité a refusé d'accorder l'effet suspensif, refus que la Commission de recours a maintenu par arrêt incident rendu sur recours de l'intéressé. Le Tribunal fédéral a rejeté le recours de droit administratif formé contre cette dernière décision par Yves Maurice Braillard.", "considerants": "Extrait des considérants:\n\n2. a) En procédure administrative fédérale, l'autorité appelée à se prononcer sur l'effet suspensif d'un recours doit faire la pesée des intérêts en présence. Si l'intérêt du recourant apparaît prépondérant, elle accorde l'effet suspensif ou, en cas de recours contre une décision de retrait de cet effet, elle le restitue; en cas contraire, elle n'accorde pas l'effet suspensif ou, en cas de recours, refuse de le restituer. Disposant d'une certaine liberté d'appréciation, l'autorité se fonde en général sur les documents qui sont dans le dossier, sans avoir à ordonner des compléments de preuves. Dans son appréciation, les prévisions sur le sort du procès au fond n'entrent en considération que si elles ne font pas de doute (ATF 100 Ib 497 /498; ATF 99 Ib 220 consid. 5; ATF 98 V 222).\n\nCertes, en tant qu'elle se rapporte à l'art. 55 al. 3 PA - relatif à la restitution de l'effet suspensif - cette jurisprudence n'est pas directement applicable en l'espèce. En effet, du point de vue formel, cette disposition ne s'applique pas obligatoirement à la procédure devant les autorités cantonales de dernière instance qui ne statuent pas définitivement en vertu du droit public fédéral (cf. art. 1er al. 3 PA). Cependant, en l'absence de dispositions contraires en procédure administrative vaudoise (cf. notamment l'art. 14 al. 1 de l'arrêté du Conseil d'Etat vaudois du 15 septembre 1952 fixant la procédure pour les recours administratifs, applicable devant la Commission de recours en vertu de l'art. 1er al. 2 dudit arrêté), il n'y a aucune raison d'écarter l'application de cette jurisprudence. On pourrait du reste soutenir que les principes jurisprudentiels dégagés à propos de l'art. 55 al. 3 PA sont également valables à propos de la suppression de l'effet suspensif réglée par l'art. 55 al. 2 PA qui, lui, entre dans la liste de l'art. 1er al. 3 PA.\n\nb) Selon l'art. 30 al. 1 de l'ordonnance du 27 octobre 1976 réglant l'admission des personnes et des véhicules à la circulation BGE 106 Ib 115 S. 117routière, le retrait de sécurité a pour but de protéger la sécurité de la circulation contre les conducteurs incapables; il est ordonné si le conducteur n'est pas en mesure de conduire des véhicules automobiles, soit pour des raisons médicales ou caractérielles, soit pour cause d'alcoolisme ou d'autres formes de toxicomanie, soit en raison d'une autre incapacité. C'est donc avec raison que, dans la décision attaquée, la Commission de recours tient en principe pour prépondérant l'intérêt public par rapport à l'intérêt personnel du conducteur à la possession de son permis de conduire; si en matière de retrait d'admonestation l'octroi de l'effet suspensif est la règle, il se justifie en principe de refuser l'effet suspensif dans le cas du retrait de sécurité. Lorsqu'il existe des présomptions suffisantes que le conducteur ne remplit plus les conditions posées pour l'obtention du permis de conduire, la mesure de retrait doit être exécutée immédiatement, quitte à ce qu'elle soit rapportée par la suite s'il s'avère, après enquête ou expertise, qu'elle n'est pas ou plus justifiée."}