{"annee": "106", "cour": "II", "page": "257", "date": "3/7/1980", "cite": ["105 III 122", "61 II 228", "51 II 273"], "cite_par": ["142 III 746", "110 II 391", "122 III 176"], "chapeau": "52. Auszug aus dem Urteil der II. Zivilabteilung vom 3. Juli 1980 i.S. BANKAG, Bank-Aktiengesellschaft für Vermögensverwaltung und Wertschriftenverkehr, in Nachlassliquidation gegen Bank Y. (Berufung)", "regestes": ["Responsabilité de l'organe d'une société (art. 55 al. 3 CC). Celui qui, agissant comme organe d'une société, a amené une banque à accorder des crédits sur présentation de faux bilans et par des indications inexactes sur l'état de la fortune de la société qu'il représente est personnellement responsable envers la banque du dommage qu'elle a subi de ce fait (consid. 1 et 2). Gage immobilier et mobilier; étendue de la garantie assurée par le gage. La garantie assurée par le gage immobilier ou mobilier ne s'étend à d'éventuelles prétentions en dommages-intérêts que s'il en a été convenu ainsi (consid. 4 et 5)."], "faits": "|257|\n\nIm Konkurs über X., ehemals Direktionsmitglied der in Nachlassliquidation befindlichen BANKAG, Bank-Aktiengesellschaft |258| für Vermögensverwaltung und Wertschriftenverkehr in Zürich, gab die Bank Y. neben einer unbestrittenen Hypothekarforderung und einer ebenfalls unbestrittenen faustpfandgesicherten Kontokorrentforderung eine Schadenersatzforderung aus Verantwortlichkeit im Betrage von drei Millionen Franken ein, die sie darauf stützt, dass ihr im Nachlassverfahren über die BANKAG voraussichtlich Verluste in dieser Höhe entstehen würden. Für die Schadenersatzforderung machte sie ein Retentions- und Verrechnungsrecht bzw. ein Faustpfandrecht unter anderem an einem auf ihren Namen lautenden Schuldbrief geltend. Das Konkursamt nahm diese Forderung als in dem Sinne bedingt in das Lastenverzeichnis und den Kollokationsplan auf, als die Gläubigerin bis zur Verteilung den effektiven Schaden (gemeint den Ausfall im Nachlassverfahren über die BANKAG) nachzuweisen habe. Die von der Bank Y. beanspruchten Sicherheiten wurden im Kollokationsplan zugelassen.\n\nMit Kollokationsklage vom 17. April 1978 beantragte die Liquidatorin der BANKAG beim Einzelrichter im beschleunigten Verfahren die Wegweisung der Schadenersatzforderung der Bank Y. von drei Millionen Franken aus dem Lastenverzeichnis und dem Kollokationsplan im Konkurs über X. Der angerufene Richter hiess die Klage mit Urteil vom 25. Oktober 1978 dahin teilweise gut, dass die Beklagte lediglich mit einer Forderung von Fr. 2'080'489.30 zu kollozieren sei. Im übrigen wies er die Klage ab, womit er insbesondere die der Beklagten in Lastenverzeichnis und Kollokationsplan zugestandene Faustpfandsicherung bestätigte.\n\nGegen den einzelrichterlichen Entscheid reichte die Klägerin Berufung und die Beklagte Anschlussberufung ein. Mit Urteil vom 20. Dezember 1979 wies das Obergericht (II. Zivilkammer) des Kantons Zürich die Hauptberufung ab. Dagegen hiess es die Anschlussberufung gut, indem es entschied, die von der Beklagten angemeldete Forderung werde in vollem Umfang kolloziert und sei ausserdem grundpfandrechtlich sichergestellt durch einen Schuldbrief sowie faustpfandrechtlich durch das Wertschriftendepot des X. bei der Beklagten; für den Pfandausfall werde die Forderung im 5. Rang kolloziert unter Einräumung des Verrechnungsrechtes an die Beklagte bezüglich eines Sparheftes und eines Kontos des X. bei der Beklagten.\n\nMit rechtzeitig eingereichter Berufung hält die Klägerin vor |259| Bundesgericht an ihrem Begehren auf Wegweisung der Schadenersatzforderung der Beklagten aus Lastenverzeichnis und Kollokationsplan fest.", "considerants": "Aus den Erwägungen:\n\n1. Die Klägerin ist der Meinung, eine Forderung der Beklagten gegenüber X. persönlich könne gar nicht entstanden sein, weil dieser ausschliesslich als Organ der BANKAG gehandelt habe und somit nur diese und nicht sich persönlich habe verpflichten können. Diese Betrachtungsweise ist jedoch nur insoweit zutreffend, als es sich um vertragliche Ansprüche der Beklagten handelt. Soweit diese dagegen Schadenersatzansprüche erhebt, die sie darauf stützt, dass X. in den für die BANKAG geführten Verhandlungen ihr gegenüber deliktisch gehandelt und ihr dadurch einen Schaden zugefügt habe, besteht aufgrund von Art. 55 Abs. 3 ZGB eine direkte und persönliche Haftbarkeit des X.\n\nGenau dieser Sachverhalt aber liegt hier nach den verbindlichen Feststellungen im obergerichtlichen Urteil vor. Dort wird - teilweise durch Verweisung auf den erstinstanzlichen Entscheid - festgehalten, X. habe die Kredite bei der Beklagten durch die Vorlegung falscher Bilanzen und durch unwahre Angaben über den Vermögensstand der BANKAG erwirkt. Wohl hatte X. die Interessen der BANKAG zu wahren und traf ihn keinerlei Treuepflicht gegenüber der Beklagten. Wenn er aber diese unter Berufung auf falsche Bilanzen und mit unwahren Angaben bzw. in bewusster Verschweigung des wahren Sachverhaltes zu Kreditgewährungen veranlasste, so beging er damit jedenfalls eine zivilrechtliche absichtliche Täuschung. Darin liegt eine unerlaubte Handlung, für die er persönlich einzustehen hat. Wieweit ihn bei den Kreditverhandlungen eine Aufklärungspflicht traf, braucht nach dem Gesagten nicht erörtert zu werden, und die Ausführungen in der Berufungsschrift, die sich mit dem Vorliegen einer allfälligen culpa in contrahendo befassen, gehen von vornherein an der Sache vorbei.\n\nDas Obergericht hat in seinem Urteil ausgeführt, X. habe es offensichtlich nicht bei unverbindlichen Bemerkungen über den guten Geschäftsgang bewenden lassen, sondern an einer Besprechung erklärt, 1975 werde ein sehr gutes Jahr. Ob die konkreten |260| Angaben, die er dabei gemacht haben soll, im einzelnen zutrafen, ist entgegen den Ausführungen in der Berufungsschrift von untergeordneter Bedeutung. Massgebend ist, dass X. dieses optimistische Bild in einem Zeitpunkt entwarf, als die BANKAG bereits erheblich überschuldet war. Die Auffassung des Obergerichtes, die Beklagte wäre bei Kenntnis des wahren Sachverhaltes nicht mit der BANKAG in Geschäftsbeziehungen getreten bzw. hätte diese aufgelöst, verletzt jedenfalls kein Bundesrecht. Im übrigen hat das Obergericht diesen Umstand nur zur Abrundung des Bildes angeführt.\n\nRichtig ist, dass X. nur für den effektiven Schaden belangt werden kann, den Betrag also, den die Beklagte aufgrund ihrer vertraglichen Ansprüche gegenüber der BANKAG nicht durchsetzen kann. Dem wird aber damit Rechnung getragen, dass die Forderung in dem Sinne lediglich bedingt kolloziert worden ist, als die Beklagte sich vor der Verteilung wird darüber ausweisen müssen, welchen Ausfall sie im Liquidationsverfahren über die BANKAG erlitten hat.\n\n2. Aus dem Gesagten erhellt, dass die Beklagte mit der von ihr angemeldeten Forderung keineswegs Ersatz für mittelbaren Schaden beansprucht, den sie im Sinne von Art. 43 Abs. 3 BankG bzw. Art. 756 OR aufgrund einer Abtretung seitens der Liquidatoren der BANKAG geltend machen könnte. Dass es sich nicht um einen solchen Schaden handeln kann, ergibt sich schon aus der einfachen Tatsache, dass die BANKAG durch die Kreditgewährung keinen Nachteil erlitten, sondern vielmehr profitiert hat. Geschädigt worden ist direkt die Beklagte, und zwar dadurch, dass sie der BANKAG Kredite gewährte in der Meinung, diese sei solvent, während sie in Wirklichkeit bereits weit überschuldet war (vgl. die ähnlichen Beispiele bei GUHL/MERZ/KUMMER, Das Schweizerische Obligationenrecht, 6. Auflage, S. 652/53; FORSTMOSER, Die aktienrechtliche Verantwortlichkeit, S. 56 N. 167; der gleiche Sachverhalt wie hier lag BGE 61 II 228 ff. zugrunde).\n\nAuch in diesem Punkt sind die Vorbringen in der Berufungsschrift unbehelflich. Dass die aktienrechtliche Natur der Verantwortlichkeitsbestimmungen der Art. 752 ff. OR der Anwendung auf allfällige direkte Rechtsbeziehungen zwischen X. und der Beklagten entgegenstehen soll, trifft nicht zu. Solche direkte Rechtsbeziehungen sind vielmehr geradezu Voraussetzung dafür, dass ein Gläubiger direkten, unmittelbaren Schaden |261| selbständig gegenüber einem Organ geltend machen kann und nicht im Sinne von Art. 43 Abs. 1 BankG bzw. Art. 755 OR nur auf Leistung an die Gesellschaft klagen oder im Konkurs nur aufgrund einer Abtretung vorgehen kann (Art. 43 Abs. 3 BankG bzw. Art. 756 OR).\n\nDem steht das in der Berufungsschrift zitierte, in SAG 25 (1952/53) S. 140 ff. frei wiedergegebene Urteil des Bundesgerichts vom 6. November 1951 keineswegs entgegen. Vielmehr wird auch dort ausdrücklich festgehalten, wenn der Vertragspartner einer Gesellschaft geltend mache, er sei dadurch geschädigt worden, dass ein Organ der Gesellschaft die dieser obliegenden vertraglichen Pflichten verletzt habe, so könne es sich dabei nicht um einen mittelbaren Schaden im Sinne der Art. 755 und 756 OR, sondern nur um einen unmittelbaren Schaden handeln, den der Gläubiger in jedem Fall direkt gegenüber dem verantwortlichen Organ geltend zu machen habe. Die in jenem Fall erhobene direkte Schadenersatzklage wurde dann mit der Begründung abgewiesen, der Beklagte habe die ihm als Gesellschaftsorgan obliegenden Pflichten gegenüber dem Kläger nicht verletzt. Aus den Erwägungen geht aber ausdrücklich hervor, dass es sich anders verhalten würde, wenn das Gesellschaftsorgan die andere Seite beispielsweise durch unrichtige Behauptungen (assertions inexactes), etwa durch falsche Auskünfte über die finanzielle Lage der Gesellschaft oder durch Verletzung der Bilanzierungsvorschriften, zur Kreditgewährung an die Gesellschaft veranlasst hätte. Genau dieser Sachverhalt liegt aber hier vor.\n\nUnbehelflich ist auch das Argument, Art. 718 Abs. 3 OR enthalte keine Art. 55 Abs. 3 ZGB entsprechende Vorschrift. Dass das nicht der Fall ist, hat seinen Grund darin, dass Art. 718 OR ausschliesslich das Verhältnis zwischen der Gesellschaft und einem Dritten betrifft, während Art. 55 Abs. 3 ZGB bestimmt, in welchen Fällen ausser der juristischen Person auch die für sie als Organ handelnden natürlichen Personen direkt in Anspruch genommen werden können. Überall dort, wo eine solche direkte Haftung gegeben ist - und das ist insbesondere bei deliktischem Verhalten eines Organs der Fall - besteht ein direktes Klagerecht des Geschädigten, und die Vorschriften über den bloss mittelbaren Schaden der Art. 755 und 756 OR bzw. von Art. 43 Abs. 1 und 3 BankG finden keine Anwendung. |262|\n\nDass die Beklagte die strittige Schadenersatzforderung nicht zweimal geltend machen kann, wird durch die bedingte Kollozierung verhindert, wonach sie sich im Konkurs über X. das anrechnen lassen muss, was sie aus der Liquidation der BANKAG erhältlich machen kann.\n\nDie Beklagte leitet ihren Schadenersatzanspruch nicht aus einem Verhalten des X. ab, das - wie die Klägerin ausführt - \"gleichermassen alle Gläubiger\" trifft, sondern aus einem deliktischen Verhalten, das sich X. gegenüber der Beklagten persönlich hat zuschulden kommen lassen.\n\n3. Dass das Obergericht die Schadenersatzforderung von 3 Mio. Franken im vollen Umfange zur Kollokation zugelassen hat, und nicht bloss im Umfange von rund 2 Mio. Franken wie der erstinstanzliche Richter, wird mit der Berufung nicht beanstandet. Diese Frage ist vom Bundesgericht mithin nicht zu prüfen.\n\n4. Der auf der Liegenschaft des X. lastende Schuldbrief wurde am 9. Februar 1967 zugunsten der Bank Z. errichtet, die später von der Beklagten übernommen worden ist. Darin anerkannte X. eine Forderung von Fr. 120'000.--, wobei es sich offensichtlich um ein von der Bank Z. gewährtes Darlehen handelte. In der Folge wurde zwischen Schuldner und Gläubigerin vereinbart, dass der Schuldbrief auch für einen Kontokorrentkredit von Fr. 40'000.-- haften solle. Dagegen liegt keinerlei Anhaltspunkt dafür vor, dass sich X. je damit einverstanden erklärt hätte, den Schuldbrief auch für allfällige Schadenersatzforderungen, sei es der Bank Z., sei es der Beklagten als ihrer Rechtsnachfolgerin, haften zu lassen. Eine solche vertragliche Vereinbarung wäre aber unabdingbare Voraussetzung dafür, dass die Beklagte ein Pfandrecht für ihre Schadenersatzforderung beanspruchen könnte. Der Hinweis des Obergerichtes auf das in ZBGR 60/1979, S. 106 ff., abgedruckte Urteil des Bundesgerichts vom 1. September 1978 ist verfehlt. Wohl wurde in jenem Entscheid ausgeführt (a.a.O. S. 108 ff.), auch nicht bestehende Forderungen könnten anerkannt und es könnten dafür Pfandrechte bestellt werden. Im vorliegenden Fall hat aber die Beklagte weder behauptet noch bewiesen, dass X. je eine Schadenersatzforderung ihr gegenüber anerkannt habe und dafür ein Grundpfand hätte bestellen wollen. Auch in BGE 105 III 122 ff. lässt das Bundesgericht eine Grundpfanddeckung nur insoweit zu, als sie dem erkennbaren Willen der Parteien |263| entsprochen hat (vgl. E. 5d S. 129 ff.; dazu auch die Anmerkung von HUBER zum erwähnten Urteil vom 1. September 1978, in ZBGR 60/1979 S. 111).\n\n5. Das Gesagte gilt sinngemäss ebenso für das von der Beklagten beanspruchte Faustpfandrecht an in ihrem Besitze befindlichen Wertschriften des X. Auch ein solches Faustpfandrecht könnte die Beklagte nur beanspruchen, wenn sie darzutun vermöchte, dass X. einer derartigen Pfanderrichtung zugestimmt habe. Aus Art. 8 der Allgemeinen Geschäftsbedingungen der Beklagten lässt sich eine Zustimmung nicht ableiten. Wenn darin bestimmt wird, die Bank habe an allen Vermögenswerten, die sie für den Kunden aufbewahre, ein Pfandrecht für alle ihre jeweils bestehenden Ansprüche, so können unter derartigen Ansprüchen vernünftigerweise nur jene verstanden sein, die aus dem Geschäftsverkehr zwischen der Bank und dem betreffenden Kunden hervorgehen (vgl. FORSTMOSER, Rechtsprobleme der Bankpraxis, S. 27; OFTINGER, N. 130 zu Art. 884 ZGB). Eine Ausdehnung der Pfandhaft auf alle beliebigen künftigen Forderungsansprüche der Bank, insbesondere auch auf solche, die sie ohne jedes Zutun des Kunden von Dritten erworben hat, würde eine nach Art. 27 Abs. 2 ZGB unzulässige Beschränkung in der persönlichen Freiheit darstellen (BGE 51 II 281 ff. E. 4). Was das Bundesgericht in jenem Entscheid mit Bezug auf von Dritten erworbene Forderungen ausgeführt hat, muss sinngemäss auch in einem Fall wie dem vorliegenden gelten. Im Zeitpunkt, da die Betroffenen das Faustpfandrecht errichteten, konnten sie es vernünftigerweise nur dahin verstehen, dass es im Geschäftsverkehr zwischen der Bank und X. Anwendung finden sollte. Dass auch Forderungsansprüche gedeckt sein sollten, die der Bank allenfalls daraus erwachsen könnten, dass X. ihr als Organ einer andern Gesellschaft Schaden zufüge, daran hat offensichtlich und vernünftigerweise im Zeitpunkt des Vertragsabschlusses weder die eine noch die andere Vertragspartei gedacht. Die vorinstanzliche Kritik an BGE 51 II 273 ff. ist unbegründet. Auch wenn man an X. als Bankfachmann grössere Anforderungen stellen will als an einen Laien in Banksachen, so geht es doch nicht an, den mutmasslichen Vertragswillen der Parteien so stark auszuweiten. Es ist auch in keiner Weise unbillig, wenn der Beklagten für ihre Schadenersatzforderung kein Pfandrecht zugestanden wird. Abgesehen von den gesetzlichen Pfandrechten, bedarf die Bestellung eines |264| Pfandes in jedem Falle einer vertraglichen Vereinbarung; wo eine solche fehlt, ist nicht einzusehen, was der Gläubiger für ein schützenswertes Interesse daran haben sollte, für seinen Anspruch pfandgesichert zu sein.\n\n6. Auch ein Retentionsrecht kann die Beklagte an den Wertschriften des X. nicht beanspruchen. Für ein gewöhnliches oder sogenanntes bürgerliches Retentionsrecht im Sinne von Art. 895 Abs. 1 ZGB fehlt es am erforderlichen Zusammenhang zwischen der Forderung und dem Retentionsgegenstand. Als Kaufmann im Sinne von Abs. 2 der zitierten Bestimmung kann X. nicht betrachtet werden. Die Tatsache, dass er als Direktionsmitglied der BANKAG im Handelsregister eingetragen war, macht ihn noch nicht zu einem solchen (OFTINGER, N. 116 zu Art. 895 OR). Überdies hat er seine Wertschriften der Beklagten offensichtlich als Privatmann übergeben, während die Schadenersatzforderung der letzteren aus geschäftlichem Verkehr stammt, an dem X. als Organ der BANKAG beteiligt war. Der Besitz der Wertschriften einerseits und die Schadenersatzforderung andererseits rühren somit nicht aus dem geschäftlichen Verkehr zwischen den gleichen Personen her.\n\n...\n\nDemnach erkennt das Bundesgericht:\n\n...\n\nDas Lastenverzeichnis und der Kollokationsplan im Konkurs über X. werden in teilweiser Gutheissung der Klage dahin abgeändert, dass die Schadenersatzforderung der Beklagten von 3 Mio. Franken, soweit sie nicht durch Verrechnung mit den Guthaben aus dem Sparheft... und dem Konto... des X. bei der Beklagten getilgt werden kann, in dem Sinne als bedingte Forderung in der 5. Klasse kolloziert wird, als die Beklagte sich vor der Verteilung darüber auszuweisen hat, welchen Verlust sie im Liquidationsverfahren über die BANKAG erlitten hat und als sie nur mit diesem Verlust zugelassen wird."}