{"annee": "106", "cour": "IA", "page": "219", "date": "12/11/1980", "cite": ["100 IA 180", "102 IA 299", "103 IA 293", "104 IA 314", "105 IA 98", "102 IA 279"], "cite_par": ["126 I 153", "111 IA 341", "115 IA 293", "109 IA 273"], "chapeau": "41. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 12. November 1980 i.S. W. gegen Staatsanwaltschaft und Justizdirektion des Kantons Zürich (staatsrechtliche Beschwerde)", "regestes": ["Liberté personnelle; art. 4 Cst. et 6 § 1 et 3 lettre b CEDH; limitation du droit du prévenu de communiquer par écrit avec son avocat. La limitation du droit de correspondre avec le défenseur peut être renforcée lorsqu'il existe un danger particulier ou que le prévenu a des liens avec un groupe de terroristes (consid. 3b). Etendue du contrôle de la correspondance quant à son objet et sa durée (consid. 3c)."], "faits": "BGE 106 Ia 219 S. 220\n\nW. war seit dem 19. November 1979 im Kanton Zürich in Untersuchungshaft. Die Staatsanwaltschaft erhob gegen ihn am 20. März 1979 Anklage wegen Raubes, Mordes, Mordversuchs und weiterer Delikte. Mit Urteil vom 26. September 1980 befand ihn das Geschworenengericht des Kantons Zürich in allen wichtigen Punkten für schuldig. Von Anfang an wurde die Korrespondenz zwischen ihm und seiner Verteidigerin durch die Strafverfolgungsbehörden des Kantons Zürich kontrolliert. Am 19. Mai 1980 beantragte die Verteidigerin, diese Korrespondenz künftig nicht mehr zu zensurieren. Die Staatsanwaltschaft des Kantons Zürich lehnte das Begehren am 21. Mai 1980 unter Hinweis auf die besondere Gefährlichkeit von W. ab. Der hiegegen erhobene Rekurs wurde von der Justizdirektion des Kantons Zürich am 7. Juli 1980 abgewiesen. W. führt gegen den Rekursentscheid staatsrechtliche Beschwerde wegen Verletzung der persönlichen Freiheit sowie der Art. 4 BV und 6 Ziffern 1 und 3 lit. b EMRK. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n3. a) Beschwerden, die den Verkehr zwischen einem Angeschuldigten und seinem Verteidiger betreffen, sind nach der Rechtsprechung des Bundesgerichtes ausschliesslich im Lichte der aus Art. 4 BV abgeleiteten Grundsätze zu beurteilen. Die Verweigerung oder Einschränkung des freien Verkehrs beschränkt allenfalls die Verteidigungsmöglichkeiten und kann demgemäss eine Verweigerung des rechtlichen Gehörs darstellen, BGE 106 Ia 219 S. 221nicht aber darüber hinaus noch eine Verletzung der persönlichen Freiheit (BGE BGE 100 Ia 186; nicht veröffentlichtes Urteil K.-T. und M. vom 7. Juni 1978, E. 2). Bei der Würdigung der Sache unter diesem Gesichtswinkel berücksichtigt das Bundesgericht auch die EMRK und die Rechtsprechung der Kommissionsorgane; denn die durch die EMRK geschützten Freiheiten und Rechte entsprechen in weitem Umfang jenen, die das Bundesgericht auch aufgrund des schweizerischen Verfassungsrechtes, insbesondere von Art. 4 BV, anerkennt (BGE 105 Ia 101 E. 3 und BGE 102 Ia 283 E. 2b).\n\nb) Der Beschwerdeführer glaubt, es sei grundsätzlich unzulässig, in seinem Fall den Kontakt mit der Verteidigung in höherem Masse einzuschränken als in den Fällen anderer Angeschuldigter. Er glaubt, es fehlten dazu zureichende konkrete Gründe, insbesondere deshalb, weil die Verteidigerin in keiner Weise Anlass geboten habe, sie der Kollusion zu verdächtigen. Letzteres trifft zu, und auch die Justizdirektion des Kantons Zürich hat dies ausdrücklich anerkannt. Das Bundesgericht hat sich indessen mit der aufgeworfenen Frage im erwähnten Fall K.-T. und M. befasst, der sich sowohl hinsichtlich der Schwere der in Betracht fallenden Straftaten als auch hinsichtlich der Verbindungen der Angeschuldigten zu des Terrorismus dringend verdächtigen Kreisen ohne weiteres mit demjenigen des Angeschuldigten vergleichen lässt. Es wurde dort ausgeführt, es bestehe in Fällen dieser Art ein besonderes Risiko, weil Organisationen wie die \"Rote Armee Fraktion\" bereit seien, selbst zu den äussersten Mitteln zu greifen, um die Befreiung ihrer Mitglieder zu bewirken. Gedacht wurde dabei sowohl an direkte Befreiungsaktionen als auch vor allem an indirekte Mittel wie das der Geiselnahme, und es wurde auch die Gefahr des auf Anstiftung von aussen verübten Selbstmordes erwähnt. Das Bundesgericht erklärte weiter, es sei nicht auszuschliessen, dass Dritte - Anwälte nicht ausgenommen - mit oder ohne Wissen zu Komplizen der Gefangenen würden, indem sie zur Erleichterung derartiger Versuche bestimmtes oder geeignetes Material in der einen oder anderen Richtung übermittelten. Bei Angeschuldigten von der dargelegten Gefährlichkeit und mit Verbindungen zu terroristisch gesinnten Gruppen seien daher auch besondere, einschränkende Massnahmen bezüglich des Verkehrs mit der Verteidigung zulässig, und zwar selbst dann, wenn die Person des Verteidigers an sich in keiner Weise verdächtig sei.\n\nBGE 106 Ia 219 S. 222Dem bleibt für den vorliegenden Fall wenig beizufügen. Bemerkt sei einzig noch, dass der Anwalt, der sich pflichtgemäss für seinen Klienten einsetzt, in eine ernste Konfliktsituation geraten kann, wenn ihn jener um Weiterleitung eines Schriftstückes an einen Gesinnungsfreund bittet oder wenn ihm ein solches von Dritten zur Weiterleitung an den Untersuchungsgefangenen übergeben wird. Die Beschränkung des unbeaufsichtigten Kontaktes auf den mündlichen Verkehr kann in diesem Sinne durchaus auch im Interesse des Anwaltes liegen.\n\nc) Es fragt sich somit nur noch, in welchem sachlichen und zeitlichen Umfang die beanstandete Briefkontrolle vor Art. 4 BV und Art. 6 EMRK standhalte. Das Bundesgericht hat die Frage allerdings nur hinsichtlich der Sachlage zu entscheiden, wie sie sich im Zeitpunkt des angefochtenen Entscheides - also am 7. Juli 1980 - darbot. Doch ist die Frage der Vollständigkeit halber grundsätzlich zu erörtern.\n\nDie Strafprozessrechte der schweizerischen Kantone weisen hinsichtlich der Frage, von welchem Zeitpunkt an der unbeaufsichtigte Verkehr zwischen Angeschuldigten und Verteidigern zuzulassen sei, weit auseinandergehende Lösungen auf (vgl. dazu R. HAUSER, Kurzlehrbuch des schweizerischen Strafprozessrechts, S. 90, und M. SCHUBARTH, Die Rechte des Beschuldigten im Untersuchungsverfahren, besonders bei Untersuchungshaft, S. 174 ff.). Das Bundesgericht hat dazu festgestellt, es lasse sich jedenfalls aus Art. 4 BV kein absolutes und bedingungsloses Recht jedes Angeschuldigten auf freien Verkehr mit seinem Verteidiger während der ganzen Dauer eines Strafverfahrens ableiten. Dieses Recht müsse eingeschränkt oder sogar ausgeschlossen werden können, soweit das ausnahmsweise in schwereren Fällen notwendig sei, um den ungestörten Fortgang der Untersuchung sicherzustellen (BGE 103 Ia 305). Auch die EMRK enthält keine ausdrückliche Bestimmung über den Verkehr zwischen dem Angeschuldigten und seinem Verteidiger. In der Literatur ist allerdings schon mehrfach die Forderung erhoben worden, der uneingeschränkte Verkehr des Angeschuldigten mit dem Verteidiger sei auch schon während der ganzen Dauer der Untersuchung zu gewährleisten (D. PONCET, Le droit à l'assistance de l'avocat durant la procédure, in: Recueil des travaux suisses présentés au VIIIe congrès international de droit comparé, Basel 1970, S. 421; derselbe in: La protection de BGE 106 Ia 219 S. 223l'accusé par la Convention européenne des Droits de l'homme, S. 179 ff.; M. SCHUBARTH, a.a.O. S. 183 ff., sowie: Die Artikel 5 und 6 der Konvention, insbesondere im Hinblick auf das schweizerische Strafprozessrecht, in ZSR 94/1975, S. 507/508). Die genannten Autoren stützen sich vor allem auf das aus Art. 6 Ziff. 1 hergeleitete Prinzip der Waffengleichheit. Demgegenüber haben H. SCHULTZ (ZStrR 95/1978 S. 454 f.) und H. MÜLLER (Der Verteidiger in der zürcherischen Strafuntersuchung, in ZStrR 96/1979 S. 171 ff.) darauf hingewiesen, dass die Einschränkung des erwähnten Kontaktes für den Gang des Verfahrens unumgänglich sein kann und auch durch die EMRK nicht untersagt wird. Eine vermittelnde Haltung nimmt ST. TRECHSEL ein (Die Verteidigungsrechte in der Praxis zur EMRK, in: ZStrR 96/1979, S. 391).\n\nDie Rechtsprechung des Bundesgerichtes entspricht eher der Auffassung der zweiten Gruppe, mit der Massgabe allerdings, dass der Grundsatz der Verhältnismässigkeit zu wahren sei und demgemäss die Einschränkung des freien Verkehrs zwischen dem Angeschuldigten und seinem Verteidiger keinesfalls während der ganzen Dauer der Untersuchung aufrechterhalten werden dürfe (BGE BGE 105 Ia 100 und 380; BGE 103 Ia 305 ff.; BGE 102 Ia 299). Den Autoren, die im Interesse der Wahrung der Rechte des Angeschuldigten noch weiter gehen möchten, ist in Übereinstimmung mit SCHULTZ (a.a.O. S. 455) entgegenzuhalten, dass dem Untersuchungsrichter nach allen schweizerischen Strafprozessrechten die Pflicht obliegt, einzig die Wahrheit zu erforschen und dabei sowohl den belastenden als auch den entlastenden Tatsachen mit gleicher Sorgfalt nachzugehen. Er steht dem Angeschuldigten nicht als Gegenpartei gegenüber, weshalb dem Grundsatz der Waffengleichheit während des Untersuchungsstadiums hier nicht dieselbe Tragweite zukommt wie im Parteiprozess nach angelsächsischem Muster, von dem die EMRK offensichtlich stark beeinflusst ist (vgl. BGE 104 Ia 316 f., sowie TRECHSEL, a.a.O. S. 377).\n\nZu beachten ist schliesslich, dass den Verteidiger weder eine Pflicht trifft, die Wahrheit zu offenbaren, noch eine solche, den Angeschuldigten zu deren Kundgabe zu veranlassen. Eine schrankenlose Ausweitung der Verteidigungsrechte während der Dauer der Untersuchung kann auch aus diesem Grunde die Erreichung des Zwecks des Verfahrens erschweren. Eine solche Erschwerung kann kaum das Ziel der EMRK gewesen sein; BGE 106 Ia 219 S. 224denn ein geordnetes Strafuntersuchungsverfahren jedes einzelnen Staates liegt zweifellos auch im Interesse der Völkergemeinschaft. An der bisherigen Rechtsprechung ist daher festzuhalten.\n\nd) Die Anwendung dieser Grundsätze auf den vorliegenden Fall führt zu folgendem Ergebnis:\n\nDie Einschränkung des freien und uneingeschränkten Verkehrs zwischen dem Angeschuldigten und seiner Verteidigerin ist insoweit nicht zu beanstanden, als dadurch die Möglichkeiten einer wirksamen Verteidigung im Hauptverfahren vor dem Geschworenengericht nicht beeinträchtigt wurden (vgl. dazu H. MÜLLER, a.a.O. S. 193). Im Hauptverfahren gilt das Parteienprinzip, d.h. der Staatsanwalt steht dem Angeschuldigten dann als Vertreter der Anklage gegenüber, weshalb hier der Grundsatz der Waffengleichheit seinen Platz findet. In diesem Verfahrensstadium kann es daher kaum genügen, wenn der Angeschuldigte mit seinem Verteidiger mündlich ohne Aufsicht verkehren kann, sei es mit oder ohne Trennscheibe. Gerade in umfangreichen Prozessen gehört es zu einer voll wirksamen Verteidigung, dass der Angeschuldigte dem Verteidiger seinen Standpunkt auch in ausführlichen Schreiben darlegen kann, und es muss umgekehrt dem Verteidiger ermöglicht werden, dem Angeschuldigten den Entwurf zum Plädoyer oder je nach Prozessordnung auch eine allfällige Rechtsschrift zur Durchsicht und Gutheissung zu unterbreiten. Nach dem Grundsatz der Verhältnismässigkeit haben daher für einen verhältnismässig kurzen Zeitraum vor dem Hauptverfahren die Sicherheitsrücksichten bis zu einem gewissen Grade vor jenen auf eine wirksame Verteidigung in den Hintergrund zu treten, d.h. der schriftliche Verkehr zwischen dem Angeschuldigten und der Verteidigung darf nicht mehr von der Staatsanwaltschaft zensuriert werden. Wie lange vor der Hauptverhandlung diese Lockerung zu erfolgen hat, lässt sich nicht ein für allemal festlegen; es hängt dies von der Kompliziertheit des zu bewältigenden Prozessstoffes ab.\n\nAuch in diesem Zeitraum kann in Fällen besonders gefährlicher Angeschuldigter den für die Sicherheit der Haftanstalt verantwortlichen Organen das Recht nicht abgesprochen werden, deren Briefsendungen an die Verteidigung oder solche der Verteidigung an jene zu öffnen und daraufhin zu kontrollieren, ob sie keinen anderen Inhalt als Schriftstücke haben. Ein solches BGE 106 Ia 219 S. 225blosses Öffnen der Verteidigerpost durch Gefängnisorgane kommt einem Lesen und Zensurieren durch die Staatsanwaltschaft nicht gleich. In diesem Sinne sind denn auch die bernischen Behörden im Falle K:T. und M. verfahren, und das Bundesgericht hat dieses Vorgehen gebilligt (genanntes Urteil E. 3a). Es lässt sich so ein vertretbarer Ausgleich zwischen den sich entgegenstehenden Interessen auf Sicherheit einerseits und auf wirksame Verteidigung anderseits finden.\n\nBei der Sachlage am 7. Juli 1980 war die strittige Briefkontrolle jedenfalls nicht zu beanstanden, zumal damals bis zum Beginn der Hauptverhandlung (8. September 1980) noch zwei Monate zur Verfügung standen. Der angefochtene Entscheid hält somit vor der Bundesverfassung und vor der EMRK stand."}