{"annee": "106", "cour": "IB", "page": "151", "date": "9/7/1980", "cite": [], "cite_par": [], "chapeau": "25. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 9. Juli 1980 i.S. Kappeler gegen Seilbahnen Obersaxen AG und Departement des Innern und der Volkswirtschaft des Kantons Graubünden (staatsrechtliche Beschwerde)", "regestes": ["Règlement du 18 octobre 1954 relatif au concordat intercantonal du 15 octobre 1951 concernant les installations de transport par câbles et skilifts sans concession fédérale. Lorsqu'un premier projet de téléski est retiré en faveur d'un second, l'autorisation d'exécuter le second projet rend caduque l'autorisation accordée pour le premier. Si celui-ci est repris plus tard, avec présentation d'une nouvelle demande d'autorisation, la procédure d'autorisation doit être à nouveau suivie, y compris la procédure de mise à l'enquête et d'opposition prévue par le réglement."], "faits": "BGE 106 Ib 151 S. 152\n\nDie Seilbahnen Obersaxen AG (SOAG) plante seit 1972 die Erstellung eines Skiliftes auf dem Gebiet der Gemeinde Obersaxen von der Alp Wali zum Piz Sezner. Für ein erstes Projekt, das der kantonalen Behörde am 16. Juni 1972 unterbreitet worden war, erteilte das Departement des Innern und der Volkswirtschaft des Kantons Graubünden (DIV) am 13. Mai 1975 die Bau- und Betriebsbewilligung. Die SOAG liess das erste Projekt jedoch fallen und änderte die Linienführung des Skiliftes, indem sie - unter Beibehaltung des Endpunktes der Bergstation - die Talstation weiter westlich talwärts verlegte. Das DIV erteilte dem abgeänderten Projekt mit Verfügung vom 20. September 1978 die Bau- und Betriebsbewilligung, welche diejenige vom 13. Mai 1975 ersetzte. Die SOAG führte auch das zweite Projekt nicht aus, sondern nahm das erste wieder auf und ersuchte am 26. Januar 1979 um eine Bau- und Betriebsbewilligung für den Skilift \"auf der ursprünglich bewilligten alten Linie\". Das DIV erteilte der SOAG mit Verfügung vom 6. Februar 1979 die verlangte Bewilligung.\n\nCornelia Kappeler, Eigentümerin eines in der Gemeinde Obersaxen gelegenen Berggutes, führt gegen diesen Entscheid staatsrechtliche Beschwerde. Sie rügt, das am 6. Februar 1979 BGE 106 Ib 151 S. 153bewilligte Skiliftprojekt sei in Verletzung von Art. 2 des Reglementes vom 18. Oktober 1954 zum Konkordat vom 15. Oktober 1951 über die nicht eidgenössisch konzessionierten Seilbahnen und Skilifte nicht unter Ansetzung einer vierwöchigen Einsprachefrist zur öffentlichen Einsicht aufgelegt worden.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n2. Das Konkordat vom 15. Oktober 1951 über die nicht eidgenössisch konzessionierten Seilbahnen und Skilifte (SR 743.22) ermächtigt in Art. 9 Abs. 3 Ziff. 1 die Konferenz der dem Konkordat angeschlossenen Kantone, Vorschriften für den Bau und Betrieb der unter das Konkordat fallenden Seilbahnen und Skilifte aufzustellen. Gestützt auf diese Ermächtigung hat die genannte Konferenz am 18. Oktober 1954 das Reglement über Bau und Betrieb der nicht eidgenössisch konzessionierten Seilbahnen und Skilifte (im folgenden als \"Reglement\" bezeichnet) erlassen. Gemäss Art. 2 Ziff. 2 des Reglementes ist das Gesuch um Bewilligung für den Bau und Betrieb eines Skiliftes in der Gemeinde, auf deren Gebiet die Anlage errichtet und betrieben werden soll, unter Beilage der Pläne während 14 Tagen zur öffentlichen Einsicht aufzulegen. Die Auflage ist im Amtsblatt zu veröffentlichen. Einsprachen gegen das Projekt sind innert vier Wochen seit Beginn der Auflagefrist bei der im Amtsblatt bezeichneten Behörde anzubringen.\n\nDas DIV hat der SOAG die Bau- und Betriebsbewilligung für das erste Skiliftprojekt am 13. Mai 1975, für das zweite Projekt am 20. September 1978 erteilt, wobei jedesmal das im Reglement vorgesehene Auflage- und Einspracheverfahren durchgeführt wurde. Das Gesuch der SOAG vom 26. Januar 1979 um Bewilligung des Skiliftes \"auf der ursprünglich bewilligten alten Linie\", welches dem angefochtenen Entscheid zugrunde liegt, wurde dagegen nicht öffentlich aufgelegt. Wie dem Entscheid der Bündner Regierung vom 18. Juni 1979 zu entnehmen ist, hielt das DIV dafür, es handle sich bei diesem Projekt um das bereits 1975 in allen Teilen dem Verfahren nach Art. 2 des Reglementes unterzogene und mit Verfügung vom 13. Mai 1975 bewilligte erste Skiliftprojekt, weshalb eine erneute Durchführung des Auflage- und Einspracheverfahrens nicht erforderlich sei. Dieser Ansicht kann nicht gefolgt werden. Mit der Bewilligung des zweiten Projektes wurde die am BGE 106 Ib 151 S. 15413. Mai 1975 erteilte Bewilligung für das erste Projekt aufgehoben. Wurde dieses später wiederaufgenommen und der kantonalen Behörde am 26. Januar 1979 mit einem neuen Bewilligungsgesuch unterbreitet, so musste - da für das erste Projekt keine Bewilligung mehr bestand - das gesamte Bewilligungsverfahren erneut durchgeführt werden. Gemäss Reglement bildet das Auflage- und Einspracheverfahren einen Bestandteil des Bewilligungsverfahrens. Das fragliche Skiliftprojekt hätte demnach öffentlich aufgelegt werden müssen und zwar selbst dann, wenn es mit dem ersten Projekt identisch gewesen wäre. Eine erneute Publikation ist in solchen Fällen schon deshalb erforderlich, weil die Auflage des ersten Projekts oft längere Zeit (im vorliegenden Fall z.B. rund 6 1/2 Jahre) zurückliegt und es daher vorkommen kann, dass die Rechtsordnung inzwischen geändert wurde oder eine wesentliche Veränderung der tatsächlichen Verhältnisse eingetreten ist. Im übrigen wies das hier in Frage stehende Projekt gegenüber dem ersten nicht unwesentliche Änderungen auf, wurde doch im späteren Projekt die Bergstation ca. 50-60 m tiefer gelegt. Das DIV hätte nach dem Gesagten das am 26. Januar 1979 eingereichte Skiliftprojekt entsprechend Art. 2 Ziff. 2 des Reglementes unter Ansetzung einer vierwöchigen Einsprachefrist zur öffentlichen Einsicht auflegen müssen. Indem es das unterliess, hat es die genannte Bestimmung und damit Konkordatsrecht verletzt. Die Beschwerde ist daher gutzuheissen und der Entscheid des DIV vom 6. Februar 1979 betreffend die Bau- und Betriebsbewilligung für den Skilift Wali-Sezner aufzuheben. Das Auflage- und Einspracheverfahren muss nachgeholt werden, obgleich der Skilift inzwischen gebaut wurde und bereits in Betrieb war."}