{"annee": "106", "cour": "IB", "page": "241", "date": "15/10/1980", "cite": ["106 IB 223", "79 I 199", "103 IB 91", "104 II 15", "105 IB 6", "94 I 286", "40 II 289", "96 II 337", "75 II 116", "83 II 375", "106 IB 231", "93 I 295", "59 II 132", "62 I 266", "102 IB 348", "95 I 308", "102 IB 173", "100 IB 190"], "cite_par": ["121 II 317", "124 II 543", "111 IB 15", "123 II 481", "109 II 304", "132 II 427", "106 IB 381", "107 IB 387", "122 II 337", "114 IB 321", "118 IB 203", "134 II 152", "110 IB 43", "113 IB 34", "109 IB 26", "109 IB 257", "110 IB 368", "119 IB 348", "113 IA 353", "119 IB 447", "128 II 231", "134 III 248", "108 IB 245", "122 II 246", "108 IB 505", "116 IB 11", "145 II 282", "119 IB 148", "130 II 394", "121 II 350", "115 IB 13", "113 IB 327", "134 II 49"], "chapeau": "36. Urteil der I. öffentlichrechtlichen Abteilung vom 15. Oktober 1980 i.S. Zimmermann und Steiner gegen Kanton Zürich und Eidg. Schätzungskommission, Kreis 10 (Verwaltungsgerichtsbeschwerde)", "regestes": ["Droit des locataires et des fermiers à une indemnité d'expropriation. Les droits des locataires et des fermiers à une indemnité d'expropriation se déterminent uniquement d'après la loi fédérale sur l'expropriation (consid. 2, 4a). L'expropriation de droits découlant des rapports de voisinage équivaut à la constitution d'une servitude foncière obligeant le propriétaire du fonds servant à tolérer des immissions. Seul ledit propriétaire peut prétendre une indemnité en raison de cette servitude, compte tenu de la dépréciation du bien-fonds qui en résulte (consid. 3). Les locataires et fermiers ne peuvent faire valoir une prétention à une indemnité: - que si l'expropriation conduit à une extinction avant terme du contrat ou empiète sur leurs droits contractuels (consid. 4a); - que pour la période s'étendant jusqu'au terme de congé le plus proche (consid. 4b); - que pour les dommages postérieurs à la conclusion du contrat (consid. 4c)."], "faits": "|242|\n\nWerner Zimmermann und Johann Steiner, beide Mieter einer Wohnung in Nähe des Flugplatzes Kloten, ersuchten im September 1973 den Kanton Zürich als Halter des Flughafens Zürich-Kloten um Eröffnung eines Enteignungsverfahrens und verlangten eine Entschädigung für die vom Flughafenbetrieb ausgehenden Immissionen. Der Kanton Zürich hielt die Entschädigungsbegehren für unbegründet, stellte jedoch an den |243| Präsidenten der Eidg. Schätzungskommission, Kreis 10, ein Gesuch um Einleitung des Schätzungsverfahrens. Dieser gab dem Begehren statt und setzte den Enteigneten Frist zur Anmeldung ihrer Entschädigungsansprüche an. Zimmermann und Steiner forderten vom Kanton für die bisherige Mietdauer bis 31. Dezember 1974 eine Kapitalzahlung sowie für die Zeit ab 1. Januar 1975 bis zur Auflösung des Mietvertrages eine jährliche Rente. Die Schätzungskommission wies die Entschädigungsbegehren mit der Begründung, ein materieller Schaden sei nicht nachgewiesen worden, vollständig ab. Gegen diesen Entscheid haben Zimmermann und Steiner Verwaltungsgerichtsbeschwerde eingereicht.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Es ist unbestritten, dass dem Kanton Zürich als Inhaber der Konzession für den Flugplatz Kloten das Enteignungsrecht im Sinne von Art. 2 und 3 Abs. 2 EntG in Verbindung mit Art. 50 Abs. 1 LFG (nach alter, vor dem 1. Januar 1974 geltender Fassung) verliehen worden ist. Der Präsident der Schätzungskommission hat daher zu Recht auf Begehren des Kantons ein Enteignungsverfahren zur Beurteilung der angemeldeten Entschädigungsforderungen eröffnet. Ein Vorentscheid über die Rechtzeitigkeit der Forderungseingaben im Sinne von Art. 41 Abs. 2 EntG und Art. 19 V für die eidg. Schätzungskommissionen musste nicht gefällt werden, da die Verwirkung nach Art. 41 EntG nur dann eintreten kann, wenn bereits ein Enteignungsverfahren stattgefunden hat, d.h. wenn eine öffentliche Planauflage (Art. 30 EntG) durchgeführt oder den Betroffenen eine persönliche Anzeige (Art. 33 f. EntG) zugestellt worden ist, was hier beides nicht zutrifft (vgl. BGE 106 Ib 235 E. 2; BGE 105 Ib 9 ff. E. 2 mit Hinweisen).\n\n2. Die auf Art. 679 und 684 ZGB gestützten zivilrechtlichen Klagen gegen den Grundeigentümer, der sein Eigentumsrecht überschreitet, stehen jedem zu, der durch die übermässigen Einwirkungen in der Nutzung, Benutzung oder Bewirtschaftung eines benachbarten Grundstückes beeinträchtigt wird; klageberechtigt ist also nicht bloss der Eigentümer eines Nachbargrundstückes, sondern auch der Obligatorisch Berechtigte - Mieter oder Pächter - sofern er am betroffenen Grundstück Besitz hat |244| (BGE 59 II 136 f.; BGE 104 II 17 f. E. 1, BGE 83 II 379 f. E. 1, BGE 79 I 204, BGE 75 II 120; MEIER-HAYOZ, N. 51 zu Art. 679 ZGB, N. 186 f. zu Art. 684 ZGB, HAAB, N. 10 zu Art. 679 ZGB, N. 14 zu Art. 684 ZGB, STARK, Das Wesen der Haftpflicht des Grundeigentümers nach Art. 679 ZGB, S. 195).\n\nDie Schätzungskommission hat hieraus den Schluss gezogen, dass Mieter und Pächter eines Grundstückes in der Eigenschaft als geschädigte Nachbarn auch im Enteignungsverfahren die gleiche Stellung einnähmen wie der Grundeigentümer. Dieser Auffassung kann jedoch nicht gefolgt werden. Welche Entschädigungsansprüche in einem Enteignungsverfahren nach eidgenössischem Recht dem Eigentümer und welche den Mietern und Pächtern zustehen, bestimmt sich ausschliesslich nach dem Bundesgesetz über die Enteignung. Das gilt auch für die aus dem nachbarlichen Verhältnis entstehenden Ersatzansprüche für Immissionen (vgl. MEIER-HAYOZ, N. 75 zu Art. 679 ZGB).\n\n3. Um Unklarheiten zu vermeiden, hat der Gesetzgeber in Art. 5 EntG ausdrücklich festgehalten, dass neben den anderen dinglichen Rechten an Grundstücken auch die aus dem Grundeigentum hervorgehenden Nachbarrechte Gegenstand der Enteignung bilden können (vgl. HESS, N. 2 zu Art. 5 EntG). Damit wird insbesondere auf das in Art. 679 und 684 ZGB umschriebene Recht des Grundeigentümers verwiesen, übermässige, von benachbarten Grundstücken ausgehende Immissionen abzuwehren. Gehen solche Immissionen von einem Werk aus, das im öffentlichen Interesse liegt und für welches dem Werkeigentümer das Enteignungsrecht verliehen wurde, und können die Einwirkungen nicht oder nur mit einem unverhältnismässigen Kostenaufwand vermieden werden, so steht dem betroffenen Nachbarn keine Unterlassungsklage zu, da seine Abwehransprüche dem vorrangigen öffentlichen Interesse am Unternehmen weichen müssen (BGE 102 Ib 351, BGE 100 Ib 195 E. 7a, BGE 96 II 348 f. E. 6, BGE 94 I 297 E. 6, BGE 93 I 300 ff., BGE 79 I 203, BGE 62 I 269, BGE 40 II 290 f.; vgl. auch BGE 105 Ib 14). Es bleibt dem Betroffenen einzig die Möglichkeit, für die Unterdrückung seines nachbarrechtlichen Abwehranspruches auf dem Enteignungswege gestützt auf Art. 5 EntG eine Entschädigung zu fordern. Diese Unterdrückung des Abwehranspruches ist nichts anderes als die - zwangsweise - Errichtung einer Grunddienstbarkeit auf dem Grundstück des Nachbarn zugunsten des Grundstücks des Werkeigentümers, deren Inhalt in der Pflicht zur Duldung der Immissionen besteht |245| (HESS, N. 3, 17, 23 zu Art. 5 EntG, MEIER-HAYOZ, N. 155 zu Art. 679 ZGB; VPB 17, 144/45 Nr. 143). Nach Art. 91 EntG erwirbt der Werkeigentümer bzw. Enteigner die von ihm beanspruchte Dienstbarkeit durch die Bezahlung der Enteignungsentschädigung oder der nach Art. 19bis Abs. 2 EntG festgesetzten Anzahlung, ohne dass es der Eintragung ins Grundbuch bedürfte.\n\nHandelt es sich somit bei der Enteignung von Nachbarrechten um die zwangsweise Einräumung einer Servitut, so gelangen für die Bemessung der Entschädigung die Regeln über die Teilenteignung zur Anwendung. Der Enteignete hat Anspruch auf Ersatz des Minderwertes, den sein Grundstück durch die dingliche Belastung erleidet, d.h. auf die Vergütung der Wertdifferenz, die sich zwischen dem Verkehrswert des unbelasteten Grundstückes und jenem des belasteten Grundstückes ergibt (Art. 19 lit. b EntG; BGE 103 Ib 99, BGE 102 Ib 176; ZBl 77/1976 S. 158; HESS, N. 16 zu Art. 19 EntG). Die Enteignungsentschädigung ist vom ersten Auftreten der übermässigen Einwirkungen an zu verzinsen, da von diesem Zeitpunkt an die beanspruchten Rechte faktisch in Besitz genommen werden (vgl. Art. 76 Abs. 5 EntG; nicht publ. Entscheid vom 8. Mai 1974 i.S. Knecht E. 6).\n\nAus diesen Erwägungen ergibt sich, dass der Entschädigungsanspruch für die Auferlegung der Dienstbarkeit und die mit der Immissionsduldungspflicht verbundene Entwertung des belasteten Grundstücks nur dem Grundeigentümer, dem Träger des enteigneten dinglichen Rechtes, zustehen kann.\n\n4. Nach Art. 5 Abs. 1 EntG können indessen neben den dinglichen Rechten an Grundstücken auch die persönlichen - obligatorischen - Rechte von Mietern und Pächtern des von der Expropriation betroffenen Grundstückes Enteignungsobjekt sein. Hiezu wird in Art. 23 Abs. 2 EntG bestimmt, dass Mieter und Pächter Ersatz allen Schadens verlangen können, der ihnen aus der vorzeitigen Aufhebung ihrer vor Einleitung des Enteignungsverfahrens abgeschlossenen Miet- und Pachtverträge entsteht. Es stellt sich die Frage, ob und inwieweit den Mietern und Pächtern auf Grund dieser Bestimmungen auch ein Entschädigungsanspruch für Immissionen zustehe.\n\na) Das Bundesgericht anerkannte noch unter dem alten Enteignungsrecht eine Verpflichtung des Enteigners, den Mietern und Pächtern den durch die Enteignung bedingten, aus der vorzeitigen Auflösung der Verträge entstehenden Schaden zu |246| ersetzen, obschon das Bundesgesetz vom 1. Mai 1850 keine entsprechende Vorschrift enthielt (vgl. Geschäftsbericht des Bundesgerichtes für das Jahr 1874, BBl 1875 I S. 146 f.; BGE 8 S. 302 f. und 21 S. 401 ff. E. 2, 3). Anknüpfend an diese Rechtsprechung sah JAEGER in seinem Entwurf für ein neues Enteignungsgesetz den Grundsatz vor, dass die Enteignungsentschädigung auch den Schaden umfasse, \"der Mietern und Pächtern des Enteigneten infolge der Enteignung notwendig entsteht\" (Art. 10 Ziff. 4 des Vorentwurfes; Erläuternder Bericht zum Vorentwurf, S. 25 f.). Ins Gesetz wurde schliesslich der eingeschränktere Text von Art. 23 Abs. 2 EntG aufgenommen, und zwar auf Anregung der Sekundärbahnen hin, welche den Schadenersatzanspruch der Mieter und Pächter auf den Fall der vorzeitigen Auflösung des bestehenden Vertrages beschränken wollten (vgl. Ergänzender Bericht zum zweiten Entwurf JAEGER, S. 18 f.). Das heisst nun allerdings nicht, dass nach geltendem Recht eine Entschädigung nur bei vorzeitiger Vertragsauflösung zu leisten sei. Eine Entschädigungspflicht des Enteigners kann sich auch in jenen Fällen ergeben, in denen die den Mietern und Pächtern aus dem Vertrag zustehenden Rechte eingeschränkt werden, d.h. der vertragsgemässe Gebrauch der Sache beeinträchtigt wird. Bei der Auslegung von Art. 23 Abs. 2 EntG ist nämlich der erst im Laufe der parlamentarischen Beratungen ins Gesetz eingefügte Art. 5 Abs. 2 EntG mitzuberücksichtigen, wonach die Gegenstand der Enteignung bildenden Rechte \"dauernd oder vorübergehend entzogen oder beschränkt\" werden können, ohne dass eine Unterscheidung zwischen dinglichen und obligatorischen Rechten getroffen würde. So ist bereits in BGE 93 I 303 E. 4 (letzter Absatz) festgehalten worden, dass die als Folge der Enteignung eintretende Schmälerung des vertragsgemässen Gebrauches (Störung eines Hotelbetriebes durch Bauarbeiten an der Nationalstrasse) für den Enteigner eine Entschädigungspflicht auslösen kann.\n\nAuch bei solchen Eingriffen des Enteigners in Miet- und Pachtverhältnisse bilden nicht dingliche Rechte an Grundstücken - einschliesslich des Abwehranspruches gegenüber Immissionen - das Enteignungsobjekt, sondern das durch den Vertrag verliehene Recht auf ungestörten Gebrauch und volle Nutzung der Miet- oder Pachtsache. Zwar hat das Bundesgericht in BGE 93 I 302 E. 4 (zweiter Absatz) selbst erklärt, der Mieter sei deshalb für die Immissionen zu entschädigen, weil |247| der obligatorisch Berechtigte gleich wie der Eigentümer auf Unterlassung der übermässigen Einwirkungen klagen könne. Wie bereits dargelegt, ist jedoch die zivilrechtliche Stellung der Mieter und Pächter nicht bestimmend für deren Rechtsstellung im Enteignungsverfahren; diese wird allein durch das Enteignungsrecht umschrieben. Nach dem Enteignungsgesetz steht aber dem Mieter oder Pächter, falls ihm die in Art. 679 ZGB vorgesehenen Rechtsbehelfe gegen übermässige Immissionen nicht zur Verfügung stehen, nur dann und insoweit ein Anspruch auf Schadenersatz zu, als durch die Enteignung des Grundeigentümers und Vertragspartners in seine vertragliche Rechte eingegriffen wird.\n\nb) Daraus folgt, dass der Entschädigungsanspruch von Mietern und Pächtern nicht über den Wert dessen hinausgehen kann, was ihnen an Gebrauchs- und Nutzungsrechten nach Inhalt und Dauer des abgeschlossenen Vertrages tatsächlich zusteht. In dieser Hinsicht hat das Bundesgericht in Übereinstimmung mit der Lehre entschieden, dass dem obligatorisch Berechtigten keine Entschädigung zu entrichten ist, wenn der Enteigner in den Vertrag eintritt, ihn auf einen vertragsgemässen Termin kündigt und dem Mieter oder Pächter bis zu diesem Zeitpunkt den vollen Gebrauch der Sache überlässt. So kann sich der Mieter oder Pächter den Vermögensnachteil nicht ersetzen lassen, den er dadurch erleidet, dass er bis zum nächsten Kündigungstermin ein neues, ihm genehmes Vertragsverhältnis nicht mehr eingehen oder dass er das Geschäftsinventar nicht vollständig abschreiben kann. Solche Schäden stehen in keinem kausalen Zusammenhang mit der Enteignung; sie sind eine Folge zu kurzer Vertragsdauer oder Kündigungsfristen (BGE 95 I 309 f.). Der Enteigner hat für rein tatsächliche Nachteile nicht einzustehen und braucht sich, wie das Bundesgericht hervorgehoben hat, nicht entgegenhalten zu lassen, dass der Vertrag, hätte die Enteignung nicht stattgefunden, möglicherweise erneuert worden wäre (zit. Entscheid S. 311 E. 3). Diese Rechtsprechung ist im nicht veröffentlichten Entscheid vom 8. Juli 1970 i.S. Azienda elettrica ticinese c. Bontà bestätigt und dem enteigneten Pächter jede Entschädigung über die Vertragsdauer hinaus verweigert worden, obschon nach dem gewöhnlichen Lauf der Dinge damit zu rechnen war, dass der seit mehr als dreissig Jahren bestehende Vertrag weiterhin verlängert worden wäre (E. 2 und 3; vgl. auch BGE 106 Ib 226 f. E. 2).\n\n|248|\n\nGleiches muss gelten, wenn die dem Mieter oder Pächter zustehenden vertraglichen Rechte durch die Enteignung nicht vorzeitig aufgehoben, sondern nur beschränkt werden. Auch in diesen Fällen ist eine Entschädigung nur für die Zeit bis zum Vertragsablauf oder bis zu einem Kündigungstermin geschuldet. Es ist unerheblich, ob der Vertrag auf diesen Zeitpunkt tatsächlich aufgelöst oder ob er erneuert werde. Ausschlaggebend ist einzig, dass der Mieter Oder Pächter bei Vertragserneuerung eine Zinsreduktion verlangen kann, falls seiner Meinung nach das Miet- oder Pachtobjekt infolge der Enteignung an Wert verloren hat. Die gleiche Meinung hat schon JAEGER, der Verfasser des Vorentwurfes, in seinem Bericht vom Oktober 1916 vertreten, wo er zum Entschädigungsanspruch des Pächters bei Errichtung eines Durchleitungsrechtes auf dem Pachtgrundstück wörtlich ausführte:\n\n\"Man wird eben, wenn der Pachtvertrag und die Servitutsdauer nicht zusammenfallen, dem Pächter nur für die Dauer seines Vertrages, bzw. bis zur nächsten Kündigungsmöglichkeit, eine Entschädigung zusprechen. Will er dann nachher das Verhältnis fortsetzen, so kann er ja vorher eine Reduktion des Pachtzinses verlangen (Ergänzender Bericht S. 19).\"\n\nAuch die deutsche Lehre und Rechtsprechung wendet übrigens im wesentlichen die gleichen Grundsätze an (vgl. Entscheide des Bundesgerichtshofes vom 11. Mai 1967 und 1. Juli 1968, wiedergegeben in THIEL/GELZER, Baurechtssammlung, Bd. 19 Nr. 145 und 146; GELZER/BUSSE, Der Umfang des Entschädigungsanspruches aus Enteignung und enteignungsgleichem Eingriff, S. 182 N. 605-607; AUST/JACOBS, Die Enteignungsentschädigung, S. 74 ff., 106).\n\nc) Nach Art. 23 Abs. 2 EntG können Mieter und Pächter nur den Ersatz des Schadens verlangen, der ihnen aus der vorzeitigen Auflösung ihrer vor Einleitung des Enteignungsverfahrens abgeschlossenen Verträge entsteht. Art. 25 EntG schliesst zudem in allgemeiner Weise jede Entschädigung für Rechte und Ansprüche aus, die durch widerrechtliche oder missbräuchliche Handlungen oder nur zu dem Zwecke begründet wurden, eine Entschädigung zu erwirken. Wenn nun, wie dargelegt, eine Entschädigung nicht nur im Falle vorzeitiger Auflösung der Miet- und Pachtverträge geschuldet wird, sondern auch dann, wenn die vertraglichen Gebrauchs- und Nutzungsrechte geschmälert werden, so ergibt sich aus diesen Bestimmungen, dass für Beeinträchtigungen, die schon bei Vertragsschluss |249| bestanden haben, kein Ersatzanspruch erhoben werden kann. Allerdings ist Art. 23 Abs. 2 EntG, sofern Immissionsentschädigungen im Spiele sind, nicht in dem Sinne zu verstehen, dass die Entschädigungspflicht nur für jene Verträge dahinfalle, die erst nach formeller Verfahrenseröffnung abgeschlossen werden; massgebend muss hier der Zeitpunkt des Immissionseintrittes sein. Da ein Werkeigentümer kaum aus eigenem Antrieb ein Verfahren zur ausschliesslichen Abgeltung von Immissionen einleiten wird - schon weil er die Enteigneten nicht kennt (vgl. HESS, N. 4 zu Art. 5 EntG) - und es in der Regel den Betroffenen obliegt, ein Gesuch um Verfahrenseröffnung zu stellen, ist in solchen Fällen der Zeitpunkt der formellen Verfahrenseinleitung mehr oder weniger zufällig. Die zu enteignenden Rechte der Nachbarn werden indessen, sobald Immissionen auftreten, vom Werkeigentümer faktisch in Besitz genommen. Dieser Eingriff des Enteigners ist, wie hinsichtlich der Verzinsungspflicht schon dargelegt (E. 3a), der vorzeitigen Inbesitznahme im Sinne von Art. 76 EntG gleichzustellen. Immissionen sind ausserdem ihrem Wesen nach wahrnehmbar und somit publik; sie können den Vertragsschliessenden nicht unbekannt sein. Wenn auch diese Form der Publizität nicht genügt, um die in Art. 41 EntG vorgesehene Verwirkungsfrist auszulösen, da dieser Rechtsnachteil den Enteigneten ausdrücklich angedroht werden muss, so unterliegen doch die Entschädigungsbegehren für Immissionen vom Zeitpunkt des Schadenseintritts an der Verjährung (BGE 105 Ib 9 ff. E. 2, 15 ff. E. 3d).\n\nBestehen bei Vertragsabschluss die von einem öffentlichen Werk herrührenden Beinträchtigungen schon, so kann der Mieter oder Pächter diesem Umstand bei der Zinsfestsetzung Rechnung tragen und wird in der Regel nicht den gleichen Zins bezahlen, den er für den ungestörten Gebrauch der Sache zu leisten bereit gewesen wäre. Nimmt er seine eigenen Interessen in dieser Hinsicht nicht wahr, so kann er sich nicht nachträglich am Enteigner schadlos halten. Wenn für Mieter und Pächter im Enteignungsverfahren die Möglichkeit geschaffen wurde, ihre Ersatzbegehren direkt an den Enteigner zu richten, so geschah dies einzig zur Vermeidung der Schwierigkeiten, die entstünden, wenn die Geschädigten mit ihren Ersatzansprüchen an den Grundeigentümer verwiesen würden, den an der Nichteinhaltung der Verträge keine Schuld trifft (vgl. Botschaft des |250| Bundesrates zum Bundesgesetz über die Enteignung, BBl 1926 II S. 37). Dagegen war es wohl kaum die Absicht des Gesetzgebers, die Mieter und Pächter ihrer Sorgfaltspflichten zu entledigen die ihnen bei Abschluss oder Erneuerung eines Vertrags obliegen, noch wollte er ihr Stillhalten dem Eigentümer gegenüber damit honorieren, dass er ihnen die Mittel zur - jederzeitigen - Haftbarmachung des Staates als Werkeigentümer zur Verfügung stellt.\n\nd) Werden Mieter und Pächter von übermässigen Immissionen eines öffentlichen Werkes betroffen, so besteht demnach eine Entschädigungspflicht des Enteigners nur, sofern die Einwirkungen während der Dauer des Miet- oder Pachtverhältnisses eingetreten sind, und lediglich für die Zeit bis zum Ablauf des Vertrages oder bis zur nächsten Kündigungsmöglichkeit. Eine Haftung des Enteigners ist ausgeschlossen, wenn die Immissionen bei Vertragsabschluss schon bestanden haben.\n\n5. Der Beschwerdeführer Steiner mietete die Wohnung in Rümlang ab 1. September 1958. Der Vertrag war, unter Einhaltung einer dreimonatigen Kündigungsfrist, erstmals auf den 31. März 1959 und im folgenden jeweils auf Ende März, Ende Juni oder Ende September kündbar. Eine ähnliche Regelung galt für den Mietvertrag des Beschwerdeführers Zimmermann: Die Miete begann am 1. Mai 1967 und konnte durch Kündigung auf Ende März, Ende Juni oder Ende September, jedoch frühestens auf den 30. Juni 1968 aufgelöst werden. Beide Beschwerdeführer fordern eine Entschädigung für die ganze Mietdauer; das heisst, dass übermässige Immissionen ihrer Ansicht nach bereits bei Mietbeginn bestanden. Hiezu wurde zwar ausgeführt, die Beschwerdeführer hätten bei Vertragsschluss von den Immissionen nichts gewusst Oder seien sich jedenfalls über das Ausmass der vom Flughafen ausgehenden Belästigungen nicht im klaren gewesen. Diese Behauptung ist jedoch kaum glaubhaft und steht im Widerspruch zu dem, was die Beschwerdeführer an anderer Stelle vorgebracht haben, nämlich dass sie sich beim Einzug in die Wohnungen auf die Erklärungen der Zürcher Behörden hätten verlassen dürfen, wonach der Flugzeuglärm im Laufe der Jahre keine Steigerung, sondern eher eine Milderung erfahren werde. Die Entschädigungsbegehren sind daher schon abzuweisen, weil die von den Beschwerdeführern als übermässig bezeichneten Einwirkungen bei Vertragsabschluss bereits bestanden haben. |251|\n\nSelbst wenn davon auszugehen wäre, dass die Immissionen erst während der Dauer der Miete ein Übermass erreicht hätten, könnte die Beschwerde wegen ungenügender Substantiierung der Schadenersatzbegehren nicht gutgeheissen werden. Angaben über eine Verschärfung der Einwirkungen, über deren Intensität sowie über die Schadenelemente im einzelnen haben die Beschwerdeführer nicht gemacht. Es kann aber nicht Aufgabe des Enteignungsrichters sein, anstelle des Enteigneten den Schadensnachweis zu erbringen. Zudem erstrecken sich hier die Beeinträchtigungen, für welche der Enteigner einzustehen hat, nur auf eine sehr kurze Zeit, im für die Enteigneten günstigsten Falle auf die ganze Zeit zwischen zwei Kündigungsterminen, also höchstens auf eine Dauer von drei bzw. sechs Monaten. Störungen gleicher Dauer, wie sie von irgendeiner Baustelle ausgehen können, müssen in der Regel von Grundeigentümern und Mietern entschädigungslos hingenommen werden.\n\nDamit will das Bundesgericht das Problem der Flugplatz-Immissionen nicht etwa minimalisieren und nicht bestreiten, dass weite Teile der Bevölkerung erheblich unter dem Fluglärm leiden. Es will einzig klarstellen, dass die mit der Beschwerde verfolgten Ziele der Lärmbekämpfung den Rahmen des Enteignungsgesetzes sprengen, auf welches bei der Beurteilung der Entschädigungsbegehren, die die Beschwerdeführer eingereicht haben, ausschliesslich abzustellen ist.\n\nDie Beschwerden sind somit vollständig abzuweisen, ohne dass die Frage zu beantworten wäre, ob die hier umstrittenen Immissionen im Sinne der bundesgerichtlichen Rechtsprechung übermässig gewesen seien und an sich einen Schadenersatzanspruch hätten begründen können."}