{"annee": "106", "cour": "IB", "page": "57", "date": "25/3/1980", "cite": ["101 IA 502", "102 IA 372", "97 I 499"], "cite_par": ["109 IA 41", "113 IA 126", "107 IA 337", "112 IB 317"], "chapeau": "11. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 25. März 1980 i.S. Eidgenössisches Departement des Innern gegen von Castelberg, Regierung des Kantons Graubünden sowie politische Gemeinde und Bürgergemeinde Disentis/Mustér (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 33 et 35 LFor; partage ou aliénation de forêts publiques? 1. Force dérogatoire du droit fédéral; rapport entre le droit fédéral et le droit cantonal en matière de police des forêts (consid. 2). 2. Distinction entre \"partage\" et \"aliénation\" de forêts publiques (art. 33 et 35 LFor; consid. 3 et 4)."], "faits": "", "considerants": "|58|\n\nAus den Erwägungen:\n\n2. Das FPolG ist gestützt auf Art. 24 BV ergangen, der dem Bund das Recht der Oberaufsicht über die Forstpolizei verliehen und ihn beauftragt hat, die nötigen schützenden Bestimmungen zur Erhaltung der schon vorhandenen Waldungen aufzustellen. Dem Bund steht somit die Kompetenz zur Grundsatzgesetzgebung auf diesem Gebiet zu (vgl. BLOETZER, Die Oberaufsicht über die Forstpolizei nach schweizerischem Recht, Zürich 1978, S. 114 ff.). Nach dem Grundsatz der derogatorischen Kraft des Bundesrechts sind die Kantone in Sachgebieten, welche die Bundesgesetzgebung abschliessend geregelt hat, nicht zur Rechtssetzung befugt (BGE 102 Ia 375 E. 2; BGE 101 Ia 506 E. 2b; BGE 97 I 503 E. 3a). Dies gilt auch dann, wenn - wie hier - die kantonalen Rechtssätze dem Bundesrecht inhaltlich nicht widersprechen (FLEINER/GIACOMETTI, Schweizerisches Bundesstaatsrecht, Zürich 1949, S. 95). Die in den Art. 33 ff. FPolG enthaltene Regelung über Teilung und Veräusserung öffentlicher Waldungen ist abschliessend, soweit dies im vorliegenden Fall von Belang ist. Art. 41 Abs. 2 des bündnerischen Forstgesetzes ist somit nicht anwendbar, und es ist im folgenden einzig zu prüfen, ob der angefochtene Entscheid vor den einschlägigen Bestimmungen des FPolG standhält. Ob der Bundesgesetzgeber mit dem Erlass der Art. 33 ff. FPolG noch im Rahmen seiner auf Grundsatzbestimmungen beschränkten Gesetzgebungskompetenz geblieben ist, hat das Bundesgericht gemäss Art. 113 Abs. 3 BV nicht zu untersuchen.\n\n3. a) Nach Art. 33 FPolG darf eine Teilung öffentlicher Waldungen zu Eigentum oder Nutzniessung nur mit Bewilligung der Kantonsregierung und nur zu öffentlicher Hand |59| (Art. 2 Abs. 1 lit. a FPolG) erfolgen. Art. 35 FPolG schreibt vor, dass Gemeinde- und Korporationswaldungen, auch wenn die Veräusserung statutarisch statthaft ist, in keinem Falle ohne vorherige Bewilligung der betreffenden Kantonsregierung veräussert werden dürfen. Diese Bestimmung wird durch Art. 31 der Vollziehungsverordnung zum Bundesgesetz betreffend die eidgenössische Oberaufsicht über die Forstpolizei vom 1. Oktober 1965 (FPolV) in dem Sinne näher ausgeführt, dass die vollständige oder teilweise Veräusserung von öffentlichen Wäldern nur mit Bewilligung der Kantonsregierung und in der Regel nur an die öffentliche Hand erfolgen darf.\n\nb) Die Auffassung des beschwerdeführenden Departementes, die streitige Waldabtretung stelle eine Teilung öffentlichen Waldes im Sinne von Art. 33 FPolG dar, stützt sich auf ein Urteil des Bundesgerichts vom 25. Oktober 1974 i.S. Leuthold (ZBl 76/1975 S. 294 ff.). Darnach ist unter \"Teilung\" im Sinne von Art. 33 FPolG jede Abtrennung einer Parzelle von einer öffentlichen Waldung, die bisher als ganzes bewirtschaftet wurde, zu verstehen. Das Gericht führte aus, Art. 33 FPolG solle verhindern, dass der Wald in unwirtschaftlicher Weise zerstückelt werde. Die weniger strenge Regelung des Art. 35 FPolG für Veräusserungen könne daher lediglich auf gänzlich isolierte Waldparzellen, die mit dem restlichen Wald des Gemeinwesens nicht zusammenhängen, Anwendung finden. Hingegen müsse Art. 33 FPolG sinngemäss jederzeit Platz greifen, wenn eine bisher zusammen mit angrenzendem Wald des gleichen Gemeinwesens bewirtschaftete Parzelle abgetrennt und veräussert werden solle (ZBl 76/1975 S. 295 f. E. 3a).\n\nDiese Praxis schränkt den Anwendungsbereich des Art. 35 FPolG stark ein. Zwar scheint sie natürlicher Lesart der Art. 33 und 35 FPolG zu entsprechen. Sie orientiert sich indessen lediglich am Wortlaut dieser Bestimmungen und lässt weitere Auslegungselemente, namentlich die Entstehungsgeschichte der Art. 33 und 35 FPolG, ausser acht. Da Teilung und Veräusserung öffentlicher Waldungen unterschiedlichen Voraussetzungen unterliegen, kommt dem Verhältnis dieser Bestimmungen zueinander erhebliche praktische Bedeutung zu. Diese Frage ist daher vorweg abzuklären.\n\n4. Die Unterscheidung zwischen \"Teilung\" und \"Veräusserung\" öffentlichen Waldes taucht schon in den frühesten Materialien zur eidgenössischen Forstpolizeigesetzgebung auf. |60|\n\nDer Begriff der \"Veräusserung\" war nie streitig; er wurde offenbar als selbstverständlich angesehen. Dagegen finden sich im Zusammenhang mit dem Ausdruck \"Teilung\" verschiedene Anhaltspunkte, welche zum besseren Verständnis der Art. 33 und 35 FPolG beitragen.\n\na) Gegen Ende des 18. Jahrhunderts gewann unter dem Einfluss neuer wirtschaftlicher und politischer Theorien die Auffassung an Bedeutung, dass der Bauer Privateigentum besser und sorgfältiger bewirtschafte als Gemeinland. Im Laufe des 19. Jahrhunderts wurden daher vielerorts Wald und Flur, welche bisher Allmend waren oder Korporationen gehört hatten, unter die Genossen aufgeteilt. Dies führte namentlich beim Wald rasch zu Übernutzung und grobem Raubbau (vgl. dazu GROSSMANN, Forstgesetzgebung und Forstwirtschaft in der ersten Hälfte des 19. Jahrhunderts, Beiheft Nr. 25 zur Zeitschrift des Schweizerischen Forstvereins 1949, S. 60 ff. 63).\n\nb) Bundesrat und Bundesversammlung erkannten diese Gefahr offensichtlich und veranschlagten sie höher als diejenige, welche von anderen Arten der Veräusserung öffentlicher Waldungen an Private ausging. Art. 9 Abs. 2 des Entwurfes des Bundesrates vom 3. Dezember 1875 zu einem Bundesgesetz betreffend die eidgenössische Oberaufsicht über die Forstpolizei im Hochgebirge (aFPolG) lautete folgendermassen:\n\n\"Eine Waldtheilung ist mit Ausnahme ausserordentlicher Verhältnisse nur zwischen mehreren Gemeinden, Korporationen, Stiften und Genossenschaften, nicht aber unter Gliedern derselben statthaft (BBl 1875 IV 1104).\"\n\nDagegen machte Art. 10 desselben Entwurfes die blosse \"Veräusserung\" von \"Gemeinds-, Korporations-, Stifts- und Genossenschaftswaldungen\" lediglich von einer Bewilligung der Kantonsregierung abhängig.\n\nIm Gesetz (aFPolG vom 24. März 1876) wurde folgende Fassung aufgenommen:\n\n\"Art. 12. Eine Realtheilung der Staats-, Gemeinde- und Korporationswaldungen ist weder zur Nuzniessung noch zum Eigenthum statthaft, mit Ausnahme ausserordentlicher Verhältnisse, worüber die kantonale Regierung zu entscheiden hat.\n\nArt. 13. Gemeinde- und Korporationswaldungen dürfen ohne Bewilligung der Kantonsregierung nicht veräussert werden. (AS 1876 S. 353 ff., 356.).\" |61|\n\nc) In seiner Botschaft vom 1. Juni 1898 zu einem Bundesgesetz betreffend die eidgenössische Oberaufsicht über die Forstpolizei (BBl 1898 III 545 f.) wies der Bundesrat darauf hin, dass die Kantone die im zitierten Art. 12 aFPolG vorgesehene Möglichkeit zu Ausnahmebewilligungen derart large gehandhabt hätten, dass die gesetzliche Regel illusorisch gemacht worden sei. Diese Teilungen hätten fast überall den Ruin der Waldungen mit sich gebracht und verunmöglichten eine geregelte Forstwirtschaft. Er beantragte daher ein gänzliches Verbot solcher Realteilungen öffentlicher Waldungen (Art. 25 des Entwurfes).\n\nNach den Beratungen der nationalrätlichen Kommission über diesen Entwurf legte der Bundesrat einen zweiten Entwurf samt Botschaft vor (BBl 1899 III 101 ff., 115 ff.). Darin nahm er erstmals Bezug auf Verhältnisse, in welchen sich mehrere Gemeinwesen oder öffentliche Korporationen in gemeinsamen Besitz von Wald befinden. Er stellte fest, dass solche Wälder meist übernutzt würden, so dass deren Aufteilung im öffentlichen Interesse liege. Er beantragte daher den Räten die Aufnahme einer Bestimmung, welche sinngemäss dem heutigen Art. 34 FPolG entspricht (Art. 29 des II. Entwurfes). Zugleich modifizierte er die Bestimmung des I. Entwurfes über das generelle Verbot der Realteilung öffentlicher Waldungen. Er beantragte neu, solche Realteilungen \"zu Privathanden\" gänzlich zu verbieten und sie in den übrigen Fällen von einer Bewilligung der Kantonsregierung abhängig zu machen (Art. 28 des II. Entwurfes). In bezug auf Art. 13 aFPolG schlug er lediglich vor, die Bewilligungspflicht auch auf solche Gemeinde- und Korporationswaldungen zu erstrecken, deren Veräusserung statutarisch statthaft ist.\n\nDie Bundesversammlung folgte den Anträgen des Bundesrates im wesentlichen. Das Ergebnis ihrer Beratungen bildeten die heute noch in Kraft stehenden Art. 33-35 FPolG. Gleichzeitig wurde der Begriff des \"öffentlichen Waldes\" erweitert. Er umfasst heute nicht nur die Staats- und Gemeindewaldungen, sondern auch die \"Korporationswaldungen sowie solche Waldungen, welche von einer öffentlichen Behörde verwaltet werden\" (Art. 2 lit. a FPolG).\n\nd) Diese Materialien zeigen, dass der Gesetzgeber die Begriffe \"Teilung\" und \"Veräusserung\" bewusst unterschieden hat. Unter \"Teilung\" verstand er die Aufteilung unter bisher |62| Berechtigte. Der Ausdruck \"Realteilung\" gibt diesen Sinn anschaulicher wieder: es ist damit die reale Ausscheidung bisher ideell bestehender Anteile, namentlich die Aufteilung unter die Mitglieder einer Korporation oder eines Miteigentums- oder Gesamthandsverhältnisses gemeint. Diese Realteilung sollte weiterhin zulässig sein, soweit Gemeinwesen oder Korporationen in Frage standen (vgl. Art. 2 lit. a FPolG); Art. 34 FPolG ordnet für diesen Fall Zuständigkeit und Verfahren. Dagegen sollte die Aufteilung unter private Einzelmitglieder ausgeschlossen werden, da man mit der zumeist daraus folgenden Übernutzung des Waldes ausgesprochen schlechte Erfahrungen gemacht hatte. Unter \"Veräusserung\" - so lässt sich folgern - ist demgegenüber die Übertragung von Wald an aussenstehende Dritte zu verstehen. In dieser Hinsicht erschien dem Gesetzgeber eine Bewilligungspflicht als genügend.\n\nDieses Verständnis der Begriffe \"Teilung\" und \"Veräusserung\" entspricht auch dem Wortsinn. \"Teilung\" (und noch mehr der frühere Ausdruck \"Realteilung\") deutet auf einen internen Vorgang unter bisher Berechtigten hin, \"Veräusserung\" dagegen auf ein nach aussen gerichtetes Geschehen. Die historische Auslegung führt somit zu einer hinreichend deutlichen Sinngebung. Andere Interpretationsmethoden scheiden mangels genügend sicherer Ansatzpunkte aus, so dass die gefundene Auslegung als massgebend zu erachten ist. An den Erwägungen im zitierten Urteil i.S. Leuthold (ZBl 76/1975 S. 294 ff.) zur Abgrenzung von \"Teilung\" und \"Veräusserung\" kann deshalb nicht festgehalten werden."}