{"annee": "106", "cour": "II", "page": "47", "date": "13/3/1980", "cite": ["100 IB 137"], "cite_par": ["109 II 26"], "chapeau": "11. Urteil der II. Zivilabteilung vom 13. März 1980 i.S. Z. gegen Euro-Africa-Division der Generalkonferenz der Siebenten-Tags-Adventisten (Verwaltungsgerichtsbeschwerde)", "regestes": ["Surveillance des fondations; prévoyance en faveur du personnel; art. 331 al. 1 CO. 1. L'obligation qu'impose l'art. 331 al. 1 CO de transférer à un sujet de droit indépendant les prestations et contributions versées pour la prévoyance en faveur du personnel relève du droit privé (consid. 3). 2. Les autorités de surveillance des fondations ne sont pas compétentes pour assurer le respect de cette obligation (consid. 4)."], "faits": "|47|\n\nA.- Der Generalkonferenz der Siebenten-Tags-Adventisten (STA) mit Sitz in Washington unterstehen verschiedene Divisionen, unter anderem die Euro-Africa-Division mit Sitz in Bern.\n\n|48| Diese umfasst 16 Unionen in Europa und Afrika, unter anderem die Schweizer Union, einen Verein mit Sitz in Zürich. Ihr gehören an die Deutschschweizerische Vereinigung der STA (ein Verein mit Sitz in Zürich, im folgenden DSV genannt), die Fédération romande des Eglises adventistes (ein Verein mit Sitz in Lausanne) und die Stiftung \"Altersheim Örtlimatt\" mit Sitz in Krattigen. Der DSV und der Westschweizer Vereinigung sind wiederum weitere Organisationen unterstellt. Sie alle bezwecken im wesentlichen die Verkündung des Evangeliums, den Dienst am Mitmenschen, die Wohlfahrtspflege sowie die Erfüllung sozialer und karitativer Aufgaben.\n\nDie Gemeinschaft der STA unterhält eine Vorsorgeeinrichtung, welche unter anderem Alters- und Hinterlassenenfürsorge betreibt. Destinatäre sind unter bestimmten Voraussetzungen (z.B. Länge der Dienstzeit, Erreichen der Altersgrenze) insbesondere diejenigen Personen, die ihre Tätigkeit und ihr Leben dem Werk der Gemeinschaft der STA gewidmet haben, vor allem Mitglieder und Arbeitnehmer aller Organisationen der Gemeinschaft und deren Hinterlassene im Raume Europa und Afrika. Die Fürsorgeeinrichtung wird von der Euro-Africa-Division besorgt, welche über die Ausrichtung von Beiträgen allein und endgültig entscheidet. Sie wird gespiesen durch Beiträge der der Division untergeordneten Organisationen, die dazu einen gewissen Prozentsatz ihrer Zehnteneinnahmen an die Division ableiten.\n\nB.- Z., ein Mitglied und Angestellter der DSV, versuchte, die Organisationen der STA zu bewegen, ihre Fürsorgeeinrichtungen den Bestimmungen des schweizerischen Rechts über die Personalfürsorgeeinrichtungen anzupassen und eine Stiftung zu errichten. Als seine internen Bemühungen erfolglos blieben, stellte er am 25. Mai 1978 bei der Stiftungsaufsichtsbehörde des Kantons Bern das Gesuch, die Verselbständigung der bestehenden Fürsorgeeinrichtung der STA sei auf behördlichem Wege durchzusetzen und die Euro-Africa-Division, eventuell die Schweizer Union, sei anzuweisen, eine Personalfürsorgestiftung zu errichten.\n\nDie Justizdirektion des Kantons Bern trat mit Entscheid vom 6. Oktober 1978 auf das Gesuch nicht ein. Z. erhob dagegen Beschwerde, die am 22. August 1979 vom Regierungsrat des Kantons Bern abgewiesen wurde, im wesentlichen mit der |49| Begründung, die angestrebte Verselbständigung der bestehenden Fürsorgeeinrichtung sei auf dem Wege des Zivilprozesses durchzuführen; die Stiftungsaufsichtsbehörden seien hiefür weder sachlich noch örtlich zuständig.\n\nC.- Gegen diesen Entscheid erhebt Z. Verwaltungsgerichtsbeschwerde an das Bundesgericht mit dem Antrag, die Euro-Africa-Division der STA sei anzuweisen, diejenigen Mittel des Arbeitnehmerfürsorgefonds, die im Sinne der zwingenden gesetzlichen Bestimmungen eines besonderen Rechtsträgers bedürften, auf eine neu zu gründende Stiftung zu übertragen;, eventuell sei der Regierungsrat des Kantons Bern anzuweisen, die Euro-Africa-Division zu verpflichten, die fraglichen Mittel auf eine neu zu gründende Stiftung zu übertragen.\n\nDer Regierungsrat des Kantons Bern, die Euro-Africa-Division der STA und das Bundesamt für Justiz beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die kantonalen Instanzen haben das Verfahren auf die Frage der sachlichen und örtlichen Zuständigkeit beschränkt, materiell nichts entschieden und insbesondere die Frage offen gelassen, ob das System der Altersvorsorge der Gemeinschaft der STA überhaupt so strukturiert sei, dass es unter die Bestimmung des Art. 331 OR falle. Dem Antrag des Beschwerdeführers kann demnach, so wie er gestellt wurde (Verpflichtung der Euro-Africa-Division, die vorhandenen Fürsorgemittel auf eine Stiftung zu übertragen) keinesfalls stattgegeben werden. In Frage käme höchstens die Bejahung der sachlichen und örtlichen Zuständigkeit der kantonalen Aufsichtsbehörden, was zur Folge hätte, dass der angefochtene Entscheid aufgehoben und die Sache an den Regierungsrat des Kantons Bern zurückgewiesen werden müsste, damit dieser materiell entscheide. Der Antrag des Beschwerdeführers ist in diesem Sinne zu verstehen.\n\n2. Macht ein Arbeitgeber Zuwendungen für die Personalfürsorge oder leisten die Arbeitnehmer Beiträge daran, so hat der Arbeitgeber diese Zuwendungen und Beiträge entweder auf eine Stiftung oder eine Genossenschaft oder eine Einrichtung des öffentlichen Rechts zu übertragen (Art. 331 Abs. 1 OR). Es ist unbestritten, dass diese Bestimmung den betroffenen Arbeitnehmern, mithin auch dem Beschwerdeführer, einen auf dem |50| Wege des Zivilprozesses durchsetzbaren privatrechtlichen Anspruch auf Übertragung der Zuwendungen auf einen selbständigen Rechtsträger gewährt. Streitig ist im vorliegenden Fall lediglich, ob daneben diese Verselbständigung auch auf dem verwaltungsrechtlichen Wege erzwungen werden könne und ob hiefür die Stiftungsaufsichtsbehörden zuständig seien.\n\n3. a) Der Regierungsrat führt im angefochtenen Entscheid mit ausführlicher Begründung, auf die verwiesen werden kann, zunächst folgendes aus: Art. 331 Abs. 1 OR sei zwar gemäss Art. 361 OR eine zwingende Bestimmung, welche nicht zuungunsten des Arbeitnehmers abgeändert werden dürfe. Das bedeute aber nur, dass dem Richter, falls er angerufen werde, im Streitfall das anzuwendende Recht zwingend vorgeschrieben sei. Den Parteien bleibe indessen unbenommen, freiwillig auf die ihnen (aufgrund von zwingenden Normen) zustehenden Ansprüche zu verzichten. Art. 331 Abs. 1 OR sei deshalb nicht in dem Sinne von Amtes wegen Nachachtung zu verschaffen, dass staatliche Behörden die Arbeitsverträge auf ihre Übereinstimmung mit der fraglichen Bestimmung überprüfen und die Übereinstimmung gegebenenfalls zwangsweise durchsetzen müssten. Die Bestimmung regle das Verhältnis zwischen Arbeitgeber und Arbeitnehmer, d.h. zwischen gleichberechtigten Subjekten, und sie sei deshalb eine privatrechtliche Vorschrift, die auf dem Wege des Zivilprozesses durchzusetzen sei. Dass sie gemäss Art. 361 OR nicht zuungunsten des Arbeitnehmers abgeändert werden dürfe, mache sie noch nicht zu einer öffentlichrechtlichen Bestimmung.- Die sogenannte zweite Säule beruhe zur Zeit im übrigen auf der Freiwilligkeit. Dem Arbeitgeber stehe es frei, für seine Arbeitnehmer eine Personalfürsorgeeinrichtung zu errichten oder nicht. Bis zur Einführung des Obligatoriums für die zweite Säule bleibe die Personalfürsorge demnach eine Angelegenheit des Privatrechts. Hätte der Gesetzgeber Art. 331 Abs. 1 OR als öffentlichrechtliche und von Amtes wegen durchzusetzende Norm betrachtet, hätte er eine Verwaltungsbehörde als Aufsichts- und \"Durchsetzungs\"-Behörde bestimmen oder zumindest einen entsprechenden Vorbehalt zugunsten einer von den Kantonen einzusetzenden derartigen Behörde machen müssen. Dies habe er jedoch nicht getan, woraus sich ergebe, dass er die fragliche Bestimmung als privatrechtliche betrachtet habe. Art. 331 Abs. 1 OR biete |51| deshalb im vorliegenden Fall keine Grundlage für ein Einschreiten der Verwaltungsbehörde und schon gar nicht für ein Einschreiten der Stiftungsaufsichtsbehörde.\n\nb) Diese Ausführungen stellen keine Verletzung von Bundesrecht dar. Nach geltendem Recht beruht die Personalfürsorge auf dem Prinzip der Freiwilligkeit (Botschaft des Bundesrats vom 25. August 1967 über die Revision des 10. Titels und des 10. Titels bis des OR, BBl 1967 II 357). Der Bundesrat hat am 19. Dezember 1975 allerdings eine Botschaft zu einem Bundesgesetz über die berufliche Alters-, Hinterlassenen- und Invalidenfürsorge (BVG) vorgelegt, mit welchem das Obligatorium der Personalfürsorge (zweite Säule) eingeführt werden soll (BBl 1976 I 149 ff.). Nach Art. 11 dieses Entwurfs ist jeder Arbeitgeber verpflichtet, sich einer Vorsorgeeinrichtung anzuschliessen, wobei er im Einverständnis mit den Arbeitnehmern wählen kann, welcher Einrichtung er beitreten will. Die Ausgleichskassen der AHV haben zu prüfen, ob die von ihnen erfassten Arbeitgeber einer Vorsorgeeinrichtung angeschlossen sind, und sie haben den kantonalen Aufsichtsbehörden darüber Meldung zu erstatten. Kommt ein Arbeitgeber seiner Pflicht zum Anschluss nicht nach, so wird er von der kantonalen Aufsichtsbehörde aufgefordert, sich innert 6 Monaten einer Einrichtung anzuschliessen. Nach unbenütztem Ablauf dieser Frist wird er der Auffangeinrichtung zum Anschluss angemeldet. - Durch dieses neue Gesetz soll demnach eine systematische und allgemeine Kontrolle der Arbeitgeber eingeführt werden, um sicherzustellen, dass jeder Arbeitgeber seiner Anschlusspflicht nachkommt. Ist ein Arbeitgeber säumig, soll seine Anschlusspflicht öffentlichrechtlich durchgesetzt werden.\n\nDas heutige, auf dem Prinzip der Freiwilligkeit beruhende Recht kennt indessen keine solche Regelung. Hätte der Gesetzgeber die Durchsetzbarkeit von Art. 331 Abs. 1 OR auf öffentlichrechtlichem Weg ermöglichen wollen, hätte er es ausdrücklich sagen und dafür entsprechende Vorschriften erlassen müssen. Aus dem Umstand, dass er dies (im Gegensatz zum BVG-Entwurf) nicht tat, ist abzuleiten, dass er eine öffentlichrechtliche Durchsetzung von Art. 331 Abs. 1 OR nicht beabsichtigte. Es besteht denn auch keine Verwaltungsbehörde, die aufgrund des geltenden Rechts zur zwangsweisen Durchsetzung dieser Bestimmung ermächtigt wäre. Eine vom Richter |52| auszufüllende - echte - Lücke besteht diesbezüglich nicht, da Art. 331 Abs. 1 OR auf privatrechtlichem Weg durchgesetzt werden kann.\n\nc) Was der Beschwerdeführer dagegen vorbringt, dringt nicht durch. Der Umstand, dass der ihm offen stehende Weg des Zivilprozesses, angesichts der etwas undurchsichtigen und im Verfahren nicht völlig abgeklärten Rechtsverhältnisse der verschiedenen Gesellschaften der STA, gewisse Schwierigkeiten aufweist und Risiken in sich schliesst, vermag für sich allein die sachliche Zuständigkeit der Verwaltungsbehörden nicht zu begründen. Prozessuale Schwierigkeiten können sich in mehr oder weniger ausgeprägter Form auch in anderen Zivilprozessen stellen, ohne dass dies bewirken würde, dass eine Verwaltungsbehörde von Amtes wegen anstelle des Klägers eingreifen müsste. Der Beschwerdeführer übertreibt im übrigen mit der Aufzählung der verschiedenen Schwierigkeiten. Der privatrechtliche Anspruch aus Art. 331 Abs. 1 OR ist keine Forderung zur gesamten Hand, so dass der Beschwerdeführer in einem Zivilprozess für sich allein schon aktiv legitimiert ist. Die Passivlegitimation der Euro-Africa-Division der STA wird von dieser ausdrücklich anerkannt, womit auch die Frage der örtlichen Zuständigkeit entschieden ist. Schliesslich dürfte auch die Formulierung des Klagebegehrens keine unüberwindbaren Probleme bieten. Die vom Beschwerdeführer genannten Schwierigkeiten dürfen im übrigen nicht verallgemeinert werden. Sie beruhen grösstenteils auf der besonders komplizierten Struktur der STA-Gemeinschaft. Bei einem gewöhnlichen Arbeitsverhältnis sind die Verhältnisse wesentlich einfacher.\n\nSoweit der Beschwerdeführer geltend macht, die Beschreitung des Zivilweges sei ihm aus finanziellen Gründen nicht zumutbar, ist er darauf hinzuweisen, dass er in einem Zivilprozess, sofern er die Mittel für dessen Durchführung nicht besitzt, die Gewährung der unentgeltlichen Rechtspflege und die Bestellung eines unentgeltlichen Rechtsbeistandes verlangen kann. Die sachliche Zuständigkeit der Verwaltungsbehörden kann jedenfalls nicht davon abhängen, ob der Beschwerdeführer die finanziellen Mittel für einen Zivilprozess besitzt oder nicht. Steht dem Beschwerdeführer aber für die Durchsetzung seiner Ansprüche der Weg des Zivilprozesses offen, so kann nicht gesagt werden, der angefochtene Entscheid bedeute für ihn de facto eine Verweigerung des Rechtsschutzes.\n\n|53|\n\nGewiss liegt die Verwirklichung der Personalfürsorge grundsätzlich im öffentlichen Interesse. Das gilt aber von vielen gesetzlichen Regelungen (gleichgültig, ob sie zwingend ausgestaltet sind oder nicht) und bedeutet für sich allein noch nicht, dass die betreffenden Normen als öffentlichrechtliche zu qualifizieren seien und von den Verwaltungsbehörden von Amtes wegen durchgesetzt werden müssten.\n\nVöllig unhaltbar ist schliesslich das Argument des Beschwerdeführers, das bevorstehende Obligatorium der 2. Säule müsse eine \"Vorauswirkung\" in dem Sinne entfalten, dass schon jetzt die Verselbständigung von Zuwendungen für die Personalfürsorge auf dem Verwaltungsweg herbeigeführt werden müsse. Eine solche Vorwirkung eines Gesetzesentwurfes gibt es nicht. Solange der bundesrätliche Entwurf nicht Gesetz geworden ist, besteht kein Obligatorium der Personalfürsorge und ändert sich am privatrechtlichen Charakter von Art. 331 Abs. 1 OR nichts.\n\n4. Die privatrechtliche Natur der in Art. 331 Abs. 1 OR statuierten Verselbständigungspflicht schliesst die Zuständigkeit der Stiftungsaufsichtsbehörden freilich nicht zum vornherein aus. Bei der Ausübung der Stiftungsaufsicht sind die dafür zuständigen Behörden nämlich verpflichtet, von Amtes wegen auch für die Durchsetzung der zwingenden Gesetzesvorschriften des Privatrechts, die sich auf Stiftungen beziehen, zu sorgen (BGE 100 Ib 145 E. 2b und 146/147). Ausschlaggebend für die Frage der sachlichen Zuständigkeit der Stiftungsaufsichtsbehörden ist daher, ob diese Behörden nach den Bestimmungen über die Stiftungsaufsicht im Bereich des Personalfürsorgewesens schon dann von Amtes wegen einzugreifen haben, wenn eine Stiftung noch gar nicht besteht.\n\na) Im angefochtenen Entscheid wird mit ausführlicher Begründung, auf die wiederum verwiesen werden kann, dargetan, dass sich in den Gesetzesmaterialien und in der Judikatur zu dieser Frage nichts finden lasse und dass die Lehrmeinungen diesbezüglich geteilt seien. Der Regierungsrat erwägt dann im wesentlichen folgendes: Weder durch den Wortlaut von Art. 84 Abs. 2 ZGB noch durch Auslegung lasse sich begründen, dass die Stiftungsaufsichtsbehörden schon vor der Errichtung einer Stiftung tätig sein könnten. Das Gesetz mache von diesem Grundsatz eine Ausnahme in Art. 81 Abs. 2 ZGB bezüglich des Handelsregistereintrags. Diese Ausnahme wäre überflüssig, |54| wenn die Aufsichtsbehörden ganz allgemein Massnahmen ergreifen dürfen, bevor eine Stiftung Rechtspersönlichkeit erlangt habe. Die Kompetenz der Stiftungsaufsichtsbehörden erstrecke sich somit nur auf bestehende Stiftungen und nicht auch auf bloss mögliche und eventuell noch zu gründende.- Eine analoge Anwendung jener Bestimmungen des Stiftungsrechts, welche die Aufsichtsbehörden von Amtes wegen zum Eingreifen ermächtigen, sei auf Fälle der vorliegenden Art nicht zulässig. Zur richterlichen Rechtsfindung durch Analogie dürfe nur geschritten werden, wenn weder aus dem Wortlaut noch durch Auslegung des Gesetzes eine Regelung zu finden sei. In Fällen der vorliegenden Art könne aber hinsichtlich der Verselbständigungspflicht dem Wortlaut und Sinn des Gesetzes eine Regelung entnommen werden, nämlich die Durchsetzung auf dem Zivilweg, und anderseits ergebe sich aus den Gesetzesbestimmungen über das Stiftungsrecht, dass diese nur für rechtsbeständige Stiftungen gölten. Es liege deshalb keine Lücke vor, so dass durch Analogieschluss nicht eine Zuständigkeit der Stiftungsaufsichtsbehörden begründet werden dürfe für Fälle, in denen überhaupt noch keine Stiftung bestehe. Auch aus der bernischen Verordnung betreffend die Aufsicht über Stiftungen lasse sich keine Kompetenz der Aufsichtsbehörden zu vorgreifenden Massnahmen ableiten.\n\nb) Diesen Erwägungen ist (jedenfalls im Ergebnis) beizupflichten. Nach Art. 84 Abs. 2 ZGB hat die Aufsichtsbehörde dafür zu sorgen, dass das Stiftungsvermögen seinen Zwecken gemäss verwaltet wird und nach Massgabe der Stiftungsurkunde erhalten bleibt. Nach Rechtsprechung und Lehre sind die Aufsichtsorgane auch befugt zu prüfen, ob die Stiftungsurkunde und die Anordnungen des Stiftungsrats dem Gesetz entsprechen (BGE 100 Ib 144). Diese Aufsichtstätigkeit setzt das Bestehen einer Stiftung sowie das Vorhandensein einer Stiftungsurkunde und eines Stiftungsvermögens voraus. Allenfalls könnte erwogen werden, der Stiftungsaufsicht schon dann gewisse Kompetenz einzuräumen, wenn die Stiftung zwar noch nicht rechtskräftig errichtet ist, sich aber im eigentlichen Gründungsstadium befindet. Dagegen besteht weder ein vernünftiger Grund noch eine gesetzliche Grundlage dafür, ihr für die frühere Zeit Aufsichtskompetenzen zuzuerkennen.\n\nDie Aufsicht über eine (natürliche oder juristische) Person setzt naturgemäss voraus, dass diese existiert oder wenigstens im Entstehen begriffen ist. Nur etwas Vorhandenes oder im |55| Entstehen Begriffenes kann beaufsichtigt werden. Wo nichts vorhanden ist, ist eine Aufsicht weder möglich noch erforderlich. Anderseits steht den Stiftungsaufsichtsbehörden nur die Aufsicht über Stiftungen zu, nicht aber über alle andern Personen oder Einrichtungen, die in irgendeiner Form Personalfürsorge betreiben. Solchen Personen oder Einrichtungen können die Stiftungsaufsichtsbehörden keine Weisungen erteilen.\n\nIm vorliegenden Fall besteht noch keine Stiftung. Wohl hat die Beschwerdegegnerin im Frühjahr 1979 mit dem Bundesamt für Sozialversicherung die Frage einer Stiftungserrichtung erörtert, doch kann daraus allein noch nicht abgeleitet werden, sie habe bereits auf die ihr in Art. 331 Abs. 1 OR eingeräumte Wahlmöglichkeit verzichtet und sich definitiv für die Errichtung einer Stiftung entschlossen. Jedenfalls bestreitet sie ausdrücklich, nur die Errichtung einer Stiftung im Sinne zu haben. Selbst wenn sie aber bereits einen derartigen endgültigen Entschluss gefasst haben sollte, so wäre die Errichtung der Stiftung jedenfalls noch nicht so weit fortgeschritten, dass gesagt werden könnte, die Stiftung befinde sich bereits im eigentlichen Gründungsstadium. Unter diesen Umständen fehlt der Stiftungsaufsichtsbehörde die sachliche Kompetenz zum Einschreiten.\n\nc) Man könnte sich unter Umständen fragen, ob die Stiftungsaufsichtsbehörden auch in jenen Fällen zum Eingreifen zuständig erklärt werden sollen, in denen zwar noch keine Stiftung besteht, eine solche nach den gesetzlichen Vorschriften aber bestehen müsste. Die Bejahung dieser Frage könnte dem Beschwerdeführer indessen nicht helfen, weil im vorliegenden Fall nach den gesetzlichen Bestimmungen nicht zwingend eine Stiftung bestehen muss.\n\nArt. 331 Abs. 1 OR gewährt dem Arbeitgeber das Recht, zwischen drei möglichen Formen der Verselbständigung seiner Zuwendungen zu wählen. Dafür, dass dieses Wahlrecht durch die Stiftungsaufsichtsbehörden anstelle des Arbeitgebers ausgeübt werden könne, fehlt jede gesetzliche Grundlage. Entscheidet sich ein Arbeitgeber für die Errichtung einer Genossenschaft, dann entfällt, auch nach deren Errichtung, überhaupt jede Kompetenz der Stiftungsaufsichtsbehörden, weil diese zur Kontrolle von Personalfürsorgeeinrichtungen, die in der Form der Genossenschaft errichtet wurden, nicht zuständig sind (Botschaft des Bundesrats in BBl 1970 II 610). Ihrem Wesen und ihrer Zuständigkeit nach könnten die Stiftungsaufsichtsbehörden |56| nur die eine Form der Verselbständigung, nämlich diejenige der Stiftung, anordnen. Das aber stünde im Gegensatz zum Willen des Gesetzgebers, der dem Arbeitgeber ein Wahlrecht einräumt. Auch aus diesen Überlegungen ist abzuleiten, dass die Stiftungsaufsichtsbehörden in Fällen der vorliegenden Art sachlich nicht zuständig sind.\n\n5. Zusammenfassend ergibt sich, dass der Regierungsrat die sachliche Zuständigkeit der kantonalen Stiftungsaufsichtsbehörden zu Recht verneint hat. Fehlt aber die sachliche Zuständigkeit, dann war schon aus diesem Grunde auf das Gesuch des Beschwerdeführers nicht einzutreten bzw. seine gegen den erstinstanzlichen Entscheid erhobene Beschwerde abzuweisen. Die mangelnde sachliche Zuständigkeit genügt auch im bundesgerichtlichen Beschwerdeverfahren für sich allein zur Abweisung der Beschwerde. Ob den kantonalen Stiftungsaufsichtsbehörden auch die örtliche Zuständigkeit fehle, muss unter diesen Umständen nicht mehr geprüft werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}