{"annee": "106", "cour": "IA", "page": "226", "date": "8/7/1980", "cite": ["98 IA 441", "104 IA 105", "99 IA 42", "93 I 415", "97 I 209"], "cite_par": ["116 IA 177", "123 I 325", "115 IA 311", "126 I 207", "107 II 459", "116 IA 41", "116 IA 221", "116 II 80", "115 IA 315", "114 IA 179", "109 IA 257", "115 II 288", "108 IA 203", "117 IA 251", "117 IA 396", "114 IA 73", "115 II 102", "118 II 508", "115 II 294"], "chapeau": "42. Arrêt de la Ire Cour de droit public du 8 juillet 1980 dans la cause communes de Chêne-Bougeries, Chêne-Bourg et Thônex c. Schaller et Tribunal administratif du canton de Genève (recours de droit public)", "regestes": ["Art. 87 OJ; recours contre une décision de renvoi. Conditions d'application de l'art. 87 OJ (consid. 1). Même si elle tranche définitivement un point litigieux précis, la décision de renvoi à l'autorité qui a statué en première instance constitue une décision incidente (consid. 2)."], "faits": "BGE 106 Ia 226 S. 226\n\nEn 1974, les communes de Chêne-Bougeries, Chêne-Bourg et Thônex ont entrepris la réalisation de la seconde partie du \"Centre sportif Les Trois-Chênes\", sur les parcelles Nos 3511 et 3623 de la commune de Thônex. A cette fin, elles ont sollicité l'autorisation de construire notamment un parking de 291 places, avec accès par le chemin du Bois-des-Arts. Le 25 septembre 1974, le Département des travaux publics du canton de Genève a accordé l'autorisation requise, en rejetant l'opposition formée par un habitant du quartier, Christian Schaller.\n\nL'opposant a recouru auprès de la Commission de recours instituée par la loi sur les constructions et les installations BGE 106 Ia 226 S. 227diverses, exposant en bref que l'accès au centre sportif devait être aménagé à une distance suffisante de l'échangeur de la Route Blanche, à Sous-Moulin.\n\nPar décision du 4 février 1975, la Commission de recours a débouté Schaller et confirmé la décision du Département.\n\nStatuant sur recours de Schaller, le Tribunal administratif du canton de Genève a, par arrêt du 21 mars 1979, admis le recours en tant qu'il concernait l'aménagement de la voie d'accès au parking du centre sportif et renvoyé l'affaire au Département pour nouvelle décision. Il a notamment retenu que la Commission de recours n'avait pas suffisamment examiné les inconvénients que représentait, pour le voisinage, la voie d'accès au parking.\n\nLes communes de Chêne-Bougeries, Chêne-Bourg et Thônex ont formé un recours de droit public contre l'arrêt du Tribunal administratif du 21 mars 1979, dont elles demandent l'annulation. Invoquant les art. 4 et 22ter Cst., elles font valoir que la garantie de leur droit de propriété n'est pas respectée, dès lors qu'elles sont entravées dans le libre usage de leur bien par une décision qu'elles tiennent pour arbitraire.", "considerants": "Considérant en droit:\n\n1. Selon l'art. 87 OJ, le recours de droit public fondé sur l'art. 4 Cst. n'est recevable que contre les décisions finales prises en dernière instance; il n'est recevable contre des décisions incidentes prises en dernière instance que s'il en résulte un dommage irréparable pour l'intéressé. La condition restrictive de l'art. 87 OJ ne s'applique cependant pas aux recours dans lesquels, à côté de la violation de l'art. 4 Cst., le recourant invoque la violation d'autres droits constitutionnels qui ont une portée indépendante et qui ne sont pas irrecevables ou manifestement mal fondés (ATF 104 Ia 107 consid. 2b, ATF 99 Ia 44 consid. 1).\n\nDans le cas particulier, si les recourantes invoquent également la violation de l'art. 22ter Cst., elles ne prétendent toutefois pas que les dispositions de droit cantonal applicables in casu soient contraires à la garantie constitutionnelle de la propriété. Elles soutiennent uniquement qu'elles ont été mal appliquées. Le grief tiré d'une prétendue violation de l'art. 22ter Cst. n'a donc pas de portée indépendante et se confond ainsi avec celui BGE 106 Ia 226 S. 228de l'art. 4 Cst., qui seul doit être examiné. Il y a lieu dès lors de déterminer si la décision attaquée, rendue en dernière instance cantonale, est finale ou incidente.\n\n2. Constitue une décision judiciaire finale, selon la jurisprudence, celle qui met un point final à la procédure, qu'il s'agisse d'une décision sur le fond ou d'une décision qui clôt l'action judiciaire en raison d'un motif tiré des règles de la procédure. Est en revanche une décision incidente celle qui est prise pendant le cours de l'action judiciaire et qui ne constitue qu'une étape vers la décision finale; une telle décision peut avoir pour objet une question de procédure tout comme une question de fond, jugée préalablement à la décision finale (ATF 98 Ia 443 consid. 2a, ATF 97 I 212 consid. 1; BONNARD, RDS 1962 II p. 410/411).\n\nEn l'occurrence, le Tribunal administratif a admis le recours de Schaller, dans la mesure où il contestait l'aménagement de la voie d'accès au centre sportif par le chemin du Bois-des-Arts, et l'a rejeté pour le surplus. Il a précisé, dans les considérants, qu'il appartenait maintenant au Département et aux trois communes de trouver une nouvelle solution qui tienne compte des besoins du stade, de la tranquillité et de la sécurité des habitants du quartier du Bas-Thônex. Il s'agit là d'une décision par laquelle une instance supérieure renvoie l'affaire à une autorité inférieure pour nouvel examen. Or une telle décision de renvoi constitue une simple étape avant la décision finale qui plus tard mettra un terme à la procédure et doit être considérée comme une décision incidente (cf. LUDWIG, RSJB 1974, vol. 110, p. 170). Peu importe, à cet égard, que le Tribunal administratif ait statué définitivement sur un point, à savoir que l'accès au parking ne doit pas être aménagé au chemin du Bois-des-Arts comme le Département l'avait prévu. Le Tribunal fédéral admet en effet que des jugements partiels, c'est-à-dire des jugements statuant définitivement sur une partie du litige, ne modifient en rien la nature de la décision de renvoi, qui est une décision incidente (arrêt du 9 novembre 1977 en la cause Aymonod et consorts c. commune de Muttenz et BL, Conseil d'Etat et Tribunal administratif, non publié). Tel est le cas notamment en matière fiscale lorsque l'autorité de recours fixe le montant imposable, mais laisse à l'autorité de taxation le soin de calculer le montant de l'impôt (ATF 93 I 422 /453).\n\nIl y a lieu dès lors d'admettre que la décision attaquée est une décision incidente qui, manifestement, n'entraîne pas un dommage BGE 106 Ia 226 S. 229irréparable pour les recourantes. En effet, les communes auront la possibilité d'attaquer la nouvelle décision du Département par la voie du recours de droit public et pourront, à cette occasion, soulever tous les griefs invoqués dans le présent recours. L'unique inconvénient que représente pour elles la prolongation de la procédure jusqu'à ce que le Département ait à nouveau statué ne saurait en aucun cas être considéré comme un dommage irréparable au sens de l'art. 87 OJ. En outre, on peut fort bien concevoir que la nouvelle procédure devant le Département aboutisse à une solution qui donne satisfaction à toutes les parties concernées. Dans ces conditions, il est d'autant plus justifié, par économie de procédure, de ne pas entrer en matière sur le présent recours.\n\nPar ces motifs, le Tribunal fédéral:\n\nDéclare le recours irrecevable."}