{"annee": "106", "cour": "II", "page": "170", "date": "22/7/1980", "cite": ["101 IA 102", "102 IA 19", "103 II 41"], "cite_par": ["119 IA 221", "116 II 594", "110 IA 83", "114 II 289", "117 II 77", "119 II 386", "109 IA 217"], "chapeau": "33. Auszug aus dem Urteil der I. Zivilabteilung vom 22. Juli 1980 i.S. Franc gegen Wohnbau Süd AG und Obergericht des Kantons Aargau (staatsrechtliche Beschwerde)", "regestes": ["Art. 4 Cst. Droit à l'administration de preuves pertinentes, offertes à temps et dans les formes prescrites. Art. 15 al. 1 lettre c AMSL. Calcul du rendement brut."], "faits": "", "considerants": "|170|\n\nAus den Erwägungen:\n\n6. Im erstinstanzlichen Verfahren wurden zur Überprüfung der Bruttorendite die Anlagekosten ermittelt, wobei der für Landerwerb einzusetzende Betrag streitig war (Art. 15 Abs. 1 lit. c BMM). Nach der Darstellung des Beschwerdeführers konnte höchstens von Fr. 70.-- pro Quadratmeter ausgegangen werden. Der Gerichtspräsident stellte fest, dass die von der Beschwerdegegnerin behaupteten Landkosten nicht belegt waren und auf reinen Annahmen beruhten. Er fand im weiteren, die Schätzungsgutachten, welche auf Veranlassung der Parteien verfasst wurden, wichen zu hundert Prozent voneinander ab und könnten deshalb keine vernünftige Rechnungsgrundlage sein. Da somit die tatsächlichen Kosten nicht zuverlässig ermittelt werden könnten, stützte er sich auf eine bei RENE MÜLLER (Der Bundesbeschluss über Massnahmen gegen Missbräuche im Mietwesen vom 30. Juni 1972, Diss. Zürich 1976, S. 199 Anm. 242) erwähnte Faustregel, nach der Landerwerbskosten in der Regel missbräuchlich sind, wenn sie zwanzig Prozent der Baukosten überschreiten. Auf dieser Grundlage berechnete er einen Landpreis von Fr. 135.-- pro Quadratmeter, der nach seiner Ansicht den gegebenen Verhältnissen angemessen ist.\n\n|171|\n\na) In der Beschwerde vom 4. September 1978 an das Obergericht legte der Beschwerdeführer dar, wie das Bauland durch eine Limmat-Liegenschaften AG aufgekauft, dann 1961 an die Bauhalde AG verkauft wurde, die 1969 ihren Namen in Wohnbau Süd AG abgeändert habe. Diese Handänderungen seien der Steuer- bzw. Abgabepflicht unterworfen gewesen. Er beantragte daher, es seien beim Steueramt Untersiggenthal, beim Grundbuchamt Baden und eventuell beim kantonalen Steueramt Erhebungen zu machen, aus denen sich der tatsächliche Quadratmeterpreis ermitteln lassen sollte. Das Obergericht verzichtete darauf, die beantragten Beweismittel zu erheben. Der Beschwerdeführer sieht darin eine Verletzung des rechtlichen Gehörs. Er begründet seine Rüge im besonderen damit, dass die Vorinstanz gegen § 169 ZPO Aargau verstossen habe, weil sie es ablehnte, die amtlichen Urkunden herbeizuschaffen, die für ihn nicht zugänglich gewesen seien. Das Obergericht hat indessen die Ablehnung der Beweisanträge nicht damit begründet, dass die Voraussetzungen für ein Editionsverfahren nach § 169 Abs. 3 ZPO fehlten. Insoweit ist die Rüge unbegründet.\n\nb) Die behauptete Gehörsverweigerung ist aber auch im Licht der verfassungsrechtlichen Mindestgarantie zu beurteilen. Art. 4 BV gewährt einer Prozesspartei den Anspruch auf die Abnahme von erheblichen Beweisen, die sie rechtzeitig und formrichtig angetragen hat (BGE 101 Ia 103 E. 3, 296 lit. d). Der Anspruch ist verletzt, wenn ohne sachliche Gründe einem Beweismittel im vornherein jede Erheblichkeit abgesprochen wird (BGE 101 Ia 104 E. 4).\n\nDas Obergericht stellt nicht in Frage, dass der Beschwerdeführer die Beweisanträge rechtzeitig und formrichtig vorbrachte, es verneint jedoch ihre Beweistauglichkeit. Angesichts der Sachlage ist das unhaltbar. Für die Höhe der Landerwerbskosten waren keinerlei Belege vorhanden. Die vier Gutachten kamen zu derart unterschiedlichen Schätzungen, dass sie nach der vom Obergericht bestätigten Auffassung des Gerichtspräsidenten keine vernünftige Berechnungsgrundlage ergaben. Demgegenüber wollte der Beschwerdeführer mit den Erhebungen bei Grundbuch- und Steuerämtern feststellen lassen, welche Kaufpreise bei den Handänderungen bezahlt wurden, die dem Erwerb des Grundstückes durch die Beschwerdegegnerin vorgingen. Es ist schwer verständlich, warum das Obergericht ausführt, von diesen Abklärungen seien keine zuverlässigeren |172| Ergebnisse zu erwarten als von den Gutachten der Fachleute, denn diese verfügten offensichtlich nicht über die vom Beschwerdeführer verlangten Angaben. Erst recht unhaltbar ist die Feststellung des Obergerichts, der vom Beschwerdeführer behauptete Landpreis von Fr. 70.-- pro Quadratmeter stehe beweislos da und finde in den Akten keine Stütze, nachdem es selbst die Beweisanträge als untauglich abtat. Zu den verlangten Weiterungen hätte um so mehr Anlass bestanden, als es grundsätzlich Sache der Beschwerdegegnerin gewesen wären, die von ihr behaupteten Anlagekosten zu belegen (BGE 103 II 48, BGE 102 Ia 21 E. 4b).\n\nc) Nach dem angefochtenen Urteil genügt es, einen Landerwerbspreis zu ermitteln, der nicht als \"offensichtlich übersetzt\" erscheine. Diese Auffassung widerspricht indessen sowohl dem Wortlaut wie dem Sinn von Art. 15 Abs. 1 lit. c BMM. Danach sind Mietzinse bei neueren Bauten in der Regel nicht missbräuchlich, wenn sie sich im Rahmen der kostendeckenden Bruttorendite halten, die aufgrund der Anlagekosten zu berechnen ist. Es ist eindeutig von den tatsächlichen Anlagekosten auszugehen, die nur dann ausser Betracht fallen, wenn sie offensichtlich übersetzt sind. In diesem Fall wird der Grundsatz, dass auf die wirklichen Anlagekosten abzustellen ist, zugunsten des Mieters eingeschränkt (GMÜR/CAVIEZEL, Mietrecht-Mieterschutz, 2. Aufl. 1979, S. 67). Die Vorinstanz verkehrt das ins Gegenteil, wenn sie unbekümmert um die effektiven Kosten einfach einen Erwerbspreis zugrunde legt, der nicht gerade als offensichtlich übersetzt bezeichnet werden kann. Erst wenn die wirklichen Anlagekosten ermittelt sind, können sie allenfalls aufgrund der von den Vorinstanzen zitierten Faustregel darauf geprüft werden, ob sie als offensichtlich zu hoch herabzusetzen sind.\n\nDas Obergericht verweigerte demnach dem Beschwerdeführer die Beweisabnahme ohne sachlich haltbare Gründe und verletzte damit seinen Anspruch auf rechtliches Gehör. Das muss zur Gutheissung der Beschwerde und zur Aufhebung des Urteils des Obergerichts führen."}