{"annee": "106", "cour": "IB", "page": "53", "date": "19/3/1980", "cite": ["101 IB 178", "94 I 305", "84 I 89", "96 V 49"], "cite_par": ["116 IB 203", "112 IB 564", "108 IB 167"], "chapeau": "10. Auszug aus dem Urteil der I. öffentlichrechtlichen Abteilung vom 19. März 1980 i.S. Bürgergemeinde Lausen und Mosset gegen Eidg. Departement des Innern und Regierungsrat des Kantons Basel-Landschaft (Verwaltungsgerichtsbeschwerde)", "regestes": ["Art. 3 et 4 LFor et art. 2 let. b OFor; catégories de forêts. Il n'est pas contraire au droit fédéral de déclarer forêts protectrices toutes les forêts d'un canton."], "faits": "", "considerants": "BGE 106 Ib 53 S. 53\n\nAus den Erwägungen:\n\n1. Die Beschwerdeführer wenden ein, der Regierungsratsbeschluss vom 6. Mai 1947, mit dem sämtliche öffentlichen und privaten Waldungen des Kantons Basel-Landschaft zu Schutzwald erklärt wurden, verletze Bundesrecht. Gemäss der Schutzwalddefinition des Art. 3 Abs. 2 FPolG stelle das Waldstück, dessen Rodung verlangt werde, keinen Schutzwald im Sinne des Bundesgesetzes dar. Die Bundesbehörden seien daher nicht zuständig gewesen, das Rodungsgesuch zu behandeln.\n\nZu dieser Rüge sind die Beschwerdeführer, deren Legitimation zur Verwaltungsgerichtsbeschwerde gemäss Art. 103 lit. a OG klarerweise gegeben ist, befugt. Erste Voraussetzung für den Erlass einer Verfügung durch eine Bundesverwaltungsbehörde bildet deren Zuständigkeit, wobei diese von Amtes wegen zu prüfen ist (Art. 7 VwVG).\n\na) Die Art. 3 und 4 FPolG lauten: BGE 106 Ib 53 S. 54\n\nArt. 3\n\n\"1 Die Waldungen werden eingeteilt in Schutz- und Nichtschutzwaldungen.\n\n2 Schutzwaldungen sind diejenigen Waldungen, welche sich im Einzugsgebiete von Wildwassern befinden, sowie solche, welche vermöge ihrer Lage Schutz bieten gegen schädliche klimatische Einflüsse, gegen Lawinen, Stein- und Eisschläge, Erdabrutschungen, Verrüfungen sowie gegen ausserordentliche Wasserstände.\n\nArt. 4\n\nDie Ausscheidung der Waldungen in Schutz- und Nichtschutzwaldungen erfolgt durch die Kantone; sie unterliegt der Genehmigung des Bundesrates. Die in dem bisherigen eidgenössischen Forstgebiete bereits stattgefundene Ausscheidung bleibt in Kraft, jedoch können Änderungen derselben vorgenommen werden. In der übrigen Schweiz ist die Ausscheidung innert zwei Jahren vom Inkrafttreten dieses Gesetzes an vorzunehmen.\"\n\nArt. 2 lit. b FPolV ordnet hiezu (unter der Marginale Waldkategorien):\n\n\"Es werden unterschieden:\n\nb. nach Art der Unterstellung unter die forstliche Aufsicht\n\n1. Schutzwälder, d.h. Wälder, die von den Kantonen gemäss Art. 4 des\n\nGesetzes als solche ausgeschieden sind.\n\nEs ist Sache der Kantone, auch Wälder, die für die Wasserreinhaltung und die Wasserversorgung, die Luftreinigung, die Erholung und Gesundheit der Bevölkerung sowie für den Landschaftsschutz von Bedeutung sind, zu Schutzwald zu erklären;\n\n2. Nichtschutzwälder, d.h. alle Wälder, die von den Kantonen nicht als Schutzwald ausgeschieden sind.\"\n\nGemäss dieser Ordnung erfolgt somit die Ausscheidung der Wälder in Schutz- und Nichtschutzwaldungen durch die Kantone. Die Beschwerdeführer machen nicht geltend, der Regierungsrat sei auf Grund der kantonalen landrätlichen VV vom 3. Dezember 1903 zum FPolG nicht befugt gewesen, mit Beschluss vom 6. Mai 1947 den Schutzwald zu bezeichnen. Demgemäss sind die formellen Voraussetzungen für die Zuständigkeit der Bundesbehörden gegeben; die Genehmigung des Regierungsratsbeschlusses durch den Bundesrat ist am 22. Mai 1947 erfolgt. Gemäss Art. 50 Abs. 2 FPolG und Art. 55bis FPolV sind die Kantone im Schutzwaldgebiet nur für die Bewilligung von Rodungen bis und mit 30 a zuständig. Das OFI (heute: Bundesamt für Forstwesen, BFF), das für Rodungsbewilligungen für mehr als 30 a bis und mit 200 a, zuständig ist, hat somit zu Recht seine Kompetenz bejaht, da sich das Rodungsgesuch auf eine Fläche von 31 a 25 m2 erstreckt.\n\nBGE 106 Ib 53 S. 55\n\nb) Die Beschwerdeführer wenden jedoch ein, auch die bundesrätliche Genehmigung und die Neufassung der FPolV vermöchten nichts daran zu ändern, dass die im Jahre 1947 erfolgte Bezeichnung aller Wälder als Schutzwaldungen nicht rechtsgültig erfolgt sei. Sie begründen dies damit, dass der Bundesgesetzgeber in Art. 3 Abs. 2 den Begriff des Schutzwaldes umschrieben habe und dass daher die Kantone nur solche Wälder als Schutzwaldungen erklären könnten, welche der gesetzlichen Begriffsumschreibung entsprächen; Vollziehungsverordnungen könnten im Rechtsstaat Gesetze nicht abändern.\n\nAuch zu dieser Rüge sind die Beschwerdeführer befugt. Dabei überprüft das Bundesgericht die Gesetzmässigkeit einer Verordnungsbestimmung, die einen auslegungsbedürftigen Gesetzesbegriff präzisiert, im verwaltungsgerichtlichen Beschwerdeverfahren mit umfassender Kognition (BGE 101 Ib 182 E. 3a mit Verweisungen).\n\nc) Die FPolV geht in Art. 2 lit. b Ziff. 1 bei der Begriffsumschreibung der Schutzwälder von der Kompetenz der Kantone aus, gemäss Art. 4 FPolG die Schutzwälder auszuscheiden. Nach dem Wortlaut der Verordnung sind Schutzwälder diejenigen Wälder, welche die Kantone als solche ausgeschieden haben. Erst im Anschluss an die Verweisung auf den kantonalen Ausscheidungsbeschluss hält die Verordnung fest, es sei Sache der Kantone, auch Wälder, die für die Wasserreinhaltung und die Wasserversorgung, die Luftreinigung, die Erholung und Gesundheit der Bevölkerung sowie für den Landschaftsschutz von Bedeutung sind, zu Schutzwald zu erklären.\n\nMit dieser Regelung knüpft die Verordnung an die bisherige Praxis der Kantone an. Diese haben in Anwendung des Art. 4 FPolG schon früh - vereinzelt bereits im letzten Jahrhundert, zum grössten Teil jedenfalls vor 1965 - ihren gesamten Waldbestand zu Schutzwald erklärt, wie aus der vom EDI auftragsgemäss durchgeführten Erhebung hervorgeht. Es ist daher ungenau, wenn der angefochtene Entscheid ausführt, die FPolV von 1965 habe die Kantone ermächtigt, auch Wälder, welche für die Luftreinigung, die Erholung und Gesundheit der Bevölkerung sowie für den Landschaftsschutz von Bedeutung sind, zu Schutzwald zu erklären. Die in der Erhebung des Eidg. Departementes des Innern (EDI) genannten Ausscheidungserlasse bestätigen, dass die Kantone diese Ermächtigung seit jeher als gegeben vorausgesetzt haben - eine Auffassung, BGE 106 Ib 53 S. 56welche der Bundesrat, wie aus seiner Genehmigungspraxis hervorgeht, geteilt hat. Heute bestehen nur noch in den Kantonen Zürich, Glarus, Solothurn und Genf Nichtschutzwaldungen. Dabei kommt diesen im Verhältnis zu den Schutzwaldungen nur geringe Bedeutung zu. Die FPolV von 1965 hat somit in Art. 2 lediglich im Sinne der bisherigen Praxis die Tragweite der Kompetenz der Kantone, den Schutzwald zu bezeichnen, durch ausdrückliche Normierung klargestellt.\n\nd) Damit ist an sich noch nicht gesagt, dass die in der FPolV sanktionierte Praxis dem Bundesrecht entsprach. Doch kommt der in ihr zum Ausdruck gelangenden Rechtsüberzeugung so grosses Gewicht zu, dass sie bei der Prüfung der Gesetzmässigkeit in entscheidendem Masse berücksichtigt werden muss. Der auf das letzte Jahrhundert zurückgehenden unangefochtenen Praxis, sämtliche Waldungen innerhalb eines Kantonsgebietes zu Schutzwaldungen zu erklären, kann heute geradezu gewohnheitsrechtlicher Rang zugebilligt werden. Obschon im öffentlichen Recht die Entstehung von Gewohnheitsrecht nur mit Zurückhaltung anzunehmen ist (BGE 96 V 51 E. 4, BGE 94 I 308 E. 2 und 3, BGE 84 I 95 E. 4), liegt es nahe, im vorliegenden Fall die Voraussetzungen der Regelmässigkeit und langen Dauer der Übung sowie der ihr zugrundeliegenden Rechtsüberzeugung als gegeben zu betrachten.\n\ne) Wenn die Kantone in der Erkenntnis der grossen Bedeutung der Wohlfahrtswirkung des Waldes ihren gesamten Waldbestand zu Schutzwald erklärt haben, so entspricht dies zudem einer zulässigen zeitgerechten Auslegung des FPolG, von der sich auch der Bundesrat beim Erlass der FPolV von 1965 leiten lassen durfte und die auch in weiteren Verordnungsbestimmungen, etwa der Definition des Waldbegriffes, zum Ausdruck gelangt (HANS DUBS, Rechtsfragen der Waldrodung in der Praxis des Bundesgerichts, Schweiz. Zeitschrift für Forstwesen, 1974, S. 275 ff., 281). Dass zufolge dieser Entwicklung die Vorschriften der Forstpolizeigesetzgebung über Nichtschutzwälder möglicherweise hinfällig werden, schliesst die Rechtmässigkeit der kantonalen Schutzwaldbezeichnungen nicht aus. Es wird Sache des Bundesgesetzgebers sein, dieser Entwicklung, der zufolge heute der Nichtschutzwald im ganzen Gebiet der Schweiz nur noch 47'600 ha oder rund 4% der Waldfläche beträgt (Gesamtkonzeption für eine schweizerische Wald- und Holzwirtschaftspolitik, Bern 1975, S. 124), bei einer künftigen Gesetzesrevision Rechnung zu tragen.\n\nBGE 106 Ib 53 S. 57\n\nf) Das Bundesgericht hat schliesslich in einem nicht publizierten Entscheid vom 14. November 1975 i.S. Amministrazione patriziale di Bedano in Übereinstimmung mit der Auffassung, die der Bundesrat in einem Entscheid vom 12. August 1966 ausgesprochen hatte (VPB 1966/67, Nr. 152, S. 254 ff.), anerkannt, dass die vom Kanton Tessin im Jahre 1913 vorgenommene Bezeichnung aller Wälder im Kantonsgebiet als Schutzwälder dem Zweck der Forstpolizeigesetzgebung des Bundes nicht widerspricht und dass daher die Bundesbehörden zu Recht ihre Zuständigkeit bejaht haben (E. 2, S. 7). Auch im vorliegenden Fall erweist sich die Einwendung der fehlenden Zuständigkeit der Bundesbehörden als unbegründet. Art. 2 lit. b Ziff. 1 FPolV ist ebensowenig wie die frühere Praxis der Kantone und des Bundesrates bundesrechtswidrig.\n\ng) Beigefügt sei, dass abgesehen von der Kompetenzordnung für die zu beurteilende Frage der Rodungsbewilligung der Unterscheidung zwischen Schutzwaldungen und Nichtschutzwaldungen keine Bedeutung zukommt. Das Walderhaltungsgebot des Art. 31 FPolG bezieht sich auf jeden Wald ohne Rücksicht darauf, ob es sich um öffentlichen Wald oder Privatwald, um Schutzwald oder Nichtschutzwald handelt. Lassen sich besondere Gründe für eine Rodung anführen, dann kann die effektive Schutzfunktion (nicht die formelle Einteilung) des Waldes bei der Interessenabwägung im konkreten Fall von Bedeutung sein. Die rechtliche Ausgangslage aber ist für Schutzwald und Nichtschutzwald in bezug auf die Zulässigkeit einer Rodung die gleiche (DUBS, a.a.O., S. 280)."}