{"annee": "106", "cour": "II", "page": "6", "date": "16/4/1980", "cite": ["101 II 3", "101 II 7"], "cite_par": ["106 II 278"], "chapeau": "Arrêt de la IIe Cour civile du 16 avril 1980 dans la cause S. et B. contre Conseil d'Etat du canton du Valais (recours en réforme)", "regestes": ["Adoption de personnes majeures. Art. 266 al. 1 ch. 2 et 3 CC. Les critères permettant d'admettre l'adoption d'une personne majeure doivent être appliqués strictement, tant en ce qui concerne le délai de cinq ans du ch. 2 (consid. 1) qu'en ce qui a trait à la notion de communauté domestique du ch. 3 (consid. 2b)."], "faits": "|6|\n\nA.- S., né en 1912, veuf, sans enfant, s'est remarié le 16 juillet 1965 avec dame D., veuve elle aussi. Dame D. avait eu de son premier mariage une fille, Geneviève, actuellement mariée à B., née le 25 avril 1949.\n\nLe 31 juillet 1979, S. a demandé au Conseil d'Etat du canton du Valais l'autorisation d'adopter Geneviève B. en vertu de l'art. 266 al. 1 ch. 2 et 3 CC. La requête exposait que, depuis le remariage de sa mère et jusqu'à son propre mariage, contracté en 1973, Geneviève B. avait toujours vécu dans le ménage de son beau-père; de 1968 à 1970, elle avait suivi les cours de l'Ecole hôtelière, à Lausanne, mais était rentrée tous les week-ends; par la suite, elle avait continué à vivre chez les époux S., tout en étant souvent absente en raison de ses études, notamment de stages de perfectionnement.\n\nB.- Le Conseil d'Etat du canton du Valais a rejeté la requête le 21 novembre 1979. Il a considéré que Geneviève B. n'avait pas vécu cinq ans avec S., car les séjours de fin de semaine, même réguliers, d'une personne résidant dans un autre lieu ne créent pas un centre d'intérêts et ne réalisent pas la condition légale de vie en communauté domestique (ATF 101 II 6 /7 consid. 5).\n\nC.- S. et Geneviève B. ont recouru en réforme au Tribunal fédéral, concluant à l'admission de la demande d'adoption. Le recours a été rejeté.", "considerants": "Considérant en droit:\n\n1. Aux termes de l'art. 266 al. 1 ch. 2 CC, une personne majeure peut être adoptée lorsque, durant sa minorité, les parents adoptifs lui ont fourni des soins et ont pourvu à son éducation pendant au moins cinq ans. Cette condition n'est pas réalisée en l'espèce. Devenue majeure le 25 avril 1969, Geneviève B. n'a vécu avec son beau-père durant sa minorité que pendant une période de moins de quatre ans. Les recourants font vainement valoir qu'un esprit familial s'est néanmoins créé: il ne saurait être question de s'écarter d'un texte clair, et ce d'autant moins que, dans l'idée du législateur, l'adoption des majeurs a un caractère exceptionnel (Message du Conseil fédéral du 12 mai 1971, FF 1971 I 1245; cf. ATF 101 II 5 consid. 3b et les références).\n\n2. Les recourants se prévalent également de l'art. 266 al. 1 ch. 3 CC, selon lequel l'adoption d'une personne majeure est possible lorsqu'il y a d'autres justes motifs et qu'elle a vécu au moins cinq ans en communauté domestique avec les parents adoptifs.\n\na) Estimant qu'il n'y avait pas eu vie en communauté domestique pendant cinq ans, l'autorité cantonale ne n'est pas prononcée au sujet de l'existence de justes motifs. Contrairement à ce qu'affirment les recourants, il n'est pas exclu que la demande soit dictée par des motifs d'ordre successoral, soit par des raison étrangères à l'adoption (cf. Message du Conseil fédéral du 12 mai 1971, FF 1971 I 1234). S. est originaire du canton d'Argovie, qui n'a pas fait usage de la faculté de l'art. 472 CC et, partant, s'en tient à la réglementation de droit commun de l'art. 471 ch. 3 CC (cf. TUOR, 2e éd., n. 7 ad art. 472 CC; PIOTET, Droit successoral. Traité de droit privé suisse IV, p. 361). Or, selon ses propres déclarations, il a deux soeurs.\n\nb) En exigeant que la personne majeure ait vécu pendant au moins cinq ans en communauté domestique avec les parents adoptifs, le législateur a entendu garantir que l'adoption des majeurs repose sur l'établissement, entre adoptant et adopté, de liens affectifs étroits destinés à apparenter la filiation adoptive à la filiation naturelle: une vie en communauté domestique qui se maintient durant cinq ans est la manifestation de ces liens d'affection et constitue ainsi, en plus des justes motifs, une condition minimum (ATF 101 II 5 /6 consid. 3b et les références). La notion de communauté domestique ne saurait donc être interprétée de manière extensive: elle implique une vie en commun sous le même toit, avec des contacts quotidiens et continus (ATF 101 II 6 consid. 3b et 4).\n\nEn l'espèce, on peut admettre que, de 16 à 18 ans, Geneviève B., qui fréquentait l'Ecole de commerce de Sion, a vécu en communauté domestique avec son beau-père. Mais la situation s'est modifiée par la suite. Durant les années 1968-1970, la jeune fille a non seulement suivi les cours de l'Ecole hôtelière de Lausanne, mais aussi fait des stages dans différents hôtels de Suisse (à Genève, Glattbrugg, Zurich). En 1971, elle a été engagée comme téléphoniste et caissière dans un hôtel de Zurich et, en 1972, avec les mêmes fonctions, dans un hôtel de Londres.\n\nDans ces conditions, on ne saurait reprocher à l'autorité cantonale d'avoir violé le droit fédéral en interprétant mal la notion de communauté domestique. Il est incontestable que, pendant de longues périodes, les intéressés n'ont pas vécu sous le même toit et que la continuité de la vie commune, élément essentiel de la communauté domestique (ATF 101 II 7), a fait défaut. Invités à apporter la preuve que Geneviève B. avait vécu au moins six mois par an chez sa mère et son beau-père, les époux S. n'ont pas donné suite à cette demande. Il n'est pas certain, vu les distances qui, pendant ses stages, la séparaient du Valais, que la jeune fille ait pu rentrer régulièrement en famille pour des séjours de fin de semaine. L'autorité cantonale, dont les constatations de fait lient la juridiction fédérale de réforme (art. 63 al. 2 OJ), ne retient rien de tel, mais considère seulement cette éventualité comme possible: \"L'intéressée séjournait tout au plus en fin de semaine auprès de son père nourricier\", lit-on dans la décision attaquée."}