{"annee": "106", "cour": "IV", "page": "58", "date": "21/1/1980", "cite": ["99 IV 173", "102 IV 259", "89 IV 140", "93 IV 32", "97 IV 218"], "cite_par": ["117 IV 498"], "chapeau": "20. Urteil des Kassationshofes vom 21. Januar 1980 i.S. F. gegen Polizeiamt der Stadt Winterthur (Nichtigkeitsbeschwerde)", "regestes": ["Art. 36 al. 4 LCR. Priorité. Devoir de diligence incombant au conducteur qui sort en reculant d'une place de parc privée directement sur la chaussée en vue de s'engager dans le trafic."], "faits": "|58|\n\nA.- F. lenkte am 21. Juni 1978 um 06.50 Uhr seinen Personenwagen von dem einem Wohnhaus in Winterthur vorgelagerten Privatparkplatz rückwärts auf die angrenzende Strasse hinaus, um sich in den Verkehr einzufügen. Wegen einer die Sicht nach links verdeckenden Laubhecke konnte er den von dort herannahenden Wagen des G. erst sehen und sein Fahrzeug anhalten, als dieses mit dem Heck ca. 1,5 m in die Strasse hineinragte. G. fuhr wegen am rechten Strassenrand parkierter |59| Autos und wegen eines entgegenkommenden Mofa-Fahrers, der die Strasse schräg überquerte, auf der linken Strassenhälfte und leitete, als er den auf die Strasse hinausfahrenden Wagen von F. gewahrte, eine Vollbremsung ein, konnte aber eine Kollision mit diesem nicht mehr verhindern.\n\nB.- Das Polizeiamt der Stadt Winterthur büsste G. wegen Nichtanpassens der Geschwindigkeit an die örtlichen Verhältnisse und F. wegen Missachtung des Vortrittsrechts (Art. 36 Abs. 4 SVG und Art. 15 Abs. 3 VRV) mit je Fr. 40.--.\n\nAuf Einsprache von F. bestätigte der Einzelrichter in Strafsachen des Bezirks Winterthur die Busse. Zur Begründung warf er F. im wesentlichen vor, er habe bei den schlechten Sichtverhältnissen nach Osten nicht abschätzen können, ob während der Rückwärtsfahrt einem von dort kommenden Fahrzeug der Vortritt verweigert werde; er hätte deshalb zur Überwachung des Fahrmanövers eine Hilfsperson beiziehen müssen.\n\nDie von F. gegen dieses Urteil geführte kantonale Nichtigkeitsbeschwerde wurde vom Obergericht des Kantons Zürich am 4. Dezember 1979 abgewiesen.\n\nC.- F. verlangt mit eidgenössischer Nichtigkeitsbeschwerde die Aufhebung des obergerichtlichen Entscheides und die Rückweisung der Sache zur Freisprechung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer bestreitet, das Vortrittsrecht fahrlässig missachtet zu haben. Er macht geltend, er habe während der Wegfahrt aus dem Parkplatz alle ihm zumutbaren Vorsichtspflichten erfüllt. G. hätte nach rechts ausweichen und unfallfrei hinter dem angehaltenen Wagen vorbeikommen können, wenn er langsamer und aufmerksamer gefahren wäre; die Schuld am Zusammenstoss treffe daher ausschliesslich den Vortrittsberechtigten.\n\nDiesem Einwand ist zunächst entgegenzuhalten, dass das Vortrittsrecht durch pflichtwidriges Verhalten des Berechtigten nicht aufgehoben wird (BGE 102 IV 261). Zudem gibt es im Strafrecht keine Schuldkompensation. Die Verletzung von Verkehrsregeln durch den Vortrittsberechtigten könnte den Beschwerdeführer nur entlasten, wenn seine eigene Fahrweise einwandfrei gewesen wäre und wenn das Verhalten des G. derart ausserhalb der normalen Erfahrung gelegen hätte, dass |60| vernünftigerweise nicht damit gerechnet werden musste (BGE 97 IV 221).\n\n2. Der Fahrzeugführer, der aus einem Parkplatz kommend sich in den Verkehr einfügen will, hat nach Art. 36 Abs. 4 SVG allen auf der Strasse verkehrenden Fahrzeugen, ob sie von rechts oder links kommen, den Vortritt zu gewähren und zwar auf der ganzen Strassenbreite (BGE 102 IV 261). Es liegt daher an ihm, die nach den Umständen und Sichtverhältnissen gebotenen Massnahmen zu treffen, um eine Beeinträchtigung oder Gefährdung herannahender Vortrittsberechtigter zu verhindern (BGE 89 IV 142).\n\nIm vorliegenden Fall lag nichts Aussergewöhnliches darin, dass die Strasse von Fahrzeuglenkern mit der an sich zulässigen Geschwindigkeit von 60 km/h befahren wird. Auf jenem Strassenstück ist grundsätzlich auch das Überholen zulässig. Es musste deshalb damit gerechnet werden, dass in der Fahrtrichtung von G. verkehrende Fahrzeuge schon zum Vorbeifahren an den am rechten Strassenrand parkierten Autos die Strassenmitte benützen und beim Überholen z.B. eines Radfahrers auch die linke Strassenseite beanspruchen. Findet ein solches Überholmanöver ungefähr auf der Höhe der sichtbehindernden Hecke statt und führt gleichzeitig ein Fahrzeug rückwärts aus dem Parkplatz auf die Strasse hinaus, so ist ein Zusammenstoss zwischen beiden selbst dann unvermeidlich, wenn der Überholende nur eine Geschwindigkeit von etwa 40 km/h einhält und der aus dem Parkplatz Kommende im Schritt-Tempo führt. Dem Beschwerdeführer, der den ihm zustehenden Parkplatz regelmässig benützte, waren die örtlichen Verhältnisse bestens bekannt. Insbesondere wusste er, dass ihm beim Rückwärtsfahren aus dem Parkplatz die Sicht nach links solange verdeckt war, bis sein Wagen ca. 1,5 m in die Strasse hineinragte. Wenn er das Fahrmanöver trotzdem ausführte, hat er die Gefährdung von Strassenbenützern bewusst in Kauf genommen und zu Unrecht darauf vertraut, herannahende Vortrittsberechtigte würden sich zum vorneherein auf die Möglichkeit einer Gefahr einstellen und die Geschwindigkeit so herabsetzen, dass sie jederzeit ausweichen oder anhalten könnten. Damit hat der Beschwerdeführer die ihm gegenüber Vortrittsberechtigten obliegende Sorgfaltspflicht verletzt (vgl. BGE 99 IV 175, BGE 93 IV 34).\n\nAuch die weiteren Vorbringen des Beschwerdeführers sind unbehelflich. So kann er nichts zu seinen Gunsten daraus ableiten, |61| dass der in Frage stehende Privatparkplatz verkehrspolizeilich zugelassen wurde. Wie den Feststellungen der Vorinstanz zu entnehmen ist, hätte der Beschwerdeführer die Strasse rechtzeitig überblicken und eine Gefährdung Vortrittsberechtigter vermeiden können, wenn er den Wagen rückwärts abgestellt und den Parkplatz vorwärtsfahrend verlassen hätte. Dass er dies nach der privaten Parkordnung nicht tun durfte, ist rechtlich ohne Belang. Er hätte im Interesse der Verkehrssicherheit den Hauseigentümer ersuchen können, auf seine Weisung, nur vorwärts zu parkieren, zu verzichten. Er hat sich auch nicht um die Aufstellung eines Verkehrsspiegels an der Strasse bemüht. Wenn er von keiner dieser Möglichkeiten Gebrauch machen wollte und weiter behauptet, es sei ihm keine Hilfsperson zur Überwachung des Fahrmanövers zur Verfügung gestanden, so musste er auf die Benützung dieses Parkplatzes verzichten. Da er trotz der Gefährlichkeit des Rückwärtsfahrens nicht für Abhilfe sorgte, ist er zu Recht wegen Verletzung des Vortrittsrechts im Sinne des Art. 36 Abs. 4 SVG bestraft worden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen, soweit darauf einzutreten ist."}