{"annee": "106", "cour": "III", "page": "34", "date": "3/7/1980", "cite": ["95 III 60", "87 III 33"], "cite_par": [], "chapeau": "9. Extrait de l'arrêt de la IIe Cour civile du 3 juillet 1980 dans la cause Société anonyme de transport aérien \"SATA\" (recours de droit public)", "regestes": ["Homologation du concordat (art. 306 LP). Quand les conditions légales sont remplies, l'autorité de concordat ne saurait, en règle générale, refuser d'homologuer un concordat, même si elle doute qu'il soit plus avantageux aux créanciers que la faillite. Elle ne sera amenée à examiner si tel est le cas que lorsque le débiteur a commis au détriment des créanciers un acte déloyal ou d'une grande légèreté."], "faits": "BGE 106 III 34 S. 35\n\nA.- a) La société anonyme de transport aérien \"SATA\", à Genève (ci-après SATA) demanda, le 9 août 1978, que lui fût accordé un sursis concordataire de quatre mois. Le Tribunal de première instance de Genève accéda à la requête, \"nonobstant les manquements graves apparaissant avoir été commis dans la gestion de cette société\", afin de permettre à SATA de proposer à ses créanciers un concordat par abandon d'actif. En même temps fut constitué un collège de cinq commissaires, qui reçut le pouvoir de vendre de gré à gré, dans l'intérêt des créanciers, tous les actifs de la société. Le 28 novembre 1978, le sursis fut, sur requête de SATA, prolongé de deux mois (à partir du 24 décembre 1978).\n\nPendant la durée du sursis, presque tous les actifs de SATA furent vendus. Le 25 janvier 1979, la société soumit à ses créanciers un projet de concordat par abandon d'actif. Dans leur rapport du 5 février 1979 à l'assemblée des créanciers, les commissaires concluaient que les créances garanties par gage, ainsi que les créances colloquées en première, deuxième et troisième classes seraient intégralement couvertes, tandis que les créanciers de cinquième classe toucheraient un dividende d'environ 25%. Mais ils renoncèrent à émettre un préavis sur le concordat présenté par la débitrice.\n\nb) Le Tribunal de première instance, autorité de première instance en matière de concordat, refusa l'homologation le 29 mai 1979. Il retenait que les majorités requises par l'art. 305 CP étaient réunies, 272 créanciers sur 368 ayant adhéré au concordat et leurs créances représentant 16'525'910 fr. 13 sur un total de 23'215'345 fr. 10. Mais il fondait son refus sur l'art. 306 al. 1 LP, tenant compte des diverses fautes commises, selon lui, par les administrateurs de SATA, fautes \"que l'on doit qualifier à tout le moins comme procédant d'une grande légèreté\". Au surplus, le tribunal considérait notamment qu'il n'était pas établi que le concordat fût dans l'intérêt des créanciers.\n\nB.- Le 20 février 1980, la Cour de justice, autorité cantonale de seconde instance en matière de concordat, rejeta l'appel formé par SATA et confirma, \"dans le sens des considérants\", BGE 106 III 34 S. 36le jugement du Tribunal de première instance. La Cour a estimé, elle aussi, que les majorités nécessaires à l'homologation étaient acquises, et ce d'autant plus qu'aucune opposition émanant d'un créancier non privilégié n'avait été annoncée: \"On peut dès lors admettre que l'unanimité des créanciers existe en faveur du concordat.\" Mais, se référant à ATF 95 III 60 ss., la Cour s'est écartée du point de vue de l'autorité de première instance en ce qui concerne la question de savoir si SATA est digne du concordat. Elle a considéré que, s'agissant d'une société anonyme, qui entend céder tous ses actifs et cessera d'exister une fois le concordat exécuté, ce critère n'est plus déterminant. Aussi a-t-elle renoncé à examiner si les administrateurs de SATA s'étaient rendus coupables d'infractions réprimées par le Code pénal ou s'ils avaient engagé leur responsabilité civile. Ce qui est seul décisif, selon elle, c'est que le concordat proposé par SATA soit vraisemblablement plus avantageux aux créanciers que la faillite. Or tel n'est pas le cas, a-t-elle conclu: le seul avantage tangible est constitué par l'offre des administrateurs de verser un montant de 75'000 fr. pour participer aux frais de concordat; mais cet avantage est infime, compte tenu de ce que la faillite doit être liquidée dans le délai de six mois à partir de son ouverture (art. 270 al. 1 LP), tandis que la procédure concordataire n'est pas limitée dans le temps.\n\nC.- SATA a formé un recours de droit public pour violation de l'art. 4 Cst.\n\nLe Tribunal fédéral a admis le recours et annulé la décision attaquée.", "considerants": "Extrait des motifs:\n\n2. La recourante fait valoir que la décision attaquée est entachée d'arbitraire en ce sens qu'elle consacre une violation flagrante des art. 305 et 306 LP. Elle tient le raisonnement suivant:\n\nQuand, comme en l'espèce, l'autorité constate qu'il y a unanimité des créanciers en faveur du concordat, il n'est plus en son pouvoir d'apprécier si l'homologation est réellement dans l'intérêt des créanciers; si elle substitue néanmoins son appréciation à celle des créanciers, elle tombe dans l'arbitraire. Dès lors qu'en l'occurrence la dignité de celui qui requiert le concordat n'entre pas en ligne de compte, il n'y a pas lieu, quant à BGE 106 III 34 S. 37savoir si le concordat sera plus avantageux pour les créanciers que la faillite, de s'écarter de l'opinion de ceux-ci, à moins qu'ils n'aient pas eu la possibilité de se déterminer en connaissance de cause ou n'aient été induits en erreur, ce qui n'est pas le cas.\n\na) Le droit du concordat ordinaire ne prévoit pas la possibilité d'adhésion tacite de créanciers au concordat proposé (cf. art. 305 al. 1 LP). Il se distingue sur ce point de la procédure de concordat pour les banques et les caisses d'épargne, où cette possibilité est expressément consacrée par la loi (cf. l'art. 37 al. 5 LB, l'art. 13 de l'ordonnance du Tribunal fédéral concernant la procédure de concordat pour les banques et les caisses d'épargne, du 11 avril 1935, et l'art. 52 al. 2 du règlement d'exécution de la loi fédérale sur les banques et les caisses d'épargne, du 30 août 1961, SR 952.0, 952.831 et 952.821). Il est donc plus que douteux qu'on puisse admettre, avec les autorités genevoises et la recourante, que le concordat a été accepté également par les créanciers qui n'ont pas fait d'objection au projet (cf. BODMER/KLEINER/LUTZ, Kommentar zum schweizerischen Bankengesetz, n. 32 ad art. 36-37). De toute façon d'ailleurs, même si l'on se borne à prendre en considération les créanciers qui ont expressément adhéré au concordat, il est constant que les majorités prescrites à l'art. 305 al. 1 LP pour l'acceptation du concordat ont été non seulement atteintes, mais dépassées. Il est en revanche sans importance pour le sort de la présente procédure qu'il y ait ou non unanimité des créanciers en faveur du concordat.\n\nb) A la différence de l'autorité de première instance, la Cour de justice n'a pas tranché la question de savoir si les administrateurs de SATA ont commis au détriment des créanciers des actes déloyaux ou d'une grande légèreté: se fondant sur ATF 95 III 60 ss., elle a considéré que le fait d'être digne du concordat n'était pas en l'espèce une condition essentielle. Elle s'est expressément bornée à rechercher si le concordat serait vraisemblablement plus avantageux que la faillite, ce qu'elle a ensuite nié.\n\nMais, en procédant à cet examen, la Cour de justice a perdu de vue que, sur un point essentiel, les conditions d'homologation sont plus strictes dans la procédure de concordat pour les banques et les caisses d'épargne que dans la procédure du concordat ordinaire. Aux termes de l'art. 37 al. 6 LB, le concordat BGE 106 III 34 S. 38ne sera homologué que si les conditions fixées à l'art. 306 LP sont remplies et s'il ressort en outre de toutes les circonstances que les intérêts de l'ensemble des créanciers seront mieux sauvegardés par le concordat que par la faillite. C'est là une réglementation plus sévère par rapport aux principes qui régissent le concordat ordinaire (ATF 87 III 38 consid. 3; REIMANN, Kommentar zum schweizerischen Bankengesetz, 3e éd., n. 12 ad art. 37). L'autorité concordataire doit, indépendamment de la volonté des créanciers, rechercher si le concordat bancaire sera vraisemblablement plus favorable à l'ensemble des créanciers que la faillite. Elle n'a en revanche pas un tel pouvoir d'examen en matière de concordat ordinaire; si les conditions légales sont remplies, elle ne saurait refuser d'homologuer un concordat même si elle doute qu'il soit plus avantageux aux créanciers que la faillite. Cette différence s'explique par le fait que, dans la procédure de concordat pour les banques et les caisses d'épargne, tous les créanciers qui n'ont pas soulevé d'objections contre le projet de concordat sont considérés comme l'ayant accepté. Il n'y a donc pas de garantie absolue, en cas d'acceptation, qu'une majorité réelle de créanciers ait estimé ce mode de liquidation plus avantageux que la faillite. D'où la nécessité que l'autorité de concordat bancaire procède à un examen des intérêts.\n\nc) Il convient néanmoins de préciser qu'il peut arriver que l'autorité de concordat soit amenée, dans la procédure de concordat ordinaire également, à vérifier que les intérêts des créanciers seront vraisemblablement mieux sauvegardés par l'homologation du concordat que par la faillite: c'est le cas quand le débiteur a commis au détriment de ses créanciers un acte déloyal ou d'une grande légèreté. En vertu de l'art. 306 al. 1 LP, l'autorité a le pouvoir d'apprécier s'il faut homologuer le concordat. Le critère d'appréciation déterminant sera que, malgré le comportement déloyal ou léger du débiteur, l'intérêt des créanciers commande l'homologation (FRITZSCHE, Schuldbetreibung und Konkurs, 2e éd., II, p. 328/329; E. BRAND, FJS no 1034 p. 3; H. GLARNER, Unter welchen Umständen ist ein Nachlassvertrag bei Vorliegen von Unwürdigkeitshandlungen des Schuldners durch die Nachlassbehörde zu bestätigen? RSJ 59, 1963, p. 353 ss.; P. LUDWIG, Der Nachlassvertrag mit Vermögensabtretung (Liquidationsvergleich), thèse Berne 1970, p. 18 et n. 8).\n\nBGE 106 III 34 S. 39\n\nd) En l'espèce, se référant à ATF 95 III 60 ss., la Cour de justice a délibérément renoncé à rechercher si les administrateurs de SATA avaient commis des actes relevant de l'art. 306 al. 1 LP. Dans ces conditions, la majorité requise des créanciers ayant accepté le concordat, elle n'avait pas le pouvoir d'examiner si le concordat était réellement plus favorable à l'ensemble des créanciers que la faillite. Quand les conditions légales sont remplies, le débiteur a un droit à l'homologation (ainsi: JAEGER, n. 4 ad art. 306 LP; BLUMENSTEIN, Handbuch des schweizerischen Schuldbetreibungsrechtes, p. 914; E. BRAND, FJS no 958 p. 11, ch. VI 2; H. GLARNER, Das Nachlassvertragsrecht nach schweizerischem SchKG, Zurich 1967, p. 24; C. HÜRLIMANN, Die Nachlasswürdigkeit gemäss Art. 306 SchKG, thèse Zurich 1969, p. 169 et les auteurs cités). Si l'homologation du concordat est subordonnée à une condition que la loi ne prévoit pas et que le concordat soit de ce fait rejeté, on pourrait y voir un déni de justice formel. En tout cas, il y a déni de justice matériel, car l'autorité de concordat tombe dans l'arbitraire quand elle ne limite pas l'examen qui lui incombe aux critères dégagés par le législateur, mais s'arroge un pouvoir qui ne lui appartient pas. La décision attaquée heurte donc l'art. 4 Cst. et doit être annulée."}