{"annee": "106", "cour": "V", "page": "86", "date": "4/6/1980", "cite": ["105 V 29", "98 V 100", "98 V 166", "102 V 13", "99 V 103", "101 V 87"], "cite_par": ["108 V 167", "119 V 468", "107 V 84", "112 V 387", "109 V 41", "110 V 298", "111 V 197", "115 V 208", "110 V 176", "112 V 174", "115 V 183", "126 V 288", "113 V 140", "113 V 17", "114 V 290", "112 V 371", "119 V 180", "116 V 246", "109 V 262", "125 V 368", "110 V 273", "107 V 36", "109 V 23", "110 V 291", "109 V 119", "110 V 117", "115 V 215", "117 V 329"], "chapeau": "20. Auszug aus dem Urteil vom 4. Juni 1980 i.S. Di Biagio gegen Ausgleichskasse des Kantons Solothurn und Versicherungsgericht des Kantons Solothurn", "regestes": ["Art. 4 et 28 LAI. N'est pas critiquable la pratique administrative d'après laquelle, pour la même atteinte à la santé, il n'y a pas lieu de retenir dans l'assurance-invalidité un taux d'invalidité plus élevé que celui reconnu par l'assurance-accidents obligatoire ou par l'assurance militaire. Limites de l'application de ce principe."], "faits": "", "considerants": "BGE 106 V 86 S. 87\n\nAus den Erwägungen:\n\n1. a) Nach Art. 41 IVG sind laufende Renten für die Zukunft zu erhöhen, herabzusetzen oder aufzuheben, wenn sich der Invaliditätsgrad in einer für den Anspruch erheblichen Weise ändert. Anlass zur Rentenrevision gibt jede wesentliche Änderung in den tatsächlichen Verhältnissen, die geeignet ist, den Invaliditätsgrad und damit den Rentenanspruch zu beeinflussen. Ob eine solche Änderung eingetreten ist, beurteilt sich durch Vergleich des Sachverhaltes, wie er im Zeitpunkt der ursprünglichen Rentenverfügung bestanden hat, mit demjenigen zur Zeit der streitigen Revisionsverfügung (BGE 105 V 29).\n\nb) Fehlen die in Art. 41 IVG genannten Voraussetzungen, so kann die Rentenverfügung lediglich nach den für die Wiedererwägung rechtskräftiger Verwaltungsverfügungen geltenden Regeln abgeändert werden. Danach ist die Verwaltung befugt, auf eine formell rechtskräftige Verfügung zurückzukommen, wenn sich diese als zweifellos unrichtig erweist und ihre Berichtigung von erheblicher Bedeutung ist. Sie ist verpflichtet, darauf zurückzukommen, wenn neue Tatsachen oder neue Beweismittel entdeckt werden, die geeignet sind, zu einer andern rechtlichen Beurteilung zu führen (BGE 102 V 17, BGE 99 V 103, BGE 98 V 104). Der Richter kann eine zu Unrecht ergangene Revisionsverfügung gegebenenfalls mit der substituierten Begründung schützen, dass die ursprüngliche Rentenverfügung zweifellos unrichtig und die Berichtigung von erheblicher Bedeutung ist (BGE 105 V 29).\n\n2. a) Im vorliegenden Fall fehlen jegliche Anhaltspunkte dafür, dass sich der Invaliditätsgrad in der Zeit nach Erlass der Verfügung vom 29. Januar 1979, mit welcher ab 1. Januar 1979 weiterhin eine halbe Rente gewährt wurde, bis zum Erlass der Aufhebungsverfügung vom 14. März 1979 in einer für den Rentenanspruch erheblichen Weise geändert hätte. Die Aufhebung der Rente erfolgte denn auch nicht revisionsweise, sondern im Verfahren der Wiedererwägung, nachdem die Invalidenversicherungs-Kommission Kenntnis davon erhalten hatte, dass die SUVA die Invalidität auf lediglich einen Drittel geschätzt hatte. Die Kommission stützte sich dabei sinngemäss auf Rz 288.1 der Wegleitung über Invalidität und Hilflosigkeit, BGE 106 V 86 S. 88gültig ab 1. Januar 1979 wonach in der Invalidenversicherung für den gleichen Gesundheitsschaden kein höherer Invaliditätsgrad angenommen werden darf als in der obligatorischen Unfallversicherung oder der Militärversicherung; gelangt die Invalidenversicherungs-Kommission zu einem abweichenden Invaliditätsgrad, ohne dass der Unterschied auf vorbestandene oder begleitende Leiden zurückzuführen ist, die in der Invalidenversicherung, nicht aber in der Unfallversicherung oder der Militärversicherung zu berücksichtigen sind, so hat sie den Fall dem Bundesamt für Sozialversicherung zu unterbreiten.\n\nb) Wie das Eidg. Versicherungsgericht wiederholt ausgeführt hat, stimmt der Invaliditätsbegriff in der Invalidenversicherung mit demjenigen in der obligatorischen Unfallversicherung und der Militärversicherung grundsätzlich überein (BGE 98 V 166, EVGE 1967 S. 22). In allen drei Bereichen bedeutet er die durch einen versicherten Gesundheitsschaden verursachte durchschnittliche Beeinträchtigung der Erwerbsmöglichkeiten auf dem für den Versicherten in Betracht fallenden ausgeglichenen Arbeitsmarkt. Der Grad der Invalidität entspricht somit dem während einer hinreichenden Dauer bestehenden durchschnittlichen Verhältnis zwischen dem, was der Versicherte ohne Invalidität verdienen könnte, und dem, was er trotz der versicherten Gesundheitsschädigung bei ausgeglichener Arbeitsmarktlage zumutbarerweise zu erwerben fähig ist.\n\nDaraus folgt, dass die Invaliditätsschätzung in der Invalidenversicherung, der obligatorischen Unfallversicherung und der Militärversicherung, bezogen auf den gleichen Gesundheitsschaden, zum gleichen Ergebnis führen muss. Es ist daher durchaus folgerichtig, wenn auf dem Wege der Verwaltungsweisungen eine Regelung angestrebt wird, die geeignet ist, unterschiedliche Beurteilungen des gleichen Sachverhaltes in den verschiedenen Zweigen der Sozialversicherung zu vermeiden. Dass dabei der SUVA bzw. der Militärversicherung der Vorrang bei der Feststellung der Invalidität eingeräumt wurde, erscheint als naheliegend, verfügen diese Sozialversicherungszweige doch über einen eigenen, gut ausgebauten Apparat zur Beurteilung dieser Frage, was für die Invalidenversicherung nicht in gleichem Masse zutrifft. Die Verwaltungsweisung, welche den Invalidenversicherungs-Kommissionen die Möglichkeit entzieht, von sich aus für den gleichen Gesundheitsschaden einen von der SUVA oder der Militärversicherung BGE 106 V 86 S. 89abweichenden Invaliditätsgrad festzulegen, ist daher nicht zu beanstanden.\n\nDamit ist entgegen dem, was die Vorinstanz anzunehmen scheint, nicht gesagt, dass die Invaliditätsschätzung der SUVA bei ausschliesslich unfallbedingtem Gesundheitsschaden für die Invalidenversicherung in jedem Fall verbindlich ist. Ungeachtet des übereinstimmenden Invaliditätsbegriffes ergeben sich aus der gesetzlichen Regelung Unterschiede, die bei der Invaliditätsbemessung nicht unbeachtet bleiben können. So kann sich eine unterschiedliche Beurteilung daraus ergeben, dass die Renten der SUVA nur beschränkt revidierbar sind (Art. 80 Abs. 2 KUVG), wogegen solche der Invalidenversicherung grundsätzlich jederzeit in Revision gezogen werden können (nicht veröffentlichtes Urteil vom 30. Mai 1980 i.S. Tamburino). Die Verwaltungsweisungen lassen daher zu Recht eine von der allgemeinen Regel abweichende Beurteilung (durch die Aufsichtsbehörde) zu. Im übrigen ist der Sozialversicherungsrichter an die Verwaltungsweisungen nicht gebunden; doch soll er von gesetzmässigen Weisungen nur abweichen, wenn ihm das Ergebnis im Einzelfall als fragwürdig erscheint (vgl. BGE 101 V 87)."}