{"annee": "106", "cour": "IV", "page": "403", "date": "24/9/1980", "cite": [], "cite_par": ["115 IV 199", "115 IV 100"], "chapeau": "98. Auszug aus dem Urteil des Kassationshofes vom 24. September 1980 i.S. V. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)", "regestes": ["Art. 29, 93 ch. 2 LCR. Lorsque la nature d'une défectuosité ou le succès d'une réparation doivent être mis en évidence au moyen d'une course d'essai, celle-ci ne tombe, par exception, pas sous le coup des art. 29 et 93 ch. 2 LCR, même si le véhicule utilisé n'est pas en parfait état de fonctionnement, pour autant qu'elle soit de courte durée et que les précautions nécessaires aient été prises pour éviter tout accident."], "faits": "", "considerants": "|404|\n\nAus den Erwägungen:\n\n3. Nach den Feststellungen der Vorinstanz, die im kantonalen Nichtigkeitsverfahren bestätigt wurden, handelt es sich bei der behaupteten Probefahrt des Beschwerdeführers um eine reine Schutzbehauptung, d.h. um eine Unwahrheit.\n\nIn Wirklichkeit nahm der Beschwerdeführer von den auf dem Garagenvorplatz abgestellten alten Wagen den vordersten, montierte die Händlerschilder und fuhr weg, um ein in Panne geratenes Kundenfahrzeug von St. Gallen nach Neftenbach zu schleppen. Es bedarf keiner näheren Begründung, dass eine solche Fahrt nicht als Probefahrt einzustufen ist. Die vom Beschwerdeführer in diesem Zusammenhang erhobenen Einwände werden damit hinfällig.\n\n4. Selbst wenn es sich um eine Probefahrt gehandelt hätte, könnte von einer Verletzung von Bundesrecht keine Rede sein. Zwar wird einem Automechaniker zuzubilligen sein, mit defekten oder soeben reparierten Autos Fahrten zu unternehmen, um auf diese Weise gewisse Funktionen, die sich nicht anders kontrollieren lassen, zu überprüfen. Das wird auch dann zulässig sein müssen, wenn anzunehmen ist, dass beim Fahrzeug keine volle Verkehrstauglichkeit besteht.\n\nVoraussetzung für solche Probefahrten ist jedoch stets, dass die Fahrt nicht zu einer Verkehrsgefährdung führt. Erforderlich |405| ist m.a.W., dass die möglichen Defekte untergeordneter Natur sind und durch entsprechende Vorsichtsmassnahmen (z.B. besonders langsames Fahren, Benützen einer einsamen Strasse, Warnen durch Begleitfahrzeuge usw.), soweit ausgeglichen werden können, dass sie keine Unfallgefahr darstellen.\n\nIst jedoch ein Fahrzeug verkehrsuntauglich oder bedarf es zur Abklärung des Defektes keiner Probefahrt, so ist eine solche unzulässig. Beides trifft vorliegend zu. Durchgerostete wesentliche Teile der Trägerkonstruktion können erfahrungsgemäss jederzeit zu einem Unfall führen. Nach den beiden Experten waren diese Mängel ohne Probefahrt sofort erkennbar. Eine Bremse, bei der ein Rad ungebremst bleibt, ist gefährlich und der Defekt in der Garage oder auf einem Garagenvorplatz feststellbar. Eine Probefahrt von ca. 140 km war bei dieser Sachlage unter keinen Umständen zu rechtfertigen. Die Bestrafung des Beschwerdeführers erfolgte daher zurecht."}