{"annee": "106", "cour": "IA", "page": "409", "date": "9/12/1980", "cite": ["89 I 178", "105 IA 43", "89 I 460", "101 IA 502", "91 I 17"], "cite_par": ["109 IA 91", "112 IB 20", "111 IA 23", "116 IA 177"], "chapeau": "67. Extrait de l'arrêt de la Ire Cour de droit public du 9 décembre 1980 dans la cause Guglielmazzi et consorts contre Baatard et Office cantonal du logement du canton de Vaud (recours de droit public)", "regestes": ["Art. 88 OJ. Qualité du locataire pour recourir par la voie du recours de droit public contre une décision cantonale accordant à un propriétaire l'autorisation de transformer son immeuble; exigence d'un intérêt juridiquement protégé (mise au point de la jurisprudence) (consid. 3). Portée du décret vaudois du 5 décembre 1962 (modifié le 21 novembre 1973) concernant la démolition et la transformation de maisons d'habitation et l'utilisation de logements à d'autres fins que l'habitation: ce décret a été édicté dans l'intérêt public et a pour but la lutte contre la pénurie de logements; il n'a nullement pour objectif d'intervenir dans les rapports contractuels entre bailleur et locataire (confirmation de la jurisprudence) (consid. 4)."], "faits": "|410|\n\nRose-Marie, Paul et Olivier Baatard sont propriétaires, à la rue du Simplon à Renens, d'un immeuble locatif construit de 1903 à 1905 et comprenant 16 appartements dont 8 de trois pièces et 8 de quatre pièces. Le 8 octobre 1979, ils ont déposé auprès de la commune de Renens une demande d'autorisation de transformer leur immeuble, demande fondée sur le décret vaudois du 5 décembre 1962 (modifié le 21 novembre 1973) concernant la démolition et la transformation de maisons d'habitation et l'utilisation de logements à d'autres fins que l'habitation. La transformation sollicitée consistait notamment à doter l'ensemble des appartements de salles de bain, de blocs de cuisine et d'installations de chauffage central et de production d'eau chaude, qui leur faisaient jusqu'alors défaut. Il devait en résulter une augmentation des loyers de 225 fr. à 605 fr. pour les logements de trois pièces et de 235 fr. à 615 fr. pour les logements de quatre pièces.\n\nLa Municipalité de Renens transmit la demande des propriétaires, accompagnée de son préavis défavorable, à l'Office cantonal du logement. Par décision du 21 mai 1980, cet office a accordé l'autorisation demandée, en l'assortissant toutefois de certaines conditions.\n\nAgissant par la voie d'un recours de droit public fondé sur l'art. 4 Cst., Louis Guglielmazzi et 17 autres personnes, locataires - ou se disant locataires - de l'immeuble concerné, ont demandé au Tribunal fédéral d'annuler cette décision de l'Office cantonal du logement.\n\nLe Tribunal fédéral a déclaré le recours irrecevable.", "considerants": "Extrait des considérants:\n\n3. Dans l'arrêt (non publié) Marcel Greub c. La Mobilière Suisse et le Département des travaux publics du canton de Neuchâtel du 13 septembre 1967, le Tribunal fédéral a déjà eu l'occasion de se prononcer sur la qualité du locataire pour recourir, par la voie du recours de droit public, contre une décision cantonale accordant aux propriétaires l'autorisation de démolir un immeuble, prise sur la base du décret neuchâtelois du 18 juin 1963 concernant la démolition et la transformation de maisons d'habitation. Après avoir considéré que ce texte légal avait pour but de combattre la pénurie de logements et que c'était là une affaire d'intérêt public (ATF 91 I 21; ATF 89 I 461), |411| il a dénié au recourant la qualité pour agir, les intérêts particuliers que le décret pouvait incidemment préserver en faveur du locataire n'étant que de simples intérêts de fait. Dans l'arrêt (non publié) Weber et consorts c. Dürig et Conseil d'Etat de Bâle-Ville du 19 août 1980, il n'a pas eu à réexaminer cette question, les recourants n'étant pas locataires des immeubles pour lesquels une autorisation de démolir avait été accordée; il a cependant émis un doute quant au maintien de sa jurisprudence antérieure, en se référant aux considérants de deux arrêts, l'un du 9 mars 1979 (ATF 105 Ia 43 ss.) et l'autre non publié du 23 avril 1980 (Société immobilière du Centre commercial du Lignon contre Genève). Or ces deux arrêts ne dérogent en rien à la règle selon laquelle le recours de droit public ne peut avoir pour but, selon l'art. 88 OJ, ni la sauvegarde de simples intérêts de fait, ni la défense de l'intérêt général. En effet, le premier de ces arrêts a uniquement reconnu au locataire la qualité pour recourir contre une atteinte au droit de propriété, si cette atteinte le touche dans ses droits de locataire. Il s'est borné à admettre, en toute logique, que celui-ci est légitimé à faire valoir une violation de la garantie de la propriété lorsque des restrictions de droit public à la propriété privée le touchent dans ses intérêts juridiquement protégés de locataire. Ceci se justifie d'autant plus que la garantie de la propriété ne recouvre pas seulement le droit de propriété au sens strict, mais également d'autres droits patrimoniaux parmi lesquels la possession, exercée notamment en vertu d'un contrat de bail. Le second arrêt a traité de la recevabilité d'un recours de droit cantonal formé par un locataire et non du recours de droit public au sens de l'art. 88 OJ. Il a admis que l'autorité cantonale pouvait, sans tomber dans l'arbitraire, reconnaître à un locataire voisin la qualité pour faire opposition à une demande d'autorisation de construire et conduire la procédure de recours subséquente, à la condition toutefois qu'il établisse ou rende hautement vraisemblable la violation d'une disposition protégeant à titre principal ou accessoire ses intérêts personnels. On peut relever, au demeurant, que cette conception du droit cantonal genevois coïncide avec les exigences requises par la jurisprudence actuelle interprétant l'art. 88 OJ. Les deux arrêts précités ne justifient donc pas, comme tels, une remise en cause de cette jurisprudence et de l'application qui en a été faite dans l'arrêt Greub du 13 septembre 1967.\n\n|412|\n\n4. Les recourants prétendent que l'autorité cantonale a appliqué arbitrairement le décret vaudois du 5 décembre 1962 (modifié le 21 novembre 1973) concernant la démolition et la transformation de maisons d'habitation et l'utilisation de logements à d'autres fins que l'habitation (ci-après: le décret) et en particulier ses art. 2, 3 et 3bis. L'art. 2 pose le principe selon lequel l'autorisation de démolir ou de transformer est refusée lorsque l'immeuble en cause comprend des logements d'une catégorie où sévit la pénurie. L'art. 3 définit les motifs qui permettent de faire exception à ce principe et l'art. 3bis, introduit par la novelle du 21 novembre 1973, vise à éviter que le propriétaire place l'autorité devant un fait accompli en laissant intentionnellement son immeuble aller à l'abandon dans le but d'obtenir une autorisation exceptionnelle. Examinant la portée de ce décret, le Tribunal fédéral a relevé qu'il a pour but la lutte contre la pénurie de logements et que, par conséquent, il a été édicté dans l'intérêt public (ATF 89 I 180). Les recourants ne prétendent pas que la novelle de 1973 ait modifié ce but fondamental. Le Tribunal fédéral a eu l'occasion de préciser, en se fondant sur les travaux préparatoires, que ce texte révisé était destiné à renforcer la protection de cet intérêt public et que, dans sa nouvelle teneur, le décret n'avait pas plus qu'auparavant pour objectif d'intervenir dans les rapports contractuels entre bailleur et locataire (ATF 101 Ia 506 ss.; voir également le Bulletin des séances du Grand Conseil du canton de Vaud, automne 1962, p. 728, 804/805).\n\nLe texte actuel du décret, dans son ensemble ou dans ses dispositions dont les recourants critiquent l'application, ne permet aucune équivoque quant au but recherché par le législateur. Ce but n'est manifestement pas de donner au locataire, pris individuellement, des prétentions supérieures à celles qu'institue en sa faveur le droit privé fédéral, qu'il s'agisse des art. 267 ss. CO relatifs à la résiliation du contrat de bail, ou de la législation complémentaire, en particulier l'arrêté fédéral du 30 juin 1972 instituant des mesures contre les abus dans le secteur locatif et ses dispositions d'exécution. Les restrictions apportées par le décret à la liberté du propriétaire de démolir ou de transformer un immeuble loué tendent à éviter des tensions sur le marché du logement qui pourraient résulter de la raréfaction des logements disponibles ou des logements à loyer modéré, consécutive à des démolitions ou transformations injustifiées. Il est |413| clair que, dans les faits, une autorisation de démolir aura des conséquences directes sur la durée du bail et qu'une autorisation de transformer en aura soit sur cette durée, soit sur le montant du loyer. Les intérêts du locataire ainsi lésé sont toutefois de simples intérêts matériels qui ne trouvent pas leur protection dans les dispositions du droit cantonal limitant le droit de disposition du propriétaire. La protection du locataire, pris individuellement, telle qu'elle est assurée par les dispositions du droit fédéral, n'est en rien affectée par l'autorisation de démolir ou de transformer accordée au bailleur. Les rapports entre les parties demeurent en effet soumis notamment aux règles relatives au congé et à celles réprimant les loyers abusifs. L'autorisation administrative donnée au bailleur pour lui permettre de démolir ou de transformer l'immeuble loué ne le dispense pas de respecter les délais de congé légaux, conventionnels ou usuels et ne le met pas à l'abri d'une requête en prolongation de bail. Saisi d'une telle démarche du locataire, le juge compétent conserverait une latitude de jugement nullement entamée par la décision administrative qui lui serait soumise à titre préjudiciel. Quant à la fixation du montant du loyer entre un propriétaire déterminé et son locataire, elle est régie, fondamentalement, par le principe de la liberté contractuelle, amendée par les mesures que le législateur fédéral a adoptées pour réprimer les abus dans le secteur locatif. En tant qu'il pose des limites à la transformation des bâtiments d'habitation, le décret en cause cherche à maintenir, sur le marché, des logements à des prix abordables; il ne saurait toutefois constituer une législation complémentaire à celle par laquelle le législateur fédéral a dérogé, de manière exhaustive, aux prescriptions du Code des obligations sur le bail à loyer.\n\nIl résulte de ces considérations qu'en invoquant une violation du décret vaudois des 5 décembre 1962 et 21 novembre 1973, les recourants ne font valoir aucun intérêt juridiquement protégé au sens de l'art. 88 OJ. Ils n'ont, partant, pas qualité pour recourir par la voie du recours de droit public."}