{"annee": "106", "cour": "IA", "page": "201", "date": "26/9/1980", "cite": ["104 IA 113", "105 IA 2", "105 IA 134"], "cite_par": ["107 IA 29", "114 IA 8", "109 IB 308", "112 IA 39", "112 IA 251", "128 I 327", "112 IA 260"], "chapeau": "38. Urteil der II. öffentlichrechtlichen Abteilung vom 26. September 1980 i.S. Doering gegen Standeskommission des Kantons Appenzell I.Rh. (staatsrechtliche Beschwerde)", "regestes": ["Base légale pour les redevances causales. Nature juridique des ordonnances édictées par le Grand Conseil du canton d'Appenzell Rh.-Int. sur délégation de la Landsgemeinde; exigences relatives à la base légale s'agissant d'ordonnances réglant le prélèvement de contributions (consid. 2). Répartition des frais d'un plan de quartier entre les propriétaires fonciers (consid. 3)."], "faits": "BGE 106 Ia 201 S. 201\n\nAlbert Doerig-Tuena ist Eigentümer eines überbauten Grundstückes im \"Blattenrain-Kreuzhof\"-Quartier in Appenzell. Dieses Quartier bildet Gegenstand eines Quartierplanes, der am 21. April 1971 von der Feuerschaugemeinde Appenzell erlassen worden ist. Mit Schreiben vom 13. September 1974 gab die Feuerschau-Verwaltung Doerig bekannt, dass sich die gesamten Kosten der Quartierplanung auf Fr. 6'812.10 beliefen BGE 106 Ia 201 S. 202und dass diese auf die Grundeigentümer des Quartiers im Verhältnis der Fläche ihrer Grundstücke zu verteilen seien. Doerig wurde dementsprechend ein Kostenanteil von Fr. 336.05 auferlegt. Gegen diese Kostenauflage rekurrierte Doerig an die Standeskommission des Kantons Appenzell Innerrhoden. Diese wies den Rekurs mit Entscheid vom 14. November 1978 ab.\n\nMit staatsrechtlicher Beschwerde beantragt Doerig die Aufhebung des Entscheids der Standeskommission, soweit damit die ihm auferlegten Quartierplankosten bestätigt worden sind. Er rügt eine Verletzung von Art. 4 BV und des Grundsatzes der Gewaltenteilung. Er macht geltend, die angefochtene Kostenauflage könne sich nicht auf eine genügende gesetzliche Grundlage stützen; im übrigen seien die Voraussetzungen für die Erhebung einer Vorzugslast nicht gegeben.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 30 Abs. 4 des am 28. April 1963 von der Landsgemeinde beschlossenen Baugesetzes des Kantons Appenzell Innerrhoden bestimmt:\n\n\"Der Grosse Rat erlässt für die Erstellung von Quartierplänen besondere\n\nVollziehungsvorschriften.\"\n\nGestützt auf diese Bestimmung traf der Grosse Rat in der Vollziehungsverordnung zum Baugesetz vom 14. April 1964 folgende Regelung hinsichtlich der Verfahrenskosten von Quartierplänen und Baulandumlegungen (Art. 19 Abs. 1 der Verordnung):\n\n\"Die Kosten des Quartierplanes und der Baulandumlegung haben die\n\nBeteiligten zu tragen. Eigentümer bereits überbauter Grundstücke, die nicht\n\nin die Baulandumlegung einbezogen wurden, können zur Kostentragung\n\nbeigezogen werden, wenn die Quartierplanung zu einer späteren besseren\n\nErschliessung ihres Grundstückes führt.\"\n\nDie Feuerschau-Verwaltung Appenzell stützte die vom Beschwerdeführer angefochtene Kostenauflage auf die zitierte Verordnungsbestimmung.\n\n2. a) Nach der Rechtsprechung des Bundesgerichts bedürfen alle öffentlichen Abgaben - mit Ausnahme der Kanzleigebühren - der Grundlage in einem Gesetz im formellen Sinn, d.h. in einem dem Referendum unterstehenden Erlass. Das bedeutet nicht, dass der Gesetzgeber die Befugnis zur BGE 106 Ia 201 S. 203Festsetzung der Abgabe nicht an eine untergeordnete Behörde übertragen dürfte; das Gesetz hat jedoch in solchen Fällen den Kreis der Abgabepflichtigen, den Gegenstand der Abgabe und deren Bemessung in den Grundzügen selber festzulegen (BGE 105 Ia 4, 144 f. E. 5a; BGE 104 Ia 115 E. 3). Diese Grundsätze gelten für die Steuern ohne Vorbehalt. Bei Gebühren hat das Bundesgericht in jüngster Zeit jedoch auf das Erfordernis der formellgesetzlichen Grundlage verzichtet, wenn die in Frage stehende Gebühr einen stark technischen Charakter aufwies oder rasch wandelnden Verhältnissen unterworfen war. Dieser Vorbehalt wurde insbesondere damit begründet, dass der Betroffene mit Rücksicht auf das Wesen der Gebühr sich stets auf das Kostendeckungs- und Äquivalenzprinzip berufen könne (BGE 105 Ia 145 E. 5a mit Hinweisen).\n\nb) Im vorliegenden Fall stellt sich die Frage, ob die Verordnungen des appenzell-innerrhodischen Grossen Rates im Hinblick auf das bundesrechtliche Erfordernis der formellgesetzlichen Grundlage als Gesetz oder als Verordnung zu betrachten sind. Die Standeskommission führt gestützt auf BROGER (Der Grosse Rat im innerrhodischen Recht, Diss. Freiburg 1951, S. 175 f.) aus, die innerrhodische Verfassung kenne zwar weder ein obligatorisches noch fakultatives Referendum für die vom Grossen Rat erlassenen Verordnungen und Reglemente. Ein einzelner Stimmberechtigter könne jedoch an der Landsgemeinde den Erlass, die Änderung oder die Aufhebung eines Gesetzes beantragen. Dieses Antragsrecht beziehe sich auch auf Materien, deren Regelung die Landsgemeinde dem Grossen Rat delegiert habe. Der Stimmbürger könne somit auch die Aufhebung und Abänderung von Verordnungen des Grossen Rats beantragen und verfüge auf diese Weise über ein Referendumsrecht. Die Standeskommission kommt zum Schluss, bei dieser Rechtslage müssten die Verordnungen des Grossen Rates im Hinblick auf die bundesgerichtliche Rechtsprechung als Gesetze im formellen Sinn betrachtet werden. Die Vollziehungsverordnung zum Baugesetz vom 14. April 1964 bilde daher eine formellgesetzliche und somit genügende Grundlage für die dem Beschwerdeführer auferlegten Quartierplankosten.\n\nDas Verfassungsrecht des Kantons Appenzell Innerrhoden stellt in der Tat ein Verfahren zur Verfügung, um Verordnungen des Grossen Rates aufzuheben oder abzuändern, das den Bürgern einen ähnlichen Schutz bietet wie die Einrichtung des BGE 106 Ia 201 S. 204Referendums in anderen Kantonen. Die Auffassung, die aufgrund einer Delegation ergangenen Verordnungen des appenzell-innerrhodischen Grossen Rates, seien als Gesetze im formellen Sinn zu betrachten, lässt sich daher mit guten Gründen vorbringen. Wie es sich damit verhält, braucht indes im vorliegenden Fall nicht weiter geprüft zu werden. Auch wenn die Vollziehungsverordnung zum Baugesetz nicht selber als Gesetz im formellen Sinn betrachtet werden kann, darf - wie sich zeigen wird - immerhin davon ausgegangen werden, dass sich diese Verordnung auf ein Gesetz im formellen Sinn stützen lässt.\n\nc) Mit dem Antragsrecht an der Landsgemeinde stellt das appenzell-innerrhodische Recht den Bürgern ein Verfahren zur Aufhebung von Verordnungen zur Verfügung, das einem Referendum zumindest nahe kommt. Der Schutz vor Verordnungen, welche von einem anderen Organ als dem Gesetzgeber erlassen werden, braucht daher nicht ausschliesslich durch eine strenge Handhabung der Delegationsgrundsätze gewährleistet zu werden. Unter diesen Umständen ist es zulässig, die Anforderungen, die nach der Rechtsprechung in der Regel an die gesetzliche Grundlage zu stellen sind, im Fall einer Verordnungsdelegation an den appenzell-innerrhodischen Grossen Rat herabzusetzen.\n\nArt. 30 Abs. 3 des Baugesetzes beauftragt den Grossen Rat, Vollziehungsvorschriften für die Erstellung von Quartierplänen zu erlassen. Zu den Vorschriften über die Erstellung von Quartierplänen gehören auch solche über die Verteilung der Kosten, welche durch diese Arbeit entstanden sind. Im Hinblick auf die besondere verfassungsrechtliche Situation im Kanton Appenzell Innerrhoden darf im weiteren davon ausgegangen werden, die Grundlage in Art. 30 Abs. 4 des Baugesetzes reiche auch aus für die Verteilung der Kosten des Quartierplanes auf die Beteiligten, wie sie in Art. 19 Abs. 1 der Vollziehungsverordnung vorgesehen ist. Die gesetzliche Grundlage für diese Bestimmung kann auch darum als genügend betrachtet werden, weil die Behörde bei der Verteilung dieser Kosten das Kostendeckungs- und Äquivalenzprinzip zu beachten hat.\n\nDie Rüge, der Grosse Rat habe mit dem Erlass von Art. 19 Abs. 1 der Vollziehungsverordnung zum Baugesetz das Prinzip der Gewaltenteilung verletzt, geht somit fehl.\n\n3. Ob es sich beim angefochtenen Beitrag an die Kosten des Quartierplanes um eine Vorzugslast oder um eine Gebühr BGE 106 Ia 201 S. 205handelt, braucht nicht geprüft zu werden. In beiden Fällen ist die Kostenauflage nach der bundesgerichtlichen Rechtsprechung zulässig, wenn sie weder das Kostendeckungs- noch das Äquivalenzprinzip verletzt. Die Verteilung der Gesamtkosten auf die einzelnen Beteiligten muss im übrigen nach sachlich haltbaren Gesichtspunkten ausgestaltet sein und darf keine Unterscheidungen treffen, für die ein vernünftiger Grund nicht ersichtlich ist (Art. 4 BV).\n\nDas Kostendeckungsprinzip wurde im vorliegenden Fall nicht verletzt, da die einzelnen, den Beteiligten auferlegten Beträge die Gesamtkosten des Quartierplanes nicht übersteigen.\n\nIm weiteren wurden die Anforderungen des Äquivalenzprinzips beachtet, da davon ausgegangen werden kann, der bescheidene Kostenanteil von Fr. 336.05 stehe in einem angemessenen Verhältnis zum Vorteil einer geordneten Überbauung des Quartiers, welche durch den Quartierplan gewährleistet wird. Ein weiterer Vorteil, insbesondere derjenige einer späteren besseren Erschliessung eines Grundstückes, musste die Standeskommission nicht nachweisen, um dem Beschwerdeführer für die Erstellung des Quartierplanes Kosten aufzuerlegen. Der Vorteil einer späteren besseren Erschliessung eines Grundstückes muss nach Art. 19 Abs. 1 der Vollziehungsverordnung nur dann dargetan werden, wenn einem Eigentümer eines bereits überbauten Grundstückes Kosten einer Baulandumlegung, in die sein Grundstück nicht einbezogen wurde, auferlegt werden. Eine solche Baulandumlegung ist im vorliegenden Fall jedoch nicht durchgeführt worden.\n\nDie Aufteilung der Kosten des Quartierplanes unter die Grundeigentümer im Verhältnis der Fläche ihrer Grundstücke ist sachlich haltbar, denn es kann mit guten Gründen vorgebracht werden, die Grundstücke profitierten von der Quartierplanung im Verhältnis ihrer Grösse. Bei dieser Sachlage bestehen auch keine Anhaltspunkte dafür, dass mit der beanstandeten Kostenauflage Unterscheidungen getroffen werden, für die ein vernünftiger Grund nicht ersichtlich ist. Die im angefochtenen Entscheid durchgeführte Kostenverteilung hält somit vor Art. 4 BV stand.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird abgewiesen."}