{"annee": "106", "cour": "IV", "page": "83", "date": "13/2/1980", "cite": ["104 IV 266"], "cite_par": ["112 IB 576"], "chapeau": "29. Auszug aus dem Urteil des Kassationshofes vom 13. Februar 1980 i.S. Bundesamt für Zivilluftfahrt und Schweizerische Bundesanwaltschaft gegen L. und Staatsanwaltschaft des Kantons Basel-Stadt (Nichtigkeitsbeschwerde)", "regestes": ["Art. 11 al. 1 DPA. Prescription de l'action pénale. Le délai de deux ans prévu dans cette disposition peut être interrompu et prolongé de deux ans au maximum, conformément à l'art. 72 ch. 2 al. 2 CP."], "faits": "", "considerants": "BGE 106 IV 83 S. 83\n\nAus den Erwägungen:\n\n2. Die Auslegung von Art. 11 VStrR durch die Vorinstanz hält einer Überprüfung nicht stand. Wie bereits in BGE 104 IV 267 E. 2 ausgeführt wurde, ordnet Art. 11 VStrR die Verjährung nicht umfassend, sondern regelt nur jene Fragen der Verjährung, die von den allgemeinen Verjährungsbestimmungen des Strafgesetzbuches abweichen. Soweit Art. 11 VStrR keine besondern Regeln über die Verjährung aufstellt, bleiben daher gemäss Art. 2 VStrR die Vorschriften des StGB anwendbar.\n\nArt. 11 bestimmt in Absatz 1 nur, dass Übertretungen des Verwaltungsstrafrechts - abweichend von der einjährigen Frist des Art. 109 StGB - in zwei Jahren verjähren. Dass mit dieser Verlängerung der Verjährungsfrist gleichzeitig die allgemeine Regel der Verjährungsunterbrechung ausgeschaltet werden wollte und die ordentliche Verjährungsfrist auch als BGE 106 IV 83 S. 84absolute Grenze der zulässigen Strafverfolgung gelten soll, ergibt sich weder aus dem Wortlaut des Gesetzes noch aus der Entstehungsgeschichte. Eine solche ungewöhnliche, der Systematik des StGB widersprechende Verjährungsordnung hätte im VStrR unmissverständlich zum Ausdruck gebracht werden müssen. Das Fehlen einer Regelung der offen gebliebenen Fragen kann daher nur die ergänzende Anwendung der entsprechenden Bestimmungen des Art. 72 StGB zur Folge haben. Dem steht keineswegs entgegen, dass die Frist des Art. 109 StGB bereits verdoppelt wurde. Diese Verlängerung ist nur darauf zurückzuführen, dass sich die einjährige Frist in Verwaltungsstrafsachen als zu kurz erwiesen hat. Nach Art. 11 Abs. 2 VStrR kann selbst die dort auf 5 Jahre festgesetzte Verjährungsfrist durch Unterbrechung verlängert werden. Die hier vorgesehene besondere Ordnung der absoluten Verjährung bestätigt im übrigen, dass Art. 11 VStrR lediglich Sonderregeln enthält und sonst durch die allgemeinen Bestimmungen des StGB zu ergänzen ist.\n\nDer angefochtene Entscheid verletzt die massgebenden bundesrechtlichen Bestimmungen über die Verjährung und ist aufzuheben. Die Vorinstanz hat die Sache materiell zu beurteilen. Denn die Verjährungsfrist, die am 22. Mai 1976 zu laufen begann, wurde durch die Eröffnung der Strafverfolgung im März 1978 und durch spätere behördliche Handlungen unterbrochen. Die absolute Verjährung tritt erst nach vier Jahren am 22. Mai 1980 ein."}