{"annee": "106", "cour": "IB", "page": "173", "date": "30/5/1980", "cite": ["102 IV 145", "92 IV 115", "90 I 63", "104 IB 245", "101 IV 402", "102 II 85", "93 I 75"], "cite_par": ["112 IB 350"], "chapeau": "27. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 30. Mai 1980 i.S. Grünig gegen Eidg. Justiz- und Polizeidepartement (Verwaltungsgerichtsbeschwerde)", "regestes": ["Qualité pour recourir. Contre le refus d'autoriser une poursuite pénale contre un fonctionnaire, seul le lésé au sens de l'art. 15 al. 5 de la loi sur la responsabilité de la Confédération a qualité pour former un recours de droit administratif; l'art. 103 let. a OJ n'est pas applicable."], "faits": "BGE 106 Ib 173 S. 174\n\nMit Eingabe vom 21. September 1978 an das Untersuchungsrichteramt Bern erstattete Alfred Grünig, der eine Geflügelfarm betreibt, Strafanzeige gegen unbekannte Beamte des Eidg. Volkswirtschaftsdepartements, insbesondere der Abteilung für Landwirtschaft und deren Preiskontrollstelle wegen strafbarer Handlungen gegen die Amtspflichten. Er machte vor allem geltend, die Praxis dieser Amtsstellen führe zu missbräuchlicher, rechtswidriger Verwendung öffentlicher Mittel. Der Untersuchungsrichter II von Bern übermittelte die Anzeige am 31. Oktober 1978 der Bundesanwaltschaft zur Durchführung des Ermächtigungsverfahrens nach Verantwortlichkeitsgesetz. Mit Verfügung vom 1. März 1979 verweigerte das Eidg. Justiz- und Polizeidepartement die Ermächtigung zur Durchführung eines Strafverfahrens. Gegen diese Verfügung richtet sich die vorliegende Verwaltungsgerichtsbeschwerde.", "considerants": "Aus den Erwägungen:\n\n1. a) Gemäss Art. 15 des Bundesgesetzes über die Verantwortlichkeit des Bundes sowie seiner Behördemitglieder und Beamten (Verantwortlichkeitsgesetz; VG) vom 14. März 1958 (SR 170.32) bedarf die Strafverfolgung von Beamten wegen strafbarer Handlungen, die sich auf ihre amtliche Tätigkeit oder Stellung beziehen, einer Ermächtigung des Eidg. Justiz- und Polizeidepartements (Abs. 1). Gegen die Verweigerung der Ermächtigung ist die Verwaltungsgerichtsbeschwerde an das Bundesgericht zulässig; die Beschwerde steht dem Verletzten, der Bestrafung des Beamten verlangt, sowie dem öffentlichen Ankläger des Begehungskantons zu (Abs. 5). Das Verantwortlichkeitsgesetz nimmt mit seiner Formulierung der Beschwerdebefugnis auf das Strafgesetzbuch Bezug, welches in verschiedener Hinsicht dem \"Verletzten\" eine Sonderstellung einräumt; insbesondere ist nur der Verletzte befugt, einen Strafantrag zu stellen (Art. 28 StGB). Zudem räumen die Prozessrechte dem Verletzten (oder Geschädigten) das Recht ein, sich als Partei BGE 106 Ib 173 S. 175am Verfahren zu beteiligen und Rechtsmittel einzulegen (vgl. HAUSER, Kurzlehrbuch des schweiz. Strafprozessrechts, 1978, S. 76 ff.). Verletzt im Sinne des Strafgesetzbuches ist nach der ständigen Rechtsprechung des Bundesgerichts nicht jeder, dessen Interessen von der strafbaren Handlung irgendwie, namentlich bloss mittelbar, betroffen werden, sondern nur, wer selber Träger des unmittelbar angegriffenen Rechtsgutes ist (BGE 92 IV 116 mit Hinweisen; vgl. BGE 102 II 87; BGE 102 IV 147; BGE 101 IV 406). Nach der Rechtsprechung des Bundesgerichts stimmen der strafrechtliche Begriff des Verletzten mit demjenigen in Art. 15 Abs. 5 VG überein, so dass nicht jeder Anzeiger zugleich auch verletzt im Sinne dieser Bestimmung und damit zur Verwaltungsgerichtsbeschwerde befugt ist, sondern nur derjenige, gegen den sich die strafbare Handlung gerichtet hat, und der durch diese in seinen Rechten verletzt worden ist (BGE 90 I 64).\n\nDas Bundesgericht hat im genannten Entscheid BGE 90 I 64 darauf hingewiesen, dass diese Ordnung mit der damals noch gültigen allgemeinen Regel von Art. 103 Abs. 1 OG übereinstimme, wonach zur Beschwerde befugt ist, wer durch den angefochtenen Entscheid in seinen Rechten verletzt worden ist. Im Jahre 1968 wurde das OG einer Revision unterzogen und in diesem Zusammenhang auch die allgemeine Umschreibung der Beschwerdebefugnis in Art. 103 lit. a OG geändert. Nach der neuen Ordnung ist zur Verwaltungsgerichtsbeschwerde berechtigt, wer durch die angefochtene Verfügung berührt ist und ein schutzwürdiges Interesse an deren Aufhebung oder Änderung hat. Der Beschwerdeführer muss daher durch die angefochtene, einen Dritten begünstigende Verfügung in höherem Masse als jedermann berührt sein. Nicht erforderlich ist nach der Rechtsprechung, dass er in seinen Rechten oder rechtlich geschützten Interessen betroffen ist; auch ein rein faktisches Interesse kann zur Beschwerdeführung genügen (BGE 104 Ib 248 f. mit Hinweisen auf die Lehre und Rechtsprechung). Mit der Revision des OG ist indessen Art. 15 Abs. 5 VG nicht aufgehoben worden, sondern bestimmt als lex specialis nach wie vor die Beschwerdebefugnis bei einer Verweigerung der Ermächtigung zur Strafverfolgung. Das ergibt sich insbesondere aus dem Sinn und Zweck des Ermächtigungsverfahrens. Dieses soll Amtsträger des Bundes vor unbegründeten, insbesondere trölerischen oder mutwilligen Strafanzeigen schützen und dadurch den BGE 106 Ib 173 S. 176reibungslosen Gang der Verwaltung sicherstellen (BGE 93 I 79, unter Hinweis auf die Botschaft des Bundesrates, BBl. 1956 I 1398). Stünden die Rechtsmittel im Ermächtigungsverfahren einem weitergehenden Personenkreis offen, als im nachfolgenden Strafverfahren, wo nur der Verletzte Parteistellung erlangen und allenfalls Rechtsmittel einlegen kann, dann könnten Personen im Rahmen eines Ermächtigungsverfahrens mit Verwaltungsgerichtsbeschwerde an das Bundesgericht gelangen, denen im nachfolgenden Strafverfahren keine Parteistellung zukäme. Diese Folge würde dem Sinn des Ermächtigungsverfahrens zuwiderlaufen, das die Beamten nicht schlechter stellen, sondern ihnen einen weitergehenden Schutz gewähren will als den übrigen Rechtsunterworfenen. Der Beschwerdeführer muss daher im Sinne von Art. 15 Abs. 5 VG verletzt, das heisst Träger des unmittelbar angegriffenen Rechtsgutes sein, um Verwaltungsgerichtsbeschwerde gegen die Verweigerung der Ermächtigung zur Strafverfolgung erheben zu können."}