{"annee": "106", "cour": "IV", "page": "95", "date": "25/4/1980", "cite": [], "cite_par": ["116 IV 78", "117 IV 84", "114 IV 73"], "chapeau": "32. Urteil des Kassationshofes vom 25. April 1980 i.S. G. gegen Staatsanwaltschaft des Kantons St. Gallen (Nichtigkeitsbeschwerde)", "regestes": ["Art. 268 ch. 1 PPF. Contre la décision par laquelle le Tribunal de district (de Wil) a réprimé une contravention aux règles de la circulation routière et qui ne peut faire l'objet d'un recours de droit cantonal pour violation du droit fédéral, le pourvoi en nullité à la Cour de cassation du Tribunal fédéral n'est pas recevable, même si le jugement attaqué a été précédé par le prononcé provisoire d'une amende par le préfet."], "faits": "", "considerants": "|95|\n\nDas Bundesgericht zieht in Erwägung:\n\nGegen das Urteil der Gerichtskommission Wil, durch das G. wegen Nichtanpassens der Geschwindigkeit auf einer dringlichen Dienstfahrt (Art. 32 Abs. 1, 100 Ziff. 4 SVG) gestützt auf Art. 90 Ziff. 1 SVG mit Fr. 60.-- gebüsst wurde, kann nach dem Strafprozessrecht des Kantons St. Gallen kein kantonales Rechtsmittel wegen Verletzung eidgenössischen Rechts ergriffen werden. Die Berufung ist ausgeschlossen, da die verhängte |96| Busse den für den Eintrag von Übertretungen des Schweizerischen Strafgesetzbuches in das Strafregister erforderlichen Betrag - mehr als Fr. 200.-- (Art. 9 Ziff. 2 der Verordnung über das Strafregister, SR 331) - nicht erreicht und der Staatsanwalt keine schwerere Strafe beantragt hat (Art. 180 Abs. 2 StPO/SG); und mit der kantonalen Nichtigkeitsbeschwerde kann die Rüge der Verletzung von Bundesrecht nicht erhoben werden (Art. 190 Abs. 2 StPO/SG). Das Urteil der Gerichtskommission Wil ist somit ein letztinstanzliches im Sinne von Art. 268 Ziff. 1 Satz 1 BStP. Dennoch kann es nicht mit eidgenössischer Nichtigkeitsbeschwerde angefochten werden, da die Gerichtskommission, ein unteres Gericht, als einzige kantonale Instanz entschieden hat (Art. 268 Ziff. 1 Satz 2 BStP). Daran ändert entgegen der in der Beschwerde vertretenen Auffassung nichts, dass dem gerichtlichen Verfahren eine durch Einsprache unwirksam gewordene provisorische Bussenverfügung des Bezirksamtes Wil vorausgegangen ist; diese ist kein erstinstanzliches Urteil. Wie es sich in dieser Hinsicht mit den vom Beschwerdeführer erwähnten Strafbescheiden im Sinne von Art. 128 ff. StPO/SG verhält, braucht nicht geprüft zu werden, da im vorliegenden Fall kein Strafbescheid erlassen worden ist;, ob die Voraussetzungen eines solchen zu Recht verneint wurden, entscheidet sich nach kantonalem Recht, dessen richtige Anwendung im Verfahren der eidgenössischen Nichtigkeitsbeschwerde nicht überprüft werden kann (Art. 269 Abs. 1 BStP).\n\nDemnach erkennt das Bundesgericht:\n\nAuf die Nichtigkeitsbeschwerde wird nicht eingetreten."}