{"annee": "106", "cour": "IV", "page": "330", "date": "8/12/1980", "cite": ["101 IB 30", "98 IB 172", "98 IB 85", "102 IB 264", "102 IB 35", "102 IB 249"], "cite_par": ["118 IB 137", "118 IV 10", "116 IV 105", "118 IV 221"], "chapeau": "82. Urteil des Kassationshofes vom 8. Dezember 1980 i.S. B. gegen Regierungsrat des Kantons Glarus (Verwaltungsgerichtsbeschwerde)", "regestes": ["1. Art. 107 al. 3 OJ. Indication erronée des voies de droit (consid. 2). 2. Art. 4 Cst.; art. 42, 45 ch. 3 CP. a) Le droit d'être entendu doit être respecté, même lorsque la loi commande impérativement la réintégration. La violation du droit d'être entendu peut être réparée en instance fédérale, à la condition que, dans le cas concret, la cognition du Tribunal fédéral ne soit pas moins étendue que celle de l'autorité cantonale (consid. 3). b) Dans le cadre du recours contre la décision de réintégration, on ne peut faire valoir que le jugement en vertu duquel la mesure de sûreté avait été ordonnée violait le droit fédéral (consid. 4 litt. a). Il est sans pertinence que le juge qui a statué sur les infractions commises pendant le délai d'épreuve par le bénéficiaire de la libération conditionnelle n'ait pas ordonné lui-même une mesure de sûreté (consid. 4 litt. b). c) Il n'y a pas à s'occuper de la durée minimum de la mesure de sûreté dans la décision de réintégration (consid. 5)."], "faits": "BGE 106 IV 330 S. 331\n\nA.- Mit Beschluss des Regierungsrates des Kantons Glarus vom 19. Juli 1977 wurde B. aus der vom Obergericht des Kantons Glarus am 17. Februar 1976 angeordneten Verwahrung im Sinne von Art. 42 StGB unter Ansetzung einer dreijährigen Probezeit bedingt entlassen. B. verübte während der Probezeit eine Reihe von Straftaten, namentlich Diebstähle, für die er vom Bezirksgericht Zürich mit Entscheiden vom 12. April 1978 (ein Urteil) und vom 12. Dezember 1979 (zwei Urteile) mit BGE 106 IV 330 S. 332insgesamt 18 Monaten Gefängnis unbedingt (abzüglich insgesamt 233 Tage Untersuchungshaft) bestraft wurde. Daraufhin ordnete der Regierungsrat des Kantons Glarus die Rückversetzung des B. in die Verwahrung gemäss Art. 42 StGB an. Der Beschluss wurde B. samt Begründung mit Schreiben vom 9. Juni 1980 mitgeteilt.\n\nB.- Am 15. August 1980 reichte der Rechtsanwalt von B. eine staatsrechtliche Beschwerde ein mit dem Antrag auf Aufhebung des Rückversetzungsbeschlusses. Soweit die Beschwerdefrist versäumt sein sollte, sei sie wiederherzustellen.\n\nDer Regierungsrat des Kantons Glarus stellt in seiner Vernehmlassung den Antrag, auf die staatsrechtliche Beschwerde sei wegen Offensichtlicher Verspätung nicht einzutreten.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Da gegen den Beschluss des Regierungsrates betreffend Rückversetzung in die Verwahrung die Verwaltungsgerichtsbeschwerde an das Bundesgericht offensteht (Art. 5 VwVG; Art. 97, 98 lit. g, 100 lit. f e contrario OG; vgl. auch Art. 7 Ziff. 3 des Reglements für das Schweizerische Bundesgericht sowie BGE 102 Ib 36 E. 1) ist die staatsrechtliche Beschwerde, mit der B. die Rügen der Verweigerung des rechtlichen Gehörs und der Verletzung von Gesetzesrecht des Bundes erhebt, unzulässig (Art. 84 Abs. 2 OG). Die Eingabe wird als Verwaltungsgerichtsbeschwerde entgegengenommen (BGE 102 Ib 265 E. 1a, BGE 98 Ib 87 E. 1a).\n\n2. Die Verwaltungsgerichtsbeschwerde ist dem Bundesgericht innert 30 Tagen seit Eröffnung der Verfügung einzureichen (Art. 106 Abs. 1 OG). Nachforschungen durch die Post und bei der kantonalen Strafanstalt Regensdorf haben ergeben, dass der angefochtene Regierungsratsbeschluss am 10. Juni 1980 der Verwaltung der Strafanstalt und von dieser gleichentags dem Beschwerdeführer ausgehändigt wurde. Die Beschwerdeschrift hätte daher spätestens am 10. Juli 1980 der Post übergeben werden müssen.\n\nDer Brief des Regierungsrates vom 9. Juni 1980, in welchem B. der Rückversetzungsbeschluss samt Begründung mitgeteilt wurde, enthielt indessen keine Rechtsmittelbelehrung. Mit Schreiben vom 17. Juli und vom 8. August 1980 ersuchte daher der von B. inzwischen beigezogene Rechtsanwalt BGE 106 IV 330 S. 333den Regierungsrat des Kantons Glarus um Zustellung eines anfechtbaren und mit einer Rechtsmittelbelehrung versehenen Entscheides. Am 11. August 1980 antwortete der Regierungsrat schriftlich, dass es gegen den am 9. Juni 1980 zugestellten Rückversetzungsbeschluss kein kantonales Rechtsmittel gebe. Konnte der Entscheid des Regierungsrates nicht mit einem kantonalen Rechtsmittel angefochten werden, so musste auf die Möglichkeit der Verwaltungsgerichtsbeschwerde an das Bundesgericht, die entgegen der in der Vernehmlassung des Regierungsrates enthaltenen Andeutung ein ordentliches Rechtsmittel ist, hingewiesen werden. Die in Art. 107 Abs. 3 OG vorgeschriebene Belehrung bezieht sich ja gerade auf das Rechtsmittel der Verwaltungsgerichtsbeschwerde und die Vorschrift richtet sich, soweit ein letztinstanzlicher kantonaler Entscheid mit diesem Rechtsmittel angefochten werden kann, auch an die kantonalen Behörden. Der Beschwerdeführer konnte erst aufgrund des Schreibens des Regierungsrates vom 11. August 1980 erkennen, dass die Voraussetzungen zur Einreichung eines Rechtsmittels an das Bundesgericht (Erschöpfung des kantonalen Instanzenzuges) erfüllt waren; indem er seine Eingabe am 15. August 1980 der Post übergab, hat er sie auf jeden Fall rechtzeitig eingereicht. Auf die Beschwerde ist daher einzutreten.\n\n3. B. hat während der an seine bedingte Entlassung aus der Verwahrung gemäss Art. 42 StGB anschliessenden dreijährigen Probezeit eine Reihe von Straftaten, namentlich Diebstähle, verübt, für welche er in drei Urteilen zu unbedingten Gefängnisstrafen von gesamthaft 18 Monaten verurteilt wurde. Da im Falle der Verwahrung nach Art. 42 StGB anders als bei jener gemäss Art. 43 und 44 StGB die ausgefällte Strafe nicht aufgeschoben wird, sondern die Massnahme an Stelle des Vollzuges der Zuchthaus- oder Gefängnisstrafe angeordnet wird, hatte die zuständige Behörde nicht zu prüfen, ob sie dem Richter den Vollzug aufgeschobener Strafen beantragen oder aber die Rückversetzung anordnen soll (Art. 45 Ziff. 3 Abs. 1 StGB). Sie konnte einzig die Rückversetzung in die Verwahrung anordnen und musste dies tun, da die ausgefällten Freiheitsstrafen für die von B. während der Probezeit begangenen Delikte drei Monate überstiegen.\n\nObschon somit die Rückversetzung in die Verwahrung unter den gegebenen Umständen zwingend vorgeschrieben war, hätte die Vorinstanz B. vor ihrem Entscheid zumindest BGE 106 IV 330 S. 334schriftlich anhören müssen (BGE 102 Ib 250, BGE 98 Ib 175). Die Unterlassung einer solchen Anhörung wird in der Beschwerde als Verweigerung des rechtlichen Gehörs gerügt. Da aber der Vorinstanz bei ihrem Entscheid über die Rückversetzung des Beschwerdeführers in die Verwahrung gemäss Art. 42 StGB nach dem Gesagten kein Ermessen zustand, die Kognition des Bundesgerichts auf Verwaltungsgerichtsbeschwerde hin (s. Art. 104 lit. a und b, 105 Abs. 1 OG) in diesem Bereich mithin nicht enger als jene der kantonalen Behörde ist, wird die Verletzung des Anspruchs auf rechtliches Gehör durch das Verfahren vor Bundesgericht geheilt. Der Beschwerdeführer behauptet selber nicht, er wolle gegen die Rückversetzung rechtliche oder tatsächliche Einwände vorbringen, die vom Bundesgericht nicht oder nur in beschränktem Masse berücksichtigt werden könnten, aber geeignet seien, den Entscheid der Vorinstanz zu beeinflussen. Bei dieser Sachlage kann auch die an sich begründete Rüge der Verweigerung des rechtlichen Gehörs nicht zur Aufhebung des angefochtenen Beschlusses führen.\n\n4. Der Beschwerdeführer begründet seinen Antrag auf Aufhebung des Rückversetzungsbeschlusses damit, dass das Urteil des Obergerichts des Kantons Glarus vom 17. Februar 1976, in welchem die Verwahrung angeordnet worden war, gegen Art. 42 StGB verstosse, wie schon das Bezirksgericht Zürich in seinem Entscheid vom 12. April 1978 festgehalten habe, und dass das Bezirksgericht Zürich seinerseits auf die Anordnung der Verwahrung ausdrücklich verzichtet habe.\n\na) Das Bezirksgericht Zürich hat in seinem Urteil vom 12. April 1978 (wie auch in jenem vom 12. Dezember 1979) von der Anordnung der Verwahrung nach Art. 42 StGB abgesehen, da es namentlich die Voraussetzung der vorsätzlichen Verübung zahlreicher Verbrechen oder Vergehen für nicht erfüllt hielt. Es fügte an, dass nach der zürcherischen Praxis die vom Obergericht des Kantons Glarus am 17. Februar 1976 angeordnete Verwahrung noch nicht angezeigt gewesen wäre. Zum glarnerischen Urteil hatte sich das Bezirksgericht Zürich indessen nicht zu äussern. Auch das Bundesgericht kann im vorliegenden Verfahren nicht prüfen, ob das obergerichtliche Urteil vom 17. Februar 1976, gegen welches B. die einschlägigen Rechtsmittel zur Verfügung standen, vor Bundesrecht stand halte. Der Hinweis des Beschwerdeführers darauf, dass Verfügungen, die in sogenannte unverzichtbare und unverjährbare BGE 106 IV 330 S. 335Grundrechte eingreifen, noch im Vollstreckungsstadium angefochten werden können, geht schon deshalb fehl, weil der die Verwahrung anordnende Entscheid keine Verwaltungsverfügung, sondern ein formell und materiell rechtskräftiges gerichtliches Strafurteil ist.\n\nb) Dass das Bezirksgericht Zürich hinsichtlich der von ihm zu beurteilenden Straftaten nicht die Verwahrung gemäss Art. 42 StGB angeordnet hat, ist entgegen der in der Beschwerde vertretenen Ansicht unerheblich. Das Gesetz selber schreibt in Art. 45 Ziff. 3 Abs. 1 StGB der zuständigen Behörde klar und eindeutig die Rückversetzung des bedingt Entlassenen in die Verwahrung gemäss Art. 42 StGB vor, wenn dieser während der Probezeit ein Verbrechen oder Vergehen begangen hat, für das er zu einer drei Monate übersteigenden und unbedingt zu vollziehenden Freiheitsstrafe verurteilt wurde. Ob der Richter bei der Beurteilung der vom bedingt Entlassenen während der Probezeit verübten Straftat seinerseits erneut die Verwahrung nach Art. 42 StGB angeordnet hat - was nach der neueren Rechtsprechung des Bundesgerichts zulässig ist (BGE 100 IV 137, 102 IV 70, 104 IV 61) - oder ob er aus irgendwelchen Gründen darauf verzichtet hat, ist für die Frage der Rückversetzung belanglos.\n\n5. Über den Zeitpunkt einer erneuten bedingten Entlassung des in die Verwahrung nach Art. 42 StGB zurückversetzten B. wird die zuständige Behörde später zu entscheiden haben. Dass im Falle der Rückversetzung die Mindestdauer der neuen Verwahrung \"in der Regel\" 5 Jahre beträgt (Art. 42 Ziff. 4 Abs. 3 StGB), schliesst eine bedingte Entlassung aus der neuen Verwahrung vor Ablauf von 5 Jahren nicht aus (BGE 101 Ib 32 E. 2b; vgl. auch JÖRG REHBERG, Fragen bei der Anordnung und Aufhebung sichernder Massnahmen nach Art. 42 bis 44 StGB, ZStR 93/1977 S. 220). Die - in der Beschwerde nicht ausdrücklich beanstandete - Bemerkung des Regierungsrates des Kantons Glarus in dem den Rückversetzungsbeschluss mitteilenden Schreiben vom 9. Juni 1980, dass \"die Mindestdauer der neuen Verwahrung fünf Jahre beträgt\", kann daher nur als orientierender Hinweis auf die gesetzliche Regel des Art. 42 Ziff. 4 Abs. 3 StGB und nicht als Verfügung über die Mindestdauer der Rückversetzung verstanden werden; über diese Mindestdauer war im Rückversetzungsbeschluss nicht zu befinden.\n\nBGE 106 IV 330 S. 336\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird im Sinne der Erwägungen abgewiesen, soweit darauf einzutreten ist."}