{"annee": "106", "cour": "II", "page": "92", "date": "8/5/1980", "cite": ["91 II 401", "104 II 1", "103 II 247", "95 II 481", "105 II 161", "104 II 216", "103 II 161"], "cite_par": ["111 II 209", "113 IV 113", "118 II 369", "109 II 26", "126 III 305", "112 IA 398", "127 III 474", "127 III 481", "113 II 213", "112 II 193", "135 III 145", "126 III 209", "134 III 193"], "chapeau": "18. Auszug aus dem Urteil der II. Zivilabteilung vom 8. Mai 1980 i.S. Weltwoche Verlag, Karl von Schumacher & Co. gegen Minelli (Berufung)", "regestes": ["Atteinte illicite aux intérêts personnels (art. 28 CC). - Atteinte aux intérêts personnels par une lettre de lecteur (consid. 2). - Responsabilité de l'éditeur du journal du fait de la publication d'une lettre de lecteur portant atteinte aux intérêts personnels (consid. 3). - Suppression de l'atteinte par la publication d'une rectification (consid. 4)."], "faits": "|92|\n\nA.- Am 9. Mai 1979 erschien in der \"Weltwoche\" unter der Rubrik \"Der Standpunkt\" ein Beitrag mit dem Titel \"Früher erben!\". Der Autor, Ludwig Minelli, führte darin aus, wegen der stets ansteigenden Lebenserwartung verschiebe sich der Erbfall für die Kinder immer mehr auf einen Zeitpunkt nach Beendigung ihrer wirtschaftlichen Aufbauphase. Früher habe die junge Familie im Zeitpunkt ihrer grossen Lasten mit einem Erbfall rechnen können, heute dagegen müsse sie alle Lasten aus ihrer eigenen wirtschaftlichen Tätigkeit erarbeiten, |93| ohne auf ererbtes Vermögen abstellen zu können. Dies habe in soziologischer Hinsicht verheerende Folgen, weil die junge Generation während ihrer aktivsten Phase vollständig von den Eltern oder staatlichen Subsidien abhänge. Überdies werde die Bildung eines Verantwortlichkeitsgefühls gegenüber eigenem Vermögen verunmöglicht und die junge Mutter vielfach zur Berufsausübung gezwungen, was zu psychischen Schäden ihrer Kinder führen könne. Der Autor postulierte als Konsequenz aus dieser Erkenntnis die Vorverlegung des Erbzeitpunktes in der Weise, dass die Kinder vom Erbrecht ausgeschlossen und die Grosskinder erbberechtigt erklärt werden sollten.\n\nIn der \"Weltwoche\" vom 13. Juni 1979 erschienen darauf verschiedene Leserbriefe, die zu diesem Artikel Stellung nahmen, unter anderem auch ein solcher von Anna Zepf, der folgenden Inhalt hatte:\n\n\"Sinken die Einnahmen aus dem Handel mit Pässen, die Herr Minelli an Denkschwache verkaufen kann? Er, der die Schweiz. Gesellschaft für Menschenrechte im Alleingang ist, muss befürchten, dass ihm, also seiner Gesellschaft, bald die Stunde schlägt, da der letzte Dumme begreift, dass der Kurswert des gekauften Passes den einer Jasskarte hat.\n\nNun ist der selbsternannte Generalsekretär auf eine neue Idee gekommen, wie er weiterhin dem Fluch \"Im Schweisse deines Angesichts sollst du dein Brot essen!\" entgehen könnte. Früher erben! Minelli, der Eltern und Verwandtschaft hat, die eine hübsche Anwartschaft versprechen, wird ungeduldig, die Alten leben zu lange, lassen ihn warten. Sein Horizont kann die Menschheit nur in zwei Kategorien erfassen: die eine, die arbeitet, und die andere, die kassiert; seine Hände sind nur das Kassieren gewohnt. So findet er es verheerend, wenn junge Leute ihre Ansprüche an die Gesellschaft selber erarbeiten müssen, der Erbzeitpunkt hinausgeschoben wird - früher war das viel besser, da starben die Alten zwischen ihrem 40. und 50. Lebensjahr -, aber so, wenn die Alten so unanständig sind und 60 oder gar mehr werden, da sind ja die Jungen von den Alten abhängig oder von staatlichen Subsidien. Minelli kennt keine Alternative, er will nur geliefert bekommen.\"\n\nLudwig Minelli leitete in der Folge beim Friedensrichteramt Küsnacht gegen Anna Zepf eine Klage wegen Verletzung in den persönlichen Verhältnissen ein. Am 3. Juli 1979 schlossen die beiden einen Vergleich folgenden Inhalts:\n\n\"1. Frau Anna Zepf anerkennt, mit ihrem in der Zeitung \"Die Weltwoche\" Nr. 24 vom 13. Juni 1979 veröffentlichten Leserbrief unter dem redaktionellen Sammeltitel \"Alte Geleise\" Herrn Ludwig A. Minelli ohne jeden Anlass seinerseits und ohne ihn überhaupt zu kennen in |94| ungerechtfertigter Weise schwer in seinen persönlichen Verhältnissen verletzt zu haben, indem sie ihm wegen seines Artikels in der Rubrik \"Der Standpunkt\" in der \"Weltwoche\" Nr. 19 vom 9. Mai 1979 mit dem Titel \"Früher erben!\" unterstellte, er mache diesen Vorschlag aus eigennützigen Gründen und ihm ausdrücklich vorwarf, \"sein Horizont (könne) die Menschheit nur in zwei Kategorien erfassen: die eine, die arbeitet, und die andere, die kassiert; seine Hände sind nur das Kassieren gewohnt... Minelli kennt keine Alternative, er will nur geliefert bekommen.\" Sie anerkennt die Haltlosigkeit dieser Behauptungen und widerruft diese in aller Form. Sie entschuldigt sich gegenüber Herrn Ludwig A. Minelli für ihren unüberlegten Leserbrief, den sie lediglich aufgrund eines blossen Vorurteils verfasst und abgesandt hat. Sie erteilt Herrn Ludwig A. Minelli volle Satisfaktion.\n\n2. Frau Zepf bezahlt als Genugtuung für die von ihr begangene schwere Kränkung des Klägers Fr. 500.-- an den Verein für Strafrechts- und Anstaltsreform, Postcheckkonto 80-46601, Zürich.\n\n3. Herr Ludwig A. Minelli ist berechtigt, diesen Vergleich in der Grösse einer Viertelsseite auf Kosten der Beklagten in der \"Weltwoche\" zu veröffentlichen.\n\nDiese Veröffentlichung hat auf der Leserbriefseite zu erfolgen.\n\n4. Gestützt auf diesen Vergleich zieht der Kläger die gegen Frau Anna Zepf gerichtete Zivilklage zurück und erklärt, auch auf den Strafantrag wegen Ehrverletzung gegen sie zu verzichten.\n\n5. Frau Anna Zepf entschädigt den Kläger für seine Umtriebe mit Fr. 200.-- und übernimmt die Kosten des friedensrichterlichen Verfahrens.\"\n\nAm gleichen Tage ersuchte Ludwig Minelli die Inseratenabteilung der \"Weltwoche\", den Vergleich in der nächsten Ausgabe der Zeitung zu veröffentlichen. Die \"Weltwoche\" teilte ihm am 10. Juli 1979 mit, dass das zugestellte Inserat \"Vergleich\" nicht aufgenommen werden könne. Eine Einigung kam nicht zustande.\n\nB.- Am 23. Juli 1979 stellte Ludwig Minelli beim Einzelrichter im summarischen Verfahren des Bezirkes Zürich das Begehren, der Weltwoche Verlag, Karl von Schumacher & Co. AG, sei zu zu befehlen, den fraglichen Vergleich in der nächsten Ausgabe der \"Weltwoche\" auf der Leserbriefseite als Inserat auf Kosten von Anna Zepf zu veröffentlichen, unter der Androhung von Ungehorsamsstrafe im Sinne von Art. 292 StGB. Der Einzelrichter wies das Begehren am 9. August 1979 ab, im wesentlichen mit der Begründung, der fragliche Leserbrief möge unhöflich oder taktlos gewesen sein, könne aber nicht als Verletzung in den persönlichen Verhältnissen des Klägers betrachtet werden. |95|\n\nGegen diesen Entscheid rekurrierte der Kläger an das Obergericht des Kantons Zürich, welches am 30. Oktober 1979 folgenden Beschluss erliess:\n\n\"Der Rekurs wird im Sinne der Erwägungen gutgeheissen, die angefochtene Verfügung aufgehoben und der Beklagten befohlen, in der ersten nach Eintritt der Rechtskraft dieses Beschlusses erscheinenden Ausgabe der Zeitung \"DIE WELTWOCHE\" auf der Leserbriefseite die folgende Erklärung zu veröffentlichen, unter der Androhung der Überweisung ihrer verantwortlichen Organe an den Strafrichter zur Bestrafung wegen Ungehorsams gegen eine amtliche Verfügung gemäss Art. 292 StGB (Busse oder Haft) im Unterlassungsfalle:\n\n\"Mitteilung der Redaktion:\n\nUnter der Rubrik \"Der Standpunkt\" erschien in der Weltwoche vom 9. Mai 1979 (Nr. 19) ein Artikel von Ludwig A. Minelli mit dem Titel \"Früher erben!\". Als Antwort hierauf gelangte in der Ausgabe Nr. 24 vom 13. Juni ein kritischer Leserbrief von A. Zepf, Küsnacht, zum Abdruck. Wie Ludwig A. Minelli mitteilt, hat A. Zepf vor Friedensrichter die folgende zur Veröffentlichung in der Weltwoche bestimmte Erklärung abgegeben: \"A. Zepf anerkennt, mit ihrem... Leserbrief... Herrn Ludwig A. Minelli ohne jeden Anlass seinerseits und ohne ihn überhaupt zu kennen in ungerechtfertigter Weise schwer in seinen persönlichen Verhältnissen verletzt zu haben, indem sie ihm wegen seines Artikels... \"Früher erben!\" unterstellte, er mache diesen Vorschlag aus eigennützigen Gründen und ihm ausdrücklich vorwarf, \"sein Horizont (könne) die Menschheit nur in zwei Kategorien erfassen: die eine, die arbeitet, und die andere, die kassiert; seine Hände sind nur das Kassieren gewohnt... Minelli kennt keine Alternative, er will nur geliefert bekommen.\" Sie anerkennt die Haltlosigkeit dieser Behauptungen und widerruft diese in aller Form. Sie entschuldigt sich gegenüber Herrn Ludwig A. Minelli für ihren unüberlegten Leserbrief, den sie lediglich aufgrund eines blossen Vorurteils verfasst und abgesandt hat. Sie erteilt Herrn Ludwig A. Minelli volle Satisfaktion.\"\n\n\"Auf Anordnung des Obergerichts als Rekursinstanz geben wir unsern Lesern hievon Kenntnis.\"\n\nDas Obergericht nahm an, der Kläger sei durch den fraglichen Leserbrief in seinen persönlichen Verhältnissen unbefugterweise verletzt worden, und es führte im wesentlichen aus, für die verletzende Äusserung hafte neben dem Urheber auch derjenige, der sie verbreitet und dadurch die schädigende Wirkung erst herbeigeführt habe; wo die Verletzung durch eine Pressemeldung erfolgt sei, könne der widerrechtliche Inhalt der ersten Äusserung nur durch eine neue Pressemeldung widerlegt werden. |96|\n\nDie von beiden Parteien gegen diesen Entscheid erhobenen Nichtigkeitsbeschwerden wurden vom Kassationsgericht des Kantons Zürich am 7. Februar 1980 abgewiesen, soweit auf sie eingetreten werden konnte. Gegen den Entscheid des Kassationsgerichts erhob die Beklagte staatsrechtliche Beschwerde; diese wurde mit Urteil vom 17. April 1980 abgewiesen.\n\nC.- Mit der vorliegenden Berufung ans Bundesgericht beantragt die Beklagte, der Beschluss des Obergerichts vom 30. Oktober 1979 sei aufzuheben und die Sache sei zur neuen Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückzuweisen; eventuell sei die Verfügung des Einzelrichters vom 9. August 1979 zu bestätigen.\n\nDer Kläger beantragt, auf die Berufung sei nicht einzutreten, eventuell sei sie abzuweisen.\n\nDas Bundesgericht weist die Berufung ab.", "considerants": "Aus den Erwägungen:\n\n1. a) Der Rechtsstreit dreht sich nicht um die Kosten der Berichtigung, sondern um die grundsätzliche Frage, ob der Kläger aufgrund einer allenfalls erfolgten Persönlichkeitsverletzung Anspruch darauf habe, dass die Beklagte die ihm durch eine Pressemeldung zugefügte Verletzung durch eine zweite Pressemeldung beseitige. Es liegt deshalb eine nicht vermögensrechtliche Zivilrechtsstreitigkeit vor, in welcher die Berufung an das Bundesgericht zulässig ist (Art. 44 Abs. 1 OG; BGE 95 II 486 E. 1, BGE 91 II 403 E. 1).\n\nb) Der angefochtene Entscheid erging in einem Befehlsverfahren. Nach der am 1. Januar 1977 in Kraft getretenen Zivilprozessordnung des Kantons Zürich vom 13. Juni 1976 kommt ihm wie einem im ordentlichen Verfahren ergangenen Erkenntnis unbeschränkte Rechtskraftwirkung zu (§ 212 Abs. 1 in Verbindung mit § 222 ZPO). Er hat somit endgültigen Charakter und ist demnach als Endentscheid im Sinne von Art. 48 Abs. 1 OG zu betrachten, gegen den die Berufung zulässig ist (BGE 104 II 220 /221, BGE 103 II 251 /252).\n\nc)...\n\n2. a) Art. 28 ZGB schützt die Ehre weitergehend als das Strafrecht und umfasst insbesondere auch das berufliche und gesellschaftliche Ansehen einer Person. Ob dieses durch eine Presseäusserung geschmälert worden sei, ist nicht nach dem |97| subjektiven Empfinden des Betroffenen, sondern nach einem objektiven Massstab zu beurteilen. Es ist zu prüfen, ob es vom Standpunkt des Durchschnittslesers aus gesehen als beeinträchtigt erscheint. Dabei spielt der Rahmen der Presseäusserung eine bedeutende Rolle. Der Durchschnittsleser wird zum Beispiel aus Vorwürfen im Zusammenhang mit einer politischen Auseinandersetzung weniger rasch Rückschlüsse ziehen, die das Ansehen einer Person mindern, als aus solchen, welche das private und berufliche Verhalten betreffen (BGE 105 II 163 /164, 55 II 98/99).\n\nb) Die Vorinstanz begründete das Vorliegen einer Persönlichkeitsverletzung im wesentlichen wie folgt: Der Kläger habe zwar in seinem Artikel eine pointierte Meinung geäussert und seine Vorschläge seien so gewesen, dass sie weitherum auf Widerstand hätten stossen müssen. Sein Artikel sei aber sachlich gewesen und habe niemanden diffamiert oder verletzt. Seine Meinung habe manchem Leser als abwegig erscheinen mögen, doch habe er sie in dieser Form ohne weiteres äussern dürfen. Von einer schweren Herausforderung der Leserschaft oder eines Teils derselben könne nicht gesprochen werden. Demzufolge hätte auch die Kritik sachlich bleiben müssen. Sie habe zwar scharf, ja sogar übertrieben sein, aber nicht unnötig persönlich verletzen dürfen. Der Leserbrief habe diesen erlaubten Rahmen nicht eingehalten. Er unterschiebe dem Kläger, dass er seinen Artikel aus eigennützigen Motiven geschrieben habe, geldgierig sei, nicht wie andere Leute arbeiten, sondern \"nur geliefert bekommen\" wolle und dass seine Hände \"nur das Kassieren gewohnt\" seien. Auch der Satz \"Minelli, der Eltern und Verwandtschaft hat, die eine hübsche Anwartschaft versprechen, wird ungeduldig, die Alten leben zu lange, lassen ihn warten\" sei geeignet gewesen, der negativen Charakterisierung des Klägers vermehrtes Gewicht zu geben. Viele Personen hätten den Artikel des Klägers nicht gelesen gehabt oder wieder vergessen. Bei diesen habe der Leserbrief eine erhebliche Schmälerung des persönlichen Ansehens des Klägers bewirken können. Der Leserbrief bezichtige den Kläger einer niedrigen Gesinnung, mache ihn als Mensch verächtlich und sei damit unnötig verletzend und beleidigend, ohne dass der Kläger dazu hinreichenden Anlass gegeben hätte. Der Kläger müsse sich dies nicht gefallen lassen. Das Vorliegen einer Persönlichkeitsverletzung sei daher zu bejahen. |98|\n\nc) Diese Ausführungen des angefochtenen Beschlusses halten vor dem Bundesrecht stand. Was die Beklagte dagegen vorbringt, dringt nicht durch. Sie macht zunächst geltend, der angefochtene Beschluss lasse nicht erkennen, welche tatsächlichen Feststellungen die Vorinstanz zur Wertung geführt hätten, der Leserbrief unterschiebe dem Kläger eigennützige Motive, Geldgier, Arbeitsunwilligkeit und bezichtige ihn einer niedrigen Gesinnung. Diese Rüge ist nur schwer verständlich. Wohl haben die Vorinstanz und der Einzelrichter den fraglichen Leserbrief in ihren Entscheiden nicht vollumfänglich wiedergegeben; er war aber den Parteien bekannt. Diese wussten, dass sich darin der Passus fand, der Kläger sei auf eine neue Idee gekommen, wie er dem Fluch \"Im Schweisse deines Angesichts sollst du dein Brot essen\" entgehen könne. Die Vorinstanz zitierte sodann wörtlich und in Anführungszeichen einige Stellen aus dem Leserbrief, so der Kläger wolle \"nur geliefert bekommen\", sei \"nur das Kassieren gewohnt\" und werde bezüglich seiner hübschen Anwartschaft \"ungeduldig, die Alten leben zu lange, lassen ihn warten\". Daraus durfte ohne Verletzung von Bundesrecht gefolgert werden, der Leserbrief habe dem Kläger eigennützige Motive unterschoben, ihm vorgeworfen, er sei geldgierig und wolle nicht wie andere Leute arbeiten, und ihn insofern einer niedrigen Gesinnung bezichtigt. Es ist demnach erkennbar, welche Stellen des fraglichen Briefs die Vorinstanz zu ihrer Würdigung geführt haben. Einer Rückweisung zur Vervollständigung des Tatbestands bedarf es hiefür nicht.\n\nDie Vorinstanz führte unter anderem aus, es hätten auch Personen vom Leserbrief Kenntnis genommen, welche den seinerzeitigen Artikel des Klägers nicht gelesen oder wieder vergessen gehabt hätten. Was an dieser auf der Lebenserfahrung beruhenden Aussage falsch sein soll, ist nicht ersichtlich.\n\nDie Beklagte macht geltend, der Kläger habe sich mit seinem Artikel in ein Diskussionsforum begeben, in dem er Auseinandersetzungen und Reaktionen habe erwarten müssen; da er selbst eine pointierte Meinung vertreten habe, habe er auch bereit sein müssen, entsprechende Antworten mit Stichen oder Hieben entgegenzunehmen; wer sich freiwillig mit provokativen Thesen der öffentlichen Diskussion stelle, müsse angriffige, undifferenzierte, scharfe, beissende und sarkastische Kritik in Kauf nehmen. Dem kann beigepflichtet werden, sofern die |99| harte Kritik im gleichen sachlichen Rahmen wie der sie veranlassende Artikel bleibt und nicht persönlichkeitsverletzend wird. Der Leserbrief überschritt aber diesen Rahmen und weitete sich zu einem unnötig verletzenden und beleidigenden Angriff auf die Person des Klägers aus. Das musste sich dieser nicht gefallen lassen.\n\nDie Beklagte behauptet, der Leserbrief habe den Kläger nicht mehr angegriffen, als dieser seine eigene Person durch die Veröffentlichung seines Standpunkts zu exponieren bereit gewesen sei. Dem kann nicht gefolgt werden. Wer pointierte, ja sogar für unsinnig gehaltene Thesen vertritt, dabei aber sachlich bleibt, muss zwar mit harten sachlichen Erwiderungen rechnen, aber nicht in Kauf nehmen, dabei noch persönlich verunglimpft zu werden.\n\nd) Die Widerrechtlichkeit der fraglichen Äusserungen bejahte die Vorinstanz mit der Begründung, auf seiten der Leserbriefschreiberin oder der Beklagten sei kein höherwertiges Interesse ersichtlich. Die Beklagte rügt dies zu Unrecht. Sie behauptet selbst nicht, die verletzenden Äusserungen des Leserbriefes seien wahr. Das Bundesgericht hat deshalb davon auszugehen, dass sie unwahr sind. Unwahre Äusserungen sind aber nach feststehender Rechtsprechung selbst dann widerrechtlich, wenn die Mitteilung der unrichtigen Tatsachen nicht auf schuldhaftes Verhalten zurückzuführen ist (BGE 103 II 165 E. 1c, 91 II 406/407). Das Vorliegen einer widerrechtlichen Verletzung in den persönlichen Verhältnissen des Klägers im Sinne von Art. 28 ZGB ist deshalb mit der Vorinstanz zu bejahen.\n\n3. a) Der Leserbrief wurde von Anna Zepf geschrieben. Die Persönlichkeitsverletzung fällt deshalb in erster Linie ihr zur Last. Die Beklagte hat den Leserbrief aber abgedruckt und dadurch erst der Öffentlichkeit und einem weiteren Leserkreis zugänglich gemacht. Dadurch wurde sie für die begangene Persönlichkeitsverletzung mitverantwortlich. Für verletzende Äusserungen dieser Art haftet in solchen Fällen neben dem Urheber auch derjenige, der sie verbreitet und dadurch die schädigende Wirkung in einem weiten Personenkreise herbeiführt (BGE 103 II 166, BGE 95 II 486 E. 2). Der Umstand, dass der Kläger zunächst nur Anna Zepf ins Recht fasste und mit ihr einen Vergleich schloss, ändert daran nichts. Die Beklagte hat durch die Veröffentlichung des Leserbriefs zur Persönlichkeitsverletzung |100| selbständig und wesentlich beigetragen und muss für die daraus entstandenen Folgen einstehen.\n\nb) Der allgemeine Hinweis der Beklagten in ihrer Rubrik \"Leserbriefe\", sie lehne die Verantwortung für solche Briefe allgemein ab, vermag die strafrechtliche und zivilrechtliche Haftung des Redaktors und der Zeitung nicht auszuschliessen (SCHWINGE, Der Leserbrief und seine rechtliche Beurteilung, in Festschrift für Fritz von Hippel, S. 489; HELLE, Der Schutz der Persönlichkeit, der Ehre und des wirtschaftlichen Rufes im Privatrecht, S. 175).\n\nDie Widerrechtlichkeit der fraglichen Äusserung beurteilt sich für die Beklagte gleich wie für Anna Zepf. Die verletzende Äusserung des Leserbriefs war unwahr und deshalb nach der erwähnten Rechtsprechung widerrechtlich, gleichgültig ob die Beklagte und ihre Angestellten schuldhaft gehandelt haben oder nicht.\n\nc) Die Beklagte macht geltend, hinsichtlich der Verletzung der Sorgfaltspflicht seien bei ihr andere Massstäbe anzulegen als bei der Verfasserin des Leserbriefs. Das Mass ihrer Sorgfalt müsse im Hinblick auf die besondere Funktion der Leserbriefseite beurteilt werden. Die Redaktion dürfe bei der Auswahl der Leserbriefe davon ausgehen, dass der Autor der Rubrik \"Der Standpunkt\" sich bewusst dem kritischen Gespräch stelle und bis zu einem erheblichen Masse den Grundsatz \"volenti non fit iniuria\" gegen sich gelten lasse. Die Schwelle für die Annahme einer objektiven Persönlichkeitsverletzung sei demnach erheblich höher, als wenn die Redaktion selbst zu einem kontroversen Standpunkt Stellung beziehe. Bei Berücksichtigung dieser Umstände müsse im vorliegenden Fall eine Sorgfaltspflichtverletzung der Redaktion verneint werden.\n\nOb die Beklagte ihre Sorgfaltspflicht verletzt hat oder nicht, ist indessen ohne Belang, da der Beseitigungsanspruch, um den es hier allein geht, ein Verschulden des Störers nicht voraussetzt (BGE 104 II 2, BGE 103 II 166 /167, 91 II 406/407). Es genügt, dass sie einen persönlichkeitsverletzenden Leserbrief publiziert hat. Im übrigen war im vorliegenden Fall der beleidigende Charakter des Leserbriefs für die Redaktoren ohne weiteres erkennbar. Diese hätten deshalb, wie die Vorinstanz zutreffend ausführt, von der Veröffentlichung Abstand nehmen oder nach Rücksprache mit der Verfasserin entsprechende Kürzungen vornehmen müssen. |101|\n\nWohl musste der Kläger nach dem Erscheinen seines Artikels mit heftigen Reaktionen und harten sachlichen Auseinandersetzungen rechnen. Daraus kann indessen nicht abgeleitet werden, er sei auch mit persönlichen Anfeindungen und Verunglimpfungen einverstanden gewesen. Die Berufung auf den Grundsatz \"volenti non fit iniuria\" geht deshalb fehl.\n\nDie Behauptung, mit der Nennung des Verfassers und dem Hinweis darauf, dass die Redaktion keine Verantwortung für den Inhalt der publizierten Leserbriefe übernehme, habe sich die Beklagte zum vornherein der Klage entzogen, ist unhaltbar. Träfe sie zu, könnte jede Redaktion unter dem Deckmantel von Leserbriefen mit fingierten oder zum Beispiel im fernen Ausland wohnenden Verfassern schwerste Ehrverletzungen publizieren, ohne dass sich der Verletzte dagegen wirksam zur Wehr setzen könnte. Derartiges kann der Gesetzgeber nicht gewollt haben und wurde auch in dem von der Beklagten zitierten BGE 91 II 407 nicht ausgeführt.\n\nDer Beklagten mag zugestanden werden, dass eine Redaktion die Leserbriefe als Mittel für einen spontanen und unverfälschten Dialog verwenden darf - dies jedoch nur im Rahmen der Rechtsordnung, welche widerrechtliche Verletzungen der persönlichen Verhältnisse verbietet. Im vorliegenden Fall wurde dieser Rahmen überschritten. Die Beklagte hat somit für die Verbreitung der verletzenden Äusserungen des Leserbriefs und deren Folgen einzustehen.\n\n4. a) Wurde das Ansehen des Klägers durch die Veröffentlichung des Leserbriefs beeinträchtigt, so hat die Vorinstanz mit Recht auch seinen Berichtigungsanspruch bejaht, denn wo eine unrichtige Vorstellung oder ein falsches Gedankenbild bei einer unbekannten Zahl von Dritten nur durch die Publikation einer Berichtigung in der Presse beseitigt werden kann, umfasst der bundesrechtlich gewährleistete Beseitigungsanspruch auch den Anspruch auf Publikation einer Berichtigung (BGE 104 II 2 /3 mit Hinweisen).\n\nb) Die Beklagte wendet unter Berufung auf BGE 91 II 410 ein, Voraussetzung für eine Berichtigung in der Presse sei die Feststellung des Richters, dass eine Verletzung in den persönlichen Verhältnissen vorliege. Sollte sie damit behaupten wollen, im vorliegenden Fall sei diese Voraussetzung nicht erfüllt, wäre dieser Einwand unverständlich. Die Vorinstanz hielt aufgrund des kantonalen Rechts für das Bundesgericht verbindlich fest, |102| dass im Rahmen des Befehlsverfahrens gemäss § 222 Ziff. 2 der zürcherischen Zivilprozessordnung ein Befehl zur Berichtigung erteilt werden darf. Der kantonale Richter hat im Verfahren gegen die Beklagte auch geprüft, ob der Kläger durch den von dieser verbreiteten Leserbrief in seinen persönlichen Verhältnissen verletzt worden sei. Er hat diese Frage bejaht und damit die von der Beklagten verlangte Feststellung getroffen. Im übrigen geht es im vorliegenden Fall anders als in dem von der Beklagten angerufenen Entscheid nicht um den Anspruch auf Veröffentlichung des Urteils, der naturgemäss keine selbständige Bedeutung hat, sondern einen zu veröffentlichenden Urteilsspruch, sei es eine Feststellung oder ein Befehl, voraussetzt. Der Beklagten wird nicht befohlen, das obergerichtliche Urteil zu publizieren, sondern sie hat eine bestimmte Erklärung zu veröffentlichen, mit der die gegenüber dem Kläger erfolgte Persönlichkeitsverletzung beseitigt werden soll. Hiezu bedarf es keiner förmlichen Feststellung im Urteilsdispositiv.\n\nDer Beklagten kann sodann darin beigepflichtet werden, dass der Anspruch des Klägers auf Beseitigung der Störung bzw. Wiedergutmachung sich gegen den Störer bzw. Verletzer richten muss. Störer und Verletzer ist aber im vorliegenden Fall neben Anna Zepf auch die Beklagte selbst. Der Kläger kann deshalb auch von ihr die Beseitigung der Störung oder deren Wiedergutmachung verlangen.\n\nDie Behauptung der Beklagten, der Kläger fordere keines der von der Praxis für solche Fälle zur Verfügung gestellten Mittel, d.h. weder eine Urteilsveröffentlichung noch einen redaktionellen Widerruf noch eine Gegendarstellung, ist angesichts der gestellten klägerischen Begehren unverständlich. Die von der Vorinstanz angeordnete Publikation widerspricht entgegen der Meinung der Beklagten dem Bundesrecht nicht.\n\nDie Beklagte macht schliesslich geltend, durch den angefochtenen Entscheid werde sie verpflichtet, mit Anna Zepf einen Insertionsvertrag abzuschliessen, womit sie einem Kontrahierungszwang unterworfen werde; es gebe jedoch keine Norm unseres Rechtssystems, die sie verpflichten könnte, gegen ihren Willen, mit wem es auch sei, ins Inseratengeschäft zu kommen. Auch dieser Einwand geht fehl. Wie die Vorinstanz zutreffend bemerkte, hat die Beklagte die angeordnete redaktionelle Mitteilung in erster Linie deshalb zu publizieren, weil sie durch die Veröffentlichung des Leserbriefs das Persönlichkeitsrecht des |103| Klägers ihrerseits verletzte. Sie wird durch den angefochtenen Entscheid lediglich verpflichtet, in ihrer Zeitung in bestimmter Weise eine redaktionelle Erklärung abzudrucken. Zum Abschluss eines Insertionsvertrags mit Anna Zepf wird sie indessen nicht angehalten. Sie hat dem vorinstanzlichen Befehl nachzukommen, unabhängig davon, ob sie mit Anna Zepf einen solchen Vertrag schliesse oder nicht. Der Abschluss eines derartigen Vertrags ist für sie lediglich hinsichtlich der Kosten der Publikation von Bedeutung, über welche in diesem Verfahren jedoch nicht zu entscheiden ist. Der Beklagten steht es demnach frei, die redaktionelle Mitteilung anordnungsgemäss zu veröffentlichen, ohne mit Anna Zepf darüber einen Vertrag abzuschliessen.\n\nc) Im übrigen sind Form und Inhalt der von der Vorinstanz zur Veröffentlichung befohlenen \"redaktionellen Mitteilung\" nicht angefochten und auch nicht zu beanstanden.\n\nDie Berufung ist daher abzuweisen."}