{"annee": "106", "cour": "IV", "page": "286", "date": "19/11/1980", "cite": ["104 IV 263"], "cite_par": [], "chapeau": "73. Urteil des Kassationshofes vom 19. November 1980 i.S. Polizeirichteramt der Stadt Zürich gegen C. (Nichtigkeitsbeschwerde)", "regestes": ["Art. 3 al. 4 OCR; art. 33 al. 3 OCE; ordonnance du 18 janvier 1966 sur la durée du travail et du repos des conducteurs professionnels de véhicules automobiles (ordonnance concernant les chauffeurs). Le chauffeur de taxi indépendant, qui n'exerce aucune autre activité lucrative dépendante, n'est tenu de faire fonctionner son tachygraphe lorsqu'il effectue une course privée ni au regard de l'art. 3 al. 4 OCR, ni à celui de l'ordonnance concernant les chauffeurs."], "faits": "|287|\n\nA.- C. ist selbständigerwerbender Taxifahrer in Zürich. Das Polizeirichteramt der Stadt Zürich wirft ihm vor, er habe in der Zeit vom 1. Januar 1979 bis zum 10. Februar 1979 als Lenker seines Taxis auf dem Gebiet der Stadt Zürich den Fahrtschreiber nur bei Taxifahrten, nicht auch auf Privatfahrten in Betrieb gehalten und zudem am 2. Januar, 27. Januar und am 1. Februar 1979 nach jeweils fünfeinhalb Stunden Arbeitszeit die vorgeschriebene Ruhepause von mindestens einer halben Stunde nicht eingehalten. Das Polizeirichteramt der Stadt Zürich büsste ihn deswegen mit Verfügung vom 24. April 1979 wegen Widerhandlung gegen Art. 3 Abs. 4 VRV sowie Art. 6 der Verordnung über die Arbeits- und Ruhezeit der berufsmässigen Motorfahrzeugführer (ARV; Chauffeurverordnung) und Art. 5 Abs. 2 der Sonderbestimmungen des Stadtrates über die Arbeits- und Ruhezeit der Taxiführer in der Stadt Zürich gestützt auf Art. 96 VRV und Art. 25 ARV mit Fr. 60.--.\n\nB.- Der Gebüsste verlangte die gerichtliche Beurteilung. Der Einzelrichter in Strafsachen des Bezirksgerichts Zürich sprach C. daraufhin am 27. November 1979 der Verletzung einer Verkehrsregel im Sinne von Art. 25 Abs. 1 ARV in Verbindung mit Art. 14 und Art. 5 Abs. 2 der Sonderbestimmungen über die Arbeits- und Ruhezeit der Taxiführer in der Stadt Zürich schuldig (Nichteinhaltung der Ruhepause nach 5 1/2 Stunden Arbeitszeit) und büsste ihn deswegen mit Fr. 20.--. Vom |288| Vorwurf der Widerhandlung gegen Art. 3 Abs. 4 VRV (Betrieb des Fahrtschreibers) wurde C. freigesprochen.\n\nDie vom Polizeirichteramt der Stadt Zürich gegen dieses Urteil eingereichte kantonale Nichtigkeitsbeschwerde, mit welcher die Verurteilung des C. auch wegen Verletzung von Art. 3 Abs. 4 VRV verlangt wurde, wies die I. Strafkammer des Obergerichts des Kantons Zürich mit Beschluss vom 13. Juni 1980 ab.\n\nC.- Das Polizeirichteramt führt eidgenössische Nichtigkeitsbeschwerde mit dem sinngemässen Antrag, der Beschluss des Obergerichts vom 13. Juni 1980 sei aufzuheben und die Sache zur Verurteilung des C. auch wegen Widerhandlung gegen Art. 3 Abs. 4 VRV an die zuständige kantonale Behörde zurückzuweisen. Der Beschwerdeschrift ist die Fotokopie einer schriftlichen Rechtsauskunft der Hauptabteilung Strassenverkehr des Bundesamtes für Polizeiwesen vom 4. Juli 1980 an die Stadtpolizei Zürich beigelegt.\n\nC. beantragt in seiner Vernehmlassung die Abweisung der Nichtigkeitsbeschwerde unter Kosten- und Entschädigungsfolgen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Zu entscheiden ist die Frage, ob der selbständigerwerbende Taxiführer verpflichtet sei, den Fahrtschreiber auch auf Privatfahrten mit seinem Taxi in Betrieb zu halten. Der Beschwerdeführer bejaht eine solche Pflicht vor allem gestützt auf Art. 3 Abs. 4 VRV (in der Fassung gemäss Bundesratsbeschluss vom 27. August 1969 über administrative Ausführungsbestimmungen zum Strassenverkehrsgesetz), wonach der Fahrzeugführer den vorgeschriebenen Fahrtschreiber ständig in Betrieb zu halten und richtig zu bedienen hat. Der Beschwerdegegner und die Vorinstanz verneinen sie namentlich unter Berufung auf Art. 13 Abs. 4 ARV, wonach selbständigerwerbende Fahrzeugführer nicht gehalten sind, die übrige Arbeitszeit mit dem Fahrtschreiber aufzuzeichnen.\n\n2. a) Gemäss Art. 33 Abs. 3 lit. c der Verordnung über Bau und Ausrüstung der Strassenfahrzeuge (BAV) müssen leichte Motorwagen zum gewerbsmässigen Personentransport mit einem Fahrtschreiber zur Kontrolle der Arbeits- und Ruhezeit und zur Abklärung von Unfällen ausgerüstet sein. Der |289| Fahrtschreiber hat demnach eine doppelte Funktion: er soll einerseits die Kontrolle der Arbeits- und Ruhezeit der berufsmässigen Fahrzeugführer ermöglichen, anderseits der Abklärung von Unfällen dienen. Lediglich die Erreichung des letzteren dieser beiden Zwecke will Art. 3 Abs. 4 VRV sicherstellen; diese Bestimmung schreibt das ständige Inbetriebhalten und die richtige Bedienung des vorgeschriebenen Fahrtschreibers vor, damit im Falle eines Unfalles auch mittels dieses Instruments die Unfallursachen abgeklärt werden können. Die Erreichung des andern Zwecks des in Art. 33 Abs. 3 BAV vorgeschriebenen Fahrtschreibers (Kontrolle der Einhaltung der Arbeits- und Ruhezeit) wird durch die einschlägigen Bestimmungen der Chauffeurverordnung sichergestellt. Auch das Bundesamt für Polizeiwesen scheint in seinem Bericht an die Stadtpolizei Zürich von dieser Doppelfunktion des Fahrtschreibers auszugehen, wenn es schreibt: \"Beim nicht der ARV unterstellten Führer dient der Fahrtschreiber bloss als Mittel zur Unfallabklärung. Er hat daher bloss das passende Einlageblatt einzulegen und den Fahrtschreiber während der Fahrt in Betrieb zu halten. Beim der ARV unterstellten Führer dient der Fahrtschreiber der Unfallabklärung und der Arbeits- und Ruhezeitkontrolle, weshalb er sowohl während der Fahrt (Lenkzeit, Lenkpause) als auch bei Stillstand des Fahrzeugs (übrige Arbeitszeit, Arbeitspause) so in Betrieb zu halten ist, dass er die erwähnten Registrierungen liefert. Daher hat der Führer zusätzlich zu den Regeln von Art. 3 Abs. 4 VRV die Vorschriften von Art. 14 ARV zu beachten.\"\n\nAus der Stellung von Art. 3 Abs. 4 VRV im Abschnitt \"Allgemeine Fahrregeln\" und aus dem Randtitel zu Art. 3 VRV \"Bedienung des Fahrzeugs\" wird deutlich, dass diese Vorschrift sich an alle Fahrzeugführer richtet, gleichgültig ob sie der Chauffeurverordnung unterstellt seien oder nicht. In Art. 3 Abs. 4 VRV, der die mit Bundesratsbeschluss vom 27. August 1969 über administrative Ausführungsbestimmungen zum Strassenverkehrsgesetz aufgehobenen Abs. 1-3 von Art. 13 ARV ersetzt, fehlt, anders als in jenen aufgehobenen Bestimmungen (vgl. AS 1966 S. 44), bezeichnenderweise jeder Hinweis auf Arbeitgeber, Arbeitnehmer und arbeitsrechtliche Verhältnisse.\n\nb) Der Grund für die Ausrüstung von Taxis mit Fahrtschreibern als Hilfsmittel der Unfallabklärung liegt - anders als bei |290| den in Art. 33 Abs. 3 lit. a und b BAV erwähnten Fahrzeugen (schwere Motorwagen, gewerbliche zweiachsige Traktoren und Sattelschlepper mit einem Gesamtzugsgewicht von mehr als 5000 kg) - nicht in ihrer Beschaffenheit an sich, sondern darin, dass sie zum gewerbsmässigen Personentransport verwendet werden. Im Interesse der Taxikunden und damit der Öffentlichkeit sollen Unfälle, an welchen Taxis beteiligt sind, möglichst rasch und genau abgeklärt werden können; der Fahrtschreiber kann ein geeignetes Hilfsmittel dazu sein. Hingegen bilden Taxis ihrer Beschaffenheit nach keine höhere Gefahr für die Verkehrssicherheit als andere leichte Motorwagen; im Gegenteil: die leichten Motorwagen zum gewerbsmässigen Personentransport unterstehen einer jährlichen und nicht nur (wie die übrigen leichten Motorwagen) einer alle drei Jahre stattfindenden amtlichen Nachprüfung (Art. 83 Abs. 1 BAV). Soweit ein Taxi nicht als solches, d.h. zum gewerbsmässigen Personentransport eingesetzt ist, sondern für eine private Fahrt verwendet wird, kann die Pflicht zum Inbetriebhalten des Fahrtschreibers nur für Taxis nicht mit der Verkehrssicherheit und dem Bedürfnis nach erleichterter Unfallabklärung begründet werden. Da aber Art. 3 Abs. 4 VRV gerade die Erreichung dieser Zwecke sicherstellen will, kann die Verpflichtung, den in einem Taxi eingebauten Fahrtschreiber auch auf Privatfahrten in Betrieb zu halten, entgegen der Auffassung des Beschwerdeführers nicht auf diese Bestimmung gestützt werden. Hingegen müssen nach dem Gesagten die Führer der in Art. 33 Abs. 3 lit. a und b BAV genannten Fahrzeuge (schwere Motorwagen, etc.) den Fahrtschreiber auf sämtlichen Fahrten in Betrieb halten, da der Einbau eines Fahrtschreibers als Hilfsmittel zur Unfallabklärung bei diesen Fahrzeugen wegen deren Beschaffenheit an sich vorgeschrieben ist. Der Führer eines solchen Fahrzeugs, der auf einer Fahrt den Fahrtschreiber nicht in Betrieb hält, macht sich daher auch dann nach Art. 3 Abs. 4 i.V.m. Art. 96 VRV strafbar, wenn er gemäss der Chauffeurverordnung als Selbständigerwerbender nicht zur Aufzeichnung der Fahrt mittels Fahrtschreiber verpflichtet ist.\n\nDer Umstand, dass ein Taxi auch auf einer Privatfahrt beschädigt werden kann mit der Folge, dass es den erhöhten Sicherheitsanforderungen allenfalls nicht mehr genügt, vermag entgegen der Ansicht des Beschwerdeführers ebenfalls keine Pflicht zum Inbetriebhalten des Fahrtschreibers auf Privatfahrten |291| mit dem Taxi zu begründen. Das Ausmass von Unfallschäden lässt sich keinesfalls allein aufgrund der Aufzeichnungen des Fahrtschreibers, sondern erst durch eine technische Kontrolle ausreichend feststellen. Abgesehen davon meldet die Polizei der Zulassungsbehörde die Fahrzeuge, die bei Unfällen starke Schäden erlitten haben oder bei Kontrollen erhebliche Mängel aufweisen (Art. 83 Abs. 5 BAV); die Zulassungsbehörde unterzieht das Fahrzeug einer Kontrollprüfung, wenn es wesentliche Änderungen erfuhr oder bei einem Unfall stark beschädigt wurde (Art. 83 Abs. 3 BAV). Bei der Prüfung der Frage, ob ein Schaden \"stark\" oder ein Mangel \"erheblich\" sei, können die Behörden der Tatsache Rechnung tragen, dass es sich beim betroffenen Fahrzeug um ein Taxi handelt.\n\n3. Zu prüfen bleibt somit, ob sich die Pflicht, den Fahrtschreiber auf einer mit einem Taxi unternommenen Privatfahrt in Betrieb zu halten, aus den Bestimmungen der Chauffeurverordnung ergibt, welche die Bedienung des Fahrtschreibers als Instrument zur Kontrolle der Einhaltung der Arbeits- und Ruhezeitvorschriften regeln.\n\na) Der Beschwerdegegner ist unbestrittenermassen selbständigerwerbender Fahrzeugführer und übt daneben keine Erwerbstätigkeit als Arbeitnehmer aus. Die Bestimmungen über die Arbeits- und Ruhezeit (Art. 4-9 ARV) sind daher auf ihn nicht anwendbar (Art. 1 Abs. 3 ARV). Hingegen gilt auch für ihn Art. 3 ARV, wonach der \"Dienst am Lenkrad\" neun Stunden im Tag und 45 Stunden in der Woche nicht überschreiten darf (Abs. 1), und wonach spätestens nach neun Stunden Dienst am Lenkrad, jedenfalls einmal innert 24 Stunden, eine \"Lenkruhe\" von neun zusammenhängenden Stunden einzuhalten ist (s. BGE 104 IV 264). Als Mittel zur Kontrolle der Einhaltung dieser Vorschriften dienen der Fahrtschreiber, die Arbeits- und Ruhezeitkontrolle und das Arbeitsbuch (Art. 11 ARV). Nach Art. 13 Abs. 4 ARV sind aber selbständigerwerbende Fahrzeugführer nicht gehalten, die \"übrige Arbeitszeit\" mit dem Fahrtschreiber aufzuzeichnen. Der Beschwerdeführer vertritt die Auffassung, diese Bestimmung betreffe nur die Arbeitszeit des selbständigerwerbenden Fahrzeugführers bei stillstehendem Fahrzeug und sage nichts darüber aus, ob der Fahrtschreiber auf Privatfahrten mit Taxis in Betrieb zu halten sei. Das Obergericht und der Einzelrichter in Strafsachen sowie der Beschwerdegegner ziehen demgegenüber aus Art. 13 Abs. 4 ARV |292| den Schluss, dass der selbständigerwerbende Fahrzeugführer, wenn er schon die übrige Arbeitszeit nicht mit dem Fahrtschreiber aufzuzeichnen habe, erst recht auf Privatfahrten in der Freizeit und in den Ferien den Fahrtschreiber nicht in Betrieb halten müsse.\n\nb) Die \"übrige Arbeitszeit\" des selbständigerwerbenden Fahrzeugführers wird in der Chauffeurverordnung nicht definiert und weder hinsichtlich der Art noch bezüglich der Dauer der Tätigkeit umschrieben. Fest steht einzig, dass unter die \"übrige Arbeitszeit\", also abgesehen vom \"Dienst am Lenkrad\", verschiedene Tätigkeiten fallen. Es fehlen jegliche Anhaltspunkte dafür (und auch der Beschwerdeführer vermag keine zu nennen), dass ein selbständigerwerbender Taxiführer während der übrigen Arbeitszeit sein Fahrzeug nicht verwenden dürfe, z.B. für Fahrten zum Arbeitsort. Die Behauptung des Bundesamtes für Polizeiwesen in seinem Bericht an die Stadtpolizei Zürich, \"übrige Arbeitszeit\" sei Arbeitszeit, die nicht \"Lenkzeit\" sei, findet in der Chauffeurverordnung keine Stütze. In Art. 17 Abs. 4 ARV, den das Bundesamt in diesem Zusammenhang anruft, wird die \"übrige Arbeitszeit\" nicht einer \"Lenkzeit\", sondern dem \"Dienst am Lenkrad\", was offensichtlich nicht dasselbe ist, gegenübergestellt. Auch in Art. 15 Abs. 3 und 3 Abs. 3 ARV ist nicht von einer \"Lenkzeit\", sondern vom \"Dienst am Lenkrad\" die Rede. Der selbständigerwerbende Taxiführer, der daneben etwa als Kaufmann Geschäfte treibt (was ihm die Chauffeurverordnung nicht verbietet), und dazu sein Taxi als Transportmittel benützt, tut dabei nicht \"Dienst am Lenkrad\", sondern verrichtet eine unter die \"übrige Arbeitszeit\" fallende Tätigkeit. Diese Arbeitszeit muss er nach Art. 13 Abs. 4 ARV nicht mit dem Fahrtschreiber aufzeichnen. Zwar können nach Art. 20 Abs. 1 ARV die Kantone oder die von ihnen ermächtigten Gemeinden für Taxiführer in städtischen Verhältnissen anstelle von Art. 4-9 und 15-17 ARV andere Bestimmungen aufstellen und diese auch für selbständigerwerbende Taxiführer anwendbar erklären mit der Folge, dass allfällige kantonale Höchstarbeitszeitvorschriften auch für selbständigerwerbende Taxiführer gelten. Auch in diesem Fall ist der selbständigerwerbende Taxiführer aber nicht zur Aufzeichnung der übrigen Arbeitszeit mit dem Fahrtschreiber verpflichtet, da Art. 13 Abs. 4 ARV in Art. 20 Abs. 1 ARV gerade nicht aufgeführt wird und die Kantone daher keine von Art. 13 Abs. 4 ARV |293| abweichenden Regeln aufstellen können. Zudem vermöchten solche Aufzeichnungen auch gar nicht eine zuverlässige Kontrolle der gesamten Arbeitszeit zu gewährleisten.\n\nDer selbständigerwerbende Taxiführer hat demnach entgegen der Auffassung des Beschwerdeführers auch unter dem Gesichtspunkt der Arbeits- und Ruhezeitkontrolle nicht auf allen Fahrten mit seinem Taxi den Fahrtschreiber in Betrieb zu halten. Wenn er aber schon Fahrten im Rahmen seiner unter die \"übrige Arbeitszeit\" fallenden Tätigkeiten nicht aufzeichnen muss, so fehlt diese Verpflichtung, wie die Vorinstanz und der Beschwerdegegner zutreffend ausführen, erst recht für Fahrten in der Freizeit und in den Ferien. Der Beschwerdeführer behält denn auch selber den Fall der mehrtägigen Verwendung des Taxis als Privatfahrzeug, z.B. für eine Ferienfahrt, vor. Im Bericht des Bundesamtes für Polizeiwesen an die Stadtpolizei Zürich, auf den der Beschwerdeführer sich beruft, wird dazu ausgeführt, \"selbstverständlich wäre es unbillig zu verlangen\", dass der Fahrtschreiber auch auf solchen Fahrten in Betrieb gehalten und richtig bedient werden müsste. \"In einem solchen Fall wird der Taxiführer der Vollzugsbehörde seine Ferienabwesenheit und seine Ferienrückkehr melden.\" Abgesehen davon, dass sowohl das Kriterium der \"mehrtägigen Verwendung\" wie auch die Modalitäten der An- und Abmeldung unbestimmt sind und daher Unsicherheiten schaffen, besteht weder für die zugebilligte Ausnahmeregelung noch insbesondere für die Meldepflicht, die in die verfassungsmässigen Rechte des Taxiführers eingreift, eine gesetzliche Grundlage. Die Zubilligung einer Ausnahmeregelung für die mehrtägige Verwendung eines Taxis als Privatfahrzeug zeigt, wie der Beschwerdegegner zutreffend ausführt, mit aller Deutlichkeit die Schwäche der Argumentation des Beschwerdeführers.\n\nAm Ergebnis, dass der selbständigerwerbende Taxiführer lediglich auf den durch den gewerbsmässigen Personentransport bedingten Fahrten den Fahrtschreiber als Instrument der Arbeits- und Ruhezeitkontrolle in Betrieb halten muss, ändert nichts, dass auch der selbständigerwerbende Taxiführer an jenen Tagen, an welchen er \"Dienst am Lenkrad\" verrichtet, eine Lenkruhe von neun zusammenhängenden Stunden einhalten muss (Art. 3 Abs. 3 ARV). Aus dieser Verpflichtung bzw. der Notwendigkeit der Kontrolle ihrer Einhaltung folgt keineswegs zwingend die Pflicht zum Inbetriebhalten des Fahrtschreibers |294| auf sämtlichen Fahrten bzw. rund um die Uhr. Der Fahrtschreiber ist weder das einzige noch ein umfassendes Kontrollmittel; als solche dienen gemäss Art. 11 ARV vor allem die Arbeits- und Ruhezeitkontrolle (Art. 15 ARV) und das Arbeitsbuch (Art. 17 ARV). Die \"Aufstellung über die Dauer des täglichen Dienstes am Lenkrad und der Lenkruhe\", zu welcher der selbständigerwerbende Fahrzeugführer nach Art. 15 Abs. 3 ARV verpflichtet ist, muss als Nachweis für die Einhaltung der Ruhezeitvorschriften genügen. Die unrichtige Aufstellung ist in gleicher Weise strafbar wie die unkorrekte Bedienung des Fahrtschreibers (vgl. Art. 25 ARV). Dass die Einhaltung der Ruhezeit nicht aus den Aufzeichnungen des Fahrtschreibers ersichtlich sein muss, geht nicht zuletzt auch aus Art. 17 Abs. 4 ARV hervor: wo das Tagesblatt des Arbeitsbuches zu führen ist, d.h. bei Schadhaftigkeit oder ungenügender Aussagekraft des Fahrtschreibers (vgl. Art. 17 Abs. 2 ARV), hat der selbständigerwerbende Fahrzeugführer \"lediglich den Dienst am Lenkrad laufend einzutragen\"; er muss, anders als der unselbständigerwerbende, weder die übrige Arbeitszeit noch die Pausen und die Ruhezeit im Tagesblatt des Arbeitsbuches aufzeichnen.\n\nC. war somit weder gestützt auf Art. 3 Abs. 4 VRV noch aufgrund der Chauffeurverordnung verpflichtet, auf den Privatfahrten mit seinem Taxi den Fahrtschreiber in Betrieb zu halten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde des Polizeirichteramtes der Stadt Zürich wird abgewiesen."}