{"annee": "106", "cour": "IA", "page": "267", "date": "9/5/1980", "cite": ["93 I 305", "94 I 649", "104 IA 377", "104 IA 196", "104 IA 473", "103 IA 426", "102 IA 533", "100 IA 47", "101 IA 349", "90 I 159", "87 I 446", "105 IA 67", "100 IB 383", "101 IA 473", "102 IA 104", "97 I 653", "104 IA 120", "103 IA 242", "78 I 298", "104 IA 88", "89 I 27", "103 IA 259"], "cite_par": ["138 IV 13", "121 I 129", "115 IA 120", "116 IA 345", "109 IA 33", "109 IA 116", "133 II 136", "110 IA 99", "111 IA 184", "113 IA 126", "119 IA 445", "112 IA 30", "113 IA 38", "112 IA 318", "124 I 310", "119 IA 433", "109 IA 61"], "chapeau": "50. Auszug aus dem Urteil der II. öffentlichrechtlichen Abteilung vom 9. Mai 1980 i.S. Oswald und Niederer gegen Regierungsrat und Verwaltungsgericht des Kantons St. Gallen (staatsrechtliche Beschwerde)", "regestes": ["Art. 31 et 4 Cst.; interdiction d'un \"Peep-Show\". 1. Art. 31 Cst., portée, pouvoir d'examen du Tribunal fédéral (consid. 1). 2. Limitation de la liberté du commerce et de l'industrie pour des motifs de moralité publique (consid. 3). 3. L'interdiction d'un \"Peep-Show\" ne viole ni l'art. 31 Cst., ni le principe de l'égalité de traitement garanti par la Constitution (consid. 5)."], "faits": "|268|\n\nAm 26. Februar 1979 gelangten Alex Oswald und Maya Niederer, Eigentümer der Liegenschaft Lämmlisbrunnenstrasse 18/Linsenbühlstrasse 19 in St. Gallen, an das Kantonale Amt für Industrie, Gewerbe und Arbeit (KIGA) und ersuchten um Erteilung eines Patentes für den Betrieb einer \"Peep-Show\" (\"Stützli-Sex\"). Wie aus der Beschreibung im Patentgesuch Alex Oswalds und Maya Niederers hervorgeht, handelt es sich bei der \"Peep-Show\" um die Zurschaustellung nackter Frauen. Rund um ein Podium von 1,8 m Durchmesser, das mit einer würfelförmigen Sitzgelegenheit versehen ist, sind Zuschauerkabinen angeordnet, die mit eigenen, von innen verschliessbaren Eingängen versehen sind. Eine solche Kabine kann jeweils nur eine Person aufnehmen. Der Ablauf der Vorführung gestaltet sich nach der Darstellung der Beschwerdeführer wie folgt: Die posierende, nackte Frau verhält sich auf dem runden Podium still, während sich das Podium selbst in einem Zeitraum von 1,5 Minuten einmal vollständig dreht. In den Zuschauerkabinen sind Automaten angebracht, die beim Einwurf eines Frankenstücks den Blick auf die posierende Frau durch ein Guckloch für 30 Sekunden freigeben. Der Zuschauer kann beliebig oft Geld nachwerfen. Reklamentafeln sind keine vorgesehen, bloss die Anschrift \"Peep-Show\" soll auf die Schaustellung aufmerksam machen.\n\nDas KIGA lehnte das Patentgesuch ab. Rekurse gegen diese Verweigerung des Patentes an den Regierungsrat und das Verwaltungsgericht des Kantons St. Gallen hatten keinen Erfolg. Das Bundesgericht weist die staatsrechtliche Beschwerde der Gesuchsteller, die eine Verletzung der Handels- und Gewerbefreiheit sowie des verfassungsmässigen Rechtsgleichheitsgebotes rügen, ab aus folgenden |269|", "considerants": "Erwägungen:\n\n1. Art. 31 der Bundesverfassung gewährleistet die Handels- und Gewerbefreiheit. Der Begriff von Handel und Gewerbe im Sinne dieser Verfassungsnorm ist nach der Rechtsprechung weit zu verstehen und umfasst jede privatwirtschaftliche Tätigkeit, die die Erzielung eines Gewinnes oder eines Erwerbseinkommens bezweckt. Soweit eine solche Tätigkeit nicht mit Strafe bedroht ist, geniesst sie grundsätzlich auch dann den Schutz der Handels- und Gewerbefreiheit, wenn sie als sittlich anstössig erscheinen mag (BGE 103 Ia 261 f. E. 2a mit Verweisen; vgl. insbesondere auch BGE 101 Ia 476 E. 2b).\n\nGemäss Art. 31 Abs. 2 BV können die Kantone Bestimmungen über die Ausübung von Handel und Gewerbe erlassen; sie dürfen jedoch den Grundsatz der Handels- und Gewerbefreiheit nicht beeinträchtigen. Die bundesgerichtliche Rechtsprechung verlangt deshalb, dass Einschränkungen der Handels- und Gewerbefreiheit auf gesetzlicher Grundlage beruhen, im öffentlichen Interesse liegen und die Grundsätze der Verhältnismässigkeit und Rechtsgleichheit beachten (BGE 105 Ia 71 E. 4b, BGE 104 Ia 198 E. 2b jeweils mit Verweisen). Dabei genügt für Eingriffe in die Handels- und Gewerbefreiheit nicht jedes irgendwie geartete öffentliche Interesse; untersagt sind den Kantonen namentlich Massnahmen mit wirtschaftspolitischer Zielsetzung (BGE 103 Ia 262 E. 2a, BGE 102 Ia 114 E. 3 jeweils mit Verweisen). Zulässig sind dagegen polizeilich motivierte Eingriffe zum Schutze der öffentlichen Sittlichkeit, Ruhe, Ordnung, Sicherheit und Gesundheit sowie von Treu und Glauben im Geschäftsverkehr (BGE 104 Ia 475 E. 2, BGE 103 Ia 262 E. 2a mit Verweisen).\n\nRügt ein Bürger die Verletzung eines speziellen Grundrechtes durch die kantonalen Behörden, so prüft das Bundesgericht die Auslegung und Anwendung kantonalen Rechtes grundsätzlich nur unter dem beschränkten Gesichtswinkel der Willkür. Liegt dagegen ein besonders schwerer Eingriff in das angerufene Grundrecht vor, so prüft es auch die Auslegung kantonalen Rechts mit freier Kognition. Frei prüft das Bundesgericht in jedem Fall, ob eine an sich vertretbare Auslegung und Anwendung des kantonalen Rechts mit den angerufenen verfassungsmässigen Rechten vereinbar ist. Dabei auferlegt es sich |270| jedoch Zurückhaltung, soweit die Beurteilung von einer Würdigung örtlicher Verhältnisse abhängt, welche die kantonalen Behörden besser kennen und überblicken als das Bundesgericht, und soweit sich ausgesprochene Ermessensfragen stellen (BGE 104 Ia 475 E. 1, 177 f. E. 3; BGE 103 Ia 431 E. 4a jeweils mit Hinweisen; vgl. auch BGE 104 Ia 126 E. 2a).\n\n2. Nach Art. 4 Ziffer 5 des st. gallischen Gesetzes über den Marktverkehr und das Hausierwesen vom 28. Juni 1887 (MHG) ist als Hausieren oder Gewerbebetrieb im Umherziehen aufzufassen:\n\n\"Die Ausübung künstlerischer Hausiergewerbe (herumziehende Schauspieler, Sänger, Musikanten, Kunstreiter, Seiltänzer, Taschenspieler usw.) und die gewerbsmässige Schaustellung von Naturgegenständen und Kunstwerken (Menagerien, Panoramas usw.).\"\n\nAls künstlerisches Hausiergewerbe im Sinne dieser Bestimmung sind gemäss Art. 7 des Nachtragsgesetzes zum MHG vom 31. Dezember 1894 (NG zum MHG) ausserdem aufzufassen:\n\n\"Alle gegen Entgelt stattfindenden örtlichen Produktionen in Gesang, Musik, Taschenspielerei usw., gleichviel, ob die betreffenden Personen oder Gesellschaften in der Gemeinde, wo die Produktion stattfindet, oder anderswo domiziliert sind. Wenn bei derartigen Produktionen ein höheres wissenschaftliches oder Kunstinteresse obwaltet, so kann das zuständige Departement von der Unterstellung desselben unter das Gesetz Umgang nehmen.\"\n\nDie Hausiergewerbe und gewerbsmässigen Schaustellungen nach Art. 4 MHG sind patentpflichtig (Art. 7 MHG). Kein Patent wird unter anderem gemäss Art. 8 MHG erteilt, wenn mit der Ausübung des Gewerbes:\n\n\"In sittlicher Beziehung Anstoss erregt wird\" (lit. a)\n\noder wenn\n\n\"eine Belästigung des Publikums damit verbunden ist, wie bei Orgelspielern, Bänkelsängern, Bärenführern usw. (lit. c).\"\n\nDas Verwaltungsgericht des Kantons St. Gallen hat den Beschwerdeführern das Patent für den Betrieb einer \"Peep-Show\" aufgrund dieser kantonalen Gesetzesbestimmungen verweigert.\n\nDie Beschwerdeführer behaupten zu Recht nicht, die Bestimmungen des MHG bzw. NG zum MHG bildeten keine hinreichende gesetzliche Grundlage für Einschränkungen der |271| Handels- und Gewerbefreiheit. Sie machen auch nicht geltend, der Betrieb einer \"Peep-Show\" sei kein patentpflichtiges Gewerbe im Sinne von Art. 4 MHG/Art. 7 NG zum MHG; sie haben im Gegenteil selbst die Erteilung eines Patentes beantragt. Sie machen ausschliesslich geltend, das Patent zum Betrieb einer \"Peep-Show\" sei ihnen zu Unrecht verweigert worden, da diese weder in sittlicher Beziehung Anstoss errege noch eine Belästigung des Publikums damit verbunden sei.\n\nDas Verbot, im Kanton St. Gallen eine \"Peep-Show\" zu betreiben, stellt für die Beschwerdeführer, die bisher in diesem Kanton keinen derartigen Betrieb unterhielten, keinen besonders schweren Eingriff in die Handels- und Gewerbefreiheit dar (vgl. BGE 101 Ia 351 E. 4); die Auslegung des anwendbaren kantonalen Rechtes ist daher vom Bundesgericht bloss unter dem Gesichtswinkel der Willkür zu prüfen. Da aber Art. 8 lit. a und c MHG dem Schutz der Polizeigüter der öffentlichen Sittlichkeit bzw. von Ruhe und Ordnung dienen, reduziert sich die Prüfung praktisch auf die Frage, ob ein hinreichendes öffentliches Interesse eine Einschränkung der Handels- und Gewerbefreiheit rechtfertige. Diese Frage ist vom Bundesgericht in der nachfolgenden Erwägung unter Vorbehalt der Würdigung örtlicher Verhältnisse mit freier Kognition zu prüfen.\n\n3. Das Verwaltungsgericht des Kantons St. Gallen hat den Beschwerdeführern das Patent für den Betrieb einer \"Peep-Show\" in erster Linie aus Gründen der öffentlichen Sittlichkeit verweigert.\n\na) Das Polizeigut der öffentlichen Sittlichkeit ist mit dem strafrechtlich geschützten Rechtsgut der Sittlichkeit nicht notwendig identisch (BGE 100 Ib 388 E. 4b) und kann auch ein Verhalten erfassen, das zwar nicht mit Strafe bedroht ist, jedoch den üblichen Massstäben zulässigen Verhaltens in eindeutiger Weise widerspricht. Sittlich verpönt sind in dieser Hinsicht namentlich gewisse Formen kommerzieller Ausbeutung von Sexualinteressen Dritter ohne eigene persönliche Beteiligung, auch wenn nicht geradezu ein Straftatbestand im Sinne von Art. 198, 199, 201 oder 209 StGB vorliegt.\n\nDer Begriff der Sittlichkeit hängt, wie derjenige der öffentlichen Ordnung überhaupt, in starkem Masse von den herrschenden sozialen und moralischen Anschauungen ab. Er ist deshalb örtlich verschieden und zeitlich wandelbar (vgl. A. JOST, Die neueste Entwicklung des Polizeibegriffs in der |272| Schweiz, Diss. Bern 1975, S. 24). Gerade im Sexualbereich findet seit einigen Jahren ein Wandel in den Anschauungen statt, der sich jedoch nicht überall mit derselben Geschwindigkeit und Intensität vollzieht. Was deshalb zu einem gegebenen Zeitpunkt in einem bestimmten Kanton noch als sittlich zulässig gilt, kann in andern Regionen die Toleranzgrenze sittlichen Empfindens bereits überschreiten.\n\nb) Die Behörden des Kantons St. Gallen haben dargelegt, dass die Zurschaustellung nackter Frauen über einen Geldautomaten von der St. Galler Bevölkerung als menschenunwürdige, kommerzielle Ausbeutung des Sexualtriebs empfunden werde. Gerade weil beim normal empfindenden Bürger in Sexualfragen eine offene und versachlichte Betrachtungsweise Platz gegriffen habe, würden gewisse Folgeerscheinungen, die ihre Wurzel in Frustrationen, Minderwertigkeitsgefühlen und Egozentrik hätten, als sittlich anstössig betrachtet. Dazu gehörten namentlich Darstellungen, bei denen die Absicht geschäftlicher Ausbeutung des Sexualinteresses offenkundig sei, die niedere Instinkte weckten und deren Folgen sich der sozialen Kontrolle entzögen. Die \"Peep-Show\" vermittle in dieser Hinsicht automatisierten und entpersonifizierten Sex. Die Frau werde als blosse Sache vorgeführt, die dem Betrachter für billiges Geld offenstehe. Auch erscheine zwar nicht die Möglichkeit der Selbstbefriedigung an sich als sittlich anstössig, wohl aber die Tatsache, dass diese Möglichkeit bewusst geschaffen werde, um sie kommerziell in grossem Stile auszunützen.\n\nDie Mentalität der St. Galler Bevölkerung ist den kantonalen Behörden besser bekannt als dem Bundesgericht. Wenn diese Behörden übereinstimmend der Ansicht sind, eine \"Peep-Show\" überschreite die im Kanton St. Gallen allgemein anerkannte Toleranzgrenze im sittlichen Bereich, so handelt es sich um eine Würdigung örtlicher Verhältnisse, bei deren Überprüfung das Bundesgericht Zurückhaltung übt.\n\nVon den St. Galler Behörden ist glaubwürdig dargetan worden, dass gerade diese Form der finanziellen Ausnutzung des Sexualinteresses der St. Galler Bevölkerung als sittlich unannehmbar erscheint. Diese tatsächliche Feststellung des Verwaltungsgerichts, dass nämlich im Kanton St. Gallen ein Sittlichkeitsverständnis im beschriebenen Sinne gelte, wird von den Beschwerdeführern nicht bestritten. Sie machen in ihrer staatsrechtlichen Beschwerde jedoch hauptsächlich geltend, für die |273| Frage der sittlichen Anstössigkeit könne nicht massgebend sein, was ein Besucher in der Kabine oder allenfalls später mit den gewonnenen visuellen Eindrücken mache, sondern einzig ob die Schaffung einer \"unbeaufsichtigten\" Möglichkeit zur Betrachtung einer nackten Frau in natura sittlich anstössig sei. In diesem Sinne könne auch die mangelnde soziale Kontrolle kein Kriterium für die Beurteilung der sittlichen Anstössigkeit sein. Die Einzelkabinen dienten zudem lediglich dem geordneten Ablauf und die Art der Bezahlung biete sich als die rationellste und fairste an, weil sie dem Besucher ermögliche, jede halbe Minute den Wert und Gegenwert der Darbietung zu vergleichen. Es sei ausserdem zu unterscheiden zwischen dem Besucher, der sich in seinem Sittlichkeitsempfinden wohl kaum provoziert fühle, und dem Nichtbesucher, der bloss die Tafel mit der Aufschrift \"Peep-Show\" zu Gesicht bekomme.\n\nDie Beschwerdeführer wollen ihre \"Peep-Show\"-Leistungen - Altersbeschränkungen aus Gründen des Jugendschutzes vorbehalten - jedermann anbieten. Sie wollen sich demnach mit ihrem Angebot an die breite Öffentlichkeit wenden, was sie mit dem Patentgesuch noch betont haben. Unter diesen Umständen ist nicht ersichtlich, worauf sich eine Unterscheidung zwischen aktuellen und potentiellen Besuchern stützen sollte. Aber auch abgesehen davon wird der Begriff der öffentlichen Sittlichkeit von den Beschwerdeführern unzutreffend verstanden, wenn sie vorbringen, für die Frage, ob elementare Grundsätze menschlichen Verhaltens im Sexualbereich für den normal empfindenden Durchschnittsbürger in provokativer Weise in Frage gestellt würden, sei einzig massgeblich, ob die Schaffung einer \"unbeaufsichtigten\" Möglichkeit zur Betrachtung einer nackten Frau in natura sittlich anstössig sei. Über die Vereinbarkeit mit der Sittlichkeit entscheidet auch die Art, wie dies geschieht. In dieser Beziehung haben die Behörden des Kantons St. Gallen übereinstimmend festgestellt, dass gerade die \"nüchterne\", kommerzielle Atmosphäre, die bei der \"Peep-Show\" durch den Verzicht auf jeglichen Vorwand bei der Darstellung, durch die Isolation des Betrachters und durch die kurze, automatisierte Blickfreigabe mit der Notwendigkeit zum Geldnachwurf entsteht, die Institution für die St. Galler Bevölkerung sittlich unannehmbar mache. Entscheidend für die Frage der Sittlichkeit ist aber auch, welcher Sinnbezug der ganzen Schaustellung nach der Vorstellung des Durchschnittsbürgers |274| zukommt. Diese allgemeine Vorstellung kann entgegen der Ansicht der Beschwerdeführer unter anderem auch durch die mangelnde soziale Kontrolle des Besuchers mitbestimmt werden. Auch diese Tatsache ist deshalb ein taugliches Kriterium für die Beantwortung der Frage, ob eine Schaustellung in der Art der \"Peep-Show\" von den herrschenden Anschauungen über die elementaren Grundsätze menschlichen Verhaltens im Sexualbereich noch toleriert werde.\n\nVermögen aus diesen Gründen die Vorbringen der Beschwerdeführer die Darstellung des herrschenden Sittlichkeitsbegriffs durch das Verwaltungsgericht des Kantons St. Gallen nicht zu entkräften, so ist davon auszugehen, dass die Institution der \"Peep-Show\" den sittlichen Anschauungen der St. Galler Bevölkerung über die Form zwischenmenschlicher Beziehungen in eindeutiger Weise widerspricht. Damit ist aber ein hinreichendes öffentliches Interesse an einer Einschränkung der Handels- und Gewerbefreiheit zum Schutze der öffentlichen Sittlichkeit dargetan.\n\nBei dieser Sachlage kann offenbleiben, ob auch die Befürchtung, der Betrieb werde mit seinen Folgeerscheinungen zu einer Belästigung der Bevölkerung führen (Art. 8 lit. c MHG) im vorliegenden Fall ein zureichendes öffentliches Interesse für einen Eingriff in die Handels- und Gewerbefreiheit bilden würde.\n\n5. Die Beschwerdeführer berufen sich auf das Rechtsgleichheitsgebot und machen geltend, in St. Gallen existierten bereits eine Anzahl von Sex-Shops, Sexkinos und Night-Clubs mit Striptease-Darbietungen.\n\na) Nach der Rechtsprechung des Bundesgerichts gewährleistet die Handels- und Gewerbefreiheit auch die Gleichbehandlung der Gewerbegenossen (BGE 104 Ia 98 E. 7, BGE 102 Ia 547 E. 11e, BGE 100 Ia 49 E. 4b, BGE 97 I 655 E. 5 mit Hinweisen). Dieser in der Handels- und Gewerbefreiheit mitenthaltene Gleichbehandlungsanspruch steht nach der Praxis des Bundesgerichts jedoch nur direkten Konkurrenten zu. Als solche gelten die Angehörigen der gleichen Branche, die sich mit gleichen Angeboten an dasselbe Publikum richten, um das gleiche Bedürfnis zubefriedigen (BGE 93 I 309 E. 2a, BGE 89 I 32 E. 2, BGE 87 I 448 E. 6b, bestätigt im unveröffentlichten Entscheid i.S. Fa. S. & Co. vom 19. Dezember 1973, S. 8; vgl. auch D. WYSS, Die Handels- und Gewerbefreiheit und die Rechtsgleichheit, Diss. Zürich 1971, S. 22 ff.). Nach diesen Kriterien hat das Bundesgericht etwa ein |275| Konkurrenzverhältnis zwischen Apotheken und Drogerien (BGE 89 I 35 E. 4), aber auch zwischen Kinos einerseits und Theater sowie Cabarets-Dancings anderseits (BGE 93 I 309, BGE 78 I 301 f.) verneint.\n\nDass Gewerbegenossen überhaupt ein besonderer, direkt aus Art. 31 BV abgeleiteter Rechtsgleichheitsanspruch zustehen soll, ist in der Literatur verschiedentlich kritisiert worden (vgl. H. MARTI, Die Wirtschaftsfreiheit, Basel 1976, S. 74 ff., D. WYSS, a.a.O. S. 106 ff., H. HUBER, Die Gleichbehandlung der Gewerbegenossen, in Festschrift für Walter Hug, Bern 1968, S. 447 ff., U.P. FREY, Das Verhältnis der Handels- und Gewerbefreiheit zu den andern Freiheitsrechten, Diss. Zürich 1965, S. 34 ff.; vgl. aber auch F. GYGI, Die Schweizerische Wirtschaftsverfassung, 2. Aufl. Bern 1978 S. 176 f.). Ob und gegebenenfalls wie weit es unter dem Gesichtspunkt der Wettbewerbsneutralität angebracht ist, Gewerbegenossen einen weitergehenden Gleichbehandlungsanspruch einzuräumen, als ihn schon Art. 4 BV garantiert, braucht indessen im vorliegenden Verfahren nicht näher geprüft zu werden, weil die Inhaber von \"Peep-Shows\" zu denjenigen von Kiosken, Kinos und Night-Clubs nicht im Verhältnis direkter Konkurrenz stehen. Die Art der angebotenen Leistungen ist derart verschieden, dass nicht mehr von der gleichen Branche im Sinne der bundesgerichtlichen Begriffsbestimmung gesprochen werden kann. Die Beschwerdeführer können sich aus diesem Grunde auf die Rechtsgleichheit unter Gewerbegenossen nicht berufen.\n\nb) Das verfassungsmässige Rechtsgleichheitsgebot des Art. 4 BV gebietet, Gleiches nach Massgabe seiner Gleichheit gleich, Ungleiches nach Massgabe seiner Ungleichheit ungleich zu behandeln (BGE 103 Ia 245 E. 3a, BGE 94 I 654 E. 5, BGE 90 I 162 E. 2). Soweit eine unterschiedliche Behandlung in relevanten tatsächlichen Verschiedenheiten begründet liegt, ist sie mit dem Rechtsgleichheitsgebot vereinbar.\n\nIm Bereiche grundrechtsbeschränkender Massnahmen, oder soweit eine staatliche Leistung unmittelbar einen verfassungsmässigen Anspruch der Bürger berührt, prüft das Bundesgericht frei, ob die kantonale Instanz die richtigen Bezugspunkte für die Beurteilung der Gleichheit oder Ungleichheit der Verhältnisse gewählt habe (BGE 104 Ia 379 E. 3, vgl. auch R. VENANZONI, Konkurrenz von Grundrechten, in ZSR 1979, S. 291).\n\nDie \"Peep-Show\", die die Beschwerdeführer betreiben wollen, unterscheidet sich sowohl vom Sexfilm wie von pornographischer |276| Literatur dadurch, dass ein Medium fehlt, das wie die Filmleinwand oder das Zeitschriftenpapier das Dargestellte verfremdet. Dass die posierende Frau nur durch ein Guckloch zu sehen ist, ändert nichts daran, dass sie in unmittelbarer Nähe, als konkreter Mensch, auftritt. Dass aber ein konkreter Mensch in seiner natürlichen Erscheinung das Sittlichkeitsempfinden stärker verletzen kann als eine blosse Abbildung, ist offensichtlich.\n\nDie \"Peep-Show\" ist in dieser Hinsicht am ehesten mit einer Striptease-Darbietung vergleichbar. Das Verwaltungsgericht des Kantons St. Gallen hat dazu ausgeführt, dass diese Striptease-Darbietungen angesichts des völlig andersartigen Rahmens der Schaustellung im Gegensatz zur \"Peep-Show\" die Toleranzgrenze sittlichen Empfindens nicht überschritten. Zwar gehe es in beiden Fällen um eine Zurschaustellung des weiblichen Körpers. Ob aber diese Zurschaustellung in einer primitiven Form über einen Geldautomaten in Einzelkabinen erfolge, oder im Rahmen einer - wenn auch noch so mageren - tänzerischen Darbietung auf einer Bühne vor Publikum, sei für die Frage der sittlichen Anstössigkeit durchaus unterschiedlich zu bewerten.\n\nDas Verwaltungsgericht hat die Frage der Gleichheit bzw. Ungleichheit von \"Peep-Show\" und Striptease-Darbietung zu Recht unter dem Gesichtspunkt der sittlichen Anstössigkeit beurteilt. Dabei ist dieser Unterscheidung der Begriff der Sittlichkeit zugrundezulegen, der im Kanton St. Gallen den herrschenden Anschauungen entspricht. In dieser Hinsicht haben die Behörden des Kantons St. Gallen, wie oben ausgeführt, dargetan, dass die versachlichte, \"entpersonifizierte\" Darstellung der Frau in der \"Peep-Show\" zusammen mit der Isolation des Betrachters und der entsprechenden fehlenden sozialen Kontrolle sowie dem Eindruck der Automation, der durch die Art der Bezahlung entstehe, als sittlich anstössig erscheine. Gerade in dieser Hinsicht ist aber eine Striptease-Darbietung von der \"Peep-Show\" wesentlich verschieden. Eine unterschiedliche Behandlung der \"Peep-Show\" auch im Verhältnis zum Striptease ist deshalb mit der Rechtsgleichheit vereinbar.\n\nWiderspricht aus diesen Gründen die Verweigerung der Patenterteilung zum Betrieb einer \"Peep-Show\" im Kanton St. Gallen weder Art. 31 noch Art. 4 BV, so ist die Beschwerde abzuweisen."}