{"annee": "101", "cour": "II", "page": "117", "date": "7/4/1975", "cite": ["94 II 167", "94 II 313"], "cite_par": ["142 III 746", "113 II 522", "133 III 37", "112 II 444"], "chapeau": "23. Auszug aus dem Urteil der I. Zivilabteilung vom 7. April 1975 i.S. Bank Y gegen X.", "regestes": ["Représentation. Art. 36 al. 1 CO. Après la fin des pouvoirs le représentant ne peut prétendre des renseignements à l'égard du cocontractant du représenté en vertu du rapport de représentation (consid. 4). Dépôt conjoint. Application en principe des dispositions sur le mandat. Droit solidaire des mandants communs (art. 150 CO). En matière bancaire, le mandat ne s'éteint en principe pas par la mort d'un mandant (art. 405 al. 1 CO). La banque est tenue envers le cocontractant survivant de rendre compte selon l'art. 400 al. 1 CO pour toute la durée du rapport de mandat (consid. 5)."], "faits": "|117|\n\nA.- Die französischen Eheleute X. wurden am 26. November 1924 in Frankreich getraut, wo sie ihren ersten Wohnsitz hatten. Mit Ehevertrag vom 6. November 1924 vereinbarten sie unter sich eine \"communauté universelle des biens\" nach französischem Recht. Aus ihrer Ehe gingen die Söhne Roland und Guy hervor.\n\nAm 30. März 1925 errichteten die Eheleute X. bei der Bank Y. unter den Pseudonymen ... ein dépôt conjoint. Über dieses |118| weiterhin gleichlautende Depot bestimmte der Ehemann am 20. Dezember 1953 in dem Sinne dass der Sohn Roland Eigentümer aller Werte, die beiden Eheleute selber und der Sohn Guy dagegen Beauftragte seien und über das alle vier Personen selbständig verfügen können. Am 11. Januar 1972 starb der Ehemann. Darauf ordnete der Sohn Roland am 28. Januar 1972 die Saldierung des Kontos an und liess die entsprechenden Werte auf sein eigenes Konto bei der gleichen Bank überführen; am 26. März 1972 widerrief er zudem die Vollmachten zugunsten seines Bruders und seiner Mutter über das genannte Konto.\n\nIm Hinblick auf die erbrechtliche Auseinandersetzung kam es zu Meinungsverschiedenheiten zwischen der Witwe und dem Sohn Guy einerseits und dem Sohn Roland anderseits.\n\nB.- Am 21. Mai 1973 klagte die Witwe des Erblassers beim Appellationshof des Kantons Bern gegen die Bank Y. auf Auslieferung sämtlicher Unterlagen über das streitige Konto. Sie verdeutlichte in der Folge die Klage dahin, dass diese auch die blosse Einsichtnahme in die Akten des Depots umfasse.\n\nAm 1. November 1974 verurteilte der Appellationshof des Kantons Bern die Beklagte unter Strafandrohung, der Klägerin innert 14 Tagen seit Rechtskraft des Urteils sämtliche das genannte Depot betreffenden Urkunden zur Einsicht vorzulegen. Im übrigen wies er die Klage ab.\n\nC.- Das Bundesgericht bestätigte am 7. April 1975 das vorinstanzliche Urteil.", "considerants": "Aus den Erwägungen:\n\n4. Die Vorinstanz ist auf Grund der ihr bekannt gewordenen Urkunden der Auffassung, die Klägerin sei durch Errichtung des Depots am 30. März 1925 zunächst originär und sodann am 20. Dezember 1953 durch die von ihrem Ehemann ausgestellte Vollmacht verfügungsberechtigt gewesen. Diese Befugnis sei allerdings durch den Auftrag des Sohnes Roland auf Saldierung des Kontos untergegangen. Das ändere aber nichts daran, dass die Klägerin für die Dauer ihrer Bevollmächtigung gegenüber der Beklagten einen Anspruch auf Akteneinsicht habe.\n\nNach Ansicht der Beklagten steht der Klägerin schon deshalb |119| kein Anspruch auf Akteneinsicht zu, weil sie selber nicht behaupte, vor dem Rückzug des Kontoguthabens im Jahre 1972 je von der Bevollmächtigung durch ihren Ehemann Kenntnis gehabt zu haben. Richtig ist, dass die Vollmachterteilung erst mit ihrer Mitteilung an den Vertreter wirksam wird (BGE 99 II 41; OSER/SCHÖNENBERGER, N. 20 und 21 zu Art. 32 OR; VON TUHR/SIEGWART, OR I S. 309). Die Klägerin will sich im Prozess vorerst nicht mehr an die Vollmacht erinnert, nicht aber von ihr überhaupt keine Kenntnis erhalten haben. Das angefochtene Urteil enthält keine entsprechende Feststellung, sondern stellt darauf ab, dass die Beklagte auf Grund einer bei den Bankakten liegenden Mitteilung um das Vollmachtsverhältnis gewusst habe. Wie es sich mit der Kundgabe der Vollmacht an die Klägerin verhält und ob allenfalls über den Wortlaut von Art. 33 Abs. 3 OR hinaus die Orientierung der Beklagten vertretungsrechtlich eine Mitteilung an die Klägerin zu ersetzen vermag, kann offen bleiben, da die im Jahre 1953 ausgestellte Vollmacht bei Einleitung des Prozesses erloschen war und der Klägerin keinen Anspruch mehr auf Auskunft gibt. Wohl ist der Vorinstanz darin beizupflichten, dass Rechte, die der Vertreter auf Grund einer Vollmacht begründet hat, durch deren Untergang nicht berührt werden. Sie verkennt aber, dass diese Rechte nur noch vom Vertretenen selber oder dessen Rechtsnachfolger geltend gemacht werden können. Ist die Vollmacht erloschen, so darf der Vertreter davon keinen Gebrauch mehr machen, was sich daraus ergibt, dass er nach Art. 36 Abs. 1 OR eine allfällige Vollmachtsurkunde zurückzugeben hat. Daraus folgt, dass die Beklagte mit dem Erlöschen der Vollmacht der Klägerin keine Auskunft mehr geben durfte und ihr gegenüber das Bankgeheimnis wieder zu wahren hatte (vgl. ERB, Die Bankvollmacht, Diss. Freiburg 1974, S. 242 und 247).\n\n5. Zu prüfen ist anderseits, ob die Klägerin gegegenüber der Beklagten einen Anspruch auf Akteneinsicht aus dem im Jahre 1925 zusammen mit ihrem Ehemann errichteten \"dépôt conjoint\" herleiten kann. Nach dieser Vereinbarung verpflichtete sich die Beklagte gegenüber beiden Eheleuten, Geld und Wertschriften zur Verwahrung und Verwaltung entgegen zu nehmen. Es wurde demnach ein Hinterlegungsvertrag und Auftrag, d.h. ein gemischtes Rechtsgeschäft, begründet (vgl. BGE 94 II 169). Dabei lag das Schwergewicht auf den Dienstleistungen |120| der Beklagten, weshalb grundsätzlich Auftragsrecht anzuwenden ist (BGE 94 II 169, 315, 96 II 149).\n\nJeder der beiden Auftraggeber war gegenüber der Beklagten im Sinne von Art. 150 OR solidarisch berechtigt (\"créanciers solidaires\"), die hinterlegten Werte ganz oder teilweise herauszuverlangen, und die Beklagte durfte gegebenenfalls mit befreiender Wirkung an einen von ihnen leisten. Verfügte ein Ehegatte über sämtliche Werte des Depots, so wurde dadurch das der Solidarforderung zugrunde liegende Rechtsverhältnis nicht beendigt. Da der Auftrag auf einer gemeinsamen Willenskundgebung beider Eheleute beruhte, konnte er auch nur gemeinsam widerrufen oder abgeändert (z.B. durch Einbezug neuer Kontoinhaber) werden (BGE 94 II 318, ERB, a.a.O. S. 196 Anm. 2, GUGGENHEIM, SJK 1351, S. 10). Daraus ergibt sich, dass der im Jahre 1925 begründete Kollektivauftrag die einseitigen Anordnungen des Ehemannes der Klägerin im Jahre 1953 überdauerte. Das muss sich die Beklagte umso mehr entgegenhalten lassen, als sie selber davon ausgeht, die Klägerin habe von den Anordnungen ihres Ehemannes keine Kenntnis gehabt. Sie behauptet das zwar nur für die Bevollmächtigung. Diese lässt sich aber von den weiteren Verfügungen, die der Ehemann der Klägerin im Schreiben vom 20. Dezember 1953 getroffen hat, nicht trennen.\n\nEs fragt sich sodann, ob mit dem Tod des Ehemannes der Klägerin vom 11. Januar 1972 das im Jahre 1925 begründete Auftragsverhältnis mit der Beklagten erloschen ist. Das ist zu verneinen. Bei Bankgeschäften wird im allgemeinen angenommen, dass der Tod des Auftraggebers den Vertrag nicht beendigt. Zudem sieht im vorliegenden Fall die Vereinbarung vom Jahre 1925 vor, dass die Beklagte beim Tod eines der beiden Vertragspartner die hinterlegten Werte dem andern herauszugeben hat, es sei denn, dieser ermächtige sie, an die Erben des Verstorbenen zu leisten. Daraus ergibt sich, dass mit dem Tod des Ehemannes der Klägerin das Auftragsverhältnis mit der Beklagten nicht zu Ende ging, was Art. 405 Abs. 1 OR ausdrücklich zulässt (vgl. BGE 94 II 316 E. 3). Ob die Beklagte unter diesen Umständen die hinterlegten Werte dem Sohn Roland in der Folge auf Grund der vom Vater im Jahre 1953 ausgestellten Vollmacht noch herausgeben durfte, kann offen bleiben. Jedenfalls war sie für den ganzen Zeitraum der Klägerin gegenüber zur Rechenschaft verpflichtet (Art. 400 Abs. 1 |121| OR). Dazu gehört auch der Anspruch auf Akteneinsicht, dem das Bankgeheimnis zu weichen hat. Da dieses Recht der Klägerin schon als Vertragspartnerin der Beklagten zusteht, braucht auf die ebenfalls vorgetragene güterrechtliche und erbrechtliche Argumentation nicht eingetreten zu werden. Die Klägerin war, um sich im Hinblick auf die Auseinandersetzung betreffend den Nachlass ihres Ehemannes in tatsächlicher Hinsicht Klarheit zu verschaffen, genötigt, den vorliegenden Prozess zu führen. Nur so konnte sie das weitere Schicksal des im Jahre 1925 zusammen mit ihrem Ehemann begründeten Gemeinschaftsdepots, das im Laufe der Ehe auf über 2 Mio. Franken angewachsen ist, erfahren. Die Klage ist daher, soweit sie aufrechterhalten blieb, gutzuheissen und die Berufung abzuweisen."}