{"annee": "101", "cour": "IV", "page": "247", "date": "4/7/1975", "cite": ["82 IV 47", "82 II 397", "89 IV 26", "81 IV 112", "76 IV 34", "68 IV 7", "91 I 31", "78 IV 50", "63 II 38", "85 I 191"], "cite_par": ["103 II 218", "113 IV 45", "113 III 120", "137 IV 59", "104 IV 68"], "chapeau": "55. Auszug aus dem Urteil des Kassationshofes vom 4. Juli 1975 i.S. J. gegen Staatsanwaltschaft des Kantons Luzern", "regestes": ["1. Art. 269 PPF. La réunion dans un seul et même acte des argumentations relatives à un pourvoi en nullité et à un recours de droit public n'est admissible que si les moyens concernant chacune des deux voies de droit sont traités séparément et indépendamment les uns des autres (consid. 1). 2. Art. 397 CP. La revision peut être fondée sur une nouvelle expertise, à la condition que celle-ci soit propre à démontrer l'existence de faits nouveaux (consid. 2). 3. Art. 13 CP. On doit renoncer à une expertise psychiatrique supplémentaire, lorsque, dès l'abord, il apparaît qu'aucun fait nouveau et important ne peut plus être établi (consid. 2)."], "faits": "", "considerants": "BGE 101 IV 247 S. 248\n\nDas Bundesgericht zieht in Erwägung:\n\n1. Mit der Nichtigkeitsbeschwerde in Strafsachen (Art. 268 ff. BStP) kann nur die Verletzung eidgenössischen Rechts gerügt werden, nicht aber die Verletzung verfassungsmässiger Rechte, deren Inhalt durch die eidgenössische Gesetzgebung nicht näher umschrieben wird (BGE 81 IV 118, BGE 91 I 34). So sind insbesondere Verstösse gegen Art. 4 BV, z.B. wegen willkürlicher Beweiswürdigung, mit staatsrechtlicher Beschwerde geltend zu machen (Art. 269 Abs. 2 BStP).\n\nNichtigkeits- und staatsrechtliche Beschwerde sind zwei selbständige Rechtsmittel, die - sowohl was die Form der Einreichung als die gerichtliche Behandlung betrifft - auch unterschiedlichen Verfahrensregeln unterworfen sind. Grundsätzlich dürfen daher die beiden Beschwerden nicht in ein und derselben Eingabe vereinigt werden, sondern ist jede getrennt zu erheben und in einer besondern Eingabe zu begründen (BGE 63 II 38, BGE 68 IV 10, BGE 82 II 398, BGE 82 IV 54, BGE 85 I 196, BGE 89 IV 27).\n\nEine Ausnahme vom Erfordernis getrennter Eingaben wird nur dann gemacht, wenn die verschiedenen Rechtsmittel in der Rechtsschrift äusserlich klar auseinandergehalten werden (Entscheid der staatsrechtlichen Abteilung vom 7. Dezember 1955 i.S. Commune de Neuchâtel c. Schneeberger, Beschluss des Kassationshofes vom 24. Oktober 1957 und Urteil der I. Zivilabteilung von 13. Februar 1958 i.S. Sprenger c. Büeler). Die Verbindung von Nichtigkeits- und staatsrechtlicher Beschwerde in einer gemeinsamen Eingabe ist somit nur zulässig, wenn die beiden Rechtsmittel nicht vermengt werden, sondern für jede Beschwerde gesondert und abschliessend dargelegt wird, was mit ihr vorgebracht werden will.\n\nIm vorliegenden Fall bezeichnet der Beschwerdeführer in der Beschwerdeanmeldung und in der Beschwerdebegründung die Beschwerde ausdrücklich als Nichtigkeitsbeschwerde, beruft sich jedoch in beiden Eingaben sowohl auf die Verletzung von Strafbestimmungen (Art. 397, 11, 13 StGB) als auch auf die Verletzung von Art. 4 BV (willkürliche Beweiswürdigung, Beeinträchtigung der Parteirechte usw.), ohne die beiden Beschwerden auseinanderzuhalten und getrennt zu behandeln. Auf die staatsrechtliche Beschwerde, die im Verhältnis zur BGE 101 IV 247 S. 249Nichtigkeitsbeschwerde subsidiären Charakter hat (BGE 89 IV 27), ist somit nicht einzutreten.\n\n2. Neue Gutachten gelten nach der Rechtsprechung des Bundesgerichts nicht als neue Beweismittel im Sinne des Art. 397 StGB, wenn sie als Revisionsgrund angerufen werden, um eine im früheren Verfahren geltend gemachte, aber nicht als erwiesen angenommene Tatsache darzutun. Dagegen kann die Wiederaufnahme des Verfahrens auf ein neues Gutachten gestützt werden, wenn es geeignet ist, eine neue Tatsache zu beweisen (BGE 78 IV 56, BGE 76 IV 36). Wie das Obergericht anerkennt, hatten die Luzerner Richter in den früheren Verfahren die Frage der Beeinträchtigung der geistigen Gesundheit des Beschwerdeführers nicht zu beurteilen. Die im Wiederaufnahmegesuch behauptete Tatsache, dass er seinerzeit im Zustand verminderter Zurechnungsfähigkeit gehandelt habe, ist daher neu.\n\nOb die neue Tatsache auch erheblich im Sinne des Art. 397 StGB sei, hängt in erster Linie davon ab, ob die behauptete Verminderung der Zurechnungsfähigkeit in einem Grad dargetan wird, dass es gerechtfertigt erscheint, eine gegenüber dem früheren Urteil wesentlich mildere Strafe auszufällen. Das Obergericht hat diese Frage verneint, indem es aufgrund des Gutachters Dr. F. annimmt, die Beeinträchtigung der geistigen Gesundheit sei so geringfügig gewesen, dass sie keinen Einfluss auf die Fähigkeit des Beschwerdeführers hatte, das Unrecht seiner Taten einzusehen und dementsprechend zu handeln. Das sind tatsächliche, auf Beweiswürdigung beruhende Feststellungen, die mit der Nichtigkeitsbeschwerde nicht angefochten werden können (Art. 273 Abs. 1 lit. b BStP). Hat aber die Vorinstanz der neuen Tatsache die Erheblichkeit aus Gründen des Beweises, nicht aus rechtlich unzutreffenden Überlegungen abgesprochen, liegt in der Ablehnung des Revisionsgesuches weder eine Verletzung des Art. 397 noch eine solche von Art. 11 StGB.\n\nAuch Art. 13 StGB ist nicht verletzt. Der Beschwerdeführer wurde bereits zweimal psychiatrisch begutachtet. Zwar bezogen sich die Gutachten Dr. M. und Dr. F. unmittelbar auf die seit 1965 begangenen Delikte, während die im Kanton Luzern beurteilen Straftaten früher verübt worden sind. Beide Gutachter berücksichtigten jedoch die gesamte Lebensentwicklung des Beschwerdeführers und befassten sich mit der Frage, von BGE 101 IV 247 S. 250welchem Zeitpunkt an die von ihnen festgestellten psychischen Besonderheiten aufgetreten sind. Damit haben sie sich, wenn auch nicht übereinstimmend, zugleich zur Frage geäussert, wie es mit der Zurechnungsfähigkeit des Beschwerdeführers zur Zeit der im Kanton Luzern begangenen Taten bestellt war. Auf Grund der beiden Arztberichte durfte die Vorinstanz davon ausgehen, dass sie über den Geisteszustand des Beschwerdeführers hinreichend unterrichtet sei und dass von einer weitern Begutachtung keine wesentlich neuen Erkenntnisse zu erwarten wären.\n\nDie Nichtigkeitsbeschwerde ist daher abzuweisen."}