{"annee": "101", "cour": "IB", "page": "336", "date": "13/6/1975", "cite": [], "cite_par": ["105 IB 348"], "chapeau": "59. Auszug aus dem Urteil vom 13. Juni 1975 i.S. Denner AG gegen Schweiz. Nationalbank", "regestes": ["Mesures dans le domaine du crédit (arrêté fédéral du 20 décembre 1972, ordonnance du 10 janvier 1973). Contrôle des émissions, assujettissement à autorisation. 1. Possibilité d'interjeter un recours de droit administratif devant le Tribunal fédéral contre une décision par laquelle la Banque nationale arrête qu'une émission publique de papiers-valeurs qui a été prévue est soumise à autorisation (cons. 1). 2. C'est la Banque nationale, et non la commission de contrôle des émissions, qui est compétente pour décider de l'assujettissement à autorisation (cons. 3). 3. L'émission publique d'obligations de caisse par une entreprise de commerce de détail est soumise à autorisation, que le délai de remboursement soit court ou long (cons. 5, 6). 4. Inégalité devant la loi? L'entreprise recourante ne peut rien tirer en sa faveur du fait que la Banque nationale n'exerce pas de contrôle sur les émissions d'obligations de caisse par les banques (cons. 8)."], "faits": "BGE 101 Ib 336 S. 337\n\nDie Denner AG, Zürich, wollte als Inhaberpapiere ausgestaltete Kassenobligationen im Nennwert von je Fr. 100.-- ausgeben. Jeder Kunde, der in einem ihrer Super-Discount-Läden Waren für je Fr. 25.-- einkaufte, sollte gegen Einzahlung des Nominalbetrages eine Obligation beziehen können. Es wurde vorgesehen, dass die Obligation jederzeit einlösbar sei, aber nach 12 oder 18 Monaten eingelöst werden müsse. Bei vorzeitiger Einlösung sollte sie zu 7%, bei Einlösung nach 12 oder 18 Monaten zu 10% p.a. verzinst werden. Die Denner AG begann im September 1974 in der Presse und in Fernsehsendungen für die Zeichnung solcher Titel zu werben.\n\nMit Schreiben vom 19. September 1974 teilte die Schweiz. Nationalbank der Denner AG mit, die von dieser beabsichtigte öffentliche Ausgabe von Kassenobligationen unterliege der Bewilligungspflicht nach Art. 4 des BB vom 20. Dezember 1972 über Massnahmen auf dem Gebiete des Kreditwesens (im folgenden: Kreditbeschluss oder BB) und Art. 3 der gleich betitelten Verordnung vom 10. Januar 1973 (im folgenden: Kreditverordnung oder V).\n\nAm 21. September 1974 ersuchte die Denner AG \"ohne Anerkennung einer Rechtspflicht\" um die Bewilligung der Ausgabe von Kassenobligationen bis zu einem Höchstbetrag von 10 Millionen Franken. Die nach Art. 4 Abs. 4 BB eingesetzte Kommission (Emissionskommission) wies am 30. September 1974 das Gesuch mit Wirkung für das letzte Quartal 1974 ab.\n\nBGE 101 Ib 336 S. 338\n\nMit Verwaltungsgerichtsbeschwerde vom 18. Oktober 1974 beantragt die Denner AG, die Verfügung der Nationalbank vom 19. September 1974 sei aufzuheben. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n1. Nach Art. 1 Abs. 2 BB obliegt der Vollzug der vom Bundesrat auf Grund dieses Beschlusses angeordneten Massnahmen der Nationalbank. Sie trifft in Anwendung des Kreditbeschlusses und der Kreditverordnung Verfügungen im Sinne des Art. 5 VwVG. Nach Art. 9 Abs. 3 BB finden auf Verfügungen, die im Rahmen dieses Beschlusses ergehen, die allgemeinen Bestimmungen der Bundesrechtspflege Anwendung, und im nachfolgenden Abs. 4 ist von \"rechtskräftigen\" Verfügungen der Nationalbank die Rede. Der Kreditbeschluss bezeichnet nur die Entscheide der Emissionskommission als endgültig (Art. 4 Abs. 4), nicht auch die Verfügungen der Nationalbank. Diese können demnach mit einem bundesrechtlichen Rechtsmittel angefochten werden.\n\nDie Nationalbank ist zwar als Aktiengesellschaft organisiert, und es können sich an ihr auch Private beteiligen; sie hat indessen öffentlich-rechtliche Aufgaben des Bundes zu erfüllen. Sie ist eine öffentlich-rechtliche Unternehmung, die mit dem Rechte der juristischen Persönlichkeit ausgestattet ist und unter Mitwirkung und Aufsicht des Bundes verwaltet wird (Art. 39 BV, Art. 1 Abs. 2 Nationalbankgesetz). Sie ist als autonome eidgenössische Anstalt im Sinne von Art. 98 lit. d OG zu betrachten (vgl. Botschaft des Bundesrates vom 4. Dezember 1972 über zusätzliche Massnahmen zur Bekämpfung der Überkonjunktur, BBl 1972 II 1561, zu Art. 8 Entw. des Kreditbeschlusses). Daraus folgt, dass ihre im Rahmen des Kreditbeschlusses getroffenen Verfügungen gemäss Art. 97 und 98 lit. d OG - unter Vorbehalt allenfalls anwendbarer Ausnahmebestimmungen (Art. 99 ff. OG) - der Verwaltungsgerichtsbeschwerde unterliegen, und zwar unmittelbar; denn eine vorgängige Beschwerde oder Klage ist im Kreditbeschluss nicht vorgesehen.\n\nDas Schreiben der Nationalbank an die Denner AG vom 19. September 1974 ist nach seinem Inhalt als Verfügung im Sinne von Art. 5 Abs. 1 lit. b VwVG zu qualifizieren; denn es BGE 101 Ib 336 S. 339stellt fest, dass die Ausgabe der strittigen Kassenobligationen der Genehmigungspflicht unterliegt. Gegen diese Verfügung ist die Verwaltungsgerichtsbeschwerde gegeben. Eine Vorschrift, welche dieses Rechtsmittel im vorliegenden Fall ausschliessen würde, besteht nicht.\n\n2. Die Denner AG ist durch die angefochtene Verfügung berührt und hat ein schutzwürdiges Interesse an deren Aufhebung; sie ist daher nach Art. 103 lit. a OG zur Verwaltungsgerichtsbeschwerde berechtigt. Zwar hat sie ein Bewilligungsgesuch gestellt, aber ohne Anerkennung einer Rechtspflicht. Da die nachgesuchte Bewilligung verweigert worden ist, hat die Beschwerdeführerin noch immer ein schutzwürdiges Interesse an der Anfechtung der Verfügung der Nationalbank. Auf die Beschwerde ist einzutreten.\n\n3. Der Kreditbeschluss sagt nicht ausdrücklich, welche Behörde zum Entscheid darüber, ob eine bestimmte Emission der Bewilligungspflicht unterliegt, zuständig ist. In Betracht kommt entweder die Nationalbank oder die Emissionskommission. Art. 4 Abs. 4 BB bestimmt, dass die Emissionskommission \"über die Bewilligungen\" entscheidet, und zwar endgültig. Danach ist es zweifellos Sache der Kommission, darüber zu befinden, ob eine Emission, die unter die Genehmigungspflicht fällt, zu bewilligen sei oder nicht. Dagegen ist aus Art. 4 Abs. 4 BB nicht ohne weiteres zu schliessen, dass die Emissionskommission bei der Beurteilung eines ihr unterbreiteten Bewilligungsgesuches auch - ebenfalls endgültig - darüber zu entscheiden habe, ob die beabsichtigte Emission überhaupt genehmigungspflichtig sei. Es fragt sich, ob dieser Entscheid nicht vielmehr Aufgabe der Nationalbank sei, welche nach Art. 1 Abs. 2 BB allgemein mit dem Vollzug der vom Bundesrat auf Grund dieses Beschlusses angeordneten Massnahmen betraut ist und deren Verfügungen nicht endgültig sind.\n\nArt. 4 Abs. 4 BB hat insofern Ausnahmecharakter, als er von der Regel der Zuständigkeit der Nationalbank abweicht und ausserdem bestimmt, dass die Emissionskommission endgültig entscheidet. Dieser Ausnahmebestimmung liegt offenbar der Gedanke zugrunde, dass die Fragen, deren Beurteilung der Emissionskommission zugedacht ist, sich für die Überprüfung durch eine zur Rechtskontrolle berufene Behörde nicht eignen und deshalb der Entscheidung durch die BGE 101 Ib 336 S. 340aus Sachverständigen der Wirtschaft zusammengesetzte Kommission als einzige Instanz überlassen werden können. Die Überlegung trifft zu hinsichtlich der Frage, ob eine bestimmte genehmigungspflichtige Emission zu bewilligen sei oder nicht; denn hiefür sind im wesentlichen wirtschaftspolitische Gesichtspunkte massgebend, deren endgültige Beurteilung durch ein Gremium von Wirtschaftssachverständigen sich rechtfertigen lässt. Anders verhält es sich hingegen mit der Frage der Bewilligungspflicht, die eine Rechtsfrage ist. Es wäre höchst unbefriedigend, wenn hierüber die Emissionskommission als einzige Instanz zu befinden hätte. Eine solche Ordnung kann der Gesetzgeber nicht gewollt haben.\n\nDaher muss angenommen werden, dass der Entscheid über die Bewilligungspflicht in den Bereich der Zuständigkeit der Nationalbank als der allgemein mit dem Vollzug der Massnahmen des Bundesrates auf dem Gebiete des Kreditwesens beauftragten Behörde fällt und demzufolge nach dem in Erw. 1 Gesagten vom Bundesgericht auf Verwaltungsgerichtsbeschwerde hin überprüft werden kann. Dementsprechend bestimmt die Kreditverordnung in Art. 3 Abs. 4 und 5, dass die Bewilligungsgesuche bei der Nationalbank einzureichen und von ihr der Emissionskommission zu unterbreiten sind; diese Regelung beruht auf der Voraussetzung, dass die Nationalbank ein Gesuch nur dann, wenn sie die geplante Emission als genehmigungspflichtig erachtet, an die Kommission weiterzuleiten hat.\n\n5. Nach Art. 4 BB (Titel: Emissionskontrolle) kann der Bundesrat die öffentliche Ausgabe inländischer Schuldverschreibungen, Aktien, Genussscheine und Papiere ähnlicher Art genehmigungspflichtig erklären (Abs. 1). Die Nationalbank setzt den zulässigen Gesamtbetrag für die in einem bestimmten Zeitraum aufzulegenden öffentlichen Anleihen fest (Abs. 2). Die Bewilligungen können zeitlich gestaffelt werden, um eine übermässige Beanspruchung des Kapitalmarktes zu vermeiden, und sie können verweigert werden, wenn die Kapitalaufnahme den Zielen der Konjunkturpolitik widerspricht (Abs. 3).\n\nDer Bundesrat hat von der ihm in Art. 4 Abs. 1 BB eingeräumten Befugnis Gebrauch gemacht. Er hat in Art. 3 Abs. 1 V bestimmt, dass die öffentliche Ausgabe inländischer Schuldverschreibungen, Aktien, Genussscheine und Papiere ähnlicher BGE 101 Ib 336 S. 341Art genehmigungspflichtig ist. Anfänglich waren nach Art. 3 Abs. 2 V Emissionen von weniger als fünf Millionen Franken ausgenommen; diese Bestimmung hat der Bundesrat am 23. September 1974 auf den 1. Oktober 1974 aufgehoben.\n\nStreitig ist in erster Linie, ob die von der Beschwerdeführerin angebotenen Kassenobligationen als Schuldverschreibungen - oder allenfalls als Papiere ähnlicher Art - im Sinne von Art. 4 Abs. 1 BB und Art. 3 Abs. 1 V zu betrachten sind oder nicht.\n\na) Die Kassenobligationen, die namentlich von Banken und gelegentlich auch von anderer Seite ausgegeben werden, gehören nach dem üblichen Sprachgebrauch zu den Schuldverschreibungen. Schuldverschreibung ist die deutsche Bezeichnung für Obligation im Sinne einer in einem Wertpapier verbrieften Schuldverpflichtung, die eine verzinsliche Geldleistung zum Inhalt hat (Handbuch des Bank-, Geld- und Börsenwesens der Schweiz, 1964, S. 481, 534). In den französischen und italienischen Fassungen von Art. 4 Abs. 1 BB und Art. 3 Abs. 1 V stehen denn auch anstelle des in den deutschen Texten verwendeten Wortes \"Schuldverschreibungen\" die Ausdrücke \"obligations\" und \"obbligazioni\". Zu den Wertpapieren, in denen verzinsliche Geldforderungen verurkundet und die als Obligationen bezeichnet sind, zählen die Anleihensobligationen (Partialen öffentlicher Anleihen) wie auch die Kassenobligationen (zit. Handbuch S. 41 f., 368, 481 ff.; JÄGGI, N. 286 und 289 zu Art. 965 OR). Die Kassenobligationen der Denner AG sind ebenfalls solche Wertpapiere. Der Wortlaut von Art. 4 Abs. 1 BB und Art. 3 Abs. 1 V gestattet es offensichtlich, die öffentliche Ausgabe von Titeln dieser Art der Genehmigungspflicht zu unterstellen.\n\nDie Beschwerdeführerin bestreitet dies offenbar nicht, wendet aber ein, es widerspreche dem Sinn der Vorschriften, die Bewilligungspflicht auf ihre Kassenobligationen auszudehnen. Sie macht geltend, unter den in Art. 4 BB und Art. 3 V erwähnten Titeln seien nur Kapitalmarktpapiere zu verstehen; die Denner-Kassenobligationen gehörten aber nicht zu dieser Kategorie, sondern stellten Geldmarktpapiere dar, da sie jederzeit rückzahlbar seien und ihre Laufzeit nicht über anderthalb Jahre hinausgehe.\n\nb) Bei der Auslegung der Bestimmungen über die Emissionskontrolle ist der Zweck des Kreditbeschlusses zu beachten BGE 101 Ib 336 S. 342und der Zusammenhang des Art. 4 BB mit anderen Vorschriften dieses Erlasses zu berücksichtigen.\n\nArt. 1 Abs. 1 BB bestimmt, dass der Bundesrat zur Dämpfung der Überkonjunktur die in den nachfolgenden Bestimmungen vorgesehenen Massnahmen auf dem Gebiete des Geld- und Kapitalmarktes sowie des Kreditwesens anordnen kann. Diese Massnahmen, die der Bundesrat getroffen hat, sollen sich gegenseitig ergänzen (zit. Botschaft vom 4. Dezember 1972, BBl 1972 II 1553). Das gilt insbesondere für die Kreditbegrenzung und die Emissionskontrolle. Der Kreditbegrenzung sind die Banken unterworfen; sie dürfen den Stand ihrer inländischen Kredite nur im Rahmen einer von der Nationalbank bestimmten Zuwachsrate erhöhen (Art. 3 BB, Art. 2 V). Die Emissionskontrolle wird in der Botschaft als \"logische Ergänzung\" der Kreditbegrenzung bezeichnet. Sie soll Umgehungen der Kreditbegrenzung verhindern (BBl 1972 II 1553, 1560). Den Unternehmen, die infolge der Kreditbegrenzung keine Bankkredite erhalten, soll es verwehrt sein, sich ohne Bewilligung durch eine öffentliche Emission direkt an das Publikum zu wenden.\n\nDer Kreditbegrenzung sind aber, wie sich aus Art. 3 BB und Art. 2 V ohne weiteres ergibt, sowohl lang- als auch mittel- und kurzfristige Kredite unterworfen. Andernfalls wäre die Erreichung des Ziels des Kreditbeschlusses, einer übermässigen Kreditexpansion vorzubeugen und damit die Nachfrage zu dämpfen, von vornherein in Frage gestellt. Diese Überlegung trifft für die Emissionskontrolle, die ja dem gleichen Ziel dient, ebenfalls zu. Da die Emissionskontrolle die Kreditbegrenzung ergänzt und deren Umgehung verhindern helfen soll, wie in der Botschaft des Bundesrates hervorgehoben wird, kann auch sie nicht auf langfristige Kredite beschränkt sein. Art. 4 Abs. 1 BB und Art. 3 Abs. 1 V müssen in diesem Sinne verstanden werden. Ihr Wortlaut steht dieser Auslegung nicht entgegen, sondern lässt sie durchaus zu; ist doch in ihm von Schuldverschreibungen und Papieren ähnlicher Art schlechthin die Rede, nicht nur von langfristigen solchen Titeln.\n\nc) Die Beschwerdeführerin nimmt an, die Kapitalmarkt- und die Geldmarktpapiere unterschieden sich vor allem in der Laufzeit; während diese kurzfristig seien, handle es sich bei jenen \"entweder um definitive Investitionen, die nicht rückzahlbar BGE 101 Ib 336 S. 343sind (wie bei Aktien oder Genussscheinen), oder um langfristige Darlehen (wie Obligationen) regelmässig mit einer Laufzeit von fünf oder mehr Jahren, meist von zehn Jahren oder mehr\". Wäre die Laufzeit das massgebliche Kriterium für die Unterscheidung zwischen Kapitalmarkt- und Geldmarktpapieren, so würde aber aus dem unter lit. b hiervor Gesagten ohne weiteres folgen, dass der Emissionskontrolle beide Arten unterstehen.\n\nIndessen gehen in der Fachliteratur die Meinungen über die Abgrenzung zwischen Kapital- und Geldmarkt auseinander. Wohl wird im allgemeinen als massgebend für die Unterscheidung vorab die Dauer angesehen, für welche Kredit gewährt wird; dem Geldmarkt werden kurzfristige, dem Kapitalmarkt langfristige Geschäfte zugerechnet. Aber schon die Frage, welche Laufzeiten als lang und welche als kurz zu betrachten sind, wird verschieden beantwortet. Sodann wird die Auffassung vertreten, auf den beiden Märkten seien ausser der Dauer der Bindung auch der wirtschaftliche Charakter der Kredite und der Teilnehmerkreis verschieden. Vielfach wird angenommen, am Geldmarkt seien nur Banken, grössere andere Unternehmen und öffentliche Hand beteiligt; das Publikum komme mit ihm kaum in Berührung (vgl. zum Abgrenzungsproblem ACKERMANN, Geld- und Kapitalmarkt, im Handbuch der schweizerischen Volkswirtschaft, 1955, Bd. I, S. 540; Handbuch des Bank-, Geld- und und Börsenwesens der Schweiz, S. 279; JENNY, Der schweizerische Geldmarkt, Diss. St. Gallen 1973, S. 30 ff.).\n\nOb die den Kunden der Denner AG angebotenen Kassenobligationen überhaupt als Geldmarktpapiere angesehen werden können, erscheint demnach als zweifelhaft, doch kann die Frage offengelassen werden. Es genügt festzustellen, dass der Emissionskontrolle auch die öffentliche Ausgabe von Kassenobligationen unterworfen ist, gleichviel ob im einzelnen Fall die Titel eine lange oder eine kurze Laufzeit haben und ob sie allenfalls eher als Geldmarkt- denn als Kapitalmarktpapiere betrachtet werden könnten. Nach der geltenden Ordnung ist die Emission inländischer Schuldverschreibungen und Papiere ähnlicher Art ohne Einschränkung genehmigungspflichtig; weder für Titel mit kurzer Laufzeit noch für sog. Geldmarktpapiere wird eine Ausnahme gemacht. Die unsichere Unterscheidung zwischen Geld- und Kapitalmarkt wäre als Kriterium BGE 101 Ib 336 S. 344für die Abgrenzung des Bereichs der Emissionskontrolle auch gar nicht geeignet. Die in Art. 1 BB stehende Wendung \"auf dem Gebiete des Geld- und Kapitalmarktes\" lässt denn auch erkennen, dass der Gesetzgeber keine Unterscheidung zwischen den beiden Märkten treffen, sondern diese als Einheit behandeln wollte. Die Wendung bezieht sich nach dem Text der Bestimmung auf alle in den nachfolgenden Vorschriften vorgesehenen Massnahmen, also auch auf die Emissionskontrolle.\n\nDie Beschwerdeführerin beruft sich vergeblich darauf, dass in Art. 4 Abs. 3 BB und in den Bemerkungen der bundesrätlichen Botschaft vom 4. Dezember 1972 zum vorgeschlagenen Art. 4 (BBl 1972 II 1560/1) nur vom Kapitalmarkt und nicht auch vom Geldmarkt die Rede ist. Daraus kann nicht geschlossen werden, dass die sog. Geldmarktpapiere, d.h. nach der Auffassung der Beschwerdeführerin alle Titel mit kurzer Laufzeit, von der Emissionskontrolle ausgenommen sind. Diese Folgerung stände im Widerspruch zu Art. 1 und namentlich zu Art. 4 Abs. 1 BB, der den Gegenstand der Emissionskontrolle umschreibt, und zwar in einer weiten Fassung, ohne eine - fragwürdige - Unterscheidung zwischen Geldmarkt- und Kapitalmarktpapieren zu treffen. Sie wäre mit dem Sinn und Zweck des ganzen Kreditbeschlusses und der darin als Ergänzung zur Kreditbegrenzung vorgesehenen Emissionskontrolle im besonderen nicht vereinbar, wie sich aus dem vorne Ausgeführten ergibt. Gerade am Anfang der Bemerkungen der Botschaft zu Art. 4 wird nochmals darauf hingewiesen, dass die Emissionskontrolle \"eine logische Ergänzung der Kreditbegrenzung\" darstellt. Weshalb anschliessend und auch in Art. 4 Abs. 3 BB nur vom Kapitalmarkt gesprochen wird, braucht nicht geprüft zu werden. Insbesondere kann dahingestellt bleiben, was von der Auffassung der Nationalbank zu halten ist, diese Bestimmung erwähne deshalb einzig den Kapitalmarkt, weil die Emissionskontrolle sich nur auf \"Papiere\" (Effekten) beziehe und es in der Schweiz bisher, mit Ausnahme der Sterilisierungsreskriptionen des Bundes, keine Papiere des Geldmarktes gegeben habe. Auf keinen Fall kann daraus, dass die Botschaft am angegebenen Ort und Art. 4 Abs. 3 BB den Geldmarkt nicht erwähnen, der Schluss gezogen werden, die Emissionskontrolle erfasse - im Unterschied zur Kreditbegrenzung - nur langfristige Kredite.\n\nBGE 101 Ib 336 S. 345\n\nd) Die Beschwerdeführerin meint ferner, man habe \"die Geldmarktpapiere und namentlich die Kassenobligationen\" schon darum nicht der Emissionskontrolle unterworfen, weil die Überwachung der Ausgabe solcher Titel sehr schwierig, \"nur mit enormen Umtrieben möglich\" sei. Dieser Einwand ist offensichtlich unbegründet. Wäre die Kontrolle der Emission von Kassenobligationen und Papieren ähnlicher Art zu schwierig, so hätte der Gesetzgeber ausdrücklich darauf verzichtet. Das ist nicht geschehen. Es kann denn auch keine Rede davon sein, dass diese Kontrolle nicht oder nur äusserst schwer durchführbar sei. Da nur die öffentliche Ausgabe von Wertpapieren (Schuldverschreibungen usw.) der Bewilligungspflicht unterliegt, es sich also um Vorgänge handelt, die sich in einer mehr oder weniger breiten Öffentlichkeit abspielen, dürfte die Kontrolle auch hinsichtlich der Kassenobligationen und der Titel ähnlicher Art nicht auf unüberwindliche Schwierigkeiten stossen.\n\nVielmehr würden sich beträchtliche Schwierigkeiten ergeben, wenn Art. 4 BB im Sinne der Ausführungen der Beschwerdeführerin auszulegen wäre. Denn die Grenzen zwischen Geld- und Kapitalmarkt sind fliessend, und auch die Unterscheidung zwischen lang- und kurzfristigen Titeln könnte vielfach nicht in befriedigender Weise durchgeführt werden, wo es sich um Laufzeiten von mittlerer Dauer handelt. Insbesondere würde die Zuteilung der Kassenobligationen Schwierigkeiten bereiten. Das zeigt gerade der vorliegende Fall; denn die von der Beschwerdeführerin angebotenen Titel konnten eine Laufzeit von anderthalb Jahren haben, sollten also nicht nur als ganz kurzfristige Kreditmittel dienen. In der Regel ist die Laufzeit der Kassenobligationen länger. Sie werden in der Literatur zu den mittelfristigen Papieren gerechnet (Handbuch des Bank-, Geld- und Börsenwesens der Schweiz, S. 482; KADERLI, Das schweizerische Bankgeschäft, 1955, S. 124; vgl. auch die von der Beschwerdeführerin selber angerufenen Ausführungen im Bericht des Bundesrates an die Bundesversammlung vom 16. Oktober 1974 über zusätzliche Massnahmen zur Dämpfung der Überkonjunktur, BBl 1974 II 1099). Eine Lösung, nach welcher solche Titel je nach ihrer Laufzeit hinsichtlich der Emissionskontrolle verschieden behandelt würden, wäre kaum praktikabel.\n\ne) Wie sich aus den vorstehenden Erwägungen ergibt, verstösst BGE 101 Ib 336 S. 346die Annahme der Nationalbank, dass die öffentliche Ausgabe von Kassenobligationen grundsätzlich in allen Fällen der Bewilligungspflicht unterliegt, nicht gegen das Bundesrecht. Die von der Beschwerdeführerin beabsichtigte Emission war daher ebenfalls genehmigungspflichtig, wenn sie als öffentliche Ausgabe im Sinne der Vorschriften anzusehen ist.\n\n6. Nach Art. 3 Abs. 3 V gilt eine Emission als öffentlich, \"wenn die Einladung zur Zeichnung durch Prospekt oder ein anderes Werbemittel erfolgt, das sich an einen grösseren Personenkreis richtet\". Es besteht kein Grund anzunehmen, diese Umschreibung halte sich nicht im Rahmen des Kreditbeschlusses. Die Denner AG behauptet nicht das Gegenteil. Sie bestreitet aber, dass in ihrem Fall die Voraussetzungen des Art. 3 Abs. 3 V erfüllt seien. Offensichtlich zu Unrecht. Die Beschwerdeführerin hat in der Presse und in Fernsehsendungen für ihre Emission geworben. Sie hat dabei jedem, der in einem ihrer Läden auch nur für Fr. 25.-- Waren einkaufen würde, das Recht zur Zeichnung eingeräumt. Die Werbung war also an einen grösseren Personenkreis gerichtet.\n\n8. Schliesslich wirft die Denner AG der Nationalbank rechtsungleiche Behandlung vor, weil in anderen, gleich gelagerten Fällen, gegenüber Banken und anderen Unternehmen, nicht eingeschritten worden sei.\n\na) Die Beschwerdeführerin macht indessen keine Fälle namhaft, in denen vor dem 1. Oktober 1974 Kassenobligationen für mehr als fünf Millionen Franken ausgegeben worden wären, ohne dass die Nationalbank trotz Kenntnis der Verhältnisse eingeschritten wäre. Offenbar kommt es eher selten vor, dass Unternehmen, die weder Banken noch solchen gleichgestellt sind, zur Befriedigung ihrer Kreditbedürfnisse Kassenobligationen für Millionenbeträge ausgeben. Das mag erklären, dass die Nationalbank anfänglich der Überwachung dieses Marktes keine besondere Aufmerksamkeit geschenkt hat. Seit dem 1. Oktober 1974 stellen sich die Verhältnisse anders dar. Die Nationalbank hat denn auch am 10. Oktober 1974 die Coop Basel, die Kassenobligationen ausgibt, auf die Bewilligungspflicht aufmerksam gemacht. Sie wird dasselbe in andern Fällen, in denen sie von der Ausgabe von Kassenobligationen durch nicht als Banken geltende Unternehmen erfährt, tun müssen. Im übrigen ist es, wie die Nationalbank mit Recht bemerkt, Sache des Emittenten bewilligungspflichtiger BGE 101 Ib 336 S. 347Schuldverschreibungen, sich zu melden und um die Bewilligung nachzusuchen. Die Nationalbank kann für allgemeine Aufklärung sorgen, aber in den einzelnen Fällen nach der Natur der Sache mitunter erst nachträglich einschreiten.\n\nb) Es trifft zu, dass die Nationalbank die Emissionskontrolle gegenüber Banken und bankähnlichen Instituten, abgesehen von der Auflage öffentlicher Anleihen, nicht durchführt. Die Begründung, die sie dafür gibt, ist indessen vertretbar. Da die Banken und die ihnen gleichgestellten Unternehmen der Kreditbegrenzung unterliegen, also nur im Rahmen der von der Nationalbank festgesetzten Zuwachsrate selber Kredit gewähren dürfen, wird auch ihre Nachfrage nach Geldmitteln nicht über eine bestimmte Grenze hinaus anwachsen und das Mass nicht überschreiten, das die Nationalbank als konjunkturpolitisch gerechtfertigt erachtet. Auf welchem Wege die Banken in diesem eingeschränkten Rahmen ihre eigenen Kreditbedürfnisse befriedigen, ob durch Ausgabe von Kassenobligationen oder auf andere Weise, ist von zweitrangiger Bedeutung, solange sie nicht Anleihen auflegen. Es erscheint daher als haltbar, die Ausgabe von Kassenobligationen durch Banken von der Emissionskontrolle auszunehmen. Mit dieser Feststellung erledigt sich auch der Einwand der Beschwerdeführerin, die Nationalbank habe die von der Schweizerischen Hypotheken- und Handelsbank geplante Ausgabe von \"certificates of deposit\" für nicht bewilligungspflichtig erklärt.\n\nDie Denner AG ist aber weder eine Bank noch ein bankähnliches Institut und daher der Kreditbegrenzung nicht unterworfen. Der Beanspruchung des Geld- und Kapitalmarktes unter Übergehung der Banken durch sie kann deshalb nur durch die Emissionskontrolle eine gewisse Grenze gezogen werden. Darin, dass die Nationalbank das Vorhaben der Beschwerdeführerin dieser Kontrolle unterstellt hat, dagegen die Ausgabe von Kassenobligationen durch Banken davon ausnimmt, kann somit kein Verstoss gegen den Grundsatz der Rechtsgleichheit gesehen werden."}