{"annee": "101", "cour": "IA", "page": "231", "date": "9/7/1975", "cite": ["94 I 120", "98 IA 637", "91 I 266", "100 IA 231", "100 IA 378", "92 I 350", "99 IA 402", "96 I 59", "89 I 80", "99 IA 571"], "cite_par": ["111 IA 292", "106 IA 197", "105 IA 80", "103 IA 280", "105 IA 237", "104 IA 226", "104 IA 350", "102 IA 69", "104 IA 215", "103 IA 557"], "chapeau": "40. Auszug aus dem Urteil vom 9. Juli 1975 i.S. Haller und Mitbeteiligte gegen Kantonsrat des Kantons Zürich.", "regestes": ["Art. 85 lettre a OJ; art. 4 Cst. Déclaration d'irrecevabilité d'une initiative populaire cantonale en raison de son incompatibilité matérielle avec le droit fédéral. Rétroactivité des lois. 1. Pouvoir d'examen du Tribunal fédéral (consid. 1). 2. Dans quelle mesure le projet de loi proposé par la voie de l'initiative populaire zurichoise \"Rettet Regensberg\" et qui prévoit la suppression de constructions existantes en raison de l'effet rétroactif donné à une interdiction de bâtir, est-il admissible au regard du droit fédéral? Limites découlant du principe de l'égalité de traitement (consid. 3)."], "faits": "|232|\n\nMit Beschluss vom 18. November 1974 erklärte der zürcherische Kantonsrat mit dem erforderlichen Zweidrittelsmehr die am 1. Oktober 1974 bei ihm eingereichte kantonale Volksinitiative \"Rettet Regensberg\", welche den Erlass eines bereits formulierten, acht Paragraphen umfassenden Gesetzes vorsah und 6541 Unterschriften auf sich vereinigt hatte, für ungültig. Zur Begründung wurde ausgeführt, das vorgeschlagene Gesetz sei wegen seines rückwirkenden Charakters bundesrechtswidrig; ausserdem weise die Initiative Formmängel auf. Paul Haller und einige weitere Mitunterzeichner der Initiative führen wegen Verletzung ihrer politischen Rechte staatsrechtliche Beschwerde. Das Bundesgericht weist diese ab.", "considerants": "Aus den Erwägungen:\n\n1. ... Bei Beschwerden gemäss Art. 85 lit. a OG überprüft das Bundesgericht nicht nur die Auslegung von Bundesrecht und kantonalem Verfassungsrecht frei, sondern auch die Auslegung anderer kantonaler Vorschriften, welche den Inhalt und Umfang des Stimm- und Wahlrechts normieren oder mit diesem in engem Zusammenhang stehen (BGE 100 Ia 238 mit Hinweisen, BGE 96 I 61, BGE 92 I 355, BGE 91 I 271 f.). Beim Entscheid der Frage, ob der Initiative eine hinreichende Begründung beigegeben wurde und ob das Erfordernis der Identität der Begründung erfüllt ist, legt das Bundesgericht somit die entsprechenden Vorschriften des kantonalen Gesetzesrechtes frei aus. Nach dem Gesetz ist eine Initiative als ungültig zu erklären, wenn sie \"dem Bundesrecht widerspricht\". Ob dies vom Kantonsrat hier zu Recht angenommen werden durfte, beurteilt das Bundesgericht ebenfalls ohne Einschränkung der Kognition. Das gilt nicht nur hinsichtlich der bundesrechtlichen Normen, deren Auslegung im Rahmen einer Beschwerde gemäss Art. 85 lit. a OG stets frei geprüft wird (BGE 96 I 61, BGE 92 I 355, BGE 91 I 271 f., BGE 89 I 85 f.), sondern auch in bezug auf die Auslegung des streitigen Initiativtextes, soweit sie für den Entscheid über die Gültigkeit der Initiative von Bedeutung ist. |233|\n\nDas Bundesgericht hat kürzlich in einem andern Fall mit freier Kognition geprüft, ob eine Gemeindeinitiative wegen Unvereinbarkeit mit kantonalem Gesetzesrecht als ungültig erklärt werden durfte (BGE 100 Ia 238 /39); es kann sich nicht anders verhalten, wenn darüber zu befinden ist, ob eine kantonale Initiative mit übergeordnetem eidgenössischem Recht in Widerspruch steht.\n\n2. (Die vom Kantonsrat erhobenen formellen Einwände erweisen sich als unbegründet.)\n\n3. Der Kantonsrat scheint das Hauptgewicht nicht auf diese beiden angeblichen formellen Mängel, sondern auf die Bundesrechtswidrigkeit der Initiative gelegt zu haben. Er ist der Auffassung, das Gesetz sehe eine nach dem Bundesrecht verbotene Rückwirkung vor.\n\na) Nach § 3 des Gesetzesentwurfs sind im und unter dem überbauten Gebiet des historischen Städtchens alle baulichen Massnahmen verboten. Davon ausgenommen sind urkundlich nachgewiesene Rekonstruktionen, notwendige fachmännische Unterhaltsarbeiten und nach aussen nicht sichtbar werdende Bausanierungen. Die allenfalls notwendigen Infrastrukturbauten wie Abwasseranlagen und andere durch Rechtsnormen vorgeschriebene Vorkehrungen sind unterirdisch anzulegen. Unter dem (verfehlten) Titel \"Strafbestimmung\" sieht § 6 des Entwurfs vor, dass bei Übertretung der Vorschriften \"dieses Gesetzes\" die Direktion der öffentlichen Bauten Wiederherstellung des frühern Zustandes verlangt. Wird einem solchen Befehl keine Folge gegeben, so wird die Direktion der öffentlichen Bauten die notwendigen Massnahmen auf Kosten des Fehlbaren durchführen lassen. § 7 bestimmt unter dem Titel \"Übergangsbestimmungen\", dass Tiefgaragen und Zivilschutzräume auf historisch überbautem Gebiet den Bestimmungen \"dieses Gesetzes\" unterliegen, falls sie am 15. November 1974 noch nicht fertiggestellt sind. Sind sie \"gutgläubig\" auf Grund einer nach der bisherigen Regelung erteilten Baubewilligung nach dem 15. November 1974 fertiggestellt worden, so ist der Kanton dem Ersteller gegenüber entschädigungspflichtig.\n\nEs lässt sich aus dem Text des Gesetzesentwurfs schliessen und ergibt sich vor allem aus der Begründung der Initiative, dass es eines der wesentlichen Ziele des Begehrens ist, den Bau der bewilligten Tiefgarage mit Schutzraum der Gemeinde |234| Regensberg zu verhindern. Die Gemeindeversammlung von Regensberg hatte seinerzeit die für die Ausführung der Baute nötigen Beschlüsse gefasst. Das Bundesgericht hatte sich in letzter Zeit verschiedentlich mit Initiativen zu beschäftigen, welche die Aufhebung von Beschlüssen des Volkes oder der Behörde anstrebten (BGE 100 Ia 378, BGE 99 Ia 402, BGE 98 Ia 637, BGE 94 I 120). Soweit die Initianten in Regensberg wohnen, hätten sie wohl auf Grund des Zürcher Gemeindegesetzes (§§ 50, 96 ff.) die Möglichkeit gehabt, auf Gemeindeebene mit einer Initiative die Aufhebung der Beschlüsse der Gemeindeversammlung zu verlangen, die den Bau der Tiefgarage mit Schutzraum zum Gegenstand hatten. Sie haben nicht diesen Weg eingeschlagen, sondern versucht, ihr Ziel durch Erlass eines kantonalen Gesetzes zu erreichen. Es steht mithin hier nicht in Frage, ob eine Gemeindeinitiative, welche die Aufhebung der Baubeschlüsse der Gemeindeversammlung angestrebt hätte, als zulässig zu betrachten wäre.\n\nb) Tiefgaragen und Zivilschutzräume auf historisch überbautem Gebiet sollen den Bestimmungen des vorgeschlagenen Gesetzes unterliegen, falls sie nach dem 15. November 1974 fertiggestellt worden sind. Das bedeutet, dass solche Bauten nach Inkrafttreten des Gesetzes beseitigt werden müssen, denn sie gehören zu den baulichen Massnahmen, die nach § 3 verboten sind, sodass nach § 6 der frühere Zustand wieder hergestellt, demnach die Baute beseitigt werden muss. Wenn die Beschwerdeführer in ihrer Ergänzungsschrift vorbringen, es müsse nur beseitigt werden, was sehr störend wirke, und das auch nur dann, wenn die Wiederherstellung des frühern Zustandes nicht als unverhältnismässig erscheine, so ändert das nichts daran, dass nach der vorgeschlagenen Fassung des Gesetzes die genannten Bauten schlechthin zu beseitigen sind, das heisst der frühere Zustand wieder hergestellt werden muss. In der staatsrechtlichen Beschwerde führten die Beschwerdeführer selber ohne Vorbehalt aus, solche Bauten, das heisst Tiefgaragen und Zivilschutzräume, müssten wieder beseitigt werden, sofern sie nicht schon vor dem 15. November 1974 bestanden haben. In ihrer Ergänzungsschrift anerkennen sie wenigstens noch, dass eine vor dem 15. November 1974 bewilligte, aber noch nicht fertiggestellte Tiefgarage auf jeden Fall so geändert werden müsste, dass sie nicht mehr als Garage benützbar wäre.\n\n|235|\n\nc) Das geplante Gesetz sieht nicht allgemein den Abbruch bestehender Gebäude vor, um auf diese Weise den historischen Zustand von Regensberg wiederherzustellen. Es will vielmehr das Stadtbild schützen durch ein grundsätzliches Verbot künftiger neuer Bauten. Zu beseitigen sind an sich nur solche Bauten, die entgegen diesem Verbot erstellt worden sind (§ 6). Das Bauverbot - und damit die Sanktion des Abbruches - soll indessen nach § 7 des Gesetzes auch bestimmte Gebäude erfassen, die noch vor dem Inkrafttreten des Erlasses entsprechend der bisherigen Rechtslage rechtmässig erstellt worden sind. Das geplante Bauverbot hat somit, wie der Kantonsrat richtig angenommen hat, rückwirkenden Charakter.\n\nLehre und Rechtsprechung lassen eine Rückwirkung von Verwaltungsgesetzen, die den Bürger belasten, nur dann zu, wenn sie ausdrücklich angeordnet oder nach dem Sinn des Erlasses klar gewollt ist, wenn sie in zeitlicher Beziehung mässig ist, zu keinen stossenden Rechtsungleichheiten führt, sich durch triftige Gründe rechtfertigen lässt und nicht in wohlerworbene Rechte eingreift (BGE 99 V 202 f., 95 I 9, 94 I 5, 92 I 233; IMBODEN, Schweizerische Verwaltungsrechtsprechung, 3. A. Bd. I Nr. 313 S. 162; GRISEL, Droit administratif suisse, S. 189). Das erstgenannte Erfordernis (klare gesetzliche Grundlage) kommt hier nicht zum Zuge, da nicht ein Anwendungsakt, sondern die Rückwirkungsnorm als solche Gegenstand der Überprüfung bildet. Aus sachlichen Gründen erweist sich im vorliegenden Fall auch das zweite Kriterium - zeitliche Mässigkeit der Rückwirkung - als unwesentlich. Dieses Erfordernis bezieht sich auf Fälle, in denen das zeitliche Ausmass der Rückwirkung aus der Sicht des Betroffenen eine Rolle spielt, wie etwa bei der Festsetzung oder Änderung von Abgaben, Renten oder Besoldungsansprüchen. Das trifft hier nicht zu. Welche Dauer seit der Erstellung der Baute bis zum Erlass des rückwirkenden Bauverbotes verstrichen ist, hat auf die Schwere der Belastung keinen direkten Einfluss; es kann nicht davon ausgegangen werden, dass die Beseitigung neu erstellter Gebäude eher zumutbar sei als der Abbruch älterer Gebäude. Es erübrigt sich daher, zu prüfen, auf welchen Zeitpunkt hin der von den Initianten vorgesehene Gesetzeserlass allenfalls in Kraft treten könnte. Von Gewicht ist einzig die Tatsache, dass ein rechtmässig erstellter Bau aufgrund |236| eines nachträglich erlassenen Gesetzes beseitigt werden muss. Ob das Gesetz die Beseitigung bestehender Bauten als selbständiges Ziel vorsieht und den Grundeigentümer unmittelbar zu entsprechenden positiven Vorkehren verpflichtet, oder ob der Abbruchbefehl - wie hier - die Folge eines rückwirkend in Kraft gesetzten Bauverbotes ist, ändert am Charakter einer solchen Massnahme wenig. Im einen wie im andern Fall handelt es sich um einen Eingriff in Eigentumsrechte, der sowohl vor Art. 4 als auch vor Art. 22ter BV standhalten muss. Die speziellen verfassungsrechtlichen Fragen, die sich im Zusammenhang mit derartigen Eingriffen stellen können, brauchen hier jedoch nicht weiter verfolgt zu werden. Jede gesetzliche Regelung muss vorab die Schranken der Rechtsgleichheit und des Willkürverbotes beachten. Die streitige Vorschrift in § 7 des Gesetzesentwurfes hält, wie sich zeigen wird, schon unter diesem allgemeinen Gesichtswinkel einer verfassungsrechtlichen Überprüfung nicht stand.\n\nd) Von den Bauten, die allenfalls im fraglichen Gebiet vor dem 15. November 1974 bewilligt, aber erst nachher fertiggestellt werden, müssen nur Tiefgaragen und Zivilschutzräume beseitigt werden, während andere zur gleichen Zeit bewilligte und begonnene Bauten unbekümmert darum, dass und wie sehr sie das Stadtbild verunstalten, nicht zu entfernen wären. Der Gesetzesentwurf trifft damit eine rechtliche Unterscheidung, für die ein vernünftiger Grund in den tatsächlichen Verhältnissen nicht zu ersehen ist (BGE 99 Ia 579, 245), denn es steht ausser Zweifel, dass andere Bauten das Ortsbild stärker stören können als Tiefgaragen und Zivilschutzräume, bei denen bloss die Zugänge als Störfaktor in Betracht fallen, während der eigentliche Bau unterirdisch ist. Schon dieser Mangel genügt, um den Gesetzesentwurf als gegen Art. 4 BV verstossend und damit als bundesrechtswidrig zu erklären.\n\nEs ist sodann nicht einzusehen, wieso die Rechtsfolge des Abbruches einzig davon abhängen soll, ob die Baute vor oder nach dem 15. November 1975 fertiggestellt worden ist. Diese Abgrenzung bezieht sich auf ein konkretes Projekt, das zur Initiative Anlass gegeben hat, und der massgebende Stichtag wurde offenbar bewusst so festgesetzt, dass diese Baute mangels rechtzeitiger Beendigung wieder beseitigt werden muss. Wieweit ein derartiges Vorgehen des Gesetzgebers zulässig ist, bleibe dahingestellt. § 7 des Gesetzesentwurfes enthält eine |237| generell-abstrakte Norm, die auch andere Bauten betreffen kann und daher losgelöst von jenem Fall einen vernünftigen Sinn haben muss. Eine Regelung, wonach bestimmte Arten von bestehenden Bauten, nämlich Tiefgaragen und Zivilschutzräume, ohne jede Ausnahme abzubrechen sind, falls sie nach einem bestimmten Zeitpunkt fertiggestellt wurden, hält jedoch vor Art. 4 BV nicht stand. Das gewählte rein zeitliche Kriterium lässt die Frage nach der tatsächlichen Störwirkung der Baute, die nach dem Zweck des Gesetzes für den Umfang der Beseitigungspflicht entscheidend sein müsste, völlig ausser acht. Nach dem Wortlaut von § 7 des Gesetzesentwurfes müsste gegebenenfalls auch eine das Stadtbild in keiner Weise beeinträchtigende Anlage - gegen staatliche Entschädigung - beseitigt werden, während andere, stärker störende Bauten bloss wegen ihrer etwas früheren Fertigstellung nicht abzubrechen wären. Abgesehen davon, dass im Rahmen einer derartigen zeitlichen Betrachtungsweise wohl nicht auf den - zufälligen Einflüssen ausgesetzten - Zeitpunkt der Fertigstellung, sondern auf jenen der Bewilligungserteilung oder des Baubeginns abzustellen wäre, besteht kein vernünftiger Grund dafür, Bauten jüngeren Datums generell strenger zu behandeln. Auch die staatliche Entschädigungspflicht kann nicht vom Datum der Fertigstellung abhängen; der Eigentümer, der seinen Bau trotz Kenntnis der hängigen Initiative begonnen oder fortgesetzt hat, müsste, wie die Beschwerdeführer anerkennen, ebenfalls als \"gutgläubig\" (und damit als entschädigungsberechtigt) im Sinne von § 7 des Gesetzesentwurfes angesehen werden. Ist eine Baute mit behördlicher Bewilligung rechtmässig erstellt worden, so können für die Anordnung eines nachträglichen Abbruches nurmehr noch rein sachbezogene Überlegungen entscheidend sein. Die im vorgeschlagenen Gesetzestext enthaltene Vorschrift, wonach ausschliesslich der Zeitpunkt der Fertigstellung massgebend sein soll, trifft damit eine rechtliche Differenzierung, die sich sachlich nicht begründen lässt und gegen Art. 4 BV verstösst. Die Initiative wurde daher vom Kantonsrat zu Recht als bundesrechtswidrig erklärt und nicht der Volksabstimmung unterbreitet."}