{"annee": "101", "cour": "II", "page": "1", "date": "25/3/1975", "cite": ["86 II 303"], "cite_par": ["111 II 308", "114 II 396", "138 III 646", "119 II 313", "115 II 201", "111 II 31", "104 II 246", "129 III 60"], "chapeau": "1. Auszug aus dem Urteil der II. Zivilabteilung vom 25. März 1975 i.S. N. gegen N.", "regestes": ["Mesures protectrices de l'union conjugale (art. 169 ss CC); compétence. L'ouverture d'une action en divorce ne peut annuler la compétence du juge des mesures protectrices déjà saisi qu'en tant que les mesures demandées ne peuvent pas porter sur la période antérieure à l'ouverture d'action."], "faits": "|1|\n\nAm 4. Juni 1974 leitete die Klägerin beim Einzelrichter in Ehesachen des Bezirkes Zürich ein Eheschutzverfahren im Sinne von Art. 169 ff. ZGB ein. Der Beklagte erhob die Einrede der örtlichen Unzuständigkeit; eventualiter beantragte er Abweisung des Begehrens. Zur Begründung wies er insbesondere darauf hin, dass er am 18. Juni 1974 in Zug die Scheidungsklage eingeleitet habe.\n\nDer Einzelrichter in Ehesachen des Bezirkes Zürich erachtete sich als zuständig, wies aber das Begehren der Klägerin am 2. Juli 1974 mit der Begründung ab, die Voraussetzungen des Art. 170 Abs. 1 ZGB für die Aufhebung des gemeinsamen Haushaltes seien nicht erfüllt.\n\nDie Klägerin zog diesen Entscheid an das Obergericht des Kantons Zürich weiter, das den Rekurs am 26. September 1974 guthiess.\n\nGegen diesen Beschluss erhob der Beklagte Nichtigkeitsbeschwerde |2| an das Bundesgericht, mit dem Antrag, das Eheschutzbegehren sei mangels örtlicher Zuständigkeit im Sinne von Art. 73 Abs. 2 OG abzuweisen, eventuell sei die Sache zu neuer Entscheidung an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDer Beklagte macht vorab geltend, angesichts der Rechtshängigkeit der Scheidungsklage sei für Eheschutzmassnahmen kein Raum mehr.\n\nRichtig ist, dass nach Rechtsprechung und Lehre keine Eheschutzmassnahmen im Sinne von Art. 169 ff. ZGB mehr getroffen, sondern nur noch vorsorgliche Massnahmen für die Dauer des Scheidungsprozesses gemäss Art. 145 ZGB angeordnet werden können, sobald die Scheidungsklage ordnungsgemäss und beim zuständigen Richter angehoben worden ist (BGE 86 II 307; LEMP, N. 9 zu Art. 169 ZGB mit Verweisungen). Grundsätzlich hat der Richter am Scheidungsort die Verhältnisse der Parteien vom Tage der Klageeinleitung an zu ordnen (STREBEL, Zum Gerichtsstand im Eheschutz- und Ehescheidungsverfahren, in Mélanges François Guisan, S. 23). Nach Art. 145 ZGB ist er jedoch nur zuständig, Massnahmen \"für die Dauer des Prozesses\" zu treffen. Anordnungen für den Zeitraum vor der Hängigkeit der Scheidungsklage fallen nicht in seine Kompetenz. Die Anhängigmachung einer Scheidungsklage kann demnach nur insoweit die Unzuständigkeit des Eheschutzrichters zur Folge haben, als die im Eheschutzverfahren verlangten Massnahmen nicht auf die ihr vorangehende Zeit zurückwirken sollen (ZR 72 Nr. 37, 68 Nr. 125).\n\nIm vorliegenden Fall verlangte die Klägerin die Anordnung von Eheschutzmassnahmen (unter anderem die Verpflichtung des Beklagten zu Unterhaltsbeiträgen) am 4. Juni 1974, während der Beklagte die Scheidungsklage in Zug erst am 18. Juni 1974 einleitete. Ob und in welchem Umfange der Klägerin vom 4. Juni 1974 an bis zur Klageeinleitung Unterhaltsbeiträge zustehen, ist demnach im Eheschutzverfahren zu beurteilen. Die Zuständigkeit des zürcherischen Eheschutzrichters zur Behandlung der bei ihm formgerecht gestellten Begehren wurde somit durch die spätere Einleitung des Scheidungsprozesses nicht hinfällig.\n\nAnordnungen, die der Eheschutzrichter vor Beginn des |3| Scheidungsprozesses trifft, bleiben auch während desselben in Kraft, solange sie nicht durch vorsorgliche Massnahmen im Sinne von Art. 145 ZGB aufgehoben oder abgeändert werden (STREBEL, a.a.O.; LEMP, N. 9 zu Art. 169 ZGB mit Verweisungen). Dasselbe muss analog in einem Fall wie dem vorliegenden gelten, wo die Zuständigkeit des Eheschutzrichters zwar vor der Einreichung der Scheidungsklage begründet wurde, der Entscheid aber erst nach Anhebung des Scheidungsprozesses gefällt werden kann. Die Klägerin hat somit auch heute noch ein erhebliches rechtliches Interesse am Erlass von Eheschutzmassnahmen im Sinne von Art. 169 ZGB, was der Beklagte denn auch mit Recht nicht bestreitet. Die Tatsache, dass er am 18. Juni 1974 in Zug die Scheidungsklage einleitete, bedeutet demnach für sich allein noch nicht, dass für Eheschutzmassnahmen im Sinne von Art. 169 ff. ZGB grundsätzlich kein Raum mehr wäre."}