{"annee": "101", "cour": "IV", "page": "230", "date": "4/6/1975", "cite": [], "cite_par": ["105 IV 251", "103 IV 299", "103 IV 270"], "chapeau": "51. Auszug aus dem Urteil des Kassationshofes vom 4. Juni 1975 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 55 LCR; art. 1 al. 1, 3, et 6 ACF sur la constatation de l'ébriété des usagers de la route du 14 février 1968. Les prescriptions contenues dans l'ACF ont pour but, en relation avec la disposition légale précitée, d'assurer la correcte constatation du degré d'ivresse des intéressés; c'est pourquoi, dans des cas limites ou lorsque de bonnes raisons permettent de douter de la valeur du résultat de la prise de sang, elles servent à renforcer la preuve."], "faits": "BGE 101 IV 230 S. 230\n\nA.- Am 16. Juni 1973, kurz nach Mitternacht, lenkte X. bei einer Alkoholkonzentration von 2,2 Gewichtspromillen im BGE 101 IV 230 S. 231Blut seinen Personenwagen von Endingen/AG nach Lengnau und anschliessend über Niederweningen-Oberweningen in Richtung Dielsdorf. In Sünikon-Steinmaur kam es zu einer Kollision mit dem von S. gesteuerten Personenwagen.\n\nB.- Das Bezirksgericht Dielsdorf sprach X. am 3. Juli 1974 schuldig des Fahrens in angetrunkenem Zustand im Sinne von Art. 91 Abs. 1 SVG und bestrafte ihn mit 4 Wochen Gefängnis als Zusatzstrafe zum Urteil desselben Gerichts vom 20. Juni 1973.\n\nAuf Berufung des Verurteilten hin bestätigte das Obergericht des Kantons Zürich am 6. Februar 1975 den erstinstanzlichen Entscheid.\n\nC.- X. führt eidg. Nichtigkeitsbeschwerde mit dem Antrag auf Freisprechung von Schuld und Strafe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer rügt eine Verletzung von Art. 55 in Verbindung mit Art. 91 SVG, sowie von Art. 2 und 3 des BRB vom 14. Februar 1968 über die Feststellung der Angetrunkenheit von Strassenbenützern. Er macht geltend, das Blut sei ihm nicht vom Arzt, sondern von einer Hilfsperson (Krankenschwester) entnommen worden, ohne die vorgeschriebenen zusätzlichen Untersuchungen vorzunehmen. Da die in dieser Hinsicht strengen Vorschriften nicht erfüllt worden seien, dürfe nicht trotzdem gestützt auf die Blutprobe wegen Fahrens in angetrunkenem Zustand verurteilt werden.\n\na) Nach Art. 55 SVG ist bei Anzeichen von Angetrunkenheit am Steuer der Fahrzeugführer einer geeigneten Untersuchung zu unterziehen, wobei insbesondere die Blutprobe angeordnet werden kann. Es ist richtig, dass der Gesetzgeber die schweren Folgen einer Verurteilung wegen Fahrens in angetrunkenem Zustand nur bei Gewähr für eine zuverlässige Feststellung des Blutalkoholgehalts eintreten lassen wollte. Insbesondere war bei der Schaffung des SVG immer noch umstritten, ob nicht häufiger, als allgemein angenommen, Fehler bei der Blutentnahme und -untersuchung unterliefen, die das Ergebnis verfälschen könnten. Häufigste Fehlerquellen waren die Verwendung von Alkohol zur Desinfektion der Einstichstelle oder der Instrumente und die Verwechslung von Blutproben. Auch war die Zuverlässigkeit der Rückschlüsse aus einem bestimmten BGE 101 IV 230 S. 232Blutalkoholgehalt auf die Fahrtüchtigkeit noch sehr angefochten; es wurde daher gefordert, wenn immer möglich auch noch andere medizinische Untersuchungen (z.B. Reaktionstests) durchzuführen, um zu gesicherten Ergebnissen zu gelangen (Sten.Bull. NR 1957, S. 214 ff.; StR 1958, S. 115).\n\nSeither sind, nicht zuletzt als Folge der strengen Vorschriften und der neueren Erkenntnisse, die Blutentnahmen und -untersuchungen allgemein sehr viel zuverlässiger geworden. Auch das medizinische Hilfspersonal kennt genau die Faktoren, die ausschlaggebend sind, und wendet die richtigen Methoden an. Die oben erwähnten, früher mitunter anzutreffenden Fehlerquellen werden in aller Regel ausgeschaltet. Dieser Entwicklung ist bei der Auslegung gewisser Vorschriften Rechnung zu tragen.\n\nb) Art. 55 SVG verlangt zur Feststellung der Angetrunkenheit neben der Blutprobe nicht ausdrücklich die Durchführung weiterer Untersuchungen. Art. 1 Abs. 1 des genannten BRB erklärt die Blutprobe als \"die geeignete Untersuchungsmassnahme\". In Abs. 3 der zitierten Bestimmung werden ergänzend die Vorprobe durch ein Atemprüfgerät und in Abs. 6 die Feststellung der Angetrunkenheit auf Grund von Zustand und Verhalten des Fahrzeugführers erwähnt, namentlich für den Fall, wo die Blutprobe nicht vorgenommen werden kann. Der BRB hält sich damit im Rahmen des Gesetzes. Der Beschwerdeführer rügt mit Recht nicht, dass solche zusätzlichen Untersuchungen unterlassen worden seien.\n\n2. Dagegen erblickt die Beschwerde eine Verletzung von Art. 3 BRB in dem Umstand, dass nicht ein Arzt, sondern eine Krankenschwester die zusätzlich medizinisch feststellbaren Anzeichen von Angetrunkenheit im vorgeschriebenen Formular vermerkt habe.\n\na) Nach der Aktenlage und den Ausführungen des Bezirksgerichts - die Vorinstanz schweigt sich zu diesem Punkte aus - hat anlässlich der Blutentnahme einzig die Operationsschwester Mara P. den Beschwerdeführer gesehen. Sie hat die Blutentnahme durchgeführt und anscheinend auch die \"medizinisch feststellbaren Anzeichen von Angetrunkenheit untersucht\". Diese wurden auf Grund der mündlichen Angaben der Operationsschwester später von Dr. med. S. in das in Art. 2 Abs. 2 BRB erwähnte Formular übertragen, worauf der Arzt dieses mit \"Sr. Mara\" unterschrieb. Das Bezirksgericht BGE 101 IV 230 S. 233hat dieses Vorgehen in wohlwollender Weise als \"recht eigenartig\" bezeichnet.\n\nb) Art. 3 BRB hat den Charakter einer Beweisnorm. Sie hat in Verbindung mit Art. 55 SVG die Funktion einer Garantie für die fehlerlose Feststellung über den Grad der Angetrunkenheit. Dabei kommt insbesondere der vorgeschriebenen Untersuchung auf medizinisch feststellbare Anzeichen die Bedeutung zu, in Grenzfällen oder bei begründeten Zweifeln über die Zuverlässigkeit der Blutprobe das Beweisfundament zu verstärken. Diese subsidiäre Bedeutung ergibt sich bereits aus Art. 1 Abs. 1 BRB. Die Missachtung von Art. 3 BRB führt nur dann zur Aufhebung einer Bestrafung wegen Fahrens in angetrunkenem Zustand, wenn sich ergibt, dass die Feststellung der Angetrunkenheit sich entscheidend auf die fehlerhaften Massnahmen stützt oder dass bei ordnungsgemässer Durchführung der Untersuchung die belastende Feststellung möglicherweise widerlegt werden oder doch fragwürdig erscheinen könnte.\n\n3. Das Bezirksgericht hat sich Rechenschaft gegeben über die in Verbindung mit der Ausfüllung des Formulars und der Untersuchung vorgekommenen Mängel. Es hat in diesem Zusammenhang deshalb nicht nur einen Bericht von Dr. med. S. eingeholt, in dem Sr. Mara als sehr gewissenhafte und erfahrene Operationsschwester geschildert wird, die schon viele Blutproben erhoben hat; vielmehr hat es auch Mara P. selbst als Zeugin befragt und dabei ausser ihren Aussagen noch einen persönlichen Eindruck der befragten Person gewonnen. Zudem wurde ein Gutachten des Gerichtlich medizinischen Instituts über die fragliche Blutentnahme eingeholt. Das Gericht stellt in Würdigung all dieser Beweiserhebungen fest, dass die Blutentnahme unter Beachtung aller ärztlichen und in diesem Zusammenhang auch rechtlich relevanten Regeln vorgenommen worden sei. Die Operationsschwester verfügt nach Auffassung des Bezirksgerichtes über die erforderlichen Kenntnisse auf dem betreffenden Gebiet und ist bei den Blutentnahmen zuverlässig vorgegangen.\n\nDiese Beweiswürdigung ist für den Kassationshof verbindlich (Art. 277bis Abs. 1 BStP). Damit ist aber auch gesagt, dass die Vorinstanz nicht auf das mit Mängeln behaftete Formular abstellte, sondern auf ein eingehendes, ergänzendes Beweisverfahren, das zugleich auch ein Abstellen auf das Ergebnis BGE 101 IV 230 S. 234der Blutprobe erlaubte. Unter diesen Umständen blieben die vom Beschwerdeführer gerügten Fehler anlässlich der Blutentnahme und des Begleitformulars ohne Wirkung auf das Strafurteil. Es kann deshalb offen bleiben, ob nicht nur die Blutentnahme als solche, sondern auch die im Formular zu vermerkenden Feststellungen an der Person des Fahrzeugführers einer ausgebildeten Hilfskraft überlassen werden dürfen."}