{"annee": "101", "cour": "II", "page": "47", "date": "1/5/1975", "cite": [], "cite_par": ["138 III 449", "140 III 409", "142 III 9", "108 II 535", "144 III 217", "132 III 359"], "chapeau": "12. Arrêt de la IIe Cour civile du 1er mai 1975 dans la cause Berchtold-Rothenanger et consorts contre Staudhammer.", "regestes": ["Action en responsabilité ouverte par des héritiers contre un exécuteur testamentaire. 1. L'action en responsabilité contre l'exécuteur testamentaire appartient aux héritiers et aux autres personnes gratifiées par le de cujus. N'a pas qualité pour agir le tiers qui participe à la succession en vertu d'une cession faite par les héritiers (consid. 1). 2. Assumant une position indépendante, l'exécuteur testamentaire peut décider, même contre l'accord des héritiers, de vendre les biens appartenant à la succession, dès l'instant que la vente entre dans le cadre de sa mission, par exemple si elle est nécessaire au paiement des dettes de la succession (consid. 2-3)."], "faits": "|47|\n\nA.- Emilie Dimier, née Rothenanger, est décédée à Genève le 23 juillet 1967. Par testament public du 7 juillet 1966, elle a institué comme héritiers en nue-propriété, par parts égales entre eux, sa nièce, Hulda Berchtold-Rothenanger, ses deux neveux Willi et Fritz Rothenanger et sa nièce Ruth Giordano, l'usufruit de l'entier de la succession étant légué, sous réserve de divers autres legs, à sa soeur infirme Berthe-Fanny Rothenanger, à Genève; elle a désigné comme exécuteur testamentaire Roger Staudhammer, expert-comptable |48| à Genève, qui s'était occupé avec succès de la gestion de ses biens depuis plusieurs années, et émis le désir qu'il soit également désigné comme tuteur de Berthe Rothenanger. Enfin, le testament contient la clause suivante: \"Je désire en outre que mes héritiers ne vendent pas les actions de l'immeuble avenue Calas 10 et que ces titres restent en hoirie\".\n\nRoger Staudhammer a accepté sa désignation comme exécuteur testamentaire. Par ordonnance du 24 août 1967, la Chambre des tutelles de Genève l'a nommé aux fonctions de curateur de Berthe Rothenanger, hospitalisée à la clinique Bel-Air depuis septembre 1966, aux fins de pourvoir à la gestion de ses biens.\n\nWilli et Fritz Rothenanger, ainsi que Hulda Berchtold ont fait participer à la succession de leur tante un frère non mentionné dans le testament, Werner Rothenanger, auquel chacun d'eux a cédé 1/16 de ses droits.\n\nB.- Après paiement de divers legs prévus dans le testament, l'actif de la succession de feu Emilie Dimier ne comprenait, pour l'essentiel, que le capital-actions, divisé en 200 actions au porteur, d'une valeur nominale de 250 fr., de la S.I. Champel Soleil C, propriétaire d'un immeuble locatif sis à l'avenue Calas 10. Cet immeuble avait été acquis par Staudhammer, pour le compte de la défunte, le 5 mars 1959 pour le prix de 1'310'000 fr.\n\nLe fisc genevois a réclamé aux héritiers institués la somme de 166'962 fr. 10, plus intérêt à 5% du 6 janvier 1968 au titre des droits de succession en vertu de la loi cantonale ad hoc. Des sommations de payer leur ont été notifiées le 27 juin 1968. Le fisc a toutefois accordé, à la demande des héritiers et de l'exécuteur testamentaire, qui cherchait à sauvegarder les intérêts de sa pupille, des délais successifs de paiement, mais en bloquant en main du notaire qui les détenait les actions de la S.I. Champel Soleil C pour garantir ses prétentions.\n\nDe 1968 à janvier 1970, Roger Staudhammer a entrepris de nombreuses démarches pour résoudre le problème qui se posait à lui pour pouvoir opérer le partage, savoir celui du paiement des droits successoraux alors que l'actif successoral ne comprenait que des actions d'une société immobilière que la défunte souhaitait voir maintenues en hoirie, et cela sans que les droits de l'usufruitière, sa pupille, fussent compromis. Neuf solutions furent successivement examinées et étudiées, |49| savoir l'avance des frais de succession par chacun des héritiers, la vente aux enchères, le dépôt fiduciaire de 50 actions de dame Giordano, un emprunt de 185'000 fr., un emprunt de 124'000 fr. augmenté de 50'000 fr. prêtés par l'usufruitière, le rachat du capital-actions de 1'400'000 fr. par les hoirs Rothenanger, un emprunt hypothécaire, une rente viagère remplaçant l'usufruit et enfin une convention entre héritiers mettant à la charge de l'usufruitière l'impôt anticipé et le droit de timbre. Aucune de ces solutions ne put en définitive être mise sur pied, soit à la suite de divergences entre les héritiers, soit à la suite de leur refus de signer les textes auxquels ils avaient donné leur accord de principe, soit enfin à cause du refus de la Chambre des tutelles d'approuver une solution défavorable aux intérêts de l'usufruitière sous curatelle.\n\nC.- Le 21 janvier 1970, devant l'échec successif des démarches qu'il avait entreprises pour régler le problème, Staudhammer demanda à la Chambre des tutelles quelle position il devait adopter. Le 23 janvier 1970, se référant à la doctrine, l'autorité tutélaire lui conseilla de fixer un délai aux héritiers et de les aviser que, s'ils ne faisaient pas d'opposition avant l'expiration de ce délai, il serait procédé à la vente aux enchères publiques du capital-actions, en ajoutant que, s'ils faisaient opposition, l'affaire serait soumise à la Justice de paix, autorité de surveillance des exécuteurs testamentaires, laquelle trancherait. Donnant suite à ce conseil, Staudhammer fixa aux héritiers, par lettre du 26 janvier 1970, un délai au 10 février 1970, pour former opposition à sa décision de vendre les actions aux enchères publiques, opposition qui entraînerait la soumission du dossier à la Justice de paix.\n\nCette mise en demeure provoqua la réunion, le 3 février 1970, des intéressés en l'étude de l'avocat genevois des héritiers. Y assistèrent Ruth Giordano, assistée de son conseil bernois, Fritz Rothenanger, accompagné de l'un des collaborateurs de son avocat genevois, et Staudhammer. Les discussions aboutirent à la signature d'une convention par laquelle Ruth Giordano et Fritz Rothenanger donnaient leur \"accord irrévocable\" pour la vente de gré à gré des actions et de la créance chirographaire à un prix minimum de 1'600'000 fr., sous déduction de l'hypothèque réduite à 712'000 fr. et de la commission de courtier. L'accord porte que Fritz Rothenanger engage ses deux frères Willi et Werner et sa soeur |50| Hulda Berchtold. Le conseil bernois de dame Giordano a attesté que Fritz Rothenanger avait signé cet accord devant lui et qu'il avait formellement déclaré représenter et engager ses frères et soeur.\n\nStaudhammer remit à Fritz Rothenanger sept copies de cet accord, munies des signatures de Ruth Giordano et de Fritz Rothenanger, en le chargeant de les faire contresigner par Willi et Werner Rothenanger et par Hulda Berchtold. Le même jour, 3 février 1970, il sollicita et obtint du fisc genevois, en invoquant l'accord intervenu, une ultime prolongation, à fin mars, du délai imparti aux héritiers pour le paiement de l'impôt successoral.\n\nPar la suite, Fritz Rothenanger a signalé à Staudhammer un amateur éventuel pour l'immeuble et le pria de lui remettre divers documents. De même, le 11 février 1970, Staudhammer adressa au collaborateur de l'avocat des héritiers le bilan et compte de profits et pertes de la société immobilière, ainsi que l'état locatif de l'immeuble.\n\nLe 16 février 1970, Staudhammer a soumis à la Chambre des tutelles une offre de la régie Naef, du 13 février 1970, pour l'achat de l'immeuble au prix de 1'600'000 fr. et en discuta certaines des modalités. Revenant le 23 février 1970 sur cette offre, il rappela les critiques qu'il avait faites le 7 octobre 1968 au sujet d'une expertise de l'immeuble qui avait été confiée à l'architecte Zaugg. Il estimait que les conclusions de cet expert, qui avait fixé la valeur vénale de l'immeuble à 1'765'000 fr., étaient trop élevées, l'expert ayant tenu compte d'un taux de capitalisation trop bas et ayant sous-estimé les frais d'entretien de l'immeuble. La Chambre des tutelles invita alors Staudhammer à faire procéder à une nouvelle expertise de l'immeuble par l'agent immobilier Jean-François Dumur, qui déposa son rapport le 18 mars 1970. Cet expert estime la valeur vénale de l'immeuble à 1'620'000 fr. Après avoir relancé vainement l'avocat des héritiers pour obtenir la ratification de l'accord du 3 février par les héritiers qui ne l'avaient pas signé, Staudhammer exposa la situation, par lettre du 19 mars 1970, au Président de la Justice de paix, autorité de surveillance des exécuteurs testamentaires, lui remit le rapport Dumur et lui demanda l'autorisation de vendre le capital-actions pour le prix de 1'600'000 fr. Par ordonnance motivée du 31 mars 1970, le Juge de paix a autorisé Staudhammer, en sa qualité d'exécuteur |51| testamentaire, à vendre au client de Naef et Cie, Ed. Knobel, les actions de la société immobilière pour le prix indiqué et à verser à l'ayant droit les dividendes encaissés jusqu'à concurrence de 50'000 fr.\n\nLe 30 mars 1970, Fritz Rothenanger a téléphoné à Staudhammer pour lui dire de ne pas vendre, en des termes qui incitèrent l'exécuteur testamentaire à demander une consultation au notaire Rehfous, notamment en ce qui concerne l'effet, sur la position de l'héritière Giordano, de l'avance par ses cohéritiers Rothenanger et Berchtold de la somme nécessaire au paiement des impôts successoraux. En effet, le conseil des trois frères Rothenanger et de dame Berchtold avisa Staudhammer le 2 avril, par téléphone et par lettre, que la somme de 210'000 fr. serait versée par ses clients sur le compte bancaire du notaire Martin chargé de liquider la succession; ces versements étaient destinés au paiement des impôts successoraux et furent effectivement faits. Staudhammer répondit que, si ce versement intervenait, il surseoirait à la vente jusqu'à ce qu'il soit en possession de l'avis de droit Rehfous. Dans sa consultation du 3 avril, le notaire Rehfous fit ressortir les risques que représentait pour dame Giordano l'exercice des droits de recours que ses cohéritiers feraient valoir contre elle du chef de la créance résultant de l'avance des droits de succession, notamment en cas de réalisation de la part de nue-propriété de dame Giordano. Il souligna que la vente envisagée était conforme à l'intérêt de la pupille de Staudhammer et que, en tout état de cause, la vente de gré à gré envisagée est une opération normale. Ayant reçu confirmation de l'avocat de dame Giordano de l'accord de celle-ci avec la vente aux conditions connues, Staudhammer soumit encore le 3 avril la consultation Rehfous au juge de paix et président de la Chambre des tutelles, en l'avisant que la signature de la convention de vente d'actions aurait lieu le 7 avril 1970. L'autorité ne réagit pas à cette communication et la vente fut signée le 7 avril par Staudhammer aux conditions prévues. Après paiement des impôts successoraux, chacun des héritiers institués a reçu 153'000 fr. selon décompte de liquidation dressé par le notaire Martin le 22 mai 1970, sous réserve de l'usufruit de dame Berthe Rothenanger.\n\nD.- Les trois frères Rothenanger et dame Berchtold ont ouvert action contre Roger Staudhammer par exploit du |524| juin 1971, en concluant à ce que le défendeur soit condamné à leur payer conjointement la somme de 300'000 fr. avec intérêt à 5% l'an du 2 avril 1971 et, subsidiairement, à la désignation de trois experts chargés de déterminer la valeur vénale au 7 avril 1970 de l'immeuble litigieux. Le Tribunal de première instance les ayant déboutés par jugement du 18 janvier 1973, les recourants ont fait appel à la Cour de justice de Genève, qui a confirmé le jugement, sauf en ce qui concerne le montant des dépens, par arrêt du 25 octobre 1974. C'est contre cet arrêt que les recourants ont déposé un recours en réforme, qui tend à l'allocation, avec suite de dépens, des conclusions principales et subsidiaires qu'ils avaient prises devant l'autorité cantonale.\n\nL'intimé Staudhammer a conclu, avec suite de dépens, au rejet du recours.", "considerants": "Considérant en droit:\n\n1. Les recourants, agissant en leur qualité d'héritiers de feu Emilie Dimier, réclament à Staudhammer des dommages-intérêts pour le dommage qu'il leur aurait causé dans l'exécution de sa mission d'exécuteur testamentaire. Leur action se caractérise donc comme une action en responsabilité des héritiers contre l'exécuteur testamentaire. Il s'agit de déterminer en premier lieu si les recourants ont qualité pour intenter une telle action et, en cas de réponse affirmative à cette première question, si les conditions de l'action sont réalisées dans le cas concret.\n\nEn principe, l'action en responsabilité contre l'exécuteur testamentaire appartient aux héritiers et autres personnes gratifiées par le de cujus (TUOR, Comm., n. 24 ad art. 518 CC; ESCHER, Comm., n. 14 ad art. 518 CC; LOB, Les pouvoirs de l'exécuteur testamentaire en droit suisse, thèse Lausanne 1952, p. 123).\n\nOr, si Hulda Berchtold, Willi et Fritz Rothenanger sont sans aucun doute les héritiers institués de feu Emilie Dimier et ont donc en principe qualité pour agir, il n'en va pas de même de Werner Rothenanger. Ce dernier, neveu de la défunte, n'a pas été institué héritier par sa tante. Il ne participe à la succession que parce que chacun des trois héritiers prénommés lui a cédé 1/16 de ses droits. Selon l'art. 635 al. 2 CC, il n'avait donc aucun droit d'intervenir au partage. La cession d'une |53| partie des droits successoraux de trois héritiers ne lui confère pas un droit direct sur la succession, mais seulement un droit personnel à la délivrance par l'héritier cédant des biens reçus en partage (TUOR/PICENONI, n. 22-25 ad art. 635 CC; ESCHER, n. 18 ad art. 635 CC; BECK, FJS 790 A ch. 2; RO 87 II 218, notamment p. 224 ss). Par voie de conséquence, la cession partielle des parts successorales des trois autres recourants ne pouvait pas lui conférer d'autres droits. Elle ne pouvait en particulier pas lui attribuer la qualité d'héritier, qui est incessible (RO 89 II 185; BECK, FJS 790 A ch. 1). Pour pouvoir agir personnellement contre l'exécuteur testamentaire, Werner Rothenanger aurait dû se faire céder expressément, conformément à l'art. 164 CO, les droits des autres recourants contre l'exécuteur testamentaire. Rien dans le dossier ne permet de dire qu'une telle cession existe. L'action de Werner Rothenanger doit donc être en tout état de cause rejetée, faute de qualité pour agir.\n\nQuant à Fritz Rothenanger, s'il est bien héritier, il a, par l'acte du 3 février 1970, donné son \"accord irrévocable\" à la vente de gré à gré des actions et de la créance chirographaire aux conditions auxquelles cette vente a été effectivement faite. Certes, il s'est par la suite opposé à la vente, mais l'engagement irrévocable qu'il avait pris en toute connaissance de cause continuait à le lier, si bien que ce changement d'attitude était inopérant. Dès lors, conformément à la doctrine (TUOR, n. 1 i.f. et 24 ad art. 518 CC; ESCHER, n. 14 ad art. 518 CC) et comme l'a relevé la cour cantonale, ayant consenti irrévocablement à la vente, Fritz Rothenanger a perdu le droit de se plaindre à ce sujet. Cet accord exclut le principe même d'une responsabilité de l'exécuteur testamentaire à son égard.\n\nEn conséquence, les actions de Werner et Fritz Rothenanger doivent en tout état de cause et sans plus ample examen être rejetées.\n\n2. L'exécuteur testamentaire est responsable de ses actes à l'égard des héritiers. Sa responsabilité s'apprécie comme celle d'un mandataire, auquel on l'assimile (TUOR, n. 24 ad art. 518 CC; ESCHER, n. 14 ad art. 518 CC; LOB, op.cit., p. 119). L'exécuteur est responsable de la bonne et fidèle exécution des tâches qui lui sont confiées, selon la règle de l'art. 398 al. 2 CO. Il appartient donc aux héritiers qui s'estiment lésés de prouver la violation de ses devoirs par l'exécuteur |54| testamentaire, le dommage et la relation de causalité entre ces deux faits. S'ils font ces preuves, la faute de l'exécuteur testamentaire est présumée conformément à l'art. 97 CO. Il lui appartient alors d'établir qu'il n'a pas commis de faute pour échapper à sa responsabilité (LOB, op.cit., p. 122).\n\na) Les recourants ne prétendent pas que Staudhammer a violé ses devoirs d'exécuteur en vendant les actions litigieuses. A juste titre, la cour cantonale a en effet constaté qu'assumant une position indépendante à l'égard des héritiers (RO 90 II 381; 98 II 279 i.f.) Staudhammer pouvait décider, même contre l'accord des héritiers, une vente des biens appartenant à la succession dès l'instant qu'elle entrait dans le cadre de sa mission, par exemple dans la mesure où elle était nécessaire au paiement des dettes de la succession (RO 97 II 15 ss; ESCHER, n. 10 ad art. 518 CC).\n\nDans le cas particulier, après trois ans de vaines tentatives pour trouver les sommes nécessaires au paiement des impôts successoraux, Staudhammer avait le devoir de trouver une solution pour financer le paiement de ces impôts. Certes, se fondant sur le texte de l'art. 518 CC, certains auteurs soutiennent que l'exécuteur testamentaire n'a le devoir de payer que les dettes du défunt et de la succession, à l'exclusion de celles des héritiers (LOB, op.cit., p. 52; SCHREIBER, FJS 870a p. 3 VIII). Peu importe en l'espèce: en effet, selon les constatations de la cour cantonale, le droit fiscal genevois oblige l'exécuteur testamentaire à payer les droits de succession sur les biens de celle-ci et lui interdit, sous peine d'être personnellement responsable du paiement, de procéder à la délivrance d'une succession sans s'être préalablement assuré du paiement de ces droits. Au surplus, le fisc genevois ayant bloqué les actions, qui constituaient le seul actif de la succession, pour garantir le paiement de ces droits, l'exécuteur testamentaire ne pouvait procéder au partage, soit à l'essentiel de sa mission, sans avoir résolu préalablement cette question. Staudhammer était d'autant plus justifié à agir de la sorte que le testament prévoyait que tous les legs qu'il avait à exécuter devaient être délivrés \"francs de droit\". Il avait donc le devoir de s'assurer que l'entier des droits de succession avait été payé avant de délivrer la succession aux nus-propriétaires (TUOR, n. 14 ad art. 518 CC).\n\nb) Aussi bien les recourants ne reprochent-ils à Staudhammer |55| que le fait d'avoir vendu les actions le 7 avril 1970 alors même qu'ils avaient déposé le 2 avril 1970 en main du notaire Martin les sommes nécessaires au paiement des droits de succession. Selon eux, ce dépôt permettait de payer les impôts sans recourir à la vente des actions, qui n'était ainsi plus nécessaire et à laquelle Staudhammer n'aurait dès lors pas dû procéder, puisqu'elle était contraire aux désirs exprimés par dame Dimier dans son testament.\n\nAvant le 2 avril 1970, il ne fait pas de doute que Staudhammer était fondé à passer outre au désir de la testatrice de voir les actions litigieuses conservées en hoirie. Il s'agissait en effet 1à d'un simple voeu, nullement impératif, adressé d'ailleurs plus à ses héritiers qu'à son exécuteur testamentaire (ESCHER, n. 27 ad art. 482 CC). Ce voeu ne liait donc pas Staudhammer dans la mesure où il avait essayé, mais en vain, d'éviter la vente des actions en cherchant à mettre sur pied une solution permettant de payer les dettes d'impôts autrement. En vertu de son pouvoir de disposition, l'exécuteur testamentaire pouvait donc en principe vendre les actions si cela se révélait nécessaire pour remplir une autre de ses obligations, celle de payer les droits successoraux et de procéder au partage (ESCHER, n. 10 i.f. ad art. 518 CC). Il le pouvait et le devait d'autant plus qu'en octobre 1969 une solution permettant d'éviter la vente et qui avait recueilli l'accord de tous les héritiers avait échoué à la suite d'une volte-face, au dernier moment, de certains d'entre eux.\n\nA partir du 2 avril 1970, date à laquelle les recourants avaient mis à sa disposition les fonds nécessaires au paiement des impôts successoraux, Staudhammer était placé devant un choix: ou accepter les fonds et renoncer à la vente; ou poursuivre dans la voie de la vente des actions. Son choix dépendait de la pesée des intérêts en présence.\n\nLa solution proposée par les recourants avait l'avantage qu'elle permettait de déférer au voeu de la testatrice en évitant la vente. Mais elle présentait aussi les inconvénients résultant d'une part de ce qu'elle était moins favorable à l'usufruitière, à qui elle assurait des revenus inférieurs, d'autre part de ce qu'elle risquait de placer l'une des héritières, dame Giordano, dans une situation défavorable par rapport à ses cohéritiers. A cela s'ajoutait que, comme l'a relevé le notaire Rehfous dans son avis de droit, sur les cinq personnes intéressées (le notaire |56| n'avait à juste titre pas tenu compte de Werner Rothenanger), la majorité avait donné son accord à la solution de la vente de gré à gré. Compte tenu de la grande liberté dont jouit l'exécuteur testamentaire (LOB, op.cit., p. 51), Staudhammer n'a pas excédé son pouvoir d'appréciation en décidant comme il l'a fait de procéder à la vente.\n\nc) Les recourants ne reprochent pas à l'intimé d'avoir procédé à la vente des actions de gré à gré et non pas aux enchères. La question se pose pourtant. En effet, le Tribunal fédéral a jugé (RO 97 II 11, notamment consid. 2 à 4) que, s'agissant de procédure en partage, l'exécuteur testamentaire doit appliquer les règles des art. 607 et 610 CC et que, dans l'hypothèse visée par l'art. 612 al. 2 et 3 CC, il doit procéder à la vente aux enchères dès l'instant que l'un des héritiers le demande et qu'il s'agit de biens de la succession qui ne peuvent être partagés sans subir une diminution notable de leur valeur. Cette règle n'est toutefois pas applicable en l'espèce, car l'exécuteur testamentaire n'a pas vendu les actions appartenant à la succession pour procéder à leur partage, qui pouvait se faire sans la vente par la répartition de 25 actions à chacun des héritiers, mais bien pour payer la dette d'impôt de la succession.\n\nEn réalité, on se trouve dans l'hypothèse que le Tribunal fédéral a réservée dans l'arrêt précité (RO 97 II 19 i.f.), où la question est de savoir si l'exécuteur testamentaire peut procéder à une vente de gré à gré, contre la volonté des héritiers ou de certains d'entre eux, lorsque les biens de la succession doivent être vendus pour se procurer les moyens nécessaires au paiement des dettes du défunt ou pour délivrer les legs. Pour résoudre cette question, on doit partir du texte de l'art. 518 al. 2 CC, qui donne pour mission à l'exécuteur testamentaire, entre autres, de payer les dettes et d'acquitter les legs. Dès l'instant que l'exécuteur testamentaire a l'obligation d'accomplir ces opérations et que la loi, contrairement à ce qui se passe en matière de partage, ne contient pas de prescription limitant son pouvoir de disposition et soumettant celui-ci à des restrictions quant à ses modalités, on doit admettre qu'on ne saurait le priver des moyens nécessaires pour l'exécution de sa mission, ni la faire dépendre d'une autorisation des héritiers. On doit au contraire laisser à l'exécuteur testamentaire un large pouvoir d'appréciation, limité |57| d'une part par le droit de recours des héritiers à l'autorité de surveillance, d'autre part par son devoir de diligence sanctionné par sa responsabilité à leur égard (RO 74 I 424/425; cf. aussi RO 97 II 19/20).\n\nEn l'occurrence, Staudhammer n'a pas violé son devoir de prudence en choisissant la voie de la vente de gré à gré dans les conditions où il l'a faite: disposant d'une expertise judiciaire récente pour la valeur de l'immeuble, il était fondé à procéder à la vente au prix estimé par l'expert, d'ailleurs supérieur à celui offert quelque temps auparavant par les héritiers. Compte tenu de l'urgence qu'il y avait à régler les droits de succession, les mesures qu'il a prises étaient appropriées et ne sauraient être critiquées.\n\n3. Supposé même d'ailleurs que ces mesures ne fussent pas adéquates, Staudhammer pourrait encore soutenir qu'il n'a commis aucune faute. En effet, comme le relève à juste titre la cour cantonale, alors que les constants changements d'attitude des héritiers auraient pu lui faire perdre son sang-froid, Staudhammer ne s'est jamais laissé aller à une démarche intempestive. Il s'est constamment adressé en sa qualité de curateur à l'autorité tutélaire puis, lorsque ses tentatives de mettre sur pied une solution amiable eurent échoué, au Juge de paix, dont il a suivi point par point les conseils. Il a renseigné ce magistrat avec précision sur l'évolution de la situation et a obtenu son accord avec la vente proposée dans la décision du 31 mars. Certes, les recourants soutiennent que l'exécuteur testamentaire ne peut se prévaloir de cette décision, ni de l'avis de droit demandé au notaire Rehfous, parce que la décision du 31 mars et la consultation du 3 avril 1970 ne tiennent pas compte du dépôt qu'ils avaient opéré le 2 avril. Ces affirmations sont contredites par les faits de la cause: l'exécuteur testamentaire a informé l'autorité le 3 avril du versement par certains des héritiers des sommes nécessaires au paiement des impôts et lui a communiqué la consultation du notaire Rehfous, ce qui n'a pas incité le Juge de paix à modifier sa décision du 31 mars. De même, le notaire Rehfous a pu tenir compte, au moins à titre hypothétique, de tous les éléments de la situation, puisque la première question posée était de savoir si l'intimé pouvait accepter que les recourants règlent les charges de la succession, leur laissant la possibilité de se retourner contre dame Giordano.\n\n|58|\n\nAyant pris la précaution de s'assurer par une expertise de la valeur de l'immeuble, de solliciter un avis de droit pour élucider tous les aspects de la situation et enfin de demander et d'obtenir l'accord de l'autorité de surveillance aux opérations qu'il envisageait, Staudhammer ne saurait se voir reprocher une faute. On doit en effet admettre que l'exécuteur testamentaire qui, placé devant un choix délicat, sollicite l'accord de l'autorité de surveillance ne commet pas de faute s'il exécute ponctuellement les instructions de cette autorité (TUOR, n. 29 i.f. ad art. 518 CC; LOB, op.cit., p. 123 et n. 27).\n\nIl faut encore relever que, bien qu'avisés assez tôt des intentions de l'exécuteur testamentaire, qui furent confirmées à leur conseil le 3 avril 1970, les recourants n'ont entrepris aucune démarche quelconque pour obtenir de l'autorité de surveillance qu'elle interdise à Staudhammer la vente de gré à gré prévue 4 jours plus tard, ni même seulement pour la faire différer.\n\n4. C'est dès lors à juste titre que les premiers juges ont considéré que Staudhammer n'avait pas violé ses devoirs d'exécuteur testamentaire, ni commis de faute et, en conséquence, rejeté l'action des recourants dans la mesure où ils avaient qualité pour agir. C'est de même à bon droit que la cour cantonale a refusé d'ordonner une expertise sur la valeur de l'immeuble vendu, dès l'instant qu'en principe la responsabilité de l'exécuteur testamentaire n'était pas engagée et que les recourants n'avaient allégué aucun fait qui permette de penser qu'il ait commis une grossière et fautive erreur d'appréciation en acceptant de vendre les actions litigieuses au prix de 1'600'000 fr. proposé par l'expert Dumur, prix d'ailleurs supérieur de 150'000 fr. à 200'000 fr. à celui offert par les recourants pour le même immeuble quelques mois auparavant. La responsabilité de Staudhammer n'étant pas engagée en principe, il était expédient d'éviter les frais d'une expertise que rien dans le dossier ne justifie.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}