{"annee": "101", "cour": "V", "page": "120", "date": "26/3/1975", "cite": [], "cite_par": ["130 V 560", "104 IB 245", "103 IB 144", "114 V 94", "104 IB 378", "111 V 342", "113 V 48", "117 V 349", "116 IB 418"], "chapeau": "23. Sentenza del 26 marzo 1975 nella causa Chiesa contro Cassa cantonale di compensazione e Tribunale delle assicurazioni del Canton Ticino", "regestes": ["Application par analogie de l'art. 103 lit. a OJ dans la procédure de recours cantonale (consid. 1). Art. 2 OMPC. Du dépôt en temps utile de la demande de déduction des frais de maladie (consid. 2 lit. b)."], "faits": "BGE 101 V 120 S. 120\n\nA.- La cittadina italiana Benvenuta Gaetana Chiesa, nata nel 1887, nubile, residente in Svizzera dal 1903, da ultimo domiciliata a Lugano, morì il 2 dicembre 1973.BGE 101 V 120 S. 121\n\nDurante gli ultimi 20 anni della sua esistenza ella fu parzialmente a carico della nipote Adriana R. Addì 19 luglio 1971 quest'ultima inoltrò a nome della zia una richiesta di prestazioni complementari (PC) alla rendita AVS da questi percepita. Nella rubrica concernente le deduzioni per le spese di malattia ella indicò che Gaetana Chiesa era stata degente all'ospedale dal 21 al 28 aprile 1971 e che lo era ancora dal 3 maggio di quell'anno. Contrariamente alle istruzioni stampate sul modulo di richiesta della PC, Adriana R. non produsse la documentazione concernente le spese sostenute per la cura ospedaliera di sua zia.\n\nB.- Con lettera del 7 settembre 1971, indirizzata al domicilio di Adriana R., la Cassa di compensazione comunicò a Gaetana Chiesa che per esaminare la sua richiesta di PC le occorrevano i conteggi dettagliati della Cassa malati relativi alle sue degenze presso l'Ospedale italiano e la Clinica S. Rocco, nonché la fattura relativa alla sua degenza presso l'Ospedale Civico di Lugano. Il 4 febbraio 1972 la Cassa di compensazione ribadì senza esito la summenzionata richiesta di documenti e il mese successivo, mediante decisione del 14 marzo 1972, essa assegnò a Gaetana Chiesa una PC di Fr. 65.-- mensili alla rendita AVS con effetto retroattivo dal 1o luglio 1971. Nell'atto decisionale la Cassa di compensazione espose che per poter prendere in considerazione nel computo della PC le spese di malattia, queste dovevano essere comprovate, onde invitò nuovamente l'interessata a fornire i documenti necessari.\n\nPer Gaetana Chiesa, Adriana R. produsse il 5 marzo 1973 le copie fotostatiche dei documenti a più riprese richiesti dalla Cassa di compensazione.\n\nMediante decisione del 12 giugno 1973, la Cassa di compensazione comunicò ad Adriana R. quanto segue:\n\n\"In possesso delle fatture per spese di cura e medicamenti da voi trasmesseci in data 5 marzo 1973, vi comunichiamo che non possiamo prendere in considerazione un eventuale rimborso in quanto la richiesta è tardiva (art. 2 OMPC) ossia presentata oltre i 12 mesi dalla data della fatturazione.\"\n\nC.- Adriana R. ricorse contro la summenzionata decisione amministrativa, concludendo al rimborso degli importi delle fatture e dei conteggi prodotti. Ella allegò di aver personalmente sostenuto le spese di cura di sua zia Gaetana Chiesa, BGE 101 V 120 S. 122di aver in seguito smarrito i documenti ad esse relativi e di non averli potuti rintracciare e spedire prima del 5 marzo 1973 a causa della sua intensa attività quale direttrice...\n\nIl Tribunale delle assicurazioni del Canton Ticino costatò avere Adriana R. agito a nome e per conto di Gaetana Chiesa e, benché la mandante fosse deceduta in corso di procedura, mediante giudizio del 17 luglio 1974 esso respinse il ricorso menzionando come parte ricorrente \"Gaetana Chiesa... (rappr. dalla signora R... Adriana)\". A mente dei giudici cantonali le disposizioni legali e regolamentari autorizzano l'organo esecutivo in materia di PC a rimborsare le spese di cura solo se queste vengono fatte valere entro 12 mesi dalla fatturazione.\n\nD.- Con il presente, tempestivo ricorso di diritto amministrativo a questa Corte Adriana R. chiede il rimborso delle spese da lei sostenute nel 1971 per curare sua zia Gaetana Chiesa. Ella allega che il termine di 12 mesi, entro il quale queste spese dovevano essere fatte valere, le è stato opposto per la prima volta soltanto nel giugno del 1973 e che tale termine non figurava sul modulo di richiesta di PC e nemmeno era stato indicato nelle reiterate sollecitazioni della Cassa di compensazione a produrre i documenti richiesti. In questa sede Adriana R. produce le copie dei documenti relativi alle spese di cura di Gaetana Chiesa per il 1971 e la copia fotostatica della lettera 5 marzo 1973 con la quale aveva trasmesso questi documenti alla Cassa di compensazione.\n\nRispondendo al gravame la Cassa di compensazione ammette che né nel formulario di richiesta di PC, né nella corrispondenza avuta con l'interessata è stato indicato il termine di consegna dei documenti. Nondimeno essa conclude postulando la reiezione del ricorso.\n\nL'Ufficio federale delle assicurazioni sociali ne propone pure la reiezione.", "considerants": "Diritto:\n\n1. a) La legge federale sulle prestazioni complementari all'assicurazione per la vecchiaia, i superstiti e l'invalidità (LPC) dispone che le decisioni delle Casse di compensazione sono suscettibili di ricorso e deferibili a un'autorità giudiziaria designata dai Cantoni. Così l'art. 7 LPC, relativo al contenzioso cantonale, rinvia alle regole di procedura dell'art. 85 BGE 101 V 120 S. 123LAVS ma non alle norme dell'art. 84 cpv. 1 LAVS, le quali designano come ricorrente \"gli interessati\" e certi parenti (fra i quali non figurano però i nipoti) di colui che pretende avere diritto a una rendita. Su questa omissione il messaggio del Consiglio federale del 21 settembre 1964 (FF 1964 II 1786) è silente. Occorre quindi chiedersi se incombe al diritto cantonale, conformemente alla prima frase dell'art. 7 cpv. 1 LPC di designare le persone atte a ricorrere o se esiste una lacuna che il giudice deve colmare creando una regola di diritto federale. La questione si è già posta a questa Corte in materia di termini di ricorso ed è rimasta insoluta (sentenze inedite del Tribunale federale delle assicurazioni del 9 gennaio 1970 i.c. Larzay e del 4 aprile 1970 i.c. Infanger). Mentre i termini dipendono di massima dalle disposizioni procedurali dei singoli cantoni, la facoltà di ricorrere è un concetto fondamentale che va definito in modo eguale per tutto l'ambito della Confederazione. A tale scopo si giustifica di applicare analogicamente, già in sede di ricorso alla giurisdizione cantonale, non soltanto l'art. 84 cpv. 1 LAVS, ma anche gli art. 103 lit. a e 132 OG, in modo da permettere alle stesse persone di stare in causa avanti i giudici di prima e di seconda istanza (cfr RU 98 V 54).\n\nb) Adriana R. ha interposto ricorso presso il Tribunale delle assicurazioni del Canton Ticino, chiedendo il rimborso di una parte delle spese da lei sostenute per sua zia Gaetana Chiesa. Conformemente ai principi giurisprudenziali esposti dal Tribunale federale delle assicurazioni nella sentenza Reymond del 16 novembre 1973 (RU 99 V 165 consid. 1), a ragione i giudici cantonali hanno condotto la procedura in nome dell'assicurata Gaetana Chiesa, fin ch'ella era in vita. Infatti, giusta l'art. 328 CCS la nipote non ha obbligo di mantenimento nei confronti della zia. Ne consegue che, per gli anticipi fatti all'assicurata, Adriana R. doveva essere considerata alla stregua di un creditore ordinario. Ora, nel conferire il diritto di ricorso a \"chiunque è toccato dalla decisione impugnata ed ha un interesse degno di protezione all'annullamento o alla modificazione della stessa\" (art. 103 lit. a OG) il legislatore non ha certamente voluto permettere a qualsiasi creditore dell'assicurato di far valere i diritti di quest'ultimo in sua vece.\n\nc) Dopo il decesso di Gaetana Chiesa, sopravvenuto lite pendente, il Tribunale cantonale non poteva quindi più giudicare BGE 101 V 120 S. 124in favore o a carico della defunta. Esso avrebbe dovuto istruire sulla sorte della successione e chiedere ai membri della comunione ereditaria, o ad uno di loro, se intendessero continuare il processo (RU 99 V 165 consid. 2, 99 V 58). Soltanto qualora Adriana R. avesse accettato la successione come erede, oppure agito in qualità di cessionaria dei diritti della massa in caso di liquidazione ai sensi dell'art. 597 CCS, ella avrebbe potuto subentrare nella procedura incoata dalla defunta. Ciò non essendo avvenuto, il giudizio prolato dal Tribunale cantonale contro la defunta è nullo.\n\nd) L'\"interesse degno di protezione\" di Adriana R. è che la procedura cantonale segua il suo corso regolare. Soltanto in tal senso il suo ricorso di diritto amministrativo è ricevibile in ordine.\n\n2. Sorge pertanto il quesito se, e per quali motivi al caso, la pratica debba esser rinviata al Tribunale delle assicurazioni del Canton Ticino. Un simile rinvio sarebbe contrario al principio dell'economia di procedura se si avverasse che né Gaetana Chiesa, né i membri della comunione ereditaria non ebbero mai diritto al rimborso delle spese in lite, per tardiva produzione dei necessari documenti.\n\na) In virtù dell'art. 2 cpv. 1 LPC i beneficiari di rendita dell'AVS o dell'assicurazione per l'invalidità domiciliati in Svizzera hanno diritto a PC se il loro reddito annuo determinante non raggiunge il limite legale. Tale reddito è calcolato secondo le regole prescritte dagli art. 3 e 4 LPC. Giusta l'art. 3 cpv. 4 lit. e) non fanno parte del reddito determinante \"le spese insorte durante l'anno in corso e debitamente comprovate di medico, dentista, farmacista, cura ospedaliera, cura a domicilio... per la parte eccedente l'importo complessivo di 200 franchi l'anno...\". Nel regolamento d'esecuzione della legge il Consiglio federale ha delegato al Dipartimento federale dell'interno il compito di emettere le prescrizioni necessarie circa le spese deducibili ai sensi dell'art. 3 cpv. 4 lit. e) LPC precitato (art. 19 OPC).\n\nIl Dipartimento dell'interno ha adempiuto il compito affidatogli emanando l'\"Ordinanza sulla deduzione delle spese di malattia e per i mezzi ausiliari in materia di prestazioni complementari\" (OMPC) del 20 gennaio 1971, entrata in vigore con effetto dal 1o gennaio di quell'anno.\n\nGli art. 2 e 3 OMPC dispongono segnatamente: BGE 101 V 120 S. 125\n\nart. 2 OMPC\n\n\"Le spese di medico, dentista, farmacia, cura ospedaliera, cura a domicilio e per i mezzi ausiliari sono deducibili solo se sono fatte valere presso l'organo esecutivo entro 12 mesi dalla fatturazione.\"\n\nart. 3 OMPC\n\n\"Le spese di medico, dentista, farmacia, cura ospedaliera, cura a domicilio e per i mezzi ausiliari causate da un assicurato defunto, cui è applicabile il calcolo della prestazione complementare, sono deducibili solo se i suoi eredi le fanno valere nel corso dei 12 mesi posteriori al decesso.\"\n\nNella sentenza i.c. Neyer del 22 maggio 1973 (RU 99 V 111 consid. 1) il Tribunale federale delle assicurazioni ha dichiarato la seconda frase dell'art. 48 cpv. 2 LAI applicabile per analogia ai casi dell'art. 2 OMPC. Secondo la frase anzidetta, le prestazioni sono assegnate per un tempo anteriore ai 12 mesi precedenti la richiesta, se l'assicurato non poteva conoscere i fatti motivanti il diritto e presenta tale richiesta entro 12 mesi da quando ne ha avuto conoscenza. Giusta i principi giurisprudenziali esposti nella stessa sentenza, una fattura è considerata recapitata ai sensi dell'art. 2 OMPC il giorno in cui essa venne consegnata alla persona atta a riceverla.\n\nb) Le fatture e i conti prodotti da Adriana R. il 5 marzo 1973 vennero da lei pagati nei mesi di giugno e luglio 1971. Sua zia, alla quale essi erano indirizzati, non può dunque averli ricevuti e consegnati all'odierna ricorrente dopo quell'epoca. Ne scende che, in virtù dell'art. 2 OMPC, la deduzione delle spese doveva essere richiesta al più tardi nei mesi di giugno/luglio 1972, poiché a quell'epoca l'assicurata e sua nipote conoscevano i fatti motivanti il diritto alle prestazioni, ossia la situazione finanziaria dell'assicurata medesima e le spese causate dalla sua malattia. Ora, addì 23 luglio 1971 Adriana R. ha chiesto a nome e per conto di sua zia la deduzione delle spese di malattia in lite senza tuttavia indicarne l'ammontare ed ha prodotto soltanto il 5 marzo 1973 le pezze giustificative afferenti che la Cassa di compensazione le aveva ripetutamente richiesto. In queste circostanze si pone la questione di sapere se la richiedente abbia fatto valere - \"geltend gemacht\" secondo il testo tedesco dell'art. 2 OMPC - le spese di cui si tratta con l'intenzione di ottenerne la deduzione oppure ne abbia chiesto - \"demandé\" secondo il testo francese dell'art. 2 OMPC - il pagamento il 23 luglio 1971 o il 5 marzo 1973.\n\nBGE 101 V 120 S. 126\n\nDa un lato sarebbe eccessivo di subordinare in modo assoluto l'imputazione - o la domanda di pagamento - delle spese all'indicazione precisa del loro importo nel modulo di richiesta di PC e alla presentazione delle relative pezze giustificative. D'altra parte non si può obbligare la cassa di compensazione a lasciare in sospeso una domanda di PC quando l'istante tarda, forse durante mesi o anni, a precisarla e a giustificarla.\n\nChiamata a pronunciarsi sulla questione di sapere quando le spese per terapia giusta l'art. 2 OMPC sono tempestivamente annunciate all'organo esecutivo cantonale in materia di PC, la Corte plenaria di questo Tribunale ha statuito che nei casi in cui una cassa di compensazione riceve un modulo di richiesta di PC incompleto, essa deve scrivere all'istante che la domanda sarà esaminata soltanto dopo la ricezione degli elementi mancanti e che, se tali elementi non sono prodotti entro 12 mesi a decorrere dal giorno in cui egli ha ricevuto i conti in causa, l'istanza sarà considerata tardiva e irricevibile. Finché l'assicurato non è stato edotto in tal senso, egli ha il diritto di considerare la sua istanza siccome valida e, se il termine di 12 mesi imposto dall'art. 2 OMPC è scaduto, di ottenere una proroga per completare la necessaria documentazione (v. per analogia l'obbligo d'informazione imposto alle casse dall'art. 12 dell'Ordinanza II sull'assicurazione contro le malattie concernente l'assicurazione collettiva esercitata dalle casse malati riconosciute dalla Confederazione).\n\nDato quanto precede, nel caso in esame i conteggi e le fatture in lite vennero versati tempestivamente nell'inserto concernente Gaetana Chiesa, poiché per l'edizione di tali documenti nessun termine perentorio le era stato fissato prima del suo decesso. Pertanto, la pratica deve essere rinviata ai giudici di prime cure, ai quali incombe di statuire, in base ad un complemento d'istruttoria, sulla qualità di Adriana R. per agire nella procedura in corso...\n\nPer questi motivi,\n\nil Tribunale federale delle assicurazioni dichiara e pronuncia:\n\nIl ricorso è parzialmente accolto. Il giudizio impugnato è annullato e la pratica rinviata al Tribunale delle assicurazioni del Canton Ticino per complemento d'istruttoria e nuovo giudizio nel senso dei considerandi."}