{"annee": "101", "cour": "V", "page": "173", "date": "18/8/1975", "cite": [], "cite_par": ["108 V 84"], "chapeau": "35. Auszug aus dem Urteil vom 18. August 1975 i.S. Leutenegger gegen Eidgenössische Militärversicherung und Verwaltungsgericht des Kantons Luzern", "regestes": ["Réclamation de prestations (art. 15 al. 2 LAM). Lorsque l'assuré ne s'est pas annoncé à l'assurance militaire parce qu'il était dans l'erreur quant aux obligations de celle-ci, la question de savoir s'il a renoncé tacitement aux prestations ne peut se poser que s'il avait conscience de la possibilité d'une relation de cause à effet entre l'atteinte à sa santé et les influences dommageables subies pendant le service."], "faits": "", "considerants": "|173|\n\nDas Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Nach Art. 15 MVG sind die Versicherungsleistungen vom Tage des ärztlich festgestellten Eintritts der Gesundheitsschädigung oder der wirtschaftlichen Schädigung an zu gewähren, auch wenn die Anmeldung erst später erfolgt (Abs. 1). Wer seinen Anspruch auf Geldleistung oder Geldmehrleistung nicht geltend gemacht oder eine ihm zustehende Geldleistung nicht bezogen hat, kann den Betrag, auf den er Anspruch hat, nachfordern. Der Anspruch auf die Nachzahlung erlischt mit dem Ablauf von 5 Jahren seit Ende des Monats, für den die Leistung geschuldet war (Abs. 2).\n\nb) Abs. 2 des Art. 15 MVG ist anlässlich der Revision von 1963 ins Gesetz aufgenommen worden. Damit wurde in Analogie zu Art. 97 KUVG, Art. 46 AHVG und Art. 48 IVG eine Lücke gefüllt mit der Begründung, die Geldleistungen sollten im Zeitpunkt des wirtschaftlichen Nachteils ausgerichtet werden, andernfalls sie meistens gegenstandslos blieben; zudem |174| sei es \"äusserst schwierig zu bestimmen, wie hoch der Verdienst und die Erwerbsunfähigkeit des Versicherten vor 10, 20 oder sogar 30 Jahren waren\" (Botschaft des Bundesrates vom 26. März 1963, BBl 1963 I 855).\n\nc) Nach der schon vor Einführung des Art. 15 Abs. 2 MVG bestehenden Rechtsprechung entfällt die rückwirkende Ausrichtung von Versicherungsleistungen, soweit der Versicherte auf konkrete Leistungen verzichtet hat. So wurde in EVGE 1956 S. 217 festgestellt:\n\n\"Verzichtet ein Militärpatient in eindeutiger Weise (ausdrücklich\n\noder stillschweigend) auf bestimmte Leistungen der Militärversicherung,\n\nso erlischt ihre Leistungspflicht in diesem Umfange und lebt -\n\nmit Wirkung für die Folgezeit - kraft der gesetzlichen Haftung erst\n\ndann wieder auf, wenn der Versicherte den ehedem bekundeten Verzicht\n\nwiderruft (EVGE 1955 S. 88).\"\n\nDanach sind an die Annahme eines stillschweigenden Verzichts auf Versicherungsleistungen strenge Anforderungen zu stellen. Dies gilt bezüglich der Geldleistungen seit Einführung von Art. 15 Abs. 2 MVG umso mehr, als es nicht mehr darum geht, Sachverhalte rückwirkend auf Jahrzehnte zu überprüfen, wie dies nach früherem Recht der Fall sein konnte. Der Verzicht - sowohl der ausdrückliche als auch der stillschweigend durch konkludentes Verhalten geäusserte - muss mit der erforderlichen Wahrscheinlichkeit nachgewiesen sein. Solange noch erhebliche Zweifel bestehen, ist dieser Nachweis nicht geleistet und es darf von der gesetzlichen Regel des Art. 15 MVG, wonach im Rahmen der 5jährigen Verwirkungsfrist die Anmeldung von Ansprüchen auf rückwirkend zu erbringende Geldleistungen jederzeit erfolgen kann, nicht abgewichen werden.\n\n2. Im vorliegenden Fall ist davon auszugehen, dass die Militärversicherung die Ausrichtung des Krankengeldes auf Ende Mai 1950 eingestellt und dem Versicherten zunächst mit Schreiben vom 2. Oktober 1961 mitgeteilt hat, der Fall gelte als vorläufig abgeschlossen \"unter Wahrung der gesetzlichen Rechte für die Zukunft\". Der Versicherte blieb in der Folge jedoch weiterhin unter spezialärztlicher Kontrolle, letztmals am 4. September 1964. Mit Bericht vom 19. Oktober 1964 teilte Dr. E. der Militärversicherung mit, eine weitere Behandlung sei zur Zeit nicht nötig und es seien keine Untersuchungen mehr notwendig. Hierauf schloss die Militärversicherung |175| den Fall endgültig ab; offenbar ohne dem Versicherten eine weitere Mitteilung zukommen zu lassen.\n\nAm 2. August 1971 stellte der Beschwerdeführer das Begehren um Ausrichtung einer Rente unter Hinweis auf einen seit 1967 eingetretenen gesundheitlich bedingten Rückgang der Leistungsfähigkeit. In der Folge verlangte er die rückwirkende Nachzahlung der Rente auf 5 Jahre gemäss Art. 15 Abs. 2 MVG.\n\na) Die Vorinstanz nimmt an, der Beschwerdeführer habe sich nach Abschluss der zu Lasten der Militärversicherung gehenden Massnahmen im Jahre 1964 über seine Leistungsansprüche nicht in einem Irrtum befunden und es seien ihm die ursächlichen Zusammenhänge seines Leidens mit der dienstlichen Erkrankung hinlänglich bekannt gewesen oder hätten ihm zumindest bekannt sein sollen. Wenn er sich trotzdem sieben Jahre lang mit ärztlicher Behandlung zu Lasten anderer Versicherer begnügt habe, so liege in diesem Zuwarten zwangsläufig auch ein stillschweigender Verzicht auf rückwirkende Rentenleistung.\n\nDieser Argumentation ist entgegenzuhalten, dass ein stillschweigender Verzicht des Beschwerdeführers zum vorneherein nicht daraus abgeleitet werden kann, dass ihm der Kausalzusammenhang zwischen der ursprünglichen dienstlichen Erkrankung und dem späteren Leiden \"hätte bekannt sein sollen\". Im vorliegenden Zusammenhang kann es nicht auf irgendwelche Sorgfaltspflichten ankommen. Ist glaubhaft, dass die Anmeldung zufolge eines Irrtums über die Leistungspflicht der Militärversicherung - sei es in tatsächlicher oder rechtlicher Hinsicht - unterblieb, darf daraus nicht der Schluss auf einen (stillschweigenden) Verzicht auf Versicherungsleistungen gezogen werden. Nur wenn dem Versicherten dieser Zusammenhang zumindest als Möglichkeit bewusst gewesen ist, kann sich die Frage stellen, ob stillschweigender Verzicht anzunehmen sei.\n\nb) In der erstinstanzlichen Vernehmlassung machte die Militärversicherung geltend, im Rentenbegehren vom 2. August 1971 habe der Beschwerdeführer ausgeführt, seit der seinerzeitigen Erkrankung habe er ständig an Katarrh, Husten, Bronchitis und Auswurf gelitten. Daraus gehe \"unwiderlegbar hervor, dass der Kläger über seine Gesundheitsschäden, die von der Lungentuberkulose herrührten ... hinlänglich orientiert |176| war\"; es gehe daher nicht an, \"nun plötzlich Unwissenheit geltend machen zu wollen und sich gleichsam als Opfer der Ärzte, die angeblich für die Versäumnis einer Wiederanmeldung verantwortlich sein sollen, darzustellen\". In gleichem Sinne interpretiert die Militärversicherung in der Vernehmlassung zur Verwaltungsgerichtsbeschwerde die Aussage des Beschwerdeführers, wonach er fest überzeugt sei, dass sein heutiger Gesundheitszustand einzig auf die damalige Lungenerkrankung zurückzuführen sei.\n\nMit dieser Begründung übersieht die Militärversicherung, dass die vom Beschwerdeführer in der Anmeldung vom 2. August 1971 geäusserte Überzeugung vom Kausalzusammenhang zwischen der seinerzeitigen dienstlichen Erkrankung und den später aufgetretenen Leiden noch nicht den Schluss zulässt, dass er sich dieses Zusammenhanges schon vor Jahren bewusst gewesen war. Im übrigen steht fest, dass auch nach ärztlicher Auffassung nicht völlige Klarheit herrschte in Bezug auf den Kausalzusammenhang zwischen den später aufgetretenen Leiden und der dienstlichen Erkrankung. Umso weniger durfte beim Beschwerdeführer die klare Kenntnis der Zusammenhänge vorausgesetzt und daraus der Schluss auf einen stillschweigenden Verzicht auf Versicherungsleistungen gezogen werden.\n\nc) Der Beschwerdeführer weist in der Verwaltungsgerichtsbeschwerde mit Recht darauf hin, dass nach bisheriger Praxis des Eidg. Versicherungsgerichts ein stillschweigender Verzicht regelmässig nur angenommen wurde, wenn nach den konkreten Umständen hiefür besondere Gründe vorhanden waren. So ging in dem von der Militärversicherung erwähnten Urteil vom 2. April 1962 i.S. Schmid aus Äusserungen des Versicherten klar hervor, dass sich dieser des möglichen Kausalzusammenhanges zwischen den Leiden und der Dienstleistung bewusst gewesen war, jedoch im Hinblick auf einen befürchteten Verlust der Krankenkassenmitgliedschaft auf eine Anmeldung bei der Militärversicherung verzichtet hatte.\n\nEntgegen der Auffassung der Militärversicherung fehlen im vorliegenden Fall vergleichbare Gründe zur Annahme eines Verzichts auf Versicherungsleistungen. Anlässlich der Einstellung der MV-Leistungen im Jahre 1964 hatte sich der Gesundheitszustand des Beschwerdeführers vorübergehend gebessert, weshalb auch kein Anlass zu weiteren Leistungsbegehren bestanden |177| hatte. Später, als eine erneute ärztliche Behandlung notwendig wurde, hielten ihn offenbar die Leistungen der Krankenkasse von einem Leistungsbegehren bei der Militärversicherung ab. Dieser Umstand könnte allenfalls in Bezug auf Krankenpflege- und Krankengeldleistungen als Verzichtsgrund gelten, nicht aber hinsichtlich des Rentenanspruchs. Es bestehen jedenfalls keine hinreichenden Anhaltspunkte dafür, der Beschwerdeführer habe in der Zeit vor August 1971 auf Rentenleistungen der Militärversicherung verzichten wollen; vielmehr liegt die Annahme nahe, er habe die Anmeldung allein aus Unkenntnis der Anspruchsmöglichkeit unterlassen ..."}