{"annee": "101", "cour": "IV", "page": "228", "date": "29/7/1975", "cite": [], "cite_par": ["114 IV 144"], "chapeau": "50. Arrêt de la Cour de cassation pénale du 29 juillet 1975 dans la cause Ministère public du canton du Valais contre B.", "regestes": ["Art. 37 al. 2 LCR, art. 18, 21 al. 2 OCR. Arrêt, parcage. L'arrêt passager nécessité par les impératifs de la circulation, par exemple pour permettre le passage d'un véhicule prioritaire, ne tombe pas sous le coup des dispositions précitées. On ne saurait en effet l'assimiler au stationnement, voire à l'arrêt volontaire pour charger ou décharger les marchandises ou pour laisser monter et descendre des passagers."], "faits": "", "considerants": "|228|\n\nConsidérant en fait et en droit:\n\n1. Le 20 juillet 1974, alors qu'il circulait sur la route principale No 9 entre Pont-de-la-Morge et Sion, B. a mis son véhicule en position de présélection, indicateur de direction gauche enclenché, dans l'intention de traverser la chaussée en direction de la station d'essence Aiva, à Corbassière, aussitôt que le trafic venant en sens inverse le lui permettrait. Alors que plusieurs véhicules le suivant l'avaient dépassé par la droite, l'angle arrière gauche de l'automobile qu'il conduisait |229| a été heurté par la motocyclette de M. Projeté sur la gauche, celui-ci a percuté la voiture pilotée par dame L. qui venait d'en face. Il est décédé dans la soirée à l'hôpital de Sion où il avait été transporté. Dame L. et son mari, qui l'accompagnait, n'ont subi que des blessures superficielles.\n\nCondamné à 150 fr. d'amende le 18 décembre 1974 par le Tribunal du IIe arrondissement pour le district de Sion, pour homicide par négligence et violation des règles de la circulation, B. a recouru auprès du Tribunal cantonal valaisan qui l'a acquitté le 20 juin 1975.\n\nLe Ministère public du canton du Valais se pourvoit en nullité au Tribunal fédéral; il conclut à la condamnation de B.\n\n2. Le recourant reproche avant tout à l'intimé d'avoir mal à propos constitué une gêne et même un danger pour la circulation. Ce serait selon lui une faute que de s'arrêter trop longtemps en position de présélection, avant d'obliquer à gauche, à un endroit et à un moment où le trafic est intense. Il se réfère à l'interdiction générale de s'arrêter qui figure à l'art. 37 al. 2 LCR ainsi qu'aux art. 18 et 21 al. 2 OCR. Ni le grief, ni les dispositions citées ne sont pertinents. En effet, il ne faut pas confondre le stationnement, voire l'arrêt volontaire, bref ou non, pour charger et décharger les marchandises ou pour laisser monter et descendre des passagers et l'arrêt observé dans le cadre même de la circulation, devant un signal lumineux, pour marquer un \"stop\", pour accorder une priorité (art. 14 al. 1 OCR) comme pour se conformer au devoir général de prudence posé à l'art. 26 LCR.\n\nIl saute d'ailleurs aux yeux que l'intimé a agi correctement. Ainsi que l'a relevé l'autorité cantonale, l'interruption de la double ligne de sécurité l'autorisait à obliquer à gauche; l'art. 13 ch. 1 OCR lui prescrivait de se mettre en ordre de présélection; il ne gênait en rien le trafic puisque les véhicules qui le suivaient ont pu passer sans encombre par sa droite et que le signal 225 interdisait tout dépassement à cet endroit; il a enfin enclenché son indicateur de direction. On ne saurait par ailleurs lui reprocher d'avoir respecté la priorité du trafic venant en sens inverse, même si pour cela il a dû attendre environ une minute au milieu de la chaussée, car d'une part il n'est pas rare que les signaux lumineux imposent aux usagers de la route de suspendre leurs course pour une durée équivalente et, d'autre part, il ne pouvait prévoir combien de temps |230| il devait attendre. L'accident est imputable exclusivement à l'inattention ou à la témérité du motocycliste.\n\nAu cas où la traversée de la route apparaîtrait comme si dangereuse que le soutient le recourant, à l'endroit de l'accident, c'est aux autorités qu'il appartiendrait de l'interdire en supprimant la brèche ouverte dans la double ligne de sécurité. Il est d'ailleurs de plus en plus fréquent que l'accès aux stations d'essence se trouvant sur le côté gauche de la route soit interdit.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi."}