{"annee": "101", "cour": "III", "page": "92", "date": "5/3/1975", "cite": ["99 III 27", "79 III 174", "89 III 47", "99 III 89", "83 III 82"], "cite_par": ["130 III 235", "134 III 615", "135 III 276", "111 III 73", "142 III 23"], "chapeau": "20. Auszug aus dem Urteil der II. Zivilabteilung vom 5. März 1975 i.S. W. Schmid & Co. gegen Bank in Kriegstetten", "regestes": ["Action révocatoire selon l'art. 288 LP. L'action révocatoire doit-elle être admise lorsqu'un des créanciers consent au débiteur un crédit contre la cession de certaines créances, à concurrence de 70% de leur valeur nominale?"], "faits": "|93|\n\nA.- Die Bank in Kriegstetten schloss am 22. Februar 1965 mit der Firma E. Zimmermann & Söhne AG einen \"Kreditvertrag mit Sicherungszession\" ab. Darin vereinbarten die Parteien, dass der fraglichen Firma gegen Abtretung einzelner, bereits entstandener und in besondern Abtretungserklärungen genau zu bezeichnender Forderungen Kredit bis zu 70% der jeweils abgetretenen Guthaben gewährt werde. In der Folge trat die Kreditnehmerin der Bank bis zum Februar 1966 einzelne Forderungen im Gesamtbetrag von Fr. 275'077.69 ab und beanspruchte dafür Kredite von insgesamt Fr. 217'313.60. Am 17. März 1966 wurde über die Firma E. Zimmermann & Söhne AG der Konkurs eröffnet. In diesem Zeitpunkt belief sich das Guthaben der Bank auf Fr. 23'710.--. Durch nachträgliche Eingänge zedierter Debitorenforderungen reduzierte sich das Guthaben im Laufe des Konkursverfahrens auf Fr. 7'297.60. Mit diesem Betrag wurde die Bank in Kriegstetten in der fünften Klasse kolloziert.\n\nB.- Die Firma W. Schmid & Co., die im Konkurs der Firma E. Zimmermann § Söhne AG mit einer Forderung von Fr. 9'291.-- ebenfalls in der fünften Klasse kolloziert ist, liess sich am 21. Februar 1968 allfällige Anfechtungsansprüche gegen die Bank in Kriegstetten abtreten. Sie erhob am 27. Juni 1968 gegen die fragliche Bank Anfechtungsklage gemäss Art. 285 ff. SchKG. Das zuständige Amtsgericht wies die Klage mit Urteil vom 16./22. Mai 1973 ab. Die Klägerin zog diesen Entscheid an das Obergericht des Kantons Solothurn weiter, welches die Anfechtungsklage am 10. September 1974 ebenfalls abwies.\n\nC.- Die Klägerin führt Berufung an das Bundesgericht mit den Anträgen, das Urteil vom 10. September 1974 aufzuheben und die Sache zur Aktenergänzung und neuen Entscheidung an das Obergericht zurückzuweisen.\n\nDas Bundesgericht weist die Berufung ab und bestätigt das angefochtene Urteil.\n\n|94|", "considerants": "Aus den Erwägungen:\n\n4. a) Objektive Voraussetzung der hier allein in Betracht kommenden Anfechtungsklage nach Art. 288 SchKG (Deliktspauliana) ist in jedem Falle, dass die angefochtene Handlung die Gläubiger oder einzelne von ihnen tatsächlich schädigt, indem sie das Vollstreckungsergebnis oder ihren Anteil daran vermindert oder ihre Stellung im Vollstreckungsverfahren sonstwie verschlechtert. Die subjektiven Voraussetzungen der Anfechtung nach Art. 288 SchKG sind dann gegeben, wenn der Schuldner die angefochtene Handlung in der Absicht vorgenommen hat, seine Gläubiger zu benachteiligen oder einzelne Gläubiger zum Nachteil anderer zu begünstigen, und wenn diese Absicht für den andern Teil erkennbar gewesen ist (BGE 99 III 32 /33 mit Hinweisen).\n\nEine Schädigung der Gläubiger tritt nach der neuern Rechtsprechung und Lehre nicht ein, wenn die angefochtene Rechtshandlung des Schuldners in der Beteiligung an einem Rechtsgeschäft besteht, das ihm für seine Leistung eine gleichwertige Gegenleistung einbrachte, es sei denn, der Schuldner habe mit dem Geschäft den Zweck verfolgt, über seine letzten Aktiven zum Schaden der Gläubiger verfügen zu können, und sein Geschäftspartner habe das erkannt oder bei pflichtgemässer Aufmerksamkeit erkennen müssen (BGE 99 III 34 mit Hinweisen auf Rechtsprechung und Literatur). Ein Austausch gleichwertiger Leistungen ist namentlich in der Gewährung von Krediten gegen Pfandbestellung oder gegen Zession von Guthaben zu erblicken. Die Frage der Anfechtbarkeit stellt sich dabei nur, wenn ursprünglich ohne Sicherheit gewährte Darlehen nachträglich durch Pfandbestellung, Forderungsabtretung oder anderweitige Garantien gesichert werden (vgl. dazu BGE 83 III 82 und BGE 89 III 47). Ein Grenzfall liegt dann vor, wenn der Schuldner erst nachträglich eine Sicherheit leistet, zu der er sich bereits bei der Kreditaufnahme verpflichtet hatte (siehe BGE 99 III 89 ff.).\n\nb) Im vorliegenden Fall hat die Beklagte der Gemeinschuldnerin, der Firma E. Zimmermann & Söhne AG, gegen die Abtretung bereits entstandener, genau bezeichneter Forderungen und damit gegen eine durchaus übliche Sicherheit Kredit gewährt. Eine erst nachträgliche Sicherheitsleistung liegt nicht vor. Dass die abgetretenen Forderungen nach dem Kreditvertrag |95| nur bis zu 70% ihres Nominalwertes belehnt werden sollten und, wie die Klägerin geltend macht, der gewährte Kredit in Wirklichkeit meist unter dieser Limite lag, vermag an der Gleichwertigkeit der ausgetauschten Leistungen nichts zu ändern. Anfechtbar wären diese Rechtshandlungen nur dann, wenn die Beklagte die die erforderliche Deckung übersteigenden Sicherheiten dazu verwendet hätte, andere, nicht gesicherte (z.B. früher gewährte) Kredite abzudecken. Das war indessen nicht der Fall. Hätte die Beklagte aus den durchgeführten Zessionen mehr Zahlungen erhalten, als zur Begleichung der gewährten Kredite erforderlich gewesen wäre, so hätte sie den Mehrbetrag an die Gemeinschuldnerin bzw. nach Konkurseröffnung an die Konkursmasse herausgeben müssen. In Wirklichkeit erhielt die Beklagte aus den Zessionen nicht einmal volle Deckung für die gewährten Kredite. Sie konnte die ihr abgetretenen Debitorenguthaben offenbar zum Teil nicht realisieren, weil sie von der Gemeinschuldnerin direkt eingezogen worden waren oder von den Debitoren ganz oder teilweise bestritten wurden. Daraus folgt, dass keine Überdeckung vorlag und dass andere Gläubiger durch die der Beklagten von der Gemeinschuldnerin geleistete Sicherheit gar nicht geschädigt werden konnten.\n\nUnter diesen Umständen wäre die Kreditgewährung nur anfechtbar, wenn die Firma E. Zimmermann & Söhne AG die von der Beklagten erhaltenen Kredite zum Schaden anderer Gläubiger verwendet hätte und wenn diese Absicht der Beklagten bei der Kreditgewährung erkennbar gewesen wäre. Weder das eine noch das andere ist im vorliegenden Falle nachgewiesen. Die blosse Tatsache, dass die Gemeinschuldnerin die erhaltenen Kredite dafür verwendete, \"andere Löcher zu stopfen\", wie im erstinstanzlichen Urteil ausgeführt wird, genügt für die Begründung der Anfechtbarkeit keineswegs; denn es ist zulässig, einem Schuldner, der ersichtlich mit Zahlungsschwierigkeiten zu kämpfen hat, die Weiterführung seiner Geschäftstätigkeit durch Kreditgewährung gegen Sicherheit zu ermöglichen (BGE 79 III 175). Nur wenn der Kreditgeber weiss oder bei gehöriger Aufmerksamkeit wissen muss, dass der Konkurs des Schuldners unmittelbar bevorsteht und die von ihm gewährten Kredite nur noch dazu dienen können, einzelne Gläubiger gegenüber andern zu bevorzugen, oder dass der Schuldner die erhaltenen Mittel zu seinem persönlichen |96| Vorteil, insbesondere etwa für eine Flucht, verwenden will, ist ein Kreditgeschäft, wie es hier getätigt wurde, nach Art. 288 SchKG anfechtbar (BGE 74 III 51 und 79 III 174). Weder eine derartige Absicht des Gemeinschuldners noch deren Erkennbarkeit für den Kreditgeber darf leichthin angenommen werden. Im vorliegenden Fall hat das Obergericht festgestellt, der Beweis, dass die Firma E. Zimmermann & Söhne AG die erhaltenen Kredite in einer für ihre Gläubiger nachteiligen Weise verwendet habe, sei nicht erbracht. Darin liegt eine tatsächliche Feststellung, von der die Klägerin weder behauptet, sie sei in Verletzung bundesrechtlicher Beweisvorschriften zustande gekommen, noch sie beruhe auf einem offensichtlichen Versehen. Diese Feststellung ist daher für das Bundesgericht verbindlich. Damit ist aber die Anfechtbarkeit der von der Beklagten mit der Gemeinschuldnerin abgeschlossenen Zessionsgeschäfte gegen Kreditgewährung gemäss Art. 288 SchKG zu verneinen."}