{"annee": "101", "cour": "IA", "page": "210", "date": "29/10/1975", "cite": ["73 I 135"], "cite_par": [], "chapeau": "37. Auszug aus dem Urteil vom 29. Oktober 1975 i.S. Altmann gegen Kanton Glarus und dessen Steuer-Rekurskommission.", "regestes": ["Art. 4 Cst.; droit fiscal cantonal. Prestation à soi-même, en cas de construction d'une maison, qualifiée de revenu imposable (consid. 1a); obligation des autorités fiscales d'établir les faits (consid. 1b)."], "faits": "BGE 101 Ia 210 S. 210\n\nJakob Altmann war als Bauschreiner tätig und bewirtschaftete daneben ein kleines Heimwesen in Engi. Als er mit etwa 65 Jahren seinen Hauptberuf aufgab, entschloss er sich zum Bau eines Hauses auf seinem Land, und führte einen Teil der Arbeiten selbst aus. Bei der Veranlagung der Staats- und Gemeindesteuern 1973/74, für die nach Art. 53 Abs. 1 des Glarner Steuergesetzes (StG) die Jahre 1971/72 die Bemessungsperiode bilden, rechnete die Steuerbehörde je Fr. 5'000.-- für Eigenarbeiten am Neubau des Hauses zum Einkommen. Jakob Altmann erhob am 13. Juli 1973 gegen die Veranlagung eine Einsprache, die am 19. April 1974 von der Steuerkommission abgewiesen wurde; am 30. Juli 1973 verstarb er. Seine Erben erhoben gegen den Einspracheentscheid bei der Steuerrekurskommission des Kantons Glarus Beschwerde, die am 2. April 1975 mit der Begründung abgewiesen wurde, die Behauptung, es sei keine Eigenarbeit geleistet worden, entbehre jeder Grundlage, ja die tatsächlich ausgeführten Eigenarbeiten dürften Fr. 10'000.-- erheblich übersteigen. Hiegegen haben die Erben des Jakob Altmann gestützt auf Art. 4 BV staatsrechtliche Beschwerde eingereicht.\n\nBGE 101 Ia 210 S. 211", "considerants": "Aus den Erwägungen:\n\n1. a) Nach Art. 18 Abs. 1 StG gehören zum steuerbaren Einkommen sämtliche in Geld oder Geldeswert bestehenden periodischen oder einmaligen Einkünfte des Steuerpflichtigen aus Erwerbstätigkeit, aus Vermögen und aus anderen Einnahmequellen. In Art. 18 Abs. 2 werden beispielhaft einzelne Arten von Einkünften aufgezählt, die steuerbares Einkommen bilden. Die Eigenleistungen beim Bau eines Hauses lassen sich nicht ohne weiteres unter einen der namentlich genannten Einkommensbestandteile einordnen. Es ist aber zu berücksichtigen, dass die in Art. 18 Abs. 2 enthaltene Aufzählung nicht abschliessend ist. Deshalb ist zu prüfen, ob die Eigenleistungen unter den allgemeinen, sehr weitgespannten Einkommensbegriff von Art. 18 Abs. 1 fallen.\n\nFür die Unterstellung unter die Einkommenssteuerpflicht ist die Natur der Leistung massgebend. Mit der Eigenarbeit des Hauseigentümers wird ein wirtschaftliches Gut geschaffen, das dem Steuerpflichtigen in einem bestimmten Zeitraum zugefallen ist und sein Vermögen erhöht hat (vgl. BGE 73 I 140 E. 1; KÄNZIG, N. 2 und 15 zu Art. 21 WStB). Das Bundesgericht hat bei freier Auslegung des Art. 21 WStB, der den Einkommensbegriff ähnlich weit umschreibt wie das Glarner Steuergesetz, die Eigenarbeit des Hauseigentümers als steuerbares Einkommen betrachtet (ASA 38 S. 375). Auch in der Rechtslehre und Rechtsprechung verschiedener kantonaler Behörden wird die Ansicht vertreten, der Marktwert von Arbeitsleistungen, die ein fachkundiger Bauherr \"an sich selber\" erbringt, stelle steuerbares Einkommen aus einer Tätigkeit dar (KÄNZIG, Wehrsteuer, Ergänzungsband 2. A. 1972, S. 35 mit Hinweisen auf die Praxis).\n\nEigenleistungen können nach dem Gesagten nur dann als steuerbares Einkommen betrachtet werden, wenn dadurch das Vermögen erhöht wird. Die Beschwerdeführer bestreiten nicht, dass das hier zutrifft, wo Vater Altmann nicht bloss Unterhaltsarbeiten an seinem Gebäude ausführte, sondern nach Aufgabe seines Berufs als Bauschreiner bei der Errichtung seines Hauses massgeblich mitwirkte. Hat das Bundesgericht in freier Prüfung bei Anwendung der ähnlichen Vorschrift des Art. 21 WStB solche Eigenleistungen als steuerbares Einkommen betrachtet, so kann der Rekurskommission BGE 101 Ia 210 S. 212nicht willkürliche Anwendung des StG zur Last gelegt werden, wenn sie gleich entschied. Aus ähnlicher Überlegung heraus wird ganz allgemein auch der Mietwert der eigenen Wohnung zum steuerbaren Einkommen gerechnet, und das Glarner Steuergesetz bezeichnet in Art. 18 Abs. 4 als steuerbare Einkünfte auch die Verwendung eigener Erzeugnisse und Waren des eigenen gewerblichen oder landwirtschaftlichen Betriebes. Es entspricht, wie mit Grund anzunehmen ist, der Konzeption des Gesetzes, auch die Eigenarbeit eines Bauherrn als Bestandteil des Einkommens gelten zu lassen. Der Einwand der Beschwerdeführer, es fehle an einer gesetzlichen Grundlage, um die Eigenleistungen zur Steuer heranzuziehen, dringt bei dem weitgefassten Einkommensbegriff des Art. 18 Abs. 1 StG nicht durch, so wenig wie er bei Anwendung des Art. 21 WStB durchschlagen konnte. Soweit es die Beschwerdeführer als willkürlich bezeichnen, Eigenleistungen zur Steuer heranzuziehen, ist die Beschwerde somit unbegründet.\n\nb) Die Eigenarbeit kann für die Steuerperiode 1973/74 nur soweit zur Steuer herangezogen werden, als sie Einkommen der Bemessungsperiode 1971/72 darstellt. Die kantonalen Behörden rechneten für die beiden Bemessungsjahre mit Eigenleistungen von je Fr. 5'000.--. Der Vater der Beschwerdeführer machte dagegen schon in seiner Einsprache geltend, es habe 1971 überhaupt noch kein Neubau bestanden, der Rohbau sei erst in der zweiten Hälfte des Jahres 1972 errichtet worden, und während dieser Zeit sei er, Altmann, mehrere Monate arbeitsunfähig gewesen. Damit behauptete er sinngemäss, 1971 seien keine und 1972 nur in geringem Mass Eigenarbeiten ausgeführt worden. In ihrer Beschwerde an die Rekurskommission beanstandeten die Beschwerdeführer, die Einsprachebehörde sei überhaupt nicht auf diese Tatsachen eingegangen.\n\nDie Rekurskommission setzte sich ihrerseits mit dem Vorbringen nicht auseinander, sondern führte bloss aus, nach der Behauptung der Beschwerdeführer sei keine Eigenarbeit geleistet worden, doch treffe das nicht zu, da nach den Erhebungen sowohl Vater Altmann wie dessen Ehefrau Arbeiten ausgeführt hätten. Die Behörde hätte aber feststellen müssen, ob Eigenarbeiten im Wert von Fr. 10'000.-- in den Jahren 1971/72 ausgeführt worden sind. Das bestritten die Beschwerdeführer durch ihre Erklärung, 1971 sei keine Arbeit geleistet BGE 101 Ia 210 S. 213worden und 1972 sei Vater Altmann längere Zeit krank gewesen. Es verstösst gegen Art. 4 BV, dass die Rekurskommission diesen die Ausführungszeit betreffenden Einwand nicht untersucht hat, obwohl nach den Akten nie abgeklärt worden ist, ob er richtig war. Die Beschwerde ist daher in diesem Punkt gutzuheissen. Die Rekurskommission wird bei ihrem neuen Entscheid zu prüfen haben, ob die Eigenarbeiten im Wert von Fr. 10'000.-- ganz oder nur zum Teil in der Bemessungsperiode 1971/72 ausgeführt worden sind, denn nur insoweit kann ihr Wert mit der Steuer für 1973/74 erfasst werden. Da sich die Arbeiten wahrscheinlich auf zwei Bemessungsperioden erstreckten, wird die Rekurskommission vermutlich schätzungsweise bestimmen müssen, welches der Wert der in den Jahren 1971/72 geleisteten Eigenarbeit ist."}