{"annee": "101", "cour": "IB", "page": "205", "date": "19/9/1975", "cite": [], "cite_par": ["108 IB 419"], "chapeau": "37. Auszug aus dem Urteil vom 19. September 1975 i.S. X gegen den Präsidenten des Schweizerischen Schulrates", "regestes": ["Rapport de service du personnel fédéral, irrecevabilité du recours de droit administratif selon l'art. 100 lettre e ch. 3 OJ. Le recours de droit administratif n'est exclu, contre un déplacement de service non disciplinaire ou l'attribution d'une autre activité, que si l'obligation de se soumettre à une telle mesure a fait l'objet d'une condition expresse, contenue dans une clause spéciale, lors de la nomination ou de l'engagement."], "faits": "|206|\n\nX wurde im Jahre 1969 als Assistent bei einem bestimmten Lehrstuhl an der Eidg. Technischen Hochschule Lausanne (ETHL) angestellt. In der Folge kündigte der Präsident der Schule das Anstellungsverhältnis auf den 31. Juli 1975. Gegen diese Verfügung erhob X Beschwerde beim Schweizerischen Schulrat. Am 10. Juli 1975 wurde ihm mitgeteilt, dass er gemäss Anordnung des Präsidenten der ETHL mit sofortiger Wirkung einem anderen Lehrstuhl zugeteilt sei. X focht auch diese Massnahme mit Beschwerde beim Schulrat an. Am 16. Juli 1975 entzog der Präsident des Schulrates dieser Beschwerde die aufschiebende Wirkung. Hiegegen führt X Verwaltungsgerichtsbeschwerde. Das Bundesgericht tritt darauf ein.", "considerants": "Aus den Erwägungen:\n\n2. Die angefochtene Anordnung des Schulratspräsidenten vom 16. Juli 1975 ist eine Zwischenverfügung (Art. 45 Abs. 2 lit. g VwVG). Aus Art. 101 lit. a OG ergibt sich, dass die Verwaltungsgerichtsbeschwerde gegen eine Zwischenverfügung nur zulässig ist, wenn dieses Rechtsmittel auch gegen die Endverfügung offensteht. Endverfügung ist hier der vom Schulrat noch zu treffende Entscheid über die Beschwerde des X gegen seine vom Präsidenten der ETHL angeordnete Versetzung zu einem anderen Lehrstuhl. Gegen diese Endverfügung wird, sofern sie die Umteilung bestätigt, Verwaltungsgerichtsbeschwerde erhoben werden können, wenn nicht der das Dienstverhältnis des Bundespersonals betreffende Ausschlussgrund von Art. 100 lit. e Ziff. 3 OG gegeben ist. Nach dieser Bestimmung ist die Verwaltungsgerichtsbeschwerde unzulässig gegen \"die nicht strafweise Versetzung im Amte oder die Zuweisung einer anderen Tätigkeit, wenn die Verpflichtung, sich ihr zu unterziehen, zu den Wahlbedingungen gehört\" (\"le déplacement de service non disciplinaire ou l'attribution d'une autre activité, lorsque l'obligation de s'y soumettre est prévue dans les conditions d'engagement\", \"il trasferimento non disciplinare nel servizio o l'assegnazione di un'altra occupazione, se l'obbligo di conformarvisi è previsto nelle condizioni di nomina\"). Die vom Schulpräsidenten angeordnete Zuteilung des Beschwerdeführers zu einem anderen Lehrstuhl ist entweder eine nicht strafweise Versetzung oder die Zuweisung |207| einer anderen Tätigkeit im Sinne dieser Bestimmung. Welche der beiden Massnahmen vorliegt, kann offengelassen werden. Nach dem Wortlaut und Sinn von Art. 100 lit. e Ziff. 3 OG bezieht sich der in der Bestimmung stehende Konditionalsatz auf die beiden Fälle. Zu prüfen ist noch, ob die Verpflichtung, sich einer Versetzung oder der Zuweisung einer anderen Tätigkeit zu unterziehen, zu den Bedingungen der Anstellung des Beschwerdeführers gehöre.\n\nNach Art. 9 BtG kann der Beamte während der Amtsdauer versetzt oder ihm eine seiner Berufsbildung oder Eignung entsprechende Tätigkeit zugewiesen werden, die nicht zu den Obliegenheiten des ihm übertragenen Amtes gehört, wenn es der Dienst oder die wirtschaftliche Verwendung der Arbeitskräfte erfordert. Art. 11 der Angestelltenordnung (AngO) bestimmt, dass der Angestellte jederzeit an einen andern Dienstort versetzt oder ihm eine seinen Fähigkeiten entsprechende andere Tätigkeit zugewiesen werden kann, wenn es der Dienst oder die Wirtschaftliche Verwendung der Arbeitskräfte erfordert. Dem Beamten ist nach den Beamtenordnungen (BO) mit der Wahlurkunde u.a. das Beamtengesetz zu übergeben (Art. 5 Abs. 1 BO 1, Art. 4 Abs. 1 BO 2, Art. 6 Abs. 1 BO 3), ebenso dem Angestellten mit dem Anstellungsschreiben u.a. die Angestelltenordnung (Art. 7 Abs. 2 AngO). Die Verpflichtung, sich einer Versetzung oder der Zuweisung einer anderen Tätigkeit zu unterziehen, gehört aber nicht schon dann im Sinne von Art. 100 lit. e Ziff. 3 OG zu den Wahl- oder Anstellungsbedingungen, wenn dem Bediensteten vorschriftsgemäss mit dem Ernennungsakt das Beamtengesetz bzw. die Angestelltenordnung übergeben worden ist. Da diese Übergabe obligatorisch ist, kann Art. 100 lit. e Ziff. 3 OG nicht anders ausgelegt werden; denn sonst wäre die Verwaltungsgerichtsbeschwerde gegen die nicht strafweise Versetzung und die Zuweisung einer anderen Tätigkeit fast immer ausgeschlossen, was offensichtlich nicht der Sinn der Bestimmung sein kann. Die Auffassung, dass schon die Übergabe des Beamtengesetzes oder der Angestelltenordnung mit dem Ernennungsakt zum Ausschluss der Verwaltungsgerichtsbeschwerde führe, ist auch deshalb abzulehnen, weil von den Bediensteten im allgemeinen nicht erwartet werden kann, dass sie, wenn sie den ihnen übergebenen Erlass durchsehen, gerade auf Art. 9 BtG bzw. Art. 11 AngO aufmerksam werden, ohne einen besonderen |208| Anlass dazu zu haben. Art. 100 lit. e Ziff. 3 OG ist vielmehr so zu verstehen, dass die Verwaltungsgerichtsbeschwerde nur dann ausgeschlossen ist, wenn die Verpflichtung, sich der Versetzung oder der Zuweisung einer anderen Tätigkeit zu unterziehen, bei der Wahl oder der Anstellung ausdrücklich, in einer besonderen Klausel, zur Bedingung gemacht worden ist. Diese Auslegung entspricht den Bestimmungen in Art. 5 Abs. 1 BO 1, Art. 4 Abs. 1 BO 2, Art. 6 Abs. 1 BO 3 und Art. 7 Abs. 1 AngO, wonach in der Wahlurkunde oder im Anstellungsschreiben allfällige dem Bediensteten überbundene besondere Verpflichtungen aufzuführen sind.\n\nAnlässlich der Anstellung des Beschwerdeführers als Assistent wurde ein besonderer Vorbehalt des Inhaltes, dass er verpflichtet sei, sich einer Versetzung im Dienste oder der Zuweisung einer anderen Tätigkeit zu unterziehen, nicht gemacht, ebensowenig bei seinen späteren Beförderungen. Art. 100 lit. e Ziff. 3 OG schliesst somit im vorliegenden Fall die Verwaltungsgerichtsbeschwerde gegen die Endverfügung und folglich, wie sich aus Art. 101 lit. a OG ergibt, auch gegen die Zwischenverfügung nicht aus."}