{"annee": "101", "cour": "IA", "page": "259", "date": "2/7/1975", "cite": ["100 IA 82", "95 I 33", "99 IA 247", "100 IA 287", "93 I 154"], "cite_par": ["103 IA 182", "102 IA 160", "102 IA 167", "104 IA 131", "108 IA 264"], "chapeau": "43. Auszug aus dem Urteil vom 2. Juli 1975 i.S. Gemeinde Ritzingen gegen Staatsrat des Kantons Wallis.", "regestes": ["Autonomie communale; approbation de plans de zones (Valais). 1. Autonomie des communes valaisannes en matière d'établissement de plans de zones (consid. 2). 2. Etendue du pouvoir d'examen du Conseil d'Etat valaisan dans la procédure d'approbation. Conditions auxquelles le refus d'approbation d'un plan de zones communal peut être attaqué pour violation de l'autonomie (consid. 3)."], "faits": "BGE 101 Ia 259 S. 260\n\nDie Bürger der Gemeinde Ritzingen stimmten am 1. Oktober 1971 einem Bau- und Zonenreglement zu, das der Staatsrat des Kantons Wallis in der Folge mit einigen Vorbehalten genehmigte; u.a. beanstandete er die vorgesehene Aufnahme eines bestimmten Gebietes in die Bauzone und verweigerte insoweit dem beschlossenen Zonenplan die Genehmigung. Die Gemeinde Ritzingen führt hiegegen wegen Verletzung der Gemeindeautonomie staatsrechtliche Beschwerde. Das Bundesgericht weist die Beschwerde ab.", "considerants": "Aus den Erwägungen:\n\n2. Die Walliser Kantonsverfassung gewährleistet den Gemeinden eine gewisse Selbständigkeit (Art. 69 KV), doch umschreibt sie deren sachlichen Bereich nicht selber. Der Umfang der kommunalen Autonomie bestimmt sich daher nach den Vorschriften des kantonalen Gesetzesrechtes (BGE 100 Ia 84). Art. 4 des kantonalen \"Gesetzes betreffend das Bauwesen\" vom 19. Mai 1924 (BauG) ermächtigt die Gemeinde zum Erlass von \"Reglement über die Baupolizei\". Diese bedürfen zu ihrer Rechtskraft der Genehmigung durch den Staatsrat (Art. 6 BauG). Art. 8 umschreibt den obligatorischen, Art. 9 BauG den fakultativen Inhalt dieser Reglemente. Der Staatsrat geht in seiner Vernehmlassung davon aus, aufgrund des kantonalen Baugesetzes seien die Gemeinden auch zum Erlass von Zonenplänen befugt, welche als Bestandteil der kommunalen Baureglemente aufzufassen seien. Da eine andere kantonale Rechtsgrundlage für derartige Planungsmassnahmen offenbar nicht besteht und das Baugesetz selber über die Ausgestaltung von Zonenplänen und die Ausscheidung des Baugebietes keine näheren Vorschriften enthält, lässt sich ohne weiteres annehmen, dass die Gemeinden in diesem Bereich im Sinne der Autonomierechtsprechung eine \"relativ erhebliche Entscheidungsfreiheit\" besitzen. Sie sind daher in bezug auf den Erlass und die Abänderung von Zonenplänen autonom und können BGE 101 Ia 259 S. 261sich gegenüber ungerechtfertigten Eingriffen des Staats zur Wehr setzen. Dass die kommunalen Zonenpläne ebenso wie die Baureglemente der Genehmigung durch die kantonale Behörde bedürfen, ändert am Bestehen eines geschützten Autonomiebereiches nichts. Nach dem Umfang dieser Kontrolle bestimmt sich aber, wann ein Eingriff in die Befugnis zur selbständigen Festlegung der Zonenpläne die Autonomie verletzt (BGE 93 I 160; vgl. auch BGE 100 Ia 290, BGE 99 Ia 254, 97 I 138 E. 3, BGE 95 I 39, sowie ZBl 1974 S. 431 ff.). Die Gemeinde ist nicht nur davor geschützt, dass eine kantonale Aufsichts- oder Rechtsmittelbehörde in einer in den kommunalen Autonomiebereich fallenden Frage einen unhaltbaren Sachentscheid fällt, sondern sie kann sich auch gegen eine Überschreitung der Überprüfungsbefugnis zur Wehr setzen. Soweit nicht Verfassungsrecht im Spiele steht, prüft aber das Bundesgericht die Auslegung und Anwendung der kantonalen Normen durch die zuständige kantonale Behörde - auch hinsichtlich des Umfanges der Überprüfungsbefugnis - nur unter dem beschränkten Gesichtswinkel der Willkür (BGE 100 Ia 84 mit Hinweisen).\n\n3. Die Kantonsverfassung überträgt dem Staatsrat die Aufsicht über die Gemeindeverwaltungen (Art. 82 Abs. 1 KV). Alle Gemeindereglemente unterliegen seiner Genehmigung (Art. 82 Abs. 2 KV). Diese letztere Regel wird in Art. 6 BauG wiederholt: \"Um Gesetzeskraft zu besitzen, müssen die Baureglemente der Gemeinden vom Staatsrate genehmigt sein\".\n\nDie beschwerdeführende Gemeinde macht geltend, dem Kanton stehe im Genehmigungsverfahren lediglich eine Rechtskontrolle zu; er werde durch das positive kantonale Recht nirgends ausdrücklich ermächtigt, \"auch das Ermessen der Gemeinden\" zu überprüfen. Der Staatsrat lehnt eine derartige Beschränkung seiner Kontrolle im Bauwesen ab und hält sich für befugt, im Genehmigungsverfahren auch die \"Zweckmässigkeit\" der kommunalen Baureglemente und Zonenpläne zu überprüfen.\n\nArt. 82 KV, der die Gemeindereglemente allgemein für genehmigungspflichtig erklärt, äussert sich zu dieser Frage nicht. Es muss daher in erster Linie auf die Normen des kantonalen Baugesetzes abgestellt werden. Der den Grundsatz der Genehmigungspflicht wiederholende Art. 6 BauG lässt die BGE 101 Ia 259 S. 262Frage nach dem Umfang der Kontrollbefugnis ebenfalls offen. Einen Anhaltspunkt bildet jedoch die vorangehende Vorschrift in Art. 5 BauG, wonach der Staatsrat die Gemeinden anhalten kann, innert bestimmter Frist \"ein den örtlichen Verhältnissen angepasstes Reglement aufzustellen\" (franz. Text: \"un règlement approprié aux conditions locales\"), und im Unterlassungsfalle befugt ist, den Gemeinden \"von Amtes wegen ein Reglement aufzuzwingen\", wenn besondere Verhältnisse es erfordern. Hieraus kann zumindest ohne Willkür abgeleitet werden, dass der Staatsrat im Genehmigungsverfahren nach Art. 6 BauG die kommunalen Baureglemente nicht nur auf ihre Rechtmässigkeit, d.h. auf ihre Vereinbarkeit mit übergeordneten Vorschriften des Kantons und des Bundes, sondern auch auf ihre Zweckmässigkeit hin überprüfen darf (ebenso: nicht publiziertes Urteil des Bundesgerichtes vom 13. November 1968 i.S. Gemeinde Saas-Fee, E. 4a). Dasselbe muss alsdann für die Überprüfung der Zonenpläne gelten, wo eine klare Abgrenzung zwischen Rechtsfragen und Ermessensfragen ohnehin kaum möglich ist. Eine auf formalrechtliche Gesichtspunkte beschränkte Kontrolle würde den Zweck des Genehmigungsverfahrens nicht erfüllen. Selbst im Rahmen einer Rechtskontrolle hätte die Genehmigungsbehörde darauf zu achten, dass der Zonenplan nicht nur den Interessen der Gemeinde, sondern auch den übergeordneten Zielen der kantonalen und eidgenössischen Gesetzgebung sowie den Grundsätzen der Eigentumsgarantie Rechnung trägt, was im Ergebnis in mancher Hinsicht einer Zweckmässigkeitskontrolle nahekommt.\n\nDem Walliser Staatsrat kann somit keine willkürliche Überschreitung seiner Kompetenzen vorgeworfen werden, wenn er sich im Genehmigungsverfahren eine uneingeschränkte Überprüfung der kommunalen Planung vorbehält. Auch wenn er, um nicht in die Rolle einer Oberplanungsbehörde zu verfallen, eine gewisse Zurückhaltung übt und in der Regel nur eingreift, wenn der Mangel der kommunalen Planung eine gewisse Schwere erreicht oder überkommunale Interessen berührt, so fehlt es doch an einer kantonalrechtlichen Schranke, welche die Walliser Gemeinden vor einer weitergehenden Kontrolle schützen würde.\n\nVerfügt aber der Staatsrat über eine uneingeschränkte Überprüfungsbefugnis, so verletzt er die Autonomie der Gemeinde BGE 101 Ia 259 S. 263nicht bereits dadurch, dass er einer allenfalls noch im Rahmen des Vertretbaren liegenden planerischen Massnahme die Genehmigung verweigert. Entscheidend ist vielmehr, ob sich die von der Genehmigungsbehörde verlangte Änderung sachlich rechtfertigen lässt. Nur wenn der mit der Nichtgenehmigung verbundene Eingriff in die kommunale Planungsfreiheit seinerseits der vernünftigen Begründung entbehrt, vermag die Gemeinde mit einer Autonomiebeschwerde durchzudringen.\n\n4. Dies wird im vorliegenden Fall von der Beschwerdeführerin behauptet, indem sie geltend macht, der Staatsrat habe im streitigen Punkt sein Ermessen missbraucht. Die Gemeinde rügt, durch die Verweigerung der Einzonung des Gebietes \"Eige\" werde ihre Entwicklung besonders hinsichtlich des Tourismus stark eingeschränkt; die Gemeinden im Berggebiet seien jedoch auf diese Einkommensquelle je länger je mehr angewiesen. Der Staatsrat weist demgegenüber in seiner Vernehmlassung darauf hin, dass das Gebiet \"Eige\" westlich des Dorfes vom Kanton mit Genehmigung der Bundesbehörde in die provisorische Schutzzone gemäss Art. 2 Abs. 1 des Bundesbeschlusses über dringliche Massnahmen auf dem Gebiete der Raumplanung vom 17. März 1972 einbezogen worden ist. Schon dieser Umstand genügt, um den von der Gemeinde erhobenen Vorwurf der Willkür zu entkräften, zumal die behauptete Beeinträchtigung der touristischen Entwicklung, die sich durch die angefochtene Massnahme ergeben soll, in keiner Weise näher belegt und begründet wird. Der Staatsrat stellt überdies fest, das eingezonte Gebiet sei auch ohne den streitigen Teil gross genug, um die touristische Entwicklung zu sichern; durch die Freigabe des Gebietes \"Eige\" würde das Gepräge des Dorfes zerstört und dessen Anziehungskraft beeinträchtigt; die Gemeinde habe die Möglichkeit, ihre Bauzone nötigenfalls im Süden der Strasse östlich des Dorfes auszudehnen.\n\nWeder aus der staatsrechtlichen Beschwerde noch aus den Akten ergeben sich irgendwelche Anhaltspunkte dafür, dass die Auffassung des Staatsrates unhaltbar sein könnte, weshalb sich nähere Abklärungen oder ein bundesgerichtlicher Augenschein erübrigen. Soweit die Gemeinde die teilweise Nichtgenehmigung ihres Zonenplanes der Sache nach anficht, ist ihre Autonomiebeschwerde unbegründet."}