{"annee": "101", "cour": "IA", "page": "542", "date": "17/12/1975", "cite": ["99 IA 247", "99 IA 223", "98 IA 1", "89 I 402", "59 I 114", "96 I 624"], "cite_par": ["108 IA 281", "106 IA 333", "103 IA 8", "107 IA 331", "112 IA 413", "119 IA 214", "105 IA 108", "106 IA 151", "105 IA 54", "108 IA 323", "104 IA 156", "104 IA 120", "103 IA 280", "106 IA 329", "105 IA 349", "112 IA 90", "108 IB 122"], "chapeau": "84. Auszug aus dem Urteil vom 17. Dezember 1975 i.S. Bangerter und Kons. gegen Erculiani und Kons., Gemeinderat Meggen und Regierungsrat des Kantons Luzern", "regestes": ["Art. 88 OJ. Qualité pour former un recours de droit public contre l'approbation d'un plan de quartier communal."], "faits": "|542|\n\nDer Gemeinderat Meggen schlug nach der Auflage des Gestaltungsplanes Rigiblick diesem ab einem andern Plan noch eine Landfläche zu. Der Umfang der auf der zugeschlagenen Fläche projektierten Bauten wurde verkleinert und die davon allein betroffenen Grundeigentümer fanden sich damit ab. Der Gemeinderat genehmigte den geänderten Plan Rigiblick am 24. September 1973. Auf Beschwerde von W. Bangerter und anderer benachbarter Grundeigentümer hin beschloss der Regierungsrat des Kantons Luzern, der Gemeinderat Meggen habe die Beschwerdeführer noch anzuhören und danach seinen Entscheid allenfalls abzuändern. Nach einer ausführlichen Besprechung mit den Beschwerdeführern hielt der Gemeinderat jedoch an seinem Genehmigungsentscheid fest. Die hiegegen eingereichte Beschwerde wies der Regierungsrat am 12. Mai 1975 ab, soweit er auf sie eintrat. Mit staatsrechtlicher Beschwerde wegen Verletzung von Art. 4 und 22ter BV gelangen die Beschwerdeführer ans Bundesgericht.\n\n|543|", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdeführer sind nicht Eigentümer von Grundstücken oder Miteigentümer von Gebäuden, die vom Gestaltungsplan erfasst werden. Sie sind zur Anfechtung des Planes nur legitimiert, soweit sie durch diesen in ihrer Rechtslage betroffen sind. Das könnte dann zutreffen, wenn sie der Plan in der baulichen Ausnützung ihres Grundstücks unzulässig beschränkte oder wenn von im Plan vorgesehenen Bauten übermässige Auswirkungen auf jene Grundstücke entständen, deren Miteigentümer die Beschwerdeführer sind (vgl. BGE 89 I 403 E. 2 und BGE 99 Ia 254 E. 4; nicht veröffentlichtes Urteil vom 27. Juni 1973 i.S. Dubach, E. 1). Die Beschwerdeführer behaupten, sie würden von der geplanten künftigen Überbauung, wie sie der angefochtene Gestaltungsplan Rigiblick vorsehe, unmittelbar berührt. Wie die Beschwerdegegner mit Recht ausführen, legen die Beschwerdeführer aber nicht dar, dass und inwiefern sie tatsächlich in eigenen, rechtlich geschützten Interessen betroffen sind. Sie behaupten, auf dem Plangebiet seien Wohngebäude projektiert, die in einer zu geringen Distanz von der geplanten Talstrasse entfernt seien, sodass sich für die künftigen Bewohner dieser Gebäude übermässige Immissionen ergeben könnten. Dadurch, dass allenfalls in Zukunft Bewohner von im Plan vorgesehenen Gebäuden durch übermässigen Autolärm belästigt werden könnten, sind aber nicht die Beschwerdeführer in ihren Rechten verletzt.\n\nDiese wollen ihre Legitimation wohl auch mit dem Hinweis begründen, später müssten vermutlich entlang der projektierten Talstrasse T 2 Lärmschutzvorrichtungen geschaffen werden, deren Kosten aus Steuergeldern zu decken wären. Sie führen ferner aus, ein Grundeigentümer habe einen Anspruch darauf, im Rahmen eines rechtskräftigen Gestaltungsplans zu bauen, und wenn die Behörde in Zukunft die Erstellung einer projektierten Baute mit Rücksicht auf die Lärmimmission untersagte, könnten daraus massive Entschädigungsansprüche des betroffenen Grundeigentümers entstehen. Die Beschwerdeführer hätten demnach auch als Bürger und Steuerzahler ein legitimes Interesse daran, dass der Plan Rigiblick nicht genehmigt werde. Nach der bundesgerichtlichen Rechtsprechung genügt aber das Interesse eines Steuerzahlers in Fällen wie |544| hier nicht, um die Legitimation zur staatsrechtlichen Beschwerde zu verschaffen (BGE 59 I 121mit Hinweisen).\n\nDie Beschwerdeführer berufen sich ferner auf den Landschaftsschutz und die Raumplanung, um die Mangelhaftigkeit des Planes darzutun. Das sind aber öffentliche Interessen, zu deren Wahrung dem Bürger die staatsrechtliche Beschwerde nicht zur Verfügung steht (BGE 96 I 626 E. 3). Allenfalls wollen die Beschwerdeführer auch geltend machen, sie seien deshalb zur staatsrechtlichen Beschwerde legitimiert, weil sie im kantonalen Verfahren als Partei teilnahmen. Die Legitimation zur staatsrechtlichen Beschwerde bestimmt sich aber ausschliesslich nach dem Bundesgesetz über die Organisation der Bundesrechtspflege und nicht danach, ob ein Beschwerdeführer im kantonalen Verfahren Parteistellung hatte (BGE 99 Ia 225, BGE 98 Ia 5). Auf die materiellen Rügen der Beschwerdeführer ist demnach nicht einzutreten, weil diesen dazu die Legitimation fehlt."}