{"annee": "101", "cour": "IA", "page": "565", "date": "5/11/1975", "cite": [], "cite_par": ["102 IA 553", "106 IA 84", "109 IV 131", "130 I 134"], "chapeau": "88. Extrait de l'arrêt du 5 novembre 1975 dans la cause Schneemobil-Club der Schweiz contre Vaud, Grand Conseil.", "regestes": ["Force dérogatoire du droit fédéral. Restriction cantonale de circulation pour les véhicules à chenilles (art. 3, 5, 43 et 106 LCR). 1. Sur les routes ouvertes en général aux véhicules automobiles, la circulation de ces derniers, y compris celle des véhicules à chenilles, ne peut faire l'objet d'une interdiction cantonale que si celle-ci est dûment signalée, conformément à l'art. 5 LCR (consid. 3). 2. En revanche, la circulation des véhicules à chenilles, comme celle des autres véhicules automobiles, peut être interdite en dehors des routes carrossables sans qu'il soit nécessaire de signaler cette interdiction (art. 43 al. 1 et art. 5 al. 1 et 2 LCR) (consid. 4b). 3. Les cantons restent compétents pour régler la circulation des véhicules automobiles, donc également celle des véhicules à chenilles, en dehors des aires de circulation soumises à la LCR (consid. 4c)."], "faits": "BGE 101 Ia 565 S. 566\n\nLe Grand Conseil du canton de Vaud a adopté le 10 septembre 1974 une \"loi sur l'usage des véhicules à chenilles pendant l'hiver\", qui reprend pour l'essentiel les dispositions d'un arrêté du Conseil d'Etat du 7 juillet 1971 sur le même objet. Cette loi est fondée sur \"la législation fédérale sur la circulation routière, notamment l'ordonnance sur la construction et l'équipement des véhicules routiers du 27 août 1969 (OCE)\". Elle contient notamment les dispositions suivantes:\n\n\"Article premier. - Sont soumis à la présente loi tous les véhicules automobiles à chenilles aptes à se déplacer sur les surfaces enneigées hors des routes carrossables ouvertes au trafic hivernal, notamment:\n\na) les motocycles à chenilles;\n\nb) les voitures automobiles à chenilles, légères ou lourdes;\n\nc) les voitures automobiles de travail à chenilles.\n\nArt. 2. - La circulation des véhicules automobiles à chenilles est interdite en dehors des routes et chemins publics ouverts au trafic hivernal des autres véhicules à moteur.\n\nSont en outre réservées les interdictions générales de circulation et les interdictions de circuler frappant certaines catégories de véhicules, signalées conformément à l'ordonnance sur la signalisation routière.\"\n\nLes autres articles de la loi réglementent certains cas dans lesquels la loi ne s'applique pas (art. 3), ceux dans lesquels des autorisations de circuler peuvent être accordées (art. 4 et 5), le droit de recours (art. 6) et les dispositions pénales (art. 7).\n\nLa loi a été publiée dans la \"Feuille des avis officiels\" du canton de Vaud le 1er octobre 1974.\n\nLe Schneemobil-Club der Schweiz, association ayant son siège à Zurich, a formé un recours contre cette loi auprès du Conseil fédéral, le 15 octobre 1974. Il soutient que la loi vaudoise viole la loi fédérale sur la circulation routière (LCR), le canton s'étant arrogé une compétence qui, en vertu de cette dernière loi, ne lui appartient pas, et affirme que ce texte législatif crée entre les détenteurs de véhicules à chenilles et les détenteurs d'autres véhicules à moteur une inégalité de traitement contraire à la constitution fédérale.\n\nBGE 101 Ia 565 S. 567\n\nA la suite d'un échange de vues entre le Conseil fédéral et le Tribunal fédéral, il a été convenu qu'il appartient au Tribunal fédéral de statuer sur le recours en application de l'art. 73 al. 2 lettre a de la loi fédérale sur la procédure administrative du 20 décembre 1968 (LPA).", "considerants": "Considérant en droit:\n\n1. L'association recourante se plaint essentiellement de ce que le Grand Conseil du canton de Vaud ait adopté une loi dans un domaine qui, selon elle, est régi par la législation fédérale, soit par la LCR. Elle fait ainsi valoir implicitement une violation de la force dérogatoire du droit fédéral, soit de l'art. 2 Disp. trans. Cst. Au sens de l'art. 73 al. 2 lettre a LPA, un tel recours ressortit au Tribunal fédéral. Le grief ainsi invoqué consistant dans la violation d'un droit constitutionnel, le recours doit être traité comme recours de droit public conformément à l'art. 84 al. 1 lettre a OJ. La recourante se plaint également d'une inégalité de traitement; elle invoque donc implicitement une violation de l'art. 4 Cst., qui doit être examinée par le Tribunal fédéral en vertu de la même disposition légale.\n\n2. Selon ses statuts, l'association recourante groupe des personnes qui s'intéressent à la circulation des véhicules sur la neige, notamment des détenteurs de véhicules destinés à circuler sur la neige, et défend leurs intérêts. Elle n'indique pas si elle a des membres dans le canton de Vaud, mais ses membres - domiciliés ou non dans ce canton - qui désirent y circuler avec un véhicule de cette nature peuvent être considérés comme lésés par la loi attaquée au sens de l'art. 88 OJ. L'association recourante a donc qualité pour former un recours de droit public (RO 99 Ia 239 consid. 1c, 539 consid. 2).\n\n3. Selon l'art. 106 LCR, les cantons sont chargés de l'exécution de la loi fédérale (al. 2); s'ils restent compétents pour édicter eux-mêmes des prescriptions complémentaires sur la circulation routière, ils ne le sont pas, en revanche, en ce qui concerne notamment les véhicules automobiles (al. 3). La recourante reproche au canton de Vaud d'avoir, en interdisant aux véhicules à chenilles de circuler en dehors des routes et chemins publics ouverts au trafic hivernal des autres véhicules à moteur, institué une restriction de la circulation des véhicules BGE 101 Ia 565 S. 568à moteur qui viole cette dernière disposition et n'est donc pas compatible avec le droit fédéral.\n\na) La loi attaquée ne comporte aucune restriction à la circulation des véhicules automobiles à chenilles sur les routes carrossables \"ouvertes au trafic hivernal\". Mais elle interdit en principe leur circulation sur les routes et chemins publics qui ne sont pas ouverts au trafic hivernal des autres véhicules à moteur. Il résulte du titre de la loi, et implicitement de sa teneur, que cette interdiction n'est applicable que pour la saison d'hiver, les véhicules en question étant d'ailleurs destinés à circuler sur la neige. Pendant cette saison, les véhicules à chenilles ne peuvent pas - selon la loi - circuler sur les routes qui, tout en étant ouvertes en principe à la circulation, ne se prêtent cependant pas à la circulation des véhicules automobiles à roues, parce qu'elles sont enneigées et non entretenues.\n\nb) Selon l'ordonnance sur la construction et l'équipement des véhicules routiers (OCE), sont considérés comme voitures automobiles les véhicules (automobiles) munis de chenilles si leur poids à vide dépasse 400 kg ou leur cylindrée 400 cm3, ou encore si leur vitesse maximale n'excède pas 25 km/h (sic); sont considérés comme motocycles les véhicules (automobiles) munis de chenilles ne pouvant être classés comme voitures automobiles (art. 2 al. 1 et 2 OCE). Les uns et les autres sont ainsi des véhicules automobiles au sens de l'art. 7 LCR et sont assujettis aux prescriptions de cette loi et de ses dispositions d'exécution. En application de l'art. 97 al. 1 OCR, le Département fédéral de justice et police a édicté, le 14 février 1968, des \"instructions relatives à l'admission de véhicules à chenilles et de luges remorquées\". Ces instructions portent notamment sur l'applicabilité de la LCR aux véhicules à chenilles, le statut juridique et l'emploi de ces derniers; elles précisent que, sauf disposition contraire, il faut appliquer aux véhicules à chenilles, en ce qui concerne leur statut juridique, les règles valables pour les véhicules à roues de la même catégorie (No 131).\n\nLa circulation des véhicules à chenilles, qui est pratiquée en Suisse depuis un certain nombre d'années, a fait l'objet de diverses interventions tendant à interdire ou à limiter l'emploi de ces véhicules, afin que ceux-ci ne constituent pas une source de pollution, de troubles et de bruit dans les régions montagneuses. Le Conseil national a adopté le 27 avril 1972 deux BGE 101 Ia 565 S. 569postulats dans ce sens. Le Conseil fédéral a déclaré notamment, en réponse à l'un de ces postulats:\n\n\"Conformément à l'article premier de la loi sur la circulation routière, la Confédération ne peut réglementer le trafic des véhicules que sur la voie publique, notion qui englobe aussi les pistes de skis ou de luges ainsi que les chemins réservés aux piétons. Toutefois, le trafic des véhicules automobiles est interdit sur ces pistes et chemins qui, au sens de l'art. 43 LCR, ne se prêtent pas ou ne sont manifestement pas destinés à leur circulation. Une exception est permise pour les véhicules spéciaux servant à la préparation des pistes.\n\nLe postulat tend avant tout à interdire les luges à moteur en dehors de la voie publique, donc dans les endroits isolés, les régions de détente où ces véhicules sont jugés particulièrement incommodants. Mais la loi sur la circulation routière n'est justement pas applicable dans ces cas, de sorte que la Confédération n'a aucune compétence pour édicter des prescriptions; il appartient exclusivement aux législateurs cantonaux de publier les dispositions nécessaires à la réglementation du trafic dans ces régions (Bulletin officiel de l'Assemblée fédérale, Conseil national, 1972, p. 602.).\"\n\nLe Conseil fédéral a rappelé en outre que la Commission intercantonale de la circulation routière (CIC) a préparé à l'intention des cantons un modèle d'ordonnance ayant pour objet la circulation des véhicules à chenilles en dehors de la voie publique et que plusieurs cantons ont pris des mesures à cet effet. Portant la date du 12 octobre 1971, ce modèle est ainsi conçu en ses art. 2 et 3:\n\n\"Art. 2: Sur la voie publique, l'emploi de véhicules à chenilles est régi par les dispositions de la LCR et de ses prescriptions d'exécution. Les pistes de ski, les chemins réservés aux luges et aux promeneurs et autres voies semblables sont considérés comme des aires de circulation publiques. Sur celles-ci l'emploi de véhicules à chenilles n'est pas autorisé en vertu de l'art. 43 al. 1 LCR.\n\nEn outre, réserve est faite des interdictions de circuler locales signalées pour les véhicules automobiles.\n\nArt. 3: Lorsque les dispositions de la LCR ne sont pas applicables, l'emploi de véhicules à chenilles est interdit sur la base de (base légale cantonale).\"\n\nc) La loi attaquée diffère du modèle d'ordonnance de la CIC et des dispositions réglementaires adoptées sur la base de ce modèle par divers cantons (pour le canton de Berne, ordonnance du 8 décembre 1971, voir ATF du 4 avril 1973 dans la cause Snofari Interlaken AG), en ce sens qu'elle interdit la circulation des véhicules à moteur non seulement sur les pistes BGE 101 Ia 565 S. 570de ski, les chemins réservés aux luges et aux promeneurs et autres voies semblables, mais sur toutes les routes et tous les chemins publics, dans la mesure où ils ne sont pas ouverts au trafic hivernal des autres véhicules à moteur.\n\nLe Conseil d'Etat prétend fonder la compétence cantonale en cette matière sur l'art. 3 LCR, et notamment sur son al. 1, qui réserve la souveraineté cantonale sur les routes dans les limites du droit fédéral, et sur son al. 2, qui prévoit la compétence des cantons pour interdire, restreindre ou régler la circulation sur certaines routes. Il se réfère à l'art. 23 al. 1 de la loi vaudoise du 25 mai 1964 sur les routes, aux termes duquel l'Etat assure le service hivernal sur les routes cantonales qu'il décide d'ouvrir à la circulation. En vertu de cette disposition, le Département des travaux publics établit chaque année et publie dans la \"Feuille des avis officiels\" une liste des routes qui ne seront pas ouvertes au trafic hivernal. \"Ces routes sont généralement interdites, en outre, par un signal No 201 (interdiction de circuler) et même parfois par des barrières placées en travers de la chaussée.\" Le Département se laisse guider dans son choix par des considérations qui tiennent à la sécurité, à l'économie ou au fait que ces routes sont peu fréquentées. Le Conseil d'Etat se demande d'ailleurs si une route enneigée peut être qualifiée de \"voie publique\" au sens de l'art. 1er LCR, son tracé étant devenu invisible ou très difficile à discerner. Il ajoute que le droit du canton d'interdire la circulation sur certaines routes enneigées se conçoit aussi au regard de l'art. 3 al. 4 LCR, qui reconnaît aux cantons des compétences extrêmement larges dans le domaine de la sécurité, de la réglementation de la circulation, de la protection de la nature ou pour répondre à d'autres exigences imposées par les conditions locales.\n\nd) L'art. 3 al. 1 LCR ne réserve - son texte l'indique expressément - la souveraineté cantonale sur les routes que dans les limites du droit fédéral. Or la circulation routière est régie presque exclusivement par ce dernier droit, notamment en ce qui concerne la circulation des véhicules automobiles (SCHLEGEL/GIGER, Strassenverkehrsgesetz, ad art. 3 al. 1, p. 9). Si l'art. 3 al. 2 LCR autorise les cantons - conformément à l'art. 37bis al. 2 Cst. - à \"interdire, restreindre ou régler la circulation sur certaines routes\", ils ne peuvent le faire que dans les limites précises prévues par les dispositions BGE 101 Ia 565 S. 571subséquentes de la loi, que l'art. 3 al. 2 ne fait qu'introduire (SCHLEGEL/GIGER, op.cit. ad art. 3 al. 2, p. 9). Selon l'art. 3 al. 3 LCR, le canton peut interdire complètement ou restreindre temporairement la circulation de véhicules à moteur sur les routes qui ne sont pas ouvertes au grand transit. Il peut donc interdire ou restreindre la circulation sur certaines routes en hiver. D'après le message du Conseil fédéral relatif au projet de loi sur la circulation routière, du 24 juin 1955, \"les cantons jouissent d'une très large liberté pour édicter des interdictions totales de circuler et des restrictions temporaires. Dans ce domaine, il n'y a pas de limite à leur droit, sous réserve de l'arbitraire visé par l'art. 4 de la constitution\" (FF 1955 II 11). Les Chambres fédérales ont expressément réservé, dans le texte légal (art. 3 al. 3 in fine), le recours pour violation des droits constitutionnels des citoyens.\n\nMais l'interdiction décrétée par le canton n'est valable que si celui-ci observe la condition prévue à l'art. 5 al. 1 LCR, à savoir qu'il doit indiquer les limitations par des signaux ou des marques; ces signaux et marques doivent correspondre à ceux qui ont été prévus par le Conseil fédéral (art. 5 al. 3 LCR). Une interdiction générale de circuler doit être annoncée par le signal No 201 (art. 16 OSR). Si un tel signal est apposé, la circulation de tous les véhicules automobiles est interdite, y compris celle des véhicules à chenilles. A défaut de signalisation, l'interdiction décrétée par le canton n'est pas valable (SCHLEGEL/GIGER, op.cit., ad art. 5 al. 1, p. 13).\n\nQuant à l'art. 3 al. 4 LCR, il concerne \"d'autres limitations ou prescriptions\", c'est-à-dire des limitations ou prescriptions qui n'entraînent pas une interdiction ou une restriction de la circulation (art. 3 al. 3); au surplus, l'art. 5, concernant les signaux et les marques, s'applique aussi à ces limitations ou prescriptions.\n\nUne route publique, même enneigée, reste une route, et un véhicule apte à circuler sur la neige peut dès lors l'emprunter si l'interdiction d'y circuler n'est pas signalée conformément à la loi. Certes, le Conseil d'Etat a déclaré que les routes non ouvertes au trafic hivernal sont \"généralement interdites\" par un signal No 201. Dans la mesure où elles le sont, l'interdiction est valable; si le signal n'est pas apposé, elle n'est pas valable. C'est donc à tort que le législateur vaudois entend, par l'art. 2 al. 1 de la loi attaquée, interdire d'une façon toute BGE 101 Ia 565 S. 572générale la circulation des véhicules automobiles à chenilles sur les routes et chemins publics qui ne sont pas ouverts au trafic hivernal des autres véhicules à moteur; en revanche, l'al. 2 du même article, qui réserve les interdictions générales de circulation signalées conformément à l'OSR, est parfaitement conforme à la loi fédérale.\n\nIl résulte de ces considérations que la loi attaquée viole le principe de la force dérogatoire du droit fédéral dans la mesure où elle institue une interdiction de circuler pour les véhicules à chenilles sur des routes publiques sans que l'interdiction soit marquée par des signaux conformes à l'OSR.\n\n4. Le deuxième grief de la recourante consiste à dire que le canton n'est pas compétent non plus pour édicter des prescriptions générales applicables en dehors des routes carrossables, car le droit fédéral, soit la LCR, régit la circulation non seulement sur les routes carrossables, mais aussi sur des aires non carrossables, comme les trottoirs, les cheminements pour piétons, les sentiers pédestres, les pistes, etc.; sont en effet considérées comme \"routes\", au sens de la loi fédérale, même les voies de communication utilisées par les piétons (art. 1er al. 1 OCR). Dès lors, dit la recourante, les interdictions de circuler sur ces aires doivent aussi respecter les règles posées par le droit fédéral, soit notamment l'art. 5 LCR sur les signaux et marques.\n\na) Il est exact que la notion de \"voie publique\", telle qu'elle résulte de l'art. 1er al. 1 OCR, est extrêmement large. Selon le message du Conseil fédéral, \"par voie publique il faut entendre tout terrain servant à la circulation, y compris une place, un pont, un passage sous-voie, etc.... Est publique une route que chacun peut utiliser. Il n'est pas nécessaire qu'elle soit ouverte à toutes les catégories d'usagers; même une piste cyclable est publique si n'importe quel cycliste a le droit de l'utiliser\" (FF 1955 II 9). Selon l'art. 1er OCR, \"sont des routes les voies de communication utilisées par des véhicules automobiles, des véhicules sans moteur ou des piétons\", et selon l'al. 2 du même article, \"sont publiques les routes qui ne servent pas exclusivement à l'usage privé\". La jurisprudence a confirmé qu'il suffit, pour que la loi fédérale soit applicable, que la route, quel que soit son propriétaire, serve à la circulation publique, conformément à l'art. 1er al. 2 OCR (RO 92 IV 11 et arrêts cités). C'est donc à juste titre que les BGE 101 Ia 565 S. 573instructions du Département fédéral de justice et police du 14 février 1968 relatives à l'admission de véhicules à chenilles et de luges remorquées relèvent que \"les pistes de ski, les chemins réservés aux luges et aux promeneurs doivent être considérés comme des aires de circulation publiques\" et que lorsque des véhicules à moteur sont utilisés sur des terrains de ce genre, la LCR est applicable (No 12a).\n\nb) Mais, selon l'art. 43 al. 1 LCR, les véhicules automobiles ne peuvent emprunter les chemins qui ne se prêtent pas ou ne sont manifestement pas destinés à leur circulation, par exemple les chemins réservés aux piétons ou au tourisme pédestre. Il s'agit là d'une interdiction résultant directement de la loi fédérale et pour l'observation de laquelle il n'est pas nécessaire d'apposer des signaux d'interdiction (art. 5 al. 1 et 2 LCR). Dans ses instructions susmentionnées, le Département fédéral de justice et police rappelle cette interdiction, en relevant cependant que l'interdiction ne s'applique pas aux véhicules qui doivent circuler sur de tels chemins dans un but spécial, par exemple pour aménager une piste de ski; la circulation de tels véhicules ne peut néanmoins être autorisée que si des mesures de sécurité appropriées sont prises. Lorsqu'une piste de ski emprunte certains tronçons d'un chemin fréquenté par le public, les cantons peuvent interdire les véhicules à moteur en vertu de l'art. 3 LCR (No 12b).\n\nEn tant que l'art. 2 al. 1 de la loi attaquée s'applique aux chemins et pistes dont il s'agit, il ne viole pas le principe de la force dérogatoire du droit fédéral. Il ne fait que rappeler l'interdiction résultant de ce droit. D'autre part, il appartient au canton, chargé d'exécuter la loi fédérale (art. 106 al. 2 LCR), de prendre les mesures nécessaires pour l'application des instructions du Département fédéral de justice et police, notamment en ce qui concerne les autorisations spéciales de circuler qu'il lui appartient de délivrer; les conditions des dérogations ou autorisations sont prévues aux art. 3 et 4 de la loi attaquée.\n\nc) En revanche, les dispositions de la LCR ne s'appliquent pas aux véhicules qui circulent exclusivement sur des terrains privés interdits au public; il en est de même pour la circulation de véhicules dans des endroits retirés et non fréquentés par le public. Dans de telles régions, les cantons sont restés compétents en matière de circulation des véhicules à moteur BGE 101 Ia 565 S. 574puisque le droit fédéral ne s'y applique pas (instructions susmentionnées, No 12c). Ils peuvent donc, sans empiéter sur le droit fédéral, édicter des interdictions de circuler, notamment pour protéger la nature et sauvegarder la tranquillité. C'est dans ce sens qu'ont été rédigés les art. 3 ss du modèle d'ordonnance de la CIC (consid. 3b supra). Là aussi, l'apposition de signaux conformes à la réglementation fédérale n'est donc pas nécessaire. Il est d'ailleurs absurde de prétendre, comme paraît le faire la recourante, que toutes les aires possibles de circulation de véhicules à chenilles devraient, pour qu'une interdiction soit valable, être munies de signaux d'interdiction, qui devraient dès lors couvrir toutes les régions de montagne!\n\n7. En requérant l'annulation de la loi attaquée, la recourante demande subsidiairement que le canton de Vaud soit invité à réserver le droit fédéral et à modifier les dispositions critiquées par elle, ainsi qu'à prévoir que le droit fédéral doit s'appliquer aux autorisations prévues par la loi, enfin qu'il soit ordonné au canton de Vaud d'apposer des signaux d'interdiction dans la mesure où il entend édicter des limitations s'appliquant aux voies publiques.\n\nSous réserve de cas exceptionnels dont les conditions ne sont pas réalisées en l'espèce, le recours de droit public ne peut tendre qu'à l'annulation de l'acte attaqué. Le Tribunal fédéral ne peut donc pas ordonner au canton de Vaud d'apposer des signaux ni lui imposer d'autres charges analogues. Il lui appartient seulement de statuer sur le point de savoir si, et éventuellement dans quelle mesure, il y a lieu d'annuler la loi qui lui est soumise.\n\nOr il a été constaté que le recours est bien fondé sur un point seulement: l'art. 2 al. 1 de la loi attaquée viole le principe de la force dérogatoire du droit fédéral en édictant l'interdiction qui y est contenue sans prévoir que cette interdiction doit être dûment signalée sur les routes publiques qui en sont frappées. Il suffit donc d'admettre le recours dans cette mesure et d'annuler dans cette mesure également l'art. 2 de la loi attaquée, ce qui signifie que l'interdiction faite aux véhicules automobiles à chenilles de circuler sur les routes ouvertes en général au trafic automobile n'est valable que si elle est dûment signalée, conformément à l'art. 5 LCR.\n\nAinsi l'art. 2 de la loi attaquée pourra continuer d'être BGE 101 Ia 565 S. 575appliqué, mais seulement à la condition énoncée ci-dessus. Cependant, rien n'empêche évidemment le législateur vaudois de revoir la rédaction de la disposition en cause, pour l'harmoniser avec le présent arrêt.\n\nPar ces motifs, le Tribunal fédéral:\n\n1. Déclare le recours partiellement bien fondé, en ce sens que sur les routes ouvertes en général aux véhicules automobiles, la circulation de ces derniers, y compris les véhicules à chenilles, ne peut faire l'objet d'une interdiction que si celle-ci est dûment signalée, conformément à l'art. 5 LCR;\n\n2. Annule dans cette mesure l'art. 2 de la loi attaquée;\n\n3. Rejette le recours pour le surplus."}