{"annee": "101", "cour": "IV", "page": "288", "date": "21/7/1975", "cite": ["78 IV 91"], "cite_par": [], "chapeau": "66. Urteil des Kassationshofes vom 21. Juli 1975 i.S. X. gegen Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Art. 153, 154 CP. Falsification de marchandises et mise en circulation de marchandises falsifiées résultant de l'imitation et de la modification de timbres-poste dans le dessein de tromper autrui, ainsi que de la vente de telles marchandises. Art. 61, 153 al. 2, art. 154 al. 2 CP. Lorsque la publication du jugement est ordonnée pour le motif que l'auteur a agi par métier, il ne faut pas y faire figurer les éventuels chefs d'accusation portant sur d'autres infractions, si cela ne présente aucun intérêt au sens de l'art. 61 CP."], "faits": "BGE 101 IV 288 S. 288\n\nA.- Im Jahre 1971 schnitt X. zu verschiedenen Malen in seiner Wohnung in Littau aus einem Briefmarkenkatalog Reproduktionen von Briefmarken aus, rauhte teilweise deren BGE 101 IV 288 S. 289Rückseite auf, klebte sie auf Briefe oder versah sie mit Klebstoff, ergänzte Stempel oder brachte Zeichen an, die auf Echtheit schliessen liessen. Ferner nahm er an echten Marken Änderungen vor, indem er Stempel ergänzte bzw. Kreuzeinfassungen nachzog.\n\nIn der Zeit zwischen Oktober und Dezember 1971 bot X. die in oben beschriebener Weise hergerichteten Marken zum Verkaufe an. In einigen Fällen gelang es ihm, sie als echt zu verkaufen.\n\nZu einem nicht mehr feststellbaren Zeitpunkt im Jahre 1971 oder zu Beginn des Jahres 1972 liess X. durch eine Bekannte auf zwei Briefbogen, die die Unterschrift des W. trugen, im übrigen jedoch unbeschrieben waren, nach seinem Diktat einen angeblich zwischen ihm und W. zustande gekommenen Kaufvertrag über eine Anzahl echter und gefälschter Briefmarken aufsetzen. X. trachtete ohne Wissen des W. danach, mit dem fingierten Vertrag der Untersuchungsbehörde zu beweisen, dass W. und nicht er selbst die falschen oder verfälschten Marken in Verkehr gebracht habe.\n\nB.- Am 22. November 1974 verurteilte das Bezirksgericht Winterthur X. wegen gewerbsmässiger Warenfälschung, gewerbsmässigen Inverkehrbringens gefälschter Waren und wiederholter und fortgesetzter Urkundenfälschung zu 7 Monaten Gefängnis und einer Busse von Fr. 1'500.--. Der Vollzug der Freiheitsstrafe wurde aufgeschoben und die Probezeit auf drei Jahre angesetzt. Sodann ordnete das Gericht die Einziehung der gefälschten Marken und die Veröffentlichung des Urteils in der Schweizer Briefmarkenzeitung an.\n\nAuf Berufung des Verurteilten hin bestätigte das Obergericht des Kantons Zürich am 6. Mai 1975 den erstinstanzlichen Entscheid.\n\nC.- X. führt eidg. Nichtigkeitsbeschwerde. Er beantragt Freisprechung von Schuld und Strafe, eventuell Absehen von der Veröffentlichung des Urteils.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der obergerichtliche Entscheid wird hinsichtlich der Verurteilung wegen wiederholter und fortgesetzter Urkundenfälschung nicht angefochten. Insoweit ist das Urteil der Vorinstanz rechtskräftig geworden.BGE 101 IV 288 S. 290\n\n2. Der Beschwerdeführer behauptet, die Herstellung von Faksimiles sei nicht strafbar.\n\nDieser Auffassung ist insoweit beizupflichten, als die Anfertigung von Faksimiles und die Nachbildung von Briefmarken in entsprechenden Katalogen zulässig ist, sofern damit nicht vorgetäuscht werden soll, es handle sich dabei um echte Stücke. Briefmarkenkataloge, die Nachbildungen von Marken enthalten, werden gehandelt und stellen als solche - entgegen der in der Beschwerde aufgestellten Behauptung - eine Ware im Sinne der Art. 153 und 154 StGB dar.\n\nWie die Vorinstanz indessen bereits ausgeführt hat, geht es im vorliegenden Fall nicht darum, zu entscheiden, ob Katalogausschnitte Waren seien, sondern darum, ob die vom Beschwerdeführer angefertigten Briefmarken Waren seien.\n\n3. Für den Kassationshof steht verbindlich fest (Art. 277bis Abs. 1 BStP), dass der Beschwerdeführer aus einem Briefmarkenkatalog Reproduktionen von Briefmarken ausgeschnitten, teilweise deren Rückseite aufgerauht, sie auf Briefe geklebt oder mit Klebstoff versehen sowie Stempel ergänzt oder Zeichen angebracht hat, die auf Echtheit schliessen lassen. Sodann hat er an echten Marken Änderungen vorgenommen, indem er Stempel ergänzte bzw. Kreuzeinfassungen nachzog. Dass in diesem Vorgehen eine Verfälschung der Ware vorliegt, indem durch die erwähnten Eingriffe in die Materie und deren äusserliche Abänderung der Eindruck erweckt wurde, es handle sich um echte alte Marken, also um solche, die einen höheren als den wirklichen Handelswert besitzen, kann keinem Zweifel unterliegen.\n\n4. Endlich stellt die Vorinstanz verbindlich fest, dass die Fälschung mit Täuschungsabsicht durchgeführt wurde. Die Beschwerde bestreitet diesen Vorsatz zwar nicht, behauptet aber, objektiv sei keine Täuschung erfolgt. Der Einwand geht fehl. Eine Täuschung im Sinne des Art. 153 StGB liegt objektiv schon vor, wenn der Käufer nicht ohne weiteres sieht, dass ihm gefälschte Ware angeboten wird, d.h. eine Ware, deren natürliche Beschaffenheit unerlaubterweise verändert worden ist (BGE 78 IV 93 E. 2). Dass diese Voraussetzung im vorliegenden Fall erfüllt ist, steht verbindlich fest. Ebenso ist festgestellt, dass der Beschwerdeführer die nachgemachten oder verfälschten Briefmarken im Sinne von Art. 154 StGB als echt zum Verkauf angeboten und zum Teil auch verkauft hat. Er BGE 101 IV 288 S. 291ist deshalb zu Recht nach Art. 153 und 154 StGB schuldig erklärt worden. Daran ändert nichts, dass die dem M. angebotenen Marken von diesem bzw. einem beigezogenen Experten als Fälschungen entlarvt wurden.\n\n5. Die Beschwerde rügt eine Verletzung von Art. 61 StGB mit der Begründung, die angeordnete Veröffentlichung des Urteils sei rechtswidrig, weil das Obergericht den gesamten von ihm gefällten Entscheid, also auch die Bestrafung wegen wiederholter und fortgesetzter Urkundenfälschung, in der Schweizer Briefmarkenzeitung erscheinen lassen wolle. Die Publikation des Schuldspruchs hinsichtlich der Urkundenfälschung liege nicht im öffentlichen Interesse.\n\nAus den Erwägungen des angefochtenen Urteils ergibt sich eindeutig, dass die Veröffentlichung des Entscheids nur deshalb angeordnet wurde, weil der Beschwerdeführer gewerbsmässig im Sinne der Art. 153 Abs. 2 und 154 Ziff. 1 Abs. 2 StGB gehandelt hat und in solchen Fällen die Publikation des Strafurteils zwingend vorgeschrieben ist. Bei der Frage der Veröffentlichung des Urteils erwähnt die Vorinstanz die Urkundenfälschung mit keinem Wort. Auch deutet in den Erwägungen des vorinstanzlichen Urteils nichts darauf hin, dass der Entscheid in diesem Punkt zu veröffentlichen sei. Von der Urkundenfälschung war in diesem Zusammenhang auch nicht die Rede. Insbesondere wurde nicht behauptet, auch insoweit sei das Urteil zu veröffentlichen, da hiefür ein öffentliches Interesse im Sinne von Art. 61 StGB bestehe. Allerdings geht aus dem Urteilsdispositiv selbst die Beschränkung der Publikation auf den Schuldspruch bezüglich der gewerbsmässigen Warenfälschung und des gewerbsmässigen Inverkehrbringens gefälschter Waren nicht hervor. Demgemäss wird bei der Veröffentlichung des Dispositivs der Satz \"- sowie der wiederholten und fortgesetzten Urkundenfälschung im Sinne von Art. 251 Ziff. 1 StGB;\" nicht aufzuführen, sondern durch \"- ...\" zu ersetzen sein.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird im Sinne der Erwägungen abgewiesen."}