{"annee": "101", "cour": "IB", "page": "329", "date": "8/10/1975", "cite": ["101 IA 67", "100 IB 310"], "cite_par": ["107 V 195", "129 III 90"], "chapeau": "58. Urteil vom 8. Oktober 1975 i.S. Bürgerspital Basel gegen Wohngenossenschaft Rodrisstrasse 1 und Mitbeteiligte", "regestes": ["Arrêté fédéral sur la surveillance des prix, des salaires et des bénéfices, du 20 décembre 1972 (AF). Les art. 1 s. AF n'habilitent pas le préposé à contrôler le montant des rentes à payer pour un droit de superficie."], "faits": "|329|\n\nIm Jahre 1949 schloss das Bürgerspital Basel mit den Wohngenossenschaften Rodrisstrasse 1, Lettenhof und Ettingerhof mehrere, auf 100 Jahre befristete Baurechtsverträge ab. Alle Verträge enthalten die folgende Bestimmung:\n\n\"Nach Ablauf von je fünfundzwanzig Jahren wird der Baurechtszins\n\nauf Grund entsprechender Verhandlungen neu festgesetzt. Hierbei ist\n\nauf den dannzumal geltenden Verkehrswert des Landes und die Boden- und\n\nKapitalzinsverhältnisse abzustellen.\n\nKönnen sich die Parteien über die Höhe des neuen Baurechtszinses\n\nnicht einigen, so wird derselbe von dem in Ziffer 15 (fünfzehn)\n\nvorgesehenen Schiedsgericht festgesetzt\".\n\nAm 13./14. Dezember 1973 gelangte die Direktion des Bürgerspitals mit gesondertem Brief an jede der drei Wohngenossenschaften und verlangte auf Ablauf der ersten 25 Jahre Baurechtsdauer eine Anpassung des Baurechtszinses, die sie ziffernmässig angab. Sie gründete sich auf eine durch die Bewertungskommission des Baudepartementes Basel-Stadt vorgenommene |330| Neuschätzung des Bodens. Ohne das vertraglich vorgesehene Schiedsgericht anzurufen, wandten sich die drei Wohngenossenschaften nacheinander an das Büro des Beauftragten für die Überwachung der Preise, Löhne und Gewinne (nachfolgend der Beauftragte) und ersuchten ihn, einzuschreiten.\n\nDer Beauftragte entschied am 31. Dezember 1974, dass er zur Überprüfung von Baurechtszinsen zuständig sei. Der Begriff \"Preise von Waren\" müsse vom Sinn und Zweck des Bundesbeschlusses betreffend Überwachung der Preise, Löhne und Gewinne vom 20. Dezember 1972 (BB) aus interpretiert werden. Der Preis einer Ware könne demnach nicht nur als Veräusserungspreis verstanden werden; vielmehr falle darunter auch der Überlassungspreis von Waren zum Gebrauch. Ökonomisch betrachtet sei der Boden als wirtschaftliches Gut den Waren im Sinne des BB gleichzustellen. Die Bedenken gegenüber einer Bodenbewertung durch Notrecht, die gegenüber einer Preisüberwachung des Verkaufs von Grundstücken bestanden hätten, bestünden nicht für die Überwachung des Bodenüberlassungspreises im Falle der Baurechtszinse. Materiell setzte der Beauftragte die Baurechtszinse entsprechend der Erhöhung des Indexstandes in den Jahren 1949-1974 neu fest.\n\nEine vom Bürgerspital gegen den Entscheid des Beauftragten eingereichte Beschwerde wurde vom Eidgenössischen Volkswirtschaftsdepartement (EVD) abgewiesen. Zur Begründung der Zuständigkeit des Beauftragten zur Überwachung von Baurechtszinsen oder des sachlichen Geltungsbereiches des Bundesbeschlusses führte das EVD aus, Art. 1 Abs. 1 BB umschreibe lediglich den Zweck der Preisüberwachung. Für den Geltungsbereich dagegen sei Art. 2 Abs. 1 BB von entscheidender Bedeutung. Diese Vorschrift gebe dem Bundesrat die Kompetenz, für von Kartellen oder ähnlichen Organisationen in Aussicht genommene Preiserhöhungen die Meldepflicht zu verfügen. Diese Kompetenz beziehe sich ganz allgemein, ohne sachliche Beschränkung, auf Preiserhöhungen. Auch die Tatsache, dass der Beauftragte Einfluss auf die Entwicklung des Hypothekarzinsfusses genommen habe, zeige, dass der Anwendungsbereich der Preisüberwachung keineswegs nur auf Preise von Waren oder Dienstleistungen im üblichen Sinn des Wortes beschränkt sei. Es lägen keine Anhaltspunkte |331| dafür vor, dass der Gesetzgeber die Baurechtszinse der Preisüberwachung habe entziehen wollen. Daher sei der Beauftragte für die Überwachung und damit für die Herabsetzung von Baurechtszinsen zuständig. Materiell sei der Beauftragte richtig vorgegangen; eine über die Anpassung an den Index der Lebenskosten hinausgehende Baurechtszinserhöhung müsse als ungerechtfertigt herabgesetzt werden.\n\nDas Bürgerspital Basel hat beim Bundesgericht Verwaltungsgerichtsbeschwerde erhoben mit dem Hauptbegehren auf Aufhebung der angefochtenen Verfügung.\n\nDas EVD und die drei Wohngenossenschaften beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Zivilrechtlich betrachtet bildet der Baurechtszins die Vergütung dafür, dass dem Baurechtsberechtigten eine Dienstbarkeit eingeräumt wird, kraft deren er auf einem Grundstück ein Bauwerk errichten oder beibehalten darf (Art. 779 ZGB). Wirtschaftlich gesehen ist der Baurechtszins ein Nutzungsentgelt für die langfristige Nutzung eines Stückes Boden. Weder in der Rechtssprache noch in der Umgangssprache wird somit der Baurechtszins als Waren- oder Dienstleistungspreis begriffen. Die Baurechtszinse könnten also der Preisüberwachung nur unterstehen, wenn sich aus der Entstehungsgeschichte und dem Sinn des BB ergäbe, dass der Gesetzgeber auch diesen Gegenstand der Kontrolle unterstellen wollte und dass deshalb der Wortlaut des Erlasses zu eng ist (vgl. BGE 101 Ia 69 E. 2d, BGE 100 Ib 316 f.).\n\n2. Auch das EVD musste sich augenscheinlich davon überzeugen, dass Baurechtszinse kaum als Preise von Waren oder Dienstleistungen gelten können. Daher vertritt es die Auffassung, Art. 1 BB umschreibe nur den Zweck der Preisüberwachung, nicht aber den Geltungsbereich des Beschlusses. Für den Geltungsbereich sei vielmehr Art. 2 Abs. 1 BB von entscheidender Bedeutung, der die Meldepflicht ohne sachliche Begrenzung auf sämtliche Preiserhöhungen beziehe.\n\nDieser Auslegung kann nicht gefolgt werden. Art. 1 BB stellt jedenfalls insofern keinen Zweckartikel dar, als er bestimmt, dass der Bundesrat befugt ist, die Entwicklung der |332| Preise von Waren und Dienstleistungen zu überwachen. Eine Zweckformulierung enthält höchstens der zweite Satz, der bestimmt, dass diese Preisüberwachung zur Verhinderung von Missbräuchen und zur Orientierung der Öffentlichkeit erfolgt. Eine typische Zweckumschreibung enthält beispielsweise Art. 1 des Bundesbeschlusses über Massnahmen gegen Missbräuche im Mietwesen vom 30. Juni 1972, wonach der Beschluss bezweckt, die Mieter vor missbräuchlichen Mietzinsen und andern Missbräuchlichen Forderungen der Vermieter zu schützen.\n\nUnrichtig ist auch, dass Art. 2 BB den gegenständlichen Geltungsbereich der Preisüberwachung bestimme. Nach dem Randtitel wird hier lediglich eine Meldepflicht statuiert, indem der Bundesrat vorschreiben kann, dass durch Kartelle oder ähnliche Organisationen in Aussicht genommene Preiserhöhungen vor ihrer Inkraftsetzung dem Beauftragten zu melden und zu begründen sind. Wenn die Auffassung des EVD zuträfe, dann hätte mindestens in der VO eine Bestimmung über die Baurechtszinse aufgenommen werden müssen. Das trifft nun nach Art. 5 VO gerade nicht zu. Dazu kommt, dass die Bestimmung über die Meldepflicht erst im Parlament eingefügt wurde (Amtl.Bull. N. 1972 S. 2391); in der Vorlage des Bundesrates war sie nicht enthalten. Diese bestimmte in Art. 1 unter dem Randtitel \"Überwachung der Preise\", dass zur Orientierung der Öffentlichkeit und zur Verhinderung von Missbräuchen der Bundesrat die Entwicklung der Preise von Waren und Dienstleistungen überwache. In Art. 2 wurde unter dem Randtitel \"Verhinderung ungerechtfertigter Preiserhöhungen\" bestimmt, dass dann, wenn die Überwachung der Preise eine ausserordentliche Preissteigerung bei einzelnen Waren oder Dienstleistungen ergebe, der Beauftragte zuerst zu versuchen habe, in gemeinsamen Gesprächen mit den Betreffenden die Preissteigerung zu beseitigen. Wenn das nicht gelinge, so seien ungerechtfertigt erhöhte Preise herabzusetzen und weitere Preiserhöhungen von einer Bewilligung abhängig zu machen. Diese Bestimmung des Entwurfes ist nahezu unverändert zu Art. 3 des definitiven Beschlusses geworden. Die zugehörige Botschaft des Bundesrates bestätigt eindeutig, dass die ursprünglichen Art. 1 und 2 des Entwurfes als Umschreibung des Geltungsbereiches des Überwachungsbeschlusses und der Zuständigkeit des Beauftragten gedacht waren (BBl |3331972| II 1571 und 1591). Daran hat entgegen der Auffassung des EVD auch die Einfügung von Art. 2 BB durch das Parlament nichts geändert. Aus dieser Bestimmung kann keine Erweiterung des Geltungsbereiches abgeleitet werden.\n\n3. Aus den Vorarbeiten zum BB ergibt sich ebenso eindeutig, dass der Preisüberwachungsbeschluss nicht einen Preisstopp oder eine umfassende Preiskontrolle bezweckte. So führte der Bundesrat in seiner Botschaft unter anderem aus:\n\n\"Preisstopp und umfassende Preiskontrolle erwiesen sich immer\n\ndann als Fehlschlag, wenn sie nicht von einer lückenlosen\n\nLohnüberwachung ergänzt und nachfragedämpfenden Globalmassnahmen getragen\n\nund schliesslich abgelöst wurden.\n\nTrotz dieser grundsätzlichen Ablehnung einkommenspolitischer\n\nMassnahmen in Form eines umfassenden Preis- und Lohnstopps kann\n\nder Bundesrat übermässigen Preisentwicklungen bei einzelnen Waren\n\noder Dienstleistungen nicht tatenlos zusehen.\" (BBl 1972 II 1554 f.).\n\nTatsächlich sind denn auch die Grundstückspreise von der Überwachung ausgenommen worden; ein auf ihre Unterstellung abzielender Antrag wurde im Parlament abgelehnt (Amtl.Bull. N. 1972 S. 2381, 2390; N. 1973 S. 1160 f.).\n\nEbensowenig wurden die Mietzinse als Preise von Waren oder Dienstleistungen begriffen. Daher oder statt dessen wurde der Bundesbeschluss über Massnahmen gegen Missbräuche im Mietwesen auf das ganze Land ausgedehnt (Art. 6 BB; BBl 1972 II 1571 f.). Dabei ist zu beachten, dass der Beauftragte für die Mietzinsüberwachung nicht zuständig ist.\n\nEs lässt sich keine einleuchtende Erklärung dafür finden, warum, wenn nach dem ausdrücklichen Willen des Gesetzgebers Mieten und Grundstücksverkäufe von der Überwachung ausgenommen sind, die gewissermassen dazwischen liegenden Baurechtszinse ihr unterstellt sein sollten. Auch die Entstehungsgeschichte des BB liefert keinen Anhaltspunkt für eine solche Betrachtungsweise. Die Systematik des Beschlusses bestätigt, dass es sich gerade nicht so verhält, dass alles der Preisüberwachung untersteht, was nicht ausdrücklich davon ausgenommen ist; vielmehr wird positiv umschrieben, was unterstellt sein soll, nämlich die Preise von Waren und Dienstleistungen.\n\n4. Auch vom Zweck her gesehen ist die Anwendung des Preisüberwachungsrechtes auf den vorliegenden Sachverhalt nicht angezeigt. Veranlassung zu der Preisüberwachung gab |334| die konjunkturelle Marktlage, welche Anbieter von Waren oder Dienstleistungen in die Lage versetze, den Nachfrageüberhang auszunützen, um einseitig beim Kunden überhöhte Preise für Waren oder Dienstleistungen durchzusetzen (BBl 1972 II 1555). Im vorliegenden Fall dagegen haben die Parteien zum vornherein eine vertragliche Vereinbarung getroffen, derzufolge ein langfristiges Vertragsverhältnis im Abstand von 25 Jahren den veränderten Verhältnissen anzupassen sei. Ein Zusammenhang mit einer ausserordentlichen konjunkturellen Situation besteht also nicht. Sie ist nicht auslösende Ursache. Die Anpassung soll an den dannzumal geltenden Verkehrswert des Landes und die Boden- und Kapitalzinsverhältnisse erfolgen. Mangels Verständigung unter den Parteien hat ein Schiedsgericht den während 25 Jahren unverändert gebliebenen und nachher wieder unverändert bleibenden Baurechtszins neu festzusetzen.\n\nDie Anpassung des Baurechtszinses hat ihre Veranlassung mithin nicht in der Ausnutzung einer konjunkturellen Ausnahmesituation. Für die Anpassung sind ebensowenig die vorübergehenden ausserordentlichen Verhältnisse massgebend, sondern eine objektiv zu beurteilende dauerhafte Lage. So hat denn auch die Bewertungskommission den Bodenwert gestützt auf ein Gesetz über die Ermittlung der Grundstückwerte vom 20. Juni 1968 nach objektiven Gesichtspunkten geschätzt. Daher rührt es, dass nach der Beurteilung des Finanzdepartementes des Kantons Basel-Stadt die auf Grund der Baurechtszinsanpassung erhöhten Mieten immer noch weit niedriger liegen als der Basler-Durchschnitt. Dieser Hinweis soll nicht im Sinne einer materiellen Beurteilung der Angemessenheit der Baurechtszinsanpassung verstanden werden, sondern als Bestätigung dafür, dass der Sachverhalt nicht die Merkmale aufweist, die Veranlassung zum Preisüberwachungsbeschluss gegeben haben.\n\n5. Die vom EVD vergleichsweise herangezogene Überwachung der Hypothekarzinse lässt keinen Schluss auf die Zulässigkeit der Überwachung auch der Baurechtszinse zu. Gestützt auf Art. 2 BB hat der Bundesrat in Art. 5 Abs. 1 VO das Bankengewerbe der Meldepflicht für Preiserhöhungen unterstellt. Banken gelten als Dienstleistungsbetriebe. Anscheinend wurde die Unterstellung verfügt in der Meinung, dass die von Banken für Gelddarleihen aller Art zur Anwendung |335| gebrachten Zinssätze überwacht werden sollten. Ob das nach Art. 1 BB tatsächlich zutrifft, kann offen bleiben. Aus der Unterstellung grundpfändlich gesicherter Darlehen unter die Preisüberwachung kann jedenfalls nicht geschlossen werden, dass deswegen auch die Baurechtszinse überwacht werden müssten. Das Hypothekarzinsgeschäft gehört zu den Dienstleistungen des Bankengewerbes; die Besonderheit besteht lediglich darin, dass die Rückzahlung der Hypothekardarlehen durch den Wert bestimmter Grundstücke sichergestellt ist, während dies für andere Darlehens- und Kreditverhältnisse nicht der Fall ist. Das Baurecht als beschränktes dingliches Recht dagegen steht mit dem Eigentum an Grundstücken in Zusammenhang. Die für seine Einräumung geschuldete Entschädigung, der Baurechtszins, besteht, wie deutlich aus dem französischen Ausdruck \"rente du droit de superficie\" hervorgeht, in einer jährlichen Rente, die nicht als Kapitalzins und auch nicht als Amortisationsbeitrag oder als Annuität zu verstehen ist, wie der Bundesrat in seiner Botschaft zur Revision der Vorschriften über das Baurecht ausführte (BBl 1963 I 971). Somit darf aus der Unterstellung der Hypothekarzinse unter den BB nicht der Schluss auf die Zulässigkeit der Überwachung der Baurechtszinse gezogen werden.\n\n6. Endlich kann auch nicht gesagt werden, das Fehlen der Unterstellung der Baurechtszinse unter die Überwachung beruhe auf einem Versehen des Gesetzgebers; es bestehe deshalb eine Lücke im BB. Eine Gesetzeslücke könnte nur bei einer planwidrigen Unvollständigkeit des Erlasses angenommen werden. Die Gesetzesmaterialien liefern keinen Anhaltspunkt dafür; im Gegenteil ist aus der ausdrücklichen Ablehnung der Preisüberwachung für Grundstücksverkäufe durch das Parlament und der speziellen, nicht im BB enthaltenen Regelung für die Mietzinsüberwachung auf ein qualifiziertes Schweigen des Gesetzgebers zu schliessen.\n\n7. Erstreckt sich der Geltungsbereich des Preisüberwachungsbeschlusses und die Zuständigkeit des Beauftragten nicht auf Baurechtszinse, so ist dem Hauptbegehren des Beschwerdeführers auf Aufhebung der angefochtenen Verfügung zu entsprechen. Es erübrigt sich daher, zu prüfen, ob die Beschwerde auch deswegen geschützt werden müsste, weil die Erhöhung der Baurechtszinse nicht als ungerechtfertigt erachtet werden könnte.\n\n|336|\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen, und der Entscheid des Beauftragten für die Überwachung der Preise, Löhne und Gewinne vom 31. Dezember 1974 wird aufgehoben."}