{"annee": "101", "cour": "IB", "page": "405", "date": "3/12/1975", "cite": ["94 I 286", "87 I 87", "98 IB 329", "95 I 490"], "cite_par": ["134 II 49", "110 IB 52", "106 IB 381", "113 IB 39", "110 IB 43", "102 IB 271", "110 IB 340", "104 IB 79", "111 IB 300", "110 IA 145"], "chapeau": "69. Auszug aus dem Urteil vom 3. Dezember 1975 i.S. Lehmann und Fuhrer gegen Kanton Bern und Eidg. Schätzungskommission 6. Kreis", "regestes": ["Expropriation de droits découlant des rapports de voisinage; indemnité de moins-value (art. 19 litt. a LEx.). Conditions pour que soit admis le caractère excessif des bruits provenant d'une route nationale: importance des \"niveaux sonores admissibles\" pour déterminer le caractère spécial du dommage (consid. a, aa); notion de zone d'habitation tranquille (consid. a, cc); une moins-value de 10% peut encore être considérée comme un dommage grave (consid. b)."], "faits": "BGE 101 Ib 405 S. 406\n\nDie N6 führt bei Oberwichtrach in einem Abstand von 57,5 m bzw. 77,5 m westlich der landwirtschaftlichen Liegenschaften des Fritz Fuhrer und der Frau R. Lehmann vorbei, die ungefähr 1100 m vom Dorfkern entfernt sind. Die betreffende Autobahnstrecke ist am 10. Mai 1972 dem Verkehr übergeben worden. Am 3. Juli 1972 stellten die beiden Grundeigentümer bei der Eidg. Schätzungskommission des 6. Kreises (kurz: ESchK) das Begehren, der Staat Bern sei zu verpflichten, auf eine Länge von 500 m eine schallschluckende Mauer oder einen Damm zu errichten, oder ihnen allenfalls Entschädigungen von Fr. 32'000.-- und Fr. 20'000.-- zu bezahlen, weil wegen des Verkehrslärms der N6 im Bereich ihrer Liegenschaften ein Wohnen unerträglich geworden sei. Am 26. März 1974 wies die ESchK die Begehren ab.\n\nMit einer gemeinsamen Verwaltungsgerichtsbeschwerde wiederholen die Gesuchsteller ihre Begehren vor Bundesgericht. Dieses heisst die Beschwerde nach zwei Augenscheinen mit den Experten Prof. W. Furrer und dipl. Arch. T. Rimli teilweise gut.", "considerants": "Aus den Erwägungen:\n\n3. Nach der Rechtsprechung ist eine Entschädigung für Nachteile aus Immissionen nur geschuldet, wenn diese schwer und intensiv sind, den Eigentümer in besonderer Weise treffen und nicht vorhergesehen werden konnten (BGE 94 I 300, BGE 95 I 493, BGE 98 Ib 331).BGE 101 Ib 405 S. 407\n\na) Voraussetzung der Spezialität des Schadens\n\naa) Diese Voraussetzung ist erfüllt, wenn die Einwirkung ausserhalb des Normalen liegt (nicht veröffentlichtes Urteil i.S. Knecht und Kons. vom 8. Mai 1974). Das trifft in der Regel zu, wenn der Lärm von solcher Stärke ist, dass er die von der Eidg. Expertenkommission in ihrem Bericht an den Bundesrat von 1963 unter dem Titel \"Lärmbekämpfung in der Schweiz\" aufgestellten Grenzrichtwerte klar übersteigt. Auch wenn diese Werte keine gesetzliche Geltung haben, so kommt ihnen doch als Arbeitsergebnis von Fachleuten die Bedeutung von Richtlinien zu, von denen der Richter nicht ohne wichtigen Grund abweicht.\n\nIn bereits vergleichsweise erledigten Fällen von Lärmimmissionen an der N6 (Dr. Sigrist und L'Eplattenier/Martig) wurde die Übermässigkeit der Immission als erfüllt angesehen, wenn insbesondere die häufigen Spitzen (L 1) nachts den Grenzrichtwert um 9 und mehr dB (A) überschritten. Da sich nämlich der Strassenlärm in sog. stochastischen Geräuschen äussert, die vom Unterbewusstsein nur sehr schwer oder überhaupt nicht programmiert werden und an die sich daher der Mensch nicht gewöhnt, wirken sich vor allem die Lärmspitzen während der Nacht äusserst störend aus, wenn sie über die bei 45-50 dB (A) liegende Weckschwelle deutlich hinausgehen (vorgenanntes Urteil i.S. Knecht; Bericht der vorgenannten Expertenkommission von 1963, S. 59; GRANDJEAN/LAUBER, Lärmimmissionen von Autobahnen, NZZ Nr. 94 vom 26.2.1973, S. 39).\n\nDas ist hier nach den Feststellungen des Experten Furrer bei beiden Liegenschaften der Fall. Die Grenzrichtwerte 1963 liegen nämlich für ruhige Wohnzonen und nachts für die häufigen Spitzen L 1 bei 55 dB (A). Sie werden im Fall Fuhrer um 9-10 dB (A), im Fall Lehmann um 10 dB (A) im Durchschnitt überschritten. Damit ist in beiden Fällen jene Intensität der Lärmeinwirkung erreicht, die über den Rahmen des Normalen klar hinausgeht.\n\nbb) (Einwand betreffend der anzuwendenden Grenzrichtwerte)\n\ncc) Das weitere Vorbringen des Beschwerdegegners, dass jedenfalls die für eine ruhige Wohnzone geltenden Grenzrichtwerte BGE 101 Ib 405 S. 408ausser Betracht fallen müssten, weil die beiden Liegenschaften nicht in einer \"Wohnzone\", sondern \"im übrigen Gemeindegebiet\" lägen, geht fehl. Es verkennt, dass die in beiden Berichten erwähnten Zonen sog. Geräuschzonen sind, die sich mit den baurechtlichen Zonen der Gemeinde keineswegs decken müssen. Ob im gegebenen Fall eine ruhige Wohnzone im Sinne einer Geräuschzone vorliegt und wieweit sich diese erstreckt, bestimmt sich nach den tatsächlichen Gegebenheiten (Bericht von 1963, S. 64), d.h. den wirklich vorhandenen Geräuschverhältnissen. Dass so betrachtet die Liegenschaften Fuhrer und Lehmann vor dem Bau der N6 in einer ausgesprochen ruhigen Gegend lagen, wird auch vom Staat Bern nicht in Abrede gestellt. Es rechtfertigte sich daher, diese tatsächlichen Geräuschverhältnisse jenen einer ruhigen Wohnzone gleichzustellen und die hiefür von der Fachkommission in ihrem Bericht von 1963 angegebenen Grenzrichtwerte anzuwenden. Schliesslich ist unerheblich, dass es sich bei den fraglichen Liegenschaften um landwirtschaftliche Heimwesen und nicht um ausschliessliche Wohnbauten handelt. Auch die Bewohner eines Bauernhauses in ruhiger Lage haben Anspruch darauf, in ihrer Nachtruhe geschützt oder bei deren erheblicher Beeinträchtigung durch den Betrieb eines öffentlichen Werkes dafür entschädigt zu werden.\n\nb) Voraussetzung der Schwere des Schadens\n\naa) Aufgrund eines Vergleichs der in den vorliegenden Fällen gemessenen Überschreitung der Grenzrichtwerte mit den überschiessenden Lärmquoten früher erledigter Fälle und den hiefür nach einem in Folgen von je 5% aufsteigenden Rastersystem berechneten Minderwerte gelangten die beiden Experten zum Schluss, dass im Fall Lehmann der Schaden 10% beträgt. Diese auch vom Staat Bern als solche nicht bemängelte Wertung ist sachlich begründet; sie ist weder offensichtlich falsch noch lückenhaft noch widersprüchlich, weshalb für das Bundesgericht kein Anlass besteht, von ihr abzuweichen (BGE 87 I 90, BGE 94 I 291).\n\nEs bleibt indessen die Frage, ob ein Minderwert von 10% noch rechtlich erheblich sei. Die Erwägungen in BGE 98 Ib 329 könnten auf den ersten Blick zur Annahme verleiten, es sei darin die Grenze bei 15% gezogen worden. Das entspricht BGE 101 Ib 405 S. 409jedoch nicht ihrem wahren Sinn; jener Entscheid verweist ausdrücklich auf BGE BGE 95 I 495, wo einzig erklärt wurde, ein Einschlag von 15% auf den Verkehrswert müsse im Sinne von BGE 94 I 302 als erheblich gelten. Der letztgenannte Entscheid aber bezeichnete mit keinem Wort einen Minderwert von 15% als unterste Grenze, sondern hielt unmissverständlich fest, der unterste Grenzwert könne nicht allgemein bestimmt werden; es sei nach den gesamten Umständen des Einzelfalles \"équitablement\" zu wägen, ob die Beeinträchtigung eine erhebliche sei. Ausgeschlossen wurde nur \"un tort bénin\", ein geringfügiger Schaden. Dementsprechend hat sich das Bundesgericht in der neuesten Rechtsprechung (genanntes Urteil i.S. Knecht) nicht auf eine bestimmte Wertgrenze festgelegt. Im vergleichsweise erledigten Parallelfall des Dr. Sigrist hatte die Instruktionskommission mit Zustimmung des Staates Bern einen Minderwert von 10% noch als erheblich erachtet. Auch im vorliegenden Fall rechtfertigt dies eine billige Würdigung aller Umstände, namentlich der bescheidenen Verhältnisse, in denen die Beschwerdeführerin lebt und die es ihr nicht gestatten, aus eigenen Mitteln das Nötige vorzukehren, um die störenden Einwirkungen des Verkehrs auf der N6 in ihrem Hause zu dämpfen.\n\nDer Experte Rimli hat die Entschädigung für 10% Minderwert nach sachlicher Prüfung aller Faktoren auf Fr. 5'000.-- berechnet. Keine Partei macht etwas geltend, was zu einer anderen Wertung zwingen würde. Der Beschwerdeführerin Nr. 1 ist daher dieser Betrag zuzusprechen.\n\nbb) (Verhältnisse im Fall Fuhrer.)"}