{"annee": "101", "cour": "IV", "page": "137", "date": "11/7/1975", "cite": ["73 IV 159", "79 IV 6"], "cite_par": [], "chapeau": "36. Auszug aus dem Urteil des Kassationshofes vom 11. Juli 1975 i.S. Vogelsanger gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 80 ch. 2 al. 6 CP. Radiation anticipée de l'inscription au casier judiciaire. L'\"acte particulièrement méritoire\" implique plus que la fidèle exécution de ses obligations et un bon comportement."], "faits": "BGE 101 IV 137 S. 137\n\nA.- Der 1945 geborene Ingo Vogelsanger, der am 18. März 1960 wegen Sachentziehung von der Jugendanwaltschaft Zürich einen Verweis erhalten und am 31. Oktober 1963 durch das Bezirksgericht Zürich wegen wiederholten Diebstahls, Sachbeschädigung und Hausfriedensbruchs in eine Anstalt für Jugendliche eingewiesen worden war, aus der er am 30. Januar 1965 mit einer Probezeit von einem Jahr entlassen wurde, liess sich in der Zeit von Dezember 1966 bis Juni 1967 zahlreiche, zum Teil schwere Straftaten zuschulden kommen, die er teils allein, zur Hauptsache aber im Zusammenwirken mit Anderen beging. Er wurde deshalb am 4. Juli 1968 vom Obergericht des Kantons Zürich wegen Raubes, vollendeten und versuchten gewerbs- und bandenmässigen Diebstahls, fortgesetzten Hausfriedensbruchs, wiederholter und fortgesetzter Sachbeschädigung, vollendeten und versuchten Betrugs, Irreführung der Rechtspflege, Entwendung eines Motorfahrzeugs bzw. eines Fahrrads zum Gebrauch, wiederholten und fortgesetzten Fahrens ohne Führerausweis und wiederholter und fortgesetzter Widerhandlung gegen die kantonale Waffenverordnung zu dreieinhalb Jahren Zuchthaus und vier Jahren Einstellung in der bürgerlichen Ehrenfähigkeit verurteilt.\n\nAm 18. Januar 1970 wurde Vogelsanger aus der Strafhaft bedingt entlassen. Es wurde ihm eine Probezeit von drei Jahren und die Weisung auferlegt, Arbeitsplatz und Unterkunft nur im Einverständnis mit der Schutzaufsicht zu wechseln und jederzeit über seine Einnahmen und Ausgaben Rechenschaft BGE 101 IV 137 S. 138zu geben. Er arbeitete zunächst als Automechaniker und trat dann im Einverständnis mit der Schutzaufsicht in die Firma Vetropack AG in Bülach über, wo er vom Werkstattarbeiter zum Instruktor aufstieg. Im September 1970 hatte er die Tochter eines leitenden Angestellten der Firma geheiratet.\n\nNach dem obergerichtlichen Urteil bestanden gegen Vogelsanger und seine Komplizen Schadenersatzforderungen von Fr. 50'000.--, wobei der Anteil des Beschwerdeführers sich auf Fr. 16'000.-- belief. Auf Verwendung des Sozialdienstes der Justizdirektion des Kantons Zürich fanden sich die Gläubiger zu einem erheblichen Nachlass bereit, sodass Vogelsanger schliesslich noch Fr. 3'500.-- bezahlen musste. Er beglich diese Forderung mit geborgtem Geld, das er bis zum Ablauf der Probezeit ratenweise pünktlich zurückzahlte. Auch sein sonstiges Verhalten während der Probezeit war einwandfrei.\n\nB.- Am 3. März 1975 stellte Vogelsanger beim Obergericht des Kantons Zürich ein Gesuch um vorzeitige Löschung des Strafregistereintrags, weil er zur Weiterbildung ein Jahr in Amerika oder Kanada arbeiten wolle, welchem Vorhaben jedoch der Eintrag im Strafregister entgegenstehe. Der Sozialdienst der Justizdirektion des Kantons Zürich unterstützte das Gesuch.\n\nDas Obergericht wies das Gesuch am 14. April 1975 ab, weil die Voraussetzung des Art. 80 Abs. 6 StGB nicht erfüllt sei.\n\nC.- Vogelsanger führt Nichtigkeitsbeschwerde mit dem Antrag, seinem Begehren um vorzeitige Löschung der Eintragung im Strafregister sei zu entsprechen.\n\nDie Staatsanwaltschaft des Kantons Zürich beantragt Abweisung der Beschwerde.", "considerants": "Aus den Erwägungen:\n\n2. Nach Art. 80 Ziff. 1 Abs. 1 StGB löscht der Strafregisterführer den Eintrag von Amtes wegen, wenn seit dem Urteil über die richterlich zugemessene Dauer der Freiheitsstrafe hinaus bei Zuchthaus zwanzig Jahre verstrichen sind. Gemäss Ziff. 2 Abs. 1 und 3 von Art. 80 kann der Richter auf Gesuch des Verurteilten bei Zuchthaus die Löschung nach zehn Jahren verfügen, wenn sein Verhalten es rechtfertigt und er den gerichtlich oder durch Vergleich festgestellten Schaden, soweit BGE 101 IV 137 S. 139zumutbar, ersetzt hat und das Urteil bezüglich der Nebenstrafen vollzogen ist. Schliesslich kann nach Abs. 6 die Löschung früher verfügt werden, wenn ein besonders verdienstliches Verhalten des Verurteilten es rechtfertigt.\n\n3. Im vorliegenden Fall sind seit der bedingten Entlassung (Art. 81 Abs. 2 StGB) nicht zehn, sondern nur fünfeinhalb Jahre verstrichen. Eine vorzeitige Löschung ist daher nur möglich, wenn die Voraussetzung des Art. 80 Ziff. 2 Abs. 6 StGB gegeben ist.\n\na) Im Unterschied zur früheren Ordnung des Art. 80 Abs. 3 StGB, der hiefür eine besonders verdienstliche \"Tat\" forderte, die nach der Rechtsprechung ein ausserordentliches, an Selbstaufopferung grenzendes Tun voraussetzte (BGE 79 IV 8), genügt heute ein besonders verdienstliches \"Verhalten\". Der französische Text der systematischen Sammlung spricht zwar weiterhin von \"acte particulièrement méritoire\", obschon der Ständerat einen Text mit dem Wort \"conduite\" angenommen (Sten.Bull. StR 1967 S. 44) und die Kommission des Nationalrates in ihrem Antrag an die Kammer in der zweiten Lesung eine analoge Fassung vorgesehen hatte. Sonderbarerweise lag dann der Beratung im Nationalrat wieder ein Text mit dem Ausdruck \"acte particulièrement méritoire\" zugrunde, ohne dass ein sachlicher Grund hiefür ersichtlich wäre, zumal die deutsche, von diesem Rat angenommene Fassung vom \"Verhalten\" sprach. In Übereinstimmung mit dem deutschen Gesetzeswortlaut steht dann wiederum der italienische Text mit der Wendung \"condotta particolarmente meritoria\".\n\nb) Mit dieser Änderung des Wortlauts wollte über die Voraussetzung der besonders verdienstlichen Tat hinausgegangen werden, weil ihr meist etwas Zufälliges und Einmaliges anhaftet, und ein besonders verdienstliches Verhalten, dem oft lange Bemühungen zugrunde liegen können, einbezogen werden, um damit dem Interesse an einer erleichterten Wiedereingliederung des Gestrauchelten vermehrt Rechnung zu tragen (Botschaft, BBl 1965 I 585 unten; Sten.Bull. StR 1967 S. 44 Ziff. 4). Indessen begnügt sich auch der revidierte Text nicht mit dem Erfordernis eines verdienstlichen Verhaltens, sondern verlangt ein \"besonders\" verdienstliches Verhalten. Wohlverhalten und redliches Bemühen bei der Wiedergutmachung des Schadens reichen dazu nicht aus. Das zeigt schon die Systematik BGE 101 IV 137 S. 140der gesetzlichen Ordnung. Kann nämlich der Richter nach Art. 80 Ziff. 2 Abs. 1 und 3 StGB bei Zuchthaus die Löschung auch nach zehn Jahren nur verfügen, wenn das Verhalten des Verurteilten es rechtfertigt und er den gerichtlich oder durch Vergleich festgestellten Schaden, soweit zumutbar, ersetzt hat, dann kann erst recht eine vorzeitige Löschung gemäss Abs. 6 nur möglich sein, wenn der Verurteilte mehr getan hat, als das Gesetz von ihm nach Art. 80 Ziff. 2 Abs. 1 verlangt. Die Anforderungen an das besonders verdienstliche Verhalten können immerhin etwas gelockert werden, wenn die Dauer des Wohlverhaltens sich dem Ende der zehnjährigen Frist des Art. 80 Ziff. 2 Abs. 3 StGB nähert (analog zu Art. 64 vorletzter Absatz StGB und BGE 73 IV 159), was hier aber nicht zutrifft.\n\nDas Obergericht hat die Rechtslage richtig erkannt, wenn es feststellt, der Begriff des besonders verdienstlichen Verhaltens gebe zwar gegenüber der früheren Regelung einen etwas weiteren Spielraum, doch müsse von einem solchen Verhalten mehr als blosse Pflichterfüllung und Wohlverhalten (Schadensdeckung, gute berufliche Beurteilung, geordnete persönliche Verhältnisse usw.) erwartet werden, ansonst Art. 80 Ziff. 2 Abs. 6 StGB seinen Sinn verlöre. Wenn die Vorinstanz hievon ausgehend zum Schluss gelangte, die Akten des Falles erlaubten die Annahme eines besonders verdienstlichen Verhaltens nicht und der Beschwerdeführer räume selber ein, dass er ein solches nicht geltend zu machen vermöge, so muss es dabei für den Kassationshof sein Bewenden haben. Der Begriff des besonders verdienstlichen Verhaltens ist ein unbestimmter Gesetzesbegriff, dessen Auslegung wohl Rechtsfrage ist, dessen Anwendung auf den konkreten Fall aber vom Sachrichter eine ermessensmässige Wertung verlangt, in die das Bundesgericht nur eingreift, wenn sie die Grenze einer pflichtgemässen Würdigung überschreitet. Davon kann hier nicht die Rede sein.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}