{"annee": "101", "cour": "IA", "page": "154", "date": "21/5/1975", "cite": ["72 I 95", "96 I 396", "98 IA 527", "98 IA 537", "97 I 250"], "cite_par": ["124 I 327", "126 III 534", "120 IA 256", "108 IB 85", "116 II 625", "103 IA 531"], "chapeau": "27. Urteil vom 21. Mai 1975 i.S. Verband der Schlittschuh- und Rollschuh-Sporte Jugoslawiens gegen Gschwend und Kantonsgerichtspräsidium des Kantons Appenzell A.Rh.", "regestes": ["Convention de Genève pour l'exécution des sentences arbitrales étrangères, du 26 janvier 1927. Traité de commerce entre la Suisse et la Yougoslavie, du 27 septembre 1948. Réserve de l'ordre public du pays d'exécution. 1. Le fait qu'une sentence arbitrale étrangère n'est munie d'aucune indication relative aux voies de recours ou ne contient qu'une indication incomplète, sans mention des voies de recours extraordinaires, n'est pas contraire à l'ordre public suisse. Même l'exclusion de toute possibilité de recours dans l'Etat du siège de l'arbitrage n'empêche pas l'exécution de la sentence (consid. 3a). 2. Objection tirée de la violation du principe de la bonne foi et de la violation du droit d'être entendu dans la procédure arbitrale étrangère (consid. 3b). 3. Exception au caractère cassatoire du recours de droit public."], "faits": "|155|\n\nA.- Am 29. September 1966 schloss Norbert Gschwend mit dem \"Organisationskomitee der Europameisterschaften im Eiskunstlauf 1967 in Ljubljana/Jugoslawien\" einen \"Exclusiv-Mietvertrag\" ab, durch den ihm gegen 85'000 US Dollar die Benützung und Untervermietung der Werbeflächen auf dem Platze der Veranstaltung gestattet wurde. Da diese entgegen den ursprünglichen Erwartungen nicht durch die Eurovision im Fernsehen übertragen wurde, verweigerte Gschwend die Bezahlung des noch ausstehenden Betrages von 42'500 Dollar. Aufgrund einer im Vertrag enthaltenen Schiedsklausel leitete daraufhin der \"Verband der Schlittschuh- und Rollschuhsporte Jugoslawiens\" als Träger des erwähnten Organisationskomitees gegen Gschwend bei der \"Cour d'arbitrage du commerce extérieur auprès de la Chambre économique fédérale\" in Belgrad ein Schiedsverfahren ein. Ein aus drei Mitgliedern zusammengesetztes Schiedsgericht verpflichtete Gschwend mit Urteil vom 22. Februar 1973 zur Bezahlung der Restsumme von 42'500 Dollar nebst Zinsen und Prozesskosten; eine Gegenforderung des Beklagten in Betrage von 22'500 Dollar wurde abgewiesen.\n\nB.- Gestützt auf das ergangene Schiedsurteil leitete der jugoslawische Gläubiger gegen Gschwend an dessen Wohnsitz in Herisau eine Betreibung ein, wogegen Rechtsvorschlag erhoben wurde. Mit Entscheid vom 15. November 1974 wies das |156| Kantonsgerichtspräsidium (IV. Abteilung) des Kantons Appenzell A.Rh. das Begehren des Gläubigers um definitive Rechtsöffnung ab.\n\nC.- Der \"Verband der Schlittschuh- und Rollschuhsporte Jugoslawiens\" führt gegen die Verweigerung der definitiven Rechtsöffnung gestützt auf Art. 84 lit. c OG beim Bundesgericht staatsrechtliche Beschwerde wegen Verletzung staatsvertraglicher Verpflichtungen.\n\nD.- Der Beschwerdegegner Norbert Gschwend und das Kantonsgerichtspräsidium Appenzell A.Rh. beantragen Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der angefochtene Entscheid kann laut Rechtsmittelbelehrung an eine kantonale Appellationsinstanz weitergezogen werden. Gleichwohl ist auf die vorliegende staatsrechtliche Beschwerde einzutreten, da es sich um eine solche nach Art. 84 lit. c OG handelt, für welche das Erfordernis der Erschöpfung des kantonalen Instanzenzuges nicht gilt.\n\n2. Der Beschwerdeführer beruft sich einerseits auf das Genfer Abkommen zur Vollstreckung ausländischer Schiedssprüche vom 26. September 1927, dem sowohl die Schweiz als auch Jugoslawien beigetreten sind, und anderseits auf den schweizerisch-jugoslawischen Handelsvertrag vom 27. September 1948, der unter anderem in Art. 11 auch die Pflicht zur Vollstreckung von Schiedssprüchen vorsieht. Die Anwendbarkeit dieser beiden Abkommen ist zu Recht unbestritten. Die New Yorker Konvention vom 10. Juni 1958 über die Anerkennung und Vollstreckung ausländischer Schiedssprüche ist hier nicht anwendbar, da Jugoslawien ihr nicht beigetreten ist.\n\n3. Nach dem Genfer Abkommen (Art. 1 Abs. 2 lit. e) wie auch nach dem Handelsvertrag von 1948 (Art. 11 Abs. 2 lit. a) kann die Vollstreckung des ausländischen Schiedsspruches u.a. dann verweigert werden, wenn er gegen den ordre public des Landes verstösst, in dem um die Vollstreckung nachgesucht wird. Dieser Vorbehalt erstreckt sich nicht nur auf den Inhalt des ausländischen Entscheides, sondern auch auf das Verfahren, in dem dieser ergangen ist (BGE 98 Ia 533, BGE 97 I 256, 156 f. mit Hinweisen).\n\na) Der Beschwerdegegner und mit ihm der kantonale Rechtsöffnungsrichter erblicken eine Verletzung des schweizerischen |157| ordre public darin, dass der in Jugoslawien ergangene Schiedsspruch keinem Rechtsmittel unterworfen bzw. mit einer ungenügenden Rechtsmittelbelehrung versehen gewesen sei.\n\nDas in serbischer Sprache verfasste Urteil des Schiedsgerichtes vom 22. Februar 1973 wurde dem Schuldner am 5. September 1973 zugestellt, zusammen mit einem französischen Begleitschreiben des Generalsekretärs des Schiedsgerichtshofes vom 31. August 1973, welches den Inhalt des Schiedsspruches wiedergab und hinsichtlich der Rechtsmittelmöglichkeiten folgendes ausführte:\n\n\"Conformément à l'art. 41 du Règlement de la Cour d'Arbitrage, la sentence arbitrale est définitive et elle n'est point susceptible d'appel. Elle a la force d'un jugement passé en force de chose jugée des tribunaux de droit commun (art. 449 de la Loi sur la procédure civile).\"\n\nDer Anwalt des Beschwerdegegners erkundigte sich am 15. September 1973 sowohl brieflich als auch telegrafisch beim Schiedsgerichtshof in Belgrad, ob gegen den Schiedsspruch allenfalls ein ausserordentliches Rechtsmittel zulässig sei. Die Anfrage blieb gemäss unbestrittener Behauptung unbeantwortet. Der Beschwerdegegner bezeichnet die Haltung des Schiedsgerichtes als \"merkwürdig\" und den Gepflogenheiten schweizerischer Gerichte widersprechend. Wie er mittlerweile bei der Handelskammer Schweiz-Jugoslawien erfahren habe, sei auch in Jugoslawien gegen Schiedsgerichtsurteile zur Geltendmachung bestimmter Nichtigkeitsgründe eine Kassationsbeschwerde möglich. Dies dürfte zutreffen. Die Frage bedarf indessen keiner näheren Abklärung, da sie für die Beurteilung der vorliegenden Beschwerde nicht entscheidend ist.\n\nWie das Bundesgericht in BGE 96 I 399 festgehalten hat, liegt darin, dass ein zu vollstreckendes ausländisches Urteil mit keiner Rechtsmittelbelehrung versehen worden ist, kein Verstoss gegen den schweizerischen ordre public. Gleich muss es sich verhalten, wenn - wie hier - eine Belehrung zwar erteilt wird, diese aber insoweit unvollständig ist, als sie nur den Ausschluss der Appellationsmöglichkeit feststellt und über die allenfalls zulässigen ausserordentlichen Rechtsmittel keine Auskunft gibt. Der Hinweis auf derartige Rechtsmittel ist auch in der Schweiz keineswegs allgemein üblich. Dass die nachträgliche Anfrage des Schuldners beim urteilenden |158| Gericht - aus welchen Gründen auch immer - unbeantwortet geblieben ist, ändert nichts. Es war dem Schuldner bzw. dessen Anwalt nicht unmöglich oder unzumutbar, sich auf anderem Wege rechtzeitig über die bestehenden Rechtsmittelmöglichkeiten Kenntnis zu verschaffen.\n\nSelbst wenn der in Jugoslawien ergangene Schiedsspruch überhaupt keinem Rechtsmittel unterworfen gewesen wäre, wäre dies noch kein Grund, seine Vollstreckung in der Schweiz zu verweigern. Das Genfer Abkommen behält in Art. 1 Abs. 2 lit. d die Möglichkeit, dass die Gesetzgebung eines Vertragsstaates gegen Schiedssprüche keine Rechtsmittel zulässt, ausdrücklich vor und betrachtet solche Urteile ebenfalls als vollstreckbar. Es wäre nicht angängig, diese aus dem Abkommen hervorgehende Verpflichtung unter Berufung auf den einheimischen ordre public zu umgehen und die Vollstreckung vom Bestehen bestimmter Rechtsmittelmöglichkeiten abhängig zu machen. Dies wäre auch rein sachlich nicht angebracht. Es genügt, dass der Schuldner im Vollstreckungsverfahren die staatsvertraglich vorgesehenen Einwände vorbringen kann.\n\nb) Der kantonale Rechtsöffnungsrichter nahm an, dass die Vollstreckung des Schiedsspruches noch aus einem weiteren vom Schuldner geltend gemachten Grunde gegen den ordre public verstiesse. Am 20. April 1970 verfügte der Vorsitzende des Schiedsgerichtes, dass über die Frage des allfälligen Wertverlustes der Reklameflächen das Gutachten eines Experten einzuholen sei; beide Parteien wurden dafür zur Leistung eines Kostenvorschusses angehalten. Mit Schreiben vom 27. Dezember 1972 teilte der Generalsekretär des Schiedsgerichtshofes mit, dass sich die Bemühungen um den Beizug eines Experten als erfolglos erwiesen hätten. Sodann wurden die Parteien davon in Kenntnis gesetzt, dass der bisherige Präsident des Schiedsgerichtes verstorben und an seiner Stelle ein neuer Vorsitzender ernannt worden sei. In Anbetracht dieser Gegebenheiten wurden die Parteien vom Gericht aufgefordert, binnen 15 Tagen zu erklären, ob sie ihren bisherigen Stellungnahmen und Anträgen noch etwas beizufügen hätten und ob die Ansetzung einer neuerlichen mündlichen Verhandlung verlangt werde. Andernfalls werde das Gericht aufgrund des jetzigen Standes der Akten entscheiden (\"Le Collège arbitral... portera sa décision d'après l'état actuel du dossier\"). Der Anwalt des Beschwerdegegners teilte hierauf dem Schiedsgericht |159| am 12. Januar 1973 mit, dass er auf eine weitere Eingabe sowie auf eine nochmalige mündliche Verhandlung verzichte, sofern auch die klagende Partei davon absehe, was der Fall war. Das Schiedsgericht hiess in der Folge die Klage in vollem Umfange gut und wies die Gegenforderung des Beklagten ab.\n\nDer Beschwerdegegner machte im Verfahren vor dem Rechtsöffnungsrichter geltend, er habe nur deshalb auf eine Verhandlung und auf weitere Eingaben verzichtet, weil aufgrund des bisherigen Prozessganges, namentlich aufgrund der Beweisverfügung vom 20. April 1970, anzunehmen gewesen sei, das Schiedsgericht gehe davon aus, dass der Kläger für den Ausfall der Eurovisions-Übertragung einzustehen habe. Er habe daher damit rechnen dürfen, dass das Gericht die Klage entweder abweise oder selber (anstelle eines Experten) ex aequo e bono über den Wert der Minderleistung befinde. Indem das Gericht von seiner früher kundgegebenen Rechtsauffassung plötzlich abgewichen sei, ohne den Parteien Gelegenheit zu geben, auf die veränderte Situation zu reagieren, habe es den Grundsatz des rechtlichen Gehörs verletzt und auch gegen Treu und Glauben verstossen.\n\nDer dargelegte, vom kantonalen Rechtsöffnungsrichter geschützte Einwand entbehrt jeder rechtlichen Grundlage. Dass das Schiedsgericht durch sein Vorgehen irgendwelche Vorschriften des massgebenden positiven Verfahrensrechtes missachtet hätte, wird nicht behauptet. Es ist aber auch nicht ersichtlich, inwiefern grundlegende Regeln des Prozessrechtes verletzt worden sein sollen. Die Abweichung von der früheren Beweisverfügung, die nach allgemeinen Prozessgrundsätzen ohnehin jederzeit abänderbar war, erfolgte im Einverständnis mit den Parteien. Wesentlich ist, dass die Parteien ausgiebig Gelegenheit gehabt hatten, zu allen Fragen, die für das Urteil des Gerichtes erheblich waren, Stellung zu nehmen. Das Schiedsgericht hatte nie ein Teilurteil gefällt, an das es gebunden gewesen wäre. Wenn der Beschwerdegegner annahm, bei einem Verzicht auf weitere Beweiserhebungen sei das Urteil in bestimmter Weise präjudiziert, und aus diesem Grunde auf weitere prozessuale Anträge verzichtete, so beruhte dies auf einer subjektiven Würdigung, über deren Risiko er sich bewusst sein musste. Von einer schwerwiegenden Gehörsverletzung oder einer gegen Treu und Glauben verstossenden Täuschung, welche die Anwendung der ordre public-Klausel zu |160| rechtfertigen vermöchte, kann klarerweise nicht die Rede sein.\n\nc) Was vom Beschwerdegegner materiell gegen die Entscheidung des Schiedsgerichtes vorgebracht wird, hat den Charakter blosser appellatorischer Kritik, die in einem Vollstreckungsverfahren unter dem Gesichtspunkt des ordre public zum vornherein unbeachtlich ist.\n\n4. Andere staatsvertraglich vorgesehene Einwendungen, welche der verlangten Vollstreckung im Wege stehen könnten, sind nicht erhoben worden und fallen auch nicht in Betracht. Der angefochtene Rechtsöffnungsentscheid ist daher in Gutheissung der Beschwerde aufzuheben. Der Beschwerdeführer verlangt darüber hinaus, dass das Bundesgericht selber die nachgesuchte definitive Rechtsöffnung erteile. Ein solches Begehren ist an sich zulässig (BGE 98 Ia 537, BGE 72 I 96), doch kann ihm im vorliegenden Fall nicht entsprochen werden, da der Schuldner in seiner Beschwerdeantwort an das Bundesgericht eventualiter nunmehr auch die Zinsberechnung und den Umrechnungskurs, zu dem die Forderungssumme in Betreibung gesetzt wurde, beanstandet und das Rechtsöffnungsbegehren insofern noch nicht spruchreif ist. Es ist vorerst Sache des kantonalen Richters, über die Zulässigkeit und Berechtigung dieses nachträglich erhobenen Einwandes zu befinden, weshalb es mit der Aufhebung des angefochtenen Urteils sein Bewenden haben muss.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der Entscheid des Kantonsgerichtspräsidiums (IV. Abteilung) des Kantons Appenzell A.Rh. vom 15. November 1974 aufgehoben."}