{"annee": "101", "cour": "V", "page": "31", "date": "19/2/1975", "cite": [], "cite_par": ["110 V 351", "124 V 104"], "chapeau": "6. Urteil vom 19. Februar 1975 i.S. Ausgleichskasse Nidwalden gegen Bundesamt für Sozialversicherung und Eidgenössisches Departement des Innern", "regestes": ["De l'affiliation aux caisses (art. 64 LAVS) de branches non autonomes d'une entreprise."], "faits": "|31|\n\nA.- Gemäss Auszug aus dem Handelsregister des Kantons Nidwalden vom 28. Juni 1973 besteht unter der Bezeichnung \"Gesellschaft für die Verwaltung der Stiftung der Gnadenkapelle Maria Rickenbach\" ein Verein mit Sitz in Stans zum Zweck der \"Verwaltung der Stiftung der Wallfahrtskapelle, der Pfründe, des Pilgerhauses, des Kurhaus Engel mit Umgelände, Wald und Drahtseilanlage in Maria Rickenbach\". Unter der Drahtseilanlage ist die Luftseilbahn Dallenwil-Niederrickenbach gemeint. Diese besitzt, wie die übrigen Teilbetriebe, keine rechtliche Selbständigkeit, sondern ist Bestandteil der Stiftung, die ihrerseits durch den Verein repräsentiert wird. Die Stiftung ist auch unbestrittenermassen Konzessionsinhaberin. Nach aussen tritt die Luftseilbahn wie eine selbständige Unternehmung mit eigenen Organen auf.\n\nWeil die bisher der Ausgleichskasse des Kantons Nidwalden |32| angeschlossene Luftseilbahn Mitglied des Arbeitgeberverbandes schweizerischer Transportunternehmungen war, forderte die Ausgleichskasse der schweizerischen Transportunternehmungen am 29. September 1972 von der kantonalen Ausgleichskasse die Luftseilbahn auf den 1. Januar 1973 als Mitglied an. Die Verbandsausgleichskasse verzichtete dann aber auf diesen Anschluss, nachdem sie auf Grund des von der kantonalen Ausgleichskasse beim Bundesamt für Sozialversicherung erhobenen Widerspruchs erfahren hatte, dass die Luftseilbahn keine rechtlich selbständige Unternehmung sei, sondern der Stiftung der Gnadenkapelle gehöre. Als darauf, d.h. am 30. Oktober 1972, die Luftseilbahn dem Bundesamt gegenüber auf dem Übertritt zur Ausgleichskasse Transport beharrte, schrieb diese Kasse gestützt auf einen Vorstandsbeschluss ihres Gründerverbandes am 10. Januar 1973 dem Bundesamt, einem solchen Übertritt stehe nichts entgegen. Am 19. Juni 1973 verfügte das Bundesamt: \"Die Stiftung der Gnadenkapelle Maria Rickenbach ist für die Luftseilbahn Dallenwil-Niederrickenbach ab 1. Januar 1973 der Ausgleichskasse schweizerischer Transportunternehmungen anzuschliessen.\"\n\nB.- Auf Beschwerde der kantonalen Ausgleichskasse hin bestätigte das Eidgenössische Departement des Innern mit Entscheid vom 19. Dezember 1973 diese Verfügung. Zur Begründung führte das Departement aus: Die Luftseilbahn sei mit eigenen Organen ausgestattet, woraus geschlossen werden dürfe, dass sie von der Stiftung ermächtigt sei, ihre Interessen nach aussen selbständig zu wahren. Ausserdem sei anzunehmen, die Luftseilbahn sei vom Arbeitgeberverband schweizerischer Transportunternehmungen als ein mit einer Konzessionsnehmerin verbundener Betrieb aufgenommen worden ...\n\nC.- Die kantonale Ausgleichskasse führt Verwaltungsgerichtsbeschwerde mit dem Antrag, der Entscheid des Eidgenössischen Departements des Innern sei aufzuheben, und es sei die Luftseilbahn Dallenwil-Niederrickenbach als nicht selbständiger Betrieb zusammen mit der Arbeitgeberin, der Stiftung der Kapellverwaltung Maria Rickenbach, der Ausgleichskasse des Kantons Nidwalden anzuschliessen ...\n\nDie Ausgleichskasse Transport beantragt die Abweisung der Verwaltungsgerichtsbeschwerde: Einzig die Luftseilbahn als Unternehmung mit eigener Rechnungsführung sei dem |33| Gründerverband der Ausgleichskasse Transport angeschlossen, nicht aber die Stiftung als solche.\n\nDas Bundesamt beantragt die Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. Rechtlich massgebend für die Kassenzugehörigkeit ist Art. 64 AHVG. Nach dessen Abs. 1 werden alle Arbeitgeber und Selbständigerwerbenden, die einem Gründerverband angehören, der entsprechenden Verbandsausgleichskasse angeschlossen. Arbeitgeber und Selbständigerwerbende, die sowohl einem Berufsverband als auch einem zwischenberuflichen Verband angehören, werden nach freier Wahl der Ausgleichskasse eines der beiden Verbände angeschlossen. Alle andern Arbeitgeber und Selbständigerwerbenden (mit Ausnahme der gemäss Art. 62 AHVG den Ausgleichskassen des Bundes zugehörigen) werden den kantonalen Ausgleichskassen angeschlossen (Art. 64 Abs. 2). Die Kassenzugehörigkeit eines Arbeitgebers erstreckt sich auf alle Arbeitnehmer, für die er den Arbeitgeberbeitrag zu leisten hat (Abs. 3). Der Bundesrat erlässt die erforderlichen Vorschriften über die Kassenzugehörigkeit von Arbeitgebern und Selbständigerwerbenden, die mehr als einem Berufsverband angehören oder deren Tätigkeit sich auf mehr als einen Kanton erstreckt (Abs. 4).\n\n2. Es ist unbestritten, dass die Luftseilbahn Dallenwil-Niederrickenbach keine rechtliche Selbständigkeit besitzt, sondern nur ein unselbständiger Betriebszweig der sogenannten Kapellenstiftung ist, allerdings mit einer verwaltungstechnisch besondern Organisation. Rechtssubjekt und Arbeitgeberin im Sinne der AHV ist also allein die Kapellenstiftung, welche auch die Bahnkonzession besitzt. Welches die wirkliche Rechtsnatur dieser Arbeitgeberin ist, kann, weil unter dem heute zu beurteilenden Gesichtspunkt der Kassenzugehörigkeit unerheblich, offen bleiben.\n\nDie Ausgleichskasse Transport bestätigt, dass die Stiftung dem Gründerverband als Mitglied weder angehört noch angehören kann. Sie anerkennt lediglich die Luftseilbahn als Mitglied. Ob eine solche Mitgliedschaft eines unselbständigen Betriebszweiges unter Ausschluss des eigentlichen Rechtssubjektes, dem der Betriebszweig angehört, rechtlich möglich ist, |34| braucht nicht näher geprüft zu werden. Sollte eine solche Mitgliedschaft möglich sein, so ändert dies nichts an der Tatsache, dass der rechtlich massgebende Arbeitgeber als solcher nicht Mitglied des Gründerverbandes ist. Bei Verneinung der rechtlichen Möglichkeit der Mitgliedschaft eines solchen unselbständigen Betriebszweiges würde es an sich naheliegen, den Verbandsbeitritt des Zweigbetriebes in einen solchen der Stiftung umzudeuten. Aber auch damit wäre im vorliegenden Fall nichts gewonnen, weil die Ausgleichskasse Transport die Mitgliedschaft der Stiftung als solcher nicht nur ausdrücklich verneint, sondern ausserdem als - offenbar gemäss Verbandsstatuten - gar nicht möglich bezeichnet. Demnach gehört die Stiftung gemäss Art. 64 Abs. 1 AHVG der kantonalen Ausgleichskasse an, und da sich die Kassenzugehörigkeit eines Arbeitgebers nach Art. 64 Abs. 3 AHVG auf alle seine Arbeitnehmer erstreckt, wird damit auch die Luftseilbahn erfasst.\n\nEntgegen der Auffassung des Eidgenössischen Departements des Innern kann ein bloss verwaltungstechnisch ausgeschiedener Zweigbetrieb eines Arbeitgebers keine eigene Mitgliedschaft bei einem Gründerverband und damit keine selbständige Kassenzugehörigkeit bei der betreffenden Verbandsausgleichskasse erwerben.\n\nAuch die Argumentation in der bundesamtlichen Verfügung vermag nicht zu überzeugen. Wohl mag es zutreffen, dass bei verwaltungstechnischer Verselbständigung einzelner Betriebszweige mit eigener Organisation und eigener Rechnungsführung der Anschluss an verschiedene Ausgleichskassen verwaltungsmässig durchführbar wäre. Dies macht es aber weder nötig noch auch nur wünschbar, die eindeutige Vorschrift von Art. 64 Abs. 3 AHVG zu umgehen. Die Auffassung des Bundesamtes würde die Aufsplitterung eines Arbeitgebers in beliebig viele Zweigbetriebe ermöglichen (insbesondere in Betrieben mit starker Diversifikation), Was letztlich zu unübersichtlichen und kaum kontrollierbaren Verhältnissen führen würde; denn die Verwaltungsorgane und die Kontrollinstanzen der AHV hätten es stets nur mit Teilbereichen der Arbeitgebertätigkeit zu tun, ohne eine richtige Übersicht über das Ganze zu haben. Auch das Argument der speziellen Berufszugehörigkeit besonderer Zweigbetriebe ist kein zwingendes Argument für die Zweckmässigkeit des Anschlusses an die entsprechenden |35| Verbandsausgleichskassen. Nach Art. 53 AHVG ist es ja keineswegs so, dass die Verbandsausgleichskassen je nur eine bestimmte Berufsgattung zu betreuen hätten. Nicht nur können sich gänzlich verschiedene Berufsverbände zu einem Gründerverband zusammenschliessen, sondern es sind auch zwischenberufliche Gründerverbände auf schweizerischer oder regionaler Basis möglich.\n\nDas Bundesamt will in seiner Verfügung seine Betrachtungsweise noch \"mit Erwägungen begründen, die jenen ähnlich sind, die für die Sonderregelung bei Betrieben mit örtlich getrennten Zweigniederlassungen massgebend sind\": Die Luftseilbahn und das - von der Stiftung als weiterer besonderer Betriebszweig geführte - Hotel könnten in gewissem Sinne als Zweigniederlassung der Stiftung gemäss Art. 117 Abs. 3 AHVV betrachtet werden; ferner bilde die Tatsache, dass die verschiedenen Tätigkeitsgebiete der Stiftung wirtschaftlich getrennt geführt würden, ein \"besonderes Verhältnis\" im Sinne der genannten Verordnungsbestimmung, das eine getrennte AHV-Abrechnung als vernünftig und geboten erscheinen lasse. Offenbar will das Bundesamt damit sagen, die funktionell-organisatorische Sonderstellung von bestimmten Betriebszweigen könne in Analogie zu den durch das Kriterium der örtlichen Trennung charakterisierten Zweigniederlassungen gesetzt werden. Diese Folgerung ist indessen allein schon deshalb unzutreffend, weil die Zweigniederlassung nebst der örtlichen Trennung in gewissem Masse ebenfalls eine organisatorische Trennung voraussetzt, weshalb die Zweigniederlassung gegenüber dem bloss besondern Betriebszweig eine qualifizierte Sonderstellung einnimmt. Aus diesem Grund und mangels einer wirklichen Notwendigkeit, den bloss funktionell-organisatorisch ausgeschiedenen Betriebsteilen eine besondere Kassenzugehörigkeit zu ermöglichen (was allenfalls gestützt auf Art. 64 Abs. 4 AHVG hätte vorgesehen werden können), darf keine von der Verwaltung bzw. vom Richter auszufüllende echte Lücke in der Verordnung angenommen werden. Anderseits deckt Art. 64 Abs. 4 AHVG die Bestimmung von Art. 117 Abs. 3 AHVV, wonach das Bundesamt bei Vorliegen besonderer Verhältnisse Ausnahmen von der Regel, dass Zweigniederlassungen der gleichen Ausgleichskasse wie der Hauptsitz angeschlossen werden, bewilligen kann, sicher mindestens insoweit, als es um ausserkantonale Zweigniederlassungen |36| geht. Ob diese Regelung auch bezüglich der innerkantonalen Zweigniederlassungen durch das AHVG gedeckt ist, braucht nicht näher untersucht zu werden, weil es im vorliegenden Fall nicht um eine Zweigniederlassung geht. Ebensowenig muss zur Frage Stellung genommen werden, wie es sich beim Hotel der Stiftung bezüglich der Kassenzugehörigkeit verhält, da diese Frage nicht Gegenstand der angefochtenen Verfügung ist. Aus dem gleichen Grund kann die weitere von der Beschwerdeführerin aufgeworfene Frage, nach welchem Modus die Verbandsausgleichskasse von den kantonalen Ausgleichskassen die Mitglieder anzufordern haben und inwieweit den kantonalen Ausgleichskassen diesbezüglich ein Kontrollrecht zusteht, offen bleiben. Schliesslich sei noch erwähnt, dass die Beschwerdeführerin irrt, wenn sie meint, Institutionen, die in erster Linie kulturellen und religiösen Zwecken und nicht Erwerbszwecken dienen, fehle das wesentliche Interesse an der Mitgliedschaft bei einem Berufsverband, weshalb solche Institutionen grundsätzlich der kantonalen Ausgleichskasse angeschlossen werden sollten. Sobald eben eine solche Institution gemäss Verbandsstatuten einem Berufsverband oder aber einem zwischenberuflichen Verband beitreten kann, dürfte in der Regel ein rechtlich schützenswertes Interesse an einem solchen Beitritt mindestens möglich und damit gegebenenfalls die Voraussetzung zum Anschluss an eine Verbandsausgleichskasse erfüllt sein.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird gutgeheissen, der Entscheid des Eidgenössischen Departements des Innern vom 19. Dezember 1973 und die Verfügung des Bundesamtes für Sozialversicherung vom 19. Juni 1973 werden aufgehoben mit der Feststellung, dass die Stiftung der Gnadenkapelle Maria Rickenbach bezüglich der Seilbahn der Ausgleichskasse des Kantons Nidwalden angeschlossen bleibt."}