{"annee": "101", "cour": "IV", "page": "340", "date": "2/10/1975", "cite": ["92 IV 107", "82 IV 112", "98 IV 134", "95 IV 157"], "cite_par": ["112 IV 48", "108 IV 71", "116 IV 167", "104 IB 205"], "chapeau": "81. Urteil des Kassationshofes vom 2. Oktober 1975 i.S. Vögele gegen Staatsanwaltschaft des Kantons St. Gallen.", "regestes": ["1. Art. 1 al. 1 OL. Le fait que la marchandise offerte (ici des fourrures) est sujette à des variations saisonnières de prix ne confère aucun droit à un traitement spécial (consid. I). 2. AF du 20 décembre 1972 sur la surveillance des prix, des salaires et des bénéfices; OCF du 12 juin 1973 sur l'affichage des prix de détail. L'art. 9 de l'OCF, qui interdit la mention de plusieurs prix, est couvert par la délégation figurant à l'art. 1 de l'AF (consid. II)."], "faits": "BGE 101 IV 340 S. 340\n\nA.- Das Kantonsgericht St. Gallen erklärte am 9. Mai 1975 Karl Leo Vögele, einziges Verwaltungsratsmitglied und Geschäftsführer der Charles Vögele AG, Rapperswil, wegen den 1973 und 1974 durchgeführten Verkaufsaktionen \"Übergangsbekleidung zu neu angesetzten Tiefpreisen\", \"Unser Fehler - Ihr Vorteil\", \"CV-Restenmarkt\" und \"Discountpreise für echte Pelze\" der wiederholten Übertretung von BGE 101 IV 340 S. 341Art. 20 Abs. 1 lit. a der Ausverkaufsordnung und, weil er im Januar 1974 auf nahezu allen Waren seiner Filiale Bern zwei Preise tragende Etiketten anbrachte, der Übertretung von Art. 9 der Verordnung über Anschrift der Detailpreise schuldig und büsste ihn mit Fr. 2'000.--.\n\nB.- Vögele führt Nichtigkeitsbeschwerde mit dem Antrag auf Freisprechung hinsichtlich der Verkaufsaktion \"Discountpreise für echte Pelze\" und bezüglich des Anbringens von Etiketten mit zwei Preisen.\n\nDie Staatsanwaltschaft des Kantons St. Gallen verzichtet auf Gegenbemerkungen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nI.\n\nI.1. Für die Verkaufsaktion \"Discountpreise für echte Pelze\" liess der Beschwerdeführer vom 19. Juli bis 3. August 1973 in über 30 Zeitungen in rund 20 Städten 2/3seitige Inserate erscheinen mit den Schlagwörtern: \"Discountpreise für echte Pelze\", \"Helfen Sie unseren Pelzumsätzen über das 'Sommerloch'. Wir vergelten es Ihnen mit 20% Discount\". In mehreren Rechenbeispielen wurden die derzeit gültigen Preise erklärt, z.B. Fr. 849.-- ./. 20% Fr. 169.80 = Fr. 679.20. In den Schaufenstern zeigte der Beschwerdeführer grosse Tafeln und Plakate mit den Aufschriften: \"Pelze (bzw. Echt Leder) zu Sommer-Discount-Preisen 20%\".\n\nI.2. Ausverkäufe und ähnliche Veranstaltungen, die einer behördlichen Bewilligung bedürfen, sind Veranstaltungen des Detailverkaufes, bei denen dem Käufer durch öffentliche Ankündigung in Aussicht gestellt wird, dass ihm vorübergehend besondere, vom Verkäufer sonst nicht gewährte Vergünstigungen zukommen werden (Art. 1 Abs. 1 AO). Ob in einer öffentlichen Ankündigung befristete Sondervergünstigungen in Aussicht gestellt werden, ist nicht Tat-, sondern Rechtsfrage, die der Kassationshof frei überprüfen kann. Bei ihrer Beurteilung ist der Eindruck massgebend, den die Ankündigung auf das Publikum macht, d.h. ob die angesprochene Käuferschicht in den Glauben versetzt wird, die angepriesene Ware später nicht mehr so günstig erwerben zu können wie zur Zeit des Sonderangebots, wobei den nach Landesgegend und Geschäftszweig verschiedenen Werbegepflogenheiten Rechnung zu tragen ist (BGE 95 IV 158).BGE 101 IV 340 S. 342\n\nI.3. Der Beschwerdeführer bestreitet nicht, einen zeitlich beschränkten Preisvorteil in Aussicht gestellt zu haben. Hingegen macht er geltend, ein Sommerrabatt von 20% für Pelze sei nicht eine besondere, sonst nicht gewährte Vergünstigung. Von der gesamten Pelzbranche würden, gestützt auf derogierendes Gewohnheitsrecht, in den Sommermonaten Preisvorteile gewährt. Die Sommerpreise für Pelze entsprächen lediglich der saisonalen Preisschwankung dieser Waren.\n\nIndessen kommt es allein auf den Eindruck an, den die Anpreisung macht (BGE 82 IV 114 E. 2, BGE 95 IV 160). Der Beschwerdeführer hat sich nicht damit begnügt, Sommerpreise anzusetzen. Er hat grosse Inserate mit auffälligen Schlagwörtern erscheinen lassen, in denen er anhand von Rechenbeispielen den alten und den neuen Preis bekanntgab, so wie das bei Ausverkäufen üblich ist. In den Schaufenstern zeigte er Plakate, auf denen in grosser Aufmachung der Rabattsatz von 20% angegeben war, was nach der Feststellung der Vorinstanz eindeutig über den allgemein üblichen Rahmen einer Schaufensterwerbung hinausging. Sowohl die Inserate wie die Schaufensteraufmachung mussten zwangsläufig den Eindruck erwecken, es werde ein Ausverkauf durchgeführt. Das ist unzulässig. Die Werbetätigkeit muss im Rahmen des Erlaubten bleiben. Einen Anspruch auf Sonderbehandlung besitzen Pelzhändler für ihre im Sommer billigeren Waren ebensowenig wie Modegeschäfte für ihre modeabhängigen Sommerartikel (vgl. BGE 95 IV 159).\n\nII.\n\nII.1. Weil der Beschwerdeführer im Januar 1974 in der Filiale Bern praktisch an allen Waren Etiketten mit zwei Preisen, einem früheren durchgestrichenen und einem neuen, hatte anbringen lassen, erklärte ihn die Vorinstanz der Widerhandlung gegen Art. 9 der bundesrätlichen Verordnung vom 12. Juni 1973 über Anschrift der Detailpreise (VADP) schuldig und bestrafte ihn gemäss Art. 8 des Bundesbeschlusses vom 20. Dezember 1972 betreffend Überwachung der Preise, Löhne und Gewinne (BB).\n\nII.2. Art. 1 BB bestimmt:\n\n\"Der Bundesrat ist befugt, die Entwicklung der Preise von Waren und Dienstleistungen zu überwachen. Dies erfolgt zur Verhinderung von Missbräuchen und zur Orientierung der Öffentlichkeit\". (Abs. 1).\n\n\"Der Bundesrat kann die Anschrift oder den Aufdruck der Detailpreise der Waren anordnen\". (Abs. 3).\n\nBGE 101 IV 340 S. 343\n\nArt. 9 VADP schreibt vor:\n\n\"Es ist unzulässig, neben dem massgebenden Detailpreis weitere Preise aufzuführen, sei es dass sie durchgestrichen, sei es dass sie mit Hinweisen auf frühere Gültigkeit versehen werden. Vorbehalten bleiben Herabsetzung marktüblicher Richtpreise, Preisherabsetzungen im Rahmen von Verkaufsaktionen sowie die Sonder- und Ausverkäufe.\"\n\nII.3. Der Beschwerdeführer macht geltend, das Verbot mehrerer Preisangaben in Art. 9 VADP sei unzulässig, weil der Bundesrat damit die ihm übertragene Verordnungskompetenz gemäss Art. 1 Abs. 3 BB überschritten habe. Zweck der Massnahmen zur Überwachung der Preise und damit der Pflicht zur Preisanschrift sei gemäss Art. 1 Abs. 1 BB die Verhinderung von Missbräuchen und die Orientierung der Öffentlichkeit. Demgegenüber richte sich das Verbot mehrerer Preisangaben gegen die Anschrift von Phantasiepreisen als angebliche frühere Preise, um beim Käufer den Eindruck zu erwecken, er tätige aufgrund der angeblichen Herabsetzung einen besonders günstigen Kauf. Selbst wenn aber Art. 9 VADP rechtsgültig sei, sei er nicht verletzt worden. Es habe sich in der Filiale Bern um eine Anschrift von Doppelpreisen im Rahmen einer Verkaufsaktion gehandelt, nämlich der Aktion \"CV-Restenmarkt\", Verkaufsaktionen seien jedoch in Art. 9 VADP vom Verbot ausgenommen.\n\nII.4. Bei der Prüfung der Frage, ob Art. 9 VADP dem von Art. 1 BB vorgeschriebenen Zwecke dient; darf der Richter nicht sein eigenes Ermessen an die Stelle jenes des Bundesrates setzen. Er hat sich auf die Prüfung zu beschränken, ob sich der Bundesrat mit dem Erlass von Art. 9 VADP eines Mittels bedient hat, das objektiv dem durch Art. 1 BB verfolgten Zweck dient, d.h. ob das Verbot mehrerer Preisangaben zur Verhinderung von Missbräuchen und zur Orientierung der Öffentlichkeit überhaupt geeignet ist (BGE 98 IV 135, BGE 92 IV 109).\n\nII.5. Wenn der Beschwerdeführer sagt, das Verbot mehrerer Preise richte sich gegen die Angabe von Phantasiepreisen als angebliche frühere Preise, um beim Käufer den Eindruck zu erwecken, er tätige aufgrund der angeblichen Herabsetzung einen besonders günstigen Kauf, bringt er selber zutreffend zum Ausdruck, dass Art. 9 VADP die Verhinderung von Missbräuchen und damit die richtige Orientierung der Öffentlichkeit BGE 101 IV 340 S. 344verfolgt. Dass das mit einem geeigneten Mittel geschieht, springt in die Augen. Art. 9 VADP wird daher durch die Delegationsnorm des Art. 1 BB gedeckt.\n\nDer Einwand, die Anschrift von Doppelpreisen sei im Rahmen der Aktion \"CV-Restenmarkt\", also einer vom Verbot der Doppelpreise ausgenommenen Verkaufsaktion erfolgt, verfängt schon deshalb nicht, weil der Beschwerdeführer nach der verbindlichen Feststellung der Vorinstanz nicht nur in der \"Restenecke\", sondern praktisch im ganzen Haus bei allen waren die Etiketten mit zwei Preisen hat anschreiben lassen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}