{"annee": "101", "cour": "V", "page": "1", "date": "25/2/1975", "cite": ["95 I 130", "96 I 453", "98 V 238"], "cite_par": ["119 V 78", "118 V 65", "107 V 198", "103 V 1", "111 V 77", "102 V 156", "106 V 133", "119 V 65"], "chapeau": "1. Urteil vom 25. Februar 1975 i.S. Eschler gegen Ausgleichskasse des Grosshandels und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 5 al. 2 LAVS. Ne sont pas compris dans le salaire déterminant, en vertu de l'art. 8 lit. c RAVS, les legs de l'employeur en faveur du personnel, dans la mesure où la prestation allouée à chaque individu ne dépasse pas le montant d'un mois de salaire."], "faits": "BGE 101 V 1 S. 1\n\nA.- Der am 12. Juli 1971 verstorbene Max Eschler war Inhaber der Einzelfirma Eschler-Urania, die sich unter anderem mit dem Handel und Verkauf von Automobil-Ersatzteilen und Zubehör sowie Garagen- und Tankstelleneinrichtungen befasst. Max Eschler verfügte testamentarisch, dass insgesamt Fr. X an alle Angestellten und Arbeiter, welche im Zeitpunkt seines Ablebens seit mindestens 3 Jahren im Geschäftsbetrieb tätig waren, nach Massgabe ihrer Dienstdauer auszurichten seien mit der Auflage, dass die betreffenden Arbeitnehmer noch während mindestens 2 Jahren beim Geschäftsnachfolger tätig seien.\n\nDie Firma Eschler-Urania erkundigte sich am 17. Oktober 1973 bei der Ausgleichskasse, ob die den bezugsberechtigten Arbeitnehmern auszurichtenden Beträge der paritätischen Beitragspflicht unterstellt seien. Mit Verfügung vom 12. November 1973 teilte die Ausgleichskasse der Firma mit, nach dem Wortlaut der letztwilligen Verfügung stünden die Zuwendungen in direktem Zusammenhang mit dem Arbeitsverhältnis BGE 101 V 1 S. 2und seien Treueprämien gleichzustellen; diese gehörten zum massgebenden Lohn. Auf dem Vermächtnis von insgesamt Fr. X seien daher die gesetzlichen Beiträge an die AHV/IV/EO sowie an die kantonale Familienausgleichskasse zu entrichten.\n\nB.- Hiegegen beschwerte sich die Firma mit der Begründung, bei der fraglichen Zuwendung an die Arbeitnehmer handle es sich um eine letztwillige Verfügung, welche nicht die Betriebsrechnung der Firma, sondern allein den Sohn und einzigen Erben des Max Eschler belaste. Das Vermächtnis habe mit der Arbeitsleistung der Bedachten nichts zu tun, weshalb es sich nicht um eine Treueprämie handeln könne. Dies auch deshalb nicht, weil es um eine einmalige Zuwendung gehe und der Zeitpunkt der Auszahlung zufällig und ausschliesslich vom Hinschied des Vermächtnisgebers abhängig sei.\n\nDie AHV-Rekurskommission des Kantons Zürich wies die Beschwerde mit Entscheid vom 25. April 1974 ab. Zum massgebenden Lohn gehörten auch Entgelte, die nicht auf Grund dienstvertraglicher Vereinbarung ausgerichtet würden, sofern die Leistung wirtschaftlich mit dem Arbeitsverhältnis zusammenhänge. Dies treffe im vorliegenden Fall zu, wie sich aus den Bestimmungen der letztwilligen Verfügung klar ergebe. Zudem komme den Leistungen eindeutig der Charakter von Treueprämien zu; diese gehörten nach Art. 7 lit. c AHVV zum massgebenden Lohn. Im übrigen handle es sich nicht um \"Zuwendungen anlässlich besonderer Ereignisse\", welche nach Art. 8 lit. c AHVV unter bestimmten Voraussetzungen vom massgebenden Lohn ausgenommen seien.\n\nC.- Die Firma Eschler-Urania lässt diesen Entscheid an das Eidg. Versicherungsgericht weiterziehen mit dem Antrag, es sei \"das Vermächtnis von Herrn Max Eschler senior an seine früheren Angestellten von insgesamt Fr. X nicht der Abrechnungspflicht der AHV/IV/EO und Familienausgleichskassen zu unterstellen\". Die Rekurskommission lasse unberücksichtigt, dass es sich bei den Zuwendungen des früheren Arbeitgebers um ein Vermächtnis im Sinne des Erbrechtes und nicht um eine direkte Entschädigung für geleistete Arbeit handle. Die bestehenden Auflagen änderten hieran nichts. Vermächtnisse stellten ihrer Natur nach einmalige Leistungen dar, die nach der gesetzlichen Ordnung nicht als massgebender Lohn zu erfassen seien; es handle sich namentlich nicht BGE 101 V 1 S. 3um Leistungen, die Treueprämien gleichgestellt werden könnten.\n\nWährend die Ausgleichskasse auf eine Vernehmlassung verzichtet, beantragt das Bundesamt für Sozialversicherung Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Das Eidg. Versicherungsgericht beurteilt letztinstanzlich Verwaltungsgerichtsbeschwerden gegen Verfügungen im Sinne von Art. 97 und 98 lit. b-h OG auf dem Gebiete der Sozialversicherung (Art. 128 OG). Als Verfügungen gelten gemäss Art. 5 Abs. 1 VwG Anordnungen der Behörden im Einzelfall, die sich auf öffentliches Recht des Bundes stützen und bestimmte Voraussetzungen hinsichtlich ihres Gegenstandes erfüllen.\n\nMit dem angefochtenen Verwaltungsakt vom 12. November 1973 wird nicht unmittelbar über Rechte und Pflichten (i.c. die Beitragspflicht) der hievon Betroffenen entschieden. Es genügt jedoch, dass die massgebenden Rechtsverhältnisse auf Grund der getroffenen Feststellung zweifelsfrei bestimmbar sind (nicht publiziertes Urteil vom 11. Juni 1971 i.S. Hostettler, EVGE 1960 S. 219). Beim kantonalen Entscheid vom 25. April 1974 handelt es sich demnach um eine anfechtbare Verfügung im Sinne von Art. 97 Abs. 1 OG und Art. 5 Abs. 1 VwG.\n\nb) Auf die Verwaltungsgerichtsbeschwerde kann jedoch nur soweit eingetreten werden, als Sozialversicherungsbeiträge kraft Bundesrecht streitig sind. Im vorliegenden Verfahren ist daher nicht zu prüfen, wie es sich bezüglich der Beitragsschuld an die kantonale Familienausgleichskasse verhält.\n\n2. a) Nach Art. 5 Abs. 2 AHVG gilt als massgebender Lohn jedes Entgelt für in unselbständiger Stellung auf bestimmte oder unbestimmte Zeit geleistete Arbeit. Zum massgebenden Lohn gehören begrifflich sämtliche Bezüge des Arbeitnehmers, die wirtschaftlich mit dem Arbeitsverhältnis zusammenhängen, gleichgültig, ob dieses Verhältnis fortbesteht oder gelöst worden ist und ob die Leistungen geschuldet werden oder freiwillig erfolgen. Der Beitragspflicht unterliegen grundsätzlich auch freiwillige Sozialleistungen und Zuwendungen des Arbeitgebers anlässlich besonderer Ereignisse, BGE 101 V 1 S. 4soweit diese nicht gemäss Art. 6 Abs. 2 oder Art. 8 AHVV hievon ausgenommen sind (BGE 98 V 240; EVGE 1969 S. 33, 1965 S. 8, 1964 S. 220).\n\nb) In Art. 8 AHVV hat der Bundesrat von der ihm gemäss Art. 5 Abs. 4 AHVG zustehenden Befugnis Gebrauch gemacht und bestimmte Sozialleistungen sowie Zuwendungen des Arbeitgebers anlässlich besonderer Ereignisse vom Einbezug in den massgebenden Lohn ausgenommen. Gemäss lit. c der genannten Verordnungsbestimmung gehören nicht zum massgebenden Lohn: \"Zuwendungen beim Tod Angehöriger von Arbeitnehmern, Zuwendungen an Hinterlassene von Arbeitnehmern, Umzugsentschädigungen, Jubiläumsgaben, Verlobungs-, Hochzeits- und Dienstaltersgeschenke sowie Zuwendungen für bestandene berufliche Prüfungen\".\n\nDas Bundesamt für Sozialversicherung hat hiezu mit Rz. 89 ff. der Wegleitung über den massgebenden Lohn Verwaltungsweisungen erlassen und die Liste der nicht zum massgebenden Lohn gehörenden Arbeitgeberleistungen insofern ergänzt, als auch Naturalgeschenke anlässlich besonderer Ereignisse bis zu einem Wert von Fr. 300.-- (Rz. 93) sowie \"Zuwendungen an den Arbeitnehmer, die gewährt werden zum Andenken an den verstorbenen Arbeitgeber, sofern sie einen Monatslohn nicht übersteigen\" (Rz. 93b), von der Beitragspflicht ausgenommen werden.\n\nWie das Eidg. Versicherungsgericht wiederholt ausgeführt hat, ist die vom Bundesrat gestützt auf Art. 5 Abs. 4 AHVG erlassene Liste der vom massgebenden Lohn ausgenommenen Arbeitgeberleistungen grundsätzlich abschliessend (EVGE 1954 S. 188, 263). Allgemein verbindliche Erlasse dürfen jedoch nicht zu rechtlichen Unterscheidungen führen, für die ein vernünftiger Grund in den zu regelnden tatsächlichen Verhältnissen nicht ersichtlich ist (BGE 96 I 456, BGE 95 I 134). Solche Gründe bestehen hinsichtlich der von der Verwaltung zusätzlich berücksichtigten Sachverhalte nicht, weshalb es einer willkürlichen Rechtsanwendung gleichkäme, sie beitragsrechtlich anders zu werten. Die genannten Verwaltungsweisungen bestehen folglich zu Recht.\n\n3. a) Die Firma Eschler-Urania begründet die Verwaltungsgerichtsbeschwerde zur Hauptsache damit, die fraglichen Zuwendungen stünden in keinem direkten Zusammenhang mit der Arbeitsleistung der Bedachten und könnten schon deshalb BGE 101 V 1 S. 5nicht der Beitragspflicht unterstellt werden, weil es sich um eine einmalige Leistung in Form eines Vermächtnisses handle, welche überdies das Geschäftsvermögen nicht belaste.\n\nNach der letztwilligen Verfügung des Max Eschler werden mit dem Vermächtnis sämtliche Angestellten und Arbeiter bedacht, die im Zeitpunkt des Todes des Geschäftsinhabers seit mindestens 3 Jahren im Betriebe tätig waren. Der Gesamtbetrag der Zuwendung wird in soviele Teile zerlegt, als die Berechtigten insgesamt Dienstjahre aufweisen; jeder erhält die seinen Dienstjahren entsprechende Anzahl Teile. Das Vermächtnis ist jedoch nur geschuldet, sofern der betreffende Arbeitnehmer während weiteren 2 Jahren beim Geschäftsnachfolger tätig ist. Die Zuwendung setzt demnach eine Mindestdauer der Anstellung voraus und macht den Anspruch von einer Fortsetzung des Arbeitsverhältnisses abhängig.\n\nBei dieser Sachlage ist der Zusammenhang zwischen den Zuwendungen und dem Arbeitsverhältnis offensichtlich. Unmassgeblich ist, dass die Leistungen auf Grund einer letztwilligen Verfügung zur Ausrichtung gelangen. Auf die rechtliche Form, in welcher eine Leistung erbracht wird, kommt es für die Frage der Beitragspflicht ebensowenig an wie darauf, ob es sich um eine arbeitsvertraglich geschuldete oder um eine freiwillige Leistung handelt. Auch einmalige Leistungen des Arbeitgebers gehören - vorbehältlich der gesetzlichen Ausnahmen - zum massgebenden Lohn, sofern sie ihren wirtschaftlichen Grund im Arbeitsverhältnis haben.\n\nb) Verwaltung und Vorinstanz nehmen an, die Zuwendungen seien Treueprämien gleichzustellen, welche gemäss Art. 7 lit. c AHVV ausdrücklich zum massgebenden Lohn gehören. Dem steht indessen entgegen, dass es sich im vorliegenden Fall um eine einmalige Zuwendung handelt, der eindeutig Ausnahmecharakter zukommt, wogegen Treueprämien periodisch wiederkehrende Leistungen sind, die als Zulagen zum Arbeitsentgelt ausgerichtet werden (EVGE 1969 S. 33). Entscheidende Bedeutung kommt dieser Frage jedoch nicht zu, da nach der gesetzlichen Ordnung sämtliche dem Arbeitnehmer aus dem Arbeitsverhältnis zukommenden Leistungen zum massgebenden Lohn gehören, soweit sie nicht ausdrücklich hievon ausgenommen sind.\n\nc) Von den in Art. 8 AHVV erwähnten Ausnahmen vom massgebenden Lohn fallen im vorliegenden Fall einzig die in BGE 101 V 1 S. 6lit. c der Bestimmung genannten Dienstaltersgeschenke in Betracht. Diese sind ihrer Natur nach Ausnahmeleistungen an Arbeitnehmer mit sehr langer Dienstzeit beim gleichen Arbeitgeber, die einmal oder höchstens zweimal im Laufe der Aktivitätsperiode ausgerichtet werden (EVGE 1969 S. 33, 1965 S. 5). Die im Streite stehenden Zuwendungen kommen einem Dienstaltersgeschenk zweifellos nahe, indem auch hier die Treue zum Arbeitgeber von wesentlicher Bedeutung für die Leistung ist. Sie haben ihren Grund jedoch nicht in einem bestimmten Dienstalter des Arbeitnehmers, sondern im Tode des Geschäftsinhabers. Sowohl der Kreis der Bedachten wie auch die Höhe der an den einzelnen Arbeitnehmer zur Ausrichtung gelangenden Zuwendung richtet sich nach dem Zeitpunkt des Todes des Vermächtnisgebers.\n\nGemäss Rz. 93b der vom Bundesamt für Sozialversicherung herausgegebenen Wegleitung über den massgebenden Lohn gelten als beitragsfreie \"Zuwendung anlässlich besonderer Ereignisse\" im Sinne von Art. 8 lit. c AHVV auch \"Zuwendungen an den Arbeitnehmer, die gewährt werden zum Andenken an den verstorbenen Arbeitgeber, sofern sie einen Monatslohn nicht übersteigen\". Im vorliegenden Fall geht es zwar um Zuwendungen auf Grund einer letztwilligen Verfügung des verstorbenen Arbeitgebers und nicht um Leistungen, welche von der Firma zum Andenken an den verstorbenen Arbeitgeber ausgerichtet werden. Die Leistungen unterscheiden sich jedoch lediglich hinsichtlich des zugrundeliegenden Rechtsgeschäftes, nicht dagegen in bezug auf den für die Beitragspflicht massgebenden wirtschaftlichen Tatbestand.\n\nSelbst wenn die Ausnahmen vom massgebenden Lohn gemäss Art. 8 AHVV nicht extensiv auszulegen sind, lässt sich daher eine unterschiedliche beitragsrechtliche Beurteilung nicht rechtfertigen. Es gelten hiefür die gleichen Gründe, wie sie bezüglich der Verwaltungsweisungen in Erwägung 2b hievor angeführt worden sind.\n\n4. Nach dem Gesagten sind die streitigen Zuwendungen von der Beitragspflicht befreit, sofern sie einen Monatslohn nicht übersteigen. Die Begrenzung der Beitragsfreiheit auf einen Monatslohn, welche offenbar der Beitragsumgehung vorbeugen soll, hält sich im Rahmen rechtmässigen Ermessens der Verwaltung und ist nicht zu beanstanden (vgl. auch EVGE 1964 S. 218 Erw. 2). Die Verwaltung wird daher näher BGE 101 V 1 S. 7zu prüfen haben, ob die dem einzelnen Arbeitnehmer zustehenden Vermächtnisse den jeweiligen Monatslohn übersteigen. Gestützt hierauf wird die Beitragspflicht des heutigen Geschäftsinhabers, welcher als einziger Erbe die fraglichen Leistungen schuldet und damit als Arbeitgeber im Sinne von Art. 12 Abs. 1 AHVG zu gelten hat, neu festzusetzen sein.\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nDie Verwaltungsgerichtsbeschwerde wird, soweit darauf einzutreten ist, gutgeheissen und die Sache zum Erlass einer Verfügung im Sinne der Erwägungen an die Ausgleichskasse zurückgewiesen."}