{"annee": "101", "cour": "IV", "page": "306", "date": "12/9/1975", "cite": ["78 IV 84", "55 I 19", "77 IV 88", "45 I 155", "71 IV 132", "85 IV 22", "98 IV 255", "49 I 25"], "cite_par": ["108 IV 88", "117 IA 401"], "chapeau": "70. Auszug aus dem Urteil des Kassationshofes vom 12. September 1975 i.S. Mürner gegen Schweiz. Bundesanwaltschaft und Generalprokurator des Kantons Bern.", "regestes": ["Art. 253 CP. Obtention frauduleuse de papiers d'identité sous un nom d'emprunt. Compétence du juge pénal pour examiner préjudiciellement si le possesseur de ces actes coïncide avec la personne désignée par ceux-ci (consid. II 5). Participation de l'épouse en qualité de coauteur (consid. II 8b)."], "faits": "|307|\n\nA.- Nach dem Familienregister der Gemeinde Reichenbach im Kandertal (Kanton Bern) wurde am 28. Februar 1927 in Mitkowo, Bezirk Isakowski (Sowjetunion) Igor Mürner geboren. Er und seine beiden Schwestern sind eingetragen als eheliche Kinder des Johann Mürner, geb. am 31. Oktober 1898 in Shelani/Kaluga, und der Anastasia Wolkowa, geb. am 16. Dezember 1896 in Sinejewo/Smolensk. Der Grossvater von Igor Mürner muss vor dem Jahre 1860 nach Russland ausgewandert sein, da er 1830 in Reichenbach zur Welt kam, sein Sohn Johann 1860 in Russland geboren wurde.\n\nAm 24. Mai 1928 wurden Johann Mürner und seinen drei Kindern Klawdia, Ljubow und Igor durch die Gemeinde Reichenbach Heimatscheine ausgestellt; am 12. Oktober 1928 erhielten die Ehegatten Mürner-Wolkowa Schweizer Pässe, die 1930 für fünf Jahre verlängert wurden. In der Folge brach der Kontakt zwischen der Familie Mürner und den die schweizerischen Interessen in der Sowjetunion wahrenden Stellen ab, gemäss einem Bericht des Delegierten des Internationalen Komitees vom Roten Kreuz deshalb, weil die Familie 1935 die russische Staatsbürgerschaft erworben habe.\n\n1960 ersuchte Klawdia Mürner, damals wohnhaft in Prag, verschiedene schweizerische Stellen um Auskunft über ihre Angehörigen, mit denen sie durch die Kriegsereignisse die Verbindung verloren habe. Das Schweizerische Rote Kreuz brachte durch Vermittlung des Exekutivkomitees der Allianz der Gesellschaften des Russischen Roten Kreuzes und Roten Halbmondes in Erfahrung, dass Igor Mürner, geb. am 28. Februar 1927, Sohn des Johann, in Pskow (UdSSR) wohnhaft sei. Dies wurde Klawdia Mürner mitgeteilt, die darauf mit Igor in Briefwechsel trat. Beiden Geschwistern wurden aufgrund der Eintragungen im Familienregister von Reichenbach Schweizer Pässe ausgestellt, dem Igor Mürner am 5. April 1962.\n\nB.- Am 16. November 1966 verheiratete sich ein sich als Igor Mürner ausgebender Mann in Edinburg mit einer Frau, deren Papiere auf Elma Delia Koppa, geb. am 19. November 1934 in Buenos Aires, lauteten. Der Ehe entsprossen zwei Kinder. Dieses Ehepaar meldete sich, angeblich von Österreich kommend, am 26. März 1969 bei der Schriftenkontrolle und dem Sektionschef in Zollikofen, später in Bern an. Der Mann arbeitete als angestellter, dann als selbständigerwerbender Radio- und Fernsehtechniker. |308|\n\nAm 17. Februar 1970 eröffnete die Bundesanwaltschaft gegen den angeblichen Igor Mürner und seine Ehefrau ein Ermittlungsverfahren wegen Verdachts des politischen Nachrichtendienstes und anderer Delikte.\n\nC.- Am 17. Oktober 1974 sprach das Strafamtsgericht Bern den sich als Igor Mürner ausgebenden Unbekannten schuldig a) der Erschleichung von falschen Beurkundungen, fortgesetzt begangen zwischen März 1969 und dem 20. November 1973 in Zollikofen, Bern, Thun, Reichenbach und andern Orten des Kantons Bern, indem er als Ausländer durch Vortäuschung des ihm nicht zustehenden Schweizerbürgerrechts einen Heimatschein, Niederlassungsbewilligungen in Zollikofen und Bern, einen Pass, ein Familienbüchlein, ein Dienstbüchlein und einen AHV-Ausweis erhältlich machte, b) der Widerhandlung gegen das ANAG, fortgesetzt begangen vom 12. Februar 1969 bis 20. November 1973, indem er die Schweiz rechtswidrig betrat und darin verweilte. Es verurteilte ihn zu zwei Jahren Zuchthaus und fünfzehn Jahren Landesverweisung. Seine Ehefrau sprach es von der Anklage der fortgesetzten Erschleichung von Beurkundungen und der fortgesetzten Widerhandlung gegen das ANAG frei.\n\nAuf Appellation der Bundesanwaltschaft, des Generalprokurators des Kantons Bern und des angeblichen Igor Mürner bestätigte das Obergericht des Kantons Bern am 20. März 1975 den erstinstanzlichen Entscheid, soweit er den letztgenannten Appellanten betraf. Es erklärte in beiden Anklagepunkten auch dessen Ehefrau schuldig und verurteilte sie zu einer bedingt aufgeschobenen Gefängnisstrafe von einem Jahr und fünfzehn Jahren Landesverweisung.\n\nD.- Die Verurteilten führen in getrennten Eingaben Nichtigkeitsbeschwerde. Der Mann beantragt, das Urteil des Obergerichtes sei aufzuheben, die Sache zur Entscheidung an das Bundesgericht zu weisen und die Vorinstanz anzuweisen, den Beschwerdeführer aus der Haft zu entlassen. Die Frau begehrt Aufhebung des angefochtenen Urteils und Rückweisung der Sache an die Vorinstanz mit der Weisung, die Beschwerdeführerin in beiden Anklagepunkten freizusprechen und die Landesverweisung sowie die Beschlagnahme aller Ausweise und Urkunden lautend auf den Namen Igor und Elma Mürner aufzuheben. |309|\n\nBundesanwaltschaft und Generalprokurator des Kantons Bern beantragen Abweisung der Beschwerden, soweit auf sie einzutreten sei.", "considerants": "Aus den Erwägungen:\n\nII. Beschwerde der angeblichen Frau Mürner\n\n5. Die Beschwerdeführerin macht geltend, die verwaltungsrechtliche Kammer des Bundesgerichts habe den Entscheid der Polizeidirektion des Kantons Bern, mit dem ihr und ihrem Manne das Schweizerbürgerrecht abgesprochen wurde, aufgehoben. Damit stehe fest, dass sie, ihr Mann und ihre beiden Kinder bis auf weiteres Schweizerbürger seien. Zudem hätte das Obergericht die Frage nach der Identität ihrer Mannes mit Igor Mürner nicht selber entscheiden dürfen, sondern dem Zivilrichter überlassen sollen.\n\na) Die verwaltungsrechtliche Kammer des Bundesgerichts hat den Entscheid der Polizeidirektion bloss deshalb aufgehoben, weil es nicht um die Frage ging, ob Igor Mürner Bürger von Reichenbach und damit Berner und Schweizerbürger sei, sondern weil streitig war, ob eine im Kanton Bern verhaftete Person, die sich als Igor Mürner ausgab, mit diesem identisch sei. Das Schweizerbürgerrecht der Beschwerdeführerin, ihres Mannes und ihrer Kinder wurde damit nicht bestätigt. Das Bundesgericht hat es vielmehr ausdrücklich abgelehnt festzustellen, dass der angebliche Igor Mürner nach wie vor Bürger von Reichenbach, des Kantons Bern und der Schweiz sei.\n\nb) Wie schon im Urteil zur staatsrechtlichen Beschwerde auseinandergesetzt wurde, verkennt die Beschwerdeführerin, dass das Bundesgericht in jenem Urteil den Entscheid über die Identitätsfrage nur insoweit in die Kompetenz des Zivilrichters verwiesen hat, als sie hauptfrageweise zu entscheiden ist. Es hat dagegen ihre vorfrageweise Beantwortung durch eine Verwaltungs- oder eine Verwaltungsgerichtsbehörde ausdrücklich anerkannt. Ist demnach von Bundesrechts wegen nichts dagegen einzuwenden, dass solche Behörden zur Identität des Ehemannes der Beschwerdeführerin mit dem Schweizerbürger Igor Mürner vorfrageweise Stellung beziehen, so muss die Befugnis auch dem Strafrichter zustehen. Freilich hat das Bundesgericht für sich selbst entschieden, dass bei einer vorfrageweisen Überprüfung des Besitzes eines bestimmten |310| Familienstandes, der sich auf Zivilstandsakten stützt, die noch als ungesetzlich angefochten werden können, mit Rücksicht auf die immer noch offen bleibende Möglichkeit eines auf Feststellung des Familienstandes gerichteten selbständigen Prozesses strenge Anforderungen an den Gegenbeweis zu stellen seien und solange von dem aus den Zivilstandsregistern sich ergebenden Familienstand ausgegangen werden müsse, als nicht die Unrichtigkeit des Registereintrags ausser allem Zweifel stehe (BGE 45 I 159, BGE 49 I 29, BGE 55 I 23, 86 IV 183). Diese Zurückhaltung liegt nahe, wo es darum geht, einen vom Registereintrag abweichenden Sachverhalt festzustellen. Das ist die Folge aus dem in Art. 9 ZGB verankerten Grundsatz. Im vorliegenden Fall geht es jedoch nicht darum, über die Richtigkeit oder Unrichtigkeit des Eintrags des Igor Mürner als Schweizerbürger in einem öffentlichen Register zu befinden, sondern darum, vorfrageweise die Identität eines Unbekannten mit dem Schweizerbürger Mürner festzustellen. Diese Tatsache sowie der Umstand, dass es sich bei der Frage nach der Identität einer Person um eine Tatfrage handelt und zu ihrer Abklärung dem Strafrichter mindestens so wirksame Beweismittel zur Verfügung stehen wie dem Zivilrichter, sprechen denn auch entschieden für die Annahme, dass jedenfalls von Bundesrechts wegen der Befugnis des ersteren zur freien vorfrageweisen Prüfung jener Frage nichts entgegensteht. Ob sie dem kantonalen Strafrichter zusteht, hängt vom kantonalen Verfahrensrecht ab, dessen richtige Anwendung der Kassationshof auf Nichtigkeitsbeschwerde hin nicht zu überprüfen hat (Art. 277bis Abs. 1 BStP).\n\n8. b) Zur Erschleichung im engeren Sinne stellt die Vorinstanz fest, die Beschwerdeführerin habe durch die Vortäuschung des ihr nicht zustehenden Schweizerbürgerrechts selbst oder \"in mittelbarer Täterschaft\" durch ihren Mann Beamte veranlasst, rechtlich erhebliche Tatsachen unrichtig zu beurkunden.\n\nDer Beschwerdeführerin ist beizupflichten, wenn sie eine mittelbare Täterschaft bestreitet. Eine solche ist nach den Umständen des Falles nicht denkbar, denn mittelbarer Täter ist, wer einen andern als willenloses oder wenigstens nicht vorsätzlich handelndes Werkzeug benutzt, um durch ihn die beabsichtigte strafbare Handlung ausführen zu lassen (BGE 71 IV 136, BGE 77 IV 91, BGE 78 IV 89, BGE 85 IV 23). Nachdem die Vorinstanz |311| den Ehemann der Beschwerdeführerin wegen vorsätzlicher Erschleichung der öffentlichen Beurkundungen bestraft hat, kann er nicht gleichzeitig willenloses oder nicht vorsätzlich handelndes Werkzeug der Beschwerdeführerin gewesen sein. In der Tat handelt es sich bei der gerügten Stelle des Urteils um einen Verschrieb. Wie das Obergericht in seiner Vernehmlassung mitteilt, hat es die Beschwerdeführerin als Mittäterin betrachtet und ist ihr Urteil in diesem Sinne zu verstehen.\n\nDann aber kann von einer Verletzung von Bundesrecht keine Rede sein. Entgegen der Behauptung der Beschwerdeführerin bezog und benutzte sie auch ein persönliches Ausweispapier, nämlich den auf ihren Legendennamen lautenden Reisepass Nr. 2'097'259, der am 2. Juni 1971 durch das Passbüro der Polizeidirektion des Kantons Bern ausgestellt wurde. Dazu hatte sie den alten Pass, die Niederlassungsbewilligung und eine Fotografie vorzulegen. Selbst wenn ihr Ehemann die Ausstellung des neuen Passes beantragt haben sollte, musste sie ihm also den alten Pass und eine neue Foto zur Verfügung stellen. Damit aber hat sie nach der in ständiger Rechtsprechung angewandten subjektiven Theorie der Mittäterschaft, wenn nicht an der eigentlichen Ausführung so zumindest an der Entschliessung zum Delikt in massgeblicher Weise mitgewirkt (BGE 98 IV 259 mit Verweisungen). Als Mittäterin ist sie aber auch hinsichtlich des Bezugs der übrigen Ausweispapiere (Heimatschein, Familienbüchlein, Niederlassungsbewilligung) anzusehen. Zwar lauteten diese Schriften nicht ausschliesslich auf ihren Namen, doch schlossen sie ihre Person mit ein. Für die Legendenträgerin, Nachrichtenagentin und Mitarbeiterin ihres Mannes aber, als die sie nach den verbindlichen Feststellungen der Vorinstanz tätig war, waren diese Ausweisschriften unerlässlich. Ihre Mittäterschaft für die Erschleichung aller bezogenen Schriften ergibt sich somit zwangsläufig aus ihrem Agentenauftrag als Residentin, den sie ohne jene Papiere überhaupt nicht hätte erfüllen können. Ihre massgebliche Mitwirkung mindestens bei der Entschliessung zur Tat wurde daher vom Obergericht mit Recht bejaht."}