{"annee": "101", "cour": "II", "page": "329", "date": "11/11/1975", "cite": ["93 II 239", "86 II 258", "95 II 309", "90 II 274", "71 II 267", "94 II 270", "75 II 144"], "cite_par": ["102 II 243", "111 II 143", "135 III 295", "103 II 110", "105 II 16"], "chapeau": "55. Auszug aus dem Urteil der I. Zivilabteilung vom 11. November 1975 i.S. Günthner gegen Grundstückgesellschaft Juventus AG.", "regestes": ["Art. 1 al. 1 et 216 al. 1 CO. 1. Interprétation d'une disposition relative au prix de vente qui exclut une reprise de dettes hypothécaires existantes (consid. 2). 2. Une telle disposition ne permet pas d'admettre que l'obligation du vendeur de libérer l'immeuble des dettes hypothécaires n'est pas couverte par la forme authentique de l'acte de vente (consid. 3)."], "faits": "BGE 101 II 329 S. 329\n\nA.- Franz Günthner verkaufte der Juventus AG am 2. Juli 1971 zum Preise von Fr. 880'000.-- die 464,8 m2 messende Liegenschaft Nr. 5566 in Zürich-Aussersihl. Der Kaufpreis sollte zu Fr. 400'000.-- bei der Eigentumsübertragung in bar und zu Fr. 480'000.-- durch einen Inhaber-Schuldbrief getilgt werden, der im 1. Rang zugunsten des Verkäufers zu errichten war. Dass auf dem Grundstück bereits fünf Schuldbriefe im 1. bis 5. Rang mit einer Gesamtsumme von Fr. 385'000.-- lasteten, wurde im Vertrag nicht gesagt. Das Eigentum sollte spätestens innert zweieinhalb Jahren auf die Käuferin übergehen.\n\nMit Schreiben vom 1. November 1973 forderte die Juventus AG den Verkäufer auf, am 16. November zu diesem Zwecke auf dem Grundbuchamt zu erscheinen; sie fügte bei, dass ihm dabei die in bar zu entrichtende Summe des Kaufpreises bezahlt werde. Der Verkäufer kam nicht. Auf eine weitere Aufforderung vom 19. November antwortete er am 3. Dezember, dass er auf den Vertrag nicht eintreten könne, da sich die Lage inzwischen für ihn geändert habe.\n\nBGE 101 II 329 S. 330\n\nB.- Die Juventus AG klagte daraufhin gegen Günthner insbesondere auf Feststellung, dass sie nach dem Kaufvertrag die Übertragung des Grundstückes Nr. 5566 ohne die bestehenden Grundpfandschulden auf ihren Namen verlangen dürfe, der Beklagte folglich verpflichtet sei, die fünf Schuldbriefe im Gesamtbetrag von Fr. 385'000.-- abzulösen und im Grundbuch löschen zu lassen.\n\nDas Handelsgericht des Kantons Zürich schützte am 21. Oktober 1974 die Klage mit Bezug auf diese Verpflichtung des Beklagten.\n\nC.- Der Beklagte hat gegen das Urteil des Handelsgerichtes Berufung eingelegt. Das Bundesgericht weist sie ab und bestätigt den angefochtenen Entscheid.", "considerants": "Aus den Erwägungen:\n\n2. Die Parteien streiten sich vor allem um die fünf Schuldbriefe, welche zur Zeit des Vertragsschlusses auf der Liegenschaft lasteten, im Vertrag aber nicht erwähnt wurden. Die Klägerin will die Liegenschaft pfandfrei gekauft, der Beklagte sich dagegen nicht zur Ablösung der bestehenden Schuldbriefe verpflichtet haben.\n\nWird ein mit Pfandrechten belastetes Grundstück veräussert, so haften das Pfand und der Schuldner unverändert weiter, wenn nichts anderes vereinbart wird (Art. 832 Abs. 1 ZGB). Das gilt auch für den Fall, dass die Pfandsache nicht dem Schuldner gehört (Art. 845 Abs. 1 ZGB). Es wird von keiner Seite behauptet und ist auch dem Vertrag nicht zu entnehmen, dass die Parteien ausdrücklich etwas anderes vereinbarten. Der Beklagte macht vielmehr geltend, die Haftung des Grundstückes für seine persönlichen Verpflichtungen aus den Schuldbriefen bestehe weiter, entspreche also der gesetzlichen Regelung.\n\nDie Parteien setzten den Kaufpreis der Liegenschaft auf Fr. 880'000.-- fest. Die Käuferin hatte davon bei der Eigentumsübertragung Fr. 400'000.-- in bar und Fr. 480'000.-- mit einem Schuldbrief zu zahlen, der zugunsten des Verkäufers im 1. Rang zu errichten war. Diese Klausel lässt keinen Raum für die Annahme, dass die Klägerin nach der Handänderung mit der Liegenschaft für die Forderungen aus den vorbestehenden Schuldbriefen einzustehen habe, was im Ergebnis einer Übernahme BGE 101 II 329 S. 331der Pfandschulden gleichkäme. Der klare Wortlaut der Klausel schliesst eine solche Annahme vielmehr aus. Der Beklagte sieht denn auch ein, dass der vertraglich vorgesehene Schuldbrief im 1. Rang nicht errichtet werden kann, solange ein anderer in diesem Rang und vier weitere in den Rängen 2 bis 5 bestehen.\n\nNach der Vertrauenstheorie muss der Beklagte sich diese Auslegung selbst dann entgegenhalten lassen, wenn sie nicht seinem damaligen Willen entsprochen haben sollte. Er verkennt, dass zum Abschluss eines Vertrages nur die Übereinstimmung der gegenseitigen Willensäusserungen erforderlich ist (Art. 1 Abs. 1 OR); dass auch der tatsächliche Wille der Parteien übereinstimme, ist nicht nötig. Im vorliegenden Falle aber deckten sich die Willensäusserungen über den Kaufpreis und die Art, wie er getilgt werden sollte. Das erhellt daraus, dass beide Parteien den ihre Erklärungen enthaltenden Kaufvertrag unterzeichnet haben.\n\n3. Der Beklagte macht ferner geltend, die Verpflichtung über die Ablösung der bestehenden Belastung sei jedenfalls nicht öffentlich beurkundet worden, was den Vertrag als ganzes nichtig mache.\n\na) Kaufverträge über Grundstücke bedürfen der öffentlichen Beurkundung (Art. 126 Abs. 1 OR und Art. 657 Abs. 1 ZGB). Diese Form muss von Bundesrechts wegen alle wesentlichen Tatsachen des Rechtsgeschäftes und Willenserklärungen der Parteien erfassen; dazu gehören insbesondere die genaue Bezeichnung des Grundstückes und die ganze dafür versprochene Gegenleistung (BGE 90 II 281 Erw. 6, BGE 94 II 272, BGE 95 II 310 mit Hinweisen). Im vorliegenden Fall ist bloss streitig, ob die vom Handelsgericht durch Auslegung ermittelte Vereinbarung, wonach der Beklagte die Liegenschaft vor der Eigentumsübertragung von den bestehenden Pfandrechten zu befreien hatte, durch die Form gedeckt sei.\n\nIn dem in BGE 90 II 274 ff. veröffentlichten Falle übernahm der Käufer drei Hypotheken, deren Summe im Vertrag mit Fr. 130'000.-- angegeben wurde, in Wirklichkeit aber Fr. 135'585.-- betrug. Das Bundesgericht nahm an, dass die Belastung insbesondere für den Käufer wichtig gewesen und ihre unrichtige Feststellung im Vertrag deshalb als Pflichtverletzung der Urkundsperson zu betrachten sei. Daran ändere nichts, dass die Beteiligten die Belastung kannten und der BGE 101 II 329 S. 332Meinung waren, sie werde noch vor der Eigentumsübertragung auf den verurkundeten Betrag herabgesetzt. Die Urkundsperson hätte den noch herzustellenden Stand der Pfandrechte nicht als bestehend ausgeben dürfen, sondern die wirkliche Belastung sowie die Verpflichtung des Verkäufers zu deren Herabsetzung auf Fr. 130'000.-- in den Vertrag aufnehmen müssen. Diese Rechtsprechung wurde in BGE 93 II 239 ff. dahin verdeutlicht, dass die Unterlassung der Urkundsperson, bestehende Hypotheken in den Vertrag aufzunehmen, jedenfalls dann nicht gegen Bundesrecht verstosse, wenn die Parteien nicht eine Übernahme der Pfandschulden durch den Käufer, sondern deren Ablösung durch den Verkäufer vereinbarten und dies aus dem Vertrag hervorgehe.\n\nb) Im vorliegenden Fall ist in der Vertragsurkunde weder von der bestehenden Belastung noch von der Pflicht des Verkäufers, sie abzulösen, die Rede. Die vertragliche Regelung über den Kaufpreis und seine Zahlung kann indes nur dahin verstanden werden, dass die Käuferin eine pfandfreie Liegenschaft erwerben, der Verkäufer folglich die vorbestehenden Pfandrechte bis zur Eintragung des Kaufes im Grundbuch ablösen sollte. Dafür hatte der Beklagte nach dem Vertrag denn auch zweieinhalb Jahre Zeit. Seine Pflicht zur Ablösung war keine zusätzliche Vereinbarung, mit welcher die Vertragsurkunde formlos ergänzt worden wäre. Sie war nicht ausdrücklich, aber dem Sinne nach als notwendiger Nebeninhalt der Klausel über den Kaufpreis im Vertragstext enthalten, folglich durch die Form der öffentlichen Beurkundung ebenfalls gedeckt.\n\nBei diesem Ergebnis kommt nichts darauf an, unter welchen Voraussetzungen ergänzende Nebenabreden der Vertragsparteien, z.B. über Bedingungen oder Modalitäten der Zahlung oder über die Errichtung von Schuldbriefen zur teilweisen Tilgung des Kaufpreises, auch formlos gültig sind oder der öffentlichen Beurkundung bedürfen (vgl. BGE 71 II 270, BGE 75 II 146, BGE 86 II 260, 88 II 161; OSER/SCHÖNENBERGER, N. 9 und BECKER, N. 4 zu Art. 216 OR). Offen bleiben kann auch, ob die Berufung auf Nichtigkeit des Vertrages wegen Formmangels missbräuchlich wäre, wie die Klägerin einwendet."}