{"annee": "101", "cour": "IV", "page": "238", "date": "25/4/1975", "cite": ["94 IV 140", "97 IV 124", "96 IV 131"], "cite_par": ["104 IV 28", "129 IV 39"], "chapeau": "53. Urteil des Kassationshofes vom 25. April 1975 i.S. Jucker gegen Staatsanwaltschaft des Kantons Zürich", "regestes": ["Art. 47 al. 5 OCR. Sous réserve des cas prévus à l'art. 26 al. 2 LCR, le conducteur d'un véhicule est en droit d'attendre qu'un piéton observera par précaution un temps d'arrêt lorsqu'il aura atteint un îlot de sécurité, avant de poursuivre son chemin sur la chaussée. Ce principe vaut également lorsque l'îlot n'est pas traversé par un passage de sécurité, ou lorsqu'il ne se présente pas à proprement parler comme un refuge, pour autant qu'il remplisse la même fonction (plate-forme asphaltée au confluent de deux routes, par exemple)."], "faits": "|239|\n\nA.- Am 5. Februar 1974, um 13.45 Uhr lenkte Jucker einen VW-Lieferwagen mit 30-40 km/Std. in Wallisellen vom Kreuzplatz her durch die Rosenbergstrasse. Unmittelbar nach der rechtsseitigen Einmündung der Kirchstrasse zweigt von der Rosenbergstrasse nach links in spitzem Winkel die Säntisstrasse ab. Die Spitze des durch diese Strassen gebildeten Winkels besteht in einer 2,30 m langen und 0,60 m breiten, über das Strassenniveau erhöhten kleinen Plattform (\"Bödeli\"). (Skizze nicht wiedergegeben)\n\nAls Jucker sich der Verzweigung näherte, um nach links in die Säntisstrasse abzubiegen, überquerte die 79jährige Emma Fetz mit nach rechts abgewandtem Blick ausserhalb des Fussgängerstreifens von rechts nach links die Rosenbergstrasse bis zum \"Bödeli\". Danach betrat sie die Säntisstrasse, um auch diese zu überqueren. In diesem Augenblick wurde sie von Jucker angefahren. Sie erlitt dabei schwere Verletzungen, denen sie einige Stunden nach dem Unfall erlag.\n\n|240|\n\nB.- Das Bezirksgericht Bülach verurteilte Jucker am 26. September 1974 wegen fahrlässiger Tötung und Führens eines nicht betriebssicheren Fahrzeuges (Art. 93 Ziff. 2 SVG in Verbindung mit Art. 34 Abs. 1 BAV) zu einer bedingt vorzeitig löschbaren Busse von Fr. 500.--.\n\nAm 17. Dezember 1974 bestätigte das Obergericht des Kantons Zürich den erstinstanzlichen Entscheid.\n\nC.- Jucker führt Nichtigkeitsbeschwerde. Er beantragt Freisprechung vom Vorwurf der fahrlässigen Tötung.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Verurteilung wegen Führens eines nicht betriebssicheren Fahrzeuges (defekte Hupe) wird vom Beschwerdeführer nicht angefochten. Zur Beurteilung steht somit nur die Bestrafung wegen fahrlässiger Tötung.\n\n2. Der Beschwerdeführer macht geltend, er habe keine Verkehrsregeln verletzt. Frau Fetz habe für ihn überraschend und in unverständlicher Weise die Säntisstrasse in einem Zeitpunkt betreten, als der Unfall unvermeidbar gewesen sei. Sie habe die Rosenbergstrasse ausserhalb eines Fussgängerstreifens überquert und auch die Säntisstrasse an einem Ort betreten, wo sich kein solcher befunden habe. Der nächste Streifen sei 14 m entfernt gewesen. Auch wenn Rosenberg- und Säntisstrasse häufig an der betreffenden Stelle überschritten würden, wozu das \"Bödeli\" geradezu einlade, habe Frau Fetz ihm doch gemäss Art. 47 Abs. 5 VRV den Vortritt lassen müssen. Das Vortrittsrecht gelte zwar nicht absolut. Vielmehr habe auch der Vortrittsberechtigte alles zu tun, um einen Unfall zu vermeiden, wenn Anzeichen für ein Fehlverhalten eines andern Strassenbenützers beständen. Solche Anzeichen müssten jedoch derart erheblich sein, dass die Gefahr eines Unfalls als \"imminent\" erscheine. Aus der Tatsache allein, dass ein Fussgänger trotz der Nähe eines Streifens ausserhalb eines solchen die Strasse überquere, könne und müsse noch nicht geschlossen werden, er werde einem sich nähernden Motorfahrzeug den Vortritt nicht lassen.\n\nIm vorliegenden Fall habe die Vorinstanz zu Unrecht solche Anzeichen für ein Fehlverhalten der Frau Fetz bejaht. Diese habe die beiden Strassen nicht in einem Zuge überquert. Zuerst habe sie die Rosenbergstrasse überschritten und diese Phase mit dem Erreichen des \"Bödelis\" abgeschlossen. Dieses sei |241| eine Anlage, welche dem Fussgänger das gefahrlose Überqueren der beiden Strassen ermöglichen solle. Indessen müsse er auf dem Bödeli stehen bleiben und sich vor dem Betreten der zweiten Strasse neu orientieren. Die Auffassung der Vorinstanz, wonach er als Fahrzeugführer dem entgegen nicht mit einem Sicherheitshalt habe rechnen dürfen, weil das Bödeli keine Fussgängerinsel sei, treffe daher nicht zu. Wenn schon nach BGE 94 IV 142 der Motorfahrzeugführer nicht verpflichtet sei, bei einem von links kommenden Fussgänger seine Geschwindigkeit herabzusetzen, weil er davon ausgehen dürfe, dieser werde in der Strassenmitte anhalten, so habe der Beschwerdeführer umso mehr damit rechnen dürfen, Frau Fetz werde auf der kleinen Plattform anhalten und sich vergewissern, ob ein Überqueren der Säntisstrasse möglich sei.\n\nMit einem andern Verhalten habe er auch nicht deswegen rechnen müssen, weil die Fussgängerin nur nach rechts geblickt habe. Dass sie dies auf der zweiten Hälfte der Rosenbergstrasse getan habe, sei durchaus vernünftig gewesen, da sie einen allfälligen Verkehr aus jener Richtung habe erwarten müssen. Auf dem Bödeli habe sich dann auch die zuvor verdeckte Sicht nach rechts in die Säntisstrasse geöffnet, sodass ihr Verhalten auch in diesem Zeitpunkt natürlich gewesen sei. Die Dauer, während welcher sie unverwandt nach rechts geblickt habe, sei von der Vorinstanz selber mit 2,7 Sekunden angegeben worden, was nicht aussergewöhnlich lange gewesen sei.\n\nSodann könne auch aus dem Umstand, dass er Bremsbereitschaft erstellt habe, nichts für ihn Nachteiliges gefolgert werden. Schliesslich habe die Vorinstanz nicht geprüft, ob er hätte erkennen können, dass es sich bei der Fussgängerin um eine alte Frau gehandelt habe. Er hätte dies tatsächlich nicht tun können, weil die Fussgängerin während der Zeit, da er sie beobachtet habe, nicht nach seiner Seite hin geblickt habe. Ihr Gang aber sei normal gewesen und habe nicht auf ihr hohes Alter schliessen lassen. Auch Zeugen hätten sie nicht als alte Frau erkannt. Er habe deshalb keinen Grund gehabt, seine an sich geringe Geschwindigkeit noch zu mässigen oder ein Warnsignal zu geben.\n\n3. Der Beschwerdeführer war gegenüber der Fussgängerin, welche die beiden Strassen ausserhalb eines Fussgängerstreifens zu überqueren beabsichtigte, unzweifelhaft vortrittsberechtigt |242| (Art. 47 Abs. 5 VRV; BGE 97 IV 127). Er musste deshalb die Geschwindigkeit von 30 km/Std., welche auch von der Vorinstanz als an sich angemessen bezeichnet wird, nicht wegen der die Rosenbergstrasse in Richtung auf das \"Bödeli\" überquerenden Fussgängerin zum vorneherein herabsetzen. Dazu bestand auch nicht deswegen Anlass, weil Frau Fetz auf der zweiten Hälfte der Rosenbergstrasse nach rechts blickte. Wie der Beschwerdeführer mit Fug geltend macht, war dieses Verhalten durchaus vernünftig, weil jener Raum dem für die Fussgängerin von rechts kommenden Verkehr zustand. In dieser Phase des Geschehens lag deshalb im Verhalten der Fussgängerin noch kein Indiz dafür, dass sie in der Folge in die Bahn des Beschwerdeführers hineinlaufen würde.\n\n4. Dagegen stellt sich die Frage, ob in deren Benehmen nach Erreichen der kleinen Plattform ein solches Anzeichen zu erblicken war.\n\nDie Auffassung der Vorinstanz, wonach es sich bei dem \"Bödeli\" nicht um eine der in verkehrsreichen Strassen üblicherweise zum Schutz der Fussgänger angelegte Schutzinsel handle und sich der Beschwerdeführer deshalb nicht darauf habe verlassen dürfen, dass die Geschädigte auf jener Plattform vor dem Betreten der Säntisstrasse einen Sicherheitshalt machen und sich vergewissern werde, ob aus der Anfahrtsrichtung des Beschwerdeführers nicht Fahrzeuge herannahen würden, vermag nicht zu überzeugen. Wohl trifft es zu, dass das besagte \"Bödeli\" nicht durch Fussgängerstreifen mit den gegenüberliegenden Strassenrändern verbunden ist und damit nicht dem entspricht, was üblicherweise als Fussgängerschutzinsel gilt. Dennoch ist nicht zu übersehen, dass die den Winkel zwischen den beiden Strassen ausfüllende Rabatte von den Behörden selber so ausgestaltet worden ist, dass deren Spitze nicht wie der übrige Teil bepflanzt, sondern geteert ist. Damit aber - und insoweit ist dem Beschwerdeführer beizupflichten - wurde faktisch eine Anlage geschaffen, die derjenigen einer üblichen Schutzinsel entspricht (BUSSY/RUSCONI, N. 3 zu Art. 7 VRV), bzw. von den Strassenbenützern als solche verstanden werden konnte, zumal das Gesetz den Begriff der Verkehrsinsel (Art. 7 Abs. 3 VRV) nicht näher umschreibt. Unter diesen Umständen kann nicht gesagt werden, der Automobilist dürfe (immer unter Vorbehalt anderer Gefahrenzeichen) sich nicht darauf verlassen, dass ein Fussgänger, der |243| sich von der einen Seite auf eine solche Plattform hinbewegt, auf dieser einen Sicherheitshalt einschalte, bevor er die Insel nach der andern Seite hin verlässt, um die andere Fahrbahn zu überqueren. Eine solche Betrachtungsweise liesse ausser acht, dass es in erster Linie Pflicht des wartepflichtigen Fussgängers ist, in solcher Lage besondere Vorsicht an den Tag zu legen, und dass deshalb der Motorfahrzeugführer - mit Ausnahme der in Art. 26 Abs. 2 SVG genannten Fälle - als selbstverständlich voraussetzen darf, der Fussgänger werde erst recht auf der Plattform anhalten und sich nach dem Verkehr auf der vor ihm durchgehenden Fahrbahn umsehen, da er die Strasse ausserhalb eines Fussgängerstreifens überquert (s. BGE 94 IV 142, BGE 97 IV 127). Der Beschwerdeführer musste somit nicht schon deswegen, weil das \"Bödeli\" nicht den üblichen Anlagen einer Schutzinsel entsprach, mit der nahen Möglichkeit rechnen, dass Frau Fetz, die zuvor keine besondere Eile gezeigt hatte, ihren Weg nach Erreichen der Plattform praktisch in einem Zuge fortsetze, wie das die Vorinstanz annahm (BGE 96 IV 132, BGE 97 IV 127).\n\nUnter diesen Umständen genügte der Beschwerdeführer seiner Vorsichtspflicht, wenn er in diesem Moment, d.h. als sich die Fussgängerin noch auf dem \"Bödeli\" befand, bloss Bremsbereitschaft erstellte. In dieser Phase des Geschehens war er demnach nicht verpflichtet, sein Fahrzeug bereits abzubremsen, da er damit rechnen durfte, Frau Fetz werde vor dem Betreten der Säntisstrasse noch nach links blicken. Das Bremsmanöver musste er erst dann beginnen, als die Fussgängerin das \"Bödeli\" verliess und auf die Säntisstrasse hinaustrat.\n\n5. Da die fahrlässige Tötung ein Erfolgsdelikt ist, stellt sich die Frage, ob der Beschwerdeführer zeitlich überhaupt in der Lage war, sein Fahrzeug vor der Fussgängerin anzuhalten. Die Vorinstanz hat das bejaht, jedoch aufgrund einer zeitlichen Berechnung, die von dem Augenblick ausging, in welchem der Beschwerdeführer Frau Fetz zum ersten Mal erblickte, m.a.W., als diese noch auf der Rosenbergstrasse 1,50 m vom \"Bödeli\" entfernt war. Wie bereits ausgeführt, hat jedoch der Beschwerdeführer in diesem Zeitpunkt allein deswegen, weil Frau Fetz stets nach rechts blickte, noch keine Veranlassung gehabt, mit einem Fehlverhalten der Fussgängerin zu rechnen (Erw. 3 oben). Anders wäre es nur dann, wenn |244| anzunehmen wäre, der Beschwerdeführer habe schon in jenem Zeitpunkt erkennen können, dass es sich um eine betagte Frau gehandelt hat, die sich infolge ihres Alters nicht mehr verkehrsgerecht verhalten werde. Wie es sich damit verhielt, hat das Obergericht offen gelassen. Die Frage ist indessen zu entscheiden.\n\nDie Sache ist daher an die Vorinstanz zurückzuweisen, damit sie zu diesem Punkt Stellung nehme. Sollte sie nach Anhörung des Beschwerdeführers (BGE 74 I 10, 98 IV 59) zu einer positiven Beantwortung der Frage gelangen, dann hätte dieser schon als er sah, dass Frau Fetz ausserhalb eines Fussgängerstreifens die Rosenbergstrasse überquerte, alles zur Vermeidung des Unfalls vorkehren müssen, denn \"alten\" Leuten gegenüber kann sich der Führer nicht auf das Vertrauensprinzip berufen (Art. 26 Abs. 2 SVG; v. WERRA, ZWR 1970, S. 200 Ziff. 2 und S. 203). Diesfalls müsste es auch bei der von der Vorinstanz auf den Seiten 11/12 des angefochtenen Urteils angestellten Berechnung sein Bewenden haben und der Beschwerdeführer wäre erneut der fahrlässigen Tötung schuldig zu erklären.\n\nIm Falle einer negativen Antwort wird die Vorinstanz abzuklären haben, ob der Beschwerdeführer zeitlich in der Lage war, sein Fahrzeug rechtzeitig anzuhalten, als die Fussgängerin die Säntisstrasse betrat. Insbesondere wird zu prüfen sein, in welcher Entfernung sich das Fahrzeug des Beschwerdeführers von Frau Fetz befand, als diese vom \"Bödeli\" auf die Strasse hinaustrat und in welchem Zeitpunkt der Beschwerdeführer zu bremsen begann. Zeigt es sich anhand der erneut anzustellenden Berechnungen, dass dieser vom Moment an, wo die Fussgängerin das \"Bödeli\" verliess, auch bei Vollbremsung einen Zusammenstoss nicht mehr vermeiden konnte, so wird er vom Vorwurf der fahrlässigen Tötung freizusprechen sein, zumal ihm keine Anzeichen den Eindruck vermittelten, die Fussgängerin werde sich unkorrekt verhalten und ihm den Vortritt nicht lassen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird gutgeheissen, das angefochtene Urteil aufgehoben und die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurückgewiesen."}