{"annee": "101", "cour": "IB", "page": "379", "date": "2/5/1975", "cite": [], "cite_par": ["108 IB 440", "108 IB 425", "103 IB 178"], "chapeau": "65. Arrêt du 2 mai 1975 dans la cause Division fédérale de la justice contre Société protectrice contre la cruauté envers les animaux et Deutscher Tierschutzbund", "regestes": ["Acquisition d'immeubles par des personnes domiciliées à l'étranger. 1. Les héritiers institués domiciliés à l'étranger sont soumis à l'obligation d'obtenir une autorisation pour acquérir par voie successorale des immeubles situés en Suisse (consid. 1). 2. Effets du refus d'autorisation sur l'institution d'héritier (consid. 2)."], "faits": "|379|\n\nA.- De nationalité allemande mais domiciliée à La Tour-de-Peilz, Irène Sessbrugger est décédée le 15 mars 1972. Par testament public du 6 mars 1972, elle a fait des legs en espèces à de nombreuses personnes et institué héritiers de tous ses biens non légués, de quelque nature qu'ils soient et où qu'ils se trouvent, les trois sociétés suivantes:\n\na) Société suisse pour la protection des animaux, section vaudoise;\n\nb) Société protectrice contre la cruauté envers les animaux, à Anderlecht/Bruxelles;\n\nc) Deutscher Tierschutzbund, à Mayence.\n\nParmi ses biens se trouvent notamment deux immeubles situés en Suisse, savoir une villa locative de 4 appartements sise à La Tour-de-Peilz, estimée à 500'000 fr., et un bâtiment locatif sis à Vevey, estimé à 1'000'000 fr. La testatrice a grevé l'appartement du rez-de-chaussée de la villa d'un droit viager d'habitation en faveur d'une nièce et d'un couple ami. Elle a en outre précisé: \"La fortune constituée par des immeubles, à mon décès, devra être maintenue en biens immobiliers pendant trente ans dès mon décès.\" |380|\n\nB.- Sur requête du 28 août 1974, présentée par l'exécuteur testamentaire de la succession, la Commission foncière II du canton de Vaud a accordé l'autorisation de faire inscrire au registre foncier les parts de propriété des deux sociétés étrangères sur les immeubles successoraux en l'assortissant toutefois de la charge, à mentionner d'office au registre foncier, de revendre les immeubles dans le délai d'un an dès le 15 mars 2002. Elle se référait à un arrêt de la Commission cantonale de recours en matière foncière, selon lequel une réglementation temporaire telle que celle de l'arrêté fédéral du 23 mars 1961 ne doit pas faire obstacle aux règles ordinaires du droit successoral, lorsque le testateur n'a pas entendu éluder la législation restreignant l'acquisition d'immeubles par des personnes domiciliées à l'étranger.\n\nSaisie d'un recours de la Division fédérale de la justice, la Commission cantonale de recours en matière foncière l'a rejeté le 28 novembre 1974, en confirmant la décision de l'autorité inférieure.\n\nC.- Agissant par la voie du recours de droit administratif, la Division fédérale de la justice requiert le Tribunal fédéral d'annuler la décision de la Commission cantonale de recours du 28 novembre 1974, de rejeter la requête et de refuser l'autorisation.", "considerants": "Considérant en droit:\n\n1. L'arrêté fédéral du 23 mars 1961 \"sur l'acquisition d'immeubles par des personnes domiciliées à l'étranger\" (en abrégé; AF), modifié notamment par l'arrêté fédéral du 21 mars 1973, subordonne à l'assentiment de l'autorité cantonale l'acquisition d'immeubles en Suisse par des personnes ayant leur domicile ou leur siège à l'étranger (art. 1er). Sont considérées comme personnes ayant leur domicile ou leur siège à l'étranger, notamment les personnes morales et les sociétés de personnes dépourvues de personnalité juridique, mais ayant la capacité d'acquérir, qui n'ont pas leur siège en Suisse (art. 3 lettres a et b AF). L'art. 5 AF énumère les cas d'exception où un tel assentiment n'est pas nécessaire, et l'art. 6 indique quels sont les motifs d'octroi et de refus de l'autorisation.\n\na) Selon l'art. 5 lettre b AF, l'acquisition d'immeubles par des héritiers légaux dans la dévolution d'une succession n'est |381| pas subordonnée à l'assentiment de l'autorité cantonale. En revanche, l'acquisition par des héritiers institués ne bénéficie pas de cette exception; elle est donc subordonnée à une autorisation. Il existe en effet de sérieuses raisons d'être plus libéral à l'égard des héritiers légaux, dont le choix n'appartient pas au de cujus, qu'à l'égard des héritiers institués, que le disposant pourrait désigner en vue de réaliser par une voie détournée une opération immobilière prohibée (cf. ATF du 18 mai 1973 dans la cause I., publié dans RNRF 1974, p. 53 ss).\n\nLes intimées, qui n'ont pas leur siège en Suisse, sont donc soumises au régime de l'autorisation.\n\nb) Les immeubles en cause n'étant pas situés en des lieux où aucune autorisation n'est possible en vertu de l'art. 7 AF, il faut examiner si les intimées ont un intérêt légitime à l'acquisition, au sens de l'art. 6 AF. Or il n'est pas contesté qu'elles ne remplissent aucune des conditions dans lesquelles l'art. 6 al. 2 AF reconnaît l'existence d'un intérêt légitime; ladite disposition ne contient pas, dans son énumération que la Chambre de céans a déclarée exhaustive (ATF Wozchod Handelsbank AG, du 27 octobre 1972, publié dans RNRF 1973, p. 115), le cas des héritiers institués, même pas lorsqu'ils le sont par une disposition testamentaire qui ne vise manifestement pas à éluder la loi. Les autorités vaudoises ne pouvaient donc pas accorder l'autorisation demandée, faute d'un motif permettant de justifier cette autorisation au sens de l'art. 6 al. 2 AF.\n\nLa décision attaquée doit donc être annulée et la demande d'autorisation rejetée.\n\n2. Selon l'art. 560 CC, les héritiers acquièrent de plein droit l'universalité de la succession dès que celle-ci est ouverte (al. 1), l'effet de l'acquisition par les héritiers institués remontant au jour du décès du disposant (al. 3).\n\nDe son côté, l'art. 20 AF dispose que les actes juridiques ayant pour objet une acquisition assujettie au régime de l'autorisation restent sans effets tant qu'il n'y a pas d'autorisation passée en force, et qu'ils sont frappés de nullité dès que passe en force notamment le refus de l'autorisation (al. 1); il impose en outre de tenir compte d'office de l'absence d'effets et de la nullité (al. 2); quant à l'al. 3, il dispose: \"Les prestations promises ne peuvent être exigées; les prestations exécutées peuvent être répétées pendant cinq ans et, lorsque des |382| actes punissables ont été commis, jusqu'à la prescription de l'action pénale\".\n\nEn tant qu'acte législatif spécial et plus récent, l'arrêté fédéral de 1961/1973 l'emporte sur la règle générale et plus ancienne de l'art. 560 CC; mais n'ayant qu'une durée limitée, il ne fait qu'y déroger temporairement (cf. AUBERT, Traité de droit constitutionnel suisse, vol. II, p. 478 s., No 1314, et La Hiérarchie des formes, dans RDS 1974 II, p. 193 ss, Nos 4, 19, 26, 35). Il n'est donc pas douteux que, dans les circonstances de l'espèce, l'art. 20 AF s'oppose à ce que les deux héritières étrangères acquièrent la propriété des immeubles sis en Suisse, ou en tout cas à ce qu'elles soient inscrites au registre foncier comme propriétaires. En revanche, on ne saurait prétendre, comme semble le faire la recourante, que l'art. 20 AF entraîne la nullité de l'institution d'héritier relative aux deux sociétés étrangères. Le législateur n'a pas pu vouloir une telle conséquence, qui pourrait être très grave selon les cas et qui irait le plus souvent bien au-delà du but recherché par l'arrêté fédéral en cause.\n\nOn doit en effet constater qu'en édictant l'art. 20 AF, le législateur n'a manifestement pas eu en vue le cas de l'institution d'héritier, mais uniquement, semble-t-il, le cas des actes bilatéraux, qui sont de loin les plus fréquents en cette matière; l'alinéa 3 de l'art. 20 AF est particulièrement révélateur à cet égard. Si l'on devait déduire de l'art. 20 AF la nullité d'une institution d'héritier parce qu'elle vise des personnes domiciliées à l'étranger et que la succession comprend des immeubles situés en Suisse, les héritiers institués seraient traités beaucoup plus sévèrement que, par exemple, l'acheteur ou le vendeur: le vendeur dont l'acte d'aliénation est frappé de nullité peut chercher un autre acquéreur, ou attendre l'abrogation ou l'assouplissement de l'arrêté fédéral pour conclure un nouvel acte, tandis que si l'institution d'héritier est déclarée nulle après le décès du disposant - et ce n'est qu'à ce moment-là qu'elle déploie ses effets -, elle ne peut plus être renouvelée, ni remplacée par d'autres dispositions pour cause de mort.\n\nOn doit donc admettre qu'il y a sur ce point une véritable lacune de la loi, lacune qu'il appartient au juge de combler \"selon les règles qu'il établirait s'il avait à faire acte de législateur\" (art. 1er al. 2 CC), principe qui s'applique aussi bien si l'on considère la disposition en cause (art. 20 AF) comme une |383| disposition de droit civil que comme une disposition de droit public (cf. RO 99 Ib 280, 97 I 355 consid. 1a, 90 I 141).\n\nMais le juge ne doit trancher une contestation que quand elle se pose. Or en l'espèce, il n'y a pas encore de contestation; il est même possible qu'il n'y en ait jamais. On ignore si la succession comprend d'autres biens meubles ou d'autres immeubles sis à l'étranger, ce qui faciliterait le partage entre les trois cohéritières; et même si de tels biens n'existent pas, il n'est pas exclu que les cohéritières trouvent à leur problème une solution qui puisse leur donner satisfaction. En revanche, si une contestation surgit lors du partage, les intéressées pourront s'adresser au juge civil compétent, lequel peut très bien aussi trancher à titre préjudiciel des questions de droit public, si tant est que l'art. 20 AF puisse être qualifié de norme de droit public.\n\nCe qui est clair pour l'instant, c'est que les immeubles ne peuvent pas être inscrits au registre foncier au nom des sociétés étrangères, mais que ces sociétés restent en principe héritières instituées et qu'on devrait leur reconnaître le droit de recevoir leur quote-part de Succession, mais en valeurs autres que des immeubles en Suisse.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours, annule la décision attaquée et refuse l'autorisation requise par les deux sociétés intimées."}