{"annee": "101", "cour": "IA", "page": "521", "date": "12/12/1975", "cite": [], "cite_par": ["102 IA 493", "130 III 125", "129 I 110", "108 IB 85", "115 IB 197", "105 IB 37", "102 IA 574", "116 II 625", "103 IB 69", "115 IA 27", "102 IA 308", "118 III 37", "135 IV 56", "103 IA 199", "122 I 253", "114 IA 427", "128 I 354", "103 IA 531", "115 III 28", "118 IA 118", "116 II 373"], "chapeau": "82. Arrêt du 12 décembre 1975 dans la cause Provenda S.A. contre Alimenta S.A. et Genève, Cour de justice", "regestes": ["Exécution de sentences arbitrales étrangères. Ordre public suisse. Motivation des sentences 1. C'est au juge de la mainlevée qu'il appartient de décider si une décision judiciaire étrangère relative à un paiement en espèces doit être exécutée en Suisse en vertu d'une convention internationale (consid. 1a). 2. Si l'exécution se fonde sur une convention internationale, le Tribunal fédéral en examine librement l'interprétation et l'application et il revoit librement les faits; il est cependant lié par les moyens soulevés devant lui par les parties, lesquelles peuvent en présenter de nouveaux (consid. 1b). 3. N'est pas contraire à l'ordre public suisse l'exécution, en Suisse, de sentences arbitrales non motivées rendues en Grande-Bretagne (consid. 4)."], "faits": "BGE 101 Ia 521 S. 522\n\nLa société Provenda S.A., dont le siège social est à Don (France), a ouvert une poursuite contre Alimenta S.A., domiciliée à Genève, en paiement des montants fixés dans deux sentences arbitrales rendues en Grande-Bretagne, l'une par l'arbitre S.A. Acke de la \"Grain and feed trade association\", et l'autre par le \"Board of appeal\" de la même association. La débitrice ayant fait opposition, la créancière en a demandé la mainlevée au Tribunal de première instance de Genève, qui l'a refusée en bref pour deux raisons: d'une part pour invalidité de la clause compromissoire au sens de l'art. 1er al. 2 lettre a de la Convention de Genève du 26 septembre 1927 \"pour l'exécution des sentences arbitrales étrangères\" (en abrégé: la Convention), d'autre part pour absence de motivation des sentences arbitrales, absence jugée contraire à l'ordre public suisse réservé par l'art. 1er al. 2 lettre e de la Convention.\n\nSaisie d'un appel de Provenda S.A., la Cour de justice a admis que la clause compromissoire était valable, mais que l'absence de motivation des sentences était contraire à l'ordre public suisse, de sorte que le Tribunal de première instance n'avait pas violé la loi en refusant d'accorder la mainlevée.\n\nAgissant par la voie du recours de droit public, Provenda S.A. requiert le Tribunal fédéral d'annuler l'arrêt de la Cour de justice et de renvoyer la cause à cette autorité pour qu'elle prononce la mainlevée définitive. Elle allègue notamment la violation de la Convention de Genève du 26 septembre 1927.", "considerants": "Considérant en droit:\n\n1. a) Les décisions étrangères sur lesquelles se fonde la recourante ont pour objet une prestation pécuniaire. Elles doivent donc être exécutées conformément aux dispositions de la loi fédérale sur la poursuite pour dettes et la faillite (art. 38 LP). Selon le droit fédéral, c'est au juge de la mainlevée qu'il appartient de décider si une décision judiciaire étrangère relative à un paiement en espèces doit être exécutée en Suisse en vertu d'une convention internationale (art. 81 al. 3 LP; RO 98 Ia 532 consid. 1 et les arrêts cités). C'est donc BGE 101 Ia 521 S. 523à tort que l'intimée reproche à la recourante d'avoir choisi une procédure - la procédure sommaire de mainlevée - \"dont les caractéristiques mêmes rendaient impossible un examen sérieux des problèmes posés\".\n\nComme le Tribunal fédéral l'a relevé à plusieurs reprises (RO 61 I 277 ss avec citations de doctrine et de jurisprudence), le fait que la procédure sommaire cantonale ne serait pas la plus appropriée (notamment en ce qui concerne l'administration des preuves) pour une procédure d'exequatur n'est nullement déterminant: la procédure au cours de laquelle doit être requise l'exécution d'une décision étrangère n'est pas régie seulement par le droit cantonal, mais aussi et d'abord par le droit fédéral. Lorsque ce dernier pose certaines exigences de procédure, en raison de la nature des décisions à prendre, il incombe au droit cantonal de s'adapter au droit fédéral et non l'inverse (RO 76 I 126 s., 61 I 279; cf. aussi Message du Conseil fédéral du 18 septembre 1964 relatif à la Convention de New York pour la reconnaissance et l'exécution des sentences arbitrales étrangères, FF 1964 II 639).\n\nb) La situation n'est pas différente s'il s'agit de l'exécution d'une sentence arbitrale et non d'un jugement rendu par un tribunal étatique (RO 76 I 126, 61 I 279). Selon une jurisprudence constante, les sentences privées rendues en Suisse sont assimilées aux jugements visés par les art. 80 et 81 LP, à la double condition que, d'une part, le canton dans lequel elles sont rendues les assimile à un jugement étatique en ce qui concerne la force de chose jugée et le caractère exécutoire et que, d'autre part, le tribunal arbitral offre les garanties requises par le droit fédéral, spécialement en ce qui concerne l'indépendance des parties en cause (RO 81 I 325, 76 I 92). Pour l'exécution en Suisse des sentences arbitrales étrangères, la solution varie suivant qu'il existe ou non une convention internationale. S'il n'y a pas de convention, la question se résout exclusivement selon le droit cantonal, que le Tribunal fédéral, saisi d'un recours de droit public contre la décision cantonale, ne peut examiner que sous l'angle restreint de l'arbitraire. Si, au contraire, l'exécution se fonde sur une convention internationale, lé Tribunal fédéral en examine librement l'interprétation et l'application - contrairement à ce que semble croire l'intimée - et il revoit aussi librement les faits (RO 98 Ia 532 consid. 1 et les arrêts cités); il est cependant BGE 101 Ia 521 S. 524lié par les moyens soulevés devant lui par les parties (RO 98 Ia 541 consid. 2 et 553 consid. 1c); mais comme l'épuisement des instances cantonales n'est pas exigé en cette matière (cf. art. 86 al. 3 OJ), les parties peuvent présenter des moyens nouveaux et faire de nouvelles offres de preuves (RO 99 Ia 86, 98 Ia 553 consid. 1c), même si elles ont épuisé les instances cantonales (RO 98 Ia 553 consid. 1c).\n\n2. a) Il n'est pas contesté que la convention internationale applicable en l'espèce est celle qui a été conclue à Genève le 26 septembre 1927 (Convention pour l'exécution des sentences arbitrales étrangères, RS 12 p. 358), à laquelle ont adhéré aussi bien la Grande-Bretagne, pays dans lequel la sentence a été rendue, que la France et la Suisse, pays à la juridiction desquels sont soumises respectivement la recourante et l'intimée. La Convention du 10 juin 1958 pour la reconnaissance et l'exécution des sentences arbitrales étrangères (dite Convention de New York), à laquelle la France et la Suisse ont adhéré, n'est pas applicable du fait que la Grande-Bretagne n'y a pas adhéré; en effet, la Suisse a fait usage de la possibilité - offerte par l'art. 1er al. 3 de ladite Convention - de ne l'appliquer qu'aux seules sentences rendues sur le territoire d'un autre pays contractant (AF du 2 mars 1965, ROLF 1965 p. 797).\n\nb) Pour que l'exécution d'une sentence puisse être autorisée dans un des pays qui ont adhéré à la Convention de Genève, il faut notamment que cette sentence ait été rendue à la suite d'un compromis arbitral ou d'une clause compromissoire valable selon la législation qui lui est applicable (art. 1er al. 2 lettre a de la Convention), en l'espèce selon le \"Protocole relatif aux clauses d'arbitrage\" du 24 septembre 1923, signé par chacun des trois pays en cause. Alors que le Tribunal de première instance avait nié l'accomplissement de cette condition, la Cour de justice l'a admis. Dans sa réponse au recours de droit public, l'intimée ne critique pas, sur ce point, l'arrêt attaqué, de sorte que la Cour de céans n'a plus à examiner cette question (RO 98 Ia 541, 93 I 54 consid. 2, 85 I 44).\n\n3. Devant la Cour de justice, l'intimée avait objecté que la sentence en cause était contraire à l'ordre public suisse (réservé par l'art. 1er al. 2 lettre e de la Convention) parce qu'elle émanait d'un tribunal organisé par une association dont elle ne faisait pas partie. La Cour de justice avait rejeté BGE 101 Ia 521 S. 525ce grief. Dans sa réponse au recours de droit public, l'intimée reprend cet argument; elle ajoute qu'est également contraire à l'ordre public suisse la règle de procédure, appliquée en l'espèce, selon laquelle il faut l'unanimité des juges ou l'unanimité moins un pour que la sentence d'appel puisse modifier la décision de première instance.\n\nN'ayant pas d'intérêt à former un recours de droit public contre l'arrêt de la Cour de justice qui lui donnait raison pour l'essentiel, l'intimée a néanmoins qualité pour critiquer des points de l'arrêt qui lui sont défavorables (cf. RO 89 I 523 et les arrêts cités). Mais elle n'a pas motivé ses griefs d'une façon conforme à l'art. 90 lettre a OJ, applicable par analogie au mémoire de réponse à un recours de droit public. Elle n'a notamment pas pris position sur la motivation adoptée par la Cour de justice au sujet de l'impartialité des arbitres et de l'égalité des parties. Les griefs soulevés sont donc irrecevables.\n\nMais, même si on pouvait examiner ces griefs, on devrait les rejeter. En effet, Alimenta S.A. a accepté librement de se soumettre à un éventuel arbitrage en insérant dans le contrat la clause \"GAFTA 100\", qui prévoit un tel arbitrage. La procédure de désignation des arbitres, prévue par cette clause, ne prête pas à la critique. L'intimée est entrée en matière sans réserve sur le fond - du moins ne prétend-elle pas le contraire - et elle a interjeté appel; elle n'a pas mis en doute concrètement l'indépendance, la capacité et l'impartialité des arbitres. La situation est, sinon identique, du moins très proche de celle de l'affaire Egetran (RO 93 I 49 ss). Quant à la règle de procédure selon laquelle la sentence rendue en première instance ne peut être modifiée en appel que par une majorité qualifiée des arbitres d'appel, elle ne viole pas l'ordre public suisse: le concordat intercantonal sur l'arbitrage prévoit lui-même, aux art. 31 al. 2 et 11 al. 4, que la convention d'arbitrage peut exiger que la sentence soit rendue à l'unanimité ou par une majorité qualifiée des arbitres.\n\n4. En déclarant contraire à l'ordre public l'exécution d'une sentence arbitrale non motivée, la Cour de justice n'a pas ignoré que le Tribunal fédéral avait statué en sens contraire dans l'arrêt Roth du 9 octobre 1936 (RO 62 I 143); mais elle a estimé qu'en raison de l'évolution du droit public suisse intervenue depuis 1936, cette jurisprudence ne pouvait pas être maintenue, tout au moins pas dans le cas d'espèce.BGE 101 Ia 521 S. 526\n\nOn ne saurait partager cette opinion; un nouvel examen de cette jurisprudence permet au contraire de la confirmer.\n\na) Le Tribunal fédéral a admis dans l'arrêt Hoepffner du 21 janvier 1959 (RO 85 I 47 consid. 4a) que la réserve de l'ordre public peut être invoquée non seulement à l'encontre du contenu d'une sentence arbitrale étrangère dont l'exécution est requise en Suisse, mais également à l'encontre de la procédure dont elle est issue. Cette jurisprudence a été constamment confirmée depuis lors (cf. RO 98 Ia 533 consid. 3 et les arrêts cités).\n\nLa réserve de l'ordre public suisse a une portée plus restreinte en matière de reconnaissance et d'exécution des sentences arbitrales étrangères qu'en matière d'application du droit étranger par les tribunaux suisses. En ce qui concerne le fond, cela signifie que l'exécution ne doit pas forcément être refusée dans le cas où le juge saisi estime que, s'il était appelé à appliquer lui-même directement le droit étranger en vertu d'une règle de renvoi, il pourrait refuser de le faire en raison de l'incompatibilité de ce droit avec l'ordre juridique suisse (RO 98 Ia 533 consid. 3 et les arrêts cités); en ce qui concerne la procédure, ladite limitation signifie qu'un vice de procédure ne doit pas forcément entraîner le refus d'exécuter la sentence étrangère, alors même qu'un tel vice entraînerait l'annulation d'une sentence rendue en Suisse: il faut qu'il s'agisse de la violation de principes fondamentaux de l'ordre juridique suisse, qui heurte d'une façon intolérable le sentiment du droit (cf. RO 96 I 391, 87 I 193 et les arrêts cités). Il faut observer à ce sujet que plus sont détaillées les conditions formelles auxquelles une convention subordonne l'exécution des sentences arbitrales, moins est étendu le champ d'application de la réserve - expresse ou tacite - de l'ordre public: cette réserve ne doit pas permettre d'exclure, par des voies détournées, l'application des conventions internationales signées par la Suisse et qui font partie du droit suisse, donc d'exclure finalement l'application du droit suisse (RO 94 I 362 ss, 81 I 231 consid. 5, 81 II 179); elle ne doit pas aboutir en dernière analyse à une violation du traité, dont le but est justement de reconnaître l'existence de systèmes juridiques différents et de les coordonner (cf. aussi STEIN-JONAS, Kommentar zur Zivilprozessordnung, 19e éd., Tübingen 1970, Anhang zu § 1044, A II art. 1, II 5).\n\nBGE 101 Ia 521 S. 527\n\nb) Selon le concordat intercantonal sur l'arbitrage du 27 mars 1969, applicable dans le canton de Genève dès le 12 janvier 1971, les sentences arbitrales doivent être motivées (art. 33 al. 1 lettre e); bien que cette disposition figure parmi celles que le concordat déclare impératives (art. 1er al. 3) et dont la violation ouvre la voie du recours en nullité (art. 37), les parties peuvent néanmoins y renoncer expressément, selon le texte même de l'art. 33 al. 1 lettre e. D'autre part, si le recours en nullité se révèle bien fondé, il ne conduit pas nécessairement à l'annulation d'une sentence arbitrale non motivée, l'autorité de recours pouvant, pour des motifs d'opportunité, renvoyer la sentence au tribunal arbitral et lui impartir un délai pour la rectifier ou la compléter (art. 39). Enfin, même une sentence défectueuse doit être déclarée exécutoire par l'autorité judiciaire visée à l'art. 3 du concordat, non seulement lorsque les parties y ont formellement acquiescé, mais également lorsque aucun recours en nullité n'a été intenté dans le délai de trente jours dès la notification (art. 44 lettres a et b).\n\nIl ressort déjà de ces dispositions concordataires - examinées librement par le Tribunal fédéral (RO 100 Ia 422 consid. 3) - que l'obligation de motiver n'a pas la portée absolue que lui attribue la Cour de justice: d'une part, la violation de cette obligation n'est qu'un motif éventuel d'annulation; d'autre part et surtout, les parties peuvent renoncer à cette obligation, à condition, il est vrai, de le faire expressément. L'exigence de la motivation étant laissée à la libre disposition des parties, elle ne peut pas être considérée comme un droit auquel il serait impossible de renoncer ni, par conséquent, être déclarée d'ordre public. On ne peut pas davantage considérer comme étant d'ordre public l'exigence que la renonciation à la motivation soit expresse: une loi qui admettrait aussi une renonciation tacite, par faits concluants (par exemple: adhésion implicite au règlement d'arbitrage d'une institution privée ou publique - cf. art. 1er al. 2 du concordat - dispensant les arbitres de l'obligation de motiver) ne heurterait certainement pas de façon intolérable le sentiment de la justice.\n\nA cela s'ajoute que le droit concordataire n'est pas encore adopté par tous les cantons; à ce jour, seuls dix cantons et quatre demi-cantons ont adhéré au concordat du 27 mars 1969. Les normes qui y sont contenues ne peuvent donc pas BGE 101 Ia 521 S. 528être considérées comme ayant une portée générale pour l'ensemble de la Suisse. Ainsi qu'il ressort de l'arrêt Vegetable Oil Products Cy c. Elmassian, du 11 novembre 1959, le canton de Genève pourrait être astreint, en dépit de l'obligation de motiver qui existe chez lui, à accorder l'exequatur à une sentence arbitrale rendue dans un canton qui n'a pas adhéré au concordat et dont le droit de procédure n'impose pas la motivation de telles sentences.\n\nc) Loin d'être dépassée, la jurisprudence libérale de l'arrêt Roth (RO 62 I 143), confirmée par l'arrêt Vegetable Oil Products Cy de 1959, est conforme à la jurisprudence récente d'autres pays qui connaissent l'obligation de motiver, telles la France et la République fédérale d'Allemagne.\n\nEn Allemagne fédérale, l'absence de motifs est une cause d'annulation d'une sentence arbitrale rendue dans le pays, à moins que les parties n'aient convenu du contraire (art. 1041 al. 1 ch. 5 et al. 2 ZPO). En revanche, l'art. 1044 ZPO, relatif à la déclaration d'exequatur des sentences étrangères, ne mentionne pas l'absence de motifs parmi les causes de refus de l'exequatur. Et, selon la doctrine et la jurisprudence (STEIN-JONAS, op.cit., § 1044 III B 2a ss, et l'arrêt qui y est cité: LG Berlin, KTS 66, 182), l'absence de motifs ne viole pas l'ordre public réservé par l'al. 2 de l'art. 1044 ZPO (cf. aussi WALKER, Die freie Gestaltung des Verfahrens vor einem internationalen Schiedsgericht durch die Parteien, thèse Zurich 1968, p. 51).\n\nQuant à la France, dont la jurisprudence prévoit l'obligation de motiver les sentences rendues dans le pays, elle n'impose pas la même exigence aux sentences arbitrales étrangères, notamment à celles qui ont été rendues en Grande-Bretagne (Cour de cassation, arrêt Broutchoux c. Elmassian du 14 juin 1960, publié dans Revue de l'arbitrage, 1960, p. 97; cf. aussi la sentence d'appel dans cette même affaire, publiée dans la même revue, 1958, p. 122). La doctrine approuve cette jurisprudence (cf. PH. FOUCHARD, L'arbitrage commercial international, Paris 1965, n. 529-531 p. 346 ss). Les Pays-Bas semblent également adopter une telle jurisprudence (P. SANDERS, Arbitrage international commercial, Paris 1956, p. 22 et 404).\n\nd) La Convention sur l'arbitrage commercial international, signée à Genève le 21 avril 1961, codifie une solution analogue.BGE 101 Ia 521 S. 529\n\nSous le titre \"Motifs de la sentence\", l'art. VIII établit la présomption que les parties ont voulu que la sentence soit motivée, à moins qu'elles n'aient déclaré expressément y renoncer, ou qu'elles se soient \"soumises à une procédure arbitrale dans le cadre de laquelle il n'est pas d'usage de motiver les sentences et pour autant, dans ce cas, que les parties ou l'une d'elles ne demandent pas expressément avant la fin de l'audience, ou s'il n'y a pas d'audience, avant la rédaction de la sentence, que la sentence soit motivée\".\n\nMême si la Suisse n'a pas adhéré à cette convention, il n'est pas hors de propos de se référer à une solution adoptée par des experts pour trancher un problème délicat posé par la coexistence, sur le plan international, de systèmes juridiques différents et de traditions diverses, solution analogue à celle qu'a retenue le Tribunal fédéral il y a près de quarante ans. A cette occasion déjà, le Tribunal fédéral avait relevé que la non-motivation des sentences arbitrales était d'usage en Grande-Bretagne (CURTI, Englands Zivilprozess, p. 105 s.; cf. SANDERS, dans Arbitrage international commercial, Paris 1956 p. 22 et MACASSEY, même ouvrage p. 82). Il en avait déduit que la Suisse, qui avait connaissance de ce fait lorsqu'elle a adhéré à la Convention de Genève de 1927, dont la Grande-Bretagne est signataire et qui ne subordonne pas expressément l'exécution d'une sentence étrangère au fait qu'elle soit motivée, avait implicitement admis que l'absence de motivation ne pouvait pas être invoquée pour refuser l'exequatur des sentences rendues en Grande-Bretagne (RO 62 I 145 s.).\n\nCet argument essentiel, qui se fonde sur la nécessité de respecter les accords internationaux et vise à atteindre les buts que s'est fixés ladite Convention, garde toute sa valeur aujourd'hui. Il y a d'autant moins de raisons de revoir cette jurisprudence que la législation sur l'arbitrage en vigueur en Angleterre et au Pays de Galles (Arbitration Act de 1950) confère aux tribunaux ordinaires un large pouvoir d'intervention dans la procédure arbitrale (cf. MACASSEY, op.cit., p. 66; FOUCHARD, op.cit., p. 346 n. 529, avec citations de jurisprudence).\n\ne) On peut sans doute reprocher à la jurisprudence précitée de rendre plus difficile, en raison de l'absence de motivation, la tâche du juge de l'exequatur, appelé à contrôler si la sentence arbitrale viole l'ordre public par son contenu.\n\nMais un tel risque, qui n'est d'ailleurs pas grave en raison BGE 101 Ia 521 S. 530du pouvoir d'intervention des tribunaux ordinaires britanniques, doit être supporté par la partie qui a librement accepté, en raison d'autres avantages, de se soumettre à une juridiction arbitrale dans un pays où prévaut l'usage de ne pas motiver les sentences. Au surplus, une partie peut facilement éviter un tel risque en demandant expressément que la sentence soit motivée, exigence à laquelle les arbitres ne pourraient pas se soustraire, notamment pas lorsque la sentence doit être exécutée dans un pays qui impose la motivation (cf. MACASSEY, op.cit., p. 82).\n\nD'autre part, rien n'empêche la partie contre laquelle l'exécution est demandée d'utiliser d'autres moyens pour prouver que le contenu de la sentence viole l'ordre public international de la Suisse. En revanche, si on lui permettait de se prévaloir purement et simplement de l'absence de motifs pour s'opposer à l'exécution d'une sentence rendue en application d'une procédure librement choisie, cela reviendrait bien souvent à protéger une attitude contraire aux exigences de la bonne foi (cf. Message du Conseil fédéral du 26 août 1929, FF 1929 II 159; FOUCHARD, op.cit., p. 348 n. 530).\n\nLe fait que la motivation des décisions des autorités étatiques est expressément requise par une grande partie des cantons et qu'elle peut, sous certaines conditions, être considérée comme une exigence constitutionnelle découlant de l'art. 4 Cst. (cf. RO 98 Ia 464 ss), ne permet pas de conclure que les mêmes principes doivent nécessairement s'appliquer aux procédures arbitrales, où l'autonomie des parties joue un rôle bien plus important et qui, choisies librement en raison d'autres avantages, ne doivent pas nécessairement présenter les mêmes garanties que le recours à la juridiction étatique ordinaire.\n\nf) Il faut donc admettre, en confirmation de la jurisprudence, que l'absence de motif dans une sentence arbitrale rendue en Grande-Bretagne ne justifie pas, à elle seule, le refus d'accorder l'exequatur pour violation de l'ordre public.\n\n5. Devant la Cour de Justice, l'intimée n'avait pas prétendu que la sentence eût été prononcée par un tribunal arbitral non prévu par la clause compromissoire ou constitué de façon non conforme à l'accord des parties ou aux règles de droit applicables à la procédure d'arbitrage (art. 1er al. 2 lettre c de la Convention), ni que la sentence ne fût pas devenue BGE 101 Ia 521 S. 531définitive en Grande-Bretagne au sens de la lettre d de cette même disposition. La Cour de justice avait dès lors retenu que les conditions prévues par ces dispositions étaient remplies. L'intimée soutient néanmoins, dans sa réponse au recours de droit public, que la recourante n'a pas prouvé que les conditions prévues sous lettres c et d de l'art. 1er al. 2 de la Convention fussent remplies, alors même qu'elle en avait l'obligation en vertu de l'art. 4 de la Convention; l'intimée en déduit que l'exécution de la sentence aurait dû être refusée.\n\nSi des moyens nouveaux sont admis dans un recours de droit public non soumis à l'exigence de l'épuisement des instances cantonales (RO 99 Ia 86 consid. 3b), il faut reconnaître aussi que l'intimée, qui n'avait pas d'intérêt à former un recours de droit public contre une décision qui lui était favorable, peut également soulever de tels moyens, pour le cas où le Tribunal fédéral serait amené à casser ladite décision, en reconnaissant bien fondés les griefs du recourant (cf. RO 86 I 225 s.; cf. aussi RO 89 I 523). Mais les moyens de l'intimée doivent aussi satisfaire aux exigences de l'art. 90 OJ, applicable par analogie à la réponse à un recours de droit public.\n\nOr l'intimée s'est contentée, en l'espèce, d'alléguer que les conditions prévues sous lettres c et d de l'art. 1er al. 2 de la Convention n'étaient pas remplies, sans motiver plus avant ses allégations et sans en apporter la preuve, de sorte que les griefs soulevés sur ce point sont irrecevables.\n\nMais même si la chambre de céans pouvait examiner ces griefs, elle devrait admettre que la recourante a fourni les preuves requises, ainsi qu'on va le voir.\n\na) Les moyens nouveaux que le recourant peut soulever dans un recours de droit public non subordonné à l'épuisement des instances cantonales doivent l'être en principe dans le délai de trente jours prévu par l'art. 89 OJ (cf. RO 90 I 250 s.). Mais si la production de tels moyens est rendue nécessaire par des griefs nouveaux soulevés par l'intimé dans sa réponse, cette production peut intervenir dans la réplique. Tel est le cas, en l'espèce, des documents supplémentaires produits par la recourante dans sa réplique, pour faire pièce aux griefs soulevés par l'intimée dans sa réponse.\n\nC'est à tort que l'intimée se plaint, dans sa duplique, de ce que les pièces produites par la recourante ne lui aient pas été BGE 101 Ia 521 S. 532notifiées; ces pièces ont été déposées en annexe à la réplique, laquelle a été communiquée pour une éventuelle duplique à l'intimée; celle-ci avait la possibilité, si elle l'estimait utile ou nécessaire, de demander au Tribunal fédéral de prendre connaissance de ces pièces; si elle ne l'a pas fait, elle ne peut s'en prendre qu'à elle-même.\n\nb) Les pièces produites par la recourante révèlent qu'il n'y a pas de motifs de douter que les sentences arbitrales ont été rendues par les arbitres prévus par la clause compromissoire et que la désignation de ceux-ci s'est faite conformément aux règles de droit applicables à la procédure d'arbitrage (art. 1er al. 2 lettre c de la Convention). Ainsi l'exigence posée par l'art. 4 al. 1 ch. 3 de la Convention est manifestement satisfaite, exigence qui n'a d'ailleurs pas un caractère absolu, les pièces en question ne devant être fournies que \"le cas échéant\", c'est-à-dire s'il subsiste des doutes sur les points en question, notamment si l'existence des conditions d'exécution prévues par l'art. 1er al. 1 et 2 lettres a et c est contestée, avec motifs à l'appui, par la partie contre laquelle l'exécution est requise.\n\nIl est également prouvé, notamment par le certificat de coutume du 14 août 1975, que les sentences arbitrales sont devenues définitives en Grande-Bretagne; l'intimée ne prétend d'ailleurs pas non plus qu'elles auraient fait l'objet de recours ou d'opposition devant les autorités judiciaires de ce pays. Ainsi l'exigence prévue par la lettre d du même art. 1er al. 2 de la Convention est également satisfaite.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule l'arrêt attaqué."}