{"annee": "101", "cour": "V", "page": "229", "date": "9/12/1975", "cite": [], "cite_par": ["119 V 16"], "chapeau": "48. Arrêt du 9 décembre 1975 dans la cause Barraud contre Caisse cantonale vaudoise d'assurance en cas de maladie et Tribunal des assurances du canton de Vaud", "regestes": ["Art. 5 al. 1 LAMA. Pouvoir du mari de conclure une assurance-maladie en faveur de son épouse; obligations de celle-ci du vivant et après le décès de son conjoint."], "faits": "|229|\n\nA.- Le 10 avril 1972, Hermann Barraud signa et remit à la Caisse cantonale vaudoise d'assurance en cas de maladie et d'accidents deux demandes d'admission, l'une pour lui et l'autre pour son épouse, Emilie Barraud. Ces demandes furent agréées, avec effet dès le 1er avril 1972. Hermann Barraud décéda le 28 juillet 1972. Le même jour, sa veuve reçut sa carte d'assurée, selon laquelle la cotisation s'élevait à 80 fr. 50 par mois. Elle dit n'avoir pas eu connaissance auparavant des démarches de son mari auprès de la caisse susmentionnée.\n\nLe 14 novembre 1972, cette dernière invita Emilie Barraud à payer les cotisations de feu Hermann Barraud pour les mois d'avril à juillet, soit 322 fr., ce qui fut fait. La caisse allègue avoir versé ses prestations concernant, pendant la même période, les frais de traitement du défunt, mais la veuve le conteste.\n\nLe 24 septembre 1973, l'administration adressa à Emilie Barraud une facture de 724 fr. 50, relative aux cotisations personnelles de la destinataire pour la période d'avril 1972 à décembre 1972, soit neuf mois à 80 fr. 50, facture suivie d'un rappel du 8 novembre 1973. Dans une lettre du 18 octobre 1973, l'intéressée demanda à la caisse si elle était vraiment assurée et fit état de difficultés de paiement. Le 6 novembre, il lui fut répondu qu'elle avait été affiliée par les soins de son conjoint, qu'elle devait avoir reçu en été 1972 sa carte d'assurance et neuf bulletins de versement en vue du règlement des mensualités de 1972, qu'elle était débitrice en outre de 1'173 fr. |230| à titre de cotisations pour l'année en cours et qu'il lui était loisible de sortir de la mutualité avec effet au 31 décembre 1973. Par lettre du 21 novembre 1973, Emilie Barraud demanda qu'on prît note de sa démission; elle déclara s'étonner de ce que la caisse ne lui eût pas réclamé de cotisations plus tôt et la pria \"de régler au mieux cette erreur\".\n\nAu cours de la correspondance qui suivit, la caisse-maladie persista dans ses exigences, tandis qu'Emilie Barraud refusa de payer, en contestant que son mari eût le droit de l'assurer à son insu. Le 16 avril 1974, la caisse prit une décision formelle, par laquelle elle ordonnait à l'intéressée de lui verser 1'897 fr. 50. A la réquisition de la caisse, l'office des poursuites de L. notifia le 23 avril 1974 à la prétendue débitrice un commandement de payer de 1'897 fr. 50 plus intérêt à 5% depuis le 1er décembre 1973, qui fut frappé d'opposition totale.\n\nB.- Emilie Barraud recourut contre la décision mentionnée ci-dessus.\n\nLe président du Tribunal des assurances du canton de Vaud rejeta le recours le 25 octobre 1974. Estimant que la seule question litigieuse était si le mari pouvait conclure valablement une assurance-maladie en faveur de l'épouse, le premier juge admit l'existence d'un tel droit.\n\nC.- Emilie Barraud a formé en temps utile un recours de droit administratif contre le jugement cantonal. Elle conclut implicitement à être libérée de toute dette de cotisations et insiste sur la faute qu'aurait commise la caisse-maladie en attendant jusqu'au 24 septembre 1973 pour lui réclamer des sommes qu'elle, recourante, croyait ne pas devoir payer.\n\nL'intimée conclut derechef au rejet du recours.\n\nL'Office fédéral des assurances sociales, dans son préavis, déclare soutenable chacune des deux thèses qui s'affrontent et s'en remet à justice.", "considerants": "Considérant en droit:\n\n1. Les art. 15 et 16 des statuts de la caisse-maladie intimée, du 1er mars 1972, partent de l'idée que la demande d'admission ou de maintien dans l'assurance émane du candidat ou de son représentant légal. Cela ne signifie pas que la démarche ne puisse en aucun cas être faite par un autre représentant. Les normes qui régissent les actes juridiques ne |231| parlent, en général, du mandataire des parties que pour supprimer ou réglementer son intervention, de sorte que leur silence sur ce sujet ne veut pas dire que celle-ci soit exclue. Il appartient sans doute à l'administration de la caisse d'exiger ou de ne pas exiger, selon les circonstances, la signature personnelle du candidat. Une telle exigence eût été d'autant moins nécessaire en l'occurrence que les personnes âgées sont admises sans réserve (art. 18 des statuts), ce qui réduit l'importance du questionnaire auquel le candidat est appelé à répondre.\n\n2. La législation suisse en matière d'assurances sociales ne contient pas de règles sur la représentation des futurs assurés au moment où vont s'établir des relations d'assurance et en vue de les établir. Cela va de soi pour l'assurance-accidents obligatoire, l'assurance militaire, l'assurance-vieillesse et survivants obligatoire, l'assurance-invalidité et le régime des allocations pour perte de gain, qui ne connaissent pas d'assurés volontaires. Le législateur semble n'en avoir pas éprouvé le besoin en ce qui concerne les institutions qui connaissent de tels assurés: l'assurance-vieillesse et survivants facultative, l'assurance-maladie et l'assurance-chômage. En revanche, les art. 67 al. 1 RAVS et art. 66 RAI donnent l'exercice du droit de faire valoir une prestation, après que des relations d'assurance se sont établies, à l'ayant droit ou à son représentant légal agissant au nom de celui-ci (et non \"en son nom\" comme le dit le texte français), à son conjoint, à ses ascendants et descendants, à ses frères et soeurs, ainsi qu'à certains tiers et autorités. Et les art. 84 LAVS et art. 69 LAI confèrent non seulement aux intéressés le droit de recourir au juge contre les décisions des caisses de compensation mais encore aux ascendants et descendants ainsi qu'aux frères et soeurs de celui qui prétend pouvoir bénéficier d'une prestation; ce droit appartient aussi au conjoint en vertu des art. 103 lit. a et art. 132 OJ (v. RCC 1973 p. 471). Parmi les personnes qui ne sont pas l'ayant droit mentionnées ci-dessus, seul le représentant légal est un véritable représentant, au sens du droit civil. Les autres ne peuvent certes agir que pour l'ayant droit, mais en vertu d'un pouvoir originaire et non d'un mandat de représentants (RO 99 V 166 consid. 1). Dans le domaine de l'assurance-maladie, où il n'existe pas de dispositions légales ou réglementaires semblables aux art. 67 RAVS, 66 RAl, 84 LAVS et 69 LAI |232| (cf. les art. 30bis et 30ter LAMA), le Tribunal fédéral des assurances a manifesté l'intention d'adopter par analogie la réglementation en vigueur dans l'AVS et l'assurance-invalidité, quant à la qualité pour agir en justice des frères et soeurs ainsi que du conjoint (RJAM 1970 p. 90 consid. 1, 1969 p. 117 consid. 1).\n\nLe premier juge a déduit de l'arrêt RJAM 1969 p. 117 que le mari peut valablement assurer sa femme contre la maladie, même si elle ne lui a pas donné le mandat de le faire. Cela revient à dire que celui qui a le droit de réclamer des prestations d'assurance pour une tierce personne doit avoir aussi un droit propre d'assurer cette personne, de telle manière que cette dernière apparaisse non seulement comme l'assuré mais encore comme le preneur d'assurance, tenu personnellement du paiement des primes ou cotisations. Une telle extension des droits des tiers va cependant trop loin et ne résulte point des dispositions précitées de la législation sur l'AVS et l'AI, qui ne confèrent à diverses personnes ou autorités le droit de réclamer certaines prestations pour l'assuré qu'une fois l'assurance établie selon les modalités propres à chacune des institutions concernées. Ces modalités, pour le type d'assurance-maladie conclue entre feu Hermann Barraud et l'intimée, consistent en une convention, fondée sur une proposition du preneur et une acceptation de l'assureur. Il n'y a aucun motif, dans ces circonstances, de s'écarter des normes du droit civil sur la représentation pour dire si et dans quelle mesure la recourante est liée par ces actes juridiques.\n\n3. Aux termes de l'art. 38 al. 1 CO, lorsqu'une personne contracte sans pouvoirs au nom d'un tiers, celui-ci ne devient créancier ou débiteur que s'il ratifie le contrat. La ratification peut être expresse, implicite, ou résulter d'actes concluants, voire du silence du tiers pour lequel on a contracté. De ce point de vue, ainsi que l'a déclaré le Tribunal fédéral, on appréciera l'attitude dudit tiers comme un homme de bonne foi eût été justifié à le faire. Toutefois, on ne saurait résoudre abstraitement la question, qui exige toujours une appréciation de l'ensemble des circonstances (RO 93 II 302, consid. 4 p. 307).\n\nAlors qu'Emilie Barraud a reçu le 28 juillet 1972 de la caisse une carte de membre à son nom, ainsi qu'elle l'allègue elle-même, et des bulletins de versement, ce qu'elle n'a pas |233| contesté, elle a gardé le silence jusqu'au 18 octobre 1973. Ce jour-là, en réponse à une facture et à un rappel de l'intimée, elle lui a fait part de son étonnement en des termes qui ne sauraient passer pour une ratification. Il faut donc rechercher si le silence de près de 16 mois observé par la recourante impliquait, lui, qu'elle eût accepté d'être assurée. Deux circonstances en font douter sérieusement. La première, c'est qu'elle a de la peine à comprendre la situation; mais la caisse n'a pu s'en apercevoir que par la correspondance postérieure au 17 octobre 1973. La seconde, c'est que, pendant la période où elle a gardé le silence, elle n'a pas payé de cotisations ni présenté de notes de soins médicaux et pharmaceutiques, alors que, selon les pièces, elle avait eu de tels frais. Le défaut de paiements aurait dû éveiller l'attention de l'intimée et provoquer de sa part une demande d'explications ou une réclamation en novembre 1972 au plus tard, époque où elle a interpellé l'intéressée à propos des cotisations arriérées de feu Hermann Barraud. Vu ces circonstances et l'âge de la recourante, l'intimée ne pouvait interpréter le silence de cette dernière comme une ratification.\n\nDans la correspondance ultérieure, Emilie Barraud a mêlé à un refus obstiné d'être assurée des actes qui n'auraient eu de sens que si elle l'avait été: elle a donné sa démission et a produit des photocopies de factures de frais de traitement. Mais le contexte montre qu'elle tenait bien plus à nier la naissance de toute relation d'assurance qu'à être radiée de la liste des membres à la fin de 1973 et qu'à recevoir des prestations, qui semblent d'ailleurs n'avoir jamais été versées, de l'aveu de la caisse. La correspondance à partir du 18 octobre 1973 ne contient donc pas de véritable ratification.\n\n4. Cependant, il importe d'examiner aussi la situation au regard des règles du mariage.\n\nL'art. 162 CC s'exprime en ces termes: \"Le mari représente l'union conjugale. Il s'oblige personnellement par ses actes, quel que soit le régime matrimonial.\"\n\nCette prescription donne au mari le droit, quel que soit le régime matrimonial, de traiter valablement avec des tiers en ce qui concerne les affaires de l'union conjugale; mais non pas les affaires de sa femme, pour lesquelles il a besoin d'une procuration (LEMP, ad art. 162 CC note 4). Il faut donc déterminer d'abord si le mari qui assure son épouse contre la maladie |234| gère en ce faisant les affaires de l'union conjugale ou s'il s'immisce dans celles de son conjoint. Or, à l'heure actuelle, une assurance des frais médicaux et pharmaceutiques et d'une indemnité journalière convenable en faveur du mari et de l'épouse répond sans nul doute, en principe, aux besoins normaux du ménage (dans le même sens: PFLUGER, Juristische Kartothek der Krankenversicherung, XId 5 et XId 17). Le mari est intéressé à ce que sa femme soit assurée, puisqu'il doit la faire soigner lorsqu'elle est atteinte dans sa santé (art. 159 al. 3 et 160 al. 2 CC). Cela est aussi vrai des époux âgés: les efforts entrepris dans le canton de Vaud pour promouvoir l'assurance-maladie des vieilles personnes ont été ressentis par la plupart des intéressés comme une faveur et un progrès. Dans le cas des époux Barraud, les deux assurances conclues par le mari apparaissent comme un acte raisonnable de gestion du ménage, au regard de l'importance du risque couvert et de la situation financière des conjoints... En conséquence, Hermann Barraud a valablement traité avec la caisse-maladie intimée, lorsqu'il y a assuré sa femme, même à l'insu de celle-ci. Mais il a traité pour les affaires de l'union conjugale, de sorte qu'à défaut de pouvoirs de représentation, donnés expressément, tacitement ou par actes concluants, il était seul tenu du paiement des primes. Il en a été ainsi aussi longtemps qu'il a vécu.\n\nLe jour du décès d'Hermann Barraud, sa dette pour les cotisations échues a passé à son ou ses héritiers, conformément à l'art. 560 CC (cf. RO 99 V 165, déjà cité, consid. 2, et PFLUGER, op.cit. XId 6). Les cotisations dues ultérieurement, elles, n'incombaient pas aux héritiers, parce que l'assurance-maladie en question avait perdu le caractère d'affaire de l'union conjugale en raison de la dissolution de celle-ci. Mais il faut néanmoins admettre que l'épouse qui a valablement été affiliée à une caisse-maladie par son mari dans les circonstances décrites plus haut demeure sans autre assurée à la mort de son conjoint; car il serait contraire à ses intérêts bien compris que de la priver, à cause de ce décès, du bénéfice de l'assurance, en la laissant démunie de tout droit équivalant à un droit de libre passage, non prévu par la loi dans semblable hypothèse. Reste naturellement réservée la possibilité de démissionner, conformément aux règles statutaires. Demeurant assurée, la recourante n'avait pas uniquement les avantages |235| mais aussi les obligations d'un membre de la mutualité, notamment celle de payer des cotisations. Si elle ne voulait plus être affiliée, il lui appartenait de le faire savoir à l'administration, qui l'aurait radiée avec effet à la fin du trimestre. En se bornant à garder le silence, elle a commis une erreur, dont la caisse n'a pas à pâtir. Il est certes regrettable que l'intimée ait attendu près de 14 mois, depuis le 28 juillet 1972, pour présenter son premier relevé de cotisations. Il faut toutefois considérer que les membres d'une mutualité sont censés utiliser spontanément le matériel qui leur a été remis pour leurs paiements. De même, un assuré de l'AVS ne pourrait se dérober à payer des cotisations d'indépendant arriérées sous le prétexte qu'elles ne lui ont pas été réclamées pendant plusieurs mois.\n\n5. Par conséquent, le ou les héritiers d'Hermann Barraud sont débiteurs des cotisations dues pour Emilie Barraud d'avril à juillet 1972 et la recourante doit celles des mois d'août 1972 à décembre 1973. On ignore qui a recueilli la succession du défunt. Il appartiendra à la juridiction cantonale d'instruire sur ce point, puis de dire si l'intimée peut aussi réclamer les quatre premières mensualités à la prénommée.\n\nLa caisse demande des intérêts moratoires. Suivant la jurisprudence, la recourante n'en devrait que si elle avait conteste sa dette par esprit de chicane ou à seule fin d'en retarder le paiement (cf. ATFA 1968 p. 21 consid. 2; cf. RO 101 V 117 consid. 3), ce qui n'est pas le cas.\n\nDe son côté, l'intimée servira les prestations convenues pour les traitements médicaux dont l'assurée peut avoir eu besoin pendant la période d'affiliation.\n\nLa juridiction cantonale rendra son nouveau jugement dans ce sens.\n\nPar ces motifs, le Tribunal fédéral des assurances prononce:\n\nLe recours est admis dans ce sens que le jugement attaqué est annulé et la cause, renvoyée à la juridiction cantonale pour nouvelle décision, conformément aux considérants."}