{"annee": "101", "cour": "IA", "page": "161", "date": "12/5/1975", "cite": ["98 IA 239", "98 IA 326", "98 IB 282"], "cite_par": ["106 IA 229"], "chapeau": "28. Sentenza 12 maggio 1975 nella causa X contro Procuratore pubblico della giurisdizione sottocenerina.", "regestes": ["Art. 87 OJ. Dommage irréparable résultant d'une décision incidente prise dans le cadre d'une procédure pénale. Une décision incidente rejetant une requête de l'inculpé tendant à la mise en oeuvre d'une enquête formelle ou complémentaire ne cause dans la règle pas un dommage irréparable au sens de l'art. 87 OJ (confirmation de jurisprudence)."], "faits": "|161|\n\nIn base ad informazioni preliminari il Procuratore pubblico della giurisdizione sottocenerina poneva con atto 26 novembre 1974 in stato d'accusa avanti le Assise correzionali X, quale prevenuto colpevole di falsità in documenti aggravata.\n\nCon istanza 13 gennaio 1975 X chiedeva alla Camera dei ricorsi penali del Tribunale di appello del Cantone Ticino, ai sensi dell'art. 163 del codice di procedura penale ticinese (CPPT), che si facesse luogo all'istruzione formale.\n\nLa Camera dei ricorsi penali respingeva con decisione 14 febbraio 1975 l'istanza, non considerando dati i presupposti per procedere alla richiesta formalizzazione dell'istruzione.\n\nContro tale diniego X è insorto con tempestivo ricorso di diritto pubblico al Tribunale federale, fondato sull'art. 4 Cost.\n\n|162|", "considerants": "Considerando in diritto:\n\nL'art. 87 OG dispone che il ricorso di diritto pubblico per violazione dell'art. 4 Cost. non è ammissibile che contro le decisioni finali emanate in ultima istanza e quelle incidentali, anch'esse emanate in ultima istanza, se da queste ultime risulti un danno irreparabile per l'interessato.\n\nPoiché la decisione della Camera dei ricorsi penali censurata dal ricorrente non è più suscettibile d'impugnazione sul piano cantonale è adempiuto il requisito del previo esaurimento dei rimedi di diritto cantonale.\n\nLa decisione impugnata non è finale, perché concerne solamente una fase del procedimento penale. Essa ha una funzione meramente strumentale rispetto a quella destinata a concludere il procedimento instaurato nei confronti del ricorrente. Trattasi, cioè, di una decisione incidentale. Manca però ad essa il requisito del danno irreparabile per l'interessato, alla cui esistenza è subordinata l'impugnabilità con ricorso di diritto pubblico, ai sensi dell'art. 87 OG. Il diniego della formalizzazione dell'istruzione non comporta infatti per il ricorrente un pregiudizio giuridico irreparabile. Gli articoli 177 e 178 CPPT gli assicurano il diritto di richiedere nuovi mezzi di prova; questi possono, d'altronde, esser chiesti ed ordinati non soltanto nella fase degli atti preparatori, bensì anche in quella del dibattimento, ove il magistrato li ritenga opportuni ai fini dell'accertamento dei fatti. In un procedimento, come quello penale, dominato dal principio dell'officialità, il magistrato possiede un esteso potere d'ordinare qualsiasi sorta di misure probatorie, in quanto ne ravvisi la necessità, che può essere ognora dimostrata dall'interessato. Quest'ultimo può d'altronde aggravarsi del rifiuto eventualmente oppostogli, impugnando avanti la seconda istanza cantonale la sentenza di merito. L'ipotetica protrazione nel tempo di un procedimento suscettibile d'essere concluso al termine di un'eventuale istruzione formale in cui nuovi mezzi probatori avessero dimostrato l'innocenza o quanto meno la non punibilità del prevenuto, costituirebbe un pregiudizio di fatto e non di diritto (v., in particolare DTF 98 Ia 328 e rif., in cui gli inconvenienti che derivano ad un prevenuto dalla circostanza d'essere rinviato a giudizio, anziché prosciolto in istruttoria, sono espressamente definiti come pregiudizio di fatto, e non giuridico |163| ai sensi dell'art. 87 OG; nello stesso senso, DTF 98 Ia 240). Il Tribunale federale ha pertanto, in costante giurisprudenza, ritenuto inammissibili, perché diretti contro decisioni incidentali non comportanti un danno irreparabile, i ricorsi proposti contro il diniego di procedere ad una istruzione formale o ad un complemento d'istruzione. Non v'è alcuna ragione di modificare tale giurisprudenza consolidata, risultata da un attenta disamina dei contrapposti interessi concettuali e della natura del ricorso di diritto pubblico. Un riesame si giustifica ancor meno nella fattispecie concreta, in cui non è neppure affermato che il diniego dell'istruzione formale implicherebbe verosimilmente la perdita irreversibile di mezzi di prova (cfr. in proposito, in materia di diritto amministrativo, DTF 98 Ib 287 /288).\n\nDa quanto sopra discende che il gravame va dichiarato manifestamente inammissibile mancando uno dei presupposti essenziali richiesti dall'art. 87 OG."}