{"annee": "101", "cour": "IV", "page": "245", "date": "16/5/1975", "cite": [], "cite_par": [], "chapeau": "54. Urteil des Kassationshofes vom 16. Mai 1975 i.S. Statthalteramt Meilen gegen S. und Konsorten", "regestes": ["Art. 3 al. 6 R. d'ex. LSEE. Activité accessoire ne nécessitant pas d'autorisation. L'étranger qui est au bénéfice d'une autorisation de travail peut, si le genre d'activité est le même, se livrer à un travail accessoire sans nouvelle autorisation; il en va de même lorsqu'il exerce une activité accessoire d'un autre genre, mais de façon irrégulière."], "faits": "|245|\n\nIm August 1973 beschäftigte S. für die Errichtung einer Gartenmauer vier ausländische Maurer und Hilfsarbeiter. Einer war Jahresaufenthalter, die drei andern Saisonniers. Jeder der vier arbeitete rund 60 Stunden in der Freizeit oder abends.\n\nDas Bezirksgericht Meilen büsste S. und die vier Arbeiter wegen Übertretung des ANAG und der ANAV. Es legte ihnen Beschäftigung von nicht niedergelassenen Ausländern bzw. Stellenantritt ohne fremdenpolizeiliche Arbeitsbewilligung zur Last.\n\n|246|\n\nDas Obergericht des Kantons Zürich sprach alle fünf frei.\n\nDas Statthalteramt Meilen führt Nichtigkeitsbeschwerde mit dem sinngemässen Antrag auf Rückweisung der Sache an das Obergericht zur Verurteilung gemäss dem bezirksgerichtlichen Entscheid.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\nDas Statthalteramt bringt vor, die Beschäftigung der vier Ausländer durch S. sei bewilligungspflichtig gewesen und mangels Bewilligung sei Art. 3 Abs. 3 ANAG in Verbindung mit Art. 13 Abs. 4 ANAV übertreten worden.\n\nNach Art. 3 Abs. 6 ANAV bedarf der Ausländer, der eine andere als die ihm bewilligte Tätigkeit ausüben will, einer neuen Bewilligung; ebenso, wenn er ohne den Beruf zu wechseln mit einer gewissen Regelmässigkeit eine Nebenbeschäftigung anderer Art aufnehmen will. Durch Umkehrschluss aus dieser Bestimmung folgt einerseits, dass der Ausländer, der bereits über eine Bewilligung zum Stellenantritt verfügt, bei gleichbleibender Art der Tätigkeit ohne neue Bewilligung einer Nebenbeschäftigung nachgehen darf; anderseits ergibt sich daraus, dass der Ausländer auch dann keine neue Bewilligung einholen muss, wenn er eine Nebenbeschäftigung zwar anderer Art, jedoch unregelmässig ausübt (Urteil der verwaltungsrechtlichen Kammer des Bundesgerichts vom 26. September 1974 i.S. Nüssli).\n\nDas Obergericht erklärt, darüber, dass die vier Ausländer eine Nebenbeschäftigung anderer Art als die ihnen (bei der Bauunternehmung Martelosio) bewilligte Tätigkeit ausgeübt hätten, enthalte das bezirksgerichtliche Urteil nichts und auch aus den Akten ergäben sich dafür keine Anhaltspunkte. Diese Feststellung tatsächlicher Natur bindet den Kassationshof (Art. 277bis Abs. 1 BStP); sie kann mit der Nichtigkeitsbeschwerde nicht angefochten werden (Art. 273 Abs. 1 lit. b BStP). Das Obergericht schliesst aus ihr zu Recht, dass die Nebenbeschäftigung bei S. nicht bewilligungspflichtig war. Bundesrecht ist nicht verletzt.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}