{"annee": "101", "cour": "IV", "page": "145", "date": "30/4/1975", "cite": ["83 II 284", "101 IV 60", "81 IV 238"], "cite_par": [], "chapeau": "38. Auszug aus dem Urteil des Kassationshofes vom 30. April 1975 i.S. X. gegen Staatsanwaltschaft des Kantons Thurgau", "regestes": ["Art. 110 ch. 5 et 253 CP. 1. L'acte authentique constatant la fondation d'une S. A. constitue un titre au sens de l'art. 110 ch. 5 CP (consid. 2a). 2. Obtention frauduleuse d'une constatation fausse dans le cas où les apports sont présentés fallacieusement comme faits en espèces alors que les fondateurs entendent en réalité les effectuer par une reprise de bien (consid. 2b)."], "faits": "|145|\n\nA.- Anlässlich der Gründung der Firma Tricotex AG gaben X. und Y. am 9. Juli 1964 gegenüber dem beurkundenden Notar die Erklärung ab, dass das Grundkapital der neuen AG bar einbezahlt worden sei und nach Eintragung der Gesellschaft im Handelsregister zur freien Verfügung derselben stehe. Es wurde indessen verschwiegen, dass beabsichtigt war, die neue AG unmittelbar nach ihrer Gründung Vermögenswerte übernehmen zu lassen, wobei der geleistete Gegenwert dem ganzen Aktienkapital entsprach. Demnach wurde vorgetäuscht, |146| es handle sich um eine Bargründung, während in Wirklichkeit eine Sachübernahmegründung vorgenommen wurde. Die erschlichene Urkunde verwendete X. in der Folge für die Eintragung der Gesellschaft in das Handelsregister des Kantons Thurgau.\n\nB.- Mit Urteil vom 24. Januar 1975 hat die Kriminalkammer des Kantons Thurgau X. des Betruges sowie weiterer Delikte schuldig erklärt und zu einer unbedingten Gefängnisstrafe von 13 Monaten verurteilt.\n\nC.- Der Verurteilte führt Nichtigkeitsbeschwerde mit dem Antrag, das angefochtene Urteil hinsichtlich der Mittäterschaft bei Betrug, der fortgesetzten Urkundenfälschung und der fortgesetzten Erschleichung einer falschen Beurkundung aufzuheben. Die Sache sei zur Freisprechung in den genannten Punkten und zur neuen Festsetzung der Strafe sowie zur Gewährung des bedingten Strafvollzuges an die Vorinstanz zurückzuweisen.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n2. Der Beschwerdeführer wurde wegen Erschleichung einer falschen Beurkundung (Art. 253 StGB) verurteilt, weil er bei der Gründung der Tricotex AG gegenüber dem Notar eine Bargründung mit einem voll liberierten Aktienkapital von Fr. 50'000.-- vorgetäuscht und unter Missachtung von Art. 628 Abs. 2 OR verschwiegen habe, dass es sich in Wirklichkeit um eine Sachübernahmegründung handelte. Dabei wurden die eingebrachten Maschinen unmittelbar nach der Gründung aus dem zu diesem Zweck aufgenommenen und fälschlich als Aktienkapital deklarierten Darlehen beglichen und anschliessend das Darlehen zurückbezahlt.\n\nNach Art. 253 StGB ist strafbar, wer durch Täuschung bewirkt, dass ein Beamter oder eine Person öffentlichen Glaubens eine rechtlich erhebliche Tatsache unrichtig beurkundet (Abs. 1), und ferner, wer eine so erschlichene Urkunde gebraucht, um einen andern über die darin beurkundete Tatsache zu täuschen (Abs. 2).\n\na) In der Beschwerde wird zu Recht nicht bestritten, dass die öffentliche Urkunde über die Gründung einer Aktiengesellschaft sowohl geeignet als auch dazu bestimmt ist, die von den Gründern darin bestätigten Angaben (Art. 638 Abs. 2 |147| OR) zu beweisen (BGE 101 IV 61). Infolgedessen stellt sie eine Urkunde im Sinne von Art. 110 Ziff. 5 StGB dar. Dabei spielt keine Rolle, ob die Urkundsperson die bestätigten Tatsachen überprüft oder überprüfen kann (BGE 81 IV 243). Deshalb ist der Einwand des Beschwerdeführers untauglich, dass der Notar nicht verpflichtet sei, Parteierklärungen auf ihren Wahrheitsgehalt zu prüfen, und dass seine Mitwirkung bloss formeller Art sei. Wie diese an sich richtige Feststellung das angefochtene Urteil entkräften könnte, ist nicht ersichtlich. Auch der Hinweis des Beschwerdeführers auf ähnliche Manöver von Vertragsparteien eines Ehevertrages geht fehl. Denn auch hier erfüllen bewusst falsche Angaben über rechtserhebliche Tatsachen beim Vorliegen der übrigen Voraussetzungen den Tatbestand des Art. 253 StGB.\n\nb) X. bestreitet, dass im vorliegenden Fall überhaupt eine rechtlich erhebliche Tatsache unrichtig beurkundet worden sei. Das Grundkapital von Fr. 50'000.-- sei nämlich wirklich vorhanden gewesen. Die zum voraus beabsichtigte und gleich nachher vorgenommene Verwendung für den Ankauf von Maschinen führe höchstens zu einer zivilrechtlichen Nichtigkeit, nicht aber zur Erfüllung eines Straftatbestandes.\n\nVon vornherein unbehelflich ist der Hinweis auf BGE 83 II 284 ff. Dass die Verletzung des Art. 628 Abs. 2 OR zivilrechtlich die Nichtigkeit des betreffenden Geschäftes bewirkt, schliesst nämlich eine Verurteilung nach Art. 251 ff. StGB nicht aus. Das zitierte Urteil behandelt denn auch gar nicht die strafrechtlichen Gesichtspunkte.\n\nHingegen kann man sich in der Tat fragen, unter welchen Voraussetzungen von einer Falschbeurkundung zu sprechen ist, wenn bei der Gründung einer Aktiengesellschaft an sich richtig erklärt wird, das Aktienkapital sei voll in bar einbezahlt, jedoch im voraus der Wille der Gründer dahin geht, das Aktienkapital sofort in Sachwerte anzulegen. In solchen Fällen kann falsche Beurkundung bzw. Erschleichung einer solchen nur dann angenommen werden, wenn durch die betreffende Verurkundung Dritte getäuscht werden sollen (siehe V. SCHWANDER, Das Schweizerische Strafgesetzbuch, Nr. 703a; allgemein zur Täuschungsabsicht als Voraussetzung der vorsätzlichen Urkundenfälschung: BGE 100 IV 182 mit Verweisungen). Diese Voraussetzung darf nicht leichthin als erfüllt erachtet werden. Sie wird eher gegeben sein, wenn die Täuschung |148| durch eine öffentliche Urkunde bewirkt wird, als wenn sie in einer Privaturkunde enthalten ist (siehe G. STRATENWERTH, Schweizerisches Strafrecht, BT II, S. 487). Die beabsichtigte Täuschung anlässlich der Gründung einer Gesellschaft kann auch dann vorliegen, wenn eine wörtliche Auslegung des Urkundeninhaltes auf den Zeitpunkt der Errichtung bezogen zwar zutrifft, aber dieser Inhalt nach dem Willen der Parteien dazu bestimmt ist, Dritte zu täuschen und zu schädigen.\n\nHält man sich an diese Abgrenzung, so hat die Vorinstanz durchaus richtig entschieden. Bei der Gründung, der Tricotex AG fehlte das erforderliche Kapital. Y. wollte mit X. zusammen eine Sachübernahmegründung vornehmen, diese jedoch durch eine angebliche Bargründung tarnen. Beiden Angeklagten war klar, dass die als voll liberiertes Aktienkapital von Fr. 50'000.-- ausgewiesene Summe entgegen dem erweckten Anschein der Gesellschaft gar nicht zur freien Verfügung stand, sondern auf dem Umweg eines Maschinen \"kaufs\" und einer Darlehensrückzahlung der Gesellschaft sofort wieder entzogen wurde (siehe Urteil des Kassationshofes vom 5. März 1975 i.S. X.). Vorgetäuscht wurde hier Eigenkapital, währenddem man in Wirklichkeit kurzfristig aufgenommenes fremdes Geld verwendete. Dadurch liefen die künftigen Lieferanten und Geldgeber Gefahr, zur Kreditgewährung verführt und in der Folge geschädigt zu werden.\n\nDemnach erkennt das Bundesgericht:\n\nDie Nichtigkeitsbeschwerde wird abgewiesen."}