{"annee": "101", "cour": "IA", "page": "384", "date": "24/9/1975", "cite": ["99 IA 223", "100 IA 244", "99 IA 667", "85 I 12", "97 I 36", "99 IA 78", "98 IA 86"], "cite_par": ["123 I 289", "111 IA 120", "137 I 273", "123 I 264", "131 I 409", "119 IA 46", "104 IA 305"], "chapeau": "64. Urteil vom 24. September 1975 i.S. X. gegen die Kantone Thurgau und St. Gallen", "regestes": ["Art. 46 Cst.; taxation intermédiaire en cas de modification des bases de répartition intercantonale. Le contribuable qui acquiert un immeuble dans un autre canton que celui de son domicile peut y être imposé, en raison de l'immeuble et de son rendement, dès la date de l'acquisition. Le canton du domicile, qui a imposé la fortune mobilière investie et son produit pour une période fiscale plus longue, doit procéder, en vertu du droit fédéral et aux fins d'éviter une double imposition, à une taxation intermédiaire. Ce principe est également applicable lorsque le contribuable a acquis dans un canton plusieurs immeubles successivement, au cours de la même période fiscale, telle qu'elle est déterminée par le canton du domicile, et qu'il faut ainsi corriger à plusieurs reprises la répartition des éléments imposables entre les deux cantons."], "faits": "BGE 101 Ia 384 S. 385\n\nX. verlegte auf den 1. Mai 1971 seinen Wohnsitz aus der thurgauischen Gemeinde Tobel nach Wil (St. Gallen). Er besass im Zeitpunkt des Wohnsitzwechsels je eine Liegenschaft im Kanton Thurgau und im Kanton St. Gallen sowie ein grösseres Wertschriftenvermögen. Am 1. August 1971 und am 1. Oktober 1971 erwarb X. je eine weitere Liegenschaft im Kanton Thurgau.\n\nDie Steuerbehörde des Kantons St. Gallen lehnte es ab, die auf den 1. Mai 1971 erfolgte interkantonale Steuerausscheidung durch entsprechende Zwischenveranlagungen zu korrigieren, BGE 101 Ia 384 S. 386und besteuerte X. für die laufende Steuerperiode 1971/72 nach Massgabe der Verhältnisse, wie sie bei seinem Zuzug in den Kanton gegeben waren. X. liess diese Veranlagung rechtskräftig werden und bezahlte die geforderte Steuer.\n\nDie Steuerbehörde des Kantons Thurgau erblickte hingegen im nachträglichen Erwerb der beiden thurgauischen Liegenschaften eine Änderung der Grundlagen der auf den 1. Mai 1971 bezogenen Steuerausscheidung und nahm entsprechende Zwischenveranlagungen vor, die jeweils zu einer für den Kanton Thurgau günstigeren Steuerteilung führten. X. setzte sich gegen die im Kanton Thurgau ergangenen Zwischenveranlagungen erfolglos zur Wehr.\n\nIm Anschluss an den letztinstanzlichen Entscheid der thurgauischen Steuerrekurskommission führt X. gegen die Kantone Thurgau und St. Gallen wegen Verletzung des Doppelbesteuerungsverbotes staatsrechtliche Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Beschwerdeführer hat nur die Einschätzung durch die Steuerbehörden des Kantons Thurgau für die Zeit ab 1. Mai 1971 angefochten, diejenige durch die st. gallischen Steuerbehörden dagegen in Rechtskraft erwachsen lassen und auch bezahlt. Nach der Rechtsprechung des Bundesgerichtes kann die staatsrechtliche Beschwerde auch im Anschluss an die Geltendmachung des zweiten der sich ausschliessenden Steueransprüche erhoben werden (BGE 98 Ia 89 E. 1 mit Hinweisen). Keiner von den beiden Kantonen hat eingewendet, das Beschwerderecht sei wegen vorbehaltloser Bezahlung der Steuer verwirkt (BGE 85 I 14 E. 2 mit Hinweisen). Auf die Beschwerde ist einzutreten.\n\n2. Die Steuerbehörden der beiden Kantone bestreiten nicht, dass eine Doppelbesteuerung eintritt, wenn die Einschätzungen der beiden Kantone aufrecht erhalten bleiben. Nach der Rechtsprechung liegt eine gegen Art. 46 BV verstossende Doppelbesteuerung dann vor, wenn ein Steuerpflichtiger von zwei oder mehreren Kantonen für das nämliche Steuerobjekt und für die gleiche Zeit zur Steuerleistung herangezogen wird (BGE 100 Ia 251, BGE 99 Ia 89 E. 2). Zwar besteuert der Kanton St. Gallen die Liegenschaften des Beschwerdeführers, die sich im Kanton Thurgau befinden, nicht direkt.BGE 101 Ia 384 S. 387\n\nSoweit es sich um die Liegenschaft in Tobel und den Ertrag aus ihr handelt, nimmt er sie von der Besteuerung aus, da X. sie schon besass, als er in den Kanton St. Gallen übersiedelte. Objekt der Besteuerung sind jedoch das Vermögen und der aus ihm fliessende Ertrag. Indem der Kanton Thurgau das in den Liegenschaften im Kanton Thurgau investierte Vermögen und seinen Ertrag besteuert, der Kanton St. Gallen aber das Gesamtvermögen und seinen Ertrag (mit Ausnahme der Liegenschaft in Tobel) erfasst, werden das Vermögen des Beschwerdeführers und sein Ertrag in einem bestimmten Umfang steuerlich doppelt belastet, so dass eine aktuelle Doppelbesteuerung vorliegt. Der Kanton St. Gallen hält jedoch sein Vorgehen für zulässig, weil er annimmt, der Kanton Thurgau dürfe die Liegenschaften in Sirnach und Frauenfeld steuerlich erst ab 1973 erfassen.\n\n3. Beide Kantone sehen in ihren Steuergesetzen übereinstimmend vor, dass bei Änderung der für die interkantonale Steuerausscheidung massgebenden Veranlagungsgrundlagen jederzeit eine ausserordentliche Zwischenveranlagung erfolgen kann. Sie nehmen damit Bezug auf die aufgrund von Art. 46 BV entwickelten Grundsätze zur Vermeidung der interkantonalen Doppelbesteuerung. Nach diesen bundesrechtlichen Kollisionsnormen muss eine interkantonale Steuerausscheidung erfolgen, wenn ein Steuerpflichtiger der Steuerhoheit verschiedener Kantone untersteht. Andern sich die für die Aufteilung massgebenden Faktoren nachträglich, so hat der Steuerpflichtige von Bundesrechts wegen Anspruch auf eine entsprechende Korrektur der interkantonalen Steuerausscheidung. Eine Änderung der Steuerausscheidung und der hierauf gestützten Veranlagungen ist selbst dann vorzunehmen, wenn das kantonale Steuerrecht keine entsprechende oder sogar eine abweichende Bestimmung enthält. Es erübrigt sich daher, die diesbezüglichen Vorschriften in den Steuergesetzen der Kantone Thurgau und St. Gallen näher zu prüfen. Beide Gesetze behalten überdies die Regeln des interkantonalen Doppelbesteuerungsrechtes ausdrücklich vor.\n\n4. a) Art. 46 Abs. 2 BV gewährt dem Bürger ein Individualrecht, indem es ihn gegen eine doppelte Besteuerung schützt. Er hat jedoch keinen Anspruch darauf, dass die Doppelbesteuerung in einer bestimmten Art und Weise vermieden wird. Es ist vielmehr eine Aufgabe des Bundesrechtes, darüber BGE 101 Ia 384 S. 388die nötigen Regeln aufzustellen. Die Besteuerung bestimmter Steuerobjekte ist demjenigen Kanton zuzuweisen, zu dem der die Steuerpflicht auslösende Sachverhalt die engsten Beziehungen hat, wobei wirtschaftliche Überlegungen von Bedeutung sind, sowie vor allem die Notwendigkeit, zwischen den Kantonen einen gerechten Ausgleich zu finden (BGE 99 Ia 229, E. 2b). Im weitern können auch Erfordernisse der Praktikabilität eine gewisse Ordnung der Aufteilung der Steuerhoheiten nahelegen.\n\nb) Es ist ein seit langem geltender und allgemein anerkannter Grundsatz, dass Liegenschaften und der aus ihnen fliessende Ertrag der Steuerhoheit des Kantons der gelegenen Sache unterliegen (HÖHN, Doppelbesteuerungsrecht, S. 158, BLUMENSTEIN, System des Steuerrechts, 3. A., S. 84 ff.). Gegebenenfalls hat er bei Wechsel in den Eigentumsverhältnissen Anspruch auf eine \"pro rata\"-Besteuerung. Befinden sich natürlichen Personen gehörende Liegenschaften nicht im Kanton, in dem jene ihr primäres Steuerdomizil haben, ist somit eine Steuerausscheidung zwischen dem Wohnsitzkanton und dem Kanton der gelegenen Sache nötig. Dabei ist die bundesgerichtliche Rechtsprechung stets davon ausgegangen, dass der Kanton der gelegenen Sache die Besteuerungsbefugnis vom ersten Tag an, an dem der Steuerpflichtige im Liegenschaftskanton über die Liegenschaft verfügt, in Anspruch nehmen kann. Auf diesen Zeitpunkt hin ist deshalb nötigenfalls die Steuerausscheidung vorzunehmen (Urteil des Bundesgerichts vom 8. Juli 1943 i.S. Bohrer, E. 3, Urteil vom 9. Oktober 1963 i.S. Zürcher, E. 5). An dieser Rechtsprechung ist festzuhalten. Es wäre sachlich ungerechtfertigt, wenn der Liegenschaftskanton, dem im Zusammenhang mit dem Grundeigentum regelmässig Aufwendungen erwachsen, die Liegenschaft und ihren Ertrag während einer bestimmten Zeit deshalb nicht besteuern könnte, weil das Steuerverfahrensrecht eines Drittkantons die Möglichkeit einer sofortigen Zwischenveranlagung, welche dem Eigentumsübergang Rechnung tragen würde, nicht vorsieht. Der Standpunkt des Kantons St. Gallen, wonach die beiden fraglichen Liegenschaftskäufe erst bei der neuen Haupteinschätzung, d.h. bei der Veranlagung 1973 zu berücksichtigen seien, erweist sich daher nicht als haltbar. Die Unrichtigkeit seines Standpunktes wird umso deutlicher, wenn man den Fall in Betracht zieht, dass der BGE 101 Ia 384 S. 389Steueranspruch des Kantons St. Gallen mit demjenigen eines solchen Kantons kollidiert, der eine einjährige Veranlagungsperiode kennt. Nach allgemein anerkannten Regeln könnte es diesem Kanton nicht verwehrt werden, in dem dem Liegenschaftserwerb folgenden Jahr die in seinem Gebiet liegenden Grundstücke zu besteuern, auch wenn nach der Gesetzgebung des andern Kantons der Erwerb steuerrechtlich nicht in ein Zwischenjahr fallen würde. In einem solchen Falle wäre es daher unausweichlich, dass der Kanton des primären Steuerdomizils des Pflichtigen eine Zwischenveranlagung vornehmen müsste (vgl. BGE 97 I 44 E. 4).\n\nSelbstverständlich spielt es nun keine Rolle, ob der Steuerpflichtige im andern Kanton ein einziges oder, in Abständen, mehrere Grundstücke erwirbt. Es ist dann jedesmal eine Voraussetzung für die Zwischeneinschätzung gegeben, und eine solche ist auch durchzuführen, wenn sie zu einem erheblichen, fiskalisch vielleicht nicht ganz gerechtfertigten Verwaltungsaufwand führt. Es mag in solchen Fällen Sache der beteiligten Kantone sein, im Einvernehmen mit dem Steuerpflichtigen nach einer möglichst wenig aufwendigen Lösung zu suchen.\n\n5. Der Kanton St. Gallen bringt gegen die von den thurgauischen Behörden vertretene Auffassung vor, es liege im Interesse des Steuerpflichtigen, dass er nicht ständig Zwischenveranlagungen ausgesetzt wird. Dem Besteuerungsanspruch des Liegenschaftskantons gebührt aber diesem privaten Interesse gegenüber der Vorzug. Ausserdem ist die Notwendigkeit einer Zwischenveranlagung eine voraussehbare Folge des eigenen Verhaltens des Steuerpflichtigen, dem es im übrigen unbenommen ist, mit den beteiligten Kantonen eine verfahrensmässige Vereinfachung zu finden.\n\nEs ist ferner nicht ausgeschlossen, wie die st. gallische Steuerverwaltung behauptet, dass der thurgauische Fiskus bei einer umfassenden Betrachtung durch die vom Kanton St. Gallen vertretene Lösung nicht benachteiligt wird, da er in andern Fällen selber ihr Nutzniesser sein könnte. Doch vermag auch diese Auffassung, abgesehen davon, dass sie sich auf Vermutungen stützt, nicht gegen die bewährten doppelbesteuerungsrechtlichen Abgrenzungsgrundsätze aufzukommen.\n\nSchliesslich wendet die Steuerverwaltung des Kantons St. Gallen ein, die vom Kanton Thurgau verfochtene Auffassung könne schwierige Abgrenzungsfragen in quantitativer und BGE 101 Ia 384 S. 390zeitlicher Beziehung nach sich ziehen und häufig Ermessensentscheide der Steuerbehörde erforderlich machen, was in Doppelbesteuerungssachen nach Möglichkeit zu vermeiden sei. Die Einwendungen sind einer Prüfung wert. Sie führen aber zu keinem anderen Ergebnis. Ob jede quantitative Veränderung in der Verteilung der sog. Steuerfaktoren zwischen primärem und sekundärem Steuerdomizil, z.B. durch Verlagerung von Aktiven von einem Kanton in den andern, doppelbesteuerungsrechtlich eine Verpflichtung zu einer Zwischenveranlagung begründet, kann offen bleiben. Die Zwischenveranlagung führt jedenfalls dann nicht zu unüberwindlichen Schwierigkeiten, wenn es sich, wie beim Erwerb von Liegenschaften, um klar abgegrenzte Tatbestände handelt, die die Gebietshoheit des Kantons der gelegenen Sache in starkem Masse berühren. Eine Zwischenveranlagung dürfte sodann auch nötig werden, wenn im Kanton des sekundären Steuerdomizils eine Liegenschaft überbaut wird und damit der Liegenschaftenertrag sich ändert, denn der Kanton der gelegenen Sache hat Anspruch auf die Besteuerung dieses Ertrages. Was schliesslich die vom Kanton St. Gallen erwarteten Schwierigkeiten bei der zeitlichen Abgrenzung angeht, so sind sie nicht unüberwindbar, wenn sie auch bei gehäuften Handänderungen an Grundstücken in kurzen Abständen zu einem erheblichen Verwaltungsaufwand führen mögen. Dass bei baulichen Investitionen im Kanton des sekundären Steuerdomizils in der Steuerperiode allenfalls verschiedene Anknüpfungspunkte für die Steuerteilung in Frage kommen, ist nicht auszuschliessen, Das bedeutet aber nichts derart Aussergewöhnliches, dass deswegen von einem anerkannten Grundsatz des Doppelbesteuerungsrechtes abgewichen werden müsste. Die Auswahl des Anknüpfungspunktes (Investition, Baubeginn, Fertigstellung, Vermietung usw.) hätte nach der in BGE 99 Ia 229 E. 3b dargelegten Richtlinie zu erfolgen.\n\n6. Die Beschwerde ist somit gegenüber dem Kanton St. Gallen als begründet zu erklären. Die Steuerverwaltung des Kantons St. Gallen wird ihre Steuereinschätzung unter Berücksichtigung der Liegenschaftenkäufe des Beschwerdeführers aus dem Jahre 1971 neu vorzunehmen und eine allfällig vom Steuerpflichtigen zu viel bezahlte Steuer zurückzuerstatten haben. Gegenüber dem Kanton Thurgau ist die Beschwerde unbegründet; doch wird im weitern Verlauf des Veranlagungsverfahrens BGE 101 Ia 384 S. 391unter Umständen auch die thurgauische Veranlagung zu korrigieren sein, wenn sich zeigt, dass ihre Liegenschaftenbewertung doppelbesteuerungsrechtlich nicht haltbar ist. Nach der Rechtsprechung des Bundesgerichtes müssen die Aktiven gleicher Art, wo immer sie auch liegen, nach den gleichen Regeln eingeschätzt werden (BGE 99 Ia 674 E. 2c)\n\nDemnach hat das Bundesgericht erkannt:\n\nDie Beschwerde wird gegenüber dem Kanton St. Gallen gutgeheissen, gegenüber dem Kanton Thurgau abgewiesen. Der Kanton St. Gallen wird verpflichtet, dem Beschwerdeführer allfällig zuviel bezahlte Steuern zurückzuerstatten."}