{"annee": "101", "cour": "IA", "page": "484", "date": "5/11/1975", "cite": ["97 I 499", "100 IA 445", "98 IA 395", "99 IA 604", "96 I 364"], "cite_par": ["103 IA 360", "102 IA 452", "103 IA 594", "106 IA 310", "104 IA 131", "103 IA 394", "122 I 90", "130 I 279", "140 II 46"], "chapeau": "78. Auszug aus dem Urteil vom 5. November 1975 i.S. Coop Olten und W.v.Rohr gegen Einwohnergemeinde Olten und Regierungsrat des Kantons Solothurn.", "regestes": ["Art. 31 Cst. prescriptions cantonales sur la fermeture des magasins; choix du demi-jour de fermeture hebdomadaire. Le règlement de la ville d'Olten sur la fermeture des magasins, qui oblige tous les commerçants à fermer leur magasin le lundi après-midi, viole l'art. 31 Cst. Une certaine possibilité de choix doit être laissée aux commerçants pour la fixation du demi-jour de fermeture obligatoire (en l'espèce, au moins entre le lundi matin et le lundi après-midi)."], "faits": "BGE 101 Ia 484 S. 484\n\nNachdem das Bundesgericht bei der Beurteilung eines Falles aus dem Kanton Zug die Pflicht zur Schliessung der Ladengeschäfte während eines vollen Werktages als gegen Art. 31 BV verstossend erklärt hatte (BGE 98 Ia 395 ff.), änderte der solothurnische Kantonsrat die kantonale Ladenschlussverordnung in dem Sinne ab, dass sie die Einwohnergemeinden nurmehr noch zur Anordnung eines halbtägigen Ladenschlusses ermächtigte; nach der bisherigen Fassung war ein ganztägiger Ladenschluss je Woche zulässig gewesen.\n\nDer Gemeinderat (Legislative) der Einwohnergemeinde Olten, die bis anhin generell am Montag einen ganztägigen Ladenschluss vorgeschrieben hatte, beschloss daraufhin eine neue Regelung, indem er § 2 der ergänzenden kommunalen Vorschriften zur kantonalen Ladenschlussverordnung wie folgt fasste: BGE 101 Ia 484 S. 485\n\n\"Sämtliche Verkaufsgeschäfte bleiben am Montagnachmittag ab\n\n12.30 Uhr geschlossen.\n\nDiese Schliessungspflicht entfällt am Mai- und Herbstmarkt sowie\n\nan den beiden Montagen unmittelbar vor Weihnachten.\"\n\nIn einem fakultativen Referendum nahmen die Stimmbürger von Olten diese neue Regelung an. Die Firma COOP Olten und ihr Verwaltungsrat Werner von Rohr führen hiegegen, nachdem sie sich beim Regierungsrat des Kantons Solothurn erfolglos beschwert hatten, staatsrechtliche Beschwerde wegen Verletzung von Art. 4 und 31 BV sowie Art. 2 ÜbBest. BV. Das Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n4. In der Beschwerde wird geltend gemacht, die generelle Festlegung des Schliessungshalbtages auf den Montagnachmittag verstosse gegen den Grundsatz von Treu und Glauben und damit gegen Art. 4 BV; der Montagnachmittag sei nämlich in der Absicht gewählt worden, dass alles beim Alten bleibe, d.h. dass die meisten Verkaufsgeschäfte wie bisher den ganzen Tag geschlossen blieben, weil es sich wegen der geringen Nachfrage nicht lohne, die Läden nur am Montagvormittag zu öffnen.\n\nDas aus Art. 4 BV hergeleitete Gebot von Treu und Glauben bindet an sich auch den Gesetzgeber. Die diesbezügliche Rüge hat jedoch im vorliegenden Fall neben jener der Verletzung von Art. 31 BV keine selbständige Bedeutung. Sie bezieht sich nicht auf das gesetzgeberische Verfahren, sondern unmittelbar auf den Inhalt der angefochtenen Vorschrift. Ob diese in bezug auf ihren Zweck und ihre Auswirkungen zulässig ist, beantwortet sich nach Art. 31 BV, wobei das Bundesgericht in erster Linie auf objektive Kriterien abstellt und weder an die behördliche Begründung der Massnahme noch an parlamentarische Voten gebunden ist. Verfolgt ein Eingriff in die Handels- und Gewerbefreiheit entgegen den von der Behörde vorgeschobenen anderweitigen Motiven ein unerlaubtes Ziel, so heisst das Bundesgericht die Beschwerde wegen Verletzung von Art. 31 BV gut. Hält hingegen eine Massnahme materiell vor der Handels- und Gewerbefreiheit stand, so kann auch nicht im erwähnten Sinne von einem Verstoss gegen Treu und Glauben gesprochen werden. Es erübrigt BGE 101 Ia 484 S. 486sich daher, unter dem Gesichtswinkel des Art. 4 BV gesondert zu prüfen, ob die angefochtene Regelung erlassen wurde, um die hinsichtlich der Dauer der Schliessungspflicht bestehenden Verfassungsschranken \"zu umgehen\".\n\n5. Art. 31 BV gewährleistet die Handels- und Gewerbefreiheit, behält aber in Absatz 2 kantonale Bestimmungen über die Ausübung von Handel und Gewerbe vor. Wie das Bundesgericht in seiner neuesten Rechtsprechung festgestellt hat, umfasst dieser Vorbehalt nicht nur rein polizeiliche Massnahmen, sondern auch solche sozialen oder sozialpolitischen Charakters (BGE 97 I 505 E. 4c; vgl. auch BGE 100 Ia 449 E. 5, BGE 99 Ia 619 E. 5a und 373 E. 2, BGE 98 Ia 400 E. 2). Untersagt sind den Kantonen hingegen wirtschaftspolitische Massnahmen, das heisst solche, die einen Eingriff in die freie Konkurrenz bezwecken. Um vor der Handels- und Gewerbefreiheit Bestand zu haben, müssen kantonale Bestimmungen im Sinne von Art. 31 Abs. 2 BV auf gesetzlicher Grundlage beruhen, im öffentlichen Interesse liegen, dem Grundsatz der Verhältnismässigkeit entsprechen und das Gebot der Gleichbehandlung der Gewerbegenossen beachten. Es wird im folgenden zu prüfen sein, ob die von der Einwohnergemeinde Olten erlassene Ladenschlussregelung die genannten Voraussetzungen erfüllt.\n\n6. (Prüfung der gesetzlichen Grundlage).\n\n7. a) Das öffentliche Interesse für die Anordnung eines halbtägigen Ladenschlusses an Werktagen kann heute nicht mehr im Arbeitnehmerschutz liegen, nachdem dieser im eidgenössischen Arbeitsgesetz vom 13. März 1964 (ArG) in bestimmten Bereichen einheitlich und abschliessend geregelt worden ist. Ein zulässiges Ziel derartiger Ladenschlussvorschriften kann jedoch der Schutz jener Personen sein, die ebenfalls im Verkaufsbetrieb tätig sind, aber nicht dem Arbeitsgesetz unterstehen, so der Ladeninhaber, ihrer Familienangehörigen sowie gewisser leitender Angestellter (BGE 97 I 507; BGE 98 Ia 401 E. 3 und 403 E. 5b). Um ihnen die nötige Freizeit sicherzustellen, können die Kantone vorschreiben, dass die Verkaufsgeschäfte an einem halben Werktag je Woche zu schliessen sind. Eine länger dauernde Schliessungspflicht ist unzulässig, da sie, wie in BGE 98 Ia 403 E. 5b dargelegt, den Grundsatz der Verhältnismässigkeit und damit Art. 31 BV verletzt.\n\nb) Ob darüber hinaus auch der Grundsatz der derogatorischen BGE 101 Ia 484 S. 487Kraft des Bundesrechtes eine entsprechende Begrenzung verlangt, weil bei einem obligatorischen Ladenschluss während eines vollen Werktages die Vorschriften des eidg. Arbeitsgesetzes über die wöchentliche Höchstarbeitszeit des Personals nicht oder nicht mehr ohne weiteres zum Zuge kämen, liess das Bundesgericht in BGE 98 Ia 402 E. 5a offen. Die Frage braucht auch hier nicht weiter verfolgt zu werden, da die angefochtene Regelung bloss einen halbtägigen Ladenschluss vorschreibt und von einer Vereitelung von Bundesrecht im erwähnten Sinne zum vornherein nicht gesprochen werden kann. Die Rüge der Beschwerdeführer, für die beanstandete Ausgestaltung der halbtägigen Ladenschlusspflicht seien vor allem Überlegungen des Personalschutzes massgebend gewesen, ist unter dem Gesichtswinkel des in Art. 31 BV enthaltenen Verhältnismässigkeitsprinzipes zu prüfen; der Berufung auf Art. 2 ÜbBest. BV kommt keine gesonderte Bedeutung zu.\n\n8. Die vorgeschriebene Schliessungsdauer beträgt im vorliegenden Fall lediglich einen halben Werktag, was nach dem Gesagten an sich zulässig ist. Die Beschwerdeführer beanstanden jedoch, dass diese halbtägige Ladenschliessung einheitlich für alle Verkaufsgeschäfte auf den Montagnachmittag festgesetzt worden ist. Damit werde auf die Geschäftsinhaber ein indirekter Zwang ausgeübt, ihre Läden während des ganzen Montags geschlossen zu halten, da es sich kaum lohne, die Geschäfte am Montagmorgen zu öffnen, um sie am gleichen Nachmittag wieder zu schliessen. Der verfassungsrechtlich anerkannte Zweck der Massnahme könne auch erreicht werden, wenn die Wahl des Schliessungshalbtages dem Ladeninhaber überlassen bleibe. Für die angeordnete einheitliche Schliessung bestünden keine hinreichenden Gründe; sie widerspreche sowohl den Interessen des Publikums als auch jenen der Ladenbesitzer.\n\na) In BGE 96 I 367 f. bezeichnete das Bundesgericht eine Anordnung des Tessiner Staatsrates, die alle Apotheken in Lugano (mit Ausnahme der Dienstapotheken) am Samstagnachmittag einheitlich zur Schliessung verpflichtete, als unverhältnismässig und gegen Art. 31 BV verstossend; es stellte fest, dass eine derartige Massnahme insbesondere den Interessen des Publikums widerspreche und dass keine hinreichenden Gründe bestünden, die von den Beschwerdeführern verlangte BGE 101 Ia 484 S. 488Wahlmöglichkeit zwischen Samstagnachmittag und Montagmorgen auszuschliessen. In BGE 97 I 502 ff., in dem das Bundesgericht seine bisherige Rechtsprechung auf diesem Gebiet im Hinblick auf das in Kraft getretene eidg. Arbeitsgesetz grundsätzlich überprüfte, stellte sich die Frage der Zulässigkeit eines einheitlichen Ladenschlusses nicht, da die zu beurteilende genferische Regelung den einzelnen Geschäftsinhabern die freie Wahl des Schliessungshalbtages überliess. Hingegen wurde die Frage erneut aufgeworfen in BGE 98 Ia 404 E. 6: Das Bundesgericht hielt fest, dass der mit dem vorgeschriebenen Schliessungshalbtag verfolgte öffentliche Zweck - nämlich der Schutz der nicht dem Arbeitsgesetz unterworfenen Personen - an sich auch erreicht wäre, wenn es dem einzelnen Ladenbesitzer überlassen bliebe, zu entscheiden, an welchem Halbtag der Woche er sein Geschäft schliessen wolle. Diese Wahlmöglichkeit dürfe nur soweit beschränkt werden, als es aus anderweitigen Gründen des öffentlichen Interesses notwendig sei. Eine gewisse Einschränkung rechtfertige sich schon deshalb, um eine staatliche Kontrolle zu ermöglichen oder zu erleichtern. Sodann sei nicht zu übersehen, dass eine Übersichtlichkeit der Ladenschlussordnung im Interesse des Publikums liege. Ob und wieweit eine Wahlmöglichkeit gewährt werden müsse, hänge stark von den konkreten Verhältnissen ab; die gegeneinander abzuwägenden Interessen könnten auch von Branche zu Branche verschieden sein.\n\nb) Von diesen grundsätzlichen Überlegungen ist auch im vorliegenden Fall auszugehen. Die angefochtene Vorschrift setzt den obligatorischen Schliessungshalbtag für sämtliche Verkaufsgeschäfte der Stadt Olten einheitlich auf den Montagnachmittag fest. Sie beraubt damit die Geschäftsinhaber der Möglichkeit, ihre Verkaufslokale am Montagvormittag geschlossen zu halten und am Montagnachmittag zu öffnen, wie dies zum Ausgleich der Offenhaltung während des Samstagnachmittages mancherorts üblich ist. Es fragt sich, ob eine derartige Ladenschlussregelung im Hinblick auf ihren verfassungsrechtlich massgebenden Zweck noch verhältnismässig ist oder ob dieser Zweck nicht ebensogut erreicht werden könnte, wenn es den Geschäftsinhabern wenigstens freigestellt würde, zwischen dem halbtägigen Ladenschluss am Montagmorgen und am Montagnachmittag zu wählen.\n\naa) Der Stadtrat von Olten räumt in seiner Vernehmlassung BGE 101 Ia 484 S. 489ein, dass der Gemeinderat die angefochtene Ordnung zum Teil in der Nebenabsicht getroffen habe, die bewährte ganztägige Schliessung am Montag, die sich in Olten eingebürgert habe und nach wie vor den Wünschen weiter Bevölkerungskreise entspreche, werde weiterhin beibehalten. Es handle sich aber nur um einen erhofften, rechtlich nicht durchsetzbaren Zustand; es stehe jedem Ladenbesitzer frei, sein Geschäft am Montagvormittag zu öffnen. - Der Hinweis auf die Wünschbarkeit eines ganztägigen Ladenschlusses am Montag ist nicht geeignet, den Ausschluss der verlangten Wahlmöglichkeit verfassungsrechtlich zu begründen. Da ein obligatorischer Ladenschluss während eines vollen Werktages seit dem Inkrafttreten des eidgenössischen Arbeitsgesetzes eine unverhältnismässige, durch kein zureichendes öffentliches Interesse mehr gerechtfertigte Massnahme darstellt, geht es auch nicht an, dieses Ziel indirekt durch andere freiheitsbeschränkende Anordnungen zu verfolgen.\n\nbb) Eine Wahlmöglichkeit zwischen dem halbtägigen Ladenschluss am Montagmorgen und am Montagnachmittag hätte auch keine erhebliche Erschwerung der polizeilichen Kontrolle zur Folge, wenn die Ladeninhaber verpflichtet würden, sich für eine bestimmte, längere Zeitdauer für eine der beiden Lösungen zu entscheiden und den Schliessungshalbtag in sichtbarer Weise bekanntzumachen (z.B. durch Anschrift an den Ladenlokalen). Es ist in diesem Zusammenhang hervorzuheben, dass die Vorlage des Stadtrates von Olten an den Gemeinderat eine differenziertere Lösung vorsah als die in der Folge beschlossene, indem für Lebensmittelgeschäfte die Schliessung am Montagnachmittag und für alle übrigen Läden die Schliessung am Montagvormittag vorgeschlagen wurde. Zur Begründung dieses Vorschlages wurde auf das Publikumsinteresse am Einkauf von Lebensmitteln am Montagvormittag hingewiesen und gleichzeitig ausgeführt, das Interesse der polizeilichen Überwachung, das für die Einheitlichkeit des Ladenschlusses spräche, müsse demgegenüber zurücktreten (Auszug aus dem Protokoll des Gemeinderates vom 14. November 1974 S. 5). Wenn aber die Erschwerung der polizeilichen Kontrolle durch die vom Stadtrat vorgeschlagene Lösung nicht als ernsthaftes Hindernis betrachtet wurde, gilt dies wohl auch für den Fall der Wahlmöglichkeit zwischen dem Ladenschluss am Montagvormittag und am Montagnachmittag.\n\nBGE 101 Ia 484 S. 490Davon abgesehen erscheint im Hinblick auf Art und Gewicht der im Spiele stehenden öffentlichen Interessen eine lückenlose intensive Polizeiüberwachung gar nicht unbedingt notwendig, umso weniger, als schon von seiten der Gewerbegenossen mit einer gewissen Kontrolle zu rechnen ist. Auch bei einer lockeren staatlichen Überwachung dürften Verstösse gegen die Ladenschlusspflicht nur selten vorkommen, solange hinsichtlich der Wahl des Schliessungshalbtages eine überschaubare Regelung gilt.\n\ncc) Erheblich mehr Gewicht ist hingegen den Bedürfnissen des Publikums beizumessen. Eine gewisse Übersichtlichkeit der Ladenschlussordnung liegt zweifellos im Interesse der Käuferschaft. Diese ist aber gleichzeitig auch daran interessiert, möglichst zu jeder Zeit, das heisst an jedem Werktag, Einkäufe machen zu können. So gesehen entspricht eine Wahlmöglichkeit zwischen dem Ladenschluss am Montagvormittag und am Montagnachmittag eher den Bedürfnissen des Publikums als ein einheitlicher Ladenschluss am Montagnachmittag. Die einzelnen Ladeninhaber würden, je nach Branche und örtlichen Verhältnissen, jenen Schliessungshalbtag wählen, an dem die geringsten Umsätze zu erwarten sind, und damit gleichzeitig den Interessen der Konsumenten Rechnung tragen. Anderseits wäre den meisten Einwohnern von Olten mit der Zeit bekannt, welche Läden montags am Vormittag und welche am Nachmittag geöffnet sind. Daraus, dass die vom Gemeinderat beschlossene Ladenschlussordnung in der Volksabstimmung angenommen worden ist, lässt sich nicht ableiten, dass ein einheitlicher Ladenschluss am Montagnachmittag den Bedürfnissen des Publikums besser entspricht. Die Stimmbürger konnten sich nur zu der ihnen vorgelegten Regelung aussprechen; es ist völlig offen, ob eine etwas weniger starre Ordnung nicht ebenfalls angenommen oder sogar vorgezogen worden wäre.\n\nc) Daraus folgt, dass die einheitliche Festlegung des Ladenschlusses auf den Montagnachmittag eine unverhältnismässige Freiheitsbeschränkung darstellt, die gegen Art. 31 BV verstösst. Den Ladeninhabern muss von Verfassungs wegen eine bestimmte minimale Wahlmöglichkeit eingeräumt werden. Ob es genügt, wenn sie - im Sinne der vorgezeichneten Alternativlösung - zwischen der Schliessung am Vormittag oder Nachmittag eines bestimmten Werktages wählen können, oder BGE 101 Ia 484 S. 491ob bei verfassungskonformer Interessenabwägung unter Umständen sogar eine weitergehende Wahlmöglichkeit angebracht wäre, kann hier dahingestellt bleiben. Die Beschwerdeführer haben sich in erster Linie für eine Wahlmöglichkeit zwischen der Schliessung am Montagnachmittag und am Montagvormittag eingesetzt; ein praktisches Interesse an einer weitergehenden Lösung wurde nicht dargetan, und eine solche stand im kantonalen Verfahren auch nicht zur Diskussion.\n\n9. Der angefochtene Beschwerdeentscheid des solothurnischen Regierungsrates ist somit in Gutheissung der staatsrechtlichen Beschwerde aufzuheben. Die Beschwerdeführer verlangen darüber hinaus sinngemäss die Aufhebung von § 2 der ergänzenden Vorschriften der Einwohnergemeinde Olten zur kantonalen Ladenschlussverordnung. Da die staatsrechtliche Beschwerde im Anschluss an den Erlass der kommunalen Vorschrift eingereicht wurde, ist diesem Begehren ebenfalls zu entsprechen. Aufzuheben ist nicht nur § 2 Abs. 1, der die unzulässige einheitliche Schliessung am Montagnachmittag vorschreibt, sondern auch § 2 Abs. 2, da die dort vorgesehene Ausnahmeregelung mit dem Wegfall von Abs. 1 gegenstandslos wird beziehungsweise bei einer Neuordnung der Schliessungspflicht nochmals überdacht werden muss. Es ist Sache der Einwohnergemeinde Olten, nach Massgabe der vorstehenden Erwägungen eine vor Art. 31 BV haltbare Regelung zu erlassen.\n\nDie Beschwerdeführer bezeichnen ferner auch § 4 Abs. 1 der kantonalen Ladenschlussverordnung, auf den sich die aufgehobene kommunale Vorschrift stützt, als verfassungswidrig. Eine formelle Aufhebung der kantonalen Delegationsnorm kann mit der vorliegenden staatsrechtlichen Beschwerde, wie ausgeführt, nicht mehr verlangt werden. Es besteht aber auch kein Anlass, diese kantonale Vorschrift hier im Sinne einer vorfrageweisen Prüfung als verfassungswidrig und daher unanwendbar zu erklären, denn sie kann ohne Zwang dahin ausgelegt werden, dass sie die Gemeinden nicht zu einer einheitlichen Festlegung des Schliessungshalbtages verpflichtet. Von der in § 4 Abs. 1 enthaltenen Ermächtigung kann somit auch in verfassungsmässiger Weise Gebrauch gemacht werden."}