{"annee": "101", "cour": "IB", "page": "252", "date": "16/5/1975", "cite": [], "cite_par": ["145 V 18", "123 II 577", "143 II 37", "138 III 276", "108 V 13", "119 V 78", "112 II 118"], "chapeau": "47. Arrêt du 16 mai 1975 en la cause Département militaire fédéral c. Commission de recours de l'Administration militaire fédérale et Eggs et Luginbühl", "regestes": ["Responsabilité de la Confédération en raison d'actes de militaires. Art 62 al. 3 LPA. 1. Responsabilité de la Confédération en raison des actes des militaires, en général (consid. 1) et dans le cas d'espèce (consid. 3). 2. Réparation du dommage causé à la personne directement lésée par l'acte illicite (consid. 2). 3. Violation de l'art. 62 al. 3 LPA (consid. 4a). Allocation d'un intérêt moratoire (consid. 4b)."], "faits": "BGE 101 Ib 252 S. 253\n\nLe 27 septembre 1972, la compagnie G. av. 4, qui effectuait des travaux de terrassement sur l'aérodrome de Sion, a endommagé, au cours de ceux-ci, une conduite d'eau propriété des Services industriels de la ville de Sion. La rupture de cette canalisation a interrompu l'approvisionnement en eau de la fabrique de ciment et de béton de l'entreprise Eggs et Luginbühl. Celle-ci a estimé le montant du dommage subi à 1'939 fr. 75, en tenant compte des commandes de ciment qu'elle n'avait pu honorer et de l'arrêt de travail forcé de certains de ses employés.\n\nLa Commission d'estimation du 10e arrondissement a rejeté la demande d'indemnité. Cette dernière a été admise, en revanche, par la Commission de recours de l'Administration militaire fédérale, qui a prononcé que le Commissaire de campagne en chef versera à la recourante la somme de 1'939 fr. 75, assortie d'intérêts de 5% à compter du 2 mai 1973.\n\nLe Tribunal fédéral a rejeté le recours de droit administratif formé contre cette décision par le Département militaire fédéral.", "considerants": "Considérant en droit:\n\n1. Les personnes appartenant à l'armée, pour ce qui concerne leur situation militaire et leurs devoirs de service, ne sont pas soumises aux dispositions de la loi fédérale sur la responsabilité de la Confédération, des membres de ses autorités et de ses fonctionnaires, du 14 mars 1958 (art. 1 al. 2). La responsabilité de la Confédération en raison des actes des militaires est régie exclusivement par la loi d'organisation militaire, du 12 avril 1907 (OM) et par l'arrêté de l'Assemblée fédérale concernant l'administration de l'armée suisse, du 30 mars 1949 (ci-après: l'arrêté du 30 mars 1949).\n\nL'art. 22 OM, en vigueur depuis le 1er février 1968, dispose qu'en principe, la Confédération répond du dommage causé sans droit par un militaire dans l'accomplissement de ses devoirs de service. Cette disposition institue une responsabilité causale ordinaire. Pour que la Confédération doive réparation, il suffit, outre le rapport de causalité entre l'acte et le dommage, que ce dernier ait été causé sans droit (cf. FF 1966 II 431). L'art. 23 OM concerne plus particulièrement BGE 101 Ib 252 S. 254les dommages résultant d'accidents (cf. art. 104 ss de l'arrêté du 30 mars 1949). Aux termes de cette disposition, \"lorsqu'un civil est tué ou blessé lors d'un exercice militaire ou d'actes de services de la troupe, la Confédération répond du dommage, à moins qu'elle ne prouve la force majeure ou une faute à la charge de la victime. La Confédération répond dans les mêmes conditions du dommage causé à la propriété.\" Enfin, l'art. 33 OM, selon lequel les propriétaires ne peuvent s'opposer à l'usage de leur terrain pour les exercices militaires, prescrit que la Confédération répond du dommage et que l'Assemblée fédérale arrête la procédure (cf. les art. 86 ss de l'arrêté du 30 mars 1949, relatifs aux \"dommages aux cultures et à la propriété\").\n\nLe recourant soutient que la décision entreprise viole le droit fédéral, car aucune des dispositions précitées ne prévoit que la Confédération répond du dommage causé par ricochet à une personne autre que le lésé immédiat.\n\n2. a) Le Tribunal fédéral a jugé à plusieurs reprises que \"l'art. 41 al. 1 CO ne permet d'allouer des dommages-intérêts qu'à la personne directement atteinte par l'acte illicite; les tiers lésés indirectement et par ricochet ne bénéficient pas d'un tel droit\" (RO 99 II 223; 82 II 38 consid. 4a, ainsi que la jurisprudence et la doctrine citées). HENRI DESCHENAUX rappelle en ces termes la position du droit suisse: \"En responsabilité contractuelle, la limitation du cercle des personnes habilitées à réclamer la réparation résulte déjà du caractère relatif du rapport d'obligation, sauf stipulation pour autrui. En responsabilité extracontractuelle, le créancier de la réparation est celui qu'atteint directement le préjudice; les tiers qui sont lésés indirectement, par ricochet, n'ont pas d'action.\" Selon cet auteur, la délimitation du cercle des personnes protégées ne s'inspire pas (du moins pas en première ligne) de considérations de probabilité liées à la théorie de la causalité adéquate, mais elle est affaire d'interprétation de la norme de responsabilité par les méthodes ordinaires (Norme et causalité en responsabilité civile, in Stabilité et dynamisme du droit dans la jurisprudence du Tribunal fédéral, p. 416/417).\n\nb) Dans son arrêt publié au RO 97 II 223 ss, le Tribunal fédéral a jugé que l'entrepreneur qui, au cours de travaux de fouilles, a endommagé une conduite électrique, doit réparer le dommage consécutif à l'interruption de l'approvisionnement BGE 101 Ib 252 S. 255en énergie. Dans sa décision en la cause Salanfe S.A., du 24 septembre 1969 (Praxis der Rekurskommission der eidgenössischen Militärverwaltung 1950-1972, p. 70), la Commission de recours de l'Administration militaire fédérale a également admis que la responsabilité de la Confédération était engagée lorsque à la suite d'un tir d'artillerie, le poteau d'une ligne électrique était endommagé, et que l'exploitation de l'entreprise propriétaire de l'installation était perturbée de ce fait. L'entreprise immédiatement lésée demandait la réparation du dommage direct causé au poteau électrique, et du dommage indirect résultant de l'interruption de l'approvisionnement en énergie.\n\nEn l'espèce toutefois, l'entreprise intimée n'était pas propriétaire de la conduite endommagée. C'est pour ce motif que le recourant la considère comme \"un tiers lésé indirectement et par ricochet\".\n\nc) Il importe donc in casu de définir la personne directement lésée par l'acte illicite. Selon la jurisprudence, \"l'acte illicite ne consiste pas nécessairement dans une atteinte portée à un droit subjectif. Il ressort de l'art. 41 al. 1 CO que celui qui, par sa faute, transgresse une injonction juridique doit réparer le dommage qu'il cause ainsi à autrui, même s'il ne peut être question d'un droit subjectif de la victime. Il faut uniquement que la prescription violée ait pour but de protéger le lésé, car si elle a un autre but, le rapport de causalité entre l'acte illicite et le dommage n'est pas adéquat\" (RO 75 II 212 consid. 3; cf. également RO 94 I 643). Cette jurisprudence, notamment le dernier arrêt cité, a été critiquée en doctrine dans la mesure où le Tribunal fédéral examine sous l'angle de la causalité adéquate la question de savoir si la prescription violée a pour but de protéger les intérêts du lésé (cf. HANS MERZ, ZBJV 106/1970, p. 86; DESCHENAUX, op.cit., p. 413, 414, 420). Il n'est toutefois pas nécessaire de se prononcer en l'espèce sur ce point. Il s'agit en effet de déterminer si l'entreprise intimée est un lésé immédiat. Cela revient à examiner si celle-ci peut alléguer la violation d'une norme ayant pour but de la protéger.\n\nd) L'ordre juridique qui contient la règle protectrice violée est le droit écrit ou le droit non écrit, le droit fédéral ou le droit cantonal. Ainsi, tout acte réprimé pénalement est interdit et l'infraction constitue un délit civil lorsque la peine prévue BGE 101 Ib 252 S. 256tend à la protection des sujets de droit et non de l'Etat (PIERRE ENGEL, Traité des obligations en droit suisse, p. 307 n. 102; RO 101 II 72 consid. 2).\n\nLe titre neuvième du Code pénal contient des dispositions relatives aux crimes ou délits contre les communications publiques. Selon l'art. 239 al. 2 et 3 CP, celui qui aura empêché, troublé ou mis en danger l'exploitation d'un établissement ou d'une installation servant à distribuer au public l'eau, la lumière, l'énergie et la chaleur, sera puni de l'emprisonnement, s'il a agi intentionnellement, de l'emprisonnement ou de l'amende, si l'infraction a été commise par négligence. Cette norme concerne n'importe quelle installation de distribution, qu'elle soit publique ou privée. Elle s'applique aussi bien aux installations servant à distribuer l'eau destinée à la consommation courante qu'à celles qui assurent l'approvisionnement en eau à des fins industrielles (LOGOZ, n. 5 ad art. 239 CP p. 488/489). Elle entend protéger le public, soit les consommateurs, contre les actes de nature à troubler l'exploitation régulière de ces installations. Elle ne vise donc pas seulement la protection des intérêts de l'exploitant (Etat, commune ou particulier) (SCHWANDER, Schweiz. Strafgesetzbuch, p. 449/450).\n\nIl convient dès lors d'admettre que l'entreprise intimée peut invoquer en l'espèce la violation d'une norme juridique la protégeant directement. Il y a donc lieu de la considérer non pas comme une personne lésée indirectement, mais comme un lésé immédiat.\n\nIl faut par ailleurs souligner que la norme violée protège l'entreprise intimée dans les intérêts atteints par l'acte dommageable. Une telle conclusion s'impose, que l'on examine cette question sous l'angle de la causalité adéquate (RO 94 I 643, 75 II 212) ou que l'on ait égard à la relation d'illicéité (DESCHENAUX, op.cit., p. 420).\n\n3. C'est ainsi à juste titre que la Commission de recours de l'Administration militaire fédérale a considéré que l'entreprise intimée, immédiatement lésée par la rupture de la canalisation d'eau propriété des Services industriels de la ville de Sion, pouvait demander réparation du dommage subi. Elle a admis que la Confédération devait réparation, en se fondant sur les art. 23 al. 2 OM et 87 al. 2 lit. b de l'arrêté du 30 mars 1949. A vrai dire, l'application de ces dispositions in BGE 101 Ib 252 S. 257casu soulève certaines questions, notamment en ce qui concerne l'existence d'un exercice militaire ou d'actes de service de la troupe, la nature du dommage qui peut être réparé (cf. OFTINGER, Schweiz. Haftpflichtrecht, vol. II/2, p. 879; ROBERT BINSWANGER, Die Haftungsverhältnisse bei Militärschaden, thèse Zurich 1969, p. 184), ainsi que l'applicabilité des dispositions de l'arrêté du 30 mars 1949 relatives aux dommages aux cultures et à la propriété dans le cadre d'une demande d'indemnité formée pour dommages résultant d'un accident (OFTINGER, op.cit., vol. II/2, p. 907; BINSWANGER, op.cit., p. 185).\n\nLe Tribunal fédéral peut toutefois se dispenser d'examiner ces points, car la responsabilité de la Confédération doit être admise en l'espèce sur la base de l'art. 22 OM déjà. Il n'est en effet pas contesté que le dommage causé sans droit (cf. consid. 2) l'a été par un militaire dans l'accomplissement de ses devoirs de service. Par ailleurs, l'acte et le dommage sont dans un rapport de causalité adéquate (RO 101 II 73 consid. 3a et la jurisprudence citée). En l'espèce, le fait d'endommager une conduite d'eau était propre, d'après le cours ordinaire des choses et l'expérience de la vie, à interrompre l'approvisionnement en eau et à provoquer l'arrêt d'une fabrication qui en est tributaire, ainsi que les pertes inhérentes à tout chômage survenant à l'improviste.\n\n4. Le recourant soutient que la Commission de recours de l'Administration militaire fédérale a violé le droit fédéral en allouant à l'entreprise intimée un intérêt de 5% dès le 2 mai 1973, date du dépôt du recours. Il relève que cette autorité ne peut en principe mettre à la charge de la Confédération le paiement d'un intérêt, sauf dans le cas expressément prévu par l'art. 130 de l'arrêté du 30 mars 1949. Il affirme par ailleurs que l'autorité de recours a violé l'art. 62 al. 3 de la loi fédérale sur la procédure administrative, du 20 décembre 1968 (LPA), en modifiant la décision attaquée sans l'informer de son intention et sans lui donner l'occasion de s'expliquer.\n\nCes griefs ne sont pas fondés.\n\na) Selon l'art. 125 al. 3 de l'arrêté du 30 mars 1949, l'instruction des litiges est régie par la LPA, à l'exception de la procédure militaire d'estimation de première instance (cf. Message du Conseil fédéral relatif à la modification dudit arrêté, du 4 novembre 1970, FF 1970 II 1209/1210). L'art. 62 BGE 101 Ib 252 S. 258LPA, applicable en l'espèce, autorise l'autorité de recours à modifier la décision attaquée à l'avantage d'une partie. Cette autorité peut également modifier au détriment d'une partie la décision entreprise, lorsque celle-ci viole le droit fédéral ou repose sur une constatation inexacte ou incomplète des faits. La Commission de recours de l'Administration militaire fédérale n'était donc pas liée par les conclusions des parties. Ainsi, même en l'absence de conclusion tendant à l'allocation d'un intérêt, elle pouvait en décider l'octroi.\n\nIl est vrai que l'art. 62 al. 3 LPA précise que, \"si l'autorité de recours envisage de modifier, au détriment d'une partie, la décision attaquée, elle l'informe de son intention et lui donne l'occasion de s'exprimer\". S'il n'est pas contesté que l'entreprise intimée n'avait pas réclamé le paiement d'un intérêt devant la Commission d'estimation du 10e arrondissement, qui a agi in casu en tant qu'autorité de première instance, il y a en revanche divergence sur la question de savoir si une telle conclusion avait été prise dans la procédure de recours. La Commission de recours considère que tel a été le cas, alors que le recourant le conteste. Dans son recours du 2 mai 1973, l'entreprise intimée avait requis de l'autorité de recours qu'elle lui reconnaisse le droit à 1'939 fr. 75 \"à titre de dommages et intérêts\". Cette formule est certes équivoque et peut prêter à discussion. Il n'est toutefois pas nécessaire de se prononcer sur ce point. En effet, même si l'on admet que l'entreprise intimée n'avait pas conclu à l'allocation d'un intérêt et que l'autorité de recours n'a donc pas observé l'art. 62 al. 3 LPA, cela n'entraîne pas l'annulation de la décision entreprise. Le recourant n'a subi aucun préjudice du fait de cette omission, puisqu'il a pu faire valoir, devant le Tribunal fédéral, tous les moyens utiles à la défense des intérêts de la Confédération.\n\nb) Selon l'art. 130 de l'arrêté du 30 mars 1949, \"dans les litiges sur lesquels la Commission de recours statue en premier ressort, un intérêt de 5 pour cent au plus de la somme reconnue, à compter du jour où le recours a été déposé, sera alloué sur demande à la partie qui a gain de cause\". Le recourant déduit de cette disposition que l'allocation d'un intérêt est exclue dans tous les cas où la Commission de recours de l'Administration militaire fédérale se prononce en tant qu'instance de recours.\n\nDans son arrêt publié au RO 95 I 263, le Tribunal fédéral a BGE 101 Ib 252 S. 259admis que, lorsqu'ils sont en demeure d'exécuter une obligation pécuniaire de droit public, l'Etat et les administrés sont tenus de payer des intérêts moratoires. Il a relevé qu'il s'agissait là d'un principe général, de droit non écrit, auquel la loi peut certes déroger. Cette jurisprudence conduit le Tribunal fédéral à exclure en l'espèce l'interprétation \"a contrario\" défendue par le recourant. Il convient à cet égard de souligner que l'art. 130 précité vise essentiellement le cas où la Commission de recours statue sur les litiges d'ordre pécuniaire en matière de logement des troupes opposant logeurs et communes (cf. art. 128 al. 2 de l'arrêté du 30 mars 1949); dans un tel conflit, la responsabilité de la Confédération n'est pas en cause (BINSWANGER, op.cit., p. 192 n. 36). On ne saurait donc conclure de l'existence de cette disposition que la loi d'organisation militaire et l'arrêté du 30 mars 1949 dérogent au principe général qui vient d'être rappelé. En demandant à la Confédération, le 2 mai 1973, le paiement du dommage imputable à la troupe, l'entreprise intimée a mis l'Etat en demeure de lui verser le montant réclamé. C'est dès lors à juste titre que la Commission de recours a alloué un intérêt de 5% dès la date précitée."}