{"annee": "101", "cour": "IA", "page": "602", "date": "12/12/1975", "cite": ["78 I 39", "90 I 298", "101 IA 416", "99 IA 547", "95 I 462", "101 IA 60", "34 I 533"], "cite_par": ["103 IA 218", "106 IB 307", "109 IB 317"], "chapeau": "92. Estratto della sentenza del 12 dicembre 1975 nella causa P. e H. Morlacchi contro Ministero pubblico della Confederazione.", "regestes": ["Convention européenne d'extradition; loi fédérale sur l'extradition (LExtr.). 1. Infraction politique relative; art. 3 §§ 1 et 2 de la Convention; art. 10 al. 2 LExtr. Il appartient au seul Etat requis de statuer sur le caractère politique de l'infraction (consid. 6). 2. Inapplicabilité du principe de la réciprocité. L'absence de réciprocité dans l'appréciation du caractère politique d'une infraction, c'est-à-dire le fait que l'Etat requérant considérerait comme politiques des infractions qui ne le sont pas selon le droit suisse et refuserait l'extradition dans des cas analogues, ne fait pas obstacle à l'extradition (consid. 9)."], "faits": "BGE 101 Ia 602 S. 603\n\nL'Ambasciata d'Italia a Berna, con note 3, 17 e 11 agosto 1975, fondandosi sui mandati di cattura 10 maggio, 14 giugno 1974 e 31 luglio 1975 del Sostituto Procuratore della Repubblica di Torino, rispettivamente del giudice istruttore e del consigliere istruttore presso il Tribunale di Milano, ha chiesto l'estradizione dei coniugi Pietro Morlacchi e Heidi-Ruth Morlacchi-Peusch, arrestati rispettivamente il 12 febbraio 1975 a Bellinzona e il 5 luglio 1975 a Ginevra e posti in seguito in detenzione preventiva a titolo estradizionale.\n\nA Pietro Morlacchi gli inquirenti italiani addebitano la partecipazione, in concorso con la moglie e con terzi, alla rapina perpetrata in data 30 luglio 1971 ai danni della filiale di Pergine della Banca di Trento e Bolzano, come pure la partecipazione a un'incursione nel centro studi \"don Sturzo\" in Torino; l'estradizione di Pietro Morlacchi è chiesta, a dipendenza dei cennati fatti, per i reati di rapina aggravata, violazione di domicilio aggravata, sequestro di persona e lesioni volontarie aggravate; per il reato di partecipazione ad associazione sovversiva, ritenuto dal mandato di cattura 10 maggio 1974, l'estradizione non è chiesta.\n\nA Heidi Morlacchi gli inquirenti italiani addebitano la partecipazione alla rapina di Pergine, di cui sopra, e ad un'incursione, posta in atto il 15 marzo 1972, presso la sede del M.S.I. di Cesano Boscone, da cui la domanda di estradizione per il reato di concorso in rapina aggravata. Entrambi i ricercati si sono opposti alla loro estradizione facendo tra l'altro valere che i fatti loro rimproverati costituirebbero delitti politici. La Divisione di polizia del Dipartimento federale di giustizia e Polizia e il Ministero pubblico della Confederazione contestano il carattere di reato politico ai fatti addebitati ai ricercati e postulano la reiezione dell'opposizione.\n\nIl Tribunale federale ha respinto le opposizioni dei coniugi Morlacchi e ha accordato l'estradizione all'Italia per tutti i reati per i quali la stessa venne richiesta.", "considerants": "Considerato in diritto:\n\n5. Tanto Pietro Morlacchi, quanto Heidi Morlacchi-Peusch fanno valere che i fatti, loro rimproverati, costituiscono delitti politici a' sensi dell'art. 3 § 1 della Convenzione; essi sostengono inoltre che l'estradizione dovrebbe essere rifiutata, BGE 101 Ia 602 S. 604perché la loro situazione in Italia arrischierebbe d'essere aggravata in conseguenza delle loro opinioni politiche (art. 3 § 2). Infine, Pietro Morlacchi - e l'obiezione vale anche per la di lui moglie - assevera che comunque farebbe ostacolo all'estradizione la regola della reciprocità: quand'anche sotto il profilo svizzero, i reati imputati non rivestissero carattere politico, tale connotazione essi avrebbero alla luce del diritto italiano, per cui l'Italia, nel caso inverso, rifiuterebbe l'estradizione. Per il principio di reciprocità, questa non potrebbe quindi neppur essere accordata dalla Svizzera. Queste obiezioni sono esaminate nell'ordine in appresso.\n\n6. a) Come espressamente risulta dai §§ 1 e 2 dell'art. 3 della Convenzione, il giudizio circa la natura politica del reato, rispettivamente circa la situazione che attende il perseguito nello Stato richiedente, compete unilateralmente allo Stato richiesto. Da ciò e dal fatto che la Convenzione si astiene (volutamente) dal dare o tentare una definizione di reato politico, la giurisprudenza svizzera ha dedotto che tali questioni vanno risolte partendo dal punto di vista svizzero ed in applicazione del diritto svizzero, senza tener conto della legislazione o della giurisprudenza dello Stato richiedente (DTF 90 I 299 e riferimenti; DTF 95 I 469 consid. 7; DTF 99 Ia 556; DTF 101 Ia 64). D'altronde, tale giurisprudenza relativa alla Convenzione non ha fatto che confermare la giurisprudenza già applicata sotto il regime dei trattati bilaterali (DTF 34 I 544e riferimenti; DTF 90 I 299 e riferimenti); indipendentemente dal modo più o meno preciso, col quale il Trattato definiva il reato politico, il Tribunale federale - con l'approvazione della dottrina - ha sempre ricondotto tale nozione a quella delineata nell'art. 10 LEstr., segnatamente nel capoverso secondo di tale disposizione (SCHULTZ, Schweiz. Auslieferungsrecht, pag. 440).\n\nQuesta indipendenza di giudizio, rivendicata in giurisprudenza, trova d'altronde riscontro nell'attitudine assunta dalla Svizzera a proposito del § 3 dell'art. 3 della Convenzione, disposizione che vuol escludere espressamente dal novero dei delitti politici l'attentato alla vita del Capo dello Stato (cosiddetta clausola d'attentato o clausola belga). Valendosi della facoltà accordatale dall'art. 26 § 1 della Convenzione, la Svizzera ha infatti dichiarato (DF del 27 settembre 1966, art. 2 ad art. 3 § 3 della Convenzione) ch'essa si riserva il diritto di BGE 101 Ia 602 S. 605rifiutare l'estradizione, fondandosi sul § 1 dell'art. 3, anche allorquando questa è domandata per attentato alla vita di un Capo di Stato o di un membro della sua famiglia (cfr. Messaggio del CF; FF 1966 I pag. 434, n. 4).\n\nb) Il fatto, che il carattere politico di un'infrazione debba giudicarsi dal punto di vista svizzero ed in applicazione del diritto svizzero non significa però - sia subito rilevato - che in questo esame non si possa e, se del caso, non si debba tener conto anche della situazione esistente nello Stato richiedente, segnatamente sotto l'aspetto politico, legislativo, costituzionale, ed aver riguardo alla sua concezione delle libertà fondamentali della persona, al rispetto di cui, concretamente, tali libertà godono, all'indipendenza ed all'obiettività dell'apparato giudiziario. Ciò risulta implicitamente dal § 2 dell'art. 3 della Convenzione (DTF 95 I 468 consid. 6), e dall'art. 10 cpv. 2 LEstr., che fa obbligo al Tribunale federale di pronunziarsi \"liberamente, in ogni caso particolare e secondo i fatti della causa, sul carattere del reato\", tenendo presente nell'applicazione di codesto articolo, persino nei casi in cui la Convenzione non torna direttamente applicabile, i principi ai quali essa si ispira, che - come quelli della Convenzione europea dei diritti dell'uomo - sono presunti conformi all'ordinamento giuridico interno (DTF 99 Ia 556).\n\n7. I fatti ritenuti contro i ricercati e per i quali l'estradizione è richiesta costituiscono tutti infrazioni comuni. Giusta l'art. 3 § 1 della Convenzione e l'art. 10 cpv. 2 LEstr. essi possono tuttavia assurgere a reati politici, per cui l'estradizione è esclusa, se un carattere politico predominante è loro conferito dalle circostanze in cui sono stati commessi, segnatamente dal loro movente e dal loro scopo (DTF 90 I 299 e riferimenti; DTF 95 I 469; DTF 101 Ia 64 /65 consid. 5b; DTF 101 Ia 425 /426 consid. 6b).\n\nCome risulta espressamente dalla legge, e come la giurisprudenza ha costantemente ribadito, la sola motivazione politico-ideologica del reato non basta per conferire a questo carattere politico predominante. Anche se il movente anarchico d'una infrazione non esclude a priori la natura politica del reato (DTF 17 pag. 456; 27 I 85; 95 I 469), i motivi addotti - particolarmente da Heidi Peutsch nella memoria del suo patrono (esser l'attacco alla banca semplicemente la messa in pratica della teoria della riappropriazione, che legittima i lavoratori BGE 101 Ia 602 S. 606proletari a ricuperare quanto i grandi capitalisti hanno sottratto in origine ai produttori) - non bastano per conferire carattere prevalentemente politico all'infrazione, quand'anche si ritenesse ch'essa sia stata effettivamente ispirata da fini altruistici ed ideali. Checché pretendano gli opponenti, tale attacco non è intervenuto, come sarebbe richiesto, nell'ambito di una lotta immediata contro o per il potere, e ciò nemmeno se si considerano le cose sotto la visuale soggettiva che di esse potevano avere gli autori (DTF 90 I 299; 95 I 469). Esso non era neppure inteso a sottrarre alcuno ad un potere che escludesse ogni forma d'opposizione, e facesse apparire il ricorso al reato quale una sorta di \"ultima ratio\" (DTF 78 I 50segg.). D'altro canto, nelle circostanze concrete del momento in Italia, faceva manifestamente difetto ogni ragionevole proporzione tra la gravità dell'azione, ed i rischi ch'essa poteva comportare per terzi assolutamente non coinvolti nella agitazione politica, da un lato, ed il fine perseguito, dall'altro: ragionevole proporzione che potesse far apparire, se non giustificato, perlomeno comprensibile o scusabile il reato. La necessità di finanziare movimenti estremisti, di qualsiasi bordo, o di procurare fondi per soccorrere aderenti in difficoltà con la polizia non scusa né tantomeno legittima, in momenti che sicuramente non possono essere definiti di agitazione rivoluzionaria, il ricorso ad atti di gratuita violenza, pretestuosamente diretti contro i \"proprietari del gran capitale\", ma di cui avrebbero potuto far concretamente le spese gli impiegati della sede bancaria, o il pubblico ivi presente. Né vale addurre, che se il partito comunista italiano prendesse il potere, le attività rivoluzionarie delle brigate rosse cesserebbero, lo scopo essendo raggiunto: proprio il fatto che il partito comunista italiano si avvale delle vie democratiche normali per la conquista del potere e la realizzazione dei suoi postulati politici, dimostra che l'azione rimproverata ai ricercati esorbita dalle forme assunte dalla competizione politica odierna in Italia.\n\nLo stesso deve dirsi per le incursioni nelle sedi di partiti all'opposizione, ma di opposta sponda (MSI), o in istituti collegati con partiti al governo (DC), anche se in codesti casi la connotazione politica è maggiormente evidente. Il giudizio potrebbe esser diverso, se i fatti di violenza ritenuti contro i ricercati si fossero verificati in un altro contesto, così, ad BGE 101 Ia 602 S. 607esempio, in occasione di manifestazioni di piazza: ma nel caso concreto si tratta di preordinate incursioni e colpi di mano, che esulano affatto dalle forme abituali dell'attività e della propaganda politica, gravidi di rischi e assolutamente sproporzionati al fine politico che si propongono di raggiungere.\n\nNe viene che per nessuna delle imputazioni può esser ritenuto un carattere politico predominante, che escluda l'estradizione.\n\n8. L'estradizione non può nemmeno esser esclusa in applicazione dell'art. 3 § 2 della Convenzione. Gli opponenti adducono, a tal proposito, che il fatto per cui le autorità italiane inquadrino i reati loro ascritti nel più vasto contesto di un movimento estremista e sovversivo, volto a minare alla base le attuali fondamenta dello Stato, e la circostanza per cui, accanto alle imputazioni loro rivolte per reati comuni, altre ne siano ritenute, che vanno collocate nella categoria dei delitti politici assoluti, devono indurre a ritenere che essi, se estradati, sarebbero perseguiti per reati di altra natura, o che comunque la loro situazione arrischierebbe in Italia d'esser aggravata a cagione delle loro opinioni politiche.\n\nLe loro asserzioni sono però gratuite. Nulla fa, anzitutto, pensare che l'Italia non si attenga scrupolosamente al principio della specialità, sancito dall'art. 14 della Convenzione. La giurisprudenza italiana, specie della suprema Corte di cassazione, conforta al contrario l'opinione che detto principio è costantemente e scrupolosamente applicato (cfr. Repertorio gen. de il Foro Italiano, voce estradizione, anni 1961, 1965, 1966).\n\nAnche il Dipartimento federale di giustizia e polizia conferma che le numerose pratiche d'estradizione avute finora con l'Italia non danno appiglio veruno per pensare che le autorità italiane, nel presente caso, agiscano diversamente. Né gli opponenti adducono alcun elemento, che possa concretamente far dubitare dell'indipendenza e dell'obiettività della magistratura italiana, e far temere che essa - nel rispetto meramente formale della regola della specialità - possa in realtà prestarsi ad un aggravamento persecutorio (DTF 95 I 468 consid. 6 e riferimenti) della situazione dei prevenuti, cui la Svizzera dovrebbe evitare di fornire occasione o dare assistenza.\n\nBGE 101 Ia 602 S. 608\n\n9. Nella sentenza - inedita ed isolata - del 24 gennaio 1962 in re Ktir, resa in applicazione del Trattato d'estradizione franco-svizzero del 9 luglio 1969, il Tribunale federale, pur avendo constatato che al reato non poteva riconoscersi, in applicazione del diritto svizzero, il carattere politico predominante che osta all'estradizione, ha tuttavia rifiutato quest'ultima in virtù della regola della reciprocità, essendo giunto alla conclusione che, nel caso inverso, la Francia avrebbe riconosciuto il carattere politico del reato, e di conseguenza non avrebbe estradato alla Svizzera.\n\na) Contrariamente a quanto ritenuto nella citata sentenza (consid. 4, a e b) il principio della reciprocità non ha nel diritto estradizionale svizzero una portata assoluta, e comunque non la stessa in tutti i settori. Quest'opinione, d'altronde, coincide con quella del Consiglio federale (cfr. Messaggio 1o marzo 1966, FF 1966 I pag. 447 segg.).\n\nChe la regola non costituisca un postulato irrinunciabile risulta già dall'art. 1 cpv. 1 LEstr., in virtù del quale il Consiglio federale può consentire l'estradizione, sia pure eccezionalmente, anche senza riserva di reciprocità.\n\nSecondo la giurisprudenza (sentenza Sperber del 1o giugno 1934, consid. 4), il corollario più importante della regola della reciprocità è costituito dal principio della doppia incriminazione. Ma anche a questo riguardo, si riscontrano, fra i trattati conclusi dalla Svizzera, casi in cui essa si è impegnata ad estradare, nonostante che il requisito della doppia incriminazione non potesse adempiersi: basti ricordare il cessato trattato italo-svizzero, che prevedeva l'estradabilità all'Italia per il reato d'associazione per delinquere, non punibile secondo la legge svizzera (DTF 5 pag. 228; 17 pag. 454 consid. 1; sentenza inedita Nesti dell'8 giugno 1966; DTF 95 I 466).\n\nLa ragione per cui la doppia incriminazione costituisce un principio fondamentale sta comunque in questo: che se il fatto non è punibile nello Stato richiedente, l'estradizione non ha senso; mentre se esso non è punibile nello Stato richiesto, ripugna all'ordine pubblico adottare - ai soli fini dell'assistenza giudiziaria internazionale a favore dello Stato richiedente - misure coercitive gravissime nei confronti di una persona che - avesse agito nello Stato richiesto - sarebbe innocente.\n\nÈ chiaro che questa motivazione non può esser addotta, BGE 101 Ia 602 S. 609allorquando per rifiutare l'estradizione lo Stato richiesto invoca la clausola eccettuativa del reato politico. Il fatto di considerare come politico l'atto imputato esclude bensì l'estradizione, ma non la punibilità secondo le leggi dell'uno o dell'altro Stato.\n\nCerto, il trattato franco-svizzero, cui la sentenza Ktir si riferisce, si limita ad escludere l'estradizione per reati politici (art. 2, cpv. 1) senza precisare se tale nozione debba determinarsi secondo il diritto dello Stato richiesto, o dello Stato richiedente, o d'entrambi. A rigore, pertanto, si può ancora sostenere che resti spazio per l'applicazione della regola della reciprocità. Ma sembra che - persino nell'ambito di quel trattato - il ricorso ad essa costituisca un fuor d'opera, e sia difficilmente conciliabile con la pretesa - elevata costantemente dalla Svizzera - di giudicare del carattere politico di un'infrazione esclusivamente in base al proprio diritto. Tuttavia, la questione può essere lasciata aperta, perché la giurisprudenza citata non può applicarsi alla Convenzione europea d'estradizione.\n\nb) Questa, all'art. 3 § 1, stabilisce espressamente la competenza unilaterale dello Stato richiesto per giudicare del carattere politico del reato, ed unilateralmente conferisce al § 2 allo Stato richiesto la facoltà di rifiutare l'estradizione, ove tema che la situazione del ricercato sia nello Stato richiedente peggiorata per determinati motivi. Se, per lo Stato richiesto, la clausola eccettuativa dell'art. 3 § 1 e 2 non è adempiuta, sussiste l'obbligo di estradare in virtù dell'art. 1, \"le regole e le condizioni\" della estradizione ivi menzionate essendo adempiute, e non resta spazio per il ricorso al principio della reciprocità. Se non fosse così, all'art. 3 si sarebbe dovuto prevedere che l'estradizione va negata tanto nell'ipotesi che il reato sia considerato come reato politico dalla parte richiesta, quanto nell'ipotesi ch'esso sia da considerarsi tale in applicazione della legge dello Stato richiedente. Questa interpretazione è avvalorata dalla circostanza per cui, all'art. 26 § 3 della Convenzione, il ricorso alla regola della reciprocità è menzionato solo a proposito delle riserve formulate dalle Parti contraenti sulle singole disposizioni della Convenzione, e non in maniera affatto generale. La tesi dell'inapplicabilità della regola della reciprocità in casu trova conferma ulteriore nell'art. 2 § 7 della Convenzione. Questo stabilisce che ciascuna BGE 101 Ia 602 S. 610Parte può applicare detta regola, per quanto concerne i reati esclusi dal campo di applicazione della Convenzione in virtù dello stesso art. 2. Se il principio tornasse applicabile anche quando la parte richiesta rifiuta l'estradizione in virtù dell'art. 3, §§ 1 e 2, la Convenzione, all'art. 3, l'avrebbe espressamente detto.\n\nNon occorre pertanto esaminare se, nel caso inverso, l'Italia estraderebbe i ricercati alla Svizzera.\n\nIl Tribunale federale pronuncia:\n\nLe opposizioni sono respinte, ed è accordata l'estradizione all'Italia di\n\na) Heidi Morlacchi per i fatti relativi alle rapine avvenute il 30 luglio 1971 ai danni della Banca di Trento e Bolzano in Pergine e il 15 marzo 1972 presso la sede del M.S.I. di Cesano Boscone, come all'ordine di cattura 31 luglio 1975 del Consigliere istruttore presso il Tribunale di Milano;\n\nb) Pietro Morlacchi, per i fatti relativi alla rapina del 30 luglio 1971 in Pergine, e per quelli relativi all'incursione nel centro di Studi \"Don Sturzo\", avvenuta a Torino il 2 maggio 1974, e meglio come al mandato di cattura del 10 maggio 1974 del Sostituto Procuratore della Repubblica di Torino, con il rilievo che l'estradizione non è richiesta, né accordata, per l'imputazione di partecipazione ad associazione sovversiva."}