{"annee": "101", "cour": "IB", "page": "99", "date": "31/1/1975", "cite": [], "cite_par": ["114 V 44", "126 II 54", "113 IB 34", "111 V 406"], "chapeau": "18. Urteil vom 31. Januar 1975 i.S. E.G. Portland Zementfabriken gegen Eidg. Zollrekurskommission", "regestes": ["Procédure de dédouanement. Importateur demandant l'application d'un tarif douanier préférentiel, ayant adressé dans le délai imparti les attestations concernant le trafic des marchandises non à l'autorité douanière compétente, mais aux Chemins de fer fédéraux. 1. Admissibilité du recours de droit administratif. Interprétation de l'art. 100 lit. h OJ (consid. 1). 2. Application du principe général inscrit à l'art. 21 al. 2 LPA et contenu dans d'autres dispositions de droit fédéral, selon lequel un délai est réputé observé lorsque la partie s'adresse en temps utile à une autorité incompétente. Les Chemins de fer fédéraux sont une autorité (art. 1 al. 2 lit. c LPA) même lorsqu'ils concluent des contrats de droit civil et qu'ils remplissent les obligations qui en découlent (consid. 2)."], "faits": "BGE 101 Ib 99 S. 100\n\nDie Firma E.G. Portland, Zürich, führte im April und Mai 1973 aus Italien über Chiasso Portlandzement ein. Sie erhob Anspruch auf Anwendung des Präferenzzollansatzes von 80 Rp. je 100 kg gemäss Freihandelsabkommen zwischen der Schweiz und den Europäischen Gemeinschaften (EG). Da sie die dafür erforderlichen Warenverkehrsbescheinigungen noch nicht beibringen konnte, liess sie durch die Güterverwaltung SBB in Chiasso die provisorische Verzollung zum Normalansatz von Fr. 1.-- je 100 kg beantragen. Das Zollamt nahm eine definitive Abfertigung zu diesem Ansatz vor, machte aber in einem jeder Zollquittung beigehefteten Zettel darauf aufmerksam, dass die Vorzugsbehandlung gewährt werde, sofern innerhalb 60 Tagen die Warenverkehrsbescheinigung vorgelegt werde. Die Frist wurde von der Oberzolldirektion für alle solchen Fälle bis zum 31. Juli 1973 erstreckt. Die E.G. Portland liess mit einer der Post in Zürich am 31. Juli 1973 übergebenen Sendung die Warenverkehrsbescheinigungen an die Güterverwaltung SBB in Chiasso abgehen. Diese übergab die Papiere am 3. August 1973 dem Zollamt.\n\nBGE 101 Ib 99 S. 101\n\nDie Zollkreisdirektion Lugano lehnte das Gesuch der E.G. Portland um Rückerstattung der Differenz zwischen dem normalen und dem Vorzugszoll ab, weil sie fand, die Frist für die Einreichung der Bescheinigungen sei nicht eingehalten worden. Auf Beschwerde der Firma hin bestätigte die Oberzolldirektion diese Verfügung. Die Zollrekurskommission, an welche die Gesellschaft die Sache weiterzog, wies die Beschwerde ebenfalls ab.\n\nDie E.G. Portland erhebt gegen diesen Entscheid Verwaltungsgerichtsbeschwerde, in welcher sie am Begehren um Rückerstattung festhält. Die Oberzolldirektion und die Zollrekurskommission beantragen die Abweisung der Beschwerde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die vorliegende Verwaltungsgerichtsbeschwerde ist zulässig, da sie sich gegen eine Verfügung einer eidgenössischen Rekurskommission richtet (Art. 97 Abs. 1 und Art. 98 lit. e OG) und keiner der Fälle vorliegt, in denen dieses Rechtsmittel nach Art. 99-102 OG ausgeschlossen ist. Dem Eintreten steht insbesondere Art. 100 lit. h OG nicht entgegen, wonach die Verwaltungsgerichtsbeschwerde gegen Verfügungen über die Zollveranlagung unzulässig ist, soweit diese von der Tarifierung oder der Gewichtsbemessung abhängt. Diese Bestimmung beruht auf der Überlegung, dass die Tarifierung und die Gewichtsbemessung in Zollsachen sich für die Überprüfung durch das Bundesgericht nicht eignen. Die Vorschrift ist, wie sich aus ihrem Text (\"soweit\") deutlich ergibt, in dem Sinne einschränkend auszulegen, dass sie die Verwaltungsgerichtsbeschwerde nur ausschliesst, wenn die angefochtene Verfügung der Zollbehörde die Tarifierung oder die Gewichtsbemessung zum Gegenstand hat. Um eine solche Verfügung handelt es sich hier nicht. Zwar wird im angefochtenen Entscheid das Begehren der Beschwerdeführerin um Rückerstattung der Differenz zwischen dem nach dem Normalansatz erhobenen Zoll und dem bei Anwendung des niedrigeren Ansatzes gemäss Abkommen mit den EG sich ergebenden Betrag abgelehnt, aber lediglich deshalb, weil nach der Auffassung der Zollrekurskommission die Frist für die Vorlegung der Warenverkehrsbescheinigungen nicht eingehalten worden ist. Es ist nicht bestritten, dass dem Rückerstattungsbegehren zu entsprechen BGE 101 Ib 99 S. 102wäre, wenn anzunehmen wäre, dass die Frist gewahrt worden ist. Der Streit geht darum, ob die Beschwerdeführerin innert der Frist gehandelt habe. Auf die Verwaltungsgerichtsbeschwerde ist einzutreten.\n\n2. Die von der Oberzolldirektion für die nachträgliche Vorlegung der Warenverkehrsbescheinigungen gesetzte Frist ist am 31. Juli 1973 abgelaufen. Spätestens an diesem Tage hätten die von der Beschwerdeführerin beigebrachten Bescheinigungen dem für die Zollabfertigung zuständigen Zollamt in Chiasso oder zu dessen Handen der schweizerischen Post übergeben werden sollen. Sie sind zwar am 31. Juli 1973 der Post in Zürich übergeben worden, aber zuhanden der Güterverwaltung SBB in Chiasso, an welche die Sendung adressiert war; diese Stelle hat die Papiere erst am 3. August 1973, also nach Ablauf der Frist, dem Zollamt ausgehändigt.\n\nDie Beschwerdeführerin hält dafür, sie habe die Frist gleichwohl eingehalten, indem sie rechtzeitig an eine unzuständige Behörde gelangt sei, nämlich an die SBB, welche gemäss Art. 1 Abs. 2 lit. c VwVG eine Behörde seien; in einem solchen Fall gelte die Frist nach Art. 21 Abs. 2 VwVG als gewahrt. Demgegenüber machen die Oberzolldirektion und die Zollrekurskommission geltend, nach Art. 3 lit. e VwVG finde dieses Gesetz auf das Verfahren der Zollabfertigung keine Anwendung; überdies sei Art. 21 Abs. 2 VwVG im vorliegenden Fall auch deshalb nicht anwendbar, weil die SBB hier nicht als Behörde im Sinne des Art. 1 VwVG gehandelt hätten, sondern als kommerzielle Unternehmung auf Grund eines dem Zivilrecht unterstehenden Vertrages, durch dessen Abschluss sie, gleich wie jeder andere Warenführer oder Spediteur, die Aufgaben eines Zollmeldepflichtigen übernommen hätten.\n\na) In der Tat bestimmt Art. 3 lit. e VwVG, dass dieses Gesetz auf das Verfahren der Zollabfertigung keine Anwendung findet. Den Vorinstanzen ist auch zuzugeben, dass man es hier mit einem solchen Verfahren zu tun hat. Es handelt sich um eine Phase eines Verfahrens, das eine vorschriftsgemässe Veranlagung des Zolls zum Ziele hat. Die Zollveranlagung findet stets im Rahmen einer Zollabfertigung statt.\n\nFür das Verfahren der Zollabfertigung sind die besonderen Vorschriften des Zollrechts massgebend. Die Zollgesetzgebung enthält keine Bestimmung darüber, wie es zu halten ist, wenn im erstinstanzlichen Zollabfertigungsverfahren der Zollpflichtige BGE 101 Ib 99 S. 103innert einer von ihm zu wahrenden Frist nicht an die zuständige, sondern an eine unzuständige Stelle gelangt. Dagegen finden sich im Zollgesetz einschlägige Vorschriften für das Beschwerdeverfahren. Art. 109 ZG bestimmt in Abs. 2, dass die Frist für die erste Beschwerde gegen die Zollabfertigung 60 Tage beträgt, und in Abs. 3, dass im übrigen das Beschwerdeverfahren sich nach den Art. 44 ff. VwVG und den Art. 97 ff. OG richtet. Es ist klar und wird durch diese Verweisung bestätigt, dass Art. 107 Abs. 1 OG, wonach die Frist für die Verwaltungsgerichtsbeschwerde ans Bundesgericht auch dann als gewahrt gilt, wenn der Beschwerdeführer fristgerecht an eine unzuständige Behörde gelangt, in Zollsachen ebenfalls Anwendung findet. Keinem Zweifel unterliegt ferner, dass Art. 21 Abs. 2 VwVG, der für die im Anwendungsbereich dieses Gesetzes einzuhaltenden Fristen den gleichen Grundsatz ausspricht, insbesondere auch das Beschwerdeverfahren gemäss Art. 44 ff. VwVG betrifft. Indem Art. 109 Abs. 3 ZG auf die Art. 44 ff. VwVG verweist, erklärt er also für das Beschwerdeverfahren vor den Zollkreisdirektionen, der Oberzolldirektion, der Zollrekurskommission und dem Eidg. Finanz- und Zolldepartement auch Art. 21 Abs. 2 VwVG als anwendbar. Die Zollrekurskommission bestreitet dies nicht, nimmt aber an, aus Art. 3 lit. e VwVG und Art. 109 Abs. 3 ZG ergebe sich, dass der in Art. 21 Abs. 2 VwVG ausgesprochene Grundsatz für das erstinstanzliche Verfahren der Zollabfertigung nicht gelte. Dieser Auffassung kann nicht zugestimmt werden.\n\nArt. 21 Abs. 2 VwVG ist nicht eine vereinzelte Bestimmung; das OG enthält in Art. 32 Abs. 3, Art. 96 Abs. 1 und Art. 107 Abs. 1 ähnliche Vorschriften. In allen diesen Bestimmungen kommt der gleiche Grundsatz zum Ausdruck. Er muss jedenfalls in allen Verfahren, in denen eidgenössische Behörden Verwaltungsrecht des Bundes anwenden, massgebend sein, soweit seiner Geltung nicht besondere Vorschriften oder die besondere Natur eines bestimmten Verfahrens entgegenstehen. Wie gesagt, ist er nach dem Wortlaut und Sinn der gesetzlichen Ordnung auch für das Beschwerdeverfahren in den Zollsachen anerkannt, zu denen die Streitigkeiten, welche die Zollabfertigung betreffen, ebenfalls gehören. In Anbetracht dieser Ordnung kann die Annahme der Vorinstanzen, dass der Grundsatz nur gerade für das erstinstanzliche Zollabfertigungsverfahren BGE 101 Ib 99 S. 104nicht gelte, nicht einfach daraus abgeleitet werden, dass eine entsprechende ausdrückliche Vorschrift für dieses Verfahren fehlt und Art. 3 lit. e VwVG dieses Gesetz auf das Zollabfertigungsverfahren nicht anwendbar erklärt. Art. 3 lit. e VwVG schliesst nicht aus, dass im Verfahren der Zollabfertigung auch allgemeine Grundsätze, die in der Zollgesetzgebung nicht besonders erwähnt sind, angewandt werden. Jene Auffassung der Vorinstanzen liesse sich nur rechtfertigen, wenn ein zureichender sachlicher Grund dafür bestände. Ein solcher Grund wird jedoch nicht genannt und ist auch nicht ersichtlich. Es muss daher angenommen werden, dass der in Frage stehende allgemeine Grundsatz auch für das erstinstanzliche Verfahren der Zollabfertigung gilt.\n\nb) Nach Art. 1 BG vom 23. Juni 1944 über die Schweizerischen Bundesbahnen sind diese eine innerhalb der Schranken der Bundesgesetzgebung selbständige eidgenössische Verwaltung, d.h. ein autonomer eidgenössischer Betrieb im Sinne von Art. 1 Abs. 2 lit. c VwVG und Art. 98 lit. d OG. Solche Betriebe gelten, wie Art. 1 Abs. 2 lit. c VwVG ausdrücklich bestimmt, als Behörden im Sinne dieses Gesetzes. Die SBB können also gegebenenfalls eine \"unzuständige Behörde\" im Sinne des in Art. 21 Abs. 2 VwVG (und anderen Bestimmungen des Bundesrechts) zum Ausdruck gebrachten Grundsatzes sein.\n\nSo verhält es sich hier: Die Beschwerdeführerin hat sich in einer Angelegenheit an die SBB gewandt, in der diese für Amtshandlungen nicht kompetent waren. Die SBB sind also eine in dieser Sache nicht zuständige Behörde.\n\nDaran ändert es nichts, dass ihre Beziehungen zur Beschwerdeführerin im vorliegenden Fall zivilrechtlicher Natur waren. Eine staatliche Stelle, die als Behörde gilt, behält diese Eigenschaft auch dann, wenn sie zivilrechtliche Verträge abschliesst und die darin übernommenen Verpflichtungen erfüllt. Die in Art. 1 Abs. 2 lit. a-d VwVG genannten Amtsstellen sind, wie diese Bestimmungen bestätigen, unter allen Umständen als Behörden zu betrachten, im Unterschied zu \"anderen Instanzen oder Organisationen ausserhalb der Bundesverwaltung\", denen die nachfolgende lit. e diese Eigenschaft nur zuerkennt, \"soweit sie in Erfüllung ihnen übertragener öffentlichrechtlicher Aufgaben des Bundes verfügen\". Für die Anwendung des Grundsatzes, der in Art. 21 Abs. 2 VwVG und BGE 101 Ib 99 S. 105anderen bundesrechtlichen Bestimmungen zum Ausdruck kommt, ist es belanglos, aus welchem Grunde die angegangene Amtsstelle unzuständig ist. Es genügt, dass sie eine unzuständige Behörde ist, was hier für die SBB nach dem Gesagten zutrifft.\n\nc) Diese Feststellungen führen zum Schluss, dass die Beschwerdeführerin die für die nachträgliche Einreichung der Warenverkehrsbescheinigungen gesetzte Frist gewahrt hat; denn sie hat sich rechtzeitig an eine Stelle gewandt, die eine unzuständige Behörde im Sinne des anwendbaren allgemeinen Grundsatzes ist. Die zuständige Zollbehörde hätte daher auf das von der Beschwerdeführerin gestellte Gesuch um Rückerstattung eines Zollbetrages eintreten sollen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird insofern gutgeheissen, als der angefochtene Entscheid aufgehoben und die Sache zur materiellen Beurteilung an die Zollkreisdirektion Lugano zurückgewiesen wird."}