{"annee": "101", "cour": "V", "page": "56", "date": "31/1/1975", "cite": ["98 V 35", "98 V 205", "99 V 32"], "cite_par": ["105 V 139", "115 V 191"], "chapeau": "9. Urteil vom 31. Januar 1975 i.S. Schweizer gegen Ausgleichskasse des Kantons Zürich und AHV-Rekurskommission des Kantons Zürich", "regestes": ["Art. 12 al. 1 LAI. Mesures médicales en cas de luxation habituelle de la rotule. Importance du succès probable de la réadaptation."], "faits": "BGE 101 V 56 S. 56\n\nA.- Der am 18. August 1953 geborene Herbert Schweizer leidet an habitueller Luxation der rechten Patella auf Grund einer kongenitalen Dysplasie (Art. 2 Ziff. 177 GgV) und an Status nach gleichem Zustand links, operiert 1971 (Bericht von Dr. med. P. vom 26. Mai 1973).\n\nDie Ausgleichskasse wies durch Verfügung vom 13. Juni 1973 ein am 23. Mai 1973 gestelltes Gesuch um Übernahme der Operation des rechten Knies mit folgender Begründung ab:\n\n\"Dieses Gebrechen kann nicht unter die Ziffer 177 der Geburtsgebrechenliste subsumiert werden. Nach einem Urteil des Eidg. Versicherungsgerichts bilden Operationen im Kniegelenk nur dann Eingliederungsmassnahmen, wenn sie der Korrektur eines stabilen Skelettdefektes und dessen unmittelbaren mechanischen Folgen gelten. Als stabile Skelettanomalien sind nur Defekte im knöchernen Bereich, nicht auch solche in Knorpelpartien zu betrachten. Bei der Chondropathia patellae handelt es sich um eine degenerative Knorpelveränderung der Kniescheibe und somit um ein labiles pathologisches Geschehen. Auch die eine Chondropathia verursachenden habituellen Patellarluxationen bilden keinen skelettalen Defektzustand.\"\n\nB.- Der Vater des Versicherten erhob Beschwerde und verwies auf eine Stellungnahme von Dr. P. vom 23. Juni 1973. Danach handelt es sich bei der habituellen Patellarluxation um einen stabilen Skelettdefekt, nämlich um die relative Unterentwicklung des äusseren Condylus des Oberschenkelknochens, wozu eine relativ zu weit nach lateral gelagerte Insertion des Ligamentum patellae hinzukomme. Von einem Knorpeldefekt BGE 101 V 56 S. 57oder von einer Chondropathia patellae könne gar keine Rede sein. Die Operation diene ausdrücklich der Korrektur eines stabilen knöchernen Skelettdefektes und dessen unmittelbaren mechanischen Folgen.\n\nDie AHV-Rekurskommission des Kantons Zürich wies durch Entscheid vom 2. April 1974 die Beschwerde ab. Das Gericht bejahte das Vorliegen eines Geburtsgebrechens, verneinte indessen einen Anspruch des Versicherten auf Leistungen nach Art. 13 IVG, weil die Durchführung des chirurgischen Eingriffs, um dessen Übernahme knapp drei Monate vor dem 20. Altersjahre ersucht wurde, erst auf einen Zeitpunkt nach Erreichung der Volljährigkeit vorgesehen sei. Es entfalle aber auch eine Leistungspflicht der Invalidenversicherung gemäss Art. 12 IVG. Zwar könne das Grundleiden, nämlich die kongenitale ungenügende Bildung des äusseren Gelenkkopfes des Oberschenkelknochens, als stabil betrachtet werden; dessen Folgeerscheinung bzw. die immer wiederkehrenden Verrenkungen der Kniescheibe stellten jedoch labiles Krankheitsgeschehen dar. Die verlangte Operation bezwecke die Beseitigung dieser Tendenz der Kniescheibe; zudem gelte es, eine künftige Arthrose zu verhüten, was darauf hindeute, dass das Krankheitsgeschehen, auf längere Sicht betrachtet, keineswegs stabilisiert sei. Der Eingriff falle daher in den Aufgabenbereich der sozialen Krankenversicherung.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde wird beantragt, die Invalidenversicherung habe die operative Korrektur des Gebrechens des Versicherten zu übernehmen. Zur Begründung wird ein Bericht von Dr. P. aufgelegt, der zusammenfassend folgendes festhält:\n\n\"Ich komme zum Schluss, dass bei Herbert Schweizer eine habituelle Patellarluxation mit mechanischer Instabilität d.h. funktionellem Versagen des rechten Kniegelenkes besteht. Es bestehen zur Zeit keine Zeichen einer Chondropathia patellae noch einer Arthrose noch anderer \"labiler pathologischer Geschehen\". Es geht jetzt darum, diese das Stehen, Gehen und Arbeiten störende Dysfunktion des re Knies operativ zu beheben.\"\n\nWährend die Ausgleichskasse auf einen Antrag verzichtet, beantragt das Bundesamt für Sozialversicherung, die Verwaltungsgerichtsbeschwerde sei in dem Sinne gutzuheissen, dass die Sache zu zusätzlicher Abklärung an die Verwaltung zurückgewiesen werde.\n\nBGE 101 V 56 S. 58", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. In Anbetracht der Tatsache, dass Herbert Schweizer knapp drei Monate vor Erreichen der Volljährigkeit zum Leistungsbezug bei der Invalidenversicherung angemeldet wurde, ist mit Dr. P. und dem Bundesamt für Sozialversicherung anzunehmen, dass die Operation objektiv nicht mehr rechtzeitig vor dem 20. Altersjahr hätte durchgeführt werden können (BGE 98 V 37 Erw. 2a). Ein Anspruch des Versicherten auf medizinische Massnahmen gestützt auf Art. 13 IVG fällt daher ausser Betracht, auch wenn sein Leiden angeboren sein sollte. Somit ist zu prüfen, ob die Invalidenversicherung für die Operation der Patellarluxation gemäss Art. 12 IVG leistungspflichtig ist.\n\n2. a) Der Anspruch auf Eingliederungsmassnahmen der Invalidenversicherung ist - im Gegensatz zu demjenigen auf eine Rente - an keinen bestimmten Invaliditätsgrad gebunden. Dieser Grundsatz gilt indessen u.a. nicht auf dem Gebiete der medizinischen Massnahmen. Denn der Versicherte kann laut Art. 12 Abs. 1 IVG nur medizinische Massnahmen beanspruchen, die geeignet sind, die Erwerbsfähigkeit wesentlich zu verbessern oder vor wesentlicher - auch drohender (Art. 8 Abs. 1 IVG) - Beeinträchtigung zu bewahren. Massnahmen, welche nur eine geringfügige Verbesserung der Erwerbsfähigkeit bewirken, werden von der Invalidenversicherung nicht übernommen. Nach der Rechtsprechung ist der durch eine Behandlung erzielte Nutzeffekt nur dann wesentlich, wenn er in einer bestimmten Zeiteinheit einen erheblichen absoluten Grad erreicht (BGE 98 V 211 Erw. 4c). Das Gericht hat in einem nicht veröffentlichten Urteil festgestellt, dass eine habituelle Patellarluxation für eine Büroangestellte keine wesentliche Beeinträchtigung der Erwerbsfähigkeit nach sich ziehe (Urteil vom 26. Januar 1971 i.S. Schöni).\n\nDie Frage nach der Wesentlichkeit des Eingliederungserfolges hängt ab von der Schwere des Gebrechens einerseits sowie von der Art der Erwerbstätigkeit anderseits; persönliche Verhältnisse des Versicherten, welche mit seiner Erwerbstätigkeit nicht zusammenhängen, sind dabei nicht zu berücksichtigen.\n\nb) Im vorliegenden Fall erlauben es die Akten nicht, diese Frage klar zu beantworten. In der Anmeldung zum Leistungsbezug BGE 101 V 56 S. 59wird angegeben, der Versicherte sei Schreibmaschinenmechaniker-Lehrling. Sollte er dem erlernten Beruf oder einem bezüglich der Anforderungen an den Gehapparat ähnlichen Beruf nachgehen, so wäre damit nur eine geringe Belastung des Knies verbunden. Eine gemäss Art. 12 Abs. 1 IVG wesentliche Beeinträchtigung der Erwerbsfähigkeit käme wohl nur im Sinne von Arbeitsausfällen infolge gelegentlicher Verrenkungen in Betracht. Die Feststellung im Bericht von Dr. P. vom 26. Mai 1973, dass die häufigen Luxationen immer wieder Arbeitsunterbrüche bewirkten, steht im Gegensatz zu den Aussagen in lit. A des gleichen Berichts sowie in der Eingabe vom 7. Juni 1974, wonach einzig im Dezember 1972 und im Mai 1973 Luxationen erfolgt seien.\n\nDie Verwaltung, an welche die Sache zurückgewiesen wird, hat die Frage der Häufigkeit und der effektiven Auswirkung dieser Luxationen auf die Erwerbsfähigkeit näher abzuklären, wobei nach dem Gesagten beispielsweise Luxationen infolge vermeidbarer extremer Beanspruchung durch sportliche Tätigkeit nicht berücksichtigt werden dürfen.\n\n3. Sofern die Wesentlichkeit des Eingliederungserfolges zu bejahen ist, stellt sich die weitere Frage, ob die verlangte Operation als medizinische Massnahme gemäss Art. 12 IVG zu betrachten ist.\n\na) Der Versicherte hat laut Art. 12 Abs. 1 IVG Anspruch auf medizinische Massnahmen, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die berufliche Eingliederung gerichtet und geeignet sind, die Erwerbsfähigkeit dauernd und wesentlich zu verbessern oder vor wesentlicher Beeinträchtigung zu bewahren. Behandlung des Leidens an sich ist rechtlich jede medizinische Vorkehr, sei sie auf das Grundleiden oder auf dessen Folgeerscheinungen gerichtet, solange labiles pathologisches Geschehen vorhanden ist. Eine solche Vorkehr bezweckt nicht unmittelbar die Eingliederung. Durch den Ausdruck labiles pathologisches Geschehen wird der juristische Gegensatz zu wenigstens relativ stabilisierten Verhältnissen hervorgehoben. Erst wenn die Phase des labilen pathologischen Geschehens insgesamt abgeschlossen ist, kann sich - bei volljährigen Versicherten - die Frage stellen, ob eine medizinische Vorkehr Eingliederungsmassnahme sei. Die Invalidenversicherung übernimmt daher in der Regel nur unmittelbar auf die Beseitigung oder Korrektur stabiler Defektzustände BGE 101 V 56 S. 60oder Funktionsausfälle gerichtete Vorkehren, sofern sie die Wesentlichkeit und Beständigkeit des angestrebten Erfolges im Sinne von Art. 12 Abs. 1 IVG voraussehen lassen.\n\nAls stabile oder mindestens relativ stabilisierte Defektzustände oder Funktionsausfälle bei Gelenkschäden gelten nach ständiger Rechtsprechung nur solche im knöchernen Bereich, d.h. im Bereiche des Skelettes selbst unter Ausschluss der Knorpelpartien sowie des Bänder- und Muskelsystems. In diesem Sinne können Skelettdeformitäten als Ursache der Patellarluxation durch medizinische Massnahmen der Invalidenversicherung korrigiert werden, nicht aber Störungen an den Knorpelpartien oder am Zug- und Haltesystem des Knies. Bei Mischformen ist jeweils zu prüfen, ob die Luxation vorwiegend auf die Knochenmissbildung oder auf andere Ursachen zurückgeführt werden muss, was sich gewöhnlich anhand der angewandten Operationsmethode zuverlässig beurteilen lässt (vgl. BGE 99 V 33). An dieser Praxis ist laut einem Beschluss des Gesamtgerichtes vom 23. Oktober 1974 festzuhalten.\n\nb) Im vorliegenden Fall steht nach den Ausführungen des Facharztes fest, dass nebst der Patellarluxation keinerlei krankhafte Prozesse, insbesondere keine Chondropathia patellae oder ähnliche Leiden bestehen; es handle sich \"um die relative Unterentwicklung des äusseren, knöchernen Condylus des Oberschenkelknochens, wozu eine relativ zu weit nach lateral gelagerte Insertion des Ligamentum patellae am Knochen hinzukommt\"; die Operation werde am Knochen vollzogen (Bericht von Dr. P. vom 4. August 1973). Es gehe darum, die mechanische Instabilität des Gelenkes, d.h. dessen funktionelles statisches und dynamisches Versagen zu beheben.\n\nAus den Akten geht indessen nicht eindeutig hervor, ob die Patellarluxation vorwiegend auf die Knochenmissbildung oder aber auf das Versagen des Zugsystems zurückzuführen ist und ob ein von der Invalidenversicherung als medizinische Eingliederungsmassnahme zu übernehmender Eingriff im knöchernen Bereich vorgenommen wird oder aber eine Operation am Bandapparat, für welche die Invalidenversicherung nicht leistungspflichtig ist. Die Verwaltung hat gegebenenfalls auch diesen Punkt näher abzuklären.BGE 101 V 56 S. 61\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden der Entscheid der AHV-Rekurskommission des Kantons Zürich vom 2. April 1974 sowie die angefochtene Kassenverfügung vom 13. Juni 1973 aufgehoben. Die Sache wird an die Ausgleichskasse des Kantons Zürich zurückgewiesen, damit diese, nach erfolgter Abklärung im Sinne der Erwägungen, neu verfüge."}