{"annee": "101", "cour": "V", "page": "43", "date": "10/3/1975", "cite": ["98 V 33", "100 V 100", "97 V 162", "98 V 205"], "cite_par": ["101 V 191", "104 V 79", "103 V 11", "101 V 267", "106 V 80", "102 V 219", "132 V 215", "113 V 22", "124 V 29", "105 V 63", "101 V 96", "101 V 271", "119 V 250", "115 V 202", "102 V 38", "115 V 191", "103 V 16", "101 V 100"], "chapeau": "8. Urteil vom 10. März 1975 i.S. Stössel gegen Ausgleichskasse schweizerischer Transportunternehmungen und Rekursbehörde für die Sozialversicherung des Kantons Schwyz", "regestes": ["Mesures médicales suivant l'art. 12 al. 1 LAI en cas d'arthropathies, notamment de l'appareil locomoteur."], "faits": "BGE 101 V 43 S. 43\n\nA.- Der 1909 geborene Josef Stössel ist Wagenführer bei der SOB. Die Invalidenversicherung übernahm eine 1964 vorgenommene Coxarthrose-Operation (Arthrodese) am rechten Hüftgelenk und gewährte in diesem Zusammenhang weitere Leistungen. Diese Massnahmen ermöglichten dem Versicherten die Fortsetzung seiner beruflichen Tätigkeit.\n\nAm 17. Januar 1972 meldete sich Josef Stössel erneut bei der Invalidenversicherung an und ersuchte um medizinische Massnahmen. Laut dem Bericht von Dr. med. H. vom 7. Februar 1972 traten seit Frühjahr 1970 zunehmende schmerzhafte Kniegelenkergüsse rechts auf sowie eine rasch progrediente schmerzhafte Bewegungseinschränkung des linken Hüftgelenkes mit zunehmender Gehbehinderung und Überbelastung des rechten Beines. Der Arzt diagnostizierte \"Gonarthrose rechts, zunehmende schmerzhafte Coxarthrose links, Status nach Arthrodese des rechten Hüftgelenks, chronischer Kniegelenkerguss rechts als Folge der Überbelastung\". Um den Patienten weiterhin gehfähig zu erhalten, sei das Einsetzen einer Totalprothese in das linke Hüftgelenk unerlässlich; nur so könne die chronische Überbelastung des rechten Knies mit den dadurch ausgelösten Kniegelenkergüssen verhindert werden.\n\nBGE 101 V 43 S. 44\n\nDie Ausgleichskasse lehnte mit Verfügung vom 22. März 1972 das Gesuch ab mit der Begründung, die gesetzlichen Voraussetzungen zur Übernahme von medizinischen Massnahmen durch die Invalidenversicherung seien nicht erfüllt, weil ausser der Coxarthrose ein weiteres invalidierendes Leiden (eine schwere Gonarthrose rechts) festgestellt worden sei, das den Eingliederungserfolg einer Coxarthrose-Operation beeinträchtigen könne.\n\nB.- Josef Stössel erhob Beschwerde mit dem Antrag, die Invalidenversicherung habe die Hüftgelenkoperation nebst Nachbehandlung zu übernehmen. Zur Begründung verwies er auf ein Zeugnis des Dr. H. vom 30. März 1972, worin der Arzt ausführte, die Gonarthrose rechts sei an sich wenig schmerzhaft; die derzeitigen Reaktionen im rechten Knie seien weitgehend verursacht durch die Überbelastung wegen des Hüftleidens links; durch die vorgeschlagene Operation der linken Hüfte sollten die Verhältnisse an den Beinen soweit saniert werden können, dass der Versicherte in der Lage sei, bis auf weiteres seinen Beruf voll auszuüben. Am 12. September 1972 teilte Dr. H. der Invalidenversicherungs-Kommission noch folgendes mit:\n\n\"Zur besseren Beurteilung des Rekurses von obigem Patienten teile ich ihnen mit, dass die am 5. April 1972 durchgeführte Hüftgelenkoperation rechts (Einsetzen einer Totalprothese) die Gehfähigkeit so stark gebessert hat, dass mit Aufnahme der Arbeit auf 1. Oktober 1972 gerechnet werden kann. Die drohende Invalidität konnte damit vorläufig verhütet werden.\"\n\nDie Kantonale Rekursbehörde für die Sozialversicherung Schwyz wies mit Urteil vom 20. November 1972 die Beschwerde ab. Abgesehen davon, dass die Frage, ob ein Anspruch laut Art. 12 Abs. 1 IVG bestehe, nach der medizinischen Prognose vor der Durchführung des operativen Eingriffs zu beurteilen sei, stehe trotz der erfolgreich verlaufenen Operation nach dem Urteil von Dr. H. keineswegs fest, dass mit einer dauerhaften Verbesserung der Erwerbsfähigkeit zu rechnen sei; denn der Arzt vertrete nur die Auffassung, dass eine Invalidität vorläufig habe verhindert werden können, was gemäss den nach der Praxis anzulegenden strengen Anforderungen nicht genüge. Im übrigen sei der Versicherte im Zeitpunkt des Erlasses der angefochtenen Verfügung beinahe 63jährig gewesen. Auch wenn angenommen würde, bei einem BGE 101 V 43 S. 4563 Jahre alten männlichen Versicherten sei noch mit einer verbleibenden Arbeitsdauer zu rechnen, die im Sinne des Art. 8 Abs. 1 IVG einen Eingliederungsanspruch rechtfertige, so sei im konkreten Fall zu berücksichtigen, dass der Versicherte als Angestellter der SOB mit dem erreichten 65. Altersjahr eine Pension beziehen und seine bisherige berufliche Tätigkeit aufgeben werde. Es sei nicht anzunehmen, dass er sich nach der Pensionierung noch beruflich betätigen werde; anders würde es sich nach den in ZAK 1970 S. 618 entwickelten Grundsätzen allenfalls bei einem Selbständigerwerbenden verhalten.\n\nC.- Mit der vorliegenden Verwaltungsgerichtsbeschwerde lässt Josef Stössel beantragen, die Invalidenversicherung habe die Kosten der am 5. April 1972 vorgenommenen Coxarthrose-Operation links (Totalprothese) und der Nachbehandlung vollumfänglich zu übernehmen. Zur Begründung wird vorerst auf eine Bestätigung des Dr. H. vom 22. Dezember 1972 verwiesen, wonach die durchgeführte Operation mit grosser Wahrscheinlichkeit erwarten lasse, dass der Versicherte bis zum Erreichen der regulären Pensionierung auf seinem jetzt ausgeübten Beruf als Wagenführer arbeitsfähig bleiben werde. Damit sei die Auffassung des kantonalen Richters widerlegt, es fehle an der Glaubhaftmachung der dauernden Verbesserung der Erwerbsfähigkeit. In den Akten finde sich ferner keine medizinische Prognose, welche den Erfolg der Operation als Eingliederungsmassnahme im Sinne des IVG negativ beurteilen würde. Die einzige prognostische Beurteilung des Eingliederungserfolges sei im Bericht des Dr. H. vom 7. Februar 1972 enthalten; danach könne der Versicherte durch das Einsetzen der Totalprothese gehfähig erhalten und die chronische Überbelastung des rechten Knies mit den dadurch ausgelösten Gelenkergüssen verhindert werden. Die Prognose sei also nicht ungünstiger gewesen als der effektiv eingetretene Erfolg; andernfalls wäre sie falsch gewesen, was indessen unbeachtlich sei. Was die Dauerhaftigkeit des Eingliederungserfolges bei älteren Versicherten anbelange, sei der Schlussatz von Art. 8 Abs. 1 IVG als Ausnahmebestimmung im Sozialrecht einschränkend zu interpretieren. Es müsse den Versicherten soweit immer möglich die Gelegenheit gegeben werden, bis zu ihrer ordentlichen Pensionierung arbeiten zu können. Nur in Fällen. wo die verbleibende Aktivität gänzlich BGE 101 V 43 S. 46geringfügig sei, dürfe diese Bestimmung herangezogen werden, um wirtschaftlich unsinnige Eingliederungsmassnahmen versagen zu können; sonst aber hätten die menschlichen Aspekte den Vorrang. Josef Stössel könne dank der Operation mit grosser Wahrscheinlichkeit noch nahezu 2 Jahre arbeiten, was ins Gewicht falle. Im übrigen rechtfertige sich die von der kantonalen Rekursbehörde vorgenommene Diskriminierung pensionsberechtigter Angestellter gegenüber Selbständigerwerbenden nicht. Die Vorinstanz scheine den Umstand, dass eine Gonarthrose als weiteres invalidierendes Leiden bestehe, nicht mehr als wesentlich zu erachten. Dr. H. habe denn auch festgestellt, dass die Gonarthrose an sich wenig schmerzhaft sei und dass die Überbelastung des Knies durch die Hüftoperation habe behoben werden können. Wenn schliesslich das kantonale Gericht feststelle, es fehle der Nachweis der Glaubhaftmachung einer dauernden Verbesserung der Erwerbsfähigkeit, so hätte es von Amtes wegen einen fehlenden Beweis ergänzen müssen.\n\nWährend die Ausgleichskasse auf eine Stellungnahme verzichtet, schliesst das Bundesamt für Sozialversicherung auf Abweisung der Verwaltungsgerichtsbeschwerde.", "considerants": "Das Eidg. Versicherungsgericht zieht in Erwägung:\n\n1. a) Unter den allgemeinen Voraussetzungen des Art. 8 Abs. 1 IVG hat der Versicherte nach Art. 12 Abs. 1 IVG Anspruch auf medizinische Massnahmen, die nicht auf die Behandlung des Leidens an sich, sondern unmittelbar auf die berufliche Eingliederung gerichtet und geeignet sind, die Erwerbsfähigkeit dauernd und wesentlich zu verbessern oder vor wesentlicher Beeinträchtigung zu bewahren. Diese Bestimmung bezweckt namentlich, die Aufgabenbereiche der Invalidenversicherung einerseits und der sozialen Kranken- und Unfallversicherung anderseits gegeneinander abzugrenzen. Die Abgrenzung \"beruht auf dem Grundsatz, dass die Behandlung einer Krankheit oder einer Verletzung ohne Rücksicht auf die Dauer des Leidens primär in den Aufgabenbereich der Kranken- und Unfallversicherung gehört\" (Bericht der eidgenössischen Expertenkommission für die Revision der Invalidenversicherung vom 1. Juli 1966, S. 31).\n\nDas Gesetz umschreibt die Vorkehren medizinischer Art. BGE 101 V 43 S. 47welche von der Invalidenversicherung nicht zu übernehmen sind, mit dem Rechtsbegriff \"Behandlung des Leidens an sich\". Wo und solange labiles pathologisches Geschehen besteht und mit medizinischen Vorkehren angegangen wird, seien sie kausal oder symptomatisch, auf das Grundleiden oder dessen Folgeerscheinungen gerichtet, stellen solche Heilmassnahmen, sozialversicherungsrechtlich betrachtet, Behandlung des Leidens an sich dar. Dem labilen pathologischen Geschehen hat die Rechtsprechung seit jeher im Prinzip alle nicht stabilisierten Gesundheitsschäden gleichgestellt, die Krankheitswert haben. Demnach gehören jene Vorkehren, welche auf die Heilung oder Linderung pathologischen oder sonstwie Krankheitswert aufweisenden Geschehens labiler Art gerichtet sind, nicht ins Gebiet der Invalidenversicherung. Erst wenn die Phase des (primären oder sekundären) pathologischen Geschehens insgesamt abgeschlossen und ein stabiler bzw. relativ stabilisierter Zustand eingetreten ist, kann sich - beim volljährigen Versicherten - überhaupt die Frage stellen, ob eine Vorkehr Eingliederungsmassnahme sei. Die Invalidenversicherung übernimmt in der Regel nur unmittelbar auf die Beseitigung oder Korrektur stabiler Defektzustände oder Funktionsausfälle gerichtete Vorkehren, sofern sie die Wesentlichkeit und Beständigkeit des angestrebten Erfolges im Sinne des Art. 12 Abs. 1 IVG voraussehen lassen. Dagegen hat die Invalidenversicherung eine Vorkehr, die der Behandlung des Leidens an sich zuzuzählen ist, auch dann nicht zu übernehmen, wenn ein erheblicher Eingliederungserfolg vorauszusehen ist. Der Eingliederungserfolg, für sich allein betrachtet, ist im Rahmen des Art. 12 IVG kein taugliches Abgrenzungskriterium, zumal praktisch jede ärztliche Vorkehr, die medizinisch erfolgreich ist, auch im erwerblichen Leben eine entsprechende Verbesserung bewirkt (BGE 100 V 101 Erw. 1a, BGE 98 V 208 Erw. 2).\n\nb) Nach der Praxis gelten im Hinblick auf Coxarthrose-Operationen (insbesondere Osteotomien, Arthrodesen, Total-Endoprothesen) die Gesundheitsverhältnisse vor dem Eingriff nicht mehr als labil, wenn im mehr oder weniger zerstörten Hüftgelenk ein relativ stabilisierter Enddefekt erblickt werden kann, obschon, genau genommen, nicht immer bereits ein stabiler Defektzustand vorliegt. Solche Operationen sind daher gemäss der Rechtsprechung des Eidg. Versicherungsgerichts BGE 101 V 43 S. 48durch die Invalidenversicherung als medizinische Eingliederungsmassnahmen zu übernehmen, sofern sie den pathologisch-anatomischen Zustand des Skelettes als Ursache der unphysiologischen Beanspruchung und die sekundären Symptome dauerhaft sanieren. In diesen Fällen sind aber strenge Anforderungen an die übrigen Voraussetzungen - die Dauerhaftigkeit und Wesentlichkeit des angestrebten Eingliederungserfolges - zu stellen. Ob diese Voraussetzungen gegeben seien, ist - der Rechtsgleichheit wegen - im massgebenden Zeitpunkt medizinisch-prognostisch zu beurteilen (BGE 98 V 34 Erw. 2). Für diese Prognose ist der vor der fraglichen Operation vorhandene medizinische Sachverhalt in seiner Gesamtheit massgebend. Das bedeutet namentlich, dass die im Hinblick auf die Coxarthrose angezeigte Hüftoperation im Einzelfall für sich allein möglicherweise den Eingliederungserfolg nicht dauernd und wesentlich zu bewirken vermag, wenn neben der Coxarthrose weitere erhebliche, d.h. die Erwerbsfähigkeit (bzw. die Fähigkeit der Betätigung im bisherigen Aufgabenbereich) beeinträchtigende, krankhafte Nebenbefunde vorliegen (ZAK 1972 S. 179 f., EVGE 1969 S. 100 ff., 1968 S. 112 ff., ZAK 1968 S. 464 ff.).\n\nDiese grundsätzliche Betrachtungsweise ist sinngemäss auch dort anwendbar, wo als Streitgegenstand eine Gonarthrose-Operation in Frage steht.\n\n2. Prof. Dr. med. T. erstattete dem Eidg. Versicherungsgericht am 29. August 1974 ein Grundsatzgutachten, in welchem er die folgenden vom Gericht gestellten Fragen zu beantworten hatte:\n\n- ob es allgemeingültige Regeln für die prognostische Beurteilung von Dauerhaftigkeit und Wesentlichkeit des Eingliederungserfolges bestimmter Arten von Coxarthrose- bzw. Gonarthrose-Operationen gebe und auf welche zeitliche Dauer sich gegebenenfalls erfahrungsgemäss eine zuverlässige Prognose stellen lasse;\n\n- ob es spezielle Regeln für die erwähnte Beurteilung gebe im Hinblick auf die häufigsten Nebenbefunde (andere Gelenkschäden, Wirbelsäuleschäden, Zirkulationsstörungen, Adipositas), welche die Sanierung des Gehapparates erschweren können;\n\n- ob es allgemeine Regeln betreffend die Indikation der Art des Eingriffs, je nach Zustand und Alter des Patienten, gebe.\n\nProf. T. verneinte in seinem ausführlichen Gutachten die Anwendbarkeit genereller Regeln zur Beantwortung dieser BGE 101 V 43 S. 49Fragen. Er erklärte namentlich, allgemeingültige Kriterien sowohl für die Beurteilung von Dauerhaftigkeit und Wesentlichkeit des Eingliederungserfolges als auch für den Entscheid hinsichtlich Nebenbefunde seien nur im Hinblick auf den konkreten Einzelfall möglich und abhängig von zahlreichen physischen, psychischen und sozialen Faktoren, so dass eine generelle, auf eine grosse Zahl von Versicherten anwendbare Regel nicht mit der geringsten Aussicht auf Objektivität umschrieben werden könne. Zusammenfassend hielt der Experte folgendes fest:\n\n- \"L'état actuel de nos connaissances et l'expérience acquise dans l'usage des prothèses articulaires ne permettent pas encore de définir des règles générales pour établir un pronostic de la durée et de l'importance de l'amélioration de la capacité de travail à la suite de ces interventions. Chaque cas devrait faire l'objet d'un bilan tenant compte de tous les facteurs locaux et généraux, somatiques et psychiques et s'il le faut sociaux et professionnels pour établir un pronostic dont le degré de certitude restera de toute façon médiocre. Le seul argument tout à fait objectif reste la capacité de travail obtenue après l'intervention.\"\n\n- \"Une aide efficace dans l'établissement du pronostic est la distinction entre les lésions secondaires à l'arthropathie, c'est-à-dire provoquées par elle et capables de réagir favorablement à l'intervention et les lésions indépendantes de la lésion articulaire elle-même et assombrissant certainement son pronostic. Mais leur rôle ne peut faire l'objet d'une règle générale et ne peut être apprécié que pour chaque cas isolément.\"\n\n- \"Les indications des différentes opérations réparatrices d'une arthropathie dépendent de l'âge, de l'importance de la lésion articulaire, de sa cause, de l'état général du patient et de ses conditions de travail futures. S'il est déjà possible de définir des directives générales, celles-ci ne peuvent être appliquées qu'avec de très nombreuses exceptions.\"\n\n3. An der bisherigen, in Erwägung 1b dargestellten Rechtsprechung ist daher grundsätzlich festzuhalten. Unter Berücksichtigung der Ausführungen des Experten und der Stellungnahme des Bundesamtes für Sozialversicherung ist zur Beantwortung der Frage, ob die Arthrosebehandlung durch die Invalidenversicherung als medizinische Eingliederungsmassnahme nach Art. 12 IVG zu übernehmen sei, ausserdem von folgenden Grundsätzen auszugehen:\n\na) Bei der Arthrose fehlen allgemeingültige Regeln zur Abgrenzung des pathologischen oder sonstwie Krankheitswert aufweisenden Geschehens labiler Art von relativ stabilisierten Verhältnissen. Im Einzelfall kommt somit zur Beurteilung der BGE 101 V 43 S. 50Rechtsfrage, ob eine medizinische Vorkehr ins Gebiet der sozialen Krankenversicherung oder der Invalidenversicherung gehört, dem konkreten medizinischen Sachverhalt erhöhte Bedeutung zu. Um die rechtsgleiche Behandlung zu gewährleisten, ist es daher unerlässlich, dass die Verwaltung den medizinischen Tatbestand möglichst genau und nach einheitlichem Frageschema abklärt.\n\nBestehen trotz zuverlässiger Abklärung Zweifel, ob ein Gesundheitsschaden ein medizinischen Eingliederungsmassnahmen der Invalidenversicherung grundsätzlich zugängliches Leiden darstellt, so ist die Annahme relativ stabilisierter Verhältnisse desto eher gerechtfertigt, je eindeutiger im konkreten Fall die effektiven Auswirkungen des Gesundheitsschadens zu einer (unmittelbar drohenden) Invalidität erheblichen Ausmasses geführt haben. Anderseits kann das Bestehen einer (unmittelbar drohenden) Invalidität die Voraussetzung des stabilisierten Zustandes nicht ersetzen, weil sonst praktisch jede Operation einer Arthrose, die einem Versicherten schon in einem relativ frühen Stadium erhebliche Beschwerden verursacht, von der Invalidenversicherung zu übernehmen wäre.\n\nb) Dauernd im Sinne von Art. 12 Abs. 1 IVG ist der von einer medizinischen Eingliederungsmassnahme zu erwartende Eingliederungserfolg, wenn die konkrete Aktivitätserwartung gegenüber dem statistischen Durchschnitt nicht wesentlich herabgesetzt ist (BGE 98 V 212 lit. c; vgl. auch Art. 8 Abs. 1 letzter Satz IVG). Diesbezüglich kann derzeit auf die Angaben in der 3. Auflage der Barwerttafeln STAUFFER/SCHAETZLE (Zürich 1970) abgestellt werden, welche auf den tatsächlichen Erfahrungen der Invalidenversicherung beruhen (vgl. auch das in ZAK 1971 S. 273 publizierte Urteil vom 7. Januar 1971 i.S. Lampert).\n\nDadurch, dass gemäss bisheriger Praxis die Aktivitätserwartung im konkreten Fall \"nicht wesentlich\" vom statistischen Durchschnitt abweichen darf, soll namentlich bei kurz vor dem AHV-Rentenalter stehenden Versicherten verhindert werden, dass einer an sich erfolgreichen medizinischen Massnahme bereits dann Dauerhaftigkeit im invalidenversicherungsrechtlichen Sinne zuerkannt wird, wenn es sich im Grunde genommen lediglich um eine stabilisierende Vorkehr für die kurze Dauer bis zur Erreichung des AHV-Rentenalters handelt.\n\nBGE 101 V 43 S. 51\n\nDemgegenüber wäre es bei jüngeren Versicherten unbillig und wirklichkeitsfremd, die erforderliche Dauerhaftigkeit des prognostischen Eingliederungserfolges eng an die Aktivitätsperiode, mit welcher der Versicherte nach der statistischen Wahrscheinlichkeit rechnen kann, binden zu wollen. Denn es geht nicht an, einer medizinischen Massnahme die vom Gesetz verlangte Dauerhaftigkeit des Eingliederungserfolges nur deshalb abzusprechen, weil die statistische Aktivitätserwartung des Versicherten weit über die Zeitspanne hinausgeht, für die sich aus medizinischer Sicht selbst bei günstigen Voraussetzungen ein Dauererfolg überhaupt prognostizieren lässt. Daher ist bei jüngeren Versicherten im Gegensatz zu kurz vor dem AHV-Rentenalter stehenden Versicherten der Eingliederungserfolg voraussichtlich dauernd, wenn er Wahrscheinlich während eines bedeutenden Teils der Aktivitätserwartung erhalten bleiben wird.\n\nIn diesem Zusammenhang ist ferner zu beachten, dass laut den Darlegungen des Experten bei Hüftgelenksprothesen nach den bisherigen Erfahrungen mit einem medizinischen Erfolg für die Dauer von 5-10 Jahren gerechnet werden kann. Weil der invalidenversicherungsrechtliche Eingliederungserfolg nach den zutreffenden Ausführungen des Bundesamtes für Sozialversicherung in der Regel ungünstiger sein wird, darf selbst bei sonst günstigen Voraussetzungen ein unter dem Gesichtspunkt von Art. 12 IVG relevanter Eingliederungserfolg kaum auf eine 5 Jahre wesentlich übersteigende Dauer prognostiziert werden. - Bezüglich der intertrochanteren Osteotomien erlaubt die von Prof. T. in seinem Gutachten wiedergegebene Erfolgsstatistik keine allgemeingültigen Schlüsse. - Die Auswirkungen einer Arthrodese hinsichtlich Dauerhaftigkeit können dagegen laut einem vom Bundesamt für Sozialversicherung zu den Akten gegebenen Gutachten von Prof. Dr. med. S. vom 9. Oktober 1974 besonders für jüngere Versicherte als günstig bezeichnet werden.\n\nBei der prognostischen Beurteilung der Dauerhaftigkeit des Eingliederungserfolges medizinischer Massnahmen ist schliesslich den Besonderheiten erwerblicher und gesundheitlicher Art des jeweiligen Einzelfalles nur insoweit Rechnung zu tragen, als sich ihretwegen ein Abgehen von der statistischen Wahrscheinlichkeit deutlich aufdrängt (ZAK 1971 S. 273, 1970 S. 114 und 618; EVGE 1969 S. 152). Dieser Grundsatz ist in BGE 101 V 43 S. 52zweifacher Hinsicht weiter einzuschränken. Erstens darf den im Zeitpunkt der Beurteilung bestehenden subjektiven Absichten des Versicherten bezüglich seiner zukünftigen Aktivität keine Bedeutung zugemessen werden; denn diese Vorhaben lassen sich in der Regel nicht zuverlässig feststellen und sind zudem in hohem Masse der Möglichkeit bzw. der Wahrscheinlichkeit einer späteren Gesinnungsänderung aus wirtschaftlichen, gesundheitlichen oder sonstigen persönlichen oder familiären Gründen ausgesetzt. Zweitens lässt es sich - schon aus Gründen der Rechtsgleichheit - entgegen der bisherigen Rechtsprechung (vgl. ZAK 1971 S. 276, 1970 S. 618) nicht rechtfertigen, einen Unterschied zwischen Unselbständigerwerbenden (mit oder ohne Pensionsanspruch) und Selbständigerwerbenden zu machen. Es muss jedem Versicherten freigestellt sein, die ihm verbleibende Aktivitätsdauer so lange als möglich auszunützen bzw. von einem beliebigen Zeitpunkt an auf eine weitere Erwerbstätigkeit ganz oder teilweise zu verzichten. Insbesondere kann auch bei Unselbständigerwerbenden mit Pensionsberechtigung nicht zum vorneherein ausgeschlossen werden, dass sie sich nach der Pensionierung auf eine andere Erwerbstätigkeit - eventuell auch eine nichterwerbliche Betätigung in einem anderen angemessenen Aufgabenbereich - umstellen werden.\n\nc) Wesentlich im Sinne von Art. 12 Abs. 1 IVG ist der durch eine Behandlung erzielte Nutzeffekt nur dann, wenn er in einer bestimmten Zeiteinheit einen erheblichen absoluten Grad erreicht (BGE 98 V 211 Erw. 4b). Durch die medizinischen Massnahmen soll in der Regel innerhalb einer gewissen Mindestdauer eine gewisse Mindesthöhe an erwerblichem Erfolg erwartet werden können. Inwieweit der voraussichtliche Eingliederungserfolg noch als wesentlich bezeichnet werden kann, lässt sich nicht generell sagen, sondern ist auf Grund der Besonderheiten des Einzelfalles zu entscheiden. Dabei werden Massnahmen, die nur eine geringfügige Verbesserung der Erwerbsfähigkeit bewirken, von der Invalidenversicherung nicht übernommen. Es muss vorausgesetzt werden, dass eine noch bedeutende Erwerbsfähigkeit vor wesentlicher Beeinträchtigung bewahrt wird, denn das Gesetz sieht keine Massnahmen vor, um einen kleinen und unsicheren Rest von Erwerbsfähigkeit zu erhalten. Die Frage nach der Wesentlichkeit des Eingliederungserfolges hängt ferner ab von der Schwere BGE 101 V 43 S. 53des Gebrechens einerseits sowie von der Art der vom Versicherten ausgeübten bzw. im Sinne bestmöglicher Eingliederung in Frage kommenden Erwerbstätigkeit anderseits; persönliche Verhältnisse des Versicherten, die mit seiner Erwerbstätigkeit nicht zusammenhängen, sind dabei nicht zu berücksichtigen (nachstehendes Urteil vom 31. Januar 1975 i.S. Schweizer).\n\nd) Nach ständiger Rechtsprechung muss der voraussichtliche Erfolg der Massnahme in einem vernünftigen Verhältnis zu ihren Kosten stehen (BGE 97 V 165 oben; ZAK 1972 S. 58 Erw. 2, 1970 S. 229; EVGE 1968 S. 273, 1966 S. 38, 1964 S. 238, 1962 S. 235). Dieser Grundsatz der Verhältnismässigkeit zwischen den Kosten des Aufwandes und dem voraussichtlichen Nutzen erhält erhöhte praktische Bedeutung namentlich in Grenzfällen, d.h. wenn die Beurteilung der Frage der Dauerhaftigkeit und Wesentlichkeit des Eingliederungserfolges medizinischer Massnahmen kritisch ist.\n\n4. a) Im vorliegenden Fall war laut dem Bericht des Dr. H. vom 7. Februar 1972 das Einsetzen einer Totalprothese in das linke Hüftgelenk unerlässlich zur Erhaltung der Gehfähigkeit, welche eine notwendige Teilvoraussetzung der Erwerbsfähigkeit des Beschwerdeführers darstellt. Es darf daher davon ausgegangen werden, dass das Hüftgelenk mehr oder weniger zerstört war, was nach der Praxis die Annahme relativ stabilisierter Verhältnisse erlaubt. Zu beachten ist in diesem Zusammenhang ferner die im Jahre 1964 vorgenommene Arthrodese am rechten Hüftgelenk. Den Akten kann nichts entnommen werden, was den Schluss zuliesse, jene Hüfte sei seit der Operation nicht beschwerdefrei geblieben und es liege kein gänzlich stabiler Zustand vor. Allerdings vermag, wie das Bundesamt für Sozialversicherung mit Recht erklärt, diese Gelenkversteifung zu einer Beeinträchtigung der Erwerbsfähigkeit beizutragen. Weil der Versicherte bisher trotz des versteiften rechten Hüftgelenks seinen Beruf weiterhin voll ausüben konnte, darf indessen davon ausgegangen werden, dass - jedenfalls bei ausreichendem Eingliederungserfolg der nunmehr streitigen Operation - der Arthrodese der rechten Hüfte keine erhebliche Bedeutung zukommt.\n\nb) Es fragt sich somit, ob - prognostisch beurteilt - von der Einsetzung einer Hüftgelenksprothese links, welche beim 63jährigen Beschwerdeführer indiziert ist, unter Berücksichtigung BGE 101 V 43 S. 54der bestehenden Gonarthrose rechts ein dauernder und wesentlicher Eingliederungserfolg zu erwarten war.\n\nDr. H. diagnostizierte am 7. Februar 1972 eine klinisch und röntgenologisch schwerere Gonarthrose rechts und einen chronischen Kniegelenkerguss rechts als Folge der Überbelastung. Der Hinweis des Arztes, dass das Einsetzen der Totalprothese und die damit verbundene Beseitigung der chronischen Überbelastung des rechten Knies zur Erhaltung der Gehfähigkeit unerlässlich sei, beinhaltet die Prognose, dass mit dem Eingriff die durch die Coxarthrose sowie durch die Gonarthrose verursachte Beeinträchtigung der Erwerbsfähigkeit behoben werden könne. Noch vor der Operation teilte Dr. H. am 30. März 1972 mit, dass durch die Totalprothese der Zustand der Beine so gebessert werde, dass der Versicherte bis auf weiteres seinen Beruf voll ausüben könne. Am 22. Dezember 1972 präzisierte der Arzt, es sei durch die im April 1972 vorgenommene Operation mit grosser Wahrscheinlichkeit zu erwarten, dass Josef Stössel bis zur Erreichung des Pensionierungsalters auf seinem jetzt ausgeübten Beruf als Wagenführer arbeitsfähig bleiben werde. Obschon dieser Bericht nach der Operation erstattet wurde, lässt der Sachzusammenhang darauf schliessen, dass diese Aussage praeoperativ-prognostisch gemeint war. Im übrigen besteht kein Anlass, an dieser Prognose zu zweifeln. Der allein ins Gewicht fallende Nebenbefund der Gonarthrose vermag somit den zu erwartenden Eingliederungserfolg der Hüftoperation nicht in wesentlichem Masse in Frage zu stellen. Denn es kann nicht gesagt werden, dass die Arbeitsfähigkeit des Beschwerdeführers trotz erfolgreicher Hüftoperation durch die sekundäre Gonarthrose weiterhin erheblich beeinträchtigt würde. Aus den Angaben von STAUFFER/SCHAETZLE (Barwerttafeln, 3. Aufl., 1970, S. 193), wonach die mittlere Aktivitätsdauer bei einem 60jährigen Mann 10,7 und bei einem 65jährigen Mann noch 7,39 Jahre beträgt, geht hervor, dass der 63jährige Beschwerdeführer mit einer statistischen Aktivitätserwartung bis gegen das 72. Altersjahr rechnen kann. Hinsichtlich der konkreten Arbeitsdauer des Beschwerdeführers steht fest, dass er laut ärztlicher Prognose mindestens bis zur Pensionierung als Wagenführer der SOB voll arbeitsfähig sein wird. In jenem Zeitpunkt wird seine Arbeitsfähigkeit nicht unvermittelt zu Ende gehen. Werden die beruflichen Anpassungs- und Umstellungsmöglichkeiten BGE 101 V 43 S. 55des Versicherten nach seiner Pensionierung in Betracht gezogen, so darf eine invalidenversicherungsrechtlich relevante Erwerbstätigkeit oder eine nichterwerbliche Betätigung in einem andern angemessenen Aufgabenbereich noch etliche Jahre über das 65. Altersjahr hinaus angenommen werden. Es rechtfertigt sich daher, in diesem Grenzfall den voraussichtlichen Eingliederungserfolg als dauernd im Sinne des Art. 12 Abs. 1 IVG zu bezeichnen.\n\nUnter Berücksichtigung des Umstandes, dass der Beschwerdeführer dank der Operation während zwei Jahren auf seinem angestammten Beruf weiterhin voll tätig sein und wahrscheinlich mit einer weiteren Erwerbsfähigkeit in erheblichem Umfange für eine längere Zeitspanne rechnen kann, ist auch die Wesentlichkeit des Eingliederungserfolgs zu bejahen.\n\nc) Bei diesen Gegebenheiten hat der Beschwerdeführer darauf Anspruch, dass die Invalidenversicherung die Kosten der Coxarthroseoperation samt Nachbehandlung übernimmt...\n\nDemnach erkennt das Eidg. Versicherungsgericht:\n\nIn Gutheissung der Verwaltungsgerichtsbeschwerde werden die angefochtene Kassenverfügung vom 22. März 1972 und der Entscheid der Kantonalen Rekursbehörde für die Sozialversicherung Schwyz vom 20. November 1972 aufgehoben. Die Invalidenversicherung wird verpflichtet, die am 5. April 1972 vorgenommene Coxarthrose-Operation samt Nachbehandlung als medizinische Massnahme zu übernehmen."}