{"annee": "101", "cour": "IA", "page": "502", "date": "5/2/1975", "cite": [], "cite_par": ["104 IA 105", "106 IB 57", "137 I 135", "111 IA 23", "109 IA 61", "116 IA 401", "110 IA 111", "114 IA 350", "107 IA 286", "112 II 422", "103 IA 417", "112 IA 398", "102 IA 372", "113 IA 126", "103 IA 517", "106 IA 409", "106 II 81", "131 I 333", "103 IA 586", "135 I 233"], "chapeau": "80. Arrêt du 5 février 1975 dans la cause Chambre vaudoise immobilière et consorts contre Grand Conseil du canton de Vaud", "regestes": ["Force dérogatoire du droit fédéral. Garantie de la propriété. Art. 2 Disp. trans. Cst., 22ter Cst. Décret cantonal soumettant à autorisation la transformation et la démolition de maisons d'habitation dans les communes où sévit la pénurie de logement, avec possibilité d'assortir l'autorisation de conditions relatives au contrôle des loyers des nouveaux logements et du prix de vente des appartements: décret déclaré compatible avec le droit privé fédéral (art. 19 et 267a à 267f CO; consid. 3), avec la garantie de la propriété, notamment avec le principe de la proportionnalité (consid. 5), et avec le principe de l'égalité de traitement (consid. 6)."], "faits": "|502|\n\nA.- Le Grand Conseil du canton de Vaud a adopté le 5 décembre 1962 un décret concernant la démolition et la transformation de maisons d'habitation. Ce décret soumet à une |503| autorisation de l'Office cantonal du logement (OCL), dans les communes où sévit la pénurie de logements, la démolition totale ou partielle de maisons d'habitation, ainsi que la transformation ou l'utilisation de logements à d'autres fins que l'habitation (art. 1er). En règle générale, l'autorisation est refusée lorsque l'immeuble en cause comprend des logements d'une catégorie où sévit la pénurie (art. 2). L'autorisation est accordée lorsque la démolition apparaît indispensable pour des motifs de sécurité, de salubrité ou d'intérêt général; elle peut l'être à titre exceptionnel, si d'autres circonstances le commandent impérativement (art. 3). En cas de refus d'autorisation, la décision de l'OCL peut faire l'objet d'un recours à la Commission cantonale de recours en matière de démolition et de transformation de maisons d'habitation (art. 6 al. 1). Une amende pouvant aller jusqu'à 10'000 fr. est prévue à l'encontre des contrevenants (art. 9 al. 1).\n\nLa Chambre vaudoise immobilière avait formé contre ce décret un recours de droit public que le Tribunal fédéral a rejeté le 8 mai 1963 (RO 89 I 178).\n\nB.- Par décret du 21 novembre 1973, le Grand Conseil a modifié le décret de 1962, en lui donnant un nouvel intitulé (\"décret du 5 décembre 1962 concernant la démolition et la transformation de maisons d'habitation et l'utilisation de logements à d'autres fins que l'habitation\") et en le complétant par les dispositions nouvelles suivantes:\n\n\"Art. 3 al. 2. - L'OCL peut alors soumettre pendant dix ans la vente par appartement, sous quelque forme que ce soit, à une autorisation, pour éviter la diminution de logements loués dans une catégorie où sévit la pénurie. Il peut également contrôler pendant dix ans les loyers des logements qui remplacent ceux qui ont été démolis ou des immeubles transformés et interdire des augmentations qui iraient à l'encontre du but visé par le présent décret. Ces restrictions sont opposables à tout acquéreur de l'immeuble; l'OCL requiert l'inscription de leur mention au Registre foncier pour la durée de leur validité. Cette inscription doit être radiée, lorsque la commune où est situé l'immeuble ne figure plus dans la liste des communes où sévit la pénurie de logements au sens de l'article premier, alinéa 2, du présent décret.\n\nArt. 3bis. - Lorsque le mauvais état de l'immeuble est dû à un défaut d'entretien intentionnel ou résultant de négligence, l'autorisation sera, en règle générale, refusée.\n\nToutefois, si des circonstances le justifient, une autorisation pourra être délivrée, aux conditions que fixera l'OCL, conformément à l'article 3, alinéa 2.\n\n|504|\n\nArt. 6 al. 1, deuxième phrase. - Les conditions imposées pour l'octroi de l'autorisation peuvent également faire l'objet d'un recours à la commission.\"\n\nIl a enfin porté à 20'000 fr. le montant maximum de l'amende prévue à l'art. 9 al. 1, en ajoutant qu'est également passible d'une amende \"celui qui ne respecte pas les conditions fixées à l'autorisation reçue\".\n\nC.- Agissant par la voie du recours de droit public, la Chambre vaudoise immobilière, une propriétaire d'immeuble et quatre sociétés immobilières requièrent l'annulation du décret du 21 novembre 1973, soit les art. 3 al. 2 et 3, 3bis, 6 al. 1, 2e phrase et, \"dans la mesure où il se réfère à l'art. 3 al. 2\", 9 al. 1 nouveau du décret du 5 décembre 1962. Elles allèguent la violation de la force dérogatoire du droit fédéral, de la garantie de la propriété (art. 22ter Cst.) et de l'égalité devant la loi (art. 4 Cst.).", "considerants": "Considérant en droit: I. (Recevabilité.) II. Force dérogatoire du droit fédéral\n\n2. La violation du principe de la force dérogatoire du droit fédéral, alléguée par les recourantes contre le décret du 21 novembre 1973, l'avait été aussi dans le recours formé contre le décret de 1962. Mais les dispositions fédérales en vigueur à l'époque ont été abrogées; d'autres dispositions ont en revanche été adoptées depuis lors, notamment l'art. 34septies Cst., accepté en votation populaire du 5 mai 1972, ainsi que l'arrêté fédéral \"instituant des mesures contre les abus dans le secteur locatif\", du 30 juin 1972 (RS 221.213.1), qui a été ensuite modifié provisoirement par l'arrêté fédéral \"sur la surveillance des prix, des salaires et des bénéfices\" du 20 décembre 1972 (RS 942.20). D'autre part, la loi fédérale du 24 juin 1970 a complété le code des obligations par l'adjonction des nouveaux articles 267a à 267f, relatifs à la restriction du droit de résilier les baux.\n\nLes recourantes soutiennent que les modifications introduites par le décret du 21 novembre 1973 seraient en opposition avec ces nouvelles dispositions constitutionnelles et légales fédérales. Il faut relever d'emblée, à la suite de l'arrêt Righi (RO 99 Ia 625), que l'art. 34 septies Cst. ne prive pas |505| ipso facto les cantons de leur compétence de légiférer en la même matière. Il s'agit en revanche d'examiner si le décret vaudois de 1973 est compatible avec les nouvelles dispositions légales fédérales.\n\na) Ainsi que le Tribunal fédéral l'a déjà relevé (RO 99 Ia 626), l'arrêté fédéral du 30 juin 1972 contient des règles qui ressortissent en partie au droit public et en partie au droit civil. Il utilise des moyens de droit civil en tant qu'il contient des dispositions dérogeant aux règles du code des obligations sur le bail à loyer; mais il utilise aussi des moyens de droit public, notamment en prévoyant des sanctions pénales dans certains cas particuliers (art. 31 et 32 de l'arrêté). Le but de l'arrêté est décrit dans son art. 1er: il s'agit de \"protéger les locataires contre les loyers abusifs ou d'autres prétentions abusives des bailleurs\". Selon le message du Conseil fédéral du 24 avril 1972 relatif à cet arrêté, les limitations de la liberté contractuelle dont le principe est déjà consacré par le droit privé (art. 2 al. 2 CC, 19 et 20 CO) doivent être définies spécialement en matière de loyer afin d'améliorer la position juridique du locataire dans les régions où règne la pénurie de logements ou de locaux commerciaux (cf. FF 1972 I 1223). Par la suite, le champ d'application de l'arrêté fédéral du 30 juin 1972 a été étendu à l'ensemble du pays par l'arrêté fédéral urgent du 20 décembre 1972 sur la surveillance des prix, des salaires et des bénéfices, applicable jusqu'au 31 décembre 1975. Dans son message du 4 décembre 1972 relatif à ce dernier arrêté, le Conseil fédéral a notamment relevé que la nécessité de modérer la surexpansion et de combattre les abus était dans l'intérêt majeur du pays et que le critère de la pénurie de logements et de locaux commerciaux devait \"passer après des objectifs jouissant d'une priorité encore plus grande et intéressant l'ensemble du pays: la modération de la surchauffe et la lutte contre les abus\" (FF 1972 II 1543/4).\n\nb) Dans les domaines régis par le droit civil fédéral, les cantons conservent la compétence d'édicter des règles de droit public, en vertu de l'art. 6 CC; pour qu'ils puissent le faire dans une matière déterminée, il faut cependant que trois conditions soient remplies, savoir: que le législateur fédéral n'ait pas entendu réglementer cette matière de façon exhaustive; que les règles cantonales soient motivées par un intérêt |506| public pertinent; que ces règles n'éludent pas le droit civil fédéral, ni n'en contredisent le sens ou l'esprit (RO 99 Ia 626, 98 Ia 495).\n\nQuant au droit public fédéral, il prime d'emblée et toujours le droit public cantonal, dans les domaines que la Constitution ou un arrêté fédéral urgent placent dans la compétence de la Confédération et que celle-ci a effectivement réglementés; c'est dire que les règles cantonales qui seraient contraires au droit fédéral, notamment par leur but ou les moyens qu'elles mettent en oeuvre, devraient céder le pas devant le droit fédéral. Mais le principe rappelé ci-dessus n'exclut pas en soi toute réglementation cantonale; elle ne l'exclut que dans les matières que le législateur fédéral a entendu régler de façon exhaustive (cf. RO 97 I 503 s. consid. 3a et c). Ainsi les cantons restent compétents pour édicter, dans les domaines non réglés de façon exhaustive par le droit public fédéral, des dispositions de droit public dont les buts et les moyens envisagés convergent avec ceux que prévoit le droit fédéral.\n\nDans le domaine qui fait l'objet du présent litige, on peut affirmer que ni en 1960 (cf. RO 89 I 178 ss), ni en 1972, le législateur fédéral n'a entendu s'opposer à ce que les cantons édictent des règles en matière de démolition d'immeubles. S'il avait voulu le faire en 1972, il n'aurait pas manqué de le dire de façon expresse, au moins au cours des débats parlementaires. Il faut donc admettre non seulement que l'arrêté fédéral du 30 juin 1972 n'a pas entraîné l'abrogation des dispositions cantonales en vigueur à l'époque dans plusieurs cantons, mais encore que les cantons continuent de pouvoir légiférer en cette matière. Cependant, pour trancher la question de la compatibilité de ces dispositions cantonales avec le droit public fédéral, il faut examiner si les règles posées par les deux législateurs convergent par leurs buts et les moyens qu'elles mettent en oeuvre.\n\nc) En vue de résoudre la question précitée, il convient d'examiner d'abord le sens et la portée de la réglementation cantonale litigieuse.\n\nLe décret attaqué est destiné à compléter le décret de base de 1962, qui soumet à autorisation la démolition et la transformation de maisons d'habitation. Le Conseil d'Etat a indiqué, dans son exposé des motifs, les raisons essentielles qui l'ont amené à proposer la modification du décret de 1962: |507| il s'agit, en bref, d'empêcher que les propriétaires autorisés à démolir ou transformer un bâtiment ne vendent les nouveaux logements à des prix inabordables pour les locataires ou ne les soumettent à des augmentations de loyers excédant largement celles qui avaient été annoncées initialement, en vue d'obtenir l'autorisation requise; pour cela, il convient d'assortir ladite autorisation de conditions restreignant la vente par appartements et permettant le contrôle des logements loués; la menace d'une amende est insuffisante pour empêcher les abus, les avantages espérés par le bénéficiaire de l'opération étant souvent beaucoup plus importants.\n\nAinsi, la nature et le but du décret attaqué ne diffèrent pas, dans l'ensemble, de ceux du décret de base de 1962. Comme ce dernier, le texte revisé tend à combattre la pénurie de logements, tout en instituant des règles nouvelles, destinées à renforcer celles qui avaient été prévues dès 1962; il agit par des procédés de droit administratif (exigence d'une autorisation délivrée par l'autorité) et la violation des règles prévues est sanctionnée par la commination d'une peine. Comme le décret de base, il a été édicté dans l'intérêt public et fait partie du droit public cantonal (RO 89 I 180).\n\nMais les recourantes affirment que le décret de 1973 s'écarte, en ce qui concerne les moyens qu'il utilise, de celui de 1962, car son objet résiderait dans une intervention du législateur dans les relations entre bailleur et locataire, et le moyen mis en oeuvre est un contrôle des loyers, que ne connaissait pas le décret de 1962.\n\nAlors même que, pour l'essentiel, le décret attaqué édicte des mesures de contrôle pour certains loyers et d'autorisation pour la vente de certains appartements, il convient de souligner que ces mesures ne peuvent être prises qu'en relation avec celles que prévoit le décret de 1962. Il ne s'agit en aucun cas de mesures décrétées pour elles-mêmes, d'une façon autonome, mais bien de mesures accessoires à une autorisation de démolir ou de transformer. Le fait que le décret de 1973 porte essentiellement sur les mesures précitées ne joue pas de rôle décisif, puisqu'il n'est destiné qu'à s'insérer dans celui de 1962, qu'il complète et renforce. Il ne peut donc être apprécié qu'en fonction du décret de 1962, et sous le même angle que si les dispositions nouvelles avaient été inscrites dès l'origine dans le texte de 1962.\n\n|508|\n\nd) Dans l'arrêt Righi du 4 avril 1973 (RO 99 Ia 626), le Tribunal fédéral a déclaré compatible avec l'arrêté fédéral du 30 juin 1972 la législation genevoise soumettant à un contrôle étatique certains cas de loyers et de ventes d'appartements. Les considérations qu'il a émises à cette occasion peuvent s'appliquer, mutatis mutandis, à l'examen de la compatibilité du décret attaqué avec le même arrêté fédéral.\n\nLa législation fédérale est exhaustive en ce sens que le canton ne pourrait pas compléter les dispositions fédérales en prévoyant d'autres règles sur les rapports directs entre bailleur et locataire, avec cependant la réserve relative aux sûretés fournies par le preneur (art. 6 al. 2 AF). Mais le décret vaudois n'a pas pour objectif premier d'intervenir dans lesdits rapports. Le locataire, après comme avant l'adoption du décret de 1973, n'est pas partie à la procédure créée par ce texte, qu'il s'agisse de l'octroi du permis (RO 89 I 182) ou du respect des conditions mises à cet octroi, notamment en ce qui concerne l'autorisation de la vente par appartement et le contrôle des loyers. Certes, les mesures instituées par la novelle de 1973 conduisent à améliorer dans certains cas la protection accordée par le droit fédéral aux locataires. Mais il s'agit de mesures prises dans le cadre de la lutte contre la pénurie de logements, considérée pour elle-même, alors que l'arrêté fédéral du 30 juin 1972 ne s'est préoccupé de la pénurie que dans la mesure où celle-ci se trouvait à l'origine d'abus commis par des propriétaires à l'égard de locataires, et encore la pénurie de logements a-t-elle passé à l'arrière-plan dans le système fédéral depuis l'arrêté urgent du 20 décembre 1972. Le décret attaqué n'introduit pas un contrôle général des loyers ou des prix de vente, qui serait destiné à protéger les locataires en général; il n'introduit un contrôle que dans les cas où il s'agit d'assurer l'application de règles tendant à combattre la pénurie de logements et dans les communes où sévit cette pénurie. Il s'agit donc de mesures accessoires à celles qui sont prises en vue de maintenir à la disposition de la population un nombre suffisant d'appartements dans les catégories où sévit la pénurie. Ces mesures, prises dans un autre cadre que celui de l'arrêté fédéral, ne peuvent ainsi que renforcer la protection des locataires voulue par le droit fédéral; elles ne contrecarrent pas l'arrêté fédéral, mais en accroissent l'efficacité (RO 99 Ia 627).\n\n|509|\n\n3. Les recourantes considèrent comme contraire au droit privé fédéral, savoir aux art. 267a ss et 19 CO, notamment la disposition de l'art. 3 al. 2 du décret attaqué, qui permet à l'Office cantonal, lors de l'octroi de l'autorisation visée à l'art. 3 al. 1, de soumettre à autorisation pendant dix ans la vente par appartement, pour éviter la diminution de logements loués dans une catégorie où sévit la pénurie.\n\na) Les art. 267a à 267f CO, adoptés le 24 juin 1970, permettent au locataire de demander à l'autorité judiciaire de prononcer la prolongation d'un bail lorsque la résiliation ou l'expiration de celui-ci aurait des conséquences pénibles pour lui ou sa famille. Les recourantes soutiennent que le législateur fédéral ayant délibérément remplacé le système de l'annulation du congé - en vigueur sous le régime antérieur - par une prolongation pour une durée limitée à un ou trois ans, les cantons ne sauraient empêcher le propriétaire de disposer du logement pendant dix ans; ce serait, disent-elles, tourner le droit fédéral, qui a précisément voulu apporter plus de mesure dans la protection des locataires et éviter de décourager l'initiative privée en matière de logement.\n\nMais la disposition en cause n'a qu'un rapport très lointain avec les mesures d'annulation du congé donné par le propriétaire ou de prolongation du bail. Elle n'empêche en aucune façon un propriétaire de donner congé à l'un quelconque de ses locataires, de sorte que l'on ne voit pas en quoi les art. 267a à 267f s'opposeraient à la validité de la condition mise par l'autorité vaudoise à l'octroi d'une autorisation de transformer ou de démolir.\n\nb) Les recourantes affirment que le décret attaqué aboutit à empêcher la libre conclusion de contrats portant sur des logements reconstruits ou transformés sans aucune aide des pouvoirs publics; contrairement à ce qui se présentait dans l'arrêt Chailly Vallon SA (RO 98 Ia 498), il ne s'agit pas ici de restrictions minimes apportées à la liberté des conventions et qui ne porteraient que sur des clauses accessoires du contrat; c'est la conclusion même de la vente par appartements qui serait subordonnée à une autorisation officielle.\n\nSi l'art. 19 al. 1 CO pose le principe de la liberté des conventions, cette liberté n'est pas illimitée; elle est subordonnée aux restrictions qui sont réservées dans cet alinéa et précisées dans l'alinéa 2 du même article, ainsi qu'à l'art. 20 CO; |510| en vertu des compétences qui lui sont reconnues au sens de l'art. 6 CC, le canton peut introduire de telles restrictions (RO 99 Ia 623/4). Il est vrai que l'atteinte à la liberté des conventions est ici plus caractérisée qu'elle ne l'était dans l'arrêt Chailly Vallon S.A., car c'est la convention même de vente par appartements qui est soumise à autorisation et peut ne pas recevoir l'agrément de l'autorité; mais, dans l'arrêt précité, le considérant mentionné par les recourantes n'avait qu'une valeur accessoire. Le Tribunal fédéral a admis que certaines dérogations à la liberté des conventions peuvent se justifier dans le domaine du logement, ce problème présentant un caractère général et les mesures prises pour le résoudre relevant de la préoccupation des pouvoirs publics d'assurer à chacun un logement décent (RO 98 Ia 498, 88 I 170, 254).\n\nL'intimé relève, dans sa réponse, que le seul but de l'art. 3 al. 2 du décret attaqué est d'assurer la bonne exécution des dispositions légales, en faisant effectivement respecter les conditions qui ont permis l'octroi de l'autorisation; il souligne que le caractère précis et limité de cette faculté résulte du texte légal, qui prévoit expressément que l'OCL ne peut imposer au propriétaire l'obligation de requérir une autorisation pour la vente par appartements que \"pour éviter la diminution de logements loués dans une catégorie où sévit la pénurie\".\n\nLe décret vaudois n'institue donc pas un contrôle général de la vente de maisons d'habitation par appartements, mais il impose, pour des motifs raisonnables et pertinents d'intérêt général, au propriétaire qui désire obtenir l'autorisation de reconstruire ou de transformer un appartement auparavant loué dans une catégorie et dans une commune où sévit la pénurie, l'obligation d'être soumis pendant une période de dix ans à une approbation de la vente par l'autorité compétente. Etant donné l'intérêt public que revêt actuellement le problème du logement, une mesure de cette nature, limitée quant à son objet et à sa durée, ne contredit pas le droit civil fédéral comme tel et ne vide pas la liberté contractuelle de son contenu, ainsi que le Tribunal fédéral l'a déjà jugé dans l'arrêt Righi (RO 99 Ia 623/4; cf. GRISEL, Des rapports entre le droit civil fédéral et le droit public cantonal, RDS 1951, p. 300 ss; DESCHENAUX, Traité de droit civil suisse, II 1; p. 28 ss).\n\n4. ...\n\n|511|\n\nIII. Garantie de la propriété\n\n5. Les recourantes allèguent que le décret attaqué est contraire à la garantie de la propriété, consacrée par l'art. 22ter Cst. et par l'art. 6 Cst. vaud. Cette dernière disposition n'ayant pas une portée plus large que l'art. 22ter Cst., le grief soulevé ne sera examiné que par rapport à la disposition constitutionnelle fédérale (cf. RO 98 Ia 199 consid. 1).\n\na) En vertu de l'art. 22ter Cst., les cantons peuvent édicter des restrictions de la propriété par voie législative et pour des motifs d'intérêt public. Les recourantes ne contestent l'existence ni d'une base légale, ni d'un intérêt public, mais soutiennent que les dispositions attaquées violent les principes de proportionnalité et d'égalité auxquels sont aussi soumises les restrictions de droit public à la propriété.\n\nb) Selon la jurisprudence, une restriction de propriété ne doit pas entraîner une atteinte plus grave que ne l'exige le but d'intérêt public recherché. Si l'Etat peut obtenir le même résultat par l'emploi de moyens moins rigoureux, la restriction en cause devra être considérée comme contraire au principe de la proportionnalité; elle le sera aussi s'il n'existe pas de rapport raisonnable entre la limitation de la propriété et le résultat recherché (RO 99 Ia 41, 475).\n\nLes recourantes ne contestent pas que les mesures prévues à l'art. 3 al. 2 nouveau soient propres, dans certains cas, à atteindre le but visé, soit la lutte contre la pénurie de logements à loyers modérés; mais elles estiment que le législateur peut y parvenir en recourant à des moyens moins restrictifs: sanctions pénales aggravées à l'égard des promoteurs peu scrupuleux qui induiraient l'autorité en erreur ou contreviendraient à l'autorisation reçue (art. 9 al. 1 du décret); ordre donné par l'Office cantonal du logement de rétablir l'état antérieur lorsque les travaux ont été exécutés en violation de l'autorisation (art. 10). Elles soutiennent enfin que l'application des mesures de protection des locataires (art. 17 ss de l'AF du 30 juin 1972), de même que les art. 267a et ss CO suffiraient pour éviter des abus.\n\nLe Conseil d'Etat souligne la nécessité des mesures décrétées par le Grand Conseil et cite une série d'exemples d'abus graves qui ont été constatés: des propriétaires ont fixé le loyer des logements reconstruits à des prix bien supérieurs à ceux |512| qu'ils avaient indiqués en vue d'obtenir l'autorisation de démolir ou de transformer; d'autres ont mis en vente à des prix très élevés les appartements rénovés, après avoir annoncé leur intention de les louer.\n\nDans leur réplique, les recourantes contestent la réalité des abus allégués par le Conseil d'Etat, mais elles n'en excluent pas la possibilité. Elles prétendent cependant que ces abus peuvent être combattus par l'utilisation des moyens qu'elles ont mentionnés. Mais le Conseil d'Etat relève que les sanctions pénales ne sont pas suffisantes pour dissuader les propriétaires peu scrupuleux de commettre des abus: le montant maximum de l'amende, même porté à 20'000 fr. par le décret de 1973, est peu de chose en comparaison du bénéfice que permet de réaliser le détournement de la loi; de plus, il est souvent difficile d'établir les conditions spéciales, propres à la répression pénale, et le véritable but à atteindre n'est pas de faire condamner les auteurs d'abus, mais d'empêcher la disparition de logements dans une catégorie où sévit la pénurie, ce qui n'est possible qu'avec les moyens de droit administratif introduits à l'art. 3 al. 2. Enfin, dans la plupart des cas, les abus relevés ne consistent pas dans l'exécution de travaux non autorisés; et même lorsqu'il s'agit de tels travaux, il est souvent impossible d'exiger la remise en l'état des lieux, en vertu précisément du principe de la proportionnalité.\n\nc) L'argumentation des recourantes apparaît en réalité contradictoire. En effet, si elles ne mettent pas en cause, à l'art. 9 al. 1 nouveau, l'augmentation de la pénalité jusqu'à un maximum de 20'000 fr., elles demandent cependant l'annulation de la phrase qui permet de punir \"celui qui ne respecte pas les conditions fixées à l'autorisation reçue\", estimant qu'il serait inconstitutionnel de fixer de telles conditions. Or si aucune condition - à part celles qui ont trait à la nature des travaux - ne peut être imposée à celui qui entend faire démolir ou transformer son immeuble, on ne voit pas comment il serait possible de condamner le propriétaire qui n'aurait pas tenu ses promesses.\n\nQuant aux mesures fédérales de protection des locataires, elles ne constituent pas des mesures de caractère général, pouvant être appliquées d'office. L'arrêté fédéral du 30 juin 1972 institue une procédure qui permet au locataire individuel de contester le montant du loyer, dans la mesure où il l'estime |513| abusif, c'est-à-dire \"visant à obtenir un rendement inéquitable du logement\" (art. 14 AF). Cet arrêté ne permet pas à la collectivité d'intervenir pour empêcher la disparition de logements à loyers modérés. De même, les règles du code des obligations sont des règles de droit civil, applicables uniquement dans les rapports individuels entre bailleur et locataire.\n\nDans la mesure donc où il peut y avoir, comme l'admettent les recourantes, des \"promoteurs peu scrupuleux\" qui induiraient l'autorité en erreur et feraient disparaître des logements à loyers modérés pour les remplacer par des logements d'une autre catégorie, un moyen efficace de combattre les abus en cette matière semble être effectivement la possibilité d'imposer des conditions à celui qui requiert une autorisation de démolition ou de transformation, et d'avoir la possibilité de contrôler la réalisation de ces conditions. En revanche, les moyens proposés par les recourantes ne permettraient pas d'obtenir ce résultat. On ne saurait donc dire qu'à ce point de vue le décret attaqué viole le principe de la proportionnalité.\n\nd) Les recourantes prétendent aussi que les mesures prévues à l'art. 3 al. 2 du décret (contrôle des loyers et de la vente par appartements pendant 10 ans) portent atteinte à l'essence même de la propriété, à l'Institutsgarantie, car elles restreignent de façon grave et durable les droits de disposition et de jouissance du propriétaire. La disposition en cause serait d'autant moins admissible qu'en raison de sa rédaction tout à fait générale, elle permettrait d'imposer un contrôle non seulement dans les cas visés par l'exposé des motifs, c'est-à-dire lorsque l'autorisation est accordée \"pour maintenir ou augmenter le nombre de logements loués à des prix raisonnables\", mais également dans les cas où le propriétaire invoque un juste motif à l'appui de sa demande, en particulier l'état de vétusté de l'immeuble, des exigences d'hygiène ou de sécurité, éventuellement des besoins personnels. Dans tous ces cas, un refus d'autorisation violerait la garantie de la propriété; aussi l'Etat ne saurait-il subordonner son autorisation, qui est due, à de nouvelles restrictions de la propriété, qui n'ont aucune contrepartie. Le fait d'imposer alors les conditions mentionnées à l'art. 3 al. 2 du décret attaqué porterait atteinte au principe de la proportionnalité.\n\naa) La garantie institutionnelle de la propriété est violée lorsque le législateur édicte des normes, notamment des restrictions |514| de propriété, qui vident la propriété privée de son contenu en tant qu'institution fondamentale de l'ordre juridique suisse (RO 96 I 558). Mais on ne peut pas prétendre sérieusement que les restrictions de la propriété instituées par le législateur vaudois, qui tendent à maintenir pendant quelques années la destination de certaines maisons d'habitation, puissent avoir pour résultat de vider la propriété privée de sa substance. Le mode d'utilisation de la propriété foncière peut être limité tant en vertu de l'art. 22ter al. 2 Cst. qu'en vertu de l'art. 22quater Cst. (aménagement du territoire), sans que le principe même de la propriété privée puisse être considéré comme affecté.\n\nbb) Mais si on l'examine sous l'angle de la proportionnalité, le problème posé par les recourantes est délicat. Le décret ne dit pas clairement si les conditions prévues à l'art. 3 al. 2 peuvent être imposées au propriétaire lorsque la démolition apparaît indispensable, par exemple pour des motifs de sécurité ou de salubrité, alors que dans de tels cas la démolition peut même être imposée par les pouvoirs publics contre le gré du propriétaire (art. 63 de la loi vaudoise sur les constructions et l'aménagement du territoire, du 5 février 1941).\n\nCe problème n'a pas été examiné dans l'exposé des motifs du décret de 1973, ni lors des débats parlementaires. Dans sa réponse au recours, le Conseil d'Etat relève que les propriétaires ont un droit à obtenir l'autorisation sollicitée, si les conditions légales sont réunies; l'autorité a alors l'obligation de délivrer une autorisation, en exerçant son pouvoir d'appréciation dans les limites précisées par la doctrine et la jurisprudence. De plus, dit-il, il est en général difficile d'isoler les motifs justifiant une autorisation, car il est fort rare qu'une requête soit admise uniquement pour un seul motif. Une appréciation d'ensemble de la situation s'impose.\n\nIl n'est cependant pas nécessaire de statuer dès maintenant sur l'interprétation qui pourra être donnée aux dispositions peu claires du décret vaudois. Il appartiendra à l'autorité compétente de se déterminer dans chaque cas de requête en autorisation de démolir ou de transformer. Elle devra se prononcer sur le point de savoir si, compte tenu des circonstances de la cause, elle peut imposer des conditions quant à l'utilisation du bâtiment après reconstruction ou transformation. Le propriétaire qui prétend être lésé par la décision de l'Office cantonal |515| des logements peut, aux termes de l'art. 6 du décret, former un recours auprès d'une commission cantonale de recours en matière de démolition et de transformation de maisons d'habitation. La décision de la Commission de recours peut elle-même faire l'objet d'un recours de droit public. Il est dès lors prématuré de définir au stade actuel, où le Tribunal fédéral n'est saisi que d'une situation abstraite et non d'un cas concret, les limites exactes dans lesquelles pourra se mouvoir l'autorité administrative. Celle-ci sera tenue dans chaque cas de procéder à la pesée des intérêts en présence, en appliquant les principes de l'égalité de traitement et de la bonne foi (cf. RO 99 Ia 41).\n\ne) Dans leur mémoire de réplique, les recourantes contestent aussi, sous l'angle de la proportionnalité, le caractère d'intérêt public du but recherché; elles déclarent qu'on ne se trouve plus dans un état de pénurie de logements, ou en tout cas que cette pénurie n'est pas comparable à celle d'il y a quelques années. Elles tirent de là la conclusion que l'intérêt public en jeu se trouve réduit et ne justifie pas dès lors la gravité de la restriction apportée à la propriété privée.\n\nN'ayant pas été présenté dans le mémoire de recours, ce grief est tardif et, partant, irrecevable (RO 98 Ia 494; BIRCHMEIER, Bundesrechtspflege, ad art. 93, p. 400).\n\n6. Les recourantes soutiennent que le décret de 1973 est contraire au principe d'égalité, du fait qu'il permettrait de soumettre à un contrôle des loyers ou à une interdiction de vente par appartements le propriétaire d'un immeuble vétuste, tandis que cette possibilité n'existerait pas à l'égard du propriétaire d'un terrain qui ne comporte pas de maison d'habitation. Il y aurait là une différence de traitement inadmissible, car elle ne trouverait pas de justification raisonnable dans les faits.\n\nS'il est exact que les restrictions de la propriété sont soumises au principe d'égalité formulé par l'art. 4 Cst., cela ne signifie pas que tous les propriétaires doivent pouvoir utiliser leurs fonds dans la même mesure (GRISEL, op.cit., p. 400). Pour qu'il y ait inégalité de traitement contraire à cette disposition constitutionnelle, il faut ou bien que la règle critiquée fasse entre divers cas des distinctions juridiques qu'aucun fait important ne justifie, ou bien qu'elle soumette à un régime identique des situations de fait qui présentent entre elles des |516| différences importantes et de nature à rendre nécessaire un traitement différent (RO 100 Ia 328 consid. 4b, 93 I 418; arrêt Weber du 11 décembre 1974). En l'espèce, le décret n'opère pas de distinction arbitraire entre les différents propriétaires. Les raisons pour lesquelles les propriétaires qui désirent démolir ou transformer une maison d'habitation peuvent être soumis au régime de l'autorisation de la vente par appartements ou du contrôle des loyers ont été exposées; il s'agit de raisons objectives, qui trouvent une justification raisonnable dans les faits. Certes, un propriétaire peut s'en trouver favorisé par rapport à un autre; la situation est la même en matière d'aménagement du territoire; certains propriétaires peuvent voir leurs terrains affectés à une zone à bâtir, d'autres à une zone agricole, sans qu'ils puissent se plaindre d'une violation du principe de l'égalité de traitement, si des raisons objectives ont présidé à la classification.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le recours."}