{"annee": "101", "cour": "IA", "page": "26", "date": "26/2/1975", "cite": ["97 I 305", "92 I 461", "71 I 397", "92 I 95", "88 I 337"], "cite_par": ["111 II 94", "103 II 287", "103 IA 85"], "chapeau": "7. Sentenza 26 febbraio 1975 nella causa Società immobiliare X. contro Amministrazione delle contribuzioni del Cantone Ticino.", "regestes": ["Taxation d'une société immobilière: manière de considérer les intérêts passifs d'un crédit de construction. Activation des intérêts d'un crédit de construction au compte immobilier. Si une telle activation est considérée comme admissible, le montant correspondant ne peut être inscrit au compte des profits et pertes, auquel il est étranger. Différence entre l'activation de tels intérêts et la réévaluation des propriétés immobilières (consid. 4). Le versement d'un intérêt à un actionnaire pour un crédit de construction qu'il consent ne peut être assimilé à la distribution d'un dividende que dans la mesure où le crédit de construction n'aurait pas été accordé à la société aux conditions usuelles par un tiers non actionnaire (consid. 5)."], "faits": "BGE 101 Ia 26 S. 26\n\nLa Società immobiliare X., con un capitale sociale di fr. 50'000.-- ha per scopo \"l'acquisto, la vendita, l'amministrazione di beni mobili ed immobili, la gestione di titoli azionari e di quote di società, la partecipazione a società o imprese nonché l'espletamento di operazioni commerciali o finanziarie\".\n\nBGE 101 Ia 26 S. 27\n\nEssa ha acquistato fondi urbani, su cui ha edificato o ammodernato stabili.\n\nPer finanziare questa operazione, essa è ricorsa a mutui di terzi. I nomi di questi creditori non sono stati rivelati: è però pacifico ch'essi coincidono con gli azionisti.\n\nNell'anno di computo 1971 la società ha corrisposto sui mutui interessi per fr. 128'101.--. Questo importo non è stato addebitato al conto profitti e perdite, ma riattivato al conto immobili. Nel bilancio agli immobili valutati all'attivo fr. 2'366'603.-- fa riscontro al passivo una posta creditori di fr. 2'318'900.--, comprensiva dei cennati interessi di fr. 128'101.--.\n\nIn sede di tassazione, l'Amministrazione cantonale delle contribuzioni (ACC) ha aggiunto al saldo del conto profitti e perdite di fr. 277.-- le imposte (fr. 240.--), ed ha inoltre ripreso gli interessi passivi di fr. 128'101.--, attivati al conto immobili. Essa ha quindi determinato in fr. 128'600.-- l'utile imponibile, su cui è stata calcolata l'imposta cantonale per l'anno 1972.\n\nAvverso codesta ripresa degli interessi la contribuente è insorta con reclamo, e, vistoselo respinto, si è aggravata con ricorso del 15 novembre 1973 alla Camera di diritto tributario del Tribunale di appello (in seguito: Camera).\n\nCon sentenza del 1o febbraio 1974 la Camera ha respinto il ricorso. Per questi motivi:\n\nContrariamente all'opinione della ricorrente, gli interessi pagati agli sconosciuti mutuanti non costituiscono interessi intercalari ai sensi dell'art. 676 CO, non trattandosi di rimunerazione del capitale sociale. Anche se non si può negare alla ricorrente, secondo il diritto commerciale, l'attivazione di queste uscite al conto immobili, va rispettato il principio secondo cui tali operazioni comportano contabilmente un utile, nella misura in cui gli addebiti non sarebbero fiscalmente deducibili se passati attraverso il conto profitti e perdite. Procedendo diversamente, si consentirebbero rivalutazioni contabili di immobili, che sfuggirebbero all'imposizione. La costante giurisprudenza della Camera in materia non è mai stata censurata dalla Corte di diritto pubblico del Tribunale federale, neanche in casi giuridicamente meno chiari dell'iscrizione di interessi al conto immobili.\n\nCon ricorso di diritto pubblico per violazione dell'art. 4 Cost., BGE 101 Ia 26 S. 28la contribuente chiede al Tribunale federale d'annullare la sentenza della Camera, e di stabilire in fr. 517.-- (fr. 277.-- utile conto profitti e perdite + fr. 240.-- ripresa imposte) l'utile imponibile dell'esercizio 1971.", "considerants": "Considerando in diritto:\n\n1. Di ultima istanza, la decisione impugnata, che ha confermato implicitamente la tassazione litigiosa, è anche finale. Contro di essa il ricorso di diritto pubblico per violazione dell'art. 4 Cost. è quindi aperto (art. 87 OG). È però ricevibile, per la natura cassatoria del ricorso di diritto pubblico, solo la conclusione di annullamento della decisione impugnata.\n\nNei ricorsi fondati sulla violazione dell'art. 4 Cost. sono escluse nuove allegazioni, nuove prove, nuove conclusioni, salvo casi affatto eccezionali, che qui non ricorrono (DTF 97 I 308, 317, 491). L'offerta della ricorrente di rendere noto in questa sede il nome degli azionisti creditori è nuova, e pertanto irricevibile,\n\n2. La ricorrente richiama nel gravame l'art. 676 CO.\n\na) Se con tale riferimento essa intende sostenere che gli interessi versati agli azionisti-mutuanti costituiscono interessi intercalari (Bauzinsen), la sua tesi è manifestamente erronea.\n\nA parte il fatto che gli statuti sociali non prevedono, com'è prescritto dall'art. 676 cpv. 1 CO, la corresponsione di interessi né la durata di questo versamento, è pacifico che i versamenti effettuati non hanno retribuito il capitale sociale, bensì mutui accordati alla società dagli azionisti.\n\nb) Sul tema dell'imponibilità fiscale degli interessi intercalari versati agli azionisti, la dottrina è d'altronde divisa.\n\nParte di essa considera la corresponsione di interessi intercalari parificabile alla ripartizione di utili, poiché il diritto di percepirli è una conseguenza dell'azionariato (cfr. REIMANN-ZUPPINGER-SCHÄRRER, Komm. zum Zürcher Steuergesetz, § 45, n. 21).\n\nDi opinione contraria è KÄNZIG (Wehrsteuer, ad art. 49 cpv. 1, lett. b, n. 71; lo stesso, Die Kostenrechnung im Wehrsteuerrecht, dargestellt am Beispiel der Bauzinsen und Baukreditzinsen, ASA 42 (1973/74), pag. 81 segg.). Quest'autore sottolinea che il diritto commerciale (art. 676 cpv. 1 CO) impone di iscrivere gli interessi intercalari nel conto d'impianto (Anlagekonto), e che dal punto di vista economico è giustificato di BGE 101 Ia 26 S. 29considerarli quale una componente necessaria del costo degli impianti. Da ciò, egli deduce che anche fiscalmente si impone di trattarli come tali, ammettendone l'attivazione nel conto d'impianto, e consentendone in seguito l'ammortamento ai tassi fiscalmente riconosciuti per la durata dell'impianto (ASA 42, loc.cit., pag. 87/90).\n\nFosse da decidere sul principio dell'imponibilità degli interessi intercalari, il Tribunale federale, quale Corte di diritto pubblico munita di limitata cognizione, non potrebbe definire arbitraria né l'una né l'altra delle contrastanti tesi dottrinali, né quindi annullare una decisione dell'autorità cantonale, che avesse adottato l'una o l'altra di esse.\n\n3. In realtà la ricorrente sostiene che gli interessi corrisposti ai mutuanti azionisti hanno retribuito un credito di costruzione. Essa sostiene che il diritto commerciale consente, e l'economia imprenditoriale impone di includere gli interessi del credito di costruzione (Baukreditzinse), come gli altri costi, nel conto immobiliare e di attivarli, analogamente agli interessi intercalari, senza gravarne il conto profitti e perdite. Essa conclude che, costituendo detti interessi parte integrante dei costi di costruzione, non è ammissibile trattarli come utile; in ogni caso, che è inammissibile trattarli come utile, sintantoché, per non esser stati addebitati al conto profitti e perdite, essi non hanno influito sul risultato dell'esercizio.\n\nDal canto suo, l'autorità cantonale non contesta la legittimità, sotto il profilo del diritto commerciale e quello economico, della soluzione contabile adottata dalla ricorrente. Essa sostiene però che, dal momento che fiscalmente tali interessi non si sarebbero potuti riconoscere (art. 52, cifra 2, lett. f LT) se addebitati al conto profitti e perdite, perché il nome dei creditori non è stato rivelato, la loro contabilizzazione al conto costruzioni equivale ad una rivalutazione contabile degli immobili, da considerare fiscalmente come utile, e pertanto da aggiungere al saldo del conto profitti e perdite.\n\na) L'attivazione degli interessi corrisposti su un credito di costruzione (Baukreditzinse) è ammessa con una certa larghezza nella prassi fiscale, ed il Tribunale federale, statuendo con libero esame in materia di imposta per la difesa nazionale, non ha contestato la legittimità di questo procedimento, né sotto il profilo del diritto commerciale, né sotto quello della economia imprenditoriale. Esso ha riconosciuto che, nel caso di una società anonima che si dedica al commercio d'immobili, BGE 101 Ia 26 S. 30gli interessi sui mutui contratti per l'acquisto di un fondo o per la costruzione di stabili si aggiungono al prezzo d'acquisto o alle spese di costruzione, almeno allorquando il valore venale del fondo è sufficiente per garantire anche codesti interessi, precisando che, in tal caso, non si può parlare di attivo fittizio (ASA 38, pag. 447; cfr. anche DTF 92 I 99 e in materia di doppia imposizione, DTF 88 I 339 e DTF 92 I 467; per quanto concerne i fondi d'investimento immobiliare, vedasi art. 35 cpv. 2 della legge federale sui fondi d'investimento, del 1o luglio 1966, e il messaggio del Consiglio federale concernente tale legge, FF 1965 III 293).\n\nb) KÄNZIG, nel citato saggio, va meno lontano nell'ammettere l'attivazione di interessi passivi su crediti di costruzione. Secondo quest'autore, l'attivazione è ammissibile solo quando il mutuo è destinato a finanziare, secondo un piano preciso, la costruzione di impianti permanenti adibiti all'esercizio dell'azienda a' sensi dell'art. 665 cpv. 1 CO (dauernde Betriebsanlagen, KÄNZIG, in ASA 42, pag. 91/92, IV, 2; cfr. anche nota 28 e pagg. 97/98). Secondo quest'autore, l'attivazione di interessi nel conto immobili è, per una società immobiliare, per lo meno dubbia. Se si esclude che gli interessi su un credito di costruzione possano essere attivati come facenti parte del costo di costruzione, allora essi costituiscono spese di amministrazione e gestione: come tali, debbono essere addebitati al conto profitti e perdite in virtù dell'art. 664 cpv. 1 CO.\n\n4. a) Se avesse considerato che la contribuente, in virtù del diritto commerciale, non aveva la possibilità di attivare i contestati interessi - questione sulla quale non è necessario pronunciarsi in questa sede -, l'autorità cantonale avrebbe però dovuto coerentemente correggere il conto profitti e perdite, iscrivendovi al passivo la posta degli interessi.\n\nDetto conto si sarebbe presentato come segue:\n\n- interessi attivi e proventi diversi 517.35\n\n- imposte 240.--\n\n- interessi passivi su mutui 128'101.--\n\n- perdita d'esercizio 127'823.65\n\n--------------------------\n\n128'341.-- 128'341.--\n\nSu detto conto rettificato, l'ACC avrebbe potuto riprendere le imposte (fr. 240.--) e, data la mancata indicazione dei nomi BGE 101 Ia 26 S. 31dei creditori (art. 52, n. 2, lett. f LT), gli interessi passivi: essa sarebbe così giunta a determinare l'utile d'esercizio fiscalmente tassabile di fr. 517.35, come preteso dalla contribuente nel gravame.\n\nSe avesse proceduto a codesta correzione del conto profitti e perdite, includendovi gli interessi, l'autorità fiscale avrebbe dovuto procedere parallelamente ad una correzione del bilancio fiscale. Essa si sarebbe risolta nella constatazione che gli immobili - contrariamente alla prescrizione dell'art. 665 CO, secondo cui essi non possono essere iscritti a bilancio per un valore superiore al prezzo d'acquisto o di costo - erano stati sopravvalutati del corrispondente importo di fr. 128'101.--. L'autorità cantonale ne avrebbe potuto concludere che la contribuente aveva iscritto a bilancio un attivo fittizio, sul quale notoriamente non sono concessi ammortamenti a carico degli esercizi futuri, e che non entra in linea di conto per il calcolo dell'utile derivante dalla futura realizzazione degli immobili (KÄNZIG, Die Sacheinlage nach Aktien- und nach Steuerrecht, in Schw. Aktiengesellschaft, 1966, pag. 164; REIMANN-ZUPPINGER-SCHÄRRER, Komm. zum Zürcher Steuergesetz, § 45, n. 86 e 126; sent. Tribunale federale in ASA 32, pag. 324; 30 pag. 188; 36 pag. 275; KÄNZIG, in ASA 42, pag. 98; STUDER, Bilanzsteuerrecht, pag. 84 segg.; 125 seg.).\n\nb) Ma l'autorità cantonale ha espressamente ammesso che, tanto sotto il profilo del diritto commerciale, quanto sotto quello economico, il procedimento contabile adottato dalla ricorrente non presta il fianco a critiche.\n\nAmmettendo che l'uscita per interessi sul credito di costruzione è suscettibile di essere attivata, l'autorità cantonale ha riconosciuto che detta spesa costituisce parte integrante del costo degli immobili. Tenendone conto per la valutazione degli immobili, la contribuente ha quindi semplicemente allibrato, senza violare l'art. 665 CO, il loro valore di costo.\n\nTuttavia, l'autorità cantonale vuole parificare la riattivazione degli interessi ad una rivalutazione degli immobili, che giusta l'art. 19, lett. d LT, è considerato reddito imponibile.\n\nSennonché, essa confonde in modo inammissibile due nozioni diverse.\n\nAttivare una spesa significa iscrivere la stessa - o meglio il suo controvalore - all'attivo. L'operazione si giustifica economicamente perché a codesta spesa fa riscontro un acquisto BGE 101 Ia 26 S. 32patrimoniale corrispondente all'investimento. L'attivazione non documenta il conseguimento di un utile, ma una modificazione nella composizione del patrimonio (STUDER, op.cit., p. 80 segg.; KÄNZIG, in ASA 42, pag. 86).\n\nLa rivalutazione (Aufwertung), invece, è l'operazione per cui si aumenta il valore contabile di una posta patrimoniale precedente allibrata per un importo minore, senza che l'operazione sia causalmente connessa con una spesa d'investimento (KÄNZIG, loc.cit.). Con la rivalutazione, la società anticipa la realizzazione di un beneficio futuro: per questa ragione essa costituisce un utile (DTF 71 I 406; ASA 30 pag. 193 segg.; 31 pag. 323).\n\nLa differenza sostanziale fra le due nozioni non può essere influenzata dal fatto che il creditore degli interessi sia reso noto o meno: se si ammette che vi è stata attivazione di spese effettivamente intervenute, cui corrispondono attivi patrimoniali acquisiti col relativo investimento, tale operazione non si trasforma in una rivalutazione, perché il beneficiario del credito è ignoto.\n\nL'opinione contraria dell'impugnata sentenza appare insostenibile a' sensi dell'art. 4 Cost. in ragione della confusione operata fra due istituti chiaramente distinti.\n\n5. Si potrebbe tuttavia esser tentati di sostenere che, poiché la corresponsione di interessi intercalari (Bauzinse) (art. 676 CO) agli azionisti può essere, senza arbitrio, parificata ad una distribuzione di utili (supra, consid. 2b), e poiché l'interesse sui crediti di costruzione (Baukreditzins) è, sotto l'aspetto economico, assai simile a quello intercalare, anche la corresponsione di interessi su crediti di costruzione accordati agli stessi azionisti può esser considerata distribuzione di utili.\n\na) In tale formulazione generale, quest'opinione sarebbe però erronea. Infatti, la ragione per cui la distribuzione di un interesse intercalare può - senza arbitrio - esser assimilata a distribuzione di dividendo, è che tanto l'interesse intercalare quanto il dividendo hanno il loro fondamento sull'azionariato (cfr. supra, consid. 2b). Tale base comune fa però difetto nel caso del credito di costruzione, in cui la corresponsione di interessi è fondata sul contratto di mutuo, non su disposizioni statutarie che assicurano una certa rimunerazione all'azionista per il suo capitale.\n\nb) Per contro, non sarebbe sicuramente arbitrario assimilare BGE 101 Ia 26 S. 33il pagamento di interessi su un credito di costruzione alla ripartizione di utili, quando il creditore si identifica con l'azionista, nella misura in cui si debba ammettere, applicando il criterio economico (wirtschaftliche Betrachtungsweise), che il credito di costruzione non sarebbe in condizioni normali stato accordato alla società da un terzo non azionista. In questa ipotesi, ancora andrebbe però stabilito quale parte del credito accordato dagli azionisti alla società possa esser considerata quale immissione di mezzi propri in una società con insufficiente capitalizzazione, ciò che comporta l'assimilazione dell'interesse corrisposto a un dividendo, e quale parte del mutuo di costruzione, invece, avrebbe potuto dalla società essere ottenuta nelle normali vie del prestito presso terzi.\n\nc) Ma, in ogni caso, per la ripresa di codesti interessi o dividendi, occorrerebbe ch'essi abbiano comportato una diminuzione dell'utile del conto profitti e perdite (cfr. ASA 19, pag. 337; 32, pag. 324; 36, pag. 277). Tale principio, la cui esistenza è stata riconosciuta per l'imposta per la difesa nazionale, vale anche per l'imposta cantonale ticinese, per la cui strutturazione il legislatore s'è largamente ispirato al menzionato tributo federale. Ne segue che, sintantoché l'autorità cantonale ammette l'attivazione della spesa, la premessa di cui sopra non si verifica. Se detta autorità dovesse, per contro, esigere l'addebito degli interessi al conto profitto e perdite, e riprendesse questo importo o in applicazione dell'art. 52 lett. f (mancata indicazione del creditore), oppure quale ripartizione di utili (art. 57, lett. h LT), già si è visto che l'imponibile ammonterebbe a fr. 517.35, come indicato dalla ricorrente. In questo caso, la sopravvalutazione degli immobili costituirebbe un attivo fittizio, di cui non si dovrebbe tener conto, negli esercizi futuri, né ai fini dell'ammortamento, né per stabilire un eventuale profitto in capitale a dipendenza della realizzazione di immobili (art. 19, cpv. 2 lett. a). È per contro impossibile colpire come utile tale attivo fittizio, finché questo utile non sia realizzato attraverso una rivalutazione contabile vera e propria, o una realizzazione degli immobili.\n\nIl Tribunale federale pronuncia:\n\nIl ricorso è accolto ai sensi dei considerandi e la decisione impugnata è annullata."}