{"annee": "101", "cour": "IA", "page": "10", "date": "5/2/1975", "cite": ["75 IV 71"], "cite_par": ["125 I 46", "102 IA 516", "112 IB 606", "113 IA 187", "102 IV 210"], "chapeau": "3. Auszug aus dem Urteil von 5. Februar 1975 i.S. Dr. X. gegen Obergericht des Kantons Zürich", "regestes": ["Art. 4 Cst.; secret médical. Séquestre de correspondance ordonné dans un procès pénal. Etendue et protection du secret médical."], "faits": "|10|\n\nEin Verein und eines seiner Mitglieder reichten gegen den Arzt Dr. X. beim Bezirksgericht Zürich wegen Ehrverletzung Strafklage ein. Der Untersuchungsrichter liess gewisse Korrespondenzen, die Dr. X. mit einem Dritten gewechselt hatte und die sich im Besitze des Anwaltes des Angeklagten befanden, beschlagnahmen und versiegeln. Nach Einholung eines Gutachtens beim Bezirksarzt ordnete das Bezirksgericht an, dass die beschlagnahmten Korrespondenzen zu entsiegeln und zu den Akten zu nehmen seien. Dr. X. führt gegen den Rekursentscheid des Obergerichtes staatsrechtliche Beschwerde.", "considerants": "Aus den Erwägungen:\n\n5. a) Der Beschwerdeführer macht hauptsächlich geltend, durch die Entsiegelung seiner Korrespondenz mit B. werde sein ärztliches Berufsgeheimnis verletzt. Es ist zunächst zu prüfen, ob das Arztgeheimnis einer Beschlagnahme von Akten im Strafverfahren entgegensteht. Die Zürcher StPO enthält hierüber keine ausdrückliche Bestimmung. Damit, dass ihr § 102 Abs. 1 eine möglichste Schonung des Privatgeheimnisses vorschreibt, sagt sie nicht, dass das Privat- und im Speziellen das Arztgeheimnis dem Interesse an der Wahrheitsfindung im Strafverfahren unter allen Umständen vorgeht. Die Bestimmung schreibt vielmehr eine Abwägung der sich entgegenstehenden Interessen öffentlicher und privater Natur |11| vor. Nach der herrschenden Lehre geht dort, wo der Arzt selbst Angeschuldigter ist, das Interesse an der Strafverfolgung vor: Der Arzt kann sich nicht unter Berufung auf seine Geheimhaltungspflicht der Beschlagnahme von in seinem Besitz befindlichen Akten widersetzen (ERWIN FREY, Die Papiere des abtreibungsverdächtigen Arztes, ZStR 72/1957 S. 24 f.; HEINZ MÜLLER-DIETZ, Die Beschlagnahme von Krankenblättern im Strafverfahren, S. 49; D. VON RECHENBERG, Beschlagnahme, Siegelung und Hausdurchsuchung gemäss Zürcherischer Strafprozessordnung, S. 21; gleiche Auffassung Zürcher Obergericht und Kassationsgericht in ZR 33/1934 Nr. 65).\n\nb) Nun sind allerdings Zweifel daran berechtigt, ob dieser Grundsatz uneingeschränkte Geltung verdient. Er ist im Falle des der Abtreibung beschuldigten Arztes entwickelt worden, wo dem öffentlichen Interesse an der Strafverfolgung ein grösseres Gewicht zukommt als bei einem Verfahren wegen Ehrbeleidigung. Die kantonalen Instanzen waren denn auch im vorliegenden Verfahren bereit, dem Arztgeheimnis, wenn ein solches in Frage kam, Rechnung zu tragen. Andernfalls hätte das Bezirksgericht nicht ein Gutachten des Bezirksarztes über diese Frage eingeholt und würde das Obergericht seinen Entscheid nicht ausschliesslich mit der Verneinung des Arztgeheimnisses begründen. Die Frage, ob die Entsiegelung auch dann hätte angeordnet werden dürfen, wenn die Papiere ein ärztliches Geheimnis enthalten hätten, kann offen gelassen werden, wenn ein ärztliches Geheimnis tatsächlich nicht tangiert ist, was im Folgenden geprüft werden soll.\n\nc) Nach dem Wortlaut von Art. 321 StGB sind Geheimnisse geschützt, welche einem Arzt infolge seines Berufes anvertraut worden sind oder die er in dessen Ausübung wahrgenommen hat. Geheimnis im Sinne dieser Bestimmung ist alles, was der Patient dem Arzt zwecks Ausführung des Auftrages anvertraut oder was der Arzt in Ausübung seines Berufes wahrnimmt (BGE 75 IV 73f.). Was hingegen dem Arzt als Privatmann mitgeteilt wird, fällt nicht unter das Berufsgeheimnis, es sei denn, es werde ihm erkennbar deshalb offenbart, weil er Arzt ist (HANS LANGMACK, Die strafrechtliche Schweigepflicht des Arztes, ZStR 88/1972, S. 70; vgl. auch ROBERT HAUSER, Der Zeugenbeweis im Strafprozess, S. 219/20). Der Inhalt der geheimzuhaltenden Tatsachen ist nicht streng auf das Medizinische beschränkt. Dem Arzt werden oft |12| eheliche, berufliche oder andere persönliche Schwierigkeiten offenbart. Sie gehören ebenfalls zu den geheimzuhaltenden Gegenständen.\n\nDer Beschwerdeführer macht geltend, B. habe ihn in seiner Eigenschaft als Arzt um Rat gebeten. Dies werde im angefochtenen Entscheid nicht in Abrede gestellt und das Obergericht habe auch die hiefür angebotenen Beweise nicht abgenommen. Ob und in welchen Umfange im Entsiegelungsverfahren Beweise abgenommen werden müssen, ist eine Frage des kantonalen Verfahrensrechts. Der Beschwerdeführer unterlässt es, die Nichtabnahme der Beweise als Rechtsverweigerung zu rügen. Aus der Unterlassung kann aber nicht einfach, wie der Beschwerdeführer es tut, geschlossen werden, es stehe fest, dass sich B. nie an den Beschwerdeführer gewandt hätte, wenn dieser nicht Arzt gewesen wäre. Das Obergericht stellt vielmehr fest, B. habe sich an den ihm persönlich nicht bekannten Beschwerdeführer gewandt, weil dieser ihm indirekt als Herausgeber von Büchern des geistigen Oberhauptes des fraglichen Vereines ein Begriff gewesen sei. Tatsächlich ist weder dargetan noch wahrscheinlich, dass für B. die Eigenschaft des Beschwerdeführers als Arzt von entscheidender Bedeutung war. Er verlangte von ihm keine ärztliche Behandlung oder Beratung, sondern es ging ihm darum, von einem früher führenden Mitglied des Vereins Auskunft und Rat in einer persönlichen Auseinandersetzung mit diesem Verein zu erhalten. Wenn ihm dabei der Beschwerdeführer dank seines Arztberufs als besonders vertrauenswürdig erschienen sein mag, so genügt dieser indirekte Zusammenhang mit der Berufsausübung nicht, um das, was B. dem Beschwerdeführer offenbarte, als Berufsgeheimnis zu qualifizieren. Der Beschwerdeführer hat denn auch bei seiner Einvernahme durch den Untersuchungsrichter über den Inhalt seiner Telefongespräche und Korrespondenz Auskunft erteilt, ohne sich auf ein Aussageverweigerungsrecht und eine Geheimhaltungspflicht zu berufen. Die kantonalen Instanzen sind deshalb nicht in Willkür verfallen, wenn sie zum Schluss gekommen sind, das Arztgeheimnis stehe der Entsiegelung nicht entgegen."}