{"annee": "101", "cour": "IA", "page": "148", "date": "21/5/1975", "cite": ["97 I 839", "100 IA 392", "99 IA 262"], "cite_par": ["102 IA 279", "108 IA 316", "104 IA 88", "117 IA 472", "119 IA 71", "106 IA 100"], "chapeau": "26. Auszug aus dem Urteil vom 21. Mai 1975 i.S. Schulte-Wermeling gegen Bezirksanwaltschaft Horgen und Staatsanwaltschaft des Kantons Zürich.", "regestes": ["Liberté d'expression; détention préventive, contrôle de la correspondance. 1. Notion de l'opinion, dont la libre expression est garantie par le droit constitutionnel non écrit de la Confédération (consid. 2). 2. L'interdiction - contenue à l'art. 53 al. 3 de l'ordonnance zurichoise sur les prisons de district - de transmettre les lettres dont le contenu est inconvenant ne viole pas en elle-même la Constitution (consid. 3; confimation de l'ATF 99 Ia 288/9). 3. La limitation - fondée sur cette disposition - de la liberté d'expression ne respecte le principe de la proportionnalité que si le terme \"inconvenant\" est interprété dans un sens précis et étroit (consid. 4). 4. Une certaine retenue s'impose dans l'application de l'art. 53 al. 3 de ladite ordonnance lorsqu'il s'agit d'une lettre adressée par un détenu à son épouse (consid. 4 et 5)."], "faits": "BGE 101 Ia 148 S. 149\n\n§ 53 der Verordnung über die Bezirksgefängnisse des Kantons Zürich vom 19. April 1973 (VO) lautet wie folgt:\n\n\"Die ein- und ausgehenden Briefe und anderen Sendungen unterliegen der Kontrolle.\n\nDie für die Kontrolle zuständige Stelle kann verlangen, dass die Kosten für die Übersetzung fremdsprachiger Briefe vorzuschiessen sind.\n\nBeschwerden gegen die Gefängnisverwaltung oder den Untersuchungsbeamten werden unkontrolliert an die zuständige Aufsichtsbehörde weitergeleitet.\n\nDie Korrespondenz mit Mitgefangenen und früheren Mitgefangenen ist untersagt. Briefe mit ungebührlichem Inhalt und Mitteilungen, welche sich auf ein hängiges Strafverfahren beziehen, werden ausser in der Korrespondenz mit dem Verteidiger nicht weitergeleitet; der Gefangene ist hierüber zu orientieren.\n\nDie Bezirksanwaltschaft Horgen führte gegen Franz-Josef Schulte-Wermeling eine Strafuntersuchung wegen betrügerischen Konkurses und setzte den Angeschuldigten am 23. Januar 1975 in Untersuchungshaft. Gemäss Verfügungen der Bezirksanwaltschaft Horgen vom 21., 25. und 27. Februar 1975 wurden die Briefe, welche F.J. Schulte-Wermeling am 20., 25. und 26. Februar 1975 an seine Ehefrau gerichtet hatte, wegen ungebührlichen Inhalts in Anwendung von § 53 Abs. 3 VO nicht an die Adressatin weitergeleitet, sondern dem Verfasser zurückgegeben. Die gegen diese Verfügungen erhobenen Rekurse wies die Staatsanwaltschaft des Kantons Zürich am 10. März 1975 ab.\n\nMit staatsrechtlicher Beschwerde beantragt Franz-Josef Schulte-Wermeling, den Entscheid der Staatsanwaltschaft wegen Verletzung des Rechts auf freie Meinungsäusserung sowie des Art. 4 BV aufzuheben.\n\nDas Bundesgericht heisst die Beschwerde gut.\n\nBGE 101 Ia 148 S. 150", "considerants": "Aus den Erwägungen:\n\n2. Die Meinungsäusserungsfreiheit gehört dem ungeschriebenen Verfassungsrecht des Bundes an (BGE 100 Ia 399 E. 4a mit Hinweisen). Wie das Bundesgericht im Entscheid vom 19. September 1962 i.S. Filmklub Luzern E. 3 (abgedruckt in ZBl 64/1963 S. 363 ff.) ausführte, ist der Begriff der \"Meinung\" weit zu fassen, und es sind darunter die Ergebnisse von rationalen Denkvorgängen sowie rational fassbar und mitteilbar gemachte Überzeugungen in der Art von Stellungnahmen, Wertungen, Anschauungen, Auffassungen und dergleichen zu verstehen.\n\nDas Verfassungsrecht des Bundes gewährleistet indessen die Meinungsäusserungsfreiheit gleich den andern Freiheitsrechten nur unter dem Vorbehalt der Beschränkungen, die sich aus den Anforderungen der öffentlichen Ordnung im Sinne der öffentlichen Sicherheit, Ruhe, Sittlichkeit und Gesundheit ergeben (ZBl 64/1963 S. 365 E. 3). Solche im öffentlichen Interesse liegende Eingriffe sind abgesehen von der sog. allgemeinen Polizeiklausel nur zulässig, wenn sie auf gesetzlicher Grundlage beruhen und dem Gebot der Verhältnismässigkeit entsprechen (BGE 99 Ia 266 /67 E. II mit Verweisungen).\n\n3. Der Beschwerdeführer steht als Untersuchungsgefangener in einem besonderen Rechtsverhältnis (auch besonderes Gewaltverhältnis oder besonderes Grundverhältnis genannt, vgl. BGE 99 Ia 267 /68 E. III 2) zum Staat und hat deshalb bestimmte Freiheitsbeschränkungen in Kauf zu nehmen. Diese bedürfen - im Gegensatz zur Begründung des besonderen Rechtsverhältnisses als solchen - keiner ausdrücklichen gesetzlichen Grundlage (BGE 99 Ia 268 E. III 3 mit Hinweisen). Ihre Zulässigkeit hängt demnach entscheidend davon ab, ob sie verhältnismässig sind, d.h. nicht weiter gehen, als es das besondere Rechtsverhältnis erfordert, welche Frage das Bundesgericht grundsätzlich frei prüft (vgl. BGE 97 I 844 E. 6).\n\n§ 53 der zürcherischen Verordnung über die Bezirksgefängnisse schreibt unter anderem vor, dass Briefe mit \"ungebührlichem Inhalt\" sowie Mitteilungen, die sich auf ein hängiges Strafverfahren beziehen, nicht weitergeleitet werden dürfen. Ebenso ist die Korrespondenz mit Mitgefangenen untersagt. Keiner inhaltlichen Beschränkung unterliegen Beschwerdeeingaben an die Aufsichtsbehörde sowie Schreiben an den Verteidiger.BGE 101 Ia 148 S. 151\n\nDas Bundesgericht hatte bereits Gelegenheit, das in § 53 Abs. 3 VO vorgesehene Verbot von Mitteilungen \"ungebührlichen Inhalts\" auf seine Verfassungsmässigkeit zu überprüfen. Es kam dabei zum Schluss, dass sich die in dieser Bestimmung enthaltene Generalklausel verfassungsrechtlich nicht beanstanden lasse (BGE 99 Ia 288 /89). Es besteht kein Grund, von dieser Beurteilung abzuweichen.\n\n4. Erweist sich somit das Verbot der Weiterleitung von Briefen ungebührlichen Inhalts an sich als mit dem Verfassungsrecht vereinbar, so ist weiter zu untersuchen, ob die kantonalen Instanzen die vom Beschwerdeführer an seine Ehefrau gerichteten Briefe zu Recht als ungebührlich im Sinne von § 53 Abs. 3 VO betrachtet haben.\n\nDie Bezirksanwaltschaft Horgen bezeichnete die folgenden Sätze als ungebührlich:\n\na) im Brief vom 20. Februar 1975:\n\n\"Gestern ist jedenfalls ein Bezirksanwalt sehr rasch aus seinem Büro gelaufen,nachdem er mir erklärt hatte, ich sei selbst schuld, dass meine Mutter todkrank im Spital liege. Offenbar fürchtete er um seine Gesundheit während der lange vorausgeplanten Ferien. In dieser Beziehung können offenbar auch diese Leute effizient planen.\"\n\nb) im Brief vom 25. Februar 1975:\n\n\"Ich habe mich sofort daran gemacht, diesen Brief zu beantworten.\n\nAls mein Brief Nr. 23 dann fertig war, habe ich ihn selbst zensuriert.\n\nDu wirst also meine Nr. 23 erst nach Ende meiner Untersuchungs-Beuge-Sicherheits- oder Strafhaft erhalten. Frage Zeus X. (oder sonst einen ebenso unwissenden, aber arroganten Juristen) wann dies sein wird.\"\n\nc) im Brief vom 26. Februar 1975:\n\n\"Wieder einmal hat der Rechtsstaat zugeschlagen. Statt mein Verfahren zu fördern, hat die Bezirksanwaltschaft nunmehr alle Hände voll zu tun, um meine Briefe an Dich wegen ungebührlichen Inhalts zurückzuweisen. Mir bleibt wohl nichts anderes, als Dir in Zukunft via Staatsanwaltschaft oder gar Bundesgericht zu schreiben. Ich habe zwar noch nicht das Vergnügen gehabt, den neuen Mann kennenzulernen; ein unbeschriebenes Blatt ist er deshalb aber nicht mehr. Man will mich offenbar Mores lehren. Schliesslich habe ich einen angesehenen Horgener Bezirksanwalt mal \"Gestapo-Y.\" genannt. Das zahlt man mir nun heim. Was dieser neue Herr als ungebührlich empfindet, ist einfach lächerlich.\"\n\nDie Staatsanwaltschaft führte im Rekursentscheid aus, als ungebührlich könne auf jeden Fall die Verletzung des durch BGE 101 Ia 148 S. 152die gute Sitte gebotenen Anstandes gelten. Diese Anstandsregeln habe der Rekurrent in allen zurückbehaltenen Briefen missachtet, indem er jedesmal unsachliche, in ihrem Ton beleidigende Bemerkungen über die Untersuchungsbeamten oder den Gerichtspräsidenten, mithin alle diejenigen Untersuchungs- oder Gerichtsorgane gemacht habe, die sich mit ihm von Amtes wegen zu befassen hätten. Unter diesem Gesichtspunkt müsse der Inhalt der beanstandeten Briefe als ungebührlich bezeichnet werden.\n\nEs trifft zwar zu, dass mit dem Wort \"ungebührlich\" an sich ein unanständiges, den nötigen Respekt nicht wahrendes Verhalten gemeint ist. Der Ausdruck \"ungebührlich\" in § 53 Abs. 3 VO ist aber - entgegen der Ansicht der Staatsanwaltschaft - nicht schlechtweg in dieser seiner landläufigen Bedeutung zu verstehen. Nach dem erwähnten Urteil des Bundesgerichts (BGE 99 Ia 288) dürfen solche Mitteilungen als ungebührlich betrachtet werden, welche der Vorbereitung von Fluchtplänen oder Verdunkelungshandlungen dienen könnten oder allenfalls geeignet wären, die Ordnung des Gefängnisses zu beeinträchtigen. Andere Mitteilungen aber, die weder den Internierungszweck noch die Anstaltsordnung gefährden, müssen - wie das Bundesgericht ausführte - von der Kontrollbehörde weitergeleitet werden, gleichgültig, ob sie den Inhalt dieser Mitteilungen billigt oder nicht. Damit wurde zum Ausdruck gebracht, dass die in § 53 Abs. 3 VO vorgenommene Einschränkung der verfassungsrechtlich gewährleisteten Meinungsäusserungsfreiheit nur dann als verhältnismässig gelten kann, wenn der Begriff \"ungebührlich\" im erwähnten Sinne ausgelegt wird. Geht man davon aus, so durften die an die Ehefrau gerichteten Briefe des Beschwerdeführers nicht zurückbehalten werden, denn es ist offensichtlich, dass die darin enthaltenen Äusserungen den Zweck der Untersuchungshaft oder die Ordnung innerhalb des Gefängnisses in keiner Weise gefährden konnten. Es ist allerdings fraglich, ob die Tragweite des § 53 Abs. 3 VO im zitierten Entscheid des Bundesgerichts nicht zu eng umschrieben wurde. Es lässt sich die Ansicht vertreten, dass auch Briefe als \"ungebührlich\" zurückbehalten werden dürfen, die krass unanständige Bemerkungen oder unflätige Beleidigungen enthalten. Wie es sich damit verhält, kann indes hier offen bleiben, da sich in den beanstandeten Briefen des Beschwerdeführers keine solchen BGE 101 Ia 148 S. 153Stellen finden. Einzig die Bemerkung im Brief vom 25. Februar 1975, der Präsident eines Bezirksgerichts sei unwissend und arrogant, könnte überhaupt als ungebührlich in Betracht fallen, doch wäre es mit dem Grundsatz der Verhältnismässigkeit unvereinbar, wegen einer solchen, in einem an die Ehefrau gerichteten Schreiben enthaltenen Äusserung den Brief zurückzubehalten.\n\n5. Für die Beurteilung der Frage, ob die Mitteilungen eines Untersuchungs- oder Strafgefangenen \"ungebührlich\" sind, erscheint es nämlich auf Grund des Proportionalitätsprinzips gerechtfertigt, wenigstens in einem gewissen Masse auch in Betracht zu ziehen, wer jeweils zum Empfänger der fraglichen Mitteilungen bestimmt ist. Unter diesem Gesichtspunkt kann es einem Untersuchungs- oder Strafgefangenen erlaubt sein, sich in den an seine Ehefrau gerichteten Briefen freier auszudrücken als in Schreiben, die er andern privaten Adressaten, zum Beispiel der Redaktion einer Zeitung, zukommen lassen will. Mit Rücksicht auf die enge Beziehung, die normalerweise zwischen Ehegatten besteht, darf man wohl einem Untersuchungs- oder Strafgefangenen gestatten, sich im Briefverkehr mit dem Ehepartner offen auszusprechen, und die Behörden sollten diese Freiheit der Meinungsäusserung ohne Notwendigkeit selbst dann nicht einschränken, wenn die Briefe an den Ehepartner eine unsachliche Kritik an den Behörden enthalten (vgl. Beschluss des Deutschen Bundesverfassungsgerichts vom 11. April 1973, publiziert in BVerfGE 35/1974 Nr. 7). Im zitierten Entscheid erachtete es das Deutsche Bundesverfassungsgericht sogar als Verstoss gegen die Meinungsäusserungsfreiheit, das Schreiben eines Untersuchungsgefangenen an seine Ehefrau, worin dieser unter anderem einen Polizisten als meineidig bezeichnete, anzuhalten.\n\nNach dem Gesagten verletzte die Bezirksanwaltschaft Horgen den Beschwerdeführer in seiner verfassungsrechtlich geschützten Meinungsäusserungsfreiheit, indem sie es unterliess, die drei von ihm an seine Ehefrau gerichteten Briefe weiterzuleiten. Das führt zur Gutheissung der vorliegenden Beschwerde und zur Aufhebung des angefochtenen Entscheids."}