{"annee": "101", "cour": "IA", "page": "433", "date": "12/11/1975", "cite": [], "cite_par": [], "chapeau": "70. Extrait de l'arrêt du 12 novembre 1975 en la cause Benoît contre Juge instructeur du Tribunal cantonal du canton de Neuchâtel", "regestes": ["Art. 4 Cst.; droit d'être entendu; formalisme excessif 1. La partie qui procède elle-même, sans disposer de connaissances juridiques particulières, et qui est appelée à évaluer les conséquences du défaut de versement de l'avance des frais ordonnée par le tribunal, doit être à même de comprendre les actes de procédure qui lui sont notifiés et d'agir conformément aux obligations qu'ils impliquent (consid. 4a et b). 2. Application de l'art. 358 al. 3 du code de procédure civile du canton de Neuchâtel, du 7 avril 1925. Constitue un formalisme excessif l'exclusion de la procédure prononcée par le juge pour le motif que la partie à laquelle un ultime délai avait été imparti pour effectuer l'avance de frais ordonnée par le Tribunal, a omis de faire certaines déclarations à la partie adverse après le versement du montant réclamé (consid. 4c)."], "faits": "|434|\n\nSimone Benoit a ouvert action contre André Fornachon devant le Tribunal cantonal de Neuchâtel. Le 17 avril 1975, le greffe de ce tribunal l'a invitée à effectuer une avance de frais jusqu'au 25 avril suivant, ce qu'elle a omis de faire.\n\nLe 28 mai 1975, le Juge instructeur a ordonné le défaut et dit que celui-ci serait signifié conformément à la loi. Le mandataire du défendeur a fait aussitôt notifier à la demanderesse une \"notification de défaut\" dont les ch. 1 et 3 avaient la teneur suivante:\n\n\"1. L'avance de frais ordonnée par Monsieur le Juge instructeur n'ayant pas été payée, à la requête du soussigné, la procédure prévue à l'article 363 CPCN et conformément à la jurisprudence (cf. RJN 3, I, 90), une audience a été appointée ce jour en vue de procéder à l'audition de la demanderesse.\n\n3. En conséquence, à teneur des faits, des dispositions légales et de la jurisprudence susmentionnées, il est juridiquement signifié à Dame Simone Benoit que, faute par elle de se faire relever du défaut dans le délai de trois jours et faute par elle de payer l'avance requise, elle sera exclue de la procédure pendante devant le Tribunal cantonal, le tout sous suite de frais et dépens.\"\n\nSimone Benoit a aussitôt effectué le versement de 500 fr.\n\nPar ordonnance du 19 juin 1975, le Juge instructeur, constatant que \"dans le délai mentionné par l'exploit de signification du défaut, la demanderesse a payé l'avance requise, mais ne s'est pas fait relever du défaut en signifiant le relief à l'autre partie conformément à l'art. 347 al. 2 CPC\", l'a exclue de la procédure.\n\nAgissant par la voie du recours de droit public, Simone Benoit requiert le Tribunal fédéral d'annuler l'ordonnance du 19 juin 1975. Elle soutient que cette décision viole l'art. 4 Cst.", "considerants": "Considérant en droit:\n\n4. Le Juge instructeur a exclu la demanderesse de la procédure pour ne s'être pas fait relever du défaut en signifiant le relief à l'autre partie conformément à l'art. 347 al. 2 CPCN. La recourante soutient que cette décision viole l'art. 4 |435| Cst. à un double titre. Elle relève qu'elle n'a pas été mise en mesure de saisir le sens et la portée des actes de procédure qui lui furent notifiés, d'une part, et que son exclusion de la procédure pour l'inobservation d'une règle qu'aucun intérêt digne de considération ne justifie constitue un formalisme excessif, d'autre part.\n\na) Selon la jurisprudence, les prescriptions formelles de procédure sont nécessaires pour assurer le déroulement régulier de l'instance et la juste application du droit. Un formalisme excessif que ne justifie aucun intérêt digne de protection et qui aggrave de manière insoutenable l'exécution du droit équivaut à un déni de justice prohibé par l'art. 4 Cst. (RO 95 I 4 et les arrêts cités). Le droit d'être entendu donne à celui qui en bénéficie le droit de s'expliquer avant qu'une décision ne soit prise à son détriment. Dans le cadre d'un procès civil, le respect de ce droit n'est assuré que si la partie à laquelle des actes de procédure sont notifiés est à même de les comprendre et d'agir conformément aux obligations qu'ils impliquent.\n\nL'art. 53 CPCN autorise \"toute personne capable d'ester en justice de poursuivre elle-même son procès\". Pour que cette disposition ne soit pas lettre morte, il est nécessaire que la partie qui procède elle-même et qui ne dispose pas de connaissances juridiques particulières soit en mesure de saisir le sens et la portée des actes de procédure qu'elle doit accomplir. Une telle exigence doit à tout le moins être posée lorsqu'il s'agit de permettre à la partie d'évaluer les conséquences d'un défaut de versement de l'avance de frais ordonnée par le tribunal.\n\nb) Le sens d'une ordonnance rendue par le Juge instructeur et prononçant le défaut, elle-même suivie d'une signification de défaut par la partie adverse, n'est pas évident pour une personne qui, comme la recourante, n'a pas une formation juridique. Et l'on doit admettre in casu que la recourante pouvait d'autant moins être au clair sur ses obligations que l'exploit de signification de défaut était imprécis. Le chiffre 1 de cet acte, rédigé d'une manière incompréhensible, se référait à l'art. 363 CPCN, disposition qui concerne l'inobservation de ses obligations par le mari condamné à faire l'avance des frais d'un procès en divorce, en séparation de corps ou en séparation de biens. La recourante n'était pas à même de comprendre que, pour se faire relever du défaut, il convenait qu'elle signifie le relief à l'autre partie. La lettre qui lui avait |436| été adressée le 17 avril 1975 par le greffe du Tribunal cantonal ne disait rien des conséquences d'un défaut de versement de l'avance des frais, et l'ordonnance du 28 mai 1975 ne comportait aucune référence aux articles de loi appliqués, se bornant à dire que le juge ordonne le défaut après avoir entendu la demanderesse et que le défaut sera signifié conformément à la loi.\n\nDans ces conditions, il y a lieu d'admettre que l'ordonnance entreprise, qui exclut la demanderesse de la procédure, viole son droit d'être entendue garanti par l'art. 4 Cst. Il ne suffisait pas de constater en l'espèce que la recourante ne s'était pas fait relever du défaut; il convenait en outre d'examiner si elle avait été clairement informée des obligations de procédure qui lui incombaient. Ce n'est que si tel avait été le cas que la sanction de l'omission d'une signification du relief à l'autre partie aurait pu être prononcée.\n\nc) Même si l'on considérait que la recourante aurait dû saisir le sens de l'exploit de signification de défaut et qu'elle aurait ainsi pu satisfaire aux obligations que celui-ci impliquait, le recours devrait néanmoins être admis.\n\nLe Tribunal fédéral a jugé qu'il est admissible de faire dépendre la marche du procès de l'avance des frais et de subordonner au paiement d'une telle avance la recevabilité d'un moyen de droit (RO 96 I 523 ss). Tant le droit fédéral (cf. art. 150 et 151 OJ) que les lois de procédure cantonales contiennent d'ailleurs des dispositions en ce sens.\n\nEn revanche, ni l'autorité cantonale ni l'intimé ne se prononcent en l'espèce sur le but poursuivi par la disposition qui oblige la partie à laquelle un dernier délai a été imparti aux fins d'effectuer une avance de frais ordonnée par le tribunal, à faire certaines déclarations à la partie adverse après le versement du montant réclamé. Une telle disposition ne se justifie par aucun intérêt digne de considération. Elle ne vise certes pas à assurer le déroulement correct de la procédure, le paiement de l'avance y satisfaisant pleinement, et ne peut ainsi avoir d'autre portée que celle d'une simple règle d'ordre.\n\nIl convient d'ailleurs de relever qu'il ne ressort pas clairement de l'art. 358 al. 3 CPCN que la partie doit aviser l'autre partie qu'elle a effectué à temps l'avance de frais ordonnée par le tribunal. On ne voit dès lors pas les raisons pour lesquelles une telle obligation existerait dans le cadre de la procédure de |437| défaut extraordinaire au cours de laquelle un ultime délai de paiement a été fixé. Le juge instructeur est certainement à même d'aviser l'autre partie du versement, si l'on doit considérer qu'un tel avis est nécessaire. L'application stricte des règles de la procédure et du jugement par défaut constitue en l'espèce, où il ne s'agit que du versement de l'avance des frais, un formalisme excessif et, partant, viole l'art. 4 Cst.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule la décision attaquée."}