{"annee": "101", "cour": "IV", "page": "67", "date": "25/2/1975", "cite": [], "cite_par": ["121 IV 207", "115 IV 38", "115 IV 199", "115 IV 100", "115 IV 241"], "chapeau": "18. Arrêt de la Cour de cassation pénale du 25 février 1975, dans la cause Houlmann contre Procureur général du canton de Berne.", "regestes": ["Art. 32 al. 1 LCR, vitesse inadaptée, causalité adéquate. Celui qui roule à une vitesse inadaptée au regard de la densité du trafic et de la connaissance imparfaite qu'il a de son véhicule, se conduit d'une manière propre à favoriser l'avènement d'un accident. Son comportement se trouve dès lors en relation de causalité adéquate avec une collision dont la cause principale réside pourtant dans une défectuosité du système de freinage, et même s'il ne lui est pas reproché de perte de maîtrise fautive de son véhicule."], "faits": "|67|\n\nA.- Alors qu'il roulait entre les Sairains et Saint-Brais au volant de sa Ford Capri neuve 2600 GT, Jean Houlmann a vu en face de lui une Opel Kadett suivie d'une Renault R 16 qui déboîtait comme pour doubler; prenant peur, il a freiné à fond. Après 30 m de trajectoire rectiligne, roues arrière bloquées, la Ford Capri s'est dirigée vers la gauche de la chaussée |68| où elle a percuté l'Opel, dont le conducteur a été tué et les autres occupants blessés. Au moment du choc, la Renault avait repris sa place derrière l'Opel.\n\nUne expertise a retenu que la distance à laquelle se trouvait la Renault lorsqu'elle fut aperçue par Houlmann est évaluée à 108 m; une vitesse de 105 km/h à l'endroit de l'accident permet encore de maîtriser le véhicule, mais une vitesse de 125 km/h apparaît comme absolument excessive; ce n'est pas l'instabilité résultant de la vitesse qui a provoqué la perte de maîtrise du véhicule, mais le fait que les roues arrière de la voiture ont seules été bloquées au début du freinage à fond, et cela à cause d'un défaut de conception du système de freinage de ce modèle d'automobile; si Houlmann n'avait pas freiné, il serait vraisemblablement entré en collision avec la Renault, qui n'aurait pas eu matériellement le temps de reprendre sa droite; enfin, ce n'est qu'à 70 km/h que la voiture d'Houlmann aurait pu être maîtrisée en cas de freinage à fond.\n\nLa Cour suprême du canton de Berne a condamné Houlmann le 17 avril 1974, pour homicide par négligence et infraction à la LCR, à 15 jours d'emprisonnement avec sursis pendant deux ans.\n\nUn pourvoi en nullité interjeté par Houlmann a été partiellement admis le 20 septembre 1974 par le Tribunal fédéral, qui a renvoyé la cause à l'autorité cantonale pour nouvelle décision dans le sens des considérants.\n\nLe Tribunal fédéral a estimé en substance que l'on ne saurait retenir à la charge du recourant la perte de maîtrise fautive d'un véhicule dont il ignorait que le système de freinage était affecté d'un défaut de conception, dès lors que par ailleurs il ne lui était pas reproché de ne pas avoir connu ce vice. Considérant alors qu'il convenait d'apprécier la faute du recourant en fonction de l'utilisation d'un véhicule normal, le Tribunal fédéral a relevé ce qui suit:\n\n\"Or il apparaît qu'une vitesse de 105 km/h, au volant d'une machine présentant des qualités de tenue de route plus que moyennes, selon l'expert, lui aurait permis de conserver la maîtrise de la situation. En revanche, une allure plus élevée, de 125 km/h, par exemple, aurait été nettement exagérée. Dans la première hypothèse, on ne peut exclure que l'accident a eu pour cause unique le vice de conception de la Ford Capri. Dans la seconde, le recourant aurait commis une faute en circulant à une vitesse qui ne lui permettait pas d'assurer le contrôle d'un véhicule, quel qu'il fût, au cas - avec lequel il faut toujours |69| compter, et qui s'est effectivement produit - où il aurait eu à freiner brusquement et à fond.\n\nLa vitesse réelle du recourant constituait donc en l'occurrence une circonstance de fait essentielle, si bien qu'il était insuffisant de la situer \"entre 105 et 125 km/h\". Il convient par conséquent de renvoyer la cause à l'autorité cantonale pour que, dans la mesure du possible, elle se détermine de façon plus précise. Ensuite seulement, elle devra décider - cette question de droit relevant de l'appréciation ressortit sauf arbitraire exclusivement de sa compétence - si et pourquoi la vitesse du recourant était trop élevée au vu des circonstances prévisibles pour lui et compte de la prudence qu'il faut montrer en conduisant un véhicule d'un type nouveau qui n'a que 1000 km au compteur.\"\n\nB.- La Cour suprême du canton de Berne a réexaminé la cause au vu des considérants du Tribunal fédéral et, le 27 novembre 1974, elle a reconnu Houlmann coupable d'homicide par négligence et d'infraction à la LCR pour avoir roulé à une vitesse inadaptée aux circonstances. Elle l'a condamné à une peine de 15 jours d'arrêts avec sursis pendant 2 ans.\n\nLa Cour cantonale a retenu dans son arrêt qu'Houlmann roulait à 105 km/h avant de freiner. Se ralliant à l'opinion de l'expert, elle a alors estimé qu'en raison du tracé de la route, des courbes assez prononcées qu'elle présente et des irrégularités qui affectent la surface de la chaussée, une vitesse de 80 km/h est appropriée, la vitesse de 100 km/h constituant une limite. Elle a considéré en outre qu'Houlmann devait être incité à une prudence particulière par la présence en face de lui de plusieurs véhicules circulant en sens inverse et qu'enfin, ne connaissant pas encore parfaitement les réactions de son véhicule neuf, il devait rester en dessous de la vitesse maximum. Admettant dès lors qu'Houlmann circulait à une vitesse excessive, elle a estimé que sa faute était en relation de causalité adéquate avec la mort de la victime.\n\nC.- Houlmann se pourvoit derechef en nullité au Tribunal fédéral. Il conclut à libération.", "considerants": "Considérant en droit:\n\n1. Le recourant conteste qu'il y ait un lien de causalité adéquate entre d'une part l'excès de vitesse qui lui est reproché et d'autre part l'accident et la mort du conducteur de l'Opel. Il fait valoir que la cause de l'accident réside dans le défaut du système de freinage du véhicule, que la vitesse de |70105| km/h n'a eu aucune influence sur la pirouette de la voiture à la fin du freinage, puisque le défaut de construction entraîne cette conséquence à partir de 70 km/h déjà, que c'est le déplacement à gauche dû au défaut technique qui a causé l'accident et non la vitesse, et que par conséquent l'excès de celle-ci ne saurait être constitutif que d'une contravention au plus, et qui serait d'ailleurs prescrite.\n\n2. a) La relation de causalité naturelle entre l'excès de vitesse, l'accident et la mort de la victime ne paraît pas contestée et ne saurait l'être. Il y a en effet relation de causalité naturelle si la violation de règles de circulation a contribué avec d'autres causes au résultat (RO 95 IV 142). Tel est évidemment le cas.\n\nL'inadaptation de la vitesse aux circonstances, à savoir la contravention à l'art. 32 al. 1 LCR, n'est pas non plus contestée. Selon l'appréciation de la Cour cantonale, la vitesse du recourant était inadaptée dans la mesure où elle dépassait 80 km/h. En effet, si d'une manière générale il était possible de considérer comme adaptée une vitesse de 80 à 100 km/h au maximum, l'intensité de la circulation au moment critique et le fait que le recourant ne connaissait pas encore parfaitement les réactions de son véhicule exigeaient qu'il reste en dessous du maximum permis par la seule configuration des lieux et l'état de la chaussée et ne dépasse pas 80 km/h. Il n'y a aucun motif de s'écarter de cette appréciation de la Cour cantonale, qui jouit d'une certaine liberté dans ce domaine (RO 91 IV 142) et qui s'est fondée sur des critères parfaitement valables.\n\nb) La relation de causalité est adéquate lorsque le comportement illicite est propre, dans le cours ordinaire des choses et selon l'expérience générale de la vie, à produire ou à favoriser un tel résultat (RO 95 IV 143 et jurisprudence citée). Il n'est pas nécessaire que ce comportement illicite constitue la cause unique et immédiate du résultat; il suffit qu'il soit susceptible de le provoquer (RO 92 IV 87), voire de favoriser d'une manière générale l'avènement de conséquences d'une telle nature (RO 94 IV 76).\n\nOr, en l'espèce, si la cause principale de l'accident réside dans la défectuosité du système de freinage du véhicule du recourant, il n'en reste pas moins, selon les constatations souveraines de la Cour cantonale, qu'il est vraisemblable sinon certain que l'accident n'aurait pas eu de conséquences mortelles |71| si le recourant n'avait pas roulé à plus de 80 km/h. La vitesse inadaptée et excessive de 105 km/h apparaît donc non seulement comme un facteur propre à favoriser le résultat - ici la mort - d'une manière générale, mais comme un élément qui l'a réellement favorisé dans le cas particulier. Il y a donc bien relation de causalité adéquate entre la mort de la victime et l'excès de vitesse commis par le recourant.\n\nc) Bien que l'existence d'une relation de causalité adéquate entre la faute du recourant et la mort de la victime suffise pour que soit réalisée l'infraction d'homicide par négligence, il faut encore relever qu'il y a également, en l'espèce, relation de causalité adéquate entre l'excès de vitesse et la collision. En effet, celui qui circule à une vitesse trop élevée et inadaptée aux circonstances crée une situation dangereuse qui l'expose davantage à devoir faire face à des situations imprévisibles en freinant brusquement et à fond. Or l'expérience enseigne qu'un tel freinage est source de dérapage et qu'à vitesse élevée, il est rare que le véhicule freiné à fond conserve une trajectoire rectiligne. Bussy et Rusconi précisent, à cet égard, qu'il est absolument impossible à un conducteur de garantir, en présence d'un danger imprévu, que son freinage évitera tout blocage des roues pouvant faciliter un dérapage, et qu'une voiture glissant sur des roues bloquées dévie généralement si elle dérape sur une certaine distance (BUSSY et RUSCONI, CSCR, p. 99 n. 4.8 ad art. 31).\n\nAinsi, dans le cours ordinaire des choses et selon l'expérience générale de la vie, la vitesse inadaptée est bien propre à produire ou à favoriser un freinage énergique, susceptible d'entraîner un dérapage et partant une déviation du véhicule. Il y a donc relation de causalité adéquate même si, en l'espèce, la modification de la trajectoire a été due à une défectuosité du véhicule non imputable au recourant.\n\nd) Quant au fait qu'une perte de maîtrise fautive du véhicule n'ait pas été retenue à la charge du recourant, il ne saurait, contrairement à l'opinion de celui-ci, exclure l'existence d'un lien de causalité adéquate entre l'excès de vitesse d'une part et, d'autre part, la mort de la victime ou l'accident. Une conclusion contraire ne peut, en tout cas, être tirée des considérants de l'arrêt rendu par le Tribunal fédéral, le 20 septembre 1974, dans la même affaire. En admettant que, dans l'hypothèse où le recourant aurait roulé à 105 km/h et non pas |72| à 125 km/h, on ne pouvait pas exclure que l'accident ait eu pour cause unique le vice de construction de la voiture, cet arrêt a tendu à démontrer que la seule perte de maîtrise ne permettait pas de retenir une faute à la charge du recourant. Mais l'arrêt a précisément renvoyé la cause à l'autorité cantonale non seulement pour qu'elle détermine de façon plus précise la vitesse du recourant, mais encore pour qu'elle apprécie si cette vitesse n'était pas trop élevée au vu des circonstances. Et il ne ressort aucunement de l'arrêt que dans l'hypothèse où la vitesse de 105 km/h devait être finalement retenue, et même si elle était considérée comme inadaptée, le recourant devrait être libéré du grief d'homicide par négligence, faute de causalité adéquate. Au contraire, en demandant à l'autorité cantonale de se prononcer sur le problème de l'adaptation de la vitesse quelle qu'elle fût, le Tribunal fédéral a implicitement admis que l'homicide par négligence pourrait être retenu.\n\ne) La vitesse inadaptée étant en relation de causalité adéquate avec la mort de la victime, c'est à juste titre que le recourant a été condamné pour homicide par négligence. Comme, par cette faute, il a également mis en danger d'autres usagers, l'application de l'art. 90 ch. 1 LCR, qui n'est d'ailleurs pas critiquée, est également fondée.\n\nPar ces motifs, le Tribunal fédéral:\n\nRejette le pourvoi."}