{"annee": "101", "cour": "IB", "page": "64", "date": "31/1/1975", "cite": [], "cite_par": ["101 IB 301", "102 IB 212", "107 IB 116", "108 IB 148"], "chapeau": "12. Auszug aus dem Urteil vom 31. Januar 1975 i.S. Hoeffleur gegen Regierungsrat des Kantons Zug", "regestes": ["Protection des eaux, permis de construire. LPEP du 8 octobre 1971. Ordonnance générale sur la protection des eaux du 19 juin 1972 (OGPEP). Rapport entre les art. 19 et 20 LPEP. Interprétation de l'art. 20, dont la rédaction est défectueuse. Ce n'est pas cet article qui s'applique, mais l'art. 19, lorsque le bien-fonds doit être attribué au territoire sans affectation spéciale, mais se trouve encore dans une zone de construction en vertu du règlement communal des constructions actuellement en vigueur. L'autorité doit examiner si un raccordement - conforme aux prescriptions - à la canalisation communale peut être assuré, à la rigueur aux frais du maître de l'ouvrage."], "faits": "|65|\n\nH. will auf seiner Parzelle Nr. 627 in der Gemeinde Walchwil Terrassenhäuser bauen. Das Grundstück befindet sich nach der geltenden Bauordnung der Gemeinde in der Wohnzone II. Das Baugesuch des Eigentümers wurde vom Einwohnerrat der Gemeinde abgewiesen mit der Begründung, weder die Trinkwasserversorgung noch die Abwasserbeseitigung seien sichergestellt, und überdies sei die verkehrsmässige Erschliessung ungenügend. Der Regierungsrat des Kantons Zug wies die Beschwerde des Gesuchstellers gegen diesen Entscheid ab. Er führte aus, das Grundstück liege ausserhalb des Perimeters, der im - noch nicht genehmigten - generellen Kanalisationsprojekt (GKP) der Gemeinde abgegrenzt sei, und ein Grund für eine Ausnahme im Sinne von Art. 20 GSchG/Art. 27 Abs. 1 AGSchV bestehe nicht; selbst wenn die Parzelle innerhalb des Kanalisationsbereiches läge, müsste nach Art. 19 GSchG/Art. 26 AGSchV die Bewilligung verweigert werden, weil der Anschluss an die Kanalisation nicht gewährleistet sei.\n\nAuf Verwaltungsgerichtsbeschwerde des Gesuchstellers hin weist das Bundesgericht die Sache an den Regierungsrat zurück.", "considerants": "Aus den Erwägungen:\n\n5. Das in Frage stehende Grundstück des Beschwerdeführers befindet sich zur Zeit unbestrittenermassen in einer |66| rechtskräftigen Bauzone. Der Zonenplan soll allerdings revidiert werden. Dabei ist vorgesehen, das Baugebiet zu beschränken; die Parzelle Nr. 627 soll dem \"übrigen Gemeindegebiet\" zugeteilt werden. Nach dem ausgearbeiteten, aber noch nicht genehmigten GKP, das der vorgesehenen Revision des Zonenplanes und nicht den heutigen Bauzonen entspricht, befindet sich das Grundstück des Beschwerdeführers ausserhalb des künftigen Kanalisationsperimeters.\n\na) Der Regierungsrat hat im angefochtenen Entscheid das Bauvorhaben des Beschwerdeführers so behandelt, wie wenn ein rechtskräftiges GKP bestände und es darum ginge, eine Baute ausserhalb des GKP gemäss Art. 20 GSchG zu bewilligen. Dass die Parzelle Nr. 627 sich nach dem geltenden Zonenplan in einer Bauzone befindet, wird im angefochtenen Entscheid gar nicht berücksichtigt.\n\nEin vorbereitetes, aber von den zuständigen Instanzen noch nicht genehmigtes und in Kraft gesetztes GKP kann eine geltende Zonenordnung nicht abändern. Kanalisationsperimeter und Baugebiet müssen im übrigen nach der Natur der Sache übereinstimmen (vgl. Art. 15 AGSchV).\n\nDa die Parzelle des Beschwerdeführers sich in einer Bauzone befindet, ist nicht Art. 20, sondern Art. 19 GSchG anzuwenden. Dass im (noch) geltenden Zonenplan nach den heutigen Erkenntnissen ein zu grosses Baugebiet ausgeschieden wurde und dass deswegen eine die Bauzonen reduzierende Revision im Gange ist, vermag die Rechtslage nicht zu ändern. Die Behörden können weder unter Berufung auf Art. 15 AGSchV noch in Anwendung eines nicht rechtskräftigen GKP den geltenden Zonenplan ausser Kraft setzen.\n\nIn Art. 20 GSchG ist zwar - im Unterschied zu Art. 19 - nur vom generellen Kanalisationsprojekt die Rede, nicht von den Bauzonen. Der Wortlaut des Art. 20 liesse sich also sprachlich so verstehen, wie wenn auch innerhalb der Bauzonen das GPK noch zu einer weitern Einschränkung führen könnte. Nach dem Sinn der ganzen Regelung betrifft aber Art. 20 GSchG nur jenes Gebiet, das nicht unter Art. 19 GSchG fällt. Art. 20 enthält also nicht eine Ergänzung oder Einschränkung der in Art. 19 getroffenen Ordnung, sondern bezieht sich als genaues Korrelat auf das übrige, in Art. 19 nicht erfasste Gebiet. Richtigerweise sollte es in Art. 20 heissen: \"Baubewilligungen für Gebäude und Anlagen ausserhalb |67| der Bauzonen oder, wo solche fehlen, ausserhalb des im generellen Kanalisationsprojekt abgegrenzten Gebietes dürfen ...\" (klar in diesem Sinne Art. 27 AGSchV). Dass im Text des Art. 20 GSchG die Bezugnahme auf die Bauzonen fehlt und nur vom GPK die Rede ist, kann bei einer vollständig und korrekt durchgeführten Ortsplanung allerdings keine Auswirkungen haben; wie bereits ausgeführt wurde, muss ja der Kanalisationsperimeter die Bauzonen decken (vgl. Art. 15 AGSchV). Besteht - wie im vorliegenden Fall - eine rechtskräftige Zonenplanung, so kommt auf alle innerhalb der Bauzonen liegenden Parzellen Art. 19 GSchG zur Anwendung; nur für das Gebiet ausserhalb dieser Zonen ist Art. 20 GSchG massgebend. Vorarbeiten für eine Revision des Zonenplanes oder der Entwurf eines nicht das gesamte (bisher) eingezonte Gebiet umfassenden GKP sind für den Entscheid, welche von diesen beiden Vorschriften des GSchG im konkreten Fall anzuwenden ist, ohne Belang. Das Gewässerschutzgesetz räumt den Behörden nicht die Möglichkeit ein, im Hinblick auf eine im Gang befindliche Änderung der Planung ein Baugesuch vorläufig zurückzustellen (analog § 34 des Zuger Baugesetzes). Das Gesuch ist gewässerschutzrechtlich nach der bestehenden Rechtslage zu behandeln. Diese Überlegungen führen im vorliegenden Fall zum Schluss, dass Art. 19 GSchG anzuwenden ist.\n\nb) Innerhalb der Bauzonen dürfen Baubewilligungen gemäss Art. 19 GSchG erteilt werden, \"wenn der Anschluss der Abwässer an die Kanalisation gewährleistet ist\". Die im zweiten Satz des Art. 19 vorgesehene Möglichkeit, unter bestimmten Voraussetzungen kleinere Gebäude und Anlagen vorläufig ohne Kanalisationsanschluss zu bewilligen, fällt im vorliegenden Fall ausser Betracht, da nach der Art und der Grösse des konkreten Bauvorhabens (4 Terrassenhäuser) eine solche Ausnahmebewilligung offensichtlich nicht in Frage kommt.\n\nIm angefochtenen Entscheid heisst es, der Anschluss an die Gemeindekanalisation sei in keiner Weise sichergestellt. Aus den Akten ergibt sich, dass in einer Distanz von etwa 200 m in einer Strasse ein Stück kommunale Abwasserleitung vorhanden ist, in welche auch die Überläufe der Klärgruben von drei bestehenden Wohnhäusern münden. Diese Leitung führt in einen Bach. Ursprünglich war offenbar vorgesehen, die Leitung |68| an die Gemeindekanalisation anzuschliessen; jetzt betrachtet sie der Einwohnerrat nur noch als Strassenentwässerung und lehnt den Anschluss weiterer Bauten ab. Das Ende dieser Leitung ist rund 400 m von der Gemeindekanalisation entfernt. Die kürzeste Distanz zwischen dem Grundstück des Beschwerdeführers und dem vorhandenen Leitungsnetz der Gemeindekanalisation beträgt ungefähr einen Kilometer.\n\nObschon der Bauplatz des Beschwerdeführers in einer Bauzone liegt, ist die Gemeinde nicht verpflichtet, innert einer bestimmten Frist ihr Kanalisationsnetz entsprechend zu erweitern. Art. 19 GSchG verschafft dem Grundeigentümer nicht einen Anspruch gegenüber der Gemeinde auf kanalisationstechnische Erschliessung seiner in der Bauzone liegenden Parzelle. Eine Baute ist nur zulässig, wenn der Anschluss an die Kanalisation technisch und finanziell gewährleistet ist. Zwar sollte in der Regel definitiv eingezontes Gebiet vollständig erschlossen sein oder vor der Erschliessung stehen. Werden unerschlossene Landflächen in Bauzonen eingeteilt, so ist es jedoch Sache der Gemeinde zu bestimmen, wann, wo und in welchem Umfang finanzielle Mittel der Gemeinde für künftige Erschliessungen des bereits eingezonten Gebietes einzusetzen sind. Aus dem Gewässerschutzrecht ergibt sich keine Erschliessungspflicht der Gemeinde in bezug auf unerschlossene Parzellen in der Bauzone.\n\nArt. 19 GSchG schliesst jedoch nicht aus, dass der Grundeigentümer, der die Schaffung der notwendigen Infrastrukturanlagen durch die Gemeinde nicht abwarten will, in dieser Situation sich bereit erklärt, einen vorschriftsgemässen Anschluss an das vorhandene Kanalisationsnetz der Gemeinde auf eigene Kosten zu erstellen. Die Gemeinde darf bei rechtskräftig eingezonten Parzellen ein solches Angebot nicht einfach abschlagen und die Baubewilligung verweigern mit der Begründung, eine Überbauung sei an dieser Stelle planerisch unerwünscht. Eine solche Einschränkung des Baugebietes hat auf dem regulären Weg durch Änderung des Zonenplanes zu erfolgen. Gestützt auf Art. 19 GSchG kann ein technisch möglicher, vorschriftsgemässer, vom Bauherrn zu finanzierender Kanalisationsanschluss einer Parzelle, die nach dem geltenden Zonenplan in der Bauzone liegt, nicht im Hinblick auf eine angestrebte Zonenplanänderung abgelehnt werden. Wäre ein solches Vorgehen zulässig, so würde Art. 19 GSchG den |69| die Planung anwendenden Baupolizeibehörden die Möglichkeit geben, eine rechtskräftige Bauzone durch die Verweigerung von Kanalisationsanschlüssen beliebig einzuschränken oder aufzuheben.\n\nNach der im vorliegenden Fall zur Zeit bestehenden Rechtslage, d.h. solange die Parzelle sich in der Bauzone befindet, sind die zuständigen Behörden von Kanton und Gemeinde verpflichtet, zu prüfen, ob ein vorschriftsgemässer Kanalisationsanschluss, allenfalls auf Kosten des Bauherrn, gewährleistet werden kann. Der Beschwerdeführer hat im verwaltungsgerichtlichen Verfahren erklärt, er sei bereit, die Kosten der notwendigen Erschliessung zu tragen. Im kantonalen Verfahren wurde diese Frage nicht erörtert. Der Regierungsrat stützte sich ja unrichtigerweise in erster Linie auf Art. 20 GSchG. Seine beiläufige Bezugnahme auf Art. 19 GSchG erschöpft sich in der Feststellung, dass der Anschluss nicht sichergestellt sei. Ob und in welcher Weise ein vorschriftsgemässer Anschluss möglich wäre und ob der Beschwerdeführer die Kosten übernehmen würde, blieb offen. Der Beschwerdeführer und wohl auch Funktionäre der Gemeinde sind ursprünglich davon ausgegangen, dass ein Anschluss an die vorhandene, nicht mit der öffentlichen Kläranlage verbundene Leitung in Frage komme. Solange diese Leitung das Abwasser ungeklärt einem Bach zuführt, stellt ein solcher Anschluss selbstverständlich keine vorschriftsgemässe Lösung dar. Da Einwohnerrat und Regierungsrat die Möglichkeit einer dem Gewässerschutzrecht entsprechenden Abwasserbeseitigung weder technisch noch finanziell näher untersuchten in der Annahme, der projektierte Bau könne ohnehin nicht bewilligt werden, fehlt eine genügende Feststellung des rechtserheblichen Sachverhaltes, die erlauben würde, darüber zu entscheiden, ob im Sinne des Art. 19 GSchG ein vorschriftsgemässer Anschluss an die Kanalisation gewährleistet ist oder nicht.\n\nc) Der angefochtene Entscheid ist daher aufzuheben, und die Akten sind an den Regierungsrat des Kantons Zug zurückzuweisen.\n\nFührt die erneute Prüfung unter Berücksichtigung der vorstehenden Erwägungen zu einer Lösung, welche die vorschriftsgemässe Abwasserbeseitigung gewährleistet, so kann die Baubewilligung nicht gestützt auf das Gewässerschutzrecht verweigert werden. Es wird jedoch noch darüber zu befinden sein, |70| ob allenfalls im Sinne der Argumentation des Einwohnerrates Bestimmungen des kantonalen oder kommunalen Baupolizeirechts dem Bauvorhaben des Beschwerdeführers entgegenstehen; diese Frage wurde bisher vom Regierungsrat offen gelassen."}