{"annee": "101", "cour": "IA", "page": "169", "date": "7/5/1975", "cite": ["92 I 259", "98 IA 1", "96 I 617", "95 I 1", "91 IV 201"], "cite_par": ["116 IA 85", "103 IA 137", "105 IA 190"], "chapeau": "30. Urteil des Kassationshofes vom 7. Mai 1975 i.S. X gegen Staatsanwaltschaft und Obergericht des Kantons Luzern.", "regestes": ["Art. 4 Cst.; droit d'être entendu dans le procès pénal. Refus du droit d'être entendu consistant dans l'empêchement fait à l'accusé de rapporter une preuve libératoire."], "faits": "BGE 101 Ia 169 S. 169\n\nA.- In Befolgung der ihm vom Bundesgericht mit Urteil vom 12. September 1974 erteilten Weisung sprach das Obergericht des Kantons Luzern X. am 21. Oktober 1974 der Widerhandlung gegen Art. 18 Abs. 2 lit. d VRV schuldig und büsste ihn mit Fr. 20.--, weil er zugestandenermassen am 24. September 1973 seinen Personenwagen in Luzern näher als 5 m vor einer Querfahrbahn angehalten hatte, um Waren auszuladen.\n\nB.- Mit staatsrechtlicher Beschwerde beantragt X. Aufhebung des obergerichtlichen Urteils wegen Verletzung des Anspruchs auf rechtliches Gehör.\n\nObergericht und Staatsanwaltschaft des Kantons Luzern beantragen Abweisung der Beschwerde.\n\nBGE 101 Ia 169 S. 170", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Der Umfang des Anspruchs auf rechtliches Gehör wird zunächst grundsätzlich durch die kantonalen Verfahrensvorschriften umschrieben. Wo dieser kantonale Rechtsschutz sich als ungenügend erweist, greifen die unmittelbar aus Art. 4 BV folgenden, also bundesrechtlichen Verfahrensregeln zur Sicherung des rechtlichen Gehörs Platz, die dem Bürger in allen Streitsachen ein bestimmtes Mindestmass an Verteidigungsrechten gewährleisten (BGE 98 Ia 6, 131). Ob der unmittelbar aus Art. 4 BV folgende Anspruch auf rechtliches Gehör verletzt ist, ist vom Bundesgericht frei zu prüfen (BGE 96 I 620).\n\nDer Beschwerdeführer rügt keine Verletzung kantonaler prozessualer Vorschriften. Es stellt sich deshalb nur die Frage, ob die unmittelbar aus Art. 4 BV sich ergebenden Verfahrensregeln verletzt worden sind. Diese verfolgen im Strafprozess vor allem den Zweck, die Wahrheitsfindung und Verwirklichung des materiellen Strafrechts in einer Weise herbeizuführen, die den Angeschuldigten gegen die Gefahr staatlichen Machtmissbrauchs durch behördliche oder richterliche Willkür und gegen die Beeinträchtigung seiner Verteidigungsrechte schützt. Zu den fundamentalen Verteidigungsrechten gehört der Anspruch des Angeschuldigten, den Entlastungsbeweis mit allen feststellungsbedürftigen, erheblichen und tauglichen Beweisen zu führen. Eine Beeinträchtigung dieses Anspruchs verletzt daher Art. 4 BV (BGE 92 I 261, BGE 95 I 4, BGE 96 I 620).\n\n2. Auf das bundesgerichtliche Urteil vom 12. September 1974 hin, mit dem das Obergericht des Kantons Luzern angewiesen wurde, den Beschwerdeführer wegen Widerhandlung gegen Art. 18 Abs. 2 lit. d VRV zu verurteilen, beantragte dieser am 16. September 1974 in einer Eingabe an das Obergericht die Durchführung einer Verhandlung. Gleichzeitig berief er sich auf Rechtsirrtum, weil die Stadtpolizei Luzern näher als 5 m vor Querfahrbahnen Parkfelder errichtet habe und weil er selber seit über 15 Jahren regelmässig an der fraglichen Stelle unbeanstandet Güterumschlag vorgenommen habe.\n\nDas Obergericht lehnte beides mit folgender Begründung ab: Das Bundesgericht habe nur das obergerichtliche Urteil und BGE 101 Ia 169 S. 171nicht das gesamte Appellationsverfahren aufgehoben. Es bestehe kein Anlass, die Appellationsverhandlung vom 13. Mai 1974 zu wiederholen. Vielmehr sei gestützt auf das bundesgerichtliche Urteil und die Aktenlage, wie sie dem Obergericht bei der erstmaligen Beurteilung vorgelegen habe, zu entscheiden. Aus der Tatsache, dass einzelne Parkfelder in der Stadt Luzern näher als 5 m zur Querfahrbahn eingezeichnet seien, habe der Angeklagte nicht ableiten dürfen, er sei persönlich nicht an das Verbot des Art. 18 Abs. 2 lit. d VRV gebunden. Er habe nicht nachgewiesen, dass er seit über 15 Jahren regelmässig und unbeanstandet an der gleichen Stelle Güterumschlag vorgenommen habe, abgesehen davon, das selbst dies die Annahme von Rechtsirrtum nicht zu begründen vermöchte.\n\n3. Das Obergericht hat übereinstimmend mit dem Beschwerdeführer erklärt, dass es in der Stadt Luzern Parkfelder gibt, die näher als 5 m zur Querfahrbahn eingezeichnet sind. Damit war diese Tatsache nicht mehr feststellungsbedürftig, und der Beschwerdeführer kann sich nicht über Gehörsverweigerung beklagen.\n\nHingegen hat die Vorinstanz dem Beschwerdeführer mit ihrem sonstigen Vorgehen das rechtliche Gehör abgeschnitten. Sie kann sich nicht darauf berufen, er habe nicht nachgewiesen, dass er seit über 15 Jahren regelmässig und unbeanstandet an der fraglichen Stelle Güterumschlag vorgenommen habe, denn sie hat ihm die Beweisführung darüber nicht ermöglicht. Dazu war sie aber nach Art. 4 BV verpflichtet. Das Vorbringen des Beschwerdeführers ist entgegen ihrer Auffassung geeignet, die Annahme von Rechtsirrtum zu begründen (BGE 91 IV 204 E 4), und daher für die Beurteilung der Streitsache erheblich. Das Argument des Obergerichts, das Bundesgericht habe das Appellationsverfahren nicht aufgehoben, weshalb lediglich gestützt auf das bundesgerichtliche Urteil und die Aktenlage, wie sie dem Obergericht bei der erstmaligen Beurteilung vorgelegen habe, zu entscheiden sei, geht fehl. Weil das Obergericht den Beschwerdeführer am 13. Mai 1974 von der Anklage der Widerhandlung gegen Art. 18 Abs. 2 lit. d VRV freigesprochen hat, hat es sich mit der Frage des Rechtsirrtums nicht befasst, ebensowenig demzufolge das Bundesgericht. Das angefochtene Urteil vom 21. Oktober 1974 ist deshalb aufzuheben.\n\nBGE 101 Ia 169 S. 172\n\nDemnach erkennt das Bundesgericht:\n\nDie staatsrechtliche Beschwerde wird gutgeheissen und das Urteil des Obergerichts des Kantons Luzern vom 21. Oktober 1974 aufgehoben."}