{"annee": "101", "cour": "IB", "page": "30", "date": "28/4/1975", "cite": ["99 IB 348"], "cite_par": ["106 IV 330", "118 IV 10", "109 IV 12"], "chapeau": "6. Urteil des Kassationshofes vom 28. April 1975 i.S. S. gegen Obergericht des Kantons Thurgau", "regestes": ["Art. 45 ch. 1 al. 3 CP. L'audition de l'interné ou de son représentant avant de prendre une décision quant à la libération conditionnelle est prescrite impérativement à la condition toutefois que la durée minimum légale de la mesure soit écoulée."], "faits": "BGE 101 Ib 30 S. 30\n\nA.- S. wurde 1969 vom Bezirksgericht Steckborn zu 6 Monaten Gefängnis verurteilt und an Stelle des Strafvollzugs für unbestimmte Zeit nach Art. 42 StGB verwahrt. Auf den 15. Oktober 1971 bedingt entlassen, wurde er am 19. Mai 1972 in die Verwahrung zurückversetzt, weil ihn das Bezirksgericht Zofingen am 2. März 1972 zu 5 Monaten Gefängnis verurteilt hatte. Die erneute Verwahrung fing am 18. Februar 1972 zu laufen an.\n\nB.- Am 2. Januar 1975 stellte S. ein Gesuch um bedingte Entlassung auf den 17. Februar 1975.\n\nDas Obergericht des Kantons Thurgau wies das Gesuch am 18. Februar 1975 ab. Es fällte seinen Entscheid, ohne den Gesuchsteller mündlich anzuhören, weil es genügenden Einblick in seine Verhältnisse besitze und weil es um eine bedingte Entlassung vor Ablauf der Mindestdauer der Verwahrung gehe.\n\nC.- S. führt Verwaltungsgerichtsbeschwerde mit dem Antrag, BGE 101 Ib 30 S. 31ihn aus der Verwahrung bedingt zu entlassen, eventuell die Sache zu neuer Beurteilung an das Obergericht zurückzuweisen.\n\nDas Obergericht beantragt Abweisung der Beschwerde, das Eidg. Justiz- und Polizeidepartement Gutheissung und Rückweisung der Sache an das Obergericht zu neuem Entscheid.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Art. 42 Ziff. 4 Abs. 3 StGB schreibt für die Verwahrung von Gewohnheitsverbrechern vor, dass im Falle der Rückversetzung die Mindestdauer der neuen Verwahrung in der Regel fünf Jahre beträgt. Über die bedingte Entlassung aus der Verwahrung nach Art. 42 StGB bestimmt Art. 45 Ziff. 1, dass die zuständige Behörde von Amtes wegen prüft, ob und wann die bedingte Entlassung anzuordnen ist (Abs. 1), dass sie mindestens einmal jährlich Beschluss zu fassen hat, erstmals auf das Ende der gesetzlichen Mindestdauer (Abs. 2), und dass sie den zu Entlassenden oder seinen Vertreter vor dem Entscheid anzuhören hat (Abs. 3).\n\nDer Beschwerdeführer rügt, dass das Obergericht ihn entgegen Art. 45 Ziff. 1 Abs. 3 StGB vor dem Entscheid nicht anhörte.\n\n2. a) Zur bedingten Entlassung der zu Zuchthaus oder Gefängnis Verurteilten hat das Bundesgericht entschieden, dass die in Art. 38 Ziff. 1 Abs. 3 StGB aufgestellte Pflicht zur Anhörung des Gefangenen zwingend ist. Die zuständige Behörde, der es obliegt, die Umstände abzuklären, auf die sich ihr Entscheid stützen wird, kann nicht mit der erforderlichen Sachkenntnis entscheiden, ohne sich in die Verhältnisse des Gefangenen dadurch Einblick zu verschaffen, dass sie ihn ansieht und anhört, wobei dieser zudem wird Angaben machen können, an die er bei seinem schriftlichen Gesuch nicht gedacht hatte (BGE 99 Ib 350).\n\nEs besteht kein Grund, die Pflicht zur Anhörung des Verwahrten gemäss Art. 45 Ziff. 1 Abs. 3 StGB enger zu fassen. Auch hier gilt, was in BGE 99 Ib 350 ausgeführt wurde: Unter dem Gesichtspunkt der Spezialprävention ist die vorzeitige Entlassung gleich wichtig wie die Ahndung der strafbaren Handlungen. Die Besserung des Verurteilten hängt zu einem guten Teil davon ab. Es geht daher nicht an, einen negativen BGE 101 Ib 30 S. 32Entscheid hierüber ohne Anhörung des Verwahrten oder seines Vertreters zu treffen.\n\nb) Die Pflicht zur Anhörung gemäss Art. 38 und 45 StGB besteht nur, wenn die Mindestdauer der Strafe oder Massnahme verbüsst, die bedingte Entlassung also nicht mehr zwingend ausgeschlossen ist.\n\nWenn Art. 42 Ziff. 4 Abs. 3 StGB vorschreibt, dass im Falle der Rückversetzung die Mindestdauer der neuen Verwahrung \"in der Regel\" fünf Jahre beträgt, schliesst er eine bedingte Entlassung vor Ablauf der fünf Jahre nicht aus. Der Verwahrte kann deshalb schon nach Ablauf der absoluten Mindestdauer der Verwahrung von drei Jahren (bzw. zwei Dritteln der Strafdauer, Art. 42 Ziff. 4 Abs. 1 StGB) bedingt entlassen werden.\n\nDer Umstand, dass ein Gesuch um bedingte Entlassung aus der Rückversetzung in die Verwahrung schon auf den Zeitpunkt des Ablaufs der absoluten Mindestdauer der Verwahrung gestellt wird, ändert somit an der Pflicht zur Anhörung nichts.\n\nc) Indem das Obergericht weder den Beschwerdeführer noch seinen Vertreter anhörte, hat es Art. 45 Ziff. 1 Abs. 3 StGB verletzt.\n\nDie Beschwerde ist in diesem Punkt gutzuheissen, der angefochtene Entscheid aufzuheben und die Sache an das Obergericht zurückzuweisen zu neuer Beurteilung des Gesuchs nach Anhörung des Beschwerdeführers oder seines Vertreters.\n\n3. Soweit der Beschwerdeführer den Entscheid des Obergerichts auch materiell anficht, ist bei diesem Ausgang des Verfahrens auf die Beschwerde nicht einzutreten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird teilweise gutgeheissen, der angefochtene Beschluss aufgehoben und die Sache zur Neubeurteilung an die Vorinstanz zurückgewiesen."}