{"annee": "101", "cour": "II", "page": "154", "date": "25/2/1975", "cite": ["93 II 22", "99 II 176", "96 II 392"], "cite_par": ["110 II 74", "112 II 172"], "chapeau": "30. Urteil der I. Zivilabteilung vom 25. Februar 1975 i.S. AFIT Aktiengesellschaft für Internationale Investment-Trusts gegen UNIVERSA Treuhand & Revisions AG.", "regestes": ["Recours de la direction du fonds en cas de dommage causé aux avoirs du fonds. 1. Art. 26 LFP. Droit de recours de la direction du fonds qui couvre le dommage au moyen de ses propres avoirs mais tient la banque dépositaire pour coresponsable (consid. 1). 2. Art. 18 et 24 LFP. Obligations légales et contractuelles de la banque dépositaire. La banque viole ces obligations, lorsqu'elle laisse un organe de la direction du fonds disposer des avoirs de celui-ci en tant que mandataire général (consid. 2). 3. Rapport de causalité entre ces violations et le dommage causé aux avoirs du fonds; comportement de tiers (consid. 3). 4. Fixation des dommages-intérêts d'après l'importance de la faute concurrente (consid. 4)."], "faits": "BGE 101 II 154 S. 155\n\nA.- Die AFIT Aktiengesellschaft für Internationale Investment-Trusts in Zürich und die UNIVERSA Treuhand & Revisions AG in Aarau beschlossen 1960, den Internationalen Immobilien- und Wertschriften-Anlagefonds INTERGLOBE zu gründen. Mit Vertrag vom 22. September 1960 vereinbarten sie eine \"Verwaltungsordung\", die insbesondere vorsah, dass die AFIT den Fonds leiten (Ziff. 15) und dass die UNIVERSA die Anleger gegenüber der Fondsleitung als Treuhänderin vertreten sollte (Ziff. 2 und 20). Die UNIVERSA übernahm später auch die Aufgaben einer Kontrollstelle. Als am 1. Februar 1967 das Bundesgesetz vom 1. Juli 1966 über die Anlagefonds (AFG) in Kraft trat, verpflichtete sie sich als Depotbank.\n\nAm 29. Mai 1967 kamen die beiden Gesellschaften überein, den INTERGLOBE-Fonds aufzulösen. Die AFIT beauftragte daraufhin Gaudenz Caveng, der seit anfangs Mai 1962 ihr Direktor war und seit dem 19. August 1966 auch zu den Mitgliedern ihres Verwaltungsrates zählte, zum Fonds gehörende Liegenschaften zu verkaufen. Für den Verkauf des Grundstückes Schäfergasse 19/21 in Frankfurt am Main setzte der Verwaltungsrat der AFIT die Bedingungen dahin fest, dass der Käufer DM 3 Mio. bar bezahlen, weitere 3,5 Mio. sicherstellen und innert 3-4 Jahren leisten sollte. Die AFIT hatte dieses Grundstück teils im März 1964, teils im März 1966 mit Mitteln des Fonds durch die ihr angeschlossenen liechtensteinischen Gesellschaften Virtus-Trust und Demex-Trust erwerben lassen. Beide stellten Caveng eine Generalvollmacht aus, der Virtus-Trust am 29. Dezember 1964 und der Demex-Trust am 29. März 1965.\n\nIm Frühjahr 1968 wandte sich Caveng an Oskar Dzialowski, der die Liegenschaft Schäfergasse kaufen wollte und die Mittel dafür im Juni angeblich beisammen hatte. Auf seinen Wunsch stellte Caveng ihm für über DM 3 Mio. Wechsel aus, die bei der Privatbank & Verwaltungsgesellschaft in Zürich zahlbar waren, gemäss Abrede aber nicht in Umlauf gesetzt, sondern bei einem Notar hinterlegt werden sollten. In BGE 101 II 154 S. 156der Folge wurden viele von ihnen jedoch der Bank zur Einlösung vorgelegt. Der Verkauf an Dzialowski kam nicht zustande.\n\nIm August 1968 interessierte sich Wilhelm Otto für die Liegenschaft. Caveng gab dem UNIVERSA-Direktor Höchli davon am 5. September Kenntnis, weil auf dem Grundstück Schäfergasse ein auf DM 6 Mio. lautender Schuldbrief lastete, der seit Oktober 1966 als Eigentümerschuldbrief des INTERGLOBE-Fonds von der UNIVERSA aufbewahrt wurde. Am 7. September schrieb Caveng den Verwaltungsratsmitgliedern der AFIT, die Braunschweig-Hannoversche Hypothekenbank in Hannover wolle den durch Otto vertretenen Kaufsinteressenten zwei Hypothekardarlehen von insgesamt DM 14,6 Mio. gewähren, wovon den Verkäufern 1,5 Mio. sogleich bezahlt würden und 3 Mio. auf einem Bankkonto bis zum 30. Juni 1969 gesperrt blieben; der Kaufpreisrest von DM 2 Mio. würde am 30. September 1969 fällig. Caveng ersuchte den Verwaltungsrat um telephonische Zustimmung.\n\nDer Verwaltungsrat verweigerte die Zustimmung. Caveng hatte indes den Abschluss schon auf den 11. September vorbereitet; er entschloss sich, den vereinbarten Termin zu wahren und die Liegenschaft unter Genehmigungsvorbehalt für DM 6,5 Mio. zu verkaufen. Er teilte dies Höchli am 10. September mit und fügte bei, die Angelegenheit sei nun dringend, weil der Eigentümerschuldbrief am folgenden Tag bei Notar Napp in Frankfurt hinterlegt werden und die UNIVERSA dabei sein müsse. Diese liess den Schuldbrief durch ihren Vizedirektor Max Peter sogleich nach Frankfurt bringen.\n\nAm 11. September liessen Caveng und Otto durch Notar Napp mehrere Urkunden aufsetzen. Otto trat dabei als Käufer, Caveng als Generalbevollmächtigter des Virtus-Trusts und des Demex-Trusts auf. Sie vereinbarten insbesondere, dass die Gesellschaftsanteile der beiden Trusts gestaffelt auf den Käufer übergehen sollten und dieser den Kaufpreis von insgesamt DM 6,5 Mio. aus dem ersten Hypothekardarlehen zu decken hatte. Sie erklärten ferner, dass der Notar alle Urkunden erst ausfertigen und den Behörden vorlegen dürfe, wenn die AFIT und die UNIVERSA zustimmten. Caveng und Peter hatten dem Notar bis am 12. September von dieser Zustimmung telephonisch Kenntnis zu geben.\n\nDer Verwaltungsrat der AFIT befasste sich in seiner Sitzung BGE 101 II 154 S. 157vom 12. September mit dem Verkauf der Liegenschaft Schäfergasse. UNIVERSA-Direktor Höchli, der daran teilnahm, hielt die Sicherstellung des Kaufpreisrestes gemäss Schreiben Cavengs vom 7. September für ungenügend. Der Verwaltungsrat beschloss hierauf, dem Verkauf nur zuzustimmen, wenn die Käufer auf die Kaufsumme DM 1,5 Mio. anzahlten, 5 Mio. zinslos auf ein Sperrkonto zugunsten der AFIT legten und diesen Betrag ohne weitere Bedingungen je zur Hälfte am 30. Juni und am 30. September 1969 freigäben. Diese Voraussetzungen entsprachen nach Peter, der davon Kenntnis erhielt, den bereits beurkundeten Erklärungen nicht; er verzichtete darauf, die Zustimmung der UNIVERSA einzuholen und Notar Napp zu unterrichten.\n\nCaveng verfolgte die Angelegenheit allein weiter. Am 17. September teilte er Notar Napp mit, die AFIT sei mit der Löschung des Schuldbriefes und mit der Errichtung der beiden neuen Hypotheken von insgesamt DM 14,6 Mio. einverstanden; die Zustimmung der UNIVERSA sei nicht mehr erforderlich, und man könne wie vereinbart vorgehen. Der Notar hielt sich an die Mitteilung. Als er am 19. September von der Braunschweig-Hannoverschen Hypothekenbank rund DM 3 Mio. zugunsten des Virtus- und des Demex-Trusts erhielt, wies Caveng ihn als deren Generalbevollmächtigter an, den Betrag auf ein Konto bei der Volksbank Wiesbaden zu überweisen. Zwischen dem 19. September und dem 15. November 1968 verfügte Caveng über etwa DM 2,85 Mio. dieses Kontos. Er verwendete den Betrag teils zum Auffangen der von Dzialowski in Umlauf gesetzten Wechsel, teils für Kredite an Otto. Ende Januar 1969 kam sein eigenmächtiges Vorgehen an den Tag. Die AFIT liess ihn daraufhin verhaften und insbesondere wegen Veruntreuung verzeigen.\n\nB.- Im September 1970 erhob die AFIT gegen die UNIVERSA eine \"Regressforderungsklage\" auf Zahlung von DM 3'000'000.-- nebst Zins seit 1. Oktober 1968. Sie machte geltend, die Beklagte sei für die Aufbewahrung des Fondsvermögens sowie für den Zahlungsverkehr verantwortlich gewesen, habe ihre Pflichten aber schwer verletzt und die Veruntreuung des eingeklagten Betrages durch Caveng ermöglicht. Die Beklagte bestritt das.\n\nIm Verfahren änderte die Klägerin ihr Begehren dahin ab, dass sie Fr. 3'408'199.65 nebst 7 1/2% Zins seit 1. November BGE 101 II 154 S. 1581970 verlangte. Sie behielt sich ferner ein Nachklagerecht vor.\n\nDas Handelsgericht des Kantons Aargau schützte am 26. Juni 1974 die Klage im Betrage von Fr. 168'438.-- nebst 5% Zins seit 1. November 1970.\n\nC.- Beide Parteien haben gegen das Urteil des Handelsgerichtes Berufung eingelegt. Die Klägerin beantragt, es aufzuheben und die eingeklagte Forderung nebst 5% Zins zu schützen. Die Beklagte verlangt dagegen, dass die Klage ganz abgewiesen werde.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. Die Klägerin begründete die streitige Forderung in der Klageschrift damit, sie sei mit Verfügung der Eidg. Bankenkommission vom 26. September 1969 verpflichtet worden, für Ersatzansprüche der Anleger bei einer Bank Fr. 3'500'000.-- in bar oder leicht realisierbaren Werten sicherzustellen. Sie sei dazu verhalten worden, weil Caveng den Fonds durch Veruntreuung von DM 3 Mio. geschädigt habe und sie als Fondsleitung den Anlegern gemäss Art. 24 AFG für den Schaden hafte. Im November 1970 habe sie eine Schadenersatzforderung von Fr. 3'368'726.55 anerkannt und diesen Betrag an den Fonds bezahlt. Sie dürfe aber auf die Beklagte zurückgreifen, weil diese für den Schaden mitverantwortlich sei.\n\nDie Beklagte hält dem entgegen, die Forderung der Klägerin lasse sich nicht auf ein Regressrecht stützen. Die Klägerin als Fondsleitung sei Eigentümerin des Fondsvermögens. In der eigenmächtigen Verwendung des Betrages von rund DM 3 Mio. durch eines ihrer Organe könne folglich keine Schädigung der Anleger, sondern bloss eine solche der Klägerin erblickt werden; diese habe sich den Schaden selber zugefügt. Indem sie den Betrag an den Fonds zurückbezahlte, habe sie nur vertragliche Verpflichtungen gegenüber den Anlegern im Sinne von Art. 23 AFG erfüllt, was kein Regressrecht gemäss Art. 26 AFG begründe.\n\nDas AFG beruht nach seiner Entstehungsgeschichte auf der Auffassung, dass die Fondsleitung Eigentümerin der Vermögenswerte ist, die zum Anlagefonds gehören, und dass die Anleger gegen die Fondsleitung rein obligatorische Ansprüche haben (Botschaft zum Entwurf, BBl 1965 III 293). Es fällt freilich auf, dass im Gesetz nirgends von Eigentum der Fondsleitung BGE 101 II 154 S. 159am Anlagefonds die Rede ist. Das ist jedoch damit zu erklären, dass die Verfügungsmacht der Fondsleitung über das Fondsvermögen vom Gesetz umschrieben und zugleich erheblich eingeschränkt wird. Als Beauftragte der Anleger darf die Fondsleitung von ihrem Eigentum am Fonds keinen freien Gebrauch machen, sondern hat ihre Rechte ausschliesslich im Interesse der Anleger auszuüben (Art. 14 Abs. 1). Ihr Eigentum wird deshalb auch als fiduziarisch bezeichnet (BGE 99 Ib 438 mit Zitaten). Weitere Einschränkungen bestehen darin, dass die Mittel eines Anlagefonds nur in Wertpapieren und Immobilienwerten angelegt (Art. 6 Abs. 1), dass zum Fonds gehörende Sachen und Rechte weder mit Pfandrechten belastet noch zur Sicherung übereignet werden dürfen (Art. 12 Abs. 2).\n\nDas AFG behandelt den Anlagefonds zudem als Sondervermögen, das von den Anlegern zum Zwecke gemeinschaftlicher Kapitalanlage aufgebracht und von der Fondsleitung nach dem Grundsatz der Risikoteilung für Rechnung der Anleger verwaltet wird (Art. 2 Abs. 1). Das Gesetz selber unterscheidet zwischen dem eigenen Vermögen der Fondsleitung und dem von ihr zu verwaltenden Anlagefonds (Art. 4). Die Bedeutung der Unterscheidung ergibt sich schon daraus, dass die Fondsleitung dem Fonds nur Aufwendungen und Verbindlichkeiten aus dem Kollektivanlagevertrag belasten (Art. 16 Abs. 1), dass sie andere Schulden nicht mit Forderungen, die zum Fonds gehören, verrechnen darf (Art. 17 Abs. 2), dass die Aktiven des Fonds im Konkurse der Fondsleitung zugunsten der Anleger auszusondern sind (Art. 17 Abs. 1) und dass die Zugehörigkeit von Grundstücken zum Anlagefonds im Grundbuch vorzumerken ist (Art. 31 Abs. 2). Die Bedeutung erhellt ferner aus der Haftung der Fondsleitung. Diese kann dazu verhalten werden, den Vermögensstand des Fonds wiederherzustellen, wenn sie ihm Werte widerrechtlich entzieht oder vorenthält oder ihn durch Pflichtverletzungen schädigt (Art. 23 und 24).\n\nEntgegen den Einwänden der Beklagten lässt sich daher nicht sagen, die Klägerin habe sich selbst geschädigt. Der durch Caveng verursachte Schaden ist nicht im eigenen Vermögen der Fondsleitung, sondern in dem von ihr verwalteten Sondervermögen des Fonds eingetreten. Daran ändert nichts, dass der Gesetzgeber den Anlagefonds nicht zur juristischen Person erhoben hat, die Fondsleitung vielmehr alleinige Trägerin BGE 101 II 154 S. 160der zum Fonds gehörenden Rechte ist. Die Fondsleitung haftet für Schädigungen des Fonds durch Organe oder Hilfspersonen mit ihrem eigenen Vermögen (Art. 24 AFG); sie kann aber auf Personen zurückgreifen, die nach Gesetz oder Vertrag für den Schaden mitverantwortlich sind (Art. 26 AFG). Die Klägerin hat den Schaden gedeckt, wirft der Beklagten indes vor, sie habe ihn mitverschuldet. Das Handelsgericht hat daher zu Recht angenommen, Gegenstand der Klage sei nicht eine Schadenersatz-, sondern eine Regressforderung.\n\n2. Nach Art. 5 Abs. 1 AFG muss die Fondsleitung eine Depotbank beiziehen, wenn sie nicht selber eine Bank ist. Die Depotbank hat gemäss Art. 18 AFG darüber zu wachen, dass nach Gesetz oder Fondsreglement unzulässige Anlagen unterbleiben; sie hat ferner das gesamte Fondsvermögen aufzubewahren (Abs. 1) und den ganzen Zahlungsverkehr des Fonds zu besorgen (Abs. 2); weitere Pflichten ergeben sich daraus, dass die Bestimmungen über den Kollektivanlagevertrag, die das Gesetz für die Fondsleitung aufstellt, sinngemäss auch für die Depotbank gelten (Abs. 4). Beide haften daher für Handlungen ihrer Organe oder Hilfspersonen, die den Fonds schädigen, nach den gleichen Regeln und solidarisch, wenn diese sowohl auf die Fondsleitung wie auf die Depotbank zutreffen.\n\na) Die Parteien einigten sich durch Vertrag vom 22. September 1960 auf eine \"Verwaltungsordnung\", die nach ihrem Inhalt und Aufbau einem Fondsreglement im Sinne von Art. 9 Abs. 1 AFG entspricht. Nach Ziff. 20 dieser Ordnung versprach die Beklagte als Treuhänderin der Anleger insbesondere: a) darüber zu wachen, dass die Vermögenswerte des Fonds vorschriftsgemäss angelegt und verwaltet werden, alljährlich die Rechnung des Fonds zu prüfen und hierüber Bericht zu erstatten; b) über die aus der Ausgabe von Anteilscheinen eingehenden Gelder zu verfügen und sie im Ausmasse des Anlagebedarfs an die Fondsleitung zu überweisen; c) die Vermögenswerte des Fonds oder die an deren Stelle tretenden Rechtstitel für Rechnung der Inhaber von Anteilscheinen aufzubewahren. Für die sorgfältige Erfüllung dieser Pflichten sollte die Beklagte den Inhabern von Anteilscheinen haften.\n\nDie Beklagte hatte somit schon nach der \"Verwaltungsordnung\" darauf zu achten, dass der Fonds nicht durch vertragswidrige BGE 101 II 154 S. 161Handlungen der Fondsleitung geschädigt werde. Diese Gefahr bestand namentlich bei der Liquidation, als über die Veräusserung von Immobilienwerten, die zum Fonds gehörten, entschieden wurde. Mit dem Inkrafttreten des AFG am 1. Februar 1967 änderte sich an der Überwachungspflicht der Beklagten nichts. Die Beklagte verpflichtete sich damals mit Bewilligung der Eidg. Bankenkommission als Depotbank im Sinne von Art. 5 AFG, deren Aufgaben ihrer vertraglichen Pflicht, die Anlage und Verwaltung von Vermögenswerten des Fonds zu überwachen, nicht widersprachen. Sie wurde dieser Pflicht insbesondere nicht dadurch enthoben, dass sie nachher den ganzen Zahlungsverkehr des Fonds zu besorgen und Anteilscheine auszugeben und zurückzunehmen hatte; damit sollte ihr die Überwachung nach dem Sinn und Wortlaut des Gesetzes (Art. 18 Abs. 2) vielmehr erleichtert werden. Die Vorschriften über die Überwachung können zudem durch das Fondsreglement verschärft werden (Art. 18 Abs. 3 AFG), da das Gesetz nur Mindestverpflichtungen aufstellt. Zusätzliche Überwachungspflichten sind deshalb nicht zu beanstanden, wenn sie sich wie hier mit den gesetzlichen Aufgaben der Depotbank vertragen.\n\nb) Die Beklagte versucht ihrer Haftung vorweg mit dem Einwand zu entgehen, die Klägerin dürfe aus der Generalvollmacht des Virtus-Trusts vom 29. Dezember 1964 zugunsten Cavengs nichts für ihre Forderung ableiten, da diese Vollmacht zusammen mit Bemerkungen, die sie zu \"Neuerungen der Duplik\" angebracht habe, durch \"Ausmusterungsverfügung\" des Instruktionsrichters vom 12. Juli 1973 aus dem Recht gewiesen worden sei. Die Klägerin spricht dagegen von einem offensichtlichen Versehen im Sinne von Art. 55 lit. d OG, weil das Handelsgericht die vom UNIVERSA-Vizedirektor Max Peter mitunterzeichnete Vollmacht des Virtus-Trusts ausser acht gelassen habe.\n\nWie es sich mit dem Einwand der Beklagten nach kantonalem Recht verhält, kann das Bundesgericht auf Berufung hin nicht überprüfen (Art. 43 Abs. 1, 55 Abs. 1 lit. c OG). Bundesrechtlich ist er unbehelflich. Das Handelsgericht hält die Bemerkungen der Klägerin über die Beteiligung der Beklagten an der Vollmacht vom 29. Dezember 1964 zwar mit dem Instruktionsrichter, auf dessen Verfügung es verweist, für unzulässige Neuerungen, schliesst die mit den Bemerkungen eingereichte BGE 101 II 154 S. 162Vollmacht sinngemäss also ebenfalls aus. In seiner Sachdarstellung nimmt es auf Grund der Akten jedoch unbekümmert um diese Verfügung an, Caveng habe sowohl beim Verkauf der Liegenschaft an Otto wie bei seinem Auftrag an Notar Napp, den Betrag von rund DM 3 Mio. auf ein Konto der Verkäufer bei der Volksbank Wiesbaden zu überweisen, als Generalbevollmächtigter der Trusts Virtus und Demex gehandelt.\n\nDass diese Gesellschaften Caveng Generalvollmachten erteilt haben, steht somit fest und ist der Vorinstanz entgegen der Behauptung der Klägerin nicht entgangen. Wie diese Feststellung zu würdigen ist und welche Folgen sich daraus für die Beteiligten ergeben, sind aber Rechtsfragen, die das Bundesgericht frei überprüfen darf; es ist nicht an die rechtliche Begründung der Parteien gebunden (Art. 63 Abs. 1 OG).\n\nDass Caveng als Generalbevollmächtigter der Verkäufer auftrat, ist übrigens, wie die Beklagte im Berufungsverfahren einräumte, auch den von Notar Napp am 11. September 1968 verurkundeten Verträgen zu entnehmen, zu denen insbesondere die von der Beklagten selber eingereichte Urkundenrolle Nr. 610 gehört. Fotokopien der beiden Vollmachtsurkunden sind zudem von der Klägerin zusammen mit anderen \"Strafaktenstücken\" dem Handelsgericht rechtzeitig eingereicht, entgegen dem \"Ausmusterungsbegehren\" der Beklagten aber nicht aus dem Recht gewiesen worden. Sie werden vom Handelsgericht in der Zusammenfassung der Kompetenzen Cavengs ausdrücklich erwähnt. Es ist dem Bundesgericht daher nicht verwehrt, diese Urkunden bei der rechtlichen Würdigung des festgestellten Sachverhaltes mitzuberücksichtigen.\n\nc) Der Virtus-Trust trat zusammen mit einem Dritten bereits seit März 1964 als Eigentümer der Liegenschaft Schäfergasse auf. Am 29. Dezember 1964 stellte er Caveng eine zeitlich unbeschränkte Generalvollmacht aus, die vom UNIVERSA-Vizedirektor Peter mitunterzeichnet wurde. Nach dem Wortlaut der Vollmacht durfte Caveng über Liegenschaften und Grundstückanteile der Gesellschaft in Deutschland in jeder Art verfügen, Verträge aller Art abschliessen, überhaupt sämtliche Angelegenheiten der Gesellschaft mit den Befugnissen eines Generalbevollmächtigten wahrnehmen. Er konnte die Vollmacht ausserdem ganz oder teilweise auf Dritte übertragen. Da Caveng sich im Frühjahr 1965 auch vom Demex-Trust BGE 101 II 154 S. 163eine gleiche Vollmacht ausstellen liess, konnte er vom 31. März 1966 an, als diese Gesellschaft zusammen mit dem Virtus-Trust Eigentümer des Grundstückes Schäfergasse wurde, über die ganze Liegenschaft frei verfügen, sie insbesondere mit neuen Hypotheken belasten, veräussern und den Preis dafür entgegennehmen. Nach den Zeugenaussagen Peters besass er übrigens für alle Immobiliengesellschaften, die der Klägerin angeschlossen waren, solche Vollmachten.\n\nIndem die Beklagte es leichthin zuliess, dass der Virtus-Trust Caveng mit Zustimmung ihres Vizedirektors Peter eine Generalvollmacht ausstellte, setzte sie sich aber der Gefahr aus, zum Fonds gehörende Vermögenswerte nicht mehr sicher verwahren und pflichtwidrigen Handlungen des Bevollmächtigten nicht wirksam vorbeugen zu können. Die Zustimmung widersprach ihren eigenen Aufgaben. Sie ist umsoweniger zu verstehen, als die Beklagte durch den Vizedirektor im Treuhänderrat des Virtus-Trust vertreten war und sich ausdrücklich dessen Zeichnungsberechtigung ausbedungen hatte, damit sie die vorschriftsgemässe Anlage und Verwaltung von Vermögenswerten leichter überwachen könne. Dies bewog sie aber selbst nach Jahren nicht, die mit ihren vertraglichen und gesetzlichen Pflichten unvereinbaren Befugnisse Cavengs rückgängig machen und die Gefahr von Missbräuchen beseitigen zu lassen.\n\nDie Beklagte kümmerte sich darum insbesondere auch nicht, als Caveng nach dem Beschluss der Parteien, den Fonds aufzulösen, mit dem Verkauf der Liegenschaften beauftragt wurde. Dass er \"schon früher\" von den Vollmachten des Virtus- und des Demex-Trusts Gebrauch machte, indem er Belege als Generalbevollmächtigter der Grundeigentümer unterzeichnete, ist der Beklagten, wie ihr Direktor als Zeuge erklärte, nicht entgangen. Nach den Zeugenaussagen Peters war ihr ausserdem bekannt, dass die Klägerin alle zum Fonds gehörenden Liegenschaften nicht im eigenen Namen, sondern über Immobiliengesellschaften verwaltete, die Verwaltungsräte dieser Gesellschaften von der Fondsleitung aber bloss vorgeschoben wurden oder, wie der Zeuge sich ausdrückte, \"nur Strohmannfunktionen\" hatten. Von dieser Seite war daher keine Kontrolle zu erwarten. Gleichwohl fand die Beklagte es im Falle Schäfergasse nicht für nötig, den mit den Vollmachten verbundenen Risiken rechtzeitig entgegenzuwirken, sei es, BGE 101 II 154 S. 164dass sie sich durch eigene Organe an den Verkaufsverhandlungen vertreten oder Cavengs Vorgehen überprüfen liess, sei es, dass sie den Widerruf der Vollmachten verlangte. Das gereicht ihr zum Verschulden. Anlass zu besonderer Vorsicht hatte sie entgegen der Annahme der Vorinstanz schon deshalb, weil ihr Vizedirektor bereits im April 1968 auf Cavengs Gesuch hin, den Eigentümerschuldbrief zur Deckung angeblicher Bauvorschüsse herauszugeben, den Eindruck erhalten haben will, \"es sei etwas nicht ganz sauber\". Caveng hatte schon damals beide Parteien getäuscht. Sein Wechselgeschäft mit Dzialowski lässt auf ähnliche Machenschaften schliessen.\n\nDass Caveng als Vertreter der Klägerin die Aushändigung des Schuldbriefes an Notar Napp verlangt haben soll und dieser angeblich weisungswidrig vorgegangen ist, entlastet die Beklagte nicht. Den entscheidenden Fehler beging die Beklagte schon dadurch, dass sie Caveng durch den Virtus-Trust eine Generalvollmacht ausstellen und ihn noch beim Verkauf der Liegenschaft danach handeln liess. Ihr Verschulden besteht deshalb unabhängig davon, ob der Notar getäuscht wurde oder ob er Caveng nach den vorbehaltlosen Generalvollmachten für berechtigt hielt, die Verträge ohne Zustimmung der Prozessparteien zu den bereits verurkundeten Bedingungen ausfertigen und dem Grundbuchamt vorlegen zu lassen. Gemäss ihren Ausführungen in der Berufungsantwort hätte die Beklagte übrigens selbst dann noch \"das Vollzogene überprüfen und die Überweisung des Erlöses an sie verlangen\" können. Nach Ziff. 20 der \"Verwaltungsordnung\" und Art. 18 AFG wäre sie dazu sogar verpflichtet gewesen.\n\n3. Die Beklagte anerkennt in der Berufungsschrift, dass Caveng die schädigenden Handlungen \"unter Missbrauch seiner Kompetenzen\" begangen hat; dennoch versucht sie nicht nur den adäquaten, sondern auch den natürlichen Kausalzusammenhang zwischen ihrem Verhalten und dem eingetretenen Schaden zu bestreiten.\n\nDie Beklagte übersieht, dass zu diesen \"Kompetenzen\" vor allem die Befugnisse aus den beiden Vollmachten gehörten, deren missbräuchliche Verwendung sie mitzuverantworten hat. Caveng konnte nur gestützt auf die beiden Vollmachten die Kaufverträge über die Liegenschaft abschliessen und über das Geld verfügen. Er gab sich nach den Feststellungen der Vorinstanz denn auch am 11. September bei der Beurkundung BGE 101 II 154 S. 165wie am 19. September 1968 bei seiner Weisung an Notar Napp, den Betrag von rund DM 3 Mio. einem Konto der Verkäufer in Wiesbaden gutschreiben zu lassen, als deren Generalbevollmächtigter aus. Dass das pflichtwidrige Verhalten der Beklagten nicht nur im natürlichen, sondern auch im Rechtssinne kausal war für die Schädigung des Fondsvermögens, lässt sich daher nicht bestreiten. Es war nach dem gewöhnlichen Lauf der Dinge und der allgemeinen Lebenserfahrung geeignet, eine Schädigung von der Art der eingetretenen zu begünstigen (vgl. BGE 96 II 396 Erw. 2 und dort angeführte Urteile).\n\nDer Kausalzusammenhang ist entgegen den Einwänden der Beklagten durch das Verhalten Dritter nicht unterbrochen worden. Die Verantwortlichkeiten der Parteien waren sowohl nach der \"Verwaltungsordnung\" (Ziff. 15 ff.) wie nach dem AFG (Art. 12 ff.) im Interesse der Anleger klar getrennt. Die Beklagte hat sie aber schon dadurch verwischt, dass sie dem führenden Organ der Klägerin Befugnisse einräumen liess, die ihren eigenen Aufgaben stracks zuwiderliefen. Es kommt deshalb für die Würdigung ihrer Pflichtverletzungen als adäquate Ursache der Schädigung nichts darauf an, ob Caveng vorher als unbescholten und angesehen galt und ob Dritte seine schädigenden Handlungen hätten verhindern können.\n\nDies gilt insbesondere für Notar Napp, gleichviel aus welchem Grunde er sich über die vorbehaltene Genehmigung der Beklagten hinwegsetzte, ob er den falschen Angaben Cavengs Glauben schenkte oder ob er auf dessen Generalvollmachten abstellte. Die Beklagte verkennt, dass Caveng gestützt auf die Vollmachten der Trusts Virtus und Demex, die Eigentümer der Liegenschaft waren und folglich allein als Verkäufer auftreten durften, Weisungen Dritter jederzeit widerrufen oder abändern konnte. Aus der \"Erklärung\" des Notars vom 5. März 1969 muss übrigens geschlossen werden, dass er sich über den Sinn der am 11. September 1968 vorbehaltenen Genehmigungen nicht im klaren war und sich nachher durch Caveng irreführen liess. Sein Verhalten macht die Pflichtverletzungen der Beklagten nicht zu einer inadäquaten Ursache der Schädigung.\n\n4. Caveng handelte in erster Linie als Organ der Klägerin, als er die Verträge mit Otto abschloss und nachher Notar Napp anwies, den Betrag von rund DM 3 Mio. einem Konto BGE 101 II 154 S. 166der Verkäufer gutschreiben zu lassen. Die Klägerin beauftragte ihn nach dem Beschluss der Parteien, den Fonds zu liquidieren, mit dem Verkauf der Liegenschaften. Ihr Verwaltungsrat, dem er bis zu seiner Verhaftung angehörte, beschloss zudem am 12. September 1968, dass Caveng als Mitglied des Rates die angefangenen Verkaufsverhandlungen zu Ende führen solle. Die Klägerin muss sich seine widerrechtlichen Verfügungen über Vermögen des Fonds, die er sich als Organ der Fondsleitung zuschulden kommen liess, anrechnen lassen und dafür gemäss Art. 24 AFG einstehen. Caveng handelte aber auch als Hilfsperson der Beklagten, die ihm insbesondere für den Verkauf der Liegenschaft Befugnisse eines Bevollmächtigten einräumen und ausüben liess. Sie hat für seine Verfehlungen, die er in dieser Eigenschaft beging, einzustehen (Art. 24 Abs. 2 in Verbindung mit Art. 18 Abs. 4 AFG).\n\nDie Parteien haften den Anlegern für die Schädigung des Fondsvermögens durch Caveng solidarisch und nach den gleichen Regeln, da sie beide nicht nur für Handlungen von Organen, sondern auch für diejenigen von Hilfspersonen wie für eigene einzustehen haben. Das schliesst angesichts der schuldhaften Verfehlungen Cavengs eine Entlastung gemäss Art. 24 Abs. 1 AFG aus, zumal beide Parteien ihn leichtsinnig gewähren liessen. Es kommt deshalb in ihrem Verhältnis zu den Anlegern nichts darauf an, dass nach der allgemeinen Regel des Art. 51 Abs. 2 OR bei Zusammentreffen von Haftungsgründen verschiedener Stufen der Schaden in erster Linie von dem zu tragen ist, der ihn verschuldet hat, nicht von dem, der ohne eigene Schuld und ohne vertragliche Verpflichtung nach Gesetzesvorschrift haftbar ist. Dies gilt umsomehr, als der Rückgriff unter den Beteiligten gemäss Art. 26 Abs. 1 AFG in das Ermessen des Richters gestellt ist.\n\nDas Handelsgericht hat den Regressanspruch der Klägerin auf 5% des Betrages beschränkt, den sie im November 1970 als Schadenersatzforderung des Fonds anerkannt und bezahlt hat. So geringfügig ist das Verschulden der Beklagten jedoch nicht. Es ist entgegen der Annahme der Vorinstanz nicht bloss darin zu erblicken, dass sie sich nach der Verwaltungsratssitzung vom 12. September 1968 nicht bei Notar Napp erkundigte, ob er den Schuldbrief sicher aufbewahre, wenn auch zuzugeben ist, dass sie diesfalls den Schaden bei gehöriger Aufklärung des Notars noch hätte verhindern können. Vorzuwerfen BGE 101 II 154 S. 167ist der Beklagten vor allem, dass sie Caveng während Jahren als Generalbevollmächtigter der Trusts Virtus und Demex auftreten, ihm sogar die eine der beiden Vollmachten durch ihren Vizedirektor ausstellen liess und gegen deren Verwendung selbst beim Verkauf der Liegenschaft nicht einschritt. Solches Verhalten lässt sich nicht verharmlosen. Die Beklagte verstiess damit in grober Weise gegen ihre Überwachungspflichten, die sie als Treuhänderin, Kontrollstelle und Depotbank den Anlegern gegenüber übernommen hatte. Wer solche Pflichten auf sich nimmt, hat sie dem Sinn und Zweck des AFG entsprechend mit aller Sorgfalt zu erfüllen (vgl. BGE 93 II 27 Erw. 3, 97 II 411, BGE 99 II 179 ff.). Es rechtfertigt sich, den Regressanspruch der Klägerin auf einen Viertel des Betrages zu erhöhen, den sie als Schaden anerkannt und dem Fonds zurückerstattet hat.\n\nDemnach erkennt das Bundesgericht:\n\n1. Die Berufung der Beklagten wird abgewiesen.\n\n2. Die Berufung der Klägerin wird dahin gutgeheissen, dass das Urteil des Handelsgerichtes des Kantons Aargau vom 26. Juni 1974 aufgehoben und die Beklagte verpflichtet wird, der Klägerin Fr. 842'181.60 nebst 5% Zins seit 1. November 1970 zu bezahlen."}