{"annee": "101", "cour": "IB", "page": "189", "date": "11/7/1975", "cite": ["99 IB 94", "100 IA 272", "99 IB 211"], "cite_par": ["106 IA 184", "105 IA 330", "101 IA 443", "112 IB 26", "101 IB 301", "107 IB 116", "108 IB 345", "107 IB 219", "114 IB 321", "111 IB 269", "105 IB 348"], "chapeau": "34. Urteil vom 11. Juli 1975 i.S. Eidg. Departement des Innern gegen Marugg und Mitbeteiligte und Verwaltungsgericht des Kantons Graubünden", "regestes": ["Protection des eaux, autorisation de construire. 1. Qualité du Département fédéral de l'intérieur pour former un recours de droit administratif. Délai de recours. La partie adverse ne peut tirer aucun argument en sa faveur du fait que la décision n'a été communiquée qu'après coup au Département (consid. 1). 2. Rapport entre l'art. 19 et l'art. 20 LPEP. Interprétation de l'art. 20 formulé de manière inexacte (confirmation de la jurisprudence). L'art. 20 s'applique lorsque le bien-fonds est situé à l'intérieur du périmètre du plan directeur des égouts, mais hors des zones de construction. Notion de la zone de construction (consid. 2). 3. Principe de la bonne foi. Assurance donnée par la commune quant à l'octroi d'une autorisation de construire? (consid. 3)."], "faits": "BGE 101 Ib 189 S. 190\n\nDie Baugesellschaft Mutschacker, welcher Max Marugg René Glauser und August Suter angehören, ersuchte Anfang 1974 die Gemeinde Zizers um die Bewilligung für den Bau eines Einfamilienhauses. Die kommunale Baukommission lehnte das Gesuch ab mit der Begründung: Der Bauplatz befinde sich ausserhalb der Bauzone, und ein sachlich begründetes Bedürfnis im Sinne von Art. 20 GSchG und Art. 27 der Allgemeinen Gewässerschutzverordnung (AGSchV) sei nicht nachgewiesen. Art. 25 der Bauordnung (BO) der Gemeinde Zizers, welcher nicht landwirtschaftliche Bauten im übrigen Gemeindegebiet unter bestimmten Bedingungen zulasse, sei durch das GSchG von 1971 überholt.\n\nDas Verwaltungsgericht des Kantons Graubünden hiess die Beschwerde der Mitglieder der Baugesellschaft gegen diesen Entscheid teilweise gut und wies die Sache zu neuer Prüfung des Baugesuches an die Vorinstanz zurück (Urteil vom 28. August 1974). Es führte aus, der Bauplatz liege innerhalb des im generellen Kanalisationsprojekt (GKP) der Gemeinde abgegrenzten Gebietes, so dass Art. 20 GSchG nicht anwendbar sei. Auf jeden Fall verstosse der Standpunkt der Gemeinde gegen den Grundsatz von Treu und Glauben, weil sie seinerzeit die Baubewilligung zugesichert habe. Das neue GSchG habe Art. 25 BO Zizers nicht ausser Kraft gesetzt. Falls nicht die von der Vorinstanz noch abzuklärenden Druckverhältnisse bei der Wasserversorgung oder bis jetzt nicht erwähnte zwingende Vorschriften dem Bauvorhaben entgegenständen, sei die nachgesuchte Bewilligung zu erteilen.\n\nGegen den Entscheid des kantonalen Gerichts, der den Parteien des kantonalen Verfahrens am 10. Januar und dem Eidg. Departement des Innern (EDI) am 11. Februar 1975 zugestellt worden ist, hat diese Behörde beim Bundesgericht Verwaltungsgerichtsbeschwerde eingereicht. Sie beantragt, das Urteil aufzuheben und die Baubewilligung zu verweigern. Das kantonale Gericht und die Mitglieder der Baugesellschaft beantragen, auf die Beschwerde nicht einzutreten, eventuell sie abzuweisen. Die Gemeinde Zizers schliesst auf Gutheissung der Beschwerde.\n\nBGE 101 Ib 189 S. 191", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. a) Nach Art. 103 lit. b OG ist das EDI als in der Sache - auf dem Gebiete des Gewässerschutzes - zuständiges Departement zur Verwaltungsgerichtsbeschwerde gegen das Urteil des kantonalen Verwaltungsgerichtes legitimiert. Diese Beschwerdelegitimation kann selbstverständlich nicht von der Bedeutung und Tragweite der im konkreten Fall im Streite liegenden Frage abhängig sein. Es ist Sache des beschwerdeberechtigten Departementes zu entscheiden, ob es den Weiterzug eines Entscheides wegen der präjudiziellen Tragweite oder wegen der Bedeutung des Einzelfalles für notwendig erachtet.\n\nZu Unrecht wirft das Verwaltungsgericht des Kantons Graubünden den dortigen \"Gewässerschutz-Instanzen\" vor, sie hätten die Frist zur Einreichung einer staatsrechtlichen Beschwerde verpasst und möchten nun mit Hilfe des EDI ein \"rechtskräftiges\" Urteil aufheben. Die Gemeinde Zizers und die kantonalen \"Gewässerschutz-Instanzen\" hatten offensichtlich keine Möglichkeit, den beanstandeten Entscheid mit staatsrechtlicher Beschwerde anzufechten (vgl. Urteil Gemeinde Parpan vom 22. Februar 1974, teilweise veröffentlicht in BGE 100 Ia 274). Nach der Rechtsprechung ist eine Gemeinde auch nicht legitimiert, in Gewässerschutzsachen der vorliegenden Art den letztinstanzlichen kantonalen Entscheid durch Verwaltungsgerichtsbeschwerde an das Bundesgericht weiterzuziehen (BGE 99 Ib 213 ff. E. 4 und zit. Urteil vom 22. Februar 1974, nicht publizierte E. 3). Nur die zuständige Bundesbehörde ist befugt, in einem solchen Fall das öffentliche Interesse an der Durchsetzung des Gewässerschutzrechts im Beschwerdeverfahren vor Bundesgericht zu vertreten.\n\nb) Mit der Verwaltungsgerichtsbeschwerde kann auch geltend gemacht werden, von den kantonalen Behörden sei das Verwaltungsrecht des Bundes - im vorliegenden Fall das Gewässerschutzrecht - nicht zur Anwendung gebracht worden, obschon es angewendet werden sollte. Die Versicherung des Verwaltungsgerichts, das angefochtene Urteil stütze sich nicht auf gewässerschutzrechtliche Überlegungen, vermag daher die Beschwerdelegitimation des EDI nicht auszuschliessen. Bundesrecht kann auch dadurch verletzt werden, dass man es zu BGE 101 Ib 189 S. 192Unrecht nicht anwendet. Das EDI ist im Bereich des Gewässerschutzes zu einer entsprechenden Rüge legitimiert.\n\nc) Auch der Einwand, für die Beschwerdegegner sei das Urteil des Verwaltungsgerichtes in Rechtskraft erwachsen, weil innert 30 Tagen seit der an sie ergangenen Mitteilung keine Beschwerde eingereicht worden sei, ist unbehelflich. Der in diesem Zusammenhang erwähnte Art. 107 Abs. 3 OG bezieht sich nach seiner systematischen Stellung auf die Berechnung der Beschwerdefrist. Die mangelhafte Eröffnung eines Entscheides soll die Rekursmöglichkeit für den Adressaten nicht beeinträchtigen. Aus dieser Vorschrift lässt sich nicht ableiten, andere am Verfahren Beteiligte könnten gegen die wegen mangelhafter Eröffnung nachträglich noch zulässige Einreichung eines Rechtsmittels den Einwand erheben, der Entscheid sei für sie in Rechtskraft erwachsen. Wäre Art. 107 Abs. 3 OG so zu verstehen, so würde er in vielen Fällen einer mangelhaften Eröffnung zu einem unlösbaren Widerspruch führen, indem derjenige, welchem der Entscheid nicht vorschriftsgemäss eröffnet wurde, zwar hinterher die Anfechtungsmöglichkeit noch hätte, aber damit von vornherein dort nicht zum Ziel gelangen könnte, wo für andere am Verfahren Beteiligte die formelle Rechtskraft bereits eingetreten ist. Zu den \"Nachteilen\", welche Art. 107 Abs. 3 OG ausschliessen will, gehört die durch eine Beschwerde, welche wegen mangelhafter Eröffnung erst nachträglich eingegangen ist, veranlasste Überprüfung eines vorher für rechtskräftig gehaltenen Entscheides nicht.\n\nd) Die Berufung auf die für die Parteien des kantonalen Verfahrens eingetretene formelle Rechtskraft des angefochtenen Entscheides steht dem Eintreten auf die Verwaltungsgerichtsbeschwerde nicht entgegen. Da dem EDI das Urteil des Verwaltungsgerichtes vorerst nicht mitgeteilt wurde, begann für die zuständige Bundesbehörde die Beschwerdefrist von 30 Tagen erst mit der nachträglichen Zustellung des Entscheides. Die Verwaltungsgerichtsbeschwerde ist unbestrittenermassen innert dieser Frist erhoben worden.\n\ne) Wegen der Verspätung der Eröffnung des Entscheides gegenüber dem EDI und der Einreichung einer Verwaltungsgerichtsbeschwerde nach Ablauf von 30 Tagen seit der Zustellung des Urteils an die Baugesellschaft Mutschacker ist übrigens den Gesellschaftern kein Nachteil erwachsen. Der angefochtene BGE 101 Ib 189 S. 193Entscheid ist ein Rückweisungsentscheid, nicht eine definitive Baubewilligung; irgendwelche Dispositionen konnten gestützt darauf nicht getroffen werden. Bereits durch Brief vom 30. Januar 1975 gab das EDI dem Verwaltungsgericht des Kantons Graubünden unter Zustellung einer Kopie an den Anwalt der Baugesellschaft Mutschacker bekannt, dass es die Frage einer Beschwerdeführung gegen das kurz vorher - am 10. Januar 1975 - den Parteien schriftlich eröffnete Urteil prüfen möchte und daher um Mitteilung dieses Urteils ersuche. Die Gesuchsteller und Beschwerdegegner wurden also sogar innert der Frist von 30 Tagen seit der ersten Eröffnung des Urteils auf die Möglichkeit der Beschwerde durch das EDI aufmerksam gemacht. Sie konnten somit nie in guten Treuen der Auffassung sein, es liege eine definitive, unanfechtbare Entscheidung vor. Die Frage, inwiefern gutgläubiges Handeln gestützt auf einen scheinbar rechtskräftigen Entscheid bei der Beurteilung einer nachträglichen Beschwerde berücksichtigt werden müsste, stellt sich im vorliegenden Fall nicht (vgl. BGE 96 I 694 E. 2c). Die Tatsache, dass das den Gesuchstellern am 10. Januar 1975 eröffnete Urteil vom EDI erst binnen 30 Tagen seit seiner Zustellung an diese Behörde (11. Februar 1975) formell angefochten werden konnte, hat somit auf die Beurteilung der Verwaltungsgerichtsbeschwerde keinen Einfluss. Es ist auf alle Rügen in vollem Umfang einzutreten.\n\n2. Der in Frage stehende Bauplatz befindet sich ausserhalb der Bauzone, aber innerhalb des die Bauzone überschreitenden Perimeters des GKP.\n\na) Die Auffassung, in dieser Situation lasse sich dem GSchG überhaupt keine Lösung entnehmen, ist offensichtlich nicht haltbar. Mit den Vorschriften der Art. 19 und 20 GSchG wollte der Gesetzgeber eine lückenlose Regelung aller Fälle von Neu- und Umbauten treffen. Dass der Wortlaut der Bestimmungen scheinbar eine Lücke offen lässt, indem ein Bauvorhaben, das ausserhalb der Bauzone, aber innerhalb des GKP liegt, weder von Art. 19 noch von Art. 20 ohne weiteres erfasst wird, beruht auf einem durch die Entstehungsgeschichte erklärbaren Versehen: Entsprechend den Marginalien unterschied der bundesrätliche Entwurf zwischen Baubewilligungen innerhalb und ausserhalb des GKP. Der Ständerat gab dem Art. 19 die heutige Fassung, welche vorab die Bauzonen BGE 101 Ib 189 S. 194und nur, wo solche fehlen, das GKP als massgebend erklärt (Amtl.Bull. S 1971 S. 139). Die Marginalien der Art. 19 und 20 blieben unverändert, und auch der Wortlaut von Art. 20 wurde der in Art. 19 vorgenommenen wichtigen Ergänzung nicht angepasst. Daher ist in Art. 20 immer noch nur vom GKP die Rede, obschon die Bestimmung als Korrelat zu Art. 19 sinngemäss so zu verstehen ist, dass sie sich auf das Gebiet ausserhalb der Bauzonen oder, wo solche fehlen, ausserhalb der GKP bezieht (vgl. BGE 101 I b 65). Trotz der unvollständigen Formulierung des Art. 20 GSchG kann kein Zweifel darüber bestehen, dass der Gesetzgeber die Erteilung von Baubewilligungen gemäss Art. 19 primär auf die Bauzone beschränken wollte und dass - beim Vorhandensein von Bauzonen - Bauvorhaben ausserhalb dieser Zonen nach Art. 20 zu beurteilen sind. Nur beim Fehlen von Bauzonen kommt behelfsmässig dem GKP die Abgrenzungsfunktion zu. Die vom Ständerat eingefügte und vom Nationalrat bestätigte Regel, wonach bei Gemeinden mit rechtskräftiger Zonenplanung auf die Grenze der Bauzone und nicht auf das GKP abzustellen ist, muss folgerichtig angewendet werden, auch wenn versehentlich die Marginalien und der Wortlaut des Art. 20 GSchG der ergänzten Fassung des Art. 19 nicht angepasst worden sind.\n\nb) Aus dieser Auslegung ergibt sich für den vorliegenden Fall, dass das Baugesuch, welches sich auf ausserhalb der Bauzonen liegende Grundstücke bezieht, gemäss Art. 20 GSchG zu beurteilen ist. In der Regel wird der Perimeter des GKP mit dem Baugebiet übereinstimmen (Art. 15 AGSchV). Trifft dies, wie im vorliegenden Fall, aus irgendeinem Grunde nicht zu, so ist nach der eindeutigen Fassung von Art. 19 der Zonenplan für die Anwendbarkeit dieser Vorschrift massgebend; die Möglichkeit von Bauten ausserhalb der Bauzonen richtet sich nach Art. 20. Dieser vom Gesetzgeber bestimmte Vorrang der Bauzonen gegenüber dem GKP erscheint übrigens auch als sachlich begründet: Ein GKP, dessen Perimeter das in der Zonenplanung ausgeschiedene Baugebiet überschreitet, spiegelt entweder ein früheres Stadium einer vorwiegend auf kanalisationstechnischen Überlegungen beruhenden Planung wider oder umfasst - wie die Gemeinde dies im vorliegenden Fall geltend macht - auch Gebiete, die nur langfristig in mehreren Jahrzehnten eventuell für die Überbauung BGE 101 Ib 189 S. 195beansprucht werden müssen. Auf jeden Fall entspricht es dem Sinn der Art. 19/20 GSchG, Bauten auf einem ausserhalb der Bauzone, aber innerhalb des zu grossen GKP liegenden Grundstück nur zu bewilligen, wenn die Voraussetzungen von Art. 20 gegeben sind. Auch der Nachweis der technischen Möglichkeit eines Anschlusses an die öffentliche Kanalisation vermag die Bewilligung einer nicht standortbedingten Baute ausserhalb der Bauzone nicht zu begründen. Die durch den rechtskräftigen Zonenplan gegebenen Beschränkungen des Baugebietes dürfen nicht auf diesem Wege umgangen werden.\n\nc) Auch das Argument, unter gewissen Voraussetzungen könnten nach kommunalem Recht nicht landwirtschaftliche Bauten im übrigen Gemeindegebiet bewilligt werden (BO Zizers Art. 25 Abs. 2) und daher sei dieses Gebiet Bauzone im Sinne des Art. 19 GSchG, ist nicht stichhaltig. Unter einer Bauzone im Sinne des Gewässerschutzrechts kann nur ein nach der massgebenden Planung für die Überbauung vorgesehenes Gebiet verstanden werden. Wollte man nicht eingezonte Parzellen, auf denen nach kommunalem Recht ausnahmsweise doch gebaut werden darf, sofern der Bauherr selber für die notwendige Erschliessung sorgt, ebenfalls zur \"Bauzone\" rechnen, so würde damit der raumplanerische Zweck der Art. 19 und 20 GSchG verkannt und die Erreichung eines wesentlichen Zieles dieser Gesetzgebung in klarer Weise vereitelt.\n\nd) Dass die Gesuchsteller Marugg, Glauser und Suter im Sinne von Art. 20 GSchG/Art. 27 AGSchV ein sachlich begründetes Bedürfnis an der Erstellung des projektierten Neubaus auf dem vorgesehenen Platz nachweisen könnten, wird von keiner Seite geltend gemacht. Die richtige Anwendung des Gewässerschutzrechts führt somit zur Abweisung des Baugesuchs.\n\nDie von der Vorinstanz getroffene Entscheidung ist mit dem Bundesrecht höchstens vereinbar, sofern nach dem Grundsatz von Treu und Glauben wegen verbindlicher Zusicherung der Gemeinde die verlangte Bewilligung erteilt werden muss, obschon sie gemäss Art. 19/20 GSchG nicht erteilt werden könnte.\n\n3. Die Prüfung der Frage des Vertrauensschutzes führt zu folgendem Ergebnis:\n\na) Am 1. Juni 1966 schloss die Gemeinde Zizers mit Max BGE 101 Ib 189 S. 196Marugg eine Vereinbarung, worin sich dieser verpflichtete, innert Jahresfrist zur Erschliessung des Baugebietes südlich der Kessirüfe unter Aufsicht der Gemeinde und nach deren Plänen die notwendigen Wasser- und Kanalisationsleitungen auf eigene Kosten zu erstellen. Die Gemeinde erklärte sich ihrerseits bereit, die erstellten Kanalisations- und Wasserleitungen spätestens nach 10 Jahren käuflich zu Eigentum zu übernehmen. Die Berechnung des massgebenden Übernahmepreises wurde in der Vereinbarung geregelt.\n\nb) Wie sich aus den Akten ergibt, wurden die Erschliessungsleitungen vertragsgemäss erstellt. Durch eine als \"Vergleich\" bezeichnete Abmachung vom 16. März 1972 übernahm die Gemeinde die gemäss der Vereinbarung vom 11. Juni 1966 erstellten Leitungen gegen Bezahlung von Fr. 52'000.--. Die für die Erschliessung (Wasserversorgung) des Gebietes notwendige Druckkesselanlage blieb im Eigentum von Marugg. In Ziff. 2 des \"Vergleichs\" wird ausdrücklich festgehalten, dass die Vereinbarung vom 1. Juni 1966 damit hinfällig werde.\n\nc) Weder in der ursprünglichen \"Vereinbarung\" (vom 1. Juni 1966) noch im \"Vergleich\" (vom 16. März 1972) hat die Gemeinde dem Vertragspartner Marugg - etwa aufgrund eines Überbauungsprojektes - die bauliche Nutzung bestimmter Grundstücke fest zugesichert. Wohl zeigt die getroffene finanzielle Abmachung mit einem freiwilligen Perimeter-Beitrag Maruggs von 30% der Leitungskosten, dass Marugg wegen der auf diese Weise zu erreichenden Möglichkeit baulicher Nutzung bereit war, die Erschliessungskosten vorzuschiessen und einen Teil davon selber definitiv zu übernehmen (bzw. auf die von ihm realisierten Projekte zu überwälzen). In welchem Ausmass er aus der Erschliessung effektiv Vorteile hatte und welchen Anteil der Kosten er aufgrund des \"Vergleichs\" selber definitiv zu tragen bereit war, lässt sich den Akten nicht entnehmen. Dies ist für die Entscheidung auch nicht ausschlaggebend; denn die mit der Gemeinde getroffenen Abmachungen enthalten auf jeden Fall keine verbindliche Zusicherung, dass auch die jetzt in Frage stehenden Grundstücke überbaut werden könnten. Nur wenn nachgewiesen wäre, dass der Beschwerdegegner Marugg durch eine derartige Zusicherung veranlasst worden wäre, eigene Mittel in die Kanalisationsleitung zu investieren und bei der Übernahme durch die BGE 101 Ib 189 S. 197Gemeinde nicht zurückzufordern, könnte sich die Frage stellen, ob nach Treu und Glauben der jetzt projektierte Bau doch zu bewilligen sei. Der Nachweis einer derartigen Zusicherung fehlt. Marugg konnte nicht davon ausgehen, er bekomme durch die Erstellung der Kanalisationsleitung einen Anspruch darauf, dass die Überbauung aller im Einzugsbereich dieser Leitung liegenden Grundstücke bewilligt werde.\n\nIn den mit der Gemeinde getroffenen Abmachungen fehlt jedes derartige Versprechen. Aufgrund des \"Vergleichs\" hat die Gemeinde an Marugg als Ersteller der Leitungen \"per Saldo aller Ansprüche\" Fr. 52'000.-- bezahlt.\n\nd) Nach der Rechtsprechung können behördliche Zusicherungen nicht dazu führen, dass eine nach der massgeblichen Erklärung der Behörde eingetretene Änderung der gesetzlichen Vorschriften auf den Empfänger der Zusicherung nicht anzuwenden wäre. Voraussetzung des Vertrauensschutzes ist also, dass die Änderung der behördlichen Stellungnahme nicht auf einer Gesetzesänderung beruht (BGE 99 Ib 101 ff. E. 4).\n\nDas neue Gewässerschutzgesetz vom 8. Oktober 1971 ist am 1. Juli 1972 in Kraft getreten. Selbst wenn vor dem Bau der Kanalisationsleitung (1966) oder beim Abschluss des \"Vergleichs\" vom 16. März 1972 (betr. Übernahme der Leitung) eine Auskunft oder Erklärung gegeben worden wäre, welche als Zusicherung der Überbauungsmöglichkeit für die in Frage stehenden Parzellen verstanden werden könnte, so stände eine solche Zusicherung der Anwendung des nachher in Kraft getretenen neuen Gewässerschutzrechtes nicht entgegen.\n\ne) Die aus Art. 20 GSchG sich ergebende Verweigerung der von der Baugesellschaft Mutschacker nachgesuchten Baubewilligung verstösst somit nicht gegen den Grundsatz von Treu und Glauben. Das angefochtene Urteil lässt sich daher auch unter diesem Gesichtspunkt nicht halten.\n\nDemnach erkennt das Bundesgericht:\n\nDie Beschwerde wird gutgeheissen und der angefochtene Entscheid aufgehoben. Die Baubewilligung wird verweigert."}