{"annee": "101", "cour": "IA", "page": "575", "date": "5/11/1975", "cite": [], "cite_par": ["115 IA 234", "133 I 110", "114 IA 452"], "chapeau": "89. Extrait de l'arrêt du 5 novembre 1975 en la cause S. contre Conseil d'Etat du canton de Neuchâtel.", "regestes": ["Interruption légale de la grossesse: clause de domiciliation. 1. La disposition cantonale qui exige d'une personne enceinte demandant une interruption de grossesse qu'elle soit domiciliée dans le canton depuis deux mois au moins limite sa liberté personnelle. Une telle restriction, pour être admissible, doit reposer sur une base légale, qui fait défaut en l'espèce (consid. 3). 2. La disposition cantonale précitée est en outre contraire à l'art. 120 CP (consid. 4)."], "faits": "|576|\n\nLe 11 septembre 1968, le département de l'Intérieur du canton de Neuchâtel a adopté, sur la base des art. 120 CP et 94 du code de procédure pénale neuchâtelois (CPPN), un arrêté dont l'art. 2 a la teneur suivante:\n\n\"Art 2. - Toute personne enceinte qui demande une interruption de grossesse doit être domiciliée dans le canton depuis deux mois au moins.\"\n\nCet arrêté, entré en vigueur le 1er octobre 1968, n'a pas été publié; il a été en revanche communiqué à l'ensemble du corps médical neuchâtelois par circulaire du 17 septembre 1968.\n\nLe 18 juin 1974, le docteur G. a présenté une demande d'interruption de grossesse pour dame S. Le médecin cantonal a refusé de désigner le médecin spécialiste chargé d'examiner le cas de la requérante et de délivrer ou de refuser l'avis conforme prévu à l'art. 120 CP, Dame S. n'étant pas domiciliée dans le canton de Neuchâtel.\n\nLes recours formés contre cette décision auprès du chef du département de l'Intérieur, puis du Conseil d'Etat du canton de Neuchâtel, ont été rejetés.\n\nDans son recours de droit public, Dame S. soutient notamment que l'art 2 de l'arrêté du 11 septembre 1968 est contraire au droit fédéral et qu'il est dénué de toute base légale. |577|", "considerants": "Considérant en droit:\n\n3. a) L'art. 120 CP énonce les conditions auxquelles une interruption de grossesse n'est pas punissable. Il faut que la grossesse soit interrompue par un médecin diplômé, avec le consentement de la personne enceinte et sur avis conforme d'un second médecin diplômé, en vue d'écarter un danger impossible à détourner autrement et menaçant la vie de la mère ou menaçant sérieusement sa santé d'une atteinte grave et permanente. Selon l'alinéa premier, chiffre 2 de cette disposition, l'avis conforme doit être donné par un médecin qualifié comme spécialiste en raison de l'état de la personne enceinte et autorisé d'une façon générale ou dans chaque cas particulier par l'autorité compétente du canton où la personne enceinte a son domicile ou de celui dans lequel l'opération aura lieu.\n\nC'est en application de cette disposition que le département de l'Intérieur du canton de Neuchâtel a pris l'arrêté du 11 septembre 1968. Celui-ci ne se borne toutefois pas à désigner l'autorité compétente au sens de l'art. 120 al. 1 ch. 2 CP; il exige en outre que la personne enceinte qui demande une interruption légale de grossesse soit domiciliée dans le canton depuis deux mois au moins. Cette réglementation a pour effet d'exclure pratiquement, dans la grande majorité des cas, l'interruption de la grossesse de personnes domiciliées hors du canton de Neuchâtel. Elle prive ces personnes de la possibilité de s'adresser, pour de telles opérations, à un médecin pratiquant dans le canton de Neuchâtel et d'y obtenir l'avis conforme sans lequel l'interruption est punissable. C'est la raison pour laquelle la recourante soutient que la décision entreprise viole sa liberté personnelle.\n\nLa liberté personnelle garantit le droit de disposer librement de son corps (RO 99 Ia 749). Le droit d'aller et de venir constitue un élément de cette liberté; de celle-ci dérive également le droit à l'intégrité corporelle. Le droit de disposer librement de son corps implique aussi celui de la personne atteinte dans sa santé de choisir librement son médecin; la personne enceinte, qui considère que son état menace sérieusement sa santé d'une atteinte grave et permanente, a donc le droit de s'adresser au médecin de son choix et d'obtenir, le cas échéant, l'avis conforme prévu à l'art. 120 CP. La décision |578| entreprise a dès lors limité la liberté personnelle de la recourante, en mettant obstacle à ce que cette dernière puisse recourir aux services du médecin neuchâtelois auquel elle s'était adressée pour faire interrompre légalement sa grossesse. Pour être admissible, une telle restriction doit se fonder sur une base légale, respecter le principe de la proportionnalité et ne pas aller jusqu'à vider la liberté personnelle de sa substance (RO 99 Ia 749, consid. 2 et les arrêts cités). Le Tribunal fédéral examine librement l'existence de la base légale de la restriction contestée, lorsque, comme en l'espèce, l'atteinte à la liberté personnelle est grave (RO 97 I 51/52).\n\nb) Selon le Conseil d'Etat, l'art. 2 de l'arrêté du 11 septembre 1968 aurait pour base légale les art. 120 CP et 94 du code de procédure pénale neuchâtelois, du 19 avril 1945 (CPPN). Aux termes de cette dernière disposition, il appartient au département de l'Intérieur de pourvoir à la désignation des spécialistes visés par l'art. 120 CP. Cet article ne donne donc pas expressément à ce département la compétence d'exiger de toute personne enceinte qui présente une demande d'interruption légale de grossesse qu'elle soit domiciliée dans le canton depuis deux mois au moins; et l'on ne peut manifestement pas l'interpréter en ce sens qu'il lui conférerait un tel pouvoir.\n\nc) L'autorité cantonale laisse entendre que l'art. 3 de la loi sur la police sanitaire, du 17 novembre 1959, constituerait la base légale de l'arrêté litigieux. Cette loi régit la police et la protection de la santé et de l'hygiène publiques. L'art. 2 donne au Conseil d'Etat le pouvoir d'édicter les règlements relatifs à la sauvegarde et à la protection de la santé et de l'hygiène publiques, à la police sanitaire, à l'exercice des professions médicales auxiliaires et paramédicales, ainsi qu'à la police des pharmacies et des drogueries, alors que l'art. 3 charge le département de l'Intérieur de la direction des affaires sanitaires. Il est dès lors pour le moins douteux que le Conseil d'Etat puisse déléguer au département de l'Intérieur la compétence d'édicter des règlements en matière de police sanitaire. Cette question n'a toutefois pas à être examinée en l'espèce, car il est évident que l'art. 3 de la loi sur la police sanitaire ne peut en aucun cas constituer la base légale de l'art. 2 de l'arrêté du 11 septembre 1968.\n\nd) Le Conseil d'Etat invoque enfin la clause générale de |579| police, qui l'autoriserait à prendre, même en l'absence de toute base légale, les mesures propres à protéger l'ordre public, les biens de l'Etat et ceux des particuliers, contre des atteintes graves, directes et imminentes.\n\nA cet égard, il expose que l'art. 2 de l'arrêté du 11 septembre 1968 \"constitue une mesure de police sanitaire qui tend à répondre à un état de nécessité en sauvegardant le bon fonctionnement des établissements hospitaliers neuchâtelois auprès desquels les cas d'avortements sont, pour la plupart, acheminés\". Dans sa réponse au recours, le Conseil d'Etat relève que cette disposition réglementaire a été proposée par la commission de déontologie de la société neuchâteloise de médecine. L'augmentation massive des avortements en 1967 et en 1968, due à l'afflux de personnes étrangères au canton, a jeté un grand trouble au sein du corps médical. Plusieurs médecins se sont élevés contre la réputation qu'acquérait le canton de Neuchâtel en matière d'avortements et dont ils étaient les victimes, directes ou indirectes. Une comparaison du nombre des avortements autorisés en 1967 dans le canton de Neuchâtel avec celui des interruptions légales de grossesse pratiquées à la même époque dans d'autres cantons démontrait que le seuil de tolérance avait été dépassé de beaucoup. L'introduction de la clause de domiciliation devait éviter la désorganisation des hôpitaux et des cliniques et préserver la considération que mérite le corps médical.\n\nIl appartient certes aux cantons de prendre les mesures propres à assurer le bon fonctionnement des établissements hospitaliers publics et privés. Mais il ne ressort pas des documents produits en l'espèce par le Conseil d'Etat que le fonctionnement du système hospitalier neuchâtelois ait été véritablement mis en péril par l'augmentation du nombre des interruptions de grossesse. Il apparaît plutôt que l'art. 2 de l'arrêté du 11 septembre 1968 a été adopté en vue de sauvegarder la bonne réputation du corps médical neuchâtelois, que mettait en cause, à l'avis de certains médecins, la pratique trop libérale de plusieurs de leurs confrères. Quoi qu'il en soit, le Tribunal fédéral peut se dispenser d'examiner si l'art. 2 de l'arrêté du 11 septembre 1968 répondait à un état de nécessité lorsqu'il fut adopté et si le maintien de la règle alors établie se justifiait pour les motifs invoqués par le Conseil d'Etat. Si l'on admettait en effet que tel ait été le cas, il faudrait alors constater |580| que, depuis 1968, le législateur cantonal aurait disposé de tout le temps nécessaire pour donner à la réglementation litigieuse la base légale qui lui fait défaut.\n\nLa décision attaquée, qui a pour fondement une disposition réglementaire dénuée de toute base légale, restreint de manière inadmissible la liberté personnelle de la recourante et doit être annulée.\n\n4. a) La recourante considère en outre que l'art. 2 de l'arrêté du 11 septembre 1968 est contraire au droit fédéral, en particulier à l'art. 120 CP. Les relations entre le droit public cantonal et le droit pénal fédéral doivent être réglées comme le sont, en vertu de l'art. 6 CC, celles du droit public cantonal et du droit civil fédéral. Dans la mesure où le droit pénal fédéral pose des règles de droit administratif, celles-ci l'emportent sur toute disposition de droit public cantonal contraire. Pour le surplus, le code pénal suisse ne porte pas atteinte au droit public cantonal; il laisse aux cantons la compétence de protéger l'intérêt public en édictant des dispositions de droit administratif, même s'il s'agit de rapports juridiques pour lesquels la Confédération a légiféré sur le plan pénal. Cette compétence n'est cependant pas illimitée. Le droit public cantonal ne doit pas paralyser le droit pénal fédéral ni en contredire l'esprit; il doit être en harmonie avec lui (RO 74 I 143; cf. RO 100 Ia 108, 99 Ia 508).\n\nb) L'art. 120 CP n'a été adopté qu'après de longues discussions; il consacre une solution de compromis qui, d'après la doctrine et la jurisprudence, doit régler exhaustivement la question, en ce qui concerne tant les motifs de droit matériel justifiant la non-punissabilité de l'interruption de grossesse que les mesures d'ordre administratif à prendre en vue d'éviter d'éventuels abus (cf. FF 1974 II 730 ss; HAFTER, Meldepflicht bei strafloser Unterbrechung der Schwangerschaft, in RPS 63/1948, p. 483 et 485/486; DIEM, Die straflose Unterbrechung der Schwangerschaft und ihre Ausgestaltung in der schweizerischen Praxis, thèse Zurich 1952, p. 96; STUCKI-LANZREIN, Die legale Schwangerschaftsunterbrechung, thèse Berne 1971, p. 50; RO 74 I 141). Au nombre des mesures d'ordre administratif se trouve l'avis conforme.\n\nAux termes de l'art. 120 al. 1 ch. 2 CP, cet avis doit être délivré par un médecin qualifié comme spécialiste en raison de l'état de la personne enceinte et autorisé de façon générale ou |581| dans chaque cas particulier par l'autorité compétente du canton où la personne enceinte a son domicile ou de celui dans lequel l'opération aura lieu. Il convient de déterminer en l'espèce quelle place cette disposition de droit fédéral laisse à l'application du droit public cantonal. Il s'agit en particulier de dire si le législateur neuchâtelois a édicté une disposition en harmonie avec le droit pénal fédéral lorsqu'il a exigé des personnes enceintes qui demandent à l'autorité de désigner le médecin chargé de délivrer ou de refuser l'avis conforme qu'elles soient domiciliées dans le canton depuis deux mois au moins.\n\nIl ne résulte ni du texte, ni du sens de la législation fédérale relative à l'interruption légale de la grossesse que le législateur fédéral a voulu laisser aux cantons la compétence d'aggraver les conditions dans lesquelles l'avis conforme doit être délivré, voire de rendre impossible pour un certain nombre de femmes, en introduisant une clause de domiciliation, toute interruption légale de grossesse. Au contraire, l'art. 120 CP parle expressément de l'autorité du canton \"où la personne enceinte a son domicile ou de celui dans lequel l'opération aura lieu\". Lorsqu'il adopta cette disposition, le législateur fédéral était conscient des divergences qui existaient entre cantons en ce qui concerne l'admissibilité des interruptions de grossesse et qui devaient inciter des personnes enceintes à demander une telle intervention dans un autre canton que celui de leur domicile. Dans son message relatif à une loi fédérale sur la protection de la grossesse, ainsi qu'au nouveau régime de répression de l'interruption de la grossesse, du 30 septembre 1974, le Conseil fédéral a d'ailleurs relevé \"que le régime légal, qui ne limite pas uniquement au domicile de la personne enceinte l'interruption autorisée, a préparé les voies de l'interruption pratiquée en d'autres lieux\" (FF 1974 II 734). Il a également rappelé que dix cantons suisses ne connaissent pratiquement aucun cas d'interruption de grossesse, alors que, dans d'autres cantons, les interruptions autorisées ne cessent d'augmenter (op.cit., p. 734). En adoptant l'art. 120 CP, le législateur fédéral a également tenu compte du désir légitime de personnes enceintes de s'entourer d'une certaine discrétion. Il ne pouvait pas non plus ignorer que certains cantons ne disposaient pas d'un équipement hospitalier suffisant (LOGOZ, Commentaire, n. 4 e ad art. 120 CP).\n\n|582|\n\nS'il a ainsi admis que les personnes enceintes puissent faire interrompre leur grossesse dans un autre canton que celui de leur domicile, le législateur fédéral a également pris les mesures utiles en vue d'éviter d'éventuels abus. Il a en particulier posé l'exigence de l'avis conforme délivré par le médecin qualifié de spécialiste en raison de l'état de la personne enceinte et autorisé par l'autorité du canton où l'opération aura lieu (GERMANN, Das Verbrechen im neuen Strafrecht, p. 236; THORMANN et VON OVERBECK, Schweiz. Strafgesetzbuch, n. 7 ad. art. 120; STRATENWERTH, Schweizerisches Strafrecht, Bes. Teil I, p. 47/48; SCHWANDER, Das schweiz. Strafgesetzbuch, 2e éd., p. 312/313). Bien qu'elles aient été envisagées lors de la revision du CP en 1950, d'autres restrictions furent écartées (cf. GRAVEN, l'avortement licite ou la réglementation de l'interruption non punissable de la grossesse, en droit pénal suisse, in RPS 67/1952, p. 182 ss).\n\nLe Conseil d'Etat soutient toutefois que l'art. 2 de l'arrêté du 11 septembre 1968 ne fait que garantir le sérieux de chaque examen. La majorité des femmes enceintes invoquant des troubles de nature psychique ou sociale, le bien-fondé de telles allégations ne pourrait être attesté que par le médecin traitant, qui connaît la patiente, le milieu dans lequel elle vit, et qui, de ce fait, se trouve à proximité de son lieu de domicile. L'autorité cantonale considère donc que la clause de domiciliation, qui n'a pour but que d'assurer le respect des dispositions de droit fédéral sur l'interruption de grossesse, est en harmonie avec elles. Cette opinion n'est pas fondée, car elle méconnaît le fait que le législateur fédéral a pris en compte cet intérêt public au respect de la loi et qu'il a posé les règles propres à le sauvegarder.\n\nIl convient dès lors d'admettre que l'art. 2 de l'arrêté du 11 septembre 1968 viole le droit fédéral. Le Tribunal fédéral était d'ailleurs arrivé à cette même conclusion dans son arrêt non publié en la cause de Kalbermatten et consorts, du 1er juillet 1975, et dans lequel il a relevé que les prescriptions posées par les chiffres 1 et 2 de l'art. 120 al. 1 CP sont des dispositions de droit matériel instituant une clause d'exclusion de la peine, que cette réglementation est complète et que les cantons ne peuvent ni en restreindre ni en étendre la portée.\n\nLa décision entreprise, qui a ainsi pour fondement une disposition de droit cantonal contraire au droit fédéral, doit être annulée pour ce motif également. |583|\n\n5. Le recours devant être admis, il n'y a pas lieu d'examiner les conséquences juridiques découlant du fait que, \"pour des raisons de pudeur\", l'arrêté du 11 septembre 1968 n'a pas fait l'objet d'une publication.\n\nPar ces motifs, le Tribunal fédéral:\n\nAdmet le recours et annule l'arrêté attaqué."}