{"annee": "101", "cour": "II", "page": "25", "date": "21/4/1975", "cite": ["99 II 375", "94 II 88", "91 II 94", "76 II 202", "97 II 201"], "cite_par": ["103 II 225"], "chapeau": "8. Urteil der II. Zivilabteilung vom 21. April 1975 i.S. Fankhauser gegen Fankhauser.", "regestes": ["Legs de la chose d'autrui (art. 484 al. 3 CC) Le disposant peut léguer une chose qui appartient non pas à lui, mais à un héritier (consid. 1). Charge successorale (art. 482 CC) Une charge obligeant le débiteur à transférer à un tiers la propriété d'une chose qui ne se trouve pas dans la succession est admissible (consid. 2)."], "faits": "|25|\n\nA.- Am 24. Dezember 1971 starb in Marbach der 1895 geborene Gottfried Fankhauser-Siegenthaler. Als gesetzliche Erben hinterliess er neben acht weiteren Nachkommen die |26| Söhne Daniel, Gottfried und Johann. Hauptbestandteil des Nachlasses bilden das Grundstück Nr. 867, Plan Nr. 19, 21, Lochsiten, in der Gemeinde Marbach, sowie das Grundstück Nr. 93, oberste Lochsiten, Plan Blatt 3, in der Gemeinde Schangnau.\n\nMit letztwilliger Verfügung vom 15. Juli 1971 hatte der Erblasser unter anderem folgendes bestimmt:\n\n\"II.\n\nIch verfüge hiermit, dass nach meinem Ableben meine sämtlichen Liegenschaften auf der Ober-Lochsiten, mit rund 35 ha in der Gemeinde Marbach (Kanton Luzern) und mit gut 40 ha in der Gemeinde Schangnau (Kanton Bern) gelegen, zu einem Anrechnungswert der Katasterschatzung per Todestag (heute betragen diese in der Gemeinde Marbach Fr. 30'500 und in der Gemeinde Schangnau Fr. 63'720)\n\na) zu 2/3 (zwei Drittel) an Sohn Johann Fankhauser, geboren 24. April 1930,\n\nb) zu 1/3 (ein Drittel) an Sohn Gottfried Fankhauser, geboren 4. August 1926, zukommen sollen. Die Aufzahlung bis zum gesamten Katasterwert hat nach der gleichen Verteilung, nämlich durch Johann Fankhauser mit 2/3 (zwei Drittel) und durch Gottfried Fankhauser mit 1/3 (einem Drittel) zu erfolgen.\n\nIII.\n\nDie Liegenschaft \"Bühlhof\", Gemeinde Marbach, Parz. Nr. 442, 444, 447, 448, 505 und 532, gehört heute zu je 1/3 (je einem Drittel) meinen Söhnen Daniel, Gottfried und Johann Fankhauser. Nachdem ich verfügt habe, dass die 2/3 der Liegenschaften \"Ober-Lochsiten\" an Sohn Hans Fankhauser übergehen sollen, hat Hans Fankhauser nach meinem Ableben seinen 1/3 Anteil an der Liegenschaft \"Bühlhof\", Gemeinde Marbach, Parz. Nr. 442, 444, 447, 448, 505 und 532, ohne irgendwelche Entschädigung an meinen Sohn Daniel Fankhauser, Bühlhof, Schärlig, Gemeinde Marbach, abzutreten.\"\n\nB.- Am 2. Juli 1973 reichte Johann Fankhauser beim Amtsgericht Entlebuch gegen seinen Bruder Daniel folgende Klage ein:\n\n\"Es sei ungültig zu erklären die Verfügung unter III des Testamentes vom 15.7.1971 des am 24.12.1971 in Marbach verstorbenen Gottfried Fankhauser-Siegenthaler, Privat, geb. 6.11.1895, wohnhaft gewesen in Marbach, Bühl, Schärlig, wonach der Kläger seinen 1/3 Anteil an der Liegenschaft \"Bühlhof\", Gemeinde Marbach, Parzellen Nrn. 442, 444, 447, 448, 505 und 532, ohne irgendwelche Entschädigung an Daniel Fankhauser, Bühlhof, Schärlig, abzutreten habe.\" |27|\n\nZur Begründung der Klage machte er im wesentlichen geltend, die angefochtene Verfügung sei rechtswidrig, da der Erblasser nicht befugt sei, über eine fremde Sache zu verfügen; sie sei zudem ungültig, weil der Erblasser sich in einem Irrtum darüber befunden habe, dass er nicht über den \"Bühlhof\" verfügen dürfe. Mit Urteil vom 12. März 1974 hiess das Amtsgericht Entlebuch die Klage gut und erklärte Ziff. III der letztwilligen Verfügung vom 15. Juli 1971 als ungültig.\n\nGegen dieses Urteil appellierte der Beklagte an das Obergericht des Kantons Luzern. In Gutheissung der Appellation wies dieses am 24. September 1974 die Klage ab. Es betrachtete die Anordnung, der Kläger habe seinen Anteil an der Liegenschaft \"Bühlhof\" an den Beklagten abzutreten, als zulässige Auflage.\n\nC.- Mit der vorliegenden Berufung ans Bundesgericht beantragt der Kläger, das Urteil des Obergerichts sei aufzuheben und die Klage gutzuheissen. Gestützt auf BGE 94 II 93 macht er geltend, der Erblasser dürfe keine Auflage anordnen, die sich nicht auf die Erbmasse selbst oder einen Teil derselben, sondern auf fremdes Vermögen beziehe. Sodann beruft er sich weiterhin darauf, dass sich der Erblasser bei der Errichtung des Testaments in einem Irrtum befunden habe.", "considerants": "Das Bundesgericht zieht in Erwägung:\n\n1. In Ziff. III seines Testaments ordnete der Erblasser an, der Kläger habe dem Beklagten seinen Anteil am \"Bühlhof\" entschädigungslos abzutreten. Die Vorinstanz erblickt in dieser Anordnung eine Auflage. Man kann sich jedoch fragen, ob sie nicht als Vermächtnis zu qualifizieren sei. Das Vermächtnis unterscheidet sich von der Auflage vor allem dadurch, dass es nicht nur einen Anspruch der interessierten Personen auf Vollziehung, sondern ein eigentliches Forderungsrecht des Begünstigten begründet (TUOR, N. 10 zu Art. 482 und N. 7 zu Art. 484 ZGB; ESCHER, N. 13 zu Art. 482 und N. 7 zu Art. 484 ZGB; HERZER, Erbrechtliche Auflagen und Bedingungen, Diss. Zürich 1941, S. 40). Die Anordnung, der Kläger habe seinen Anteil am \"Bühlhof\" an den Beklagten abzutreten, kann nun kaum anders verstanden werden, als dass der Erblasser dem Beklagten etwas zuwenden und ihm einen eigenen Anspruch auf diese Zuwendung verschaffen wollte. Kann |28| aber jemand aus eigenem Interesse eine Leistung aus einer Verfügung von Todes wegen verlangen, so liegt in der Regel nicht eine Auflage, sondern ein Vermächtnis vor (ESCHER, N. 13 zu Art. 482 ZGB). Überhaupt spricht die Vermutung für das Vorliegen eines Vermächtnisses, wenn in einer letztwilligen Verfügung eine bestimmte Person vermögensrechtlich begünstigt wird (BECK, Grundriss des schweizerischen Erbrechts, S. 87).\n\nBetrachtet man die streitige Anordnung als Vermächtnis, so ist sie als zulässig anzusehen. Dass der Erblasser nur über sein eigenes Vermögen letztwillig verfügen dürfe, trifft nämlich entgegen der Ansicht des Klägers nicht schlechthin zu. Nach Art. 484 Abs. 3 ZGB wird zwar der Beschwerte nicht verpflichtet, wenn der Erblasser eine bestimmte Sache vermacht und sich diese in der Erbschaft nicht vorfindet. Dies gilt jedoch nur, sofern kein anderer Wille des Erblassers aus der Verfügung ersichtlich ist. Ist dies dagegen der Fall, so hat der Beschwerte dem Vermächtnisnehmer die Sache zu verschaffen (sog. Verschaffungsvermächtnis; vgl. dazu BGE 91 II 97 ff.; TUOR, N. 20 ff., und ESCHER, N. 19 ff. zu Art. 484 ZGB). Dass das Vermächtnis einer fremden Sache dem Willen des Erblassers entspreche, ist nach der Lehre insbesondere dann anzunehmen, wenn sich der Erblasser bewusst war, dass die Sache nicht ihm gehörte (ESCHER, N. 19 zu Art. 484 ZGB; BECK, a.a.O. S. 78). So verhält es sich hier. In Ziff. III seines Testamentes hält der Erblasser nämlich ausdrücklich fest, dass der \"Bühlhof\" seinen Söhnen Daniel, Gottfried und Johann gehöre. Somit geht aus der Verfügung selbst hervor, dass der Erblasser den Kläger bewusst mit der Verpflichtung belasten wollte, den Anteil am \"Bühlhof\" an den Beklagten abzutreten, obwohl dieser Anteil ihm nicht gehörte und auch nicht Bestandteil seines Nachlasses bilden würde. Ein solches Vermächtnis ist als gültig zu betrachten.\n\n2. Zulässig wäre die streitige Anordnung aber auch dann, wenn man sie mit dem Obergericht als Auflage qualifizieren wollte.\n\na) In BGE 94 II 93 hat das Bundesgericht zwar ausgeführt, der Erblasser könne durch eine Auflage nicht beliebige Verpflichtungen der Erben oder Vermächtnisnehmer begründen, sondern nur solche, die sich auf das diesen zufallende Vermögen, und zwar auf dessen Verwendung (oder Nichtverwendung) |29| zu bestimmten Zwecken bezögen (vgl. auch BGE 97 II 206.) Eine Verpflichtung zur Übertragung einer Sache, die nicht zum Vermögen gehört, das dem Beschwerten zufällt, könnte demnach nicht Gegenstand einer Auflage sein. Indessen kann an dieser Auffassung nicht festgehalten werden. Das Bundesgericht hat sie im erwähnten Entscheid damit begründet, die Auflage sei eine Art der Verfügung von Todes wegen; Art. 481 ZGB, der von den Verfügungsarten im allgemeinen handle, erlaube dem Erblasser aber nur, \"über sein Vermögen\" zu verfügen. Dass dies nicht schlechthin zutrifft, ergibt sich schon aus der Zulassung des Verschaffungsvermächtnisses in Art. 484 Abs. 3 ZGB (vgl. dazu Erw. 1). Mit dieser Begründung lässt sich daher die in BGE 94 II 93 vertretene Auffassung, eine Auflage könne sich nur auf das dem Beschwerten zufallende Vermögen beziehen, nicht rechtfertigen.\n\nDas Bundesgericht stützt seine Auffassung ferner auf die Bemerkung ESCHERS in N. 13 zu Art. 482 ZGB, bei der Auflage handle es sich darum, dass ein erbschaftlich Begünstigter das Selbstempfangene in bestimmter Weise verwenden soll. Unter den Beispielen, die ESCHER an jener Stelle anführt, gibt es aber auch solche, die sich nicht auf die Verwendung des Empfangenen beziehen. Ja gerade bei den charakteristischen, seit jeher als zulässig erachteten Auflagen ist dies nicht der Fall. So stehen etwa Anordnungen über das Begräbnis, den Grabunterhalt, die Feuerbestattung oder die Auflage an einen bedachten Orden, für die Seelenruhe des Erblassers täglich eine Heilige Messe zu lesen (vgl. BGE 76 II 203), in keiner direkten Beziehung zum zugewendeten Vermögen.\n\nEin Indiz dafür, dass Gegenstand der Auflage nicht nur die Verwendung des Empfangenen zu einem bestimmten Zweck sein kann, ergibt sich schliesslich auch daraus, dass der Gesetzesredaktor eine Auflage, deren Wert den Betrag dessen übersteigt, was der Beschwerte aus der Erbschaft erhält, nicht als schlechthin ungültig erachtete. Vielmehr vertrat er die Ansicht, dass sich der Beschwerte in einem solchen Fall mit dem Begünstigten verständigen oder aber die Erbschaft ausschlagen möge (EUGEN HUBER, Erläuterungen, 2. Ausg., I, S. 394).\n\nEs besteht daher kein Anlass, den Gegenstand der Auflage auf die Verwendung des Empfangenen zu einem bestimmten Zweck zu beschränken (vgl. auch MERZ, ZBJV 1970 S. 50).\n\nb) Zu prüfen bleibt, ob eine Auflage, die den Beschwerten |30| verpflichtet, eine nicht im Nachlass befindliche Sache einem Dritten zu übereignen, zulässig sei. Sowohl im deutschen wie im französischen Recht ist dies der Fall (SOERGEL/DIECKMANN, N. 12 zu § 2192 BGB; STAUDINGER/SEYBOLD, N. 13 zu § 2192 BGB; KIPP/COING, Erbrecht, 12. Aufl., § 65 II; PLANIOL/RIPERT, Traité pratique de droit civil français, 2. Aufl., V, N. 604/605; DALLOZ, Répertoire de droit civil, 2. Aufl., IV, Stichwort \"legs\", N. 79). Es ist nicht einzusehen, wieso es sich im schweizerischen Recht anders verhalten soll. Die erbrechtliche Auflage ist im Gesetz nur unvollkommen geregelt. Da sie mit dem Vermächtnis nahe verwandt ist, drängt es sich daher auf, die für dieses geltenden Bestimmungen entsprechend anzuwenden (vgl. z.B. BGE 76 II 206 /207; TUOR, N. 38 zu Art. 482 ZGB). Nach der Lehre ist nun gerade auch die Bestimmung in Art. 484 Abs. 3 ZGB über das Verschaffungsvermächtnis analoger Anwendung fähig. Demnach ist auch die Verschaffungsauflage als gültig zu betrachten, sofern ein entsprechender Wille des Erblassers aus der Verfügung ersichtlich ist (TUOR, a.a.O.; HERZER, a.a.O. S. 79/80; BRENNI, L'onere successorio nel diritto civile svizzero, Diss. Bern 1941, S. 64). Bedenken hiegegen bestehen nicht. Wird der Beschwerte durch eine solche Auflage allzusehr belastet, so mag er die Erbschaft ausschlagen, und wenn er in seinem Pflichtteil verletzt wird, so kann er in analoger Anwendung von Art. 486 Abs. 1 ZGB die Herabsetzung verlangen (diese Möglichkeit wurde von EUGEN HUBER, a.a.O., zwar ausgeschlossen, entspricht aber der heute herrschenden Lehre; vgl. BGE 99 II 381; ESCHER, N. 6, und TUOR, N. 10 zu Art. 486 ZGB; HERZER, a.a.O. S. 64 ff.; BECK, a.a.O. S. 86). Zudem versteht sich von selbst, dass sich auch eine Verschaffungsauflage im Rahmen der Rechtsordnung und der guten Sitten zu halten hat (Art. 482 Abs. 2 ZGB).\n\nDass im vorliegenden Fall der Erblasser den Kläger bewusst mit der Verpflichtung belasten wollte, den Anteil am \"Bühlhof\" an den Beklagten abzutreten, obwohl dieser Anteil ihm nicht gehörte, wurde bereits in Erw. 1 dargetan. Die Verfügung wäre daher auch dann gültig, wenn man sie als Auflage verstehen würde.\n\n3. Betrachtet man die streitige Anordnung als gültig, so bleibt kein Raum mehr für eine Irrtumsanfechtung mit der Begründung, der Erblasser habe nicht gewusst, dass er über |31| den Anteil des Klägers am \"Bühlhof\" nicht habe verfügen dürfen.\n\nDie Berufung ist deshalb abzuweisen.\n\nDemnach erkennt das Bundesgericht:\n\nDie Berufung wird abgewiesen und das Urteil des Obergerichtes (I. Kammer) des Kantons Luzern vom 25. September 1974 bestätigt."}