{"annee": "140", "cour": "III", "page": "193", "date": "30/4/2014", "cite": ["70 II 255", "128 III 314", "134 III 452"], "cite_par": ["145 III 1"], "chapeau": "31. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. A. gegen B. und Mitb. (Beschwerde in Zivilsachen)\n\n5A_651/2013 vom 30. April 2014", "regestes": ["Art. 494 al. 3 CC; intention de nuire. Lorsque le pacte successoral n'exclut pas les donations, l'intention du de cujus de léser les héritiers institués par ce pacte doit être prouvée. Le dol éventuel ne suffit pas (consid. 2)."], "faits": "|194|\n\nA.\n\nA.a O. (1914-2001) hat aus seinen ersten beiden Ehen dreizehn Kinder. Am 20. Februar 1986 schloss er mit ihnen und mit P. (1916- 2003), seiner späteren dritten Frau, einen Erbvertrag. Darin verzichten die Brautleute gegenseitig auf ihr gesetzliches Erbrecht, P. zugunsten von O.s Nachkommen. Für den Fall, dass O. vor P. sterben sollte, vereinbarten die Parteien, dass P. als Vermächtnis erstens ein unentgeltliches lebenslängliches Wohnrecht an einer von zwei Liegenschaften und zweitens für jedes volle Ehejahr den Betrag von Fr. 12'000.- erhält. Der Geldbetrag steht der Frau für das unvollständige Jahr anteilsmässig zu und ist an die Teuerung anzupassen. Weiter setzte O. seine dreizehn Kinder zu gleichen Teilen als Erben ein. Die Kinder erklärten, dass ihr Vater auf Lebenszeit die Nutzniessung am Nachlass seiner zweiten Ehefrau Q. im bisherigen Umfang ausüben kann. Sie verzichteten darauf, aus Art. 473 Abs. 3 ZGB Rechte abzuleiten. Schliesslich sind im Erbvertrag Landvorbezüge von fünf Kindern aufgelistet. Am 28. Februar 1986 heirateten O. und P.\n\nA.b Am 3. November 1999 schlossen O. und P. einen weiteren Erbvertrag. Darin hält das Paar fest, dass der Erbvertrag aus dem Jahre 1986 (Sachverhalt Bst. A.a) \"grundsätzlich bestätigt\" werde und dass O. seiner Ehefrau auf Rechnung des damals vereinbarten Vermächtnisses \"einen Barbetrag von Fr. 300'000.- ... geschenkt\" habe. Bis zu seinem Tod am 7. April 2001 richtete O. (Erblasser) seiner Frau weitere Schenkungen aus. Auch seine dreizehn Kinder erhielten Vorempfänge in Form von Bauland und Wald. Am 28. Dezember 2003 starb P. Als Erben hinterliess sie ihren Sohn A.\n\nB.\n\nB.a Nachdem ein Aussöhnungsversuch vor dem Gerichtskreis XI Interlaken-Oberhasli am 22. Mai 2002 fruchtlos verlaufen war, reichten die dreizehn Kinder des Erblassers am 22. November 2002 vor demselben Gericht Klage gegen die Witwe P. ein. Soweit vor |195| Bundesgericht noch streitig, beantragten sie, die Beklagte wegen Herabsetzung von Zuwendungen, die ihr vom Erblasser \"unter Lebenden\" ausgerichtet worden seien, zur Bezahlung verschiedener, teilweise gerichtlich erst noch festzusetzender Beträge zu verurteilen, jeweils zuzüglich Zins \"in gerichtlich festzusetzender Höhe seit wann rechtens\". Der Totalbetrag sei mit dem Vermächtnisanspruch der Beklagten gemäss Erbvertrag vom 20. Februar 1986 zu verrechnen. An die Stelle von P. trat nach deren Tod als Rechtsnachfolger A.\n\nB.b In der Folge wurde der Prozess zunächst auf die Frage der Aktivlegitimation der Kläger beschränkt, weil A. beantragt hatte, das Klagebegehren, soweit den Sohn G. betreffend, abzuweisen. Mit Zwischenentscheid vom 22. September 2010 bestätigte das Obergericht des Kantons Bern die Aktivlegitimation von G. Am 9. November 2011 wies die erste Instanz, nunmehr als Regionalgericht Oberland, die Klage ab. Die Entscheidbegründung datiert vom 8. Februar 2012.\n\nC. Die dreizehn Kläger legten beim Obergericht des Kantons Bern Berufung ein. Sie beantragten, A. in teilweiser Gutheissung der Klage zur Bezahlung von Fr. 453'258.15 nebst Zins zu 5 % seit 22. Mai 2002 zu verurteilen. Sie selbst seien zu verurteilen, A. für die von ihm vorgeschossenen Gerichts- und für seine Parteikosten Fr. 32'171.30 zu bezahlen. In seiner Anschlussberufung stellte A. eigene Begehren betreffend die Liquidation der Gerichts- und Parteikosten. Mit Entscheid vom 2. Juli 2013 hiess das Obergericht die Klage teilweise gut und verurteilte A., den Klägern Fr. 260'200.- nebst Zins zu 5 % seit 22. Mai 2002 zu bezahlen; soweit weitergehend, wies es die Klage ab. Auf A.s Anschlussberufung trat es nicht ein.\n\nD. Mit Beschwerde vom 9. September 2013 gelangt A. (Beschwerdeführer) an das Bundesgericht. Betreffend alle dreizehn Kläger (Beschwerdegegner) stellt er das Begehren, den Entscheid des Obergerichts vom 2. Juli 2013 (Sachverhalt Bst. C) aufzuheben und die Klagen der dreizehn (Halb-)Geschwister abzuweisen. Was G. (Beschwerdegegner 6) angeht, verlangt der Beschwerdeführer, den Zwischenentscheid des Obergerichts vom 22. September 2010 (Sachverhalt Bst. B.b) aufzuheben und die Klage des Beschwerdegegners 6 abzuweisen.\n\nDie Beschwerdegegner haben sich mit Eingabe vom 27. November 2013 vernehmen lassen und beantragen, die Beschwerde abzuweisen, soweit darauf eingetreten werden kann. Im gleichen Sinne hat sich am selben Tag auch das Obergericht des Kantons Bern geäussert. Das Bundesgericht hat diese Stellungnahmen dem Beschwerdeführer zur Wahrung des rechtlichen Gehörs zugestellt. Am |19620| . Dezember 2013 reichte der Beschwerdeführer eine Replik ein, die das Bundesgericht den Beschwerdegegnern zur Kenntnisnahme zustellte.\n\nDas Bundesgericht heisst die Beschwerde gut und weist die Klage ab.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Die Beschwerdegegner gründen ihren Anspruch auf Art. 494 Abs. 3 ZGB. Der Beschwerdeführer bestreitet, dass der Erblasser mit lebzeitigen Schenkungen an P. die erbvertraglichen Ansprüche der Beschwerdegegner verletzt habe. Im Verfahren vor Bundesgericht geht es indes nicht (mehr) um sämtliche lebzeitigen Schenkungen, sondern nur (noch) um diejenigen, welche die Beschwerdegegner in ihren der ersten Instanz unterbreiteten Rechtsbegehren Ziff. 3.2, 3.3 und 3.9 ansprechen.\n\n2.1 Wer sich durch einen Erbvertrag einem anderen gegenüber verpflichtet, ihm oder einem Dritten seine Erbschaft oder ein Vermächtnis zu hinterlassen (Art. 494 Abs. 1 ZGB), verliert grundsätzlich nicht das Recht, zu Lebzeiten frei über sein Vermögen zu verfügen (Art. 494 Abs. 2 ZGB). Insbesondere kann er sein Vermögen aufbrauchen. Verfügungen von Todes wegen oder Schenkungen, die mit den Verpflichtungen des Erblassers aus dem Erbvertrag nicht vereinbar sind, unterliegen jedoch der Anfechtung (Art. 494 Abs. 3 ZGB). Anfechtbar ist freilich nicht jede Schenkung. Nach der Rechtsprechung sind Schenkungen im Prinzip mit dem Erbvertrag vereinbar, soweit dieser nicht - explizit oder implizit - das Gegenteil vorsieht (BGE 70 II 255 E. 2 S. 261 ff.). Fehlt es an einer entsprechenden Abrede, kann Art. 494 Abs. 3 ZGB dennoch zur Anwendung gelangen, wenn der Erblasser mit seinen Schenkungen offensichtlich beabsichtigt, seine Verpflichtungen aus dem Erbvertrag auszuhöhlen, was einem Rechtsmissbrauch (Art. 2 Abs. 2 ZGB) gleichkommt, oder den Erbvertragspartner zu schädigen (Urteil 5C.71/2001 vom 28. September 2001 E. 3b in fine). Ob und gegebenenfalls unter welchen Voraussetzungen das Pflichtteilsrecht eingreift (Art. 527 ZGB), braucht nicht weiter untersucht zu werden, denn eine Verletzung desselben steht hier unbestrittenermassen nicht zur Debatte.\n\n2.2 Das Obergericht stellt fest, der Erbvertrag vom 20. Februar 1986 enthalte weder ein explizites noch ein implizites |197| Schenkungsverbot. Gegenteiliges behaupten die Beschwerdegegner im Verfahren vor Bundesgericht nicht mehr. Mithin kommt eine Anfechtung der Schenkungen nur in Frage, wenn der Erblasser in Schädigungsabsicht gehandelt hat. Die Absicht des Erblassers, die Vertragserben zu schädigen, muss bewiesen werden. Die Beweislast tragen die anfechtenden Vertragserben (Art. 8 ZGB).\n\n2.2.1 Wie im bereits erwähnten Urteil 5C.71/2001 in E. 3b ausgeführt, ist für die Beurteilung der Schädigungsabsicht Art. 527 Ziff. 4 ZGB analog anzuwenden, das heisst die Absicht des Erblassers, seine vertraglichen Verpflichtungen zu umgehen, muss \"offenbar\" sein. Dies hat zur Folge, dass der Richter nur dann auf eine Schädigungsabsicht erkennen kann, wenn ihm dies mit voller Klarheit dargetan zu sein scheint. Es liegt darin eine gewisse Beschränkung des richterlichen Ermessens, ähnlich wie sie in Art. 2 Abs. 2 und Art. 720 Abs. 2 ZGB zum Ausdruck kommt (PETER TUOR, Berner Kommentar, 2. Aufl. 1952, N. 16 zu Art. 527 ZGB).\n\nDie Schädigungsabsicht ist ein subjektives Kriterium. Es liegt aber in der Natur der Sache, dass das, was der Erblasser gewusst, was er gewollt hat, als innere Tatsache einem direkten Beweis nicht zugänglich ist, sondern sich direkt nur durch Parteiaussage, im Übrigen aber lediglich durch Folgerungen aus dem äusseren Verhalten einer Person oder anhand der Umstände beweisen lässt (MAX KUMMER, in: Berner Kommentar, 1962, N. 92 zu Art. 8 ZGB; vgl. auch BGE 134 III 452 E. 4.1 S. 456). Als Indizien, die im Rahmen der Beurteilung der Schädigungsabsicht eine Rolle spielen können, kommen beispielsweise die Erheblichkeit der Schenkungen und die zeitlichen Umstände derselben in Frage. Ebenso darf berücksichtigt werden, ob der Erbvertrag entgeltlich oder unentgeltlich ist (Urteil 5C.71/2001 vom 28. September 2001 E. 3a und b; kritisch zum Ganzen EITEL/ELMIGER, Die Anfechtungsklage wegen Erbvertragswidrigkeit nach Art. 494 Abs. 3 ZGB, in: Verfahrensrecht am Beginn einer neueren Epoche, Festgabe zum Schweizerischen Juristentag 2011, 2011, S. 257 ff., insb. S. 269).\n\n2.2.2 Im vorliegenden Fall steht für das Bundesgericht verbindlich fest (Art. 105 Abs. 1 BGG), dass sich die lebzeitigen Schenkungen des Erblassers an P. einschliesslich der in Anrechnung auf den Vermächtnisanspruch überwiesenen Fr. 300'000.- (s. Sachverhalt Bst. A.b) auf rund Fr. 1,3 Mio. belaufen, dass die Beschwerdegegner vom Erblasser Vorempfänge im Wert von mindestens 2,72 Mio. Fr. |198| erhalten haben und dass sich der Gesamtwert (Vorempfänge, lebzeitige Zuwendungen, Nachlass) auf mindestens 5,12 Mio. Fr. beläuft. Damit bewegen sich die aktenkundigen Schenkungen an P. im Bereich von 25 Prozent der gesamten Vermögenswerte (1,3 Mio. Fr. / 5,12 Mio. Fr. ), was durchaus als erheblich bezeichnet werden kann. Ebenso geben die zeitlichen Verhältnisse (drei Transaktionen von knapp sechshunderttausend Franken innerhalb eines Jahres) Anlass zu Bedenken. Doch allein darauf kommt es nicht an.\n\n2.3 Das Regionalgericht kommt zum Schluss, den Beschwerdegegnern sei der Beweis der Schädigungsabsicht nicht gelungen. Hinsichtlich des auf P. lautenden Seniorensparkontos Nr. x der Bank S. (Rechtsbegehren Ziff. 3.2) hält es fest, aus der \"auch nach durchgeführtem Beweisverfahren noch bestehenden Unsicherheit\" könne jedenfalls nicht einfach in allgemeiner Weise auf eine Schädigungsabsicht des Erblassers geschlossen werden. Die Beschwerdegegner könnten keine weitere Darlegungen machen, die ihre Behauptungen erhärten respektive die von ihnen behauptete Schädigungsabsicht beweisen würden. Was die Kassenobligation Nr. y bei der Bank S. anbelangt, die per Todestag einen Wert von Fr. 151'748.55 aufwies (Rechtsbegehren Ziff. 3.3), konstatiert das Regionalgericht, das öffentliche Inventar weise diesen Betrag als Guthaben auf einem entsprechenden Konto von P. auf. Allerdings seien auch hierzu \"die Umstände nahezu ungeklärt\", und es bleibe mithin bei den Behauptungen der Beschwerdegegner. Ähnlich verhält es sich mit dem Darlehen an die Kurheim T. AG vom 11. Mai 2000 über Fr. 180'000.-, von dem die Beschwerdegegner die Hälfte des Saldos am Todestag, das heisst Fr. 87'481.05 zurückfordern (Rechtsbegehren Ziff. 3.9). Das Regionalgericht erachtet die genauen Zusammenhänge der Darlehensforderungen und insbesondere auch den Anlass, welcher der Gewährung der Darlehen zugrunde gelegen hat, als \"ungeklärt\". Allein die Tatsache, dass P. an der Darlehensforderung partizipiere, genügt seiner Meinung nach aber nicht, um \"per se\" von einer Schädigungsabsicht auszugehen. Nachvollziehbar sei auch, dass der Erblasser gegenüber Dritten nicht alleine, sondern mit seiner Frau als Ehepaar aufgetreten sei. Insbesondere das Darlehen an das Kurheim T. sei für das Gericht \"nachvollziehbar\" und lasse eine aktive Vorsorge für die anstehende Pflegesituation erkennen, nicht aber eine Schädigungsabsicht.\n\nDas Obergericht äussert sich nicht zu diesen tatsächlichen Erkenntnissen des Regionalgerichts. Es hält vielmehr für ausschlaggebend, |199| dass aktenkundige Transaktionen von knapp sechshunderttausend Franken innerhalb eines Jahres zu Gunsten des erbverzichtenden Ehepartners \"unangemessen\" seien, und folgert daraus, der Erblasser habe zumindest im Sinne eines Eventualvorsatzes eine Benachteiligungsabsicht gehabt. Das Obergericht stützt sich dabei auf BGE 128 III 314 E. 4 ab, in welchem das Bundesgericht für die Anwendung von Art. 527 Ziff. 4 ZGB Eventualvorsatz genügen lasse. Während es im dort beurteilten Fall um die Herabsetzung wegen einer Pflichtteilsverletzung ging, ist hier die Anfechtung lebzeitiger Zuwendungen im Sinne von Art. 494 Abs. 3 ZGB streitig, die als solche keine Pflichtteilsverletzung bewirken. Anders als bei der Pflichtteilsverletzung, wo sich die Absicht des Erblassers auf die quantitative Beeinträchtigung seines Nachlasses bezieht, steht hier die Schädigung der Vertragserben im Vordergrund. Für die diesbezügliche Absicht genügt die Annahme eines Eventualvorsatzes nicht. Indem das Obergericht auf den Beweis der Schädigungsabsicht verzichtet, stellt es sich in Widerspruch zum Bundesrecht.\n\nAus den bereits vom Regionalgericht angeführten Gründen ist die Benachteiligungsabsicht des Erblassers hinsichtlich der drei fraglichen Transaktionen jedenfalls nicht \"offenbar\". Mithin lässt der Prozessstoff, so wie er sich dem Obergericht präsentierte und wie er auch für das Bundesgericht verbindlich ist (Art. 105 Abs. 1 BGG), gerade nicht den Schluss zu, dass die Beschwerdegegner Tatsachen dargetan haben, anhand derer eine Benachteiligungsabsicht des Erblassers in den erwähnten Fällen im oben beschriebenen Sinn mit aller Klarheit dargetan ist. Deshalb ist die Klage nach Art. 494 Abs. 3 ZGB im Ergebnis (auch) mit Bezug auf den Betrag von Fr. 260'200.- unbegründet, den die Beschwerdegegner vom Beschwerdeführer unter dem Titel der Rechtsbegehren Ziff. 3.2, 3.3 und 3.9 fordern. Die Klage ist abzuweisen.\n\n2.4 Bei diesem Ergebnis erübrigt sich eine Auseinandersetzung mit den weiteren vom Beschwerdeführer vorgetragenen Rügen. Namentlich braucht das Bundesgericht die Aktivlegitimation des Beschwerdegegners 6 (vgl. nicht publ. E. 1.2) nicht zu beurteilen. Auf die Beschwerde gegen den erwähnten Zwischenentscheid ist deshalb nicht einzutreten."}