{"annee": "140", "cour": "I", "page": "99", "date": "14/2/2014", "cite": ["135 II 286", "138 I 305", "134 I 56", "132 I 167", "129 I 232", "133 I 185", "135 I 257", "127 I 54", "134 I 140", "130 I 140", "135 I 265"], "cite_par": ["143 III 65", "144 I 11", "141 I 60", "144 II 427"], "chapeau": "7. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. A. und Mitb. gegen Gemeinderat Weiningen und Bezirksrat Dietikon (subsidiäre Verfassungsbeschwerde)\n\n1D_3/2013 vom 14. Februar 2014", "regestes": ["Art. 5 al. 3 et art. 29 Cst.; procédure ordinaire de naturalisation. Contrevient au principe de la bonne foi et à l'équité de la procédure, l'autorité communale compétente en matière de naturalisation qui invite un requérant à un entretien visant explicitement à faire sa connaissance ainsi qu'à exposer les motifs de sa demande et qui procède à cette occasion à un examen inopiné de ses connaissances générales (consid. 2 et 3)."], "faits": "|99|\n\nA.\n\nA.a Die Ehegatten B., geb. 1961, und A., geb. 1970, ersuchten am 16. Mai 2012 für sich und ihre Kinder D., geb. 1998, und C., geb. 2000, um Erteilung der eidgenössischen Einbürgerungsbewilligung. Am 14. August 2012 überwies das Gemeindeamt des Kantons Zürich die Gesuchsunterlagen der Gemeinde Weiningen zum Entscheid |100| über die Aufnahme ins Gemeindebürgerrecht. In der Folge lud die Bürgerkommission der Gemeinde Weiningen die Ehegatten A. und B. zu einem Gespräch ein, an dem auch die beiden Kinder teilnahmen.\n\nA.b Mit Beschluss vom 22. Oktober 2012 wies der Gemeinderat Weiningen das Einbürgerungsgesuch der Familie A., B., C. und D. ab. Zur Begründung führte er im Wesentlichen aus, die Bewerber seien nicht in die schweizerischen Verhältnisse eingegliedert und nicht mit den hiesigen Landesgewohnheiten, Sitten und Gebräuchen vertraut; insbesondere seien die Eltern A. und B. der deutschen Sprache nur dürftig mächtig und hätten sehr einfache geografische und staatsbürgerliche Fragen nicht in genügender Weise beantworten können.\n\nB. Am 27. Februar 2013 wies der Bezirksrat Dietikon einen dagegen erhobenen Rekurs der Familie A., B., C. und D. ab.\n\nC. Mit Urteil vom 26. August 2013 wies auch das Verwaltungsgericht des Kantons Zürich eine dagegen eingereichte Beschwerde ab. Im Wesentlichen wurde dies damit begründet, die Beschwerdeführer hätten sich auf das Einbürgerungsgespräch einstellen und sich rechtsgenüglich zur Sache äussern können. In der Sache sei zwar davon auszugehen, dass auch die Eltern A. und B. die deutsche Sprache knapp genügend beherrschten, dass die Familie A., B., C. und D. insgesamt unter Würdigung der persönlichen Verhältnisse aber nicht genügend in die schweizerischen Verhältnisse eingegliedert sei.\n\nD. Mit subsidiärer Verfassungsbeschwerde an das Bundesgericht beantragen B. und A. sowie ihre Kinder D. und C., das Urteil des Verwaltungsgerichts aufzuheben und dem Einbürgerungsgesuch zu entsprechen; eventuell sei die Angelegenheit zur Neubeurteilung an das Verwaltungsgericht zurückzuweisen. Zur Begründung machen sie im Wesentlichen einen Verstoss gegen die Grundsätze eines rechtsstaatlichen Verfahrens geltend, weil sie sich mangels genügender Orientierung nicht korrekt auf das Einbürgerungsgespräch hätten vorbereiten können.\n\nE. Die Gemeinde Weiningen schliesst auf Abweisung der Beschwerde. Der Bezirksrat Dietikon und das Verwaltungsgericht des Kantons Zürich haben auf eine Vernehmlassung verzichtet.\n\nDas Bundesgericht heisst die Beschwerde gut. |101|", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Für die ordentliche Einbürgerung muss der Gesuchsteller die gesetzlichen Wohnsitzerfordernisse erfüllen (vgl. Art. 15 des Bundesgesetzes vom 29. September 1952 über Erwerb und Verlust des Schweizer Bürgerrechts [BüG; SR 141.0]), die hier nicht strittig sind. Überdies ist gemäss Art. 14 BüG vor Erteilung der Bewilligung zu prüfen, ob der Bewerber zur Einbürgerung geeignet ist, insbesondere ob er in die schweizerischen Verhältnisse eingegliedert ist (lit. a), mit den schweizerischen Lebensgewohnheiten, Sitten und Gebräuchen vertraut ist (lit. b), die schweizerische Rechtsordnung beachtet (lit. c) und die innere oder äussere Sicherheit der Schweiz nicht gefährdet (lit. d). Die Kantone sind in der Ausgestaltung der Einbürgerungsvoraussetzungen insoweit frei, als sie hinsichtlich der Wohnsitzerfordernisse oder der Eignung Konkretisierungen des bundesgesetzlich vorgeschriebenen Rahmens vornehmen können (BGE 138 I 305 E. 1.4.3 S. 311).\n\n2.2 Im Kanton Zürich werden die bundesrechtlichen Voraussetzungen umgesetzt in Art. 20 der Verfassung des Kantons Zürich vom 27. Februar 2005 (KV/ZH; SR 131.211), in den §§ 20-31 des zürcherischen Gemeindegesetzes vom 6. Juni 1926 (GG; LS 131.1) sowie in der kantonalen Bürgerrechtsverordnung vom 25. Oktober 1978 (BüV; LS 141.11). Danach müssen die Bewerber unter anderem über angemessene Kenntnisse der deutschen Sprache verfügen (Art. 20 Abs. 3 lit. a KV/ZH), in der Lage sein, für sich und ihre Familien aufzukommen (Art. 20 Abs. 3 lit. b KV/ZH, § 21 Abs. 1 in Verbindung mit § 22 Abs. 1 GG und § 5 BüV), in die schweizerischen Verhältnisse eingegliedert sein (§ 21 Abs. 2 lit. a BüV), mit den schweizerischen Lebensgewohnheiten, Sitten und Gebräuchen vertraut sein (§ 21 Abs. 2 lit. b BüV, Art. 20 Abs. 3 lit. c KV/ZH), die schweizerische Rechtsordnung beachten (Art. 20 Abs. 3 lit. d KV/ZH, § 21 Abs. 2 lit. c BüV) sowie über einen unbescholtenen Ruf verfügen (§ 21 Abs. 1 GG und § 3 Abs. 1 in Verbindung mit § 6 BüV).\n\n3.\n\n3.1 Die Gemeinde verfügt beim Entscheid über eine ordentliche Einbürgerung über ein gewisses Ermessen. Obwohl diesem Entscheid auch eine politische Komponente innewohnt, ist das Einbürgerungsverfahren kein rechtsfreier Vorgang, wird doch darin über den rechtlichen Status von Einzelpersonen entschieden. Zu beachten sind |102| daher die einschlägigen Verfahrensbestimmungen, und die Gemeinde darf nicht willkürlich, rechtsungleich oder diskriminierend entscheiden und muss ihr Ermessen insgesamt pflichtgemäss ausüben (vgl. BGE 138 I 305 E. 1.4.3 S. 311).\n\n3.2 Die Beschwerdeführer rügen, sie seien zu einem Vorstellungsgespräch eingeladen worden und hätten dann unerwarteterweise eine Prüfung ihrer Kenntnisse der schweizerischen und lokalen Verhältnisse ablegen müssen. Die entsprechenden, von der Gemeinde offenbar als ungenügend beurteilten Ergebnisse hätten zum ablehnenden Entscheid geführt. Das verstosse gegen den Grundsatz eines fairen Verfahrens nach Art. 29 Abs. 1 BV.\n\n3.3 Das Verwaltungsgericht ging davon aus, weder das Bundesrecht noch das kantonale Recht legten fest, wie die Prüfung ablaufen soll, ob die Voraussetzungen für die Erteilung des Gemeindebürgerrechts erfüllt seien. Die Gemeinden könnten dies selbst regeln, sofern sich das gewählte Verfahren zur Überprüfung der Voraussetzungen eigne. Aufgrund des erhaltenen Einladungsschreibens hätten die Beschwerdeführer damit rechnen müssen, dass gestützt auf das Gespräch ihre Deutschkenntnisse beurteilt würden. Da die Gemeinde nicht verpflichtet sei, Sachkenntnisse schriftlich zu prüfen und aus dem Einladungsschreiben hervorgegangen sei, dass hernach Antrag an den Gemeinderat gestellt werde, hätten sich die Beschwerdeführer auch darauf einstellen können, dass bereits Allgemeinwissen abgefragt werde. Die gestellten etwa 20 Fragen zum orts- und staatskundlichen Allgemeinwissen seien eher einfacher Natur gewesen und hätten dem Fragebogen der Gemeinde entsprochen, wie er auch in anderen Fällen Anwendung finde. Die Beschwerdeführer seien weder rechtsungleich behandelt noch in ihren Parteirechten verletzt worden.\n\n3.4 Zur durch Art. 29 BV geschützten Verfahrensfairness gehört der in Art. 29 Abs. 2 BV besonders aufgeführte Anspruch auf rechtliches Gehör (vgl. RHINOW/SCHEFER, Schweizerisches Verfassungsrecht, 2. Aufl. 2009, Rz. 3040). Dieser dient der Sachaufklärung und garantiert den Verfahrensbeteiligten ein persönlichkeitsbezogenes Mitwirkungsrecht. Sie haben insbesondere Anspruch auf Äusserung zur Sache vor Fällung des Entscheids, auf Abnahme ihrer erheblichen, rechtzeitig und formrichtig angebotenen Beweise und auf Mitwirkung an der Erhebung von Beweisen oder zumindest auf Stellungnahme zum Beweisergebnis (BGE 135 II 286 E. 5.1 S. 293; |103| BGE 134 I 140 E. 5.3 S. 148; BGE 127 I 54 E. 2b S. 56). Voraussetzung dafür sind genügende Kenntnisse über den Verfahrensverlauf, was auf das Recht hinausläuft, in geeigneter Weise über die entscheidwesentlichen Vorgänge und Grundlagen vorweg orientiert zu werden. Dabei geht es nicht nur um formelle Abläufe wie insbesondere die Abnahme von Beweisen, sondern auch um inhaltliche Anforderungen (vgl. MICHELE ALBERTINI, Der verfassungsmässige Anspruch auf rechtliches Gehör im Verwaltungsverfahren des modernen Staates, 2000, S. 206 ff.; MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4. Aufl. 2008, S. 860; RHINOW/KOLLER/KISS/THURNHERR/BRÜHL-MOSER, Öffentliches Prozessrecht, 2. Aufl. 2010, Rz. 318; GEROLD STEINMANN, in: Die schweizerische Bundesverfassung, Kommentar, Ehrenzeller und andere [Hrsg.], 2. Aufl. 2008, N. 24 zu Art. 29 BV). Eine Ausnahme kann nur für solche Verfahrensschritte gelten, die unaufschiebbar sind oder von der Natur her eine vorgängige Ankündigung ausschliessen, weil sie diesfalls gar nicht erfolgreich sein könnten, wie dies etwa für Überwachungen oder verdeckte Ermittlungen im Strafverfahren zutreffen kann.\n\n3.5 Nach der bundesgerichtlichen Rechtsprechung kann der Beschwerdeführer als Partei im kantonalen Einbürgerungsverfahren die Verletzung bundesverfassungsrechtlicher Verfahrensgarantien geltend machen, deren Missachtung eine formelle Rechtsverweigerung darstellt (BGE 133 I 185 E. 6.2 S. 199; BGE 132 I 167 E. 2.1 S. 168). Das ergibt sich aus der Rechtsnatur des Entscheides über eine ordentliche Einbürgerung als individuell-konkretem Hoheitsakt und trifft insbesondere auf die Rüge der Verletzung des Anspruchs auf rechtliches Gehör gemäss Art. 29 Abs. 2 BV zu. Im Bürgerrechtsgesetz ausdrücklich genannt wird der Anspruch auf Begründung bei Verweigerung der Einbürgerung (Art. 15b BüG), der bisher auch in der Rechtsprechung und im einschlägigen Schrifftum im Vordergrund stand (vgl. BGE 135 I 265 E. 1.3 S. 270; BGE 134 I 56 E. 2 S. 58; BGE 130 I 140 E. 4.2 S. 147; BGE 129 I 232 E. 3 S. 234 ff.; LAURA CAMPISI, Die rechtliche Erfassung der Integration im schweizerischen Migrationsrecht, 2014, S. 306 ff.; CÉLINE GUTZWILLER, Droit de la nationalité et fédéralisme en Suisse, 2008, S. 369 ff.; YVO HANGARTNER, Grundsatzfragen der Einbürgerung nach Ermessen, ZBl 110/2009 S. 304 f.). An keiner Stelle wird jedoch die Auffassung vertreten, die anderen Verfahrensgarantien seien im Einbürgerungsverfahren unbeachtlich. Im Gegenteil wird der Anspruch auf Begründung stets als Konkretisierung der im Einbürgerungsverfahren allgemein geltenden |104| prozessualen Rechte dargestellt. Das stimmt im Übrigen mit dem auf Einbürgerungsverfahren ergänzend anwendbaren Art. 29 VwVG (SR 172.021) überein. Die verfassungsrechtlichen Verfahrensgarantien gelten daher in geeigneter Weise auch im Verfahren der ordentlichen Einbürgerung. Dazu zählt das Recht auf vorgängige Orientierung. Die Bewerber sind jedenfalls über diejenigen Verfahrensschritte vorweg zu informieren, die geeignet sind, den Entscheid über die Einbürgerung zu beeinflussen, und auf die sich die Bewerber gezielt vorbereiten können. Eine Ausnahme gilt auch hier nur, wenn sich eine solche aufgrund der besonderen Natur des Verfahrensschrittes bzw. der damit verbundenen Beweisaufnahme rechtfertigt.\n\n3.6 Zum fairen Verfahren gehört sodann die Beachtung des Grundsatzes von Treu und Glauben gemäss Art. 5 Abs. 3 BV. Der Vertrauensschutz gilt auch in prozessualer Hinsicht (vgl. etwa BGE 135 I 257 E. 1.6 S. 261). Im Einbürgerungsverfahren darf der Bewerber ebenfalls damit rechnen, dass sich die Behörde an Auskünfte über das Verfahren, die sie ihm erteilt hat, so wie sie vernünftigerweise zu verstehen waren, hält. Das bedeutet, dass die Behörde ohne besondere Rechtfertigung für ein abweichendes Vorgehen nicht ohne neue vorgängige Orientierung vom bekannt gegebenen Verfahrensablauf abweichen kann.\n\n3.7 Am 8. Oktober 2012 sandte die Gemeinde Weiningen das folgende an die beiden erwachsenen Beschwerdeführer adressierte Schreiben:\n\n\"Ihr Bürgerrechtsgesuch / Einladung zu einem Gespräch\n\n...\n\nVon den kantonalen Amtsstellen haben wir Ihr Einbürgerungsgesuch erhalten. Die Bürgerkommission hat nun darüber zu befinden, ob sie Ihre Aufnahme in das Bürgerrecht der Gemeinde Weiningen an den Gemeinderat beantragen kann. Vor Antragsstellung möchte sich die Bürgerkommission mit Ihnen unterhalten, damit diese Sie kennen lernen und etwas über Ihre Beweggründe zum Einbürgerungsgesuch erfahren kann.\n\nWir bitten Sie deshalb beide , am ... (Datum, Zeit, Ort) ...\n\nvorzusprechen.\n\n...\"\n\n3.7.1 Das Einladungsschreiben der Gemeinde zu einem Gespräch mit den Beschwerdeführern enthält keine Orientierung darüber, dass im Gespräch die Eignung zur Einbürgerung geprüft werde. Vielmehr wird als Gesprächszweck angegeben, es gehe darum, die |105| Gesuchsteller kennenzulernen und ihre Motive für die Einbürgerung zu erfahren. Dass Fragen zu den Beweggründen gestellt wurden, ist nicht zu beanstanden. Auch scheinen allgemeine Rückschlüsse auf die Sprachkenntnisse nicht von vornherein unzulässig. Gestützt auf das ihnen gesandte Schreiben mussten die Beschwerdeführer jedoch nicht damit rechnen, bereits eine Prüfung über ihre Kenntnisse der schweizerischen und lokalen Verhältnisse, insbesondere solche geografischer und staatskundlicher Natur sowie zur Zusammensetzung von Behörden oder zu einzelnen Behördenvertretern ablegen zu müssen. Das Stellen von Testfragen, die im Übrigen entgegen der Auffassung des Verwaltungsgerichts zum Teil über generell als bekannt vorauszusetzendes Allgemeinwissen hinausgingen, nahm den Charakter einer eigentlichen Prüfung an. Es war für die Beschwerdeführer aufgrund der im Einladungsschreiben verwendeten Formulierung nicht vorweg erkennbar, dass eine solche am Gesprächstermin stattfinden würde. Auch war der Hinweis auf eine spätere Antragsstellung an den Gemeinderat entgegen den entsprechenden Ausführungen des Verwaltungsgerichts nicht so zu verstehen, dieser Antrag werde bereits unmittelbar im Anschluss an das Motivationsgespräch formuliert und es würden später keine Beweise zur Eignung für die Einbürgerung mehr abgenommen. Insbesondere sprachen der frühe Zeitpunkt im Verfahren sowie der im Einladungsschreiben angegebene Gesprächszweck für das Gegenteil, weshalb ein solcher Schluss nicht nahelag.\n\n3.7.2 Zwar steht es im Ermessen der Gemeinde, im Einbürgerungsverfahren bei der Prüfung der Integration auch Fragen zum Allgemeinwissen zu stellen. Die Beschwerdeführer durften jedoch aufgrund des frühen Verfahrensstadiums sowie des Einladungsschreibens davon ausgehen, dass eine Eignungsprüfung erst später stattfinden werde und sie sich noch angemessen darauf vorbereiten könnten. Wird insbesondere wie im vorliegenden Zusammenhang Wissen geprüft, so drängt sich eine vorgängige Orientierung darüber auf. Nicht nur ist es diesfalls für die Bewerber einfacher als bei anderen Kriterien der Integration, sich darauf inhaltlich einzurichten, sondern es ermöglicht ihnen, sich mental darauf einzustellen und durch den Überraschungseffekt bewirkte kurzfristige Wissenslücken zu vermeiden. Es ist denn auch notorisch, dass sich Bewerber für eine Einbürgerung ähnlich wie bei schulischen Examen teilweise vertieft und unter Verwendung spezifischer Lehrmittel auf die Prüfung des Wissens vorbereiten, das ihre Integration belegen soll. Da die |106| Beschwerdeführer über den wahren Zweck des Gesprächs nicht orientiert worden waren, mussten sie nicht mit einer solchen Prüfung rechnen und hatten sie noch keinen Anlass, sich auf die ihnen ohne Ankündigung unvermittelt gestellten Testfragen in angemessener Weise vorzubereiten.\n\n3.7.3 Aufgrund des Motivationsgespräches verneinte die Gemeinde, dass die Beschwerdeführer über genügende Sprachkenntnisse verfügen. Die Vorinstanz beurteilte diese hingegen als knapp ausreichend. An den Sprachkenntnissen scheiterte das Einbürgerungsgesuch demnach nicht. Sodann erachteten beide Vorinstanzen die Motivation nicht als ungenügend. Hingegen schlossen sie gestützt auf die von den Beschwerdeführern auf dem Fragebogen ausgefüllten Antworten, diese seien nicht genügend in die schweizerischen Verhältnisse eingegliedert. Diese Beurteilung führte zur Ablehnung ihres Einbürgerungsgesuchs bzw. zur Abweisung ihrer Beschwerde an die Vorinstanz. Die mangelnde Orientierung über den wahren Zweck des Gesprächs zeitigte also unmittelbare rechtliche Auswirkung. Eine besondere Rechtfertigung für das Fehlen der Ankündigung, das Allgemeinwissen der Beschwerdeführer zu prüfen, gibt es nicht und wird von der Gemeinde auch nicht geltend gemacht. Das Vorgehen der Gemeinde verstösst demnach gegen den Anspruch auf rechtliches Gehör nach Art. 29 Abs. 2 BV bzw. in allgemeinerer Weise gegen den Grundsatz der Verfahrensfairness gemäss Art. 29 Abs. 1 BV. Überdies verletzte die Gemeinde in prozessualer Hinsicht das Prinzip von Treu und Glauben nach Art. 5 Abs. 3 BV.\n\n3.8 Aufgrund der formellen Natur des Verfahrensmangels ist der angefochtene Entscheid unabhängig von dessen inhaltlicher Rechtmässigkeit aufzuheben. Mangels genügender Sachverhaltsabklärung kann dem Antrag der Beschwerdeführer, direkt ihrem Einbürgerungsgesuch stattzugeben, nicht entsprochen werden. Die Sache ist vielmehr an die Gemeinde zurückzuweisen zur Vornahme der erforderlichen ergänzenden Verfahrensschritte und Sachverhaltsabklärung sowie zu neuem Entscheid."}