{"annee": "140", "cour": "V", "page": "343", "date": "31/7/2014", "cite": ["131 V 42", "134 II 124", "132 V 121"], "cite_par": ["142 V 457", "142 V 442", "142 V 425"], "chapeau": "46. Extrait de l'arrêt de la IIe Cour de droit social dans la cause Office fédéral des assurances sociales contre A. (recours en matière de droit public)\n\n9C_85/2014 du 31 juillet 2014", "regestes": ["Art. 42 et 42bis LAI; art. 37 RAI; ch. 8067 de la circulaire concernant l'invalidité et l'impotence dans l'assurance-invalidité (CIIAI); allocation pour impotent de faible degré; enfant; surdité profonde bilatérale congénitale; début du droit. Le ch. 8067 CIIAI ne sort pas du cadre fixé par les art. 42 et 42bis LAI en ce qu'il précise que le droit à une allocation pour une impotence de faible degré des enfants atteints de surdité grave lorsqu'ils ont besoin d'une aide importante de tiers pour pouvoir établir le contact avec leur environnement débute en règle générale à l'issue du délai d'attente d'une année à partir de l'introduction des mesures pédago-thérapeutiques, sauf lorsque celles-ci débutent dès la première année de vie (consid. 6.1).", "Art. 4 CC. Conditions dans lesquelles une décision en équité peut être prise à titre exceptionnel, remplies en l'espèce (consid. 6.2.2)."], "faits": "", "considerants": "BGE 140 V 343 S. 344\n\nExtrait des considérants:\n\n3. Se fondant sur l'art. 37 RAI (RS 831.201) et sur l'arrêt du Tribunal fédéral des assurances I 40/97 du 11 décembre 1997, le premier juge a considéré qu'un mineur avait droit à une allocation pour impotent dès le moment où il nécessitait un surcroît d'aide et de surveillance de tiers - quels qu'ils soient - par rapport aux enfants du même âge non atteints dans leur santé; la date du début d'une mesure d'ordre pédago-thérapeutique n'était ainsi pas déterminante, contrairement à ce que prévoyait le ch. 8067 de la circulaire de l'Office fédéral des assurances sociales (OFAS) sur l'invalidité et l'impotence dans l'assurance-invalidité (CIIAI; http://www.bsv.admin.ch/vollzug/documents/view/3950/lang:fre/category:34), qu'avait appliqué l'office AI. En l'espèce, un besoin accru d'aide et de surveillance avait existé à partir de juillet 2010, soit lorsque les parents de l'intimé - qui selon le docteur B. avaient su apporter à leur fils une communication adéquate - avaient remarqué que celui-ci présentait des troubles auditifs; le fait que la surdité de l'intéressé n'avait pas encore été constatée médicalement à l'époque n'y changeait rien, d'autant qu'il ne s'agissait pas d'une circonstance dont celui-ci devait supporter les conséquences. L'intimé avait donc droit à une allocation pour impotent de degré faible à partir du mois de juillet 2010, étant précisé qu'il n'avait alors pas atteint l'âge d'un an à partir duquel l'art. 42 BGE 140 V 343 S. 345al. 4 LAI prévoit que le droit à cette prestation ne naît qu'au terme d'un délai d'attente.\n\n4. Selon l'office recourant, qui se plaint d'une violation du droit fédéral, il ne ressort pas du dossier que l'intimé aurait eu besoin d'un surcroît d'aide consécutif à sa surdité avant le début de la mesure pédago-thérapeutique en avril 2011. Le docteur B. n'aurait fourni aucune indication en ce sens et si l'intimé, qui avait 5 mois en juillet 2010, nécessitait alors comme il l'affirme une attention quasiment constante de la part de ses parents, cela vaudrait pour tous les enfants de cet âge. La mesure précitée ayant commencé à une date postérieure au premier anniversaire de l'intéressé, le droit à l'allocation de degré faible ne serait ouvert qu'au terme du délai d'attente d'un an institué par l'art. 42 al. 4 LAI, soit en avril 2012.\n\n5.\n\n5.1\n\n5.1.1 L'art. 42 LAI, qui traite du droit à l'allocation pour impotent, dispose à son al. 4 que celle-ci \"est octroyée au plus tôt à la naissance et au plus tard à la fin du mois au cours duquel l'assuré a fait usage de son droit de percevoir une rente anticipée, conformément à l'art. 40, al. 1, LAVS, ou du mois au cours duquel il a atteint l'âge de la retraite. La naissance du droit est régie, à partir de l'âge d'un an, par l'art. 29, al. 1\".\n\nL'art 42bis LAI, qui prévoit des conditions spéciales applicables aux mineurs, prévoit à l'al. 3 que \"Pour les assurés âgés de moins d'un an, le droit à l'allocation pour impotent prend naissance dès qu'il existe une impotence d'une durée probable de plus de douze mois.\"\n\n5.1.2 L'art. 37 RAI (évaluation de l'impotence) prévoit à son al. 3 let. d que l'impotence est faible si l'assuré, même avec des moyens auxiliaires, a besoin de services considérables et réguliers de tiers lorsqu'en raison d'une grave atteinte des organes sensoriels ou d'une grave infirmité corporelle, il ne peut entretenir des contacts sociaux avec son entourage que grâce à eux. Aux termes de l'al. 4 de cette disposition, dans le cas de mineurs, seul est pris en considération le surcroît d'aide et de surveillance que le mineur handicapé nécessite par rapport à un mineur du même âge et en bonne santé.\n\n5.1.3 Le ch. 8067 de la CIIAI, dans sa version valable à partir du 1er janvier 2012 - applicable au cas d'espèce - est ainsi libellé:\n\n\"Les enfants atteints de surdité grave ont droit à une allocation pour une impotence de faible degré lorsqu'ils ont besoin d'une aide importante de tiers pour pouvoir établir le contact avec leur environnement (Pratique BGE 140 V 343 S. 346VSI 1998 p. 211). C'est le cas lorsque des prestations de service régulières et importantes de la part des parents ou de tiers sont nécessaires pour que l'enfant concerné puisse entretenir des contacts sociaux. Entrent dans cette catégorie toutes les dépenses destinées à stimuler la capacité de communication de l'enfant handicapé (p. ex. mesures scolaires et pédago-thérapeutiques comme l'application à domicile d'exercices appris et recommandés par des spécialistes, aide découlant de l'invalidité pour l'apprentissage de l'écriture, l'acquisition de la langue ou la lecture labiale). Le droit débute en règle générale à l'issue du délai d'attente d'une année à partir de l'introduction de la mesure pédago-thérapeutique et il prend fin au moment où l'assuré n'a plus besoin d'aide pour l'entretien de ses contacts, généralement déjà avant la fin de l'école obligatoire. Dans les cas où les mesures en question commencent dès la première année de vie, la loi (art. 42bis, al. 3, LAI) n'impose pas de délai de carence.\"\n\n5.2 Les circulaires s'adressent aux organes d'exécution et n'ont pas d'effets contraignants pour le juge. Toutefois, dès lors qu'elles tendent à une application uniforme et égale du droit, il convient d'en tenir compte et en particulier de ne pas s'en écarter sans motifs valables lorsqu'elles permettent une application correcte des dispositions légales dans un cas d'espèce et traduisent une concrétisation convaincante de celles-ci. En revanche, une circulaire ne saurait sortir du cadre fixé par la norme supérieure qu'elle est censée concrétiser. En d'autres termes, à défaut de lacune, un tel acte ne peut prévoir autre chose que ce qui découle de la législation ou de la jurisprudence (ATF 132 V 121 consid. 4.4 p. 125; ATF 131 V 42 consid. 2.3 p. 45 s.; arrêt 9C_283/2010 du 17 décembre 2010 consid. 4.1).\n\n6.\n\n6.1 Les exemples mentionnés par l'OFAS, sous ch. 8067 de la CIIAI, au titre de dépenses destinées à stimuler la capacité de communication des enfants souffrant de surdité grave montrent bien que selon cet Office, les mesures devant être prises pour permettre aux intéressés d'entretenir des contacts sociaux, si elles sont mises en oeuvre (notamment) par leurs parents, débutent forcément par l'intervention de spécialistes de ce genre de troubles. Compte tenu des connaissances techniques requises pour identifier les besoins spécifiques liés à une telle affection - lesquels dépendent notamment des améliorations apportées par les moyens auxiliaires mis en oeuvre - et déterminer les mesures qui doivent être concrètement prises pour y répondre, un tel raisonnement ne prête nullement le flanc à la critique. Les faits constatés dans l'arrêt I 40/97 - lequel n'énonce aucun principe juridique - soulignent d'ailleurs bien le rôle décisif que sont appelés à jouer initialement dans ce genre de cas les spécialistes de la BGE 140 V 343 S. 347rééducation auditive puisqu'en l'occurrence, la mère de l'assurée avait dû suivre des cours de langages gestuel et parlé complété pour communiquer de manière satisfaisante avec sa fille (consid. 4b). Dans ces conditions, le choix du début des mesures pédago-thérapeutiques comme moment en principe déterminant pour le début du droit à l'allocation pour une impotence de degré faible apparaît tout à fait approprié. A noter que les déclarations du docteur B. ne permettent pas d'établir que les parents de l'intimé seraient parvenus à partir de juillet 2010 à se substituer temporairement aux spécialistes intervenus par la suite. La communication adéquate mise en place par ceux-ci, telle que décrite par cet oto-rhino-laryngologue (consistant à mettre toujours de la voix et quelques signes, se placer face à l'enfant lors des interactions, lui laisser le choix et utiliser le pointage), ne se distingue effectivement pas des procédés utilisés de manière générale pour entrer en communication avec un nouveau-né, respectivement un nourrisson. Le critère retenu par l'OFAS est au surplus objectif, précis et aisé à définir, garantissant une application uniforme et égale du droit qui serait compromise si on admettait la prise en compte d'éléments informels, ainsi que le démontrent les contradictions du médecin précité s'agissant du moment où les parents de l'intimé ont remarqué que leur fils présentait des troubles auditifs (celui-ci ayant mentionné, dans ses courriers des 15 mars et 6 juin 2011, tour à tour le huitième puis le cinquième ou le sixième mois de vie de l'intéressé). Il suit de ce qui précède que le premier juge s'est écarté à tort du ch. 8067 de la CIIAI.\n\n6.2\n\n6.2.1 Le début des mesures pédago-thérapeutiques étant survenu en avril 2011 - soit dans le courant du deuxième mois suivant celui où l'intimé a accompli sa première année de vie - il y a lieu, en principe, de tenir compte du délai d'attente prévu par l'art. 42 al. 4 LAI.\n\n6.2.2 Au vu des circonstances très particulières du cas d'espèce, une telle solution se révélerait cependant d'une rigueur excessive pour l'intimé, heurtant de manière choquante le sentiment de la justice et de l'équité, si bien qu'il convient de s'en écarter (cf. ATF 134 II 124 consid. 4.1 p. 133; arrêt 1B_211/2009 du 10 décembre 2009 consid. 2.3; KATHRIN AMSTUTZ, Entscheiden nach \"Recht und Billigkeit\" - ein zivil- und öffentlichrechtlicher Blick auf Art. 4 ZGB, RDS 131/2012 I p. 309 ss, 324 ss). En effet, non seulement les oto-émissions acoustiques effectuées en mars 2010 n'ont pas mis en évidence la surdité bilatérale profonde congénitale dont est atteint l'intéressé - alors même qu'il s'agit d'un examen réputé fiable BGE 140 V 343 S. 348(GUYOT/CAO-NGUYEN/CRESCENTINO/KOS, Evaluation de l'audition chez l'enfant et le nouveau-né, Revue Médicale Suisse 2002 n° 2410, disponible sur la page internet http://www.titan.medhyg.ch/mh/formation/print.php3?sid=22509, p. 6) - mais le pédiatre consulté par les parents de celui-ci, alertés en novembre ou décembre 2010 par l'absence de réaction de leur fils aux bruits environnants, n'a pas non plus détecté l'existence de cette affection. Sans ce malheureux concours de circonstances - dont l'intimé, respectivement ses parents, ne peuvent aucunement être tenus pour responsables - les mesures pédago-thérapeutiques auraient, au degré de la vraisemblance prépondérante, commencé avant le premier anniversaire de l'intéressé. Il se justifie donc à titre tout à fait exceptionnel de traiter celui-ci comme si tel avait été le cas et, partant, de lui reconnaître le droit à une allocation de degré faible pour impotent mineur à partir du mois d'avril 2011 déjà, étant précisé que le diagnostic de surdité congénitale profonde bilatérale laisse forcément présager au moment où il est posé l'existence d'une impotence d'une durée de plus de douze mois, exigée par l'art. 42bis al. 3 LAI."}