{"annee": "140", "cour": "V", "page": "470", "date": "21/10/2014", "cite": ["139 V 234", "132 V 159"], "cite_par": ["142 V 419", "142 V 547"], "chapeau": "60. Auszug aus dem Urteil der II. sozialrechtlichen Abteilung i.S. Pensionskasse Appenzell Ausserrhoden gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n9C_351/2014 vom 21. Oktober 2014", "regestes": ["Art. 26 al. 1 LPP; art. 28 al. 1 let. b et art. 29 al. 1 LAI; ancien art. 29 al. 1 let. b et ancien art. 48 al. 2 LAI (dans leur teneur en vigueur jusqu'au 31 décembre 2007); début du droit à une rente d'invalidité de la prévoyance professionnelle (obligatoire). Depuis l'entrée en vigueur de la 5e révision de l'AI, le droit à des prestations d'invalidité de la prévoyance professionnelle (obligatoire) commence avec la naissance du droit à une rente de l'assurance-invalidité selon l'art. 29 al. 1 LAI et pas avec l'expiration de la période d'attente de l'art. 28 al. 1 let. b LAI (l' ATF 132 V 159 est obsolète; consid. 3.2 et 3.3)."], "faits": "|471|\n\nA. A. war bei der Pensionskasse für das Staatspersonal und die Lehrer von Appenzell Ausserrhoden (heute: Pensionskasse Appenzell Ausserrhoden) berufsvorsorgeversichert. Nach Auftreten gesundheitlicher Probleme löste der Kanton das Arbeitsverhältnis auf Ende April 2008 auf. Nachdem er bis im Februar 2009 Krankentaggelder in der Höhe von 80 % des Lohnes bezogen hatte, meldete sich A. im März 2009 bei der Invalidenversicherung zum Leistungsbezug an. Mit Verfügungen vom 5. Februar und 16. März 2010 sprach ihm die IV-Stelle des Kantons X. eine ganze Rente ab 1. September 2009 zu. Die Pensionskasse Appenzell Ausserrhoden anerkannte eine Leistungspflicht. Im Schreiben vom 2. Dezember 2010 hielt sie fest, es bestehe Anspruch auf eine ganze Invalidenrente mit Wirkung ab 1. September 2009, und legte die Berechnungsgrundlagen dar. Damit war A. nicht einverstanden, der unter anderem die Nachzahlung einer IV-Übergangsrente nach altem Recht beantragte. Mit Schreiben vom 10. Januar 2011 bestätigte die Pensionskasse Appenzell Ausserrhoden Anspruchsbeginn und Höhe der Rente.\n\nB. Am 21. April 2011 liess A. Klage beim Obergericht Appenzell Ausserrhoden einreichen mit dem hauptsächlichen Rechtsbegehren, die Pensionskasse Appenzell Ausserrhoden sei zu verpflichten, Leistungen auf der Basis der Verordnung vom 21. Juni 1999 über die Pensionskasse von Appenzell Ausserrhoden und zudem eine IV-Überbrückungsrente ab 1. Februar bis 1. September 2009 auszurichten. Nach Klageantwort der Pensionskasse und einem zweiten Schriftenwechsel wies das Obergericht mit Entscheid vom 20. März 2013 das Rechtsmittel im Sinne der Erwägungen ab, soweit es darauf eintrat.\n\nC. Mit Beschwerde in öffentlich-rechtlichen Angelegenheiten beantragt die Pensionskasse Appenzell Ausserrhoden, der Entscheid vom |47220| . März 2013 sei aufzuheben und die Klage vollumfänglich abzuweisen.\n\nA. ersucht um Abweisung der Beschwerde. Das Bundesamt für Sozialversicherungen (BSV) hat auf eine Vernehmlassung verzichtet.\n\nDas Bundesgericht heisst die Beschwerde gut.", "considerants": "Aus den Erwägungen:\n\n3. Art. 32 der Verordnung vom 30. Oktober 2006 über die Pensionskasse von Appenzell Ausserrhoden (in Kraft gestanden bis 31. Dezember 2013, nachfolgend: PKV/AR) mit der Überschrift \"Invaliditätsbegriff und Anspruch\" bestimmte Folgendes:\n\n1 Versicherte, die im Sinne der Eidg. Invalidenversicherung (IV) infolge von Krankheit oder Unfall ganz oder teilweise dauerhaft erwerbsunfähig sind und die bei Eintritt der Arbeitsunfähigkeit, deren Ursache zur Invalidität geführt hat, in der Pensionskasse versichert waren, gelten als invalid. Sie haben Anspruch auf eine Invalidenrente.\n\n2 Der Anspruch auf eine Invalidenrente entsteht grundsätzlich mit dem Rentenbeginn bei der IV, frühestens jedoch nach Ablauf der arbeitsvertraglichen Lohnfortzahlung oder von Taggeldleistungen, sofern diese mindestens 80 Prozent der entgangenen Jahresbesoldung betragen und die Taggeldversicherung vom Arbeitgeber mindestens zur Hälfte mitfinanziert wurde.\n\n3-5 (...).\n\nDiese Bestimmungen sind nach den Regeln der Gesetzesauslegung zu interpretieren (BGE 139 V 234 E. 5.1 S. 238 mit Hinweisen).\n\n3.1 Art. 32 Abs. 1 PKV/AR verweist auf den Begriff der Invalidität im Sinne der Invalidenversicherung; gleichzeitig übernimmt er den Wortlaut von Art. 23 lit. a BVG, wonach Anspruch auf Invalidenleistungen Personen haben, die im Sinne der IV zu mindestens 40 Prozent invalid sind und \"bei Eintritt der Arbeitsunfähigkeit, deren Ursache zur Invalidität geführt hat, versichert waren\". Aus dieser uneingeschränkten Verweisung hat die Vorinstanz gefolgert, die Regelung betreffend die Entstehung und den Aufschub des Anspruchs auf eine Invalidenrente in Abs. 2 sei im gleichen Sinne zu verstehen wie im Bereich des Obligatoriums nach BVG. Massgebend seien somit Art. 26 Abs. 1 und 2 BVG und die dazu ergangene Rechtsprechung. Dem ist von den Parteien nicht widersprochen worden (vgl. auch Protokoll der Sitzung des Kantonsrates von Appenzell Ausserrhoden vom 30. Oktober 2006, Trakt. 105, S. 1032 unten). Hingegen |473| gehen die Meinungen darüber auseinander, welche Folgerungen daraus zu ziehen sind.\n\n3.2 Nach Art. 26 Abs. 1 BVG gelten für den Beginn des Anspruchs auf Invalidenleistungen sinngemäss die entsprechenden Bestimmungen des Bundesgesetzes vom 19. Juni 1959 über die Invalidenversicherung (Art. 29 IVG). Im Urteil B 124/04 vom 2. Februar 2006 (BGE 132 V 159) erkannte das Eidgenössische Versicherungsgericht, dass von dieser Verweisung Art. 48 Abs. 2 IVG (in Kraft gestanden bis 31. Dezember 2007) nicht erfasst wird. Mit anderen Worten entsteht der Anspruch auf eine Invalidenrente nach BVG mit Ablauf der Wartezeit nach aArt. 29 Abs. 1 lit. b IVG (seit 1. Januar 2008: Art. 28 Abs. 1 lit. b IVG) unabhängig davon, ob infolge verspäteter Anmeldung die Rente der Invalidenversicherung in einem späteren Zeitpunkt beginnt (BGE 132 V 159 E. 4.4.2 S. 164 f.). Gemäss Vorinstanz gilt diese Rechtsprechung auch nach der Neufassung von Art. 28 und 29 IVG und nach Aufhebung von Art. 48 IVG im Rahmen der am 1. Januar 2008 in Kraft getretenen 5. IV-Revision. Zur Begründung verweist sie im Wesentlichen auf MARC HÜRZELER (in: Handkommentar zum BVG und FZG, Schneider/Geiser/Gächter [Hrsg.], 2010, N. 26 zu Art. 26 BVG), welcher Autor diese Meinung vertritt. Nach verbindlicher Feststellung der IV-Stelle sei die Wartezeit am 20. Juli 2008 abgelaufen und in diesem Zeitpunkt somit der Anspruch auf eine Invalidenrente nach Art. 32 PKV/AR entstanden. Die Beschwerdeführerin hält der vorinstanzlichen Argumentation u.a. die Materialien zur 5. IV-Revision entgegen.\n\n3.3\n\n3.3.1 Mit Bezug auf die Entstehung des Rentenanspruchs und des Rentenbeginns galt bis 31. Dezember 2007 vor Inkrafttreten der 5. IV-Revision folgende Regelung: Der Rentenanspruch nach Artikel 28 entsteht frühestens in dem Zeitpunkt, in dem der Versicherte u.a. während eines Jahres ohne wesentlichen Unterbruch durchschnittlich mindestens zu 40 Prozent arbeitsunfähig (Art. 6 ATSG [SR 830. 1]) gewesen war. Die Rente wird vom Beginn des Monats an ausgerichtet, in dem der Anspruch entsteht, jedoch frühestens von jenem Monat an, der auf die Vollendung des 18. Altersjahres folgt (aArt. 29 Abs. 1 lit. b und Abs. 2 Satz 1 IVG). Meldet sich ein Versicherter mehr als zwölf Monate nach Entstehen des Anspruchs an, so werden die Leistungen in Abweichung von Artikel 24 Absatz 1 ATSG lediglich für die zwölf der Anmeldung vorangehenden Monate ausgerichtet (aArt. 48 Abs. 2 Satz 1 IVG). |474|\n\nSeit 1. Januar 2008 gilt demgegenüber: Anspruch auf eine Rente haben Versicherte, die u.a. während eines Jahres ohne wesentlichen Unterbruch durchschnittlich mindestens zu 40 Prozent arbeitsunfähig (Art. 6 ATSG) gewesen sind (Art. 28 Abs. 1 lit. b IVG). Der Rentenanspruch entsteht frühestens nach Ablauf von sechs Monaten nach Geltendmachung des Leistungsanspruchs nach Artikel 29 Absatz 1 ATSG, jedoch frühestens im Monat, der auf die Vollendung des 18. Altersjahres folgt. Die Rente wird vom Beginn des Monats an ausbezahlt, in dem der Rentenanspruch entsteht (Art. 29 Abs. 1 und 3 IVG).\n\n3.3.2 In der Botschaft vom 22. Juni 2005 zur Änderung des Bundesgesetzes über die Invalidenversicherung (5. Revision; BBl 2005 4459 ff.) wurde ausgeführt, die Massnahmen im Rahmen dieser Novelle würden sich auch positiv auf die Anzahl Invalidenrenten in der beruflichen Vorsorge auswirken. Der Anspruch auf BVG-Invalidenleistungen stelle darauf ab, dass jemand im Sinn der IV zu einem bestimmten Grad invalid sei (Art. 23 und 24 BVG); für den Beginn der BVG-Invalidenrente gälten sinngemäss die entsprechenden Bestimmungen des IVG (Art. 29 IVG; Art. 26 Abs. 1 BVG). Daher wirkten sich entsprechende Änderungen des IVG auch auf den Leistungsanspruch nach BVG aus (BBl 2005 4588 Ziff. 3.4). Darauf Bezug nehmend, führte das BSV in seinen Mitteilungen über die Berufliche Vorsorge Nr. 107 vom 12. August 2008 aus, Art. 26 Abs. 1 BVG verweise für den Beginn des Anspruchs auf Invalidenleistungen auf Art. 29 IVG. Daher wirkten sich entsprechende Änderungen des IVG bezüglich Beginn des Anspruchs auch auf den Leistungsanspruch nach BVG aus. Bei der Anpassung der BVG-Bestimmungen sei der Verweis auf Art. 29 IVG in Art. 26 BVG Abs. 1 aber nicht geändert worden. Es liege somit ein redaktionelles Versehen vor. Im Verweis müsste es somit heissen: \"(Art. 28 Abs. 1 und 29 Abs. 1-3 IVG)\". In der Systematischen Sammlung des Bundesrechts (SR) sei in der Zwischenzeit die entsprechende Anpassung vorgenommen worden (siehe Fn. 56 zu aArt. 26 Abs. 1 BVG: \"Heute: Art. 28 Abs. 1 und 29 Abs. 1-3 IVG\"). Diese Änderung habe zur Folge, dass der Anspruch auf BVG-Invalidenleistungen frühestens nach Ablauf von sechs Monaten nach Geltendmachung des Leistungsanspruchs nach Art. 29 Abs. 1 ATSG entstehe, d.h. gleichzeitig mit dem Beginn des Invalidenrentenanspruchs der IV.\n\n3.3.3 In der Lehre wird überwiegend die Auffassung vertreten, dass mit Inkrafttreten der 5. IV-Revision neu der Anspruch auf |475| Invalidenleistungen nach Art. 26 Abs. 1 BVG frühestens nach Ablauf von sechs Monaten seit der Anmeldung bei der Invalidenversicherung beginnt (HANS-ULRICH STAUFFER, Berufliche Vorsorge, 2. Aufl. 2012, S. 337 Rz. 921; MARTA MOZAR, Verspätete Anmeldung, Schweizer Personalvorsorge [SPV] 6/2008 S. 83; MEYER/REICHMUTH, Bundesgesetz über die Invalidenversicherung, 3. Aufl. 2014, S. 409; a.M. HÜRZELER, a.a.O., N. 26 zu Art. 26 BVG).\n\n3.3.4 Der Beschwerdegegner bringt vor, die 5. IV-Revision habe vor allem, wenn nicht ausschliesslich, der finanziellen Besserstellung der stark verschuldeten Invalidenversicherung dienen sollen. Diese Schuldenproblematik bestehe bei den Pensionskassen, die im Grundsatz für ihre Leistungen voll finanziert seien, nicht. Damit vermag er indessen nicht darzutun, der kantonale Gesetzgeber habe sich auch unter der Herrschaft der neuen Verordnung vom 30. Oktober 2006 (PKV/AR) an die alte BVG-Regelung betreffend Rentenbeginn anlehnen wollen. In der Beratung der Revisionsvorlage im Kantonsrat führte der Direktor Departement Finanzen aus, damit seien weitreichende Folgen und ein Leistungsabbau in verschiedenen Bereichen verbunden. Als Grund erwähnte er u.a. eine starke Zunahme bei den Invalidenrenten, die auch in der zweiten Säule Anpassungen erfordere, welche auf zwei Arten vorgenommen werden könnten, nämlich entweder durch höhere Risikoprämien oder, wie nun vorgeschlagen, durch eine andere Leistungsaufteilung und allenfalls auch durch eingeschränkte Leistungen. Der Rückweisungsantrag der SP-Fraktion, welche für die Beibehaltung der bisherigen Regelung bezüglich der Invalidenrenten eintrat, wurde abgelehnt (Protokoll der Sitzung vom 30. Oktober 2006, Trakt. 105, S. 1009-1026).\n\n3.4 Nach dem Gesagten ist Art. 32 Abs. 2 PKV/AR über die Pensionskasse von Appenzell Ausserrhoden in dem Sinne zu verstehen, dass der Anspruch auf eine Invalidenrente mit dem Beginn der Rente der Invalidenversicherung nach Art. 29 Abs. 1 IVG entsteht, d.h. (seit 1. Januar 2008) frühestens sechs Monate seit der Anmeldung bei der IV zum Rentenbezug. Dies ist im vorliegenden Fall der 1. September 2009. Der angefochtene Entscheid verletzt somit Bundesrecht, soweit er für die Zeit vom 26. Februar bis 31. August 2009 den Anspruch auf eine Invalidenrente im Grundsatz bejaht."}