{"annee": "140", "cour": "III", "page": "145", "date": "21/3/2014", "cite": ["73 II 81"], "cite_par": [], "chapeau": "23. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Kindes- und Erwachsenenschutzbehörde der Stadt Y. (Beschwerde in Zivilsachen)\n\n5A_600/2013 vom 21. März 2014", "regestes": ["Art. 490 al. 3; art. 544 al. 1bis et art. 545 al. 1 CC. Contestation de la substitution fideicommissaire par le grevé; sauvegarde des intérêts de l'appelé. Dans le cas concret, l'instauration d'une curatelle en application, par analogie, de l'art. 544 al. 1bis CC suffit à sauvegarder les intérêts de l'appelé (consid. 3)."], "faits": "|146|\n\nA.\n\nA.a Am 25. September 1990 verfasste A. (geb.1909) ein Testament, mit dem sie ihrem einzigen gesetzlichen Erben B. ihr Grundstück Nr. x, Grundbuch C. als Vorerbschaft übertrug mit der Pflicht, es bei seinem Ableben seinen zukünftigen Nachkommen, bei deren Fehlen seiner künftigen Frau auszuhändigen. Des weiteren setzte sie X. als Willensvollstrecker ein.\n\nA.b A. verstarb am 28. Januar 1997. B. erwirkte in der Folge die Eintragung als Eigentümer des Grundstücks Nr. x, Grundbuch C. ohne Vormerkung der testamentarisch verfügten Auslieferungspflicht an die Nacherben. Am 21. November 2012 reichte B. beim Friedensrichteramt der Stadt Y. gegen seine potentiellen Nacherben im Nachlass der A. ein Schlichtungsgesuch betreffend negative Feststellungsklage ein. Er beantragte damit, es sei festzustellen, dass er im Nachlass von A. als Alleinerbe nicht mit einer Nacherbschaft belastet sei.\n\nB. X. beantragte in seiner Eigenschaft als Willensvollstrecker bei der damaligen Vormundschaftsbehörde der Stadt Y. die Errichtung einer Beistandschaft zur Sicherung der Anwartschaft der nicht vorhandenen Nacherben im Nachlass von A. Die angerufene Instanz wies das Begehren ab. Der gegen diesen Entscheid erhobenen Beschwerde von X. gab das Justiz- und Sicherheitsdepartement des Kantons Luzern nicht statt. Die von X. dagegen beim Kantonsgericht Luzern erhobene Verwaltungsgerichtsbeschwerde blieb erfolglos.\n\nC. X. hat den Entscheid des Kantonsgerichts beim Bundesgericht mit Beschwerde in Zivilsachen angefochten. Er beantragt, das angefochtene Urteil aufzuheben, für die potentiellen Nacherben des B. im Nachlass der A. eine Beistandschaft zu errichten und durch die zuständige Erwachsenenschutzbehörde einen Beistand ernennen zu lassen. Das Bundesgericht heisst die Beschwerde gut.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n3. Nach der geltenden Rechtsordnung kann die Erbschaft oder eine Erbschaftssache auf dem Wege der Nacherbeneinsetzung oder des Nachvermächtnisses einer Person zugewendet werden, die zur Zeit des Erbfalls nicht lebt bzw. nicht gezeugt worden ist (Art. 545 Abs. 1 ZGB).\n\n3.1 Mit Bezug auf die Frage der Bestellung eines Beistands hat das Bundesgericht in BGE 73 II 85/86 unter dem Recht von 1912 in |147| einem obiter dictum zur Interessenwahrung von Destinatären einer Stiftung die Bestellung einer Beistandschaft für zukünftige Generationen erwogen; dabei hat es allerdings nicht präzisiert, welche Bestimmung als gesetzliche Grundlage für eine solche Beistandschaft dienen könnte. Unter dem Recht von 1912 hat sich die Lehre zur hier strittigen Frage verschiedentlich geäussert: Für HANS MICHAEL RIEMER (Beistandschaften für mögliche Personen, insbesondere für mögliche Erben, in: Familie und Recht, Festgabe [...] Bernhard Schnyder, 1995,S. 563) kam die Bestellung eines Beistands - wohl unter Berufung auf die zitierte bundesgerichtliche Rechtsprechung - nötigenfalls auch für den noch nicht gezeugten Nacherben (nondum conceptus) infrage. Der gleichen Auffassung war PAUL EITEL (Die Funktionen der[nach Erbrecht oder Vormundschaftsrecht] \"zuständigen Behörden\" bei der Nacherbeneinsetzung, AJP 2000 S. 630/634 ff.), wobei dieser Autor zur umfassenden Wahrung der Interessen der nondum concepti die Beistandschaft gemäss Art. 393 Ziff. 3 ZGB in der Fassung von 1912 (Vermögensverwaltungsbeistandsschaft infolge Ungewissheit der Erbfolge; nachfolgend aArt. 393 Ziff. 3 ZGB) meinte. Demgegenüber war ein anderer Teil der Lehre der Ansicht, eine Vermögensverwaltungsbeistandschaft nach aArt. 393 Ziff. 3 ZGB sei in jedem Fall nur für namentlich bekannte Erben möglich; bei mutmasslichem Vorhandensein namentlich unbekannter Erben sei dagegen die Erbschaftsverwaltung anzuordnen (SCHNYDER/MURER, Berner Kommentar, 3. Aufl. 1984, N. 11 zu Art. 393 ZGB; ERNST LANGENEGGER, Basler Kommentar, Zivilgesetzbuch, Bd. II, 4. Aufl. 2010, N. 3 zu Art. 393 ZGB).\n\n3.2 Mit Bezug auf das neue Recht hält RUDOLF BAK (Herabsetzungs- und Ungültigkeitsklage gegen noch nicht gezeugte Nacherben [nondum concepti], AJP 2013 S. 446)dafür, die Einsetzung des nondum conceptus als Nacherben gestützt auf Art. 545 Abs. 1 ZGB könne mit dem bundesrechtlich eingeräumten Pflichtteils- und Ungültigkeitsschutz (Art. 519/531 ZGB) des Vorerben kollidieren. Sowohl die Herabsetzungs- als auch die Ungültigkeitsklage sei innerhalb einer einjährigen Verwirkungsfrist zu erheben. In einem allfälligen Testamentsanfechtungsverfahren gelte es daher, dem nondum conceptus die Parteifähigkeit zuzuerkennen. Zur Gewährleistung der Prozessfähigkeit sei ferner die Zulässigkeit bzw. Notwendigkeit eines Vertretungsbeistandes gemäss Art. 394 ZGB (in der Fassung gemäss Ziff. I 1 des Bundesgesetzes vom 19. Dezember 2008, in Kraft seit 1. Januar 2013, AS 2011 725, BBl 2006 7001; nachfolgend: geltende Fassung) zu befürworten. |148|\n\n3.3 Im Gegensatz zum alten Vormundschaftsrecht beschränkt sich das am 1. Januar 2013 in Kraft getretene Erwachsenenschutzrecht bei den behördlichen Massnahmen auf Beistandschaften für volljährige natürliche und somit rechtsfähige Personen (Art. 390 Abs. 1 1. Satz ZGB). Beistandschaften für juristische Personen und Sammelvermögen sind im neuen Recht nicht mehr zu finden (MEIER/LUKIC, Introduction au nouveau droit de la protection de l'adulte, 2011, S. 17 Rz. 33; HELMUT HENKEL, in: Basler Kommentar, Erwachsenenschutz, 2012, N. 1 zu Art. 390 ZGB; DANIEL ROSCH, in: Das neue Erwachsenenschutzrecht, 2011, N. 1 zu Art. 390 ZGB). Eine aArt. 393 Ziff. 3 ZGB (Vermögensverwaltungsbeistandschaft infolge Ungewissheit der Erbfolge) entsprechende Norm ist nicht Gesetz geworden. Hingegen wurde mit der Revision die neue Bestimmung des Art. 544 Abs. 1bis ZGB geschaffen, die den Art. 544 ZGB ergänzt. Danach ernennt die Kindesschutzbehörde dem Kind vor der Geburt (nasciturus) einen Beistand, falls es seine Interessen erfordern. Damit soll die Kindesschutzbehörde künftig namentlich einer allfälligen Interessenkollision zwischen Mutter und ungeborenem Kind Rechnung tragen können. Nach Auffassung des Bundesrates wurde folglich die Regelung von aArt. 393 Ziff. 3 ZGB überflüssig (Botschaft des Bundesrates vom 28. Juni 2006 zur Änderung des Schweizerischen Zivilgesetzbuches [Erwachsenenschutz, Personenrecht und Kindesrecht], BBl 2006 7106 zu Art. 544 Abs. 1bis neu). Damit wurde indes übersehen, dass die genannte Bestimmung zwei Sachverhalte, nämlich die Verwaltung des Vermögens bei Ungewissheit der Erbfolge einerseits und die Wahrung der Interessen des Kindes vor der Geburt anderseits regelte. Da nach dem geltenden Recht (Art. 545 Abs. 1 ZGB) eine Erbschaftssache auf dem Wege der Nacherbeneinsetzung oder des Nachvermächtnisses einer zurzeit des Erbgangs noch nicht gezeugten Person zugewendet werden kann, gilt es, die Wahrung ihrer Interessen auch unter dem geltenden Recht sicherzustellen.\n\n3.4 Gemäss Art. 554 Abs. 1 Ziff. 2 ZGB ist die Erbschaftsverwaltung anzuordnen, wenn das Vorhandensein von Erben ungewiss ist. Art. 554 Abs. 1 Ziff. 3 ZGB sieht die Erbschaftsverwaltung für den Fall vor, dass nicht alle Erben bekannt sind. Nach Art. 490 Abs. 2 ZGB erfolgt die Auslieferung der Erbschaft an den Vorerben nur gegen Sicherstellung, sofern ihn der Erblasser nicht ausdrücklich von dieser Pflicht befreit hat. Bei Grundstücken kann die Sicherstellung durch Vormerkung der Auslieferungspflicht im Grundbuch geleistet werden. Vermag der Vorerbe eine Sicherstellung nicht zu |149| leisten oder gefährdet er die Anwartschaft des Nacherben, ist die Erbschaftsverwaltung anzuordnen (Art. 490 Abs. 3 ZGB).\n\n3.5 Da es im konkreten Fall einzig darum geht, sich gegen die Klage des Vorerben zur Wehr zu setzen, rechtfertigt es sich nicht, eine Erbschaftsverwaltung gestützt auf Art. 490 Abs. 3 bzw. Art. 554 Abs. 1 Ziff. 2 oder 3 ZGB anzuordnen bzw. den Willensvollstrecker mit dieser Aufgabe zu betrauen. Die Wahrnehmung der Interessen des nondum conceptus im Prozess durch einen Beistand in analoger Anwendung von Art. 544 Abs. 1bis ZGB sowie die Vormerkung der Auslieferungspflicht des Vorerben im Grundbuch genügen im konkreten Fall, um dem Bedürfnis nach Sicherstellung berechtigter Interessen gerecht zu werden."}