{"annee": "140", "cour": "IV", "page": "11", "date": "12/11/2013", "cite": ["120 IV 98", "123 IV 70", "127 IV 163", "138 V 74", "131 IV 83"], "cite_par": ["140 IV 206", "144 IV 294", "145 V 141"], "chapeau": "2. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Staatsanwaltschaft Basel-Landschaft und Mitb. (Beschwerde in Strafsachen)\n\n6B_750/2012 vom 12. November 2013", "regestes": ["Art. 146 CP, art. 31 al. 1 LPGA; violation de l'obligation d'aviser. Il ne peut y avoir d'escroquerie par omission qu'à la condition qu'une obligation juridique qualifiée d'agir incombe à l'auteur (consid. 2.3.2). Les devoirs légaux et contractuels du bénéficiaire de prestations d'assurance d'annoncer les modifications de sa situation personnelle susceptibles d'influencer la rente ne génèrent pas une position de garant (confirmation de la jurisprudence; consid. 2.4)."], "faits": "BGE 140 IV 11 S. 12\n\nA. X. erlitt am 3. Juni 1996 einen Verkehrsunfall. Vom 28. November 1996 bis 23. Januar 1997 war er in der Rehaklinik in Rheinfelden hospitalisiert. Verschiedene Ärzte attestierten ihm gestützt auf seine Angaben (intensive Kopf-, Nacken- und Rückenschmerzen, Schwindelbeschwerden sowie Übelkeit und Depressivität etc.) eine eingeschränkte Arbeitsfähigkeit. X. bezog in der Folge von der SUVA, der IV sowie der A. Lebensversicherungs-Gesellschaft AG (nachfolgend A. Versicherung) Versicherungsleistungen bis zur jeweiligen Anzeigeerstattung durch die Versicherer. Er machte zudem mit Eingabe vom 7. April 2005 Haftpflichtansprüche gegenüber der B. Versicherungs-Gesellschaft AG (nachfolgend B. Versicherung) als Motorfahrzeughaftpflichtversicherung der Unfallgegnerin geltend, doch kam es insoweit nicht zu einer Auszahlung.\n\nX. nahm im Jahr 2005 an verschiedenen Autorennen des Pirelli Porsche Cup Suisse in Deutschland, Frankreich und Italien teil. Das erste Rennen fand am 8. April 2005 statt. Vom 30. Juni 2006 bis zum 28. Juli 2006 wurden seine Garage polizeilich observiert und er bei der Ausführung diverser Arbeitstätigkeiten gefilmt.\n\nDie Anklage wirft X. vor, er habe Ärzte und Inspektoren der Versicherer ab 1997 systematisch mit unwahren Angaben über seinen Gesundheitszustand getäuscht bzw. zu täuschen versucht, um Versicherungsleistungen zu erlangen, auf die er keinen Anspruch hatte. Eventualiter habe er die nach dem Unfall eingetretene Verbesserung seines Gesundheitszustands nicht gemeldet, so dass ihm Leistungen ausgerichtet wurden, die ihm nicht bzw. nicht in der ausbezahlten Höhe zustanden. Überdies soll X. zwischen dem 10. August und 2. Oktober 2006 ein Fahrzeug im Wissen um dessen behördliche Beschlagnahme verkauft und am 19. Januar 2008 Verkehrsregeln mehrfach verletzt haben.\n\nB. Das Strafgericht des Kantons Basel-Landschaft sprach X. am 3. September 2010 vom Vorwurf des gewerbsmässigen Betrugs für die Zeit vom 24. Januar 1997 bis 7. April 2005 frei (Dispositiv-Ziffer 1b). Es bestünden keine rechtsgenügenden Indizien für die Annahme derart unrichtiger Angaben, dass davon ausgegangen werden müsste, der Anspruch des Beschwerdeführers auf die ihm zugesprochenen Versicherungsleistungen habe nicht bestanden. Hingegen verurteilte es ihn wegen gewerbsmässigen Betrugs für die Zeit vom 8. April 2005 bis 31. März 2008 (worin der versuchte Betrug zum Nachteil der B. Versicherung aufgehe) sowie wegen Bruchs amtlicher BGE 140 IV 11 S. 13Beschlagnahme und mehrfacher einfacher Verletzung von Verkehrsregeln zu einer bedingt vollziehbaren Freiheitsstrafe von 18 Monaten sowie zu einer Busse von Fr. 700.- (Dispositiv-Ziffer 1a). Es verpflichtete X. zur Zahlung von Fr. 18'956.45 (Observations- und Anwaltskosten) an die B. Versicherung. Deren Mehrforderung verwies es ebenso wie die Schadenersatzforderung der A. Versicherung auf den Zivilweg (Dispositiv-Ziffer 3a und 3b). Auf die Schadenersatzforderungen der SUVA (betr. Forderung der SUVA und der IV) trat es nicht ein und verwies diese in das verwaltungsrechtliche Verfahren (Dispositiv-Ziffer 3c).\n\nX. und die Staatsanwaltschaft des Kantons Basel-Landschaft erhoben Berufung bzw. Anschlussberufung.\n\nDas Kantonsgericht Basel-Landschaft wies die Rechtsmittel des Beschuldigten und der Staatsanwaltschaft am 25. Juni 2012 ab. Es bestätigte das strafgerichtliche Urteil im Schuld-, Straf- und Zivilpunkt. Die Dispositiv-Ziffer 1b des strafgerichtlichen Urteils fasste es insofern neu, als es X. für die Zeit vor dem 8. April 2005 vom Vorwurf des gewerbsmässigen Betrugs freisprach.\n\nC. Mit Beschwerde in Strafsachen beantragt X., der Entscheid des Kantonsgerichts sei aufzuheben und er sei - mit Ausnahme der Verurteilung wegen mehrfacher einfacher Verletzung der Verkehrsregeln - von Schuld und Strafe freizusprechen. Eventualiter sei die Sache an die Vorinstanz zur neuen Beurteilung zurückzuweisen. Der Zivilanspruch der B. Versicherung sei vollumfänglich auf den Zivilweg zu verweisen.\n\nD. Das Kantonsgericht Basel-Landschaft beantragt unter Hinweis auf die Erwägungen im angefochtenen Entscheid die Abweisung der Beschwerde. Die Staatsanwaltschaft Basel-Landschaft verzichtet ebenso wie die SUVA und die A. Versicherung auf eine Stellungnahme zur Beschwerde.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Der Beschwerdeführer rügt eine Verletzung von Art. 146 StGB. Die Versicherer hätten die notwendigen Fakten gekannt, um das Ausmass seiner Arbeits- und Erwerbsfähigkeit einzuschätzen. Sie hätten gewusst, dass er im Umfang seiner Restarbeitsfähigkeit BGE 140 IV 11 S. 14arbeite. Er habe nichts verheimlicht. Seine Tätigkeit in der Garage sei jederzeit öffentlich einsehbar gewesen. Das gelte auch für den Versuch, an den fraglichen Autorennen teilzunehmen. Er habe mithin weder getäuscht, schon gar nicht arglistig, noch hätten sich die Versicherer geirrt. Soweit die Vorinstanz von einer Täuschung durch Unterlassen ausgehe und eine Garantenstellung wegen Verletzung der Meldepflicht u.a. gemäss Art. 31 Abs. 1 des Bundesgesetzes vom 6. Oktober 2000 über den Allgemeinen Teil des Sozialversicherungsrechts (ATSG; SR 830.1) annehme, dehne sie die Strafbarkeit des Betrugstatbestands widerrechtlich aus.\n\n(...)\n\n2.3\n\n2.3.1 Den Tatbestand des Betrugs im Sinne von Art. 146 Abs. 1 StGB erfüllt, wer in der Absicht, sich oder einen andern unrechtmässig zu bereichern, jemanden durch Vorspiegelung oder Unterdrückung von Tatsachen arglistig irreführt und so den Irrenden zu einem Verhalten bestimmt, wodurch dieser sich selbst oder einen andern am Vermögen schädigt.\n\n2.3.2 Als Täuschung gilt jedes Verhalten, das darauf gerichtet ist, bei einem andern eine von der Wirklichkeit abweichende Vorstellung über objektiv feststehende, vergangene oder gegenwärtige Tatsachen hervorzurufen. Die Täuschung im Sinne von Art. 146 Abs. 1 StGB kann durch konkludentes Verhalten erfolgen (BGE 127 IV 163 E. 2b). Betrug durch Unterlassen ist nur unter den Voraussetzungen eines unechten Unterlassungsdelikts strafbar und mithin nur durch denjenigen Täter möglich, den gegenüber dem Geschädigten eine qualifizierte Rechtspflicht zum Handeln im Sinne einer Garantenpflicht trifft (Art. 11 StGB; GUNTHER ARZT, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. 2013, N. 53 zu Art. 146 StGB; TRECHSEL/CRAMERI, Schweizerisches Strafgesetzbuch, Praxiskommentar, 2. Aufl. 2013, N. 4 zu Art. 146 StGB; BERNARD CORBOZ, Les infractions en droit suisse, 3. Aufl. 2010, S. 324 Rz. 10 mit Hinweisen; ANDREAS DONATSCH, Delikte gegen den Einzelnen, 10. Aufl. 2013, § 18 S. 230; MARKUS BOOG, Versicherungsbetrug: strafrechtliche Aspekte, in: Schaden, Haftung, Versicherung, 1999, S. 1081 f. Rz. 22.22).\n\n(...)\n\n2.4\n\n2.4.1 Das Verhalten des Beschwerdeführers im Zusammenhang mit der SUVA, der IV und der A. Versicherung erschöpft sich in der BGE 140 IV 11 S. 15Missachtung von gesetzlichen und vertraglichen Meldepflichten. Er hätte die Versicherer über seinen verbesserten Gesundheitszustand u.a. gestützt auf Art. 31 Abs. 1 ATSG orientieren müssen, unterliess jedoch eine entsprechende Meldung und bezog die ihm ursprünglich zu Recht zugesprochenen Versicherungsleistungen stillschweigend weiter. Der Beschwerdeführer täuschte nicht durch unwahre Angaben oder ein anderes aktives Verhalten. Eine Täuschungshandlung ist insbesondere nicht schon darin zu sehen, dass er die Versicherungsleistungen entgegengenommen hat. Der Beschwerdeführer brachte, indem er die Versicherungsleistungen weiterhin stillschweigend bezog, auch nicht zum Ausdruck, die (gesundheitlichen) Verhältnisse bestünden unverändert fort. Der Entgegennahme der Versicherungsleistungen kommt mithin auch konkludent kein positiver Erklärungswert zu. Etwas anderes könnte nur gelten, wenn zum Leistungsbezug bzw. -empfang weitere Handlungen hinzuträten, welchen objektiv die Erklärung beizumessen wäre, es habe sich nichts an den Anspruchsvoraussetzungen geändert. Solches (wie beispielsweise ein qualifiziertes Schweigen des Beschwerdeführers auf ausdrückliches Nachfragen der Versicherer) ist hier weder ersichtlich noch festgestellt. Dem Beschwerdeführer ist damit im Ergebnis ausschliesslich vorzuwerfen, dass er die Versicherer (SUVA, IV, A. Versicherung) nicht über seinen verbesserten Gesundheitszustand aufklärte, obschon er dies aufgrund der ihm obliegenden gesetzlichen und vertraglichen Meldepflichten hätte tun müssen. Damit kommt hier nur Betrug durch Unterlassen in Betracht, was eine Garantenpflicht voraussetzt. Es geht um die Frage, ob dem Beschwerdeführer als Bezüger von (periodischen) Versicherungsleistungen aufgrund seiner Pflicht, Änderungen in den persönlichen, gesundheitlichen oder wirtschaftlichen Verhältnissen zu melden, eine Garantenstellung zum Schutz des Vermögens der Versicherer zukommt.\n\n2.4.2 Dass aus Gesetz und Vertrag eine Garantenstellung abgeleitet werden kann, ist unbestritten (vorstehend E. 2.3.2). Allerdings vermag nicht jede gesetzliche oder vertragliche Handlungspflicht eine Garantenstellung zu begründen (vgl. BGE 123 IV 70 E. 2; BGE 120 IV 98 E. 2c S. 106; GÜNTER STRATENWERTH, Allgemeiner Teil I: Die Straftat, 4. Aufl. 2011, § 14 Rz. 12 ff.). Ein Betrug durch Unterlassen setzt eine gesteigerte Verantwortlichkeit bzw. eine inhaltlich besonders qualifizierte Rechtspflicht zum Tätigwerden voraus (derselbe, a.a.O., § 14 Rz. 14 und 15) und zugleich, dass das Unterlassen dem Tun gleichwertig ist (Art. 11 Abs. 3 StGB). BGE 140 IV 11 S. 16\n\n2.4.3 Das Bundesgericht verneinte bislang eine Garantenstellung aufgrund von Meldepflichten. In BGE 131 IV 83 entschied es, dass die Pflicht gemäss Art. 24 ELV (SR 831.301), wesentliche Änderungen der persönlichen und wirtschaftlichen Verhältnisse zu melden, keine Garantenpflicht zu begründen vermag (a.a.O., E. 2.1.3 S. 88 und E. 2.4.6 S. 95). Es bestätigte damit seine bereits in einem nicht publizierten Entscheid vom 28. September 2000 vertretene Auffassung, dass aus einer allgemeinen gesetzlichen Pflicht, rentenrelevante Veränderungen zu melden, keine Garantenstellung abgeleitet werden kann (Urteil 6S.288/2000 E. 4b/bb insbesondere mit Hinweis auf THOMAS HOMBERGER, Die Strafbestimmungen im Sozialversicherungsrecht, 1993, S. 61, S. 63 Fn. 269). Die bundesgerichtliche Rechtsprechung ist im Schrifttum auf Zustimmung, jedoch auch auf Kritik gestossen (zustimmend SALOME KRIEGER AEBLI, Sozialhilfe zu Unrecht bezogen, aber dennoch nicht betrogen, forumpoenale 2010 S. 169 ff., 170; wohl eher zustimmend ARZT, a.a.O., N. 54 zu Art. 146 StGB sowie KURT SEELMANN, in: Basler Kommentar, Strafrecht, Bd. I, 3. Aufl. 2013, N. 45 zu Art. 11 StGB; ablehnend hingegen MARKUS HUG, Strafrechtliche Verfolgung bei Versicherungsmissbrauch - insbesondere zum Tatbestand des Betrugs nach Art. 146 StGB, in: Versicherungsmissbrauch - Ursachen/Wirkungen/Massnahmen, 2010, S. 169 ff.; BEATRICE KÄSER, Sozialleistungsbetrug, 2012, S. 102 ff.). An dieser bundesgerichtlichen Rechtsprechung, die im Übrigen durch den Entscheid 6S.364/2005 vom 9. März 2006 nicht in Frage gestellt wird (so aber HUG, a.a.O., S. 183 f.), ist festzuhalten.\n\n2.4.4 Die Pflicht des Leistungsbezügers, dem Versicherer jede wesentliche Änderung in den für eine Leistung massgebenden Verhältnissen zu melden, ist gesetzlich (etwa bei Sozialversicherungen vgl. Art. 31 Abs. 1 ATSG) beziehungsweise vertraglich (etwa bei Privatversicherungen vgl. AVB) stipuliert. Es handelt sich in beiden Fällen um eine Konkretisierung des Grundsatzes von Treu und Glauben (vgl. GABRIELA RIEMER-KAFKA, Verweigerte Mitwirkung bei der Sachverhaltsabklärung, in: Leistungsverweigerungen im Sozialversicherungsrecht, 2011, S. 35 ff., 43 f. mit Hinweisen und 64; vgl. MICHAEL PFEIFER, Der Untersuchungsgrundsatz und die Offizialmaxime im Verwaltungsverfahren, 1980, S. 127; s. auch JÜRG NEF, in: Kommentar zum schweizerischen Privatrecht, Bundesgesetz über den Versicherungsvertrag (VVG), 2001, N. 1 zu Art. 40 VVG). Der Leistungsbezüger hat zur Ermittlung des leistungsrelevanten BGE 140 IV 11 S. 17Sachverhalts beizutragen. Denn er weiss am besten, wie es um ihn steht. Durch die Erfüllung der Meldepflicht wird dem Versicherer die Feststellung des massgeblichen Sachverhalts erleichtert (vgl. THOMAS LOCHER, Grundriss des Sozialversicherungsrechts, 3. Aufl. 2003, § 67 Rz. 10; NEF, a.a.O.). Eine Verletzung der Meldepflicht kann dazu führen, dass Versicherungsleistungen zu Unrecht weiterhin ausgerichtet und bezogen werden. Die Meldepflicht dient in diesen Fällen den Interessen des Versicherers. Sie soll diesen vor ungerechtfertigen Zahlungen und damit vor Schaden bewahren.\n\n2.4.5 Auch wenn die Sachverhaltsabklärung im Verfahren vor den Versicherern zentral und die Meldepflicht des Versicherten als Mitwirkungspflicht zur Ermittlung des leistungsrelevanten Sachverhalts wichtig ist (vgl. RIEMER-KAFKA, a.a.O., S. 38; s. auch UELI KIESER, ATSG-Kommentar, 2. Aufl. 2009, N. 2 zu Art. 31 ATSG), begründet sie keine besondere Rechtsstellung des Leistungsbezügers, aufgrund welcher er verpflichtet wäre, die Gefährdung oder Verletzung des strafrechtlich geschützten Rechtsguts des Vermögens des öffentlichen oder privaten Versicherers zu verhindern. Für sein Vermögen hat der Versicherer grundsätzlich selber zu sorgen. Die Verantwortung hierfür geht alleine aufgrund der Meldepflicht nicht auf den Leistungsbezüger über. Dieser hat nur dafür zu \"sorgen\" bzw. ist nur dafür verantwortlich, dass er selbst den Versicherer nicht am Vermögen schädigt, weshalb er leistungsrelevante Verbesserungen in seinen Verhältnissen melden muss. Eine gesteigerte Rechtspflicht zum Schutz des Vermögens des Versicherers trifft ihn deswegen aber nicht. Die Pflicht, leistungsrelevante Änderungen in den Verhältnissen zu melden, ist Ausdruck des Grundsatzes von Treu und Glauben (RIEMER-KAFKA, a.a.O., S. 43). Pflichten, die sich aus diesem Gebot ergeben, genügen nicht, um eine Garantenstellung zu begründen (KÄSER, a.a.O., S. 103 mit Hinweisen auf Lehre und Rechtsprechung; s. auch BOOG, a.a.O., S. 1082 Rz. 22.22).\n\n2.4.6 Die Missachtung der gesetzlichen oder vertraglichen Melde- oder Auskunftspflicht kann vielfältige Folgen haben (vgl. RIEMER-KAFKA, a.a.O., S. 78; s. auch NEF, a.a.O., N. 1 ff. zu Art. 40 VVG). Dazu gehören etwa neben Leistungskürzungen und/oder Leistungsrückforderungen auch strafrechtliche Sanktionen, soweit es um eine Verletzung der Meldepflicht gemäss Art. 31 Abs. 1 ATSG geht (RIEMER-KAFKA, a.a.O., S. 105 ff.). Wer die ihm nach Art. 31 Abs. 1 ATSG obliegende Meldepflicht verletzt, wird, sofern nicht ein mit BGE 140 IV 11 S. 18höherer Strafe bedrohtes Verbrechen oder Vergehen vorliegt, mit Geldstrafe bis zu 180 Tagessätzen bestraft (vgl. etwa Art. 87 Abs. 5 AHVG, Art. 70 IVG unter Verweisung u.a. auf Art. 87 AHVG, ebenso Art. 31 Abs. 1 lit. d ELG [SR 831.30], Art. 25 EOG [SR 834.1], Art. 23 FamZG [SR 836.2]).\n\nMit den Strafbestimmungen in den Sozialversicherungsgesetzen wollte der Gesetzgeber namentlich mit Blick auf die begrenzten finanziellen Mittel des öffentlichen Haushalts, den zielgerichteten und effizienten Einsatz dieser Mittel sowie die allgemeinen Grundsätze des Verwaltungsrechts sicherstellen, dass Sozialversicherungsleistungen nur an Personen ausbezahlt werden, welche die gesetzlichen Voraussetzungen erfüllen. Schutzzweck der Normen sind die rechtmässige, möglichst effiziente und rechtsgleiche Durchführung der Sozialversicherung sowie Treu und Glauben im Verkehr zwischen Behörden und Leistungen beanspruchenden Personen (BGE 131 IV 83 E. 2.1.1; BGE 138 V 74 E. 5.1).\n\nAuch in Anbetracht dieser spezialgesetzlichen Straftatbestände ist bei systematischer Auslegung des Gesetzes auszuschliessen, dass die blosse Verletzung der Meldepflicht eo ipso Betrug sein kann. Zwar wird in den Strafbestimmungen das Vorliegen von mit höheren Strafen bedrohten Verbrechen oder Vergehen vorbehalten. Solche schwerer wiegende Straftatbestände können aber nur erfüllt sein, wenn über die Verletzung der Meldepflicht hinaus weitere Umstände hinzukommen. Die genannten Strafbestimmungen in den Spezialgesetzen hätten keinen Sinn bzw. wären überflüssig, wenn man aus der Meldepflicht eine Garantenpflicht ableiten und die blosse Verletzung der Meldepflicht als Betrug qualifizieren wollte.\n\nDie Versicherer haben es in der Hand, den Leistungsbezüger durch gelegentliche Nachfragen zu Angaben betreffend seine persönlichen, gesundheitlichen oder wirtschaftlichen Verhältnisse zu veranlassen. Äussert sich der Leistungsbezüger auf Nachfragen nicht wahrheitsgemäss und legt er seine verbesserten Verhältnisse nicht offen, geht es nicht mehr um die Frage eines Betrugs durch Unterlassen. Der Leistungsbezüger täuscht diesfalls aktiv (vgl. Urteil 6S.288/2000 vom 28. September 2000 E. 4b/cc; s. auch BGE 127 IV 163, Regeste und Sachverhalt C).\n\n2.4.7 Dem Beschwerdeführer kommt aufgrund der ihm obliegenden gesetzlichen und vertraglichen Meldepflichten keine Garantenstellung zu. Nicht ersichtlich ist, inwiefern er aus andern Gründen BGE 140 IV 11 S. 19Garant zum Schutz des Vermögens der Versicherer sein könnte. Der Schuldspruch wegen gewerbsmässigen Betrugs zum Nachteil der SUVA, der IV und der A. Versicherung ist bundesrechtswidrig."}