{"annee": "140", "cour": "IV", "page": "177", "date": "23/10/2014", "cite": [], "cite_par": ["142 IV 372", "141 I 172"], "chapeau": "24. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Aargau (Beschwerde in Strafsachen)\n\n6B_511/2014 vom 23. Oktober 2014", "regestes": ["Art. 170 CPP; exigence, pour un policier, de l'autorisation de s'exprimer comme témoin dans la procédure pénale. Le policier obligé de dénoncer n'a pas à être habilité par l'autorité à laquelle il est soumis au sens de l'art. 170 al. 2 CPP pour s'exprimer, au cours d'une procédure pénale, sur ce qu'il a constaté au lieu de l'infraction. Il n'y a pas de secret de fonction entre la police, le Ministère public et les tribunaux qui s'occupent de la même affaire (consid. 3.3)."], "faits": "BGE 140 IV 177 S. 177\n\nA. X. fuhr am 19. April 2012 auf dem Gemeindegebiet von Wettingen mit einem Personenwagen auf dem Normalstreifen der Autobahn A1 in Richtung Bern. Ihm wird vorgeworfen, einen auf dem ersten Überholstreifen fahrenden Personenwagen rechts überholt zu haben.\n\nB. Die Staatsanwaltschaft Baden sprach X. mit Strafbefehl vom 15. Mai 2012 der groben Verletzung der Verkehrsregeln (durch BGE 140 IV 177 S. 178unerlaubtes Rechtsüberholen auf der Autobahn) schuldig. Sie bestrafte ihn mit einer bedingten Geldstrafe von 20 Tagessätzen zu Fr. 260.- bei einer Probezeit von 2 Jahren und auferlegte ihm eine Busse von Fr. 1'000.-. X. erhob gegen diesen Strafbefehl Einsprache.\n\nC. Das Bezirksgericht Baden bestätigte am 26. Februar 2013 den Schuldspruch, die Anzahl Tagessätze und die Busse. Es reduzierte die Tagessatzhöhe auf Fr. 250.-. Die Berufung von X. wies das Obergericht des Kantons Aargau am 1. April 2014 ab.\n\nD. X. führt Beschwerde in Strafsachen. Er beantragt, das Urteil des Obergerichts sei aufzuheben und die Sache sei an die Vorinstanz zurückzuweisen.", "considerants": "Aus den Erwägungen:\n\n1. Der Beschwerdeführer macht geltend, die Kantonspolizistin A. habe anlässlich der erstinstanzlichen Hauptverhandlung als Zeugin ausgesagt, ohne von der vorgesetzten Behörde gemäss Art. 170 Abs. 3 StPO vom Amtsgeheimnis entbunden worden zu sein. Zeugenaussagen, welche entgegen den in Art. 170 Abs. 1 und 2 StPO statuierten Ermächtigungsvoraussetzungen ergangen seien, seien rechtswidrig und unterlägen dem strikten Verwertungsverbot von Art. 141 Abs. 1 Satz 2 StPO. Die Vorinstanz stütze sich auf die Aussagen der Zeugin A., womit sie Art. 141 Abs. 1 StPO verletze.\n\n2. Die Vorinstanz erwägt, Beamte dürften über Tatsachen, die dem Amtsgeheimnis unterliegen, nur aussagen, wenn sie von ihrer vorgesetzten Behörde zur Aussage schriftlich ermächtigt worden seien. Keiner Ermächtigung durch die vorgesetzte Behörde bedürfe es, wenn gesetzliche Informationsrechte oder Meldepflichten oder eine Verpflichtung zur Leistung von Amts- oder Rechtshilfe bestehe. Das Amtsgeheimnis gelte nicht gegenüber den mit der gleichen Angelegenheit in unterschiedlichen Funktionen befassten Behörden. So könne sich insbesondere die Polizei gegenüber Staatsanwaltschaften und Gerichten nicht auf das Amtsgeheimnis berufen, wenn sie im Rahmen einer Strafuntersuchung Amtshandlungen vorgenommen habe. Sofern rapportiert worden sei, habe die Polizei den Strafbehörden grundsätzlich alle Unterlagen zugänglich zu machen, soweit diese mit der konkreten Strafuntersuchung in beweismässiger Beziehung stünden. Die Aussage der Zeugin A. gegenüber der ersten Instanz sei im Rahmen der Strafuntersuchung erfolgt. Ihre Aussagen dürften auch ohne schriftliche Ermächtigung der vorgesetzten BGE 140 IV 177 S. 179Behörde als Beweismittel verwertet werden (Entscheid mit Verweis auf NIKLAUS OBERHOLZER, Grundzüge des Strafprozessrechts, 3. Aufl. 2012, N. 768).\n\n3. Beamtinnen und Beamte im Sinne von Art. 110 Abs. 3 StGB sowie Mitglieder von Behörden können das Zeugnis über Geheimnisse verweigern, die ihnen in ihrer amtlichen Eigenschaft anvertraut worden sind oder die sie bei der Ausübung ihres Amtes wahrgenommen haben (Art. 170 Abs. 1 StPO). Sie haben auszusagen, wenn sie von ihrer vorgesetzten Behörde zur Aussage schriftlich ermächtigt worden sind (Art. 170 Abs. 2 StPO). Die vorgesetzte Behörde erteilt die Ermächtigung zur Aussage, wenn das Interesse an der Wahrheitsfindung das Geheimhaltungsinteresse überwiegt (Art. 170 Abs. 3 StPO). Grundlage des Zeugnisverweigerungsrechts von Art. 170 Abs. 1 StPO, im Grunde genommen einer Zeugnisverweigerungspflicht, sind die Strafnorm von Art. 320 StGB sowie das im einschlägigen Verwaltungs- beziehungsweise Personalrecht statuierte Amtsgeheimnis von Behördenmitgliedern respektive Angestellten von Bund, Kantonen und Gemeinden (NIKLAUS SCHMID, Schweizerische Strafprozessordnung, Praxiskommentar, 2. Aufl. 2013, N. 1 zu Art. 170 StPO).\n\n3.1 Der Entwurf zur Schweizerischen Strafprozessordnung sah vor, dass Beamte nicht nur aufgrund einer Ermächtigung durch die vorgesetzte Behörde, sondern auch auszusagen haben, wenn sie einer Anzeigepflicht unterliegen (Art. 167 Abs. 2 lit. a des Entwurfs vom 21. Dezember 2005 zu einer Schweizerischen Strafprozessordnung [E-StPO; BBl 2006 1438]). Diese Bestimmung wurde vom Parlament gestrichen mit der Begründung, es gehe um eine kleine Anzahl Fälle und die Entbindungspflicht dürfe nicht durch die Anzeigepflicht umgangen werden (AB 2006 S 1018). Die spiegelbildliche Bestimmung des Art. 171 Abs. 2 lit. a StPO, welche sich auf Träger eines Berufsgeheimnisses bezieht, wurde hingegen beibehalten.\n\n3.2 Ein Teil der Lehre geht davon aus, auch mit der geltenden Fassung bedürfe die Strafbehörde keiner Ermächtigung zur Aussage, falls es sich bei deren Inhalt um Tatsachen handle, welche eine Anzeigepflicht gemäss Art. 302 StPO begründen (ANDREAS DONATSCH, in: Kommentar zur Schweizerischen Strafprozessordnung, Donatsch/ Hansjakob/Lieber [Hrsg.], 2. Aufl. 2014, N. 12 zu Art. 170 StPO; OBERHOLZER, a.a.O., N. 768; JEANNERET/KUHN, Précis de procédure pénale, 2013, N. 12033 mit Hinweisen; MOREILLON/PAREIN-REYMOND, CPP, Code de procédure pénale, 2013, N. 8 zu Art. 170 StPO). Das BGE 140 IV 177 S. 180Amtsgeheimnis wirke deshalb nicht zwischen Beamten, die aufgrund der gemeinsamen Zielsetzungen notwendigerweise zusammenarbeiten, um eine bestimmte staatliche Aufgabe zu erfüllen, wie es etwa unter Strafverfolgungsbehörden der Fall sei (STEFAN HEIMGARTNER, in: Kommentar zur Schweizerischen Strafprozessordnung, Donatsch/Hansjakob/Lieber [Hrsg.], 2. Aufl. 2014, N. 12 zu Art. 264 StPO; OBERHOLZER, a.a.O., N. 768; JEANNERET/KUHN, a.a.O., N. 12033; vgl. PIQUEREZ/MACALUSO, Procédure pénale suisse, 3. Aufl. 2011, N. 1062; HANS SCHULZ, Der Beamte als Zeuge im Strafverfahren, ZBl 86/1985 S. 187; FRANZ-MARTIN SPILLMANN, Begriff und Unrechtstatbestand der Verletzung der Amtsgeheimnisse nach Artikel 320 des Strafgesetzbuches, 1984, S. 270).\n\nAndere Autoren vertreten hingegen die Auffassung, dass mit der Streichung von Art. 167 Abs. 2 lit. a E-StPO auch Polizisten, welche über die Feststellungen an einem Tatort als Zeuge aussagen, einer Ermächtigung durch die vorgesetzte Behörde bedürfen. Jedoch sei kaum vorstellbar, dass die vorgesetzte Behörde die Einwilligung verweigern könnte. Insofern handle es sich um einen administrativen Leerlauf (SCHMID, a.a.O., N. 3 zu Art. 170 StPO; derselbe, Handbuch des schweizerischen Strafprozessrechts, 2. Aufl. 2013, N. 891; VEST/HORBER, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 9 zu Art. 170 StPO).\n\n3.3 Die Beweggründe des Gesetzgebers, Art. 167 Abs. 2 lit. a E-StPO zu streichen, sind nicht nachvollziehbar (vgl. dazu VEST/HORBER, a.a.O., N. 9 zu Art. 170 StPO). Einerseits wurde die gleichlautende Bestimmung des Art. 171 Abs. 2 lit. a StPO, welche sich auf Träger eines Berufsgeheimnisses bezieht, beibehalten. Andererseits besteht in der Lehre in Bezug auf Art. 320 StGB Einigkeit darüber, dass keine Einwilligung durch die vorgesetzte Behörde erforderlich ist und somit keine Amtsgeheimnisverletzung vorliegt, sofern gesetzliche Offenbarungs-, Anzeige- oder Meldepflichten bestehen. Deren Vorrang verstehe sich nach Art. 14 StGB von selbst (STRATENWERTH/BOMMER, Schweizerisches Strafrecht, Besonderer Teil II: Straftaten gegen Gemeininteressen, 7. Aufl. 2013, § 61 N. 11; NADINE HAGENSTEIN, in: Basler Kommentar, Schweizerische Strafprozessordnung, 2011, N. 35 zu Art. 302 StPO; TRECHSEL/VEST, in: Schweizerisches Strafgesetzbuch, Praxiskommentar, Trechsel/Pieth [Hrsg.], 2. Aufl. 2013, N. 11 zu Art. 320 StGB; NIKLAUS OBERHOLZER, in: Basler Kommentar, Strafrecht, Bd. II, 3. Aufl. 2013, N. 14 zu Art. 320 StGB; BGE 140 IV 177 S. 181BERNARD CORBOZ, Les infractions en droit suisse, Bd. II, 3. Aufl. 2010, N. 42 f. zu Art. 320 StGB). Es kann nicht die Meinung des Gesetzgebers gewesen sein, die Frage, ob eine Entbindung vom Amtsgeheimnis erforderlich ist oder nicht, im Strafgesetzbuch und in der Strafprozessordnung unterschiedlich zu regeln und damit eine Diskrepanz zwischen den beiden Erlassen zu schaffen. Vielmehr muss in Bezug auf Art. 170 StPO gelten, was auch für Art. 320 StGB gilt, nämlich dass keine Ermächtigung der vorgesetzten Behörde erforderlich ist, wenn ein Polizist im Zuge des Strafverfahrens Aussagen über Feststellungen am Tatort macht, sofern er diesbezüglich einer Anzeigepflicht unterliegt. Das Amtsgeheimnis gilt nicht zwischen der Polizei, der Staatsanwaltschaft und den Gerichten, welche mit der gleichen Angelegenheit befasst sind. Eine Ermächtigung ist hingegen erforderlich für Aussagen über Tatsachen, die ausserhalb der Anzeigepflicht liegen, oder für Personen, welche keiner Anzeigepflicht unterstehen (vgl. Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, BBl 2006 1201 Ziff. 2.4.3.2; MOREILLON/PAREIN-REYMOND, a.a.O., N. 8 zu Art. 170 StPO).\n\n3.4 Die Zeugin A. wurde anlässlich der erstinstanzlichen Hauptverhandlung zum Rechtsüberholmanöver des Beschwerdeführers am 19. April 2012 auf der Autobahn A1 befragt. Als Kantonspolizistin trifft sie in Bezug auf diesen Vorgang eine Anzeigepflicht (Art. 302 Abs. 1 StPO in Verbindung mit Art. 12 lit. a StPO), weshalb für die Zeugenaussage im Rahmen des Strafverfahrens keine Ermächtigung durch die vorgesetzte Behörde erforderlich war. Eine Verletzung von Bundesrecht ist nicht ersichtlich. Die Beschwerde erweist sich als unbegründet."}