{"annee": "140", "cour": "III", "page": "105", "date": "11/4/2014", "cite": ["140 III 101", "112 II 486", "137 III 289", "114 II 213"], "cite_par": ["143 III 189"], "chapeau": "19. Auszug aus dem Urteil der II. zivilrechtlichen Abteilung i.S. X. gegen Kindes- und Erwachsenenschutzbehörde KESB Thun (Beschwerde in Zivilsachen)\n\n5A_236/2014 vom 11. April 2014", "regestes": ["Art. 426 al. 1, art. 431 et 450e al. 3 CC; placement à des fins d'assistance; rapport d'expertise. Contenu du rapport d'expertise à la base de la décision de placement à des fins d'assistance et de l'examen périodique du placement. Admissibilité de confier le mandat d'expertise au juge spécialisé (consid. 2.3-2.8)."], "faits": "|105|\n\nA. Am 8. August 2013 ordnete die Kindes- und Erwachsenenschutzbehörde Thun gestützt auf Art. 426 ZGB die fürsorgerische Unterbringung von X. in der Einrichtung D. an. Das in einem früheren Verfahren eingeholte Gutachten des Psychiatriezentrums C. (PZM) vom 12. Oktober 2012 hält fest, dass X. sowohl die Kriterien des gesetzlichen Schwächezustandes der Geistesschwäche als auch der Trunksucht erfülle.\n\nB. Mit Verfügung vom 6. Februar 2014 bestätigte die Kindes- und Erwachsenenschutzbehörde Thun im Rahmen der periodischen Überprüfung die fürsorgerische Unterbringung. Dagegen beschwerte sich X. beim Obergericht des Kantons Bern, Zivilabteilung, Kindes- und Erwachsenenschutzgericht. Das Obergericht hörte die Betroffene an. Zudem stellten die zum Spruchkörper gehörenden Fachrichter Dr. med. F. sowie Fachrichterin G. der Beschwerdeführerin Fragen. In den Akten des Verfahrens befinden sich der Austrittsbericht von Dr. med. E. vom 3. Juli 2013, der Arztbericht von Dr. med. B. vom 21. Juni 2013 betreffend ein früheres Verfahren sowie der Bericht der Einrichtung D. vom 4. Februar 2014. Mit Entscheid vom 20. Februar 2014 wies die angerufene Instanz die Beschwerde ab. |106|\n\nC. Mit Eingabe vom 20. März 2014 hat X. gegen den Entscheid des Obergerichts beim Bundesgericht Beschwerde erhoben. Sie beantragt die sofortige Entlassung.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.3 Das Obergericht verweist unter anderem auf die Alkoholabhängigkeit der Beschwerdeführerin und geht damit von einer psychischen Störung aus (zur Alkoholerkrankung als psychische Störung: BGE 137 III 289 E. 4.2 S. 291). Nach Art. 450e Abs. 3 ZGB muss bei psychischen Störungen gestützt auf ein Gutachten einer sachverständigen Person entschieden werden. Das in Beachtung von Art. 450e Abs. 3 ZGB einzuholende Gutachten hat es der Beschwerdeinstanz zu ermöglichen, die sich aus Art. 426 Abs. 1 ZGB ergebenden Rechtsfragen zu beantworten (vgl. BGE 137 III 289 E. 4.5, aArt. 397e Ziff. 5 ZGB betreffend; siehe auch Urteil 5A_189/2013 vom 11. April 2013 E. 2.2). Ob eine Expertise den Voraussetzungen von Art. 450e Abs. 3 ZGB entspricht, ist Rechtsfrage, die der freien Prüfung durch das Bundesgericht unterliegt. Ist kein Gutachten vorhanden oder erweist sich dieses als unvollständig, liegen mit anderen Worten offensichtliche rechtliche Mängel vor, hebt das Bundesgericht den angefochtenen Entscheid auf. Erweist sich das Gutachten als unvollständig, ist es durch den gerichtlich bestellten Sachverständigen zu ergänzen (Urteile 5A_879/2012 vom 12. Dezember 2012 E. 4; 5A_469/2013 vom 17. Juli 2013 E. 2.3; zum Ganzen: BGE 140 III 101 E. 6.2.2).\n\n2.4 Das gestützt auf Art. 450e Abs. 3 ZGB einzuholende Gutachten hat sich insbesondere über den Gesundheitszustand der betroffenen Person, aber auch darüber zu äussern, wie sich allfällige gesundheitliche Störungen hinsichtlich der Gefahr einer Selbst- bzw. Drittgefährdung oder einer Verwahrlosung auswirken können und ob sich daraus ein Handlungsbedarf ergibt (BGE 137 III 289 E. 4.5). In diesem Zusammenhang interessiert insbesondere, ob ein Bedarf an der Behandlung einer festgestellten psychischen Erkrankung bzw. an Betreuung der betroffenen Person besteht. Wird ein Behandlungs- bzw. Betreuungsbedarf bejaht, ist weiter wesentlich, mit welcher konkreten Gefahr für die Gesundheit oder das Leben der betroffenen Person bzw. von Dritten zu rechnen ist, wenn die Behandlung der gutachterlich festgestellten Krankheit bzw. die Betreuung unterbleibt |107| (zum Erfordernis der konkreten Gefahr: Urteile 5A_312/2007 vom 10. Juli 2007 E. 2.3; 5A_288/2011 vom 19. Mai 2011 E. 5.3). Im Weiteren ist durch den Gutachter Antwort darauf zu geben, ob aufgrund des festgestellten Handlungsbedarfs eine stationäre Behandlung bzw. Betreuung unerlässlich ist. Dabei hat der Experte auch darüber Auskunft zu geben, ob die betroffene Person über glaubwürdige Krankheits- und Behandlungseinsicht verfügt. Schliesslich hat der Experte zu beantworten, ob eine Anstalt zur Verfügung steht und wenn ja, warum die vorgeschlagene Anstalt infrage kommt (siehe zum Ganzen: BGE 140 III 101 E. 6.2.2 unter Hinweis auf BGE 137 III 289 E. 4.5; BGE 112 II 486 E. 4c S. 490; BGE 114 II 213 E. 7 S. 218 zur Geeignetheit der Einrichtung).\n\n2.5 Wie sich aus den Akten ergibt, handelt es sich vorliegend um einen Entscheid der Beschwerdeinstanz im Rahmen von Art. 431 ZGB. Danach überprüft die Erwachsenenschutzbehörde spätestens sechs Monate nach Beginn der Unterbringung, ob die Voraussetzungen noch erfüllt sind und ob die Einrichtung weiterhin geeignet ist (Abs. 1). Alsdann führt sie innerhalb von weiteren sechs Monaten eine zweite Überprüfung durch; anschliessend erfolgt die Überprüfung so oft wie nötig, mindestens aber jährlich (Abs. 2).\n\n2.6 Der auf Verfahren der fürsorgerischen Unterbringung vor der Beschwerdeinstanz anwendbare Art. 450e Abs. 3 ZGB unterscheidet nicht danach, ob es sich beim besagten Verfahren um eine Unterbringung oder eine periodische Überprüfung oder um einen Entscheid aufgrund eines Entlassungsgesuchs der betroffenen Person handelt. Unter der Herrschaft von Art. 397e Ziff. 5 ZGB in der Fassung gemäss Ziff. I des Bundesgesetzes vom 6. Oktober 1978, in Kraft seit 1. Januar 1981 (AS 1980 31; BBl 1977 III 1) hatte der Beizug eines Sachverständigen bei jedem Einweisungs-, Zurückbehaltungs- und Aufhebungsentscheid unabhängig vom Ausgang des Verfahrens zu erfolgen (Urteil 5A_63/2013 vom 7. Februar 2013 E. 5.1.2; THOMAS GEISER, Basler Kommentar, Zivilgesetzbuch, Bd. I, 4. Aufl. 2010, N. 19 zu Art. 397e ZGB). Zudem wurde auch ein aktuelles Gutachten verlangt. Der Botschaft des Bundesrates und den parlamentarischen Beratungen lässt sich mit Bezug auf die Auslegung der geltenden Fassung von Art. 450e Abs. 3 ZGB nichts anderes entnehmen.\n\n2.7 Der Verwendung von Gutachten früherer Verfahren sind allein schon deshalb enge Grenzen gesetzt, weil sich der Gutachter zu den |108| Fragen des konkreten Verfahrens zu äussern hat. Ist wie hier die Fortführung einer früher angeordneten fürsorgerischen Unterbringung zu prüfen und darüber zu befinden, ob die betroffene Person weiter in der Einrichtung zurückbehalten werden darf, so hat sich das nach Art. 450e Abs. 3 ZGB erforderliche Gutachten darüber zu äussern, ob und inwiefern in den im früheren bzw. ursprünglichen Gutachten festgestellten tatsächlichen Parametern (vgl. dazu E. 2.4) eine Änderung eingetreten ist. Aufgrund einer anderen Fragestellung kann somit nicht einfach auf das in einem früheren Verfahren eingeholte Gutachten des PZM vom 12. Oktober 2012 abgestellt werden (dazu: Urteil 5A_63/2013 vom 7. Februar 2013 E. 5.2, aArt. 397e Ziff. 5 ZGB betreffend). Der Austrittsbericht von Dr. med. E. vom 3. Juli 2013, der Arztbericht von Dr. med. B. vom 21. Juni 2013 betreffend ein früheres Verfahren sowie der Bericht der Einrichtung D. vom 4. Februar 2014 vermögen die an ein Gutachten gestellten Anforderungen nicht zu erfüllen. Dass ein Fachrichter den Beizug eines unabhängigen Gutachters nicht zu ersetzen vermag, hat das Bundesgericht in BGE 137 III 289 E. 4.4 S. 292 bereits klargestellt. Insgesamt erweist sich der angefochtene Entscheid und das ihm zugrunde liegende Verfahren unter dem Blickwinkel von Art. 450e Abs. 3 ZGB als bundesrechtswidrig.\n\n2.8 Dies führt zur teilweisen Gutheissung der Beschwerde und zur Aufhebung des angefochtenen Entscheids. Die Sache ist zur Einholung eines den Vorgaben der bundesgerichtlichen Rechtsprechung konformen Gutachtens an die Vorinstanz zurückzuweisen. Dieser wird eine Frist von 30 Tagen ab Zustellung des begründeten bundesgerichtlichen Urteils gesetzt, um die Ergänzung des Sachverhalts aufgrund der bundesgerichtlichen Vorgaben vorzunehmen und neu zu entscheiden. Wird nicht innert dieser Frist entschieden, fällt die fürsorgerische Unterbringung ohne Weiteres dahin (vgl. dazu Urteil 5A_879/2012 vom 12. Dezember 2012). Die Vorinstanz wird überdies die Anforderungen an die Begründung des Entscheids im Lichte von Art. 112 Abs. 1 lit. b BGG zu beachten haben (dazu: BGE 140 III 101 E. 6.2.3 mit Hinweis auf Urteil 5A_189/2013 vom 11. April 2013 E. 2.3 [in deutscher Sprache])."}