{"annee": "140", "cour": "V", "page": "314", "date": "12/6/2014", "cite": ["133 II 305", "139 V 209", "138 V 286", "139 V 122", "133 V 257", "133 V 587"], "cite_par": ["145 V 84", "143 V 305"], "chapeau": "42. Auszug aus dem Urteil der I. sozialrechtlichen Abteilung i.S. Familienausgleichskasse Arbeitgeber Basel gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n8C_196/2014 vom 12. Juni 2014", "regestes": ["Art. 3 al. 1 let. b LAFam; droit à l'allocation de formation professionnelle. La conclusion d'un contrat de stage après un échec à l'examen de fin d'apprentissage dans la même branche professionnelle peut être reconnue comme formation au sens de l'art. 49bis al. 1 RAVS si ce stage est organisé comme un apprentissage ordinaire tant sur le plan du contenu (alternance entre école professionnelle et travail pratique) que de la rémunération convenue (jusqu'à l'obtention du certificat de capacité); encore faut-il que, relativement à la notion de formation, la juridiction cantonale n'ait pas admis de manière arbitraire que la condition requise du temps consacré à la formation était remplie (consid. 4.3)."], "faits": "|315|\n\nA. Der 1992 geborene B. absolvierte eine Lehre als Hochbauzeichner bei der C. AG, bestand jedoch die Lehrabschlussprüfung im Sommer 2012 nicht. Ab 24. September 2012 war er als Hochbauzeichner-Praktikant mit einem 80%igen Pensum beim Architekturbüro D. angestellt, wobei vertraglich festgehalten wurde, dass B. die Lehrabschlussprüfung als Hochbauzeichner im nächsten Jahr wiederholen und in dieser Zeit die Berufsfachschule als Repetent besuchen würde. Der Verdienst wurde für die Zeit bis Ende Dezember 2012 auf Fr. 1'200.-, von Januar 2013 bis Lehrabschluss auf Fr. 1'400.- festgelegt. Danach sollten der Lohn und die Anstellungsbedingungen neu vereinbart werden. Mit Verfügung vom 29. Oktober 2012 verneinte die Familienausgleichskasse Arbeitgeber Basel (nachfolgend: Ausgleichskasse) einen Anspruch des Vaters, A., auf Ausbildungszulagen für seinen Sohn ab 1. August 2012, was sie mit Einspracheentscheid vom 13. November 2012 bestätigte.\n\nB. Die von A. dagegen erhobene Beschwerde hiess das Versicherungsgericht des Kantons Solothurn mit Entscheid vom 31. Januar 2014 gut und bejahte den Anspruch auf Ausbildungszulagen über den 1. August 2012 hinaus. Sie wies die Sache zur Abklärung der Frage, wie lange die den Ausbildungscharakter ausmachenden Verhältnisse (Besuch der Berufsschule; Anstellung als Praktikant) andauerten, an die Ausgleichskasse zurück.\n\nC. Die Ausgleichskasse führt Beschwerde in öffentlich-rechtlichen Angelegenheiten mit dem Antrag auf Aufhebung des vorinstanzlichen Entscheids. (...)\n\nDas Bundesgericht weist die Beschwerde ab.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n3. Streitig ist, ob das am 24. September 2012 begonnene Hochbauzeichner-Praktikum als Ausbildung anzusehen ist, was einen Anspruch des Beschwerdegegners auf eine Ausbildungszulage begründen würde. |316|\n\n3.1 Nach Art. 3 Abs. 1 lit. b des Bundesgesetzes vom 24. März 2006 über die Familienzulagen (Familienzulagengesetz, FamZG; SR 836.2) werden Ausbildungszulagen ab Ende des Monats, in welchem das Kind das 16. Altersjahr vollendet, bis zum Abschluss der Ausbildung ausgerichtet, längstens jedoch bis zum Ende des Monats, in welchem das Kind das 25. Altersjahr vollendet. Art. 1 Abs. 1 der Verordnung vom 31. Oktober 2007 über die Familienzulagen (Familienzulagenverordnung, FamZV; SR 836.21) statuiert, dass ein Anspruch auf eine Ausbildungszulage für jene Kinder besteht, die eine Ausbildung im Sinne des Art. 25 Abs. 5 AHVG absolvieren.\n\n3.2 Art. 25 Abs. 5 Satz 2 AHVG beauftragt den Bundesrat, den Begriff der Ausbildung zu regeln, was dieser mit den auf den 1. Januar 2011 in Kraft getretenen Art. 49bis und 49ter AHVV (SR 831.101) getan hat. Unter den Begriff der Ausbildung fallen danach ordentliche Lehrverhältnisse sowie Tätigkeiten zum Erwerb von Vorkenntnissen für ein Lehrverhältnis, aber auch Kurs- und Schulbesuche, wenn sie der berufsbezogenen Vorbereitung auf eine Ausbildung oder späteren Berufsausübung dienen. Bei Kurs- und Schulbesuchen sind Art der Lehranstalt und Ausbildungsziel unerheblich, soweit diese im Rahmen eines ordnungsgemässen, (faktisch oder rechtlich) anerkannten Lehrganges eine systematische Vorbereitung auf das jeweilige Ziel bieten. Danach gilt nur als Bestandteil der Ausbildung, wenn zwischen diesem und dem Berufsziel ein Zusammenhang besteht. Die Wegleitung des Bundesamtes für Sozialversicherungen (BSV) über die Renten (RWL) in der Eidgenössischen Alters-, Hinterlassenen- und Invalidenversicherung (Stand 1. Januar 2012 [identisch mit den Formulierungen der ab 1. Januar 2013 gültigen Fassung] http://www.bsv.admin.ch/vollzug/documents/view/75/lang:deu/category:23) hält zudem fest, dass die systematische Vorbereitung erfordert, dass das Kind die Ausbildung mit dem objektiv zumutbaren Einsatz betreibt, um sie innert nützlicher Frist abschliessen zu können. Während der Ausbildung muss sich das Kind zeitlich überwiegend dem Ausbildungsziel widmen. Dies gilt nur dann als erfüllt, wenn der gesamte Ausbildungsaufwand (Lehre im Betrieb, Schulunterricht, Vorlesungen, Kurse, Vor- und Nachbereitung, Prüfungsvorbereitung, Selbststudium, Verfassen einer Diplomarbeit, Fernstudium etc.) mindestens 20 Stunden pro Woche ausmacht. Der effektive Ausbildungsaufwand kann teilweise nur mittels Indizien, mit dem Beweisgrad der überwiegenden Wahrscheinlichkeit, eruiert werden. Dabei ist insbesondere auch auf Auskünfte des Ausbildungsanbieters über die durchschnittlich aufzuwendende Zeit für |317| die jeweilige Ausbildung abzustellen. Wer wöchentlich nur eine geringe Anzahl Kurslektionen besucht (z.B. 4 Lektionen abends) und daneben zur Hauptsache arbeitet (ohne Ausbildungscharakter) oder auch gar keinem Erwerb nachgeht, vermag den erforderlichen überwiegenden Ausbildungsaufwand nur schwer nachzuweisen. RWL Rz. 3359 f. nennt folgendes Beispiel: Eine bei der Abschlussprüfung gescheiterte Lehrabgängerin, die im anschliessenden Jahr lediglich ein paar wenige Repetitionskurse belegt, befindet sich nicht mehr in Ausbildung, wenn es ihr nicht gelingt, einen überwiegenden Ausbildungsaufwand nachzuweisen. Ein Praktikum wird als Ausbildung anerkannt, wenn es gesetzlich oder reglementarisch eine Voraussetzung bildet für die Zulassung zu einem Bildungsgang oder zu einer Prüfung, oder zum Erwerb eines Diploms oder eines Berufsabschlusses verlangt wird (RWL Rz. 3361). Wenn diese Voraussetzungen nicht erfüllt sind, wird ein Praktikum dennoch als Ausbildung anerkannt, wenn vom Betrieb schriftlich zugesichert wird, dass das Kind bei Eignung nach Abschluss des Praktikums eine Lehrstelle im betreffenden Betrieb erhält und das Praktikum im betreffenden Betrieb höchstens ein Jahr dauert (RWL Rz. 3361.1; vgl. auch BGE 139 V 209 E. 5.2). Übt das Kind jedoch lediglich eine praktische Tätigkeit aus, um sich dabei einige Branchenkenntnisse und Fertigkeiten anzueignen, um die Anstellungschancen bei schwieriger Beschäftigungssituation zu verbessern oder um eine Berufswahl zu treffen, liegt keine Ausbildung vor (RWL Rz. 3362; Urteil 9C_223/2008 vom 1. April 2008 E. 1.2).\n\n3.3 Verwaltungsweisungen richten sich an die Durchführungsstellen und sind für das Sozialversicherungsgericht nicht verbindlich. Dieses soll sie bei seiner Entscheidung aber berücksichtigen, sofern sie eine dem Einzelfall angepasste und gerecht werdende Auslegung der anwendbaren gesetzlichen Bestimmungen zulassen. Das Gericht weicht also nicht ohne triftigen Grund von Verwaltungsweisungen ab, wenn diese eine überzeugende Konkretisierung der rechtlichen Vorgaben darstellen. Insofern wird dem Bestreben der Verwaltung, durch interne Weisungen eine rechtsgleiche Gesetzesanwendung zu gewährleisten, Rechnung getragen (BGE 133 V 587 E. 6.1 S. 591, BGE 133 V 257 E. 3.2 S. 258 mit Hinweisen; vgl. BGE 133 II 305 E. 8.1 S. 315).\n\n4.\n\n4.1 Mit Blick auf den Ausbildungscharakter des Praktikums erwog die Vorinstanz, aus dem Stundenplan des Berufsbildungszentrums (BBZ) für das Schuljahr 2012/2013 gehe hervor, dass der Unterricht |318| für Hochbauzeichner, den der Sohn des Beschwerdegegners von August 2012 bis Juli 2013 besucht habe, jeweils montags von 7.15-17.10 Uhr erfolgt sei. Damit habe er einen ganzen Tag die Berufsschule besucht, was mit entsprechendem Zeitaufwand für Hausaufgaben sowie Vor- und Nachbereitung verbunden gewesen sei; gleichzeitig habe er sich auf die Wiederholung der Lehrabschlussprüfung vorbereitet, weshalb die in quantitativer Hinsicht gemäss RWL verlangten 20 Stunden Ausbildungsaufwand pro Woche zweifellos übertroffen worden seien, zumal auch hinsichtlich der Tätigkeit im Architekturbüro der deutlich reduzierte Praktikumslohn, verbunden mit der Vereinbarung, diesen nach bestandener Prüfung anzupassen, auf einen beachtlichen Anteil an Ausbildung hinweise. Überdies sei das im für den Lehrabschluss entscheidenden Berufsfeld absolvierte Praktikum hinsichtlich des angestrebten Ausbildungserfolgs faktisch notwendig gewesen.\n\n4.2 Die Ausgleichskasse stellt sich dementgegen auf den Standpunkt, es bestehe kein Raum für die Ausdehnung des Ausbildungsbegriffs, welcher gesetzlich abschliessend festgelegt und in diesem Rahmen durch die Rechtsprechung weiter definiert worden sei. Es stehe dem Gericht schliesslich nicht zu, den in Art. 49bis AHVV abschliessend formulierten Katalog von Tätigkeiten, die als Ausbildung qualifiziert würden, zu erweitern. Es könne vorliegend nicht von einem zusätzlichen Lehrjahr ohne formellen Lehrvertrag gesprochen werden. Eine Lehre sei unabhängig vom Prüfungserfolg mit Ablauf des auf eine feste Dauer abgeschlossenen Lehrverhältnisses abgeschlossen. Es sei weder vorgeschrieben, dass sich ein Repetent überwiegend auf die Prüfung vorbereite noch erforderlich, dass wegen nicht bestandener Lehrabschlussprüfung ein Praktikum absolviert werde. Der effektiv ausbezahlte Lohn mache eine Tätigkeit zudem nicht per se zu einem einer Ausbildung gleichgesetzten Praktikum. Der vorinstanzlich auf über 20 Stunden pro Woche festgestellte Ausbildungsaufwand entbehre jeglicher Grundlage und sei daher willkürlich.\n\n4.3\n\n4.3.1 Die Bestimmung des Art. 49bis Abs. 1 AHVV besitzt keinen abschliessenden Charakter, sondern es wurden darin von der Rechtsprechung erarbeitete allgemeine Grundsätze zum Ausbildungsbegriff aufgenommen, wie sich u.a. aus den \"Erläuterungen zu den Änderungen der AHVV auf 1. Januar 2011\" des BSV ergibt (vgl. BGE 138 V 286 E. 4.2.1 f. S. 288 f.). Die vorinstanzliche Auffassung, |319| der Sohn des Beschwerdegegners habe sich während des Praktikums als Hochbauzeichner in Ausbildung befunden, lässt sich, entgegen dem diesbezüglichen Einwand der Beschwerdeführerin, mit dem nicht abschliessenden Charakter des Verordnungstextes durchaus vereinbaren. Dies zumal die Ausbildungszulage in erster Linie der beruflichen Ausbildung von Jugendlichen dienen soll, weshalb der Begriff der Ausbildung in diesem Zusammenhang weit zu verstehen ist (KIESER/REICHMUTH, Bundesgesetz über die Familienzulagen, Praxiskommentar, 2010, N. 38 zu Art. 3 FamZG).\n\n4.3.2 Der Beschwerdeführerin ist zwar insoweit zuzustimmen, dass ein Lehrverhältnis mit Ablauf der im Lehrvertrag vereinbarten Dauer grundsätzlich beendet ist, weshalb die Vertragsparteien nicht verpflichtet sind, dieses bei nicht bestandener Lehrabschlussprüfung zu verlängern. Es kann jedoch im Hinblick auf spätere Berufs- und Weiterbildungsmöglichkeiten nicht ernsthaft in Abrede gestellt werden, dass es als konsequentes und sinnvolles Ziel anzusehen ist, die durchlaufene Ausbildung erfolgreich mit dem Erhalt des Fähigkeitsausweises abzuschliessen, was eine Prüfungswiederholung bedingt. Diese ist frühestens in einem Jahr nach dem Nicht-Bestehen möglich. Zu einer sorgfältigen Vorbereitung mit guter Aussicht auf eine erfolgreiche Prüfungsrepetition ist bei nicht ausreichenden Ergebnissen im praktischen Bereich oder bei ungenügenden Noten im Schulunterricht des Berufsfachs zweifellos die vertiefte praktische Beschäftigung in einem Betrieb der Branche mit erneutem Schulunterricht zur Zielerreichung nicht nur angebracht, sondern - mit der Vorinstanz - faktisch geboten. Wie im vorinstanzlichen Entscheid erwähnt wurde, lässt die Verordnungsbestimmung des Art. 49bis Abs. 1 AHVV rechtsprechungsgemäss (BGE 139 V 209 E. 5.1 mit Hinweis auf BGE 139 V 122) im Hinblick auf eine angestrebte Lehre auch bloss faktisch für die Ausbildung notwendige Praktika als Ausbildung zu. Wenn das kantonale Gericht dies sinngemäss auf das vorliegende Verhältnis übertrug, lässt sich dies nicht beanstanden.\n\n4.3.3 Vorliegend konnte mit dem ehemaligen Lehrbetrieb keine Vertragsverlängerung vereinbart werden, weshalb mit dem Architekturbüro D. ein als Praktikum betitelter Anstellungsvertrag anstelle einer Verlängerung des Lehrverhältnisses oder eines neuen einjährigen Lehrvertrags abgeschlossen worden ist. Bezüglich der inhaltlichen Ausgestaltung des Vertrags zeigt sich aber, dass sich dieser sowohl bei der Aufteilung zwischen praktischer Arbeit und Berufsschule als auch beim (bis zum Erhalt des Fähigkeitszeugnisses) festgesetzten |320| Verdienst, entgegen den Darlegungen in der Beschwerde, an einem ordentlichen Lehrverhältnis orientiert: Der Repetent besuchte die Berufsschule nicht nur für einen halben Tag oder ein paar einzelne Lektionen (vgl. RWL Rz. 3360 E. 3.2 hiervor), sondern entsprechend dem normalen Schulpensum eines Lernenden, welcher an vier Tagen im Betrieb mitarbeitet und am fünften Tag in die Berufsschule geht. Damit handelt es sich um eine systematische Vorbereitung auf den zu wiederholenden Berufsbildungsabschluss im Sinne der Absolvierung eines weiteren Lehrjahres, was sich auch aus der am 25. September 2012 gegenüber dem Amt für Berufsbildung des Kantons Solothurn formulierten Bestätigung des Architekturbüros D., den Sohn des Beschwerdegegners \"als Hochbauzeichnerlehrling\" angestellt zu haben, ergibt. Ob diese vertiefte Tätigkeit im Betrieb mit berufskundlichem Schulunterricht nach nichtbestandener Lehrabschlussprüfung im Kleid eines (verlängerten oder neuen) Lehrverhältnisses oder eines als Praktikum bezeichneten Arbeitsverhältnisses stattfindet, ist letztlich - bei gleichem Vertragsinhalt - für die hier zu beantwortende Frage unerheblich, da der Ausbildungscharakter hier nach dem Gesagten so oder anders zu bejahen ist. Entgegen den Darlegungen in der Beschwerde ist die damit einhergehende Feststellung des kantonalen Gerichts, der Sohn des Beschwerdegegners habe den hinsichtlich des Ausbildungsbegriffs geforderten Ausbildungsaufwand gemäss RWL Rz. 3359 (E. 3.2 hiervor) erreicht - einerseits mit der ganztägigen Präsenzzeit in der Schule und einem ebensolchen Aufwand an Vor- und Nachbereitung, Hausaufgaben und Prüfungsvorbereitung, anderseits durch den Ausbildungsanteil im Betrieb -, nicht offensichtlich unrichtig, d.h. willkürlich, weshalb von einem überwiegenden Ausbildungsaufwand auszugehen ist (RWL Rz. 3360). Der vorinstanzliche Entscheid hält somit vor Bundesrecht stand."}