{"annee": "140", "cour": "IV", "page": "108", "date": "22/7/2014", "cite": ["133 III 273", "140 II 129", "132 I 181", "139 III 78", "123 IV 236", "136 IV 145"], "cite_par": ["142 IV 207", "140 III 616", "143 III 646", "141 IV 77"], "chapeau": "15. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Blocher gegen Staatsanwaltschaft III des Kantons Zürich (Beschwerde in Strafsachen)\n\n1B_424/2013 / 1B_436/2013 vom 22. Juli 2014", "regestes": ["Art. 172 et 264 al. 1 let. c CPP, art. 17 al. 3 Cst., art. 10 CEDH; interdiction de séquestrer des documents concernant des contacts entre le prévenu et des professionnels des médias. L'interdiction de séquestre s'étend non seulement aux documents qui se trouvent auprès des professionnels des médias, mais aussi à ceux qui sont en mains du prévenu ou de tiers (consid. 6)."], "faits": "BGE 140 IV 108 S. 109\n\nDie Staatsanwaltschaft III des Kantons Zürich (im Folgenden: Staatsanwaltschaft) führt ein Strafverfahren gegen Christoph Blocher wegen des Verdachts der Gehilfenschaft und der versuchten Verleitung zur Verletzung des Bankgeheimnisses. Sie wirft ihm vor, er habe einen Angestellten einer Privatbank, der im Besitz vertraulicher Informationen über Bankgeschäfte des damaligen Präsidenten der Schweizerischen Nationalbank gewesen sei, am 3. Dezember 2011 bei sich zu Hause empfangen. Dabei habe der Bankangestellte die Informationen offengelegt. Christoph Blocher habe dem Bankangestellten Unterstützung in Aussicht gestellt, falls dieser deswegen seine Stelle bei der Privatbank verliere. Christoph Blocher habe in der Folge darauf hingewirkt, den Bankangestellten einem Journalisten zuzuführen, der im Zusammenhang mit den Bankgeschäften des Präsidenten der Nationalbank am Recherchieren gewesen sei.\n\nAm 20. März 2012 durchsuchte die Staatsanwaltschaft das Haus von Christoph Blocher und die Räumlichkeiten einer Aktiengesellschaft. Dabei stellte sie Unterlagen sicher.\n\nDiese versiegelte die Staatsanwaltschaft auf Antrag von Christoph Blocher hin gleichentags.\n\nAm 4. April 2012 ersuchte die Staatsanwaltschaft das Zwangsmassnahmengericht am Obergericht des Kantons Zürich (im Folgenden: Zwangsmassnahmengericht) um Entsiegelung.\n\nAm 30. September 2013 fand eine Triageverhandlung statt. Dabei sonderte das Zwangsmassnahmengericht Unterlagen aus, welche durch das Anwaltsgeheimnis sowie das Amtsgeheimnis von Christoph Blocher geschützt waren, und gab sie diesem zurück.\n\nAm 27. November 2013 überliess das Zwangsmassnahmengericht der Staatsanwaltschaft die übrigen Unterlagen in Gutheissung des Entsiegelungsgesuchs zur Durchsuchung.\n\nDie von Christoph Blocher hiergegen erhobene Beschwerde in Strafsachen heisst das Bundesgericht, soweit es darauf eintritt, teilweise gut.\n\n(Zusammenfassung)", "considerants": "BGE 140 IV 108 S. 110Aus den Erwägungen:\n\n6.\n\n6.1 Der Beschwerdeführer bringt vor, er habe vor Vorinstanz beantragt, aus dem Sicherstellungsgut alles auszusondern und ihm herauszugeben, was dem Quellenschutz der Medienschaffenden unterliege, d.h. insbesondere sämtliche Korrespondenz und Aufzeichnungen zwischen ihm und der \"Weltwoche\" bzw. dort tätigen bestimmten Journalisten. Indem die Vorinstanz das abgelehnt habe, habe sie Art. 264 Abs. 1 lit. c StPO verletzt.\n\n6.2 Art. 264 StPO regelt die Einschränkungen der Beschlagnahme. Gemäss Absatz 1 dieser Bestimmung in der ursprünglichen, am 1. Januar 2011 in Kraft getretenen Fassung dürfen nicht beschlagnahmt werden, ungeachtet des Ortes, wo sie sich befinden, und des Zeitpunktes, in welchem sie geschaffen worden sind: a. Unterlagen aus dem Verkehr der beschuldigten Person mit ihrer Verteidigung; b. persönliche Aufzeichnungen und Korrespondenz der beschuldigten Person, wenn ihr Interesse am Schutz der Persönlichkeit das Strafverfolgungsinteresse überwiegt; c. Gegenstände, namentlich Aufzeichnungen und Korrespondenzen, die aus dem Verkehr zwischen der beschuldigten Person und Personen stammen, die nach den Artikeln 170-173 das Zeugnis verweigern können und die im gleichen Sachzusammenhang nicht selber beschuldigt sind.\n\nArt. 264 Abs. 1 lit. c StPO wurde mit Bundesgesetz vom 28. September 2012 über die Anpassung von verfahrensrechtlichen Bestimmungen zum anwaltlichen Berufsgeheimnis, in Kraft seit 1. Mai 2013, geändert. Danach gilt das Beschlagnahmeverbot für Gegenstände und Unterlagen aus dem Verkehr der beschuldigten Person mit Personen, die nach den Artikeln 170-173 das Zeugnis verweigern können und im gleichen Sachzusammenhang nicht selber beschuldigt sind. Zudem wurde mit diesem Bundesgesetz ein neuer Buchstabe d in Art. 264 Abs. 1 StPO eingefügt. Danach gilt das Beschlagnahmeverbot nunmehr auch für Gegenstände und Unterlagen aus dem Verkehr einer anderen (also nicht beschuldigten) Person mit ihrer Anwältin oder ihrem Anwalt, sofern die Anwältin oder der Anwalt nach dem Anwaltsgesetz vom 23. Juni 2000 (BGFA; SR 935.61) zur Vertretung vor schweizerischen Gerichten berechtigt ist und im gleichen Sachzusammenhang nicht selber beschuldigt ist.\n\nBei der Revision von Art. 264 Abs. 1 lit. c StPO handelt es sich um eine redaktionelle Anpassung an die neue, auch in anderen BGE 140 IV 108 S. 111Gesetzen verwendete Terminologie (Botschaft vom 26. Oktober 2011 zum Bundesgesetz über die Anpassung von verfahrensrechtlichen Bestimmungen zum anwaltlichen Berufsgeheimnis, BBl 2011 8187 Ziff. 3.5). Inhaltlich ändert sich insoweit nichts. Es braucht daher nicht untersucht zu werden, ob hier die neue oder alte Fassung von Art. 264 Abs. 1 lit. c StPO anwendbar ist.\n\nArt. 172 StPO regelt den Quellenschutz der Medienschaffenden. Danach können Personen, die sich beruflich mit der Veröffentlichung von Informationen im redaktionellen Teil eines periodisch erscheinenden Mediums befassen, sowie ihre Hilfspersonen das Zeugnis über die Identität der Autorin oder des Autors oder über Inhalt und Quellen ihrer Informationen verweigern (Abs. 1). Sie haben auszusagen, wenn: a. das Zeugnis erforderlich ist, um eine Person aus einer unmittelbaren Gefahr für Leib und Leben zu retten; b. ohne das Zeugnis im Einzelnen aufgezählte schwere Straftaten nicht aufgeklärt werden können oder die einer solchen Tat beschuldigte Person nicht ergriffen werden kann (Abs. 2).\n\nArt. 172 StPO entspricht inhaltlich Art. 28a StGB, der beibehalten worden ist (BGE 136 IV 145 E. 3.2 S. 150 mit Hinweis).\n\n6.3 Die Vorinstanz erwägt, der Passus in Art. 264 Abs. 1 StPO \"ungeachtet des Ortes, wo sie sich befinden\" sei auf Gegenstände zu beschränken, welche sich in der Sphäre der Journalisten befinden, womit nebst den Redaktionsräumen Privaträume und die Effekten der Journalisten geschützt seien. Im vorliegenden Fall befänden sich die beschlagnahmten Gegenstände nicht in der Sphäre der Journalisten, weshalb die entsprechende Korrespondenz mit den vom Beschwerdeführer genannten Journalisten nicht auszusondern und ebenfalls der Staatsanwaltschaft zur Durchsuchung zu überlassen sei.\n\n6.4 Ausgangspunkt jeder Auslegung bildet der Wortlaut der Bestimmung. Ist der Text nicht ganz klar und sind verschiedene Auslegungen möglich, so muss nach seiner wahren Tragweite gesucht werden unter Berücksichtigung aller Auslegungselemente, namentlich von Sinn und Zweck sowie der dem Text zugrunde liegenden Wertung. Wichtig ist ebenfalls der Sinn, der einer Norm im Kontext zukommt. Vom klaren, d.h. eindeutigen und unmissverständlichen Wortlaut darf nur ausnahmsweise abgewichen werden, wenn triftige Gründe dafür vorliegen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt. Solche Gründe können sich aus der Entstehungsgeschichte der Bestimmung, aus ihrem Sinn und BGE 140 IV 108 S. 112Zweck oder aus dem Zusammenhang mit andern Vorschriften ergeben (BGE 140 II 129 E. 3.2 S. 131 mit Hinweisen).\n\n6.5 Bei den vom Beschwerdeführer genannten Journalisten handelt es sich unstreitig um Personen, die sich beruflich mit der Veröffentlichung von Informationen im redaktionellen Teil eines periodisch erscheinenden Mediums befassen. Sie können somit gemäss Art. 172 Abs. 1 StPO das Zeugnis über Inhalt und Quellen ihrer Informationen verweigern. Die dem Beschwerdeführer angelasteten Taten fallen nicht unter den Deliktskatalog nach Art. 172 Abs. 2 lit. b StPO. Eine Aussagepflicht trifft die Journalisten daher nicht.\n\nDie Journalisten sind im vorliegenden Zusammenhang nicht selber beschuldigt. Gemäss Art. 264 Abs. 1 lit. c StPO gilt somit das Beschlagnahmeverbot für Gegenstände und Unterlagen aus dem Verkehr des Beschwerdeführers mit den Journalisten. Nach dem klaren Gesetzeswortlaut (\"ungeachtet des Ortes\", \"quel que soit l'endroit où ils se trouvent\", \"indipendentemente dal luogo in cui si trovano\") kommt es dabei nicht darauf an, wo sich die Gegenstände und Unterlagen befinden. Das Beschlagnahmeverbot gilt also nicht nur für Gegenstände und Unterlagen, die sich beim Journalisten befinden, sondern auch für solche, die sich beim Beschuldigten oder bei Dritten befinden. Dass das Beschlagnahmeverbot nicht nur beim Journalisten liegende Gegenstände und Unterlagen erfasst, verdeutlicht überdies das in Art. 264 Abs. 1 lit. c (ebenso wie lit. a und d) StPO enthaltene Wort \"Verkehr\" (bzw. \"contacts\"/\"contatti\"). Bei einem solchen besteht ein \"Hin und Her\". Dies spricht zusätzlich dafür, dass das Beschlagnahmeverbot nicht nur für Gegenstände und Unterlagen gilt, die der Beschuldigte dem Journalisten zugesandt hat, sondern auch für solche, die umgekehrt der Journalist dem Beschuldigten zugesandt hat und sich somit bei diesem befinden.\n\nDer klare Gesetzeswortlaut stützt demnach die Auffassung des Beschwerdeführers. Es stellt sich die Frage, ob triftige Gründe dafür bestehen, dass der Wortlaut nicht den wahren Sinn der Bestimmung wiedergibt.\n\n6.6\n\n6.6.1 Art. 274 des Vorentwurfs des Eidgenössischen Justiz- und Polizeidepartements zu einer Schweizerischen Strafprozessordnung vom Juni 2001 regelte die Beschränkung der Beschlagnahme wie folgt: BGE 140 IV 108 S. 113\n\nBei Beschuldigten dürfen Unterlagen aus dem Verkehr mit ihrer Verteidigung nicht beschlagnahmt werden (Abs. 1). Gleiches gilt für persönliche Aufzeichnungen und Korrespondenz der Beschuldigten, wenn ihr Interesse am Schutz der Persönlichkeit das Strafverfolgungsinteresse überwiegt (Abs. 2). Bei Personen, die das Zeugnis verweigern dürfen, dürfen Gegenstände und Vermögenswerte, die aus dem persönlichen Verkehr mit dem Beschuldigten stammen, namentlich Aufzeichnungen und Korrespondenzen, nicht beschlagnahmt werden, wenn diese Personen im gleichen Verfahren nicht selber Beschuldigte sind (Abs. 3) (...).\n\nNach dem Vorentwurf war somit massgeblich, wo sich die Gegenstände, namentlich Aufzeichnungen und Korrespondenzen, befinden.\n\n6.6.2 Art. 263 Abs. 1 des bundesrätlichen Entwurfs zur Schweizerischen Strafprozessordnung lautete wie folgt:\n\nNicht beschlagnahmt werden dürfen: a. Unterlagen aus dem Verkehr der beschuldigten Person mit ihrer Verteidigung; b. persönliche Aufzeichnungen und Korrespondenz der beschuldigten Person, wenn ihr Interesse am Schutz der Persönlichkeit das Strafverfolgungsinteresse überwiegt; c. Gegenstände, namentlich Aufzeichnungen und Korrespondenzen, die aus dem Verkehr zwischen der beschuldigten Person und Personen stammen, die nach den Artikeln 167-170 das Zeugnis verweigern können und die im gleichen Sachzusammenhang nicht selber beschuldigt sind.\n\nDer Bundesrat bemerkte in der Botschaft vom 21. Dezember 2005 zur Vereinheitlichung des Strafprozessrechts, zu beachten sei, dass die in den Buchstaben a-c genannten Gegenstände und Vermögenswerte nicht beschlagnahmt werden dürften, ungeachtet des Ortes, an dem sie sich befinden (BBl 2006 1245 f. Ziff. 2.5.7).\n\n6.6.3 In der ständerätlichen Beratung vom 7. Dezember 2006 beantragte Ständerat Schwaller, Art. 263 Abs. 1 lit. c des bundesrätlichen Entwurfs so zu ergänzen, dass Gegenstände, namentlich Aufzeichnungen und Korrespondenzen, nicht beschlagnahmt werden dürfen, \"ungeachtet des Ortes, wo sich diese befinden und des Zeitpunkts, in welchem sie geschaffen worden sind\".\n\nDer Sprecher der Kommission bemerkte dazu, diese habe die von Ständerat Schwaller aufgeworfene Frage erörtert. Sie teile ganz dessen Auffassung. Die Kommission sei der Ansicht \"que l'article 263 alinéa 1 lettre c vaut quel que soit le lieu où se trouvent ces objets et BGE 140 IV 108 S. 114quel que soit le moment où ils ont été produits\". Sie erachte es jedoch nicht als notwendig, dies ausdrücklich im Gesetz zu sagen (Votum Berset).\n\nBundesrat Blocher legte dar, zwischen der bundesrätlichen Vorlage und dem Antrag Schwaller bestehe kein inhaltlicher Unterschied. Der Schutz vor Beschlagnahme bei Berufspersonen müsse im Falle der Schriftlichkeit ungeachtet dessen bestehen, wo sich das Schriftstück befindet. Dies sei eine Selbstverständlichkeit, die nicht ausdrücklich festgehalten werden müsse.\n\nStänderat Schwaller bemerkte, ihm sei es um diese Präzisierungen gegangen. Der Kommissionssprecher und der Bundesrat sagten, sein Anliegen sei im Gesetz enthalten. Das genüge ihm.\n\nStänderat Schwaller zog seinen Antrag deshalb zurück (AB 2006 S 1031 f.).\n\n6.6.4 In der Beratung des Nationalrates vom 19. Juni 2007 stellte dessen Kommission den Antrag, Art. 263 Abs. 1 des bundesrätlichen Entwurfs wie folgt zu fassen: \"Nicht beschlagnahmt werden dürfen, ungeachtet des Ortes, wo sie sich befinden, und des Zeitpunktes, in welchem sie geschaffen worden sind: ...\".\n\nBundesrat Blocher bemerkte, der Antrag sei unnötig. Er sei in der Formulierung des bundesrätlichen Entwurfs enthalten.\n\nDie Sprecherin der Kommission legte dar, diese habe Absatz 1 zwecks Schaffung von Klarheit und Rechtssicherheit ergänzt. Die Kommission sei der Ansicht, dass dies nötig sei (Votum Thanei).\n\nDer Nationalrat nahm Art. 263 in der von der Kommission vorgeschlagenen Fassung an (AB 2007 N 990).\n\nDem schloss sich der Ständerat in der Folge an (AB 2007 S 721).\n\n6.6.5 Dass es für das Beschlagnahmeverbot nicht darauf ankommt, wo sich die Gegenstände und Unterlagen befinden, entspricht demnach dem klaren Willen des Gesetzgebers. Dies gilt insbesondere für Art. 264 Abs. 1 lit. c StPO.\n\nDie historische Auslegung spricht somit gegen ein Abweichen vom Wortlaut. Dem kommt umso mehr Gewicht zu, als es sich bei der Strafprozessordnung um ein jüngeres Gesetz handelt (BGE 139 III 78 E. 5.4.3 S. 85; BGE 133 III 273 E. 3.2.2 S. 278; je mit Hinweisen).\n\n6.7 Die Medien üben ein \"Wächteramt\" aus. Sie sollen namentlich Missstände in Staat und Gesellschaft ungehindert aufdecken können. BGE 140 IV 108 S. 115Dafür müssen sie an die notwendigen Informationen gelangen. Dies erleichtern das Zeugnisverweigerungsrecht der Medienschaffenden nach Art. 172 StPO und das Beschlagnahmeverbot nach Art. 264 Abs. 1 lit. c StPO. Kann der Informant davon ausgehen, dass sein Name geheim bleibt, wird er die Information den Medien eher zugänglich machen, als wenn er mit der Offenlegung seines Namens rechnen müsste, was rechtliche, berufliche und gesellschaftliche Nachteile für ihn haben könnte (BGE 136 IV 145 E. 3.1 S. 149; Urteil des Europäischen Gerichtshofes für Menschenrechte Martin und andere gegen Frankreich vom 12. April 2012, § 59; FRANZ ZELLER, in: Basler Kommentar, Strafrecht, Bd. I, 3. Aufl. 2013, N. 2 f. zu Art. 28a StGB; je mit Hinweisen).\n\nInsoweit spielt der Umfang des Beschlagnahmeverbots eine Rolle. Erfolgt die Kommunikation zwischen dem Informanten und dem Journalisten schriftlich, hinterlässt das Spuren. Dabei wird namentlich beim heute stark zunehmenden E-Mail-Verkehr oft hin- und hergeschrieben. Insoweit ist in der Regel jeweils der gesamte Schriftverkehr zwischen den Beteiligten ersichtlich. Müsste der Informant damit rechnen, dass Inhalte der Kommunikation mit Journalisten bei ihm beschlagnahmt werden, müsste er die E-Mails jeweils sofort löschen. Selbst dann müsste er gewärtigen, dass die Strafverfolgungsbehörden diese gegebenenfalls wiederherstellen könnten. Die Aussicht darauf, dass Inhalte der Kommunikation mit dem Journalisten beim Informanten beschlagnahmt werden könnten, könnte diesen somit davon abhalten, dem Journalisten die Information zukommen zu lassen. Der Informant kann zudem kaum je völlig sicher sein, dass der Journalist Unterlagen, aus denen sich die Quelle der Information ergibt, nicht einem Dritten übergibt. Müsste der Informant damit rechnen, dass die Unterlagen beim Dritten beschlagnahmt werden, könnte ihn das ebenso davon abhalten, die Information dem Journalisten zukommen zu lassen. Dies alles wäre dem Wächteramt der Medien abträglich.\n\nDer Zweck von Art. 264 Abs. 1 lit. c i.V.m. Art. 172 StPO spricht somit ebenfalls gegen ein Abweichen vom Wortlaut.\n\n6.8 Art. 17 Abs. 3 BV gewährleistet das Redaktionsgeheimnis. Ein entsprechender Schutz journalistischer Quellen ergibt sich aus der Freiheit auf Meinungsäusserung gemäss Art. 10 EMRK (BGE 136 IV 145 E. 3.1 S. 149 mit Hinweisen). Sowohl das Bundesgericht als auch der Europäische Gerichtshof für Menschenrechte messen dem BGE 140 IV 108 S. 116Quellenschutz als Eckpfeiler der Pressefreiheit erhebliches Gewicht zu (BGE 132 I 181 E. 2.1 S. 185; BGE 123 IV 236 E. 8a/aa S. 247; Urteil des Europäischen Gerichtshofes Martin und andere gegen Frankreich vom 12. April 2012, § 59 ff.; ZELLER, a.a.O., N. 10 zu Art. 28a StGB; je mit Hinweisen).\n\nDies spricht für einen tendenziell weiten Quellenschutz und damit gegen eine einengende Auslegung von Art. 264 Abs. 1 lit. c StPO entgegen dem Wortlaut.\n\n6.9 Die Vorinstanz beruft sich auf STEFAN HEIMGARTNER (Strafprozessuale Beschlagnahme, 2011). Dieser führt aus, wie aus Art. 264 Abs. 1 StPO hervorgehe, gelte auch der Quellenschutz ungeachtet des Ortes, wo sich die Objekte befinden. Damit seien nicht nur die Redaktionsräume, sondern auch die Privaträume und die Effekten des Journalisten geschützt (S. 256).\n\nHEIMGARTNER sagt dies im Rahmen seiner besonderen Bemerkungen zum Redaktionsgeheimnis (S. 251 ff.). Bei seinen allgemeinen Ausführungen zum Zeugnisverweigerungsrecht beruflicher Geheimnisträger äussert er sich zur Ortsunabhängigkeit der geschützten Objekte (S. 220 f.). Dort legt er dar, der Passus \"ungeachtet des Ortes\" in Art. 264 Abs. 1 StPO habe anlässlich der parlamentarischen Beratungen Eingang in das Gesetz gefunden. Nach bisheriger Praxis habe sich der Schutz der massgeblichen Geheimnisse grundsätzlich lediglich auf Dokumente erstreckt, welche sich im Gewahrsam der Geheimnisträger befanden. Obschon die damalige Praxis in der Lehre mehrheitlich auf Kritik gestossen sei, stelle die Ausdehnung des Schutzes keine Selbstverständlichkeit dar. Nach den meisten anderen europäischen Rechtsordnungen sei der Schutz auf Objekte beschränkt, die sich im Gewahrsam des Geheimnisträgers befinden. Die vorliegende Regelung sei als sehr progressiv zu werten. In der Folge begrüsst HEIMGARTNER die Ausdehnung des Geheimnisschutzes ausdrücklich. Es mache hinsichtlich der Schutzwürdigkeit einer geheimen Information per se materiell keinen Unterschied, ob sich diese beim Geheimnisherrn oder Geheimnisträger befindet. Abschliessend wirft HEIMGARTNER die Frage auf, ob die Ausdehnung des Schutzes bedeute, dass Durchsuchungen und Beschlagnahmen bei betroffenen Beschuldigten und Dritten unzulässig seien, sobald sie sich darauf beriefen, die entsprechenden Informationen stammten aus dem Verkehr mit einem Berufsgeheimnisträger. HEIMGARTNER bemerkt dazu, selbst Berufsgeheimnisträger - bei denen die BGE 140 IV 108 S. 117Vermutung angebracht wäre, dass zu durchsuchende Unterlagen unter ein Berufsgeheimnis fallen - hätten die Pflicht, Durchsuchungen und Beschlagnahmen zu dulden. Umso mehr hätten Personen, denen kein Sonderstatus zukomme, grundsätzlich kein Recht, sich physisch diesen Zwangsmassnahmen zu widersetzen. Dem Schutz eventueller Geheimnisse diene das Institut der Siegelung.\n\nIm Lichte dieser allgemeinen Darlegungen zum Zeugnisverweigerungsrecht beruflicher Geheimnisträger können die erwähnten besonderen Ausführungen von HEIMGARTNER zum Redaktionsgeheimnis (S. 256) nicht so verstanden werden, dass er damit das Beschlagnahmeverbot auf die Redaktionsräume sowie die Privaträume und Effekten der Journalisten beschränken wollte. Dies hätte in Anbetracht der allgemeinen Ausführungen von HEIMGARTNER nur angenommen werden können, wenn er es ausdrücklich gesagt hätte.\n\nDer Hinweis der Vorinstanz auf HEIMGARTNER überzeugt daher nicht; dies umso weniger, als dieser in einem anderen Werk vorbehaltlos ausführt, das Beschlagnahmeverbot gelte aufgrund der Formulierung \"ungeachtet des Ortes\" nunmehr in geografischer Hinsicht unbeschränkt (in: Kommentar zur Schweizerischen Strafprozessordnung, Donatsch und andere [Hrsg.], 2010, N. 2 zu Art. 264 StPO).\n\nAuch andere Autoren weisen darauf hin, dass der Gesetzgeber mit dem Passus \"ungeachtet des Ortes, wo sie sich befinden\" den Anwendungsbereich des Beschlagnahmeverbots auf den Beschuldigten und Dritte ausgeweitet hat (NIKLAUS SCHMID, Schweizerische Strafprozessordnung [StPO], Praxiskommentar, 2. Aufl 2013, N. 2 zu Art. 264 StPO; EDY MELI, in: Commentario, Codice svizzero di procedura penale, 2010, N. 5 zu Art. 264 StPO; FRANZ RIKLIN, StPO-Kommentar, 2. Aufl. 2014, N. 2 zu Art. 264 StPO).\n\n6.10 Würdigt man dies gesamthaft, bestehen hier keine triftigen Gründe dafür, ausnahmsweise vom klaren Wortlaut von Art. 264 Abs. 1 StPO abzuweichen. Unter das Beschlagnahmeverbot fallen demnach nicht nur Gegenstände und Unterlagen aus dem Verkehr des Beschwerdeführers mit den von ihm genannten Journalisten, die sich in deren Gewahrsam befinden, sondern auch solche, die sich im Gewahrsam des Beschwerdeführers und Dritter befinden. Die abweichende Auffassung der Vorinstanz verletzt Bundesrecht. Die Beschwerde ist im vorliegenden Punkt gutzuheissen und die Sache an die Vorinstanz zurückzuweisen, damit sie die genannten Gegenstände und Unterlagen aussondere."}