{"annee": "140", "cour": "V", "page": "2", "date": "26/12/2013", "cite": ["132 V 121", "138 V 475", "137 V 351", "109 V 108", "137 V 1", "129 V 211", "138 V 481"], "cite_par": [], "chapeau": "1. Estratto della sentenza della II Corte di diritto sociale nella causa R. contro Ufficio dell'assicurazione invalidità del Cantone Ticino (ricorso in materia di diritto pubblico)\n\n9C_658/2013 del 26 dicembre 2013", "regestes": ["Art. 29 al. 1 LAI; art. 88bis al. 1 let. a RAI; renaissance, pour d'autres motifs, de l'invalidité depuis la suppression d'une rente limitée dans le temps. Si l'invalidité renaît pour des motifs autres que ceux qui ont justifié par le passé l'octroi d'une rente limitée dans le temps (et supprimée dans l'intervalle), il s'agit là d'un nouvel événement assuré. Dans ce cas, le versement de la nouvelle rente intervient au plus tôt à l'échéance d'une période de six mois à compter de la date de la nouvelle demande de prestations de l'assurance-invalidité (art. 29 al. 1 LAI). L'art. 88bis al. 1 let. a RAI n'est pas applicable, même par analogie (consid. 5)."], "faits": "|2|\n\nA.\n\nA.a Mediante decisione del 16 dicembre 2010, cresciuta incontestata in giudicato, l'Ufficio AI del Cantone Ticino (UAI), accertata una piena inabilità al lavoro dal 25 gennaio 2008 nella sua precedente |3| attività di elettromeccanico ma una piena capacità dal 29 marzo 2010 in occupazioni sostitutive adeguate, ha assegnato a R., nato nel 1956, una rendita intera d'invalidità dal 1° dicembre 2009 (trascorsi l'anno di attesa e sei mesi dal deposito, il 19 giugno 2009, della domanda di prestazioni) al 30 giugno 2010 per i postumi di un infortunio che gli aveva provocato lo schiacciamento della mano sinistra. Per le stesse conseguenze infortunistiche l'interessato è inoltre stato posto al beneficio, tra l'altro, di una rendita d'invalidità LAINF del 20 % dal 1° giugno 2010 (decisione dell'Istituto nazionale svizzero di assicurazione contro gli infortuni [INSAI] del 30 giugno 2010).\n\nA.b Il 4 maggio 2011 R. ha presentato una nuova domanda di prestazioni essenzialmente a causa di disturbi di origine psichica. Esperiti gli accertamenti del caso, che hanno messo in evidenza una situazione stabile per quanto concerneva i disturbi di natura somatica post-infortunistica, ma una condizione di capacità lavorativa nulla (dal 30 marzo 2011) o comunque (dal 31 agosto 2012) limitata - al 35 % e per giunta solo in un ambiente protetto - anche in attività sostitutive per la problematica psichica (sindrome da attacchi di panico e d'ansia generalizzata), l'UAI ha riconosciuto all'assicurato il diritto a provvedimenti integrativi sotto forma di un \"periodo necessario ad acquisire la resistenza di base\" (dal 28 novembre 2011 al 28 febbraio 2012), poi prolungato al 30 agosto 2012 (\"potenziamento della resistenza\"), durante il quale ha percepito indennità giornaliere dell'AI.\n\nA.c Al termine di queste misure, l'amministrazione, per decisione del 4 gennaio 2013, preavvisata il 5 novembre 2012, ha versato all'assicurato una rendita intera d'invalidità dal 1° al 30 novembre 2011 e di nuovo una prestazione intera dal 1° agosto 2012, terminati i provvedimenti professionali. L'UAI ha osservato che in realtà l'interessato avrebbe avuto diritto - in virtù del calcolo della media retrospettiva - a un quarto di rendita, per un grado d'invalidità del 40 %, dopo un anno di carenza con inabilità media di almeno il 40 % già dal 1° giugno 2011 (nove mesi al 20 % e tre mesi al 100 %) e a una rendita intera, per un grado d'invalidità del 100 %, dal 1° settembre 2011 (tre mesi dopo il riconoscimento del quarto di rendita). Il versamento è però stato posticipato al 1° novembre 2011 in considerazione del fatto che per l'ordinamento in materia il diritto alla rendita nasce al più presto dopo sei mesi dalla data in cui l'assicurato ha rivendicato il diritto alle prestazioni.\n\nB. Contestando l'applicazione del termine di attesa di sei mesi per il versamento delle prestazioni, R. si è aggravato al Tribunale delle |4| assicurazioni del Cantone Ticino al quale ha chiesto di annullare la decisione amministrativa e di attribuirgli un quarto di rendita dal 1° giugno 2011 e una rendita intera dal 1° settembre 2011.\n\nPer pronuncia del 7 agosto 2013 la Corte cantonale ha respinto il ricorso e confermato l'operato dell'UAI.\n\nC. L'assicurato ha presentato ricorso al Tribunale federale al quale ribadisce le richieste di primo grado.\n\nIl ricorso è stato respinto.", "considerants": "Dai considerandi:\n\n3.\n\n3.2 Il Tribunale federale è chiamato a risolvere, per la prima volta, la questione di sapere se nel caso di nuova insorgenza dell'invalidità per altri motivi rispetto a quelli che avevano giustificato in passato l'erogazione di una rendita temporanea - nel frattempo soppressa -, la nuova rendita (in quanto tale incontestata) debba al più presto essere versata sei mesi dopo la presentazione della nuova domanda conformemente all'art. 29 cpv. 1 LAI, come sostengono il Tribunale cantonale e l'amministrazione, oppure possa esserlo anche prima, allo scadere dell'anno di attesa, ma al più presto dalla data della nuova domanda, come pretende il ricorrente.\n\n4.\n\n4.1 Secondo i primi giudici, siccome la nuova (totale) incapacità lavorativa dell'opponente è stata - pacificamente - causata da una nuova problematica medica, di natura psichiatrica, l'art. 29bis OAI (RS 831.201) non può trovare applicazione. La Corte cantonale ha quindi fatto proprie le considerazioni dell'Ufficio federale delle assicurazioni sociali (UFAS) che i giudici cantonali hanno appositamente interpellato per un avviso sul caso. Richiamandosi alla sentenza del Tribunale federale delle assicurazioni I 179/01 del 10 dicembre 2001 e alla massima ivi espressa secondo cui se il diritto alla rendita rinasce dopo la manifestazione di una nuova incapacità lavorativa dovuta (anche) a una patologia diversa da quella che aveva originato il diritto alla prima rendita ci si trova in presenza di un secondo caso assicurativo che giustifica un nuovo adempimento del periodo di attesa di un anno, l'UFAS ha concluso che, in siffatta ipotesi, non solo le condizioni dell'art. 28 cpv. 1 lett. b LAI ma anche quelle dell'art. 29 cpv. 1 LAI andrebbero (nuovamente) osservate. La Corte cantonale ha aderito a questa tesi. |5|\n\n4.2 Per l'insorgente, invece, l'applicazione del termine di attesa di sei mesi giusta l'art. 29 cpv. 1 LAI non si giustifica in una siffatta evenienza. Prevalendosi della ratio di questo disposto, desumibile dal Messaggio del 22 giugno 2005 concernente la modifica della legge federale sull'assicurazione per l'invalidità (5a revisione dell'AI), FF 2005 3989, 4098, egli osserva come il legislatore, salvo impedire l'assegnazione di rendite retroattive, non abbia inteso peggiorare la situazione degli assicurati, a questi essendo garantiti il mantenimento dei loro pieni diritti e il versamento della rendita allo scadere dell'anno di attesa se si annunciano tempestivamente all'AI. Orbene, rileva il ricorrente, l'applicazione dell'art. 29 cpv. 1 LAI anche ai casi in cui, come il presente, il periodo di attesa di un anno termina - in casu, in virtù della media retrospettiva, nel mese di giugno 2011 - prima di sei mesi dalla data d'inoltro della (nuova) domanda, porterebbe a un netto peggioramento della situazione di questi assicurati, il versamento della cui rendita verrebbe sistematicamente posticipato di alcuni mesi (nella peggiore delle ipotesi di sei) anche qualora si attenessero pienamente ai loro obblighi e si annunciassero subito all'AI in occasione del peggioramento del loro stato di salute. Per questi casi egli rivendica il diritto al versamento della rendita allo scadere dell'anno di attesa, ma al più presto, in analogia all'art. 88bis cpv. 1 lett. a OAI, dal giorno in cui è stata inoltrata la nuova domanda AI, a condizione che la stessa sia stata depositata entro sei mesi dal peggioramento.\n\n5.\n\n5.1 Contrariamente a quanto sembra pretendere l'insorgente, nulla di decisivo per la risoluzione della presente vertenza può dedursi dalla sentenza 8C_888/2011 del 7 maggio 2012 (in SVR 2012 IV n. 48 pag. 174). In quella occasione si era trattato di esaminare il momento a partire dal quale andava versata la nuova prestazione nel caso in cui la persona assicurata, dopo la soppressione della rendita, avesse, nel termine di tre anni di cui all'art. 29bis OAI, presentato una nuova domanda a dipendenza della medesima affezione. La I Corte di diritto sociale del Tribunale federale si è limitata a osservare in quella causa che secondo l'ordinamento in vigore dal 1° gennaio 2008 un inizio del diritto alla rendita non è più possibile prima della sua richiesta. Detta Corte non ha invece dovuto decidere se in simili casi sia applicabile per analogia la norma speciale - valida nella procedura di revisione - dell'art. 88bis cpv. 1 lett. a OAI, in forza della quale un aumento della rendita è al più presto possibile dal mese in cui |6| la domanda è stata inoltrata, oppure la regola generale dell'art. 29 cpv. 1 LAI con il suo periodo di attesa di sei mesi. Dal momento che l'Ufficio AI interessato aveva riconosciuto di fare decorrere la nuova rendita dall'inizio del mese della nuova domanda, il Tribunale federale non ha dovuto chinarsi oltre sulla questione (sentenza citata 8C_888/2011 consid. 5.2).\n\n5.2 La questione lasciata aperta in quella vertenza non deve essere risolta nemmeno nel presente contesto, anche perché le fattispecie sono comunque diverse (sul tema cfr. nondimeno MICHEL VALTERIO, Droit de l'assurance-vieillesse et survivants [AVS] et de l'assurance- invalidité [AI], 2011, pag. 109 seg.). Contrariamente a quella giudicata nella sentenza 8C_888/2011, quella qui in esame non soggiace alla regola speciale dell'art. 29bis OAI. Come ha accertato in maniera vincolante e pacifica la Corte cantonale, la nuova invalidità è insorta per altri motivi rispetto a quelli che avevano giustificato l'erogazione della rendita temporanea dal 1° dicembre 2009 al 30 giugno 2010. Trovandosi pertanto - come hanno rilevato correttamente l'autorità giudiziaria cantonale e l'amministrazione - in presenza di due diversi eventi assicurati (cfr. sentenza 9C_93/2008 del 19 gennaio 2009 consid. 7.4, in SVR 2009 IV n. 27 pag. 75; sentenza del Tribunale federale delle assicurazioni I 179/01 del 10 dicembre 2001 consid. 3a; ULRICH MEYER, Bundesgesetz über die Invalidenversicherung [IVG], 2a ed. 2010, pag. 366), per ognuno di essi il diritto alla rendita va subordinato al periodo di attesa dell'art. 28 cpv. 1 lett. b LAI, mentre il termine dell'art. 29 cpv. 1 LAI determina l'inizio del versamento. Va dunque sostanzialmente condivisa la tesi dell'UFAS che propone di applicare - quantomeno per analogia - alla fattispecie la cifra marginale 2030 della Circolare sull'invalidità e la grande invalidità nell'assicurazione per l'invalidità (CIGI http://www.bsv.admin.ch/vollzug/documents/view/3950/lang:ita/category:34; sul significato e la portata, non vincolante per il giudice, delle direttive amministrative cfr. DTF 137 V 1 consid. 5.2.3 pag. 8 seg.; DTF 132 V 121 consid. 4.4 pag. 125 con riferimenti). Quest'ultima prevede che se l'ufficio AI entra nel merito della seconda domanda - dopo che il diritto alle prestazioni era stato esaminato e giustamente respinto in occasione di una prima domanda -, l'eventuale rendita sorge al più presto sei mesi dopo la presentazione della (nuova) richiesta di prestazioni. Nulla impedisce di disciplinare allo stesso modo la situazione qui in esame, in cui una rendita era sì stata riconosciuta ma solo per un periodo limitato e comunque per altri motivi rispetto a quelli che hanno |7| determinato la nuova domanda. Non vi è infatti valida ragione di trattare diversamente - sotto questo profilo - questa seconda categoria di assicurati rispetto alla prima.\n\n5.3 Nemmeno l'interpretazione dell'art. 29 cpv. 1 LAI impone di seguire la tesi del ricorrente. Contrariamente a quanto invocato, il senso e lo scopo della norma, così come emergono dai lavori preparatori (sulla rilevanza di questi ultimi soprattutto nel caso di disposizioni recenti, se la volontà storica dell'autore della norma ha trovato, come nella fattispecie, espressione nel testo oggetto d'interpretazione cfr. DTF 138 V 481 consid. 5.5 pag. 493 con riferimenti), non giustificano di scostarsi dal suo testo chiaro (cfr. anche le versioni tedesca e francese \"Der Rentenanspruch entsteht frühestens nach Ablauf von sechs Monaten nach Geltendmachung des Leistungsanspruchs\"; \"Le droit à la rente prend naissance au plus tôt à l'échéance d'une période de six mois à compter de la date à laquelle l'assuré a fait valoir son droit aux prestations\"). È vero che lo scopo della nuova regolamentazione relativa all'insorgenza del diritto e all'inizio della rendita era principalmente quello di incentivare gli assicurati ad annunciarsi il più presto possibile all'AI per permettere, da un lato, agli interessati di preservare il loro eventuale diritto alla rendita e, dall'altro, all'AI di attuare provvedimenti d'integrazione nel momento in cui possono ancora esplicare tutta la loro efficacia (FF 2005 3989 segg., 4065 e 4098; cfr. pure DTF 137 V 351 consid. 4.2 pag. 357). Similmente va dato atto che nelle intenzioni del legislatore - che su questo specifico punto ha ripreso, senza discussione alcuna, il progetto sottopostogli dal Consiglio federale (BU 2006 CN 382; BU 2006 CS 607) - il nuovo disciplinamento non avrebbe comportato restrizioni del diritto alle prestazioni. Ciò nondimeno questo auspicio vale, come sottolinea lo stesso Consiglio federale, solo in linea di massima - così ad esempio per il caso normale di primo annuncio all'AI - e per quanto tutte le condizioni del diritto siano comunque adempiute (FF 2005 4065 e 4098; cfr. pure DTF 138 V 475 consid. 3.2.1 pag. 478 seg.; MEYER, op. cit., pag. 365). In nessun modo i lavori preparatori forniscono, invece, lo spunto per non applicare il termine di attesa di sei mesi dell'art. 29 cpv. 1 LAI nel caso di nuova domanda a seguito di un nuovo evento assicurato.\n\nDel resto, se la legge fa nascere il diritto alla rendita al più presto dopo sei mesi dalla data in cui l'assicurato ha rivendicato il diritto alle prestazioni e se quest'ultimo le rivendica a dipendenza di un'inabilità causata da un nuovo (e decisivo) evento - perché l'invalidità |8| residua relativa al primo (e diverso) è chiaramente insufficiente -, non vi è motivo per non versare la rendita sei mesi dopo il nuovo annuncio all'AI. Il fatto che l'incapacità residua precedente permetta di anticipare - grazie alla media retrospettiva (cfr. ad esempio sentenza 9C_971/2009 del 14 giugno 2011 consid. 3.1) - la scadenza del termine annuo ai sensi dell'art. 28 cpv. 1 lett. b LAI non significa che in una simile situazione si possa per questo prescindere dall'applicazione del termine di attesa dell'art. 29 cpv. 1 LAI per il versamento della prestazione.\n\n5.4 Quanto alla invocata applicazione, per analogia, dell'art. 88bis cpv. 1 lett. a OAI, è sufficiente il rilievo che la norma speciale d'ordinanza presuppone, secondo il suo tenore letterale e il suo contesto sistematico, una rendita in corso (DTF 129 V 211 consid. 3.2.1 pag. 217 in fine e consid. 3.2.4 pag. 219; DTF 109 V 108 consid. 1b pag. 111). Ora, siccome nella fattispecie la prestazione è stata riattivata solo dopo l'insorgenza della nuova invalidità, l'art. 88bis cpv. 1 lett. a OAI non è applicabile, nemmeno per analogia."}