{"annee": "140", "cour": "II", "page": "334", "date": "13/6/2014", "cite": ["129 II 82", "136 III 6", "132 II 257", "140 IV 74", "122 II 359", "135 II 78"], "cite_par": ["141 II 220", "141 III 294"], "chapeau": "30. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Sicherheit und Justiz, Staats- und Jugendanwaltschaft des Kantons Glarus gegen A. (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_809/2013 vom 13. Juni 2014", "regestes": ["Retrait de sécurité; restitution du permis de conduire sous condition d'une abstinence à l'alcool; analyse de cheveux; protection de la confiance en cas de précision de la jurisprudence; art. 16d al. 1 et art. 17 al. 5 LCR. Retrait de sécurité du permis de conduire en raison du non-respect de l'obligation d'abstinence (consid. 2). Contrôle du respect de l'abstinence au moyen d'une analyse de cheveux (consid. 3-5). Les retraits de sécurité du permis de conduire garantissent la sécurité du trafic; la présomption d'innocence ne vaut pas dans les procédures les concernant. Lorsque l'analyse de cheveux est utilisée comme preuve de l'abstinence, il faut se fonder sur la valeur moyenne mesurée sans égard à l'incertitude de mesure de +/- 25 % (consid. 6). Interprétation de la valeur mesurée: l'obligation d'abstinence est tenue pour respectée en cas de valeurs EtG inférieures au seuil de détection de 2 pg/mg, et pour violée en cas de valeurs supérieures à 7 pg/mg. Les valeurs situées entre deux ne sont pas probantes à elles seules. Application au cas concret (consid. 7). Protection de la confiance en cas de précision de la jurisprudence (consid. 8)."], "faits": "BGE 140 II 334 S. 335\n\nA. A. lenkte am 10. November 2007 sein Fahrzeug in stark alkoholisiertem Zustand (Blutalkoholkonzentration zwischen 2,26 und 2,79 Gewichtspromillen). Das Strassenverkehrs- und Schifffahrtsamt des Kantons Glarus entzog deshalb A. am 9. Mai 2008 den Führerausweis auf unbestimmte Zeit und machte die Wiedererteilung von BGE 140 II 334 S. 336der Einhaltung einer einjährigen kontrollierten Alkoholabstinenz abhängig. Am 7. November 2011 wies die Abteilung Administrativmassnahmen der Staats- und Jugendanwaltschaft des Kantons Glarus ein Gesuch um Wiedererteilung des Führerausweises ab. Sie erachtete die Fahreignung angesichts einer nicht konsequent eingehaltenen Alkoholabstinenz und sechs Verurteilungen wegen Fahrens in angetrunkenem Zustand nicht für gegeben. Am 20. Juli 2012 erteilte die Abteilung Administrativmassnahmen A. den Führerausweis unter der Auflage wieder, eine ärztlich kontrollierte Alkoholtotalabstinenz zu beachten und deren Einhaltung alle drei Monate durch bestimmte Laborwerte des Bluts und alle sechs Monate durch Haaranalysen auf Ethylglucuronid (EtG) nachzuweisen.\n\nDie Haaranalyse, die das Institut für Rechtsmedizin Zürich (IRMZ) am 29. Mai 2013 im Rahmen der vorgesehenen Kontrolle vornahm, ergab einen EtG-Wert von 8 pg/mg. Das Gutachten des IRMZ erklärte, bei diesem Befund und angesichts der früheren Alkoholprobleme könne die Fahreignung von A. nicht mehr bejaht werden. Die Abteilung Administrativmassnahmen verfügte deshalb am 10. Juni 2013 erneut den Sicherungsentzug auf unbestimmte Zeit. Das Verwaltungsgericht des Kantons Glarus hob am 25. September 2013 in Gutheissung einer Beschwerde von A. diese Verfügung auf und lud die Abteilung Administrativmassnahmen ein, diesem den Führerausweis unverzüglich wiederzuerteilen.\n\n(...)\n\nDas Bundesgericht heisst die Beschwerde der Abteilung Administrativmassnahmen gut, hebt den angefochtenen Entscheid auf und bestätigt den Sicherungsentzug.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2. Gegenstand des angefochtenen Entscheids ist der Sicherungsentzug vom 10. Juni 2013. Dieser stützt sich auf Art. 17 Abs. 5 SVG. Nach dieser Bestimmung ist der Ausweis zu entziehen, wenn der Inhaber Auflagen missachtet, die bei der Wiedererteilung eines früher entzogenen Führerausweises verfügt worden waren (vgl. Art. 17 Abs. 3 SVG). Dem Beschwerdegegner wurde am 20. Juli 2012 der Führerausweis unter der Auflage wieder erteilt, dass er eine ärztlich kontrollierte Alkoholtotalabstinenz einhalte und die Respektierung dieser Pflicht unter anderem alle sechs Monate durch Haaranalysen auf EtG am IRMZ (erstmals im November 2012) nachweise. BGE 140 II 334 S. 337\n\nDie erwähnte Auflage bezweckt, gewisse Bedenken an der Fahreignung gemäss Art. 16d Abs. 1 SVG auszuräumen, die bei der Wiedererteilung des Führerausweises noch bestanden. Die Vorinstanz erklärt zu Recht, dass der Führerausweis ohne weitere verkehrsmedizinische Abklärungen über das Bestehen einer Suchtkrankheit zu entziehen ist, wenn der Ausweisinhaber eine solche Auflage nicht einhält. Denn in diesem Fall ist davon auszugehen, dass er die bereits früher festgestellte Suchtkrankheit nicht erfolgreich überwunden hat und ihm die Fahreignung weiterhin fehlt. Die Vorinstanz gelangt im Unterschied zur Beschwerdeführerin zum Schluss, dass die vom IRMZ vorgenommene Haaranalyse vom 29. Mai 2013 die Einhaltung der Abstinenz belege und dem Beschwerdegegner deshalb der Führerausweis zu belassen sei.\n\nStreitgegenstand bildet demnach allein die Frage, ob der Beschwerdegegner die ihm am 20. Juli 2012 auferlegte Alkoholtotalabstinenz missachtet hat und ihm deshalb der Führerausweis wieder entzogen werden durfte.\n\n3. Der Nachweis, dass eine Alkoholtotalabstinenz eingehalten wird, erfolgt durch Blut- und Haarproben. Die Untersuchung des Bluts auf bestimmte sog. Marker - namentlich CDT, γ-GT, GPT, MCV - erlaubt Rückschlüsse auf den Konsum von Alkohol in dem der Analyse vorangehenden Zeitraum (vgl. BGE 129 II 82 E. 6.2.1 S. 89 f.). Neuerdings findet zum Nachweis der Abstinenz regelmässig auch die Haaranalyse Anwendung. Art. 55 Abs. 7 lit. c SVG erwähnt sie ausdrücklich, doch ist ihre Verwendung vom Bundesrat bisher nicht näher geregelt worden. Im Unterschied zu den Markern im Blut, die lediglich indirekte Indikatoren eines Alkoholkonsums sind, gibt die Haaranalyse darüber direkten Aufschluss. Nach dem Alkoholgenuss wird das Abbauprodukt EtG im Haar eingelagert und erlaubt über ein grösseres Zeitfenster als bei der Blutuntersuchung Aussagen über den erfolgten Konsum. Die festgestellte EtG-Konzentration korreliert mit der aufgenommenen Menge an Trinkalkohol. Allerdings ist ein einmaliger Konsum auch mittels Haaranalyse unter Umständen nicht nachweisbar (vgl. Schweizerische Gesellschaft für Rechtsmedizin, Arbeitsgruppe Haaranalytik, Die forsensisch-toxikologische Haaranalytik, Version 12/2009, Ziff. 2.3.3; dieselbe, Bestimmung von Ethylglucuronid [EtG] in Haarproben, Version 2012, Ziff. 3.1). Die bundesgerichtliche Rechtsprechung anerkennt die Haaranalyse als geeignetes Mittel sowohl zum Nachweis eines übermässigen BGE 140 II 334 S. 338Alkoholkonsums als auch der Einhaltung einer Abstinenzverpflichtung (Urteile 6A.8/2007 vom 1. Mai 2007 E. 2; 1C_150/2010 vom 25. November 2010 E. 5; 1C_26/2011 vom 25. Juli 2011 E. 3).\n\nDie Vornahme der Haaranalyse ist dafür qualifizierten Labors vorzubehalten. Die von ihnen gefundenen Ergebnisse sind Gutachten, von denen die zuständigen Behörden nicht ohne triftige Gründe abweichen dürfen. Ein Abweichen ist nur zulässig, wenn die Glaubwürdigkeit des Gutachtens durch die Umstände ernsthaft erschüttert ist (BGE 132 II 257 E. 4.4.1 S. 269).\n\n4. Das vom IMRZ am 29. Mai 2013 erstattete Gutachten stellte im Haar des Beschwerdegegners für den Zeitraum von Anfang November 2012 bis Anfang April 2013 einen Wert von 8,0 pg/mg EtG fest. Gestützt auf diesen Befund und die belastete Vorgeschichte gelangte es zum Schluss, der Beschwerdegegner habe die Verpflichtung zur Alkoholtotalabstinenz nicht eingehalten. Die Vorinstanz hat dieses Gutachten als widersprüchlich erachtet und angenommen, der Beschwerdegegner habe die Abstinenzverpflichtung respektiert. Sie hat sich dabei vor allem auf ein neueres Urteil des Bundesgerichts gestützt (1C_20/2012 vom 18. April 2012 E. 2.3), dem ein vergleichbarer Sachverhalt zugrunde lag.\n\nDie Beschwerdeführerin kritisiert die vorinstanzliche Würdigung des Gutachtens und die gestützt darauf getroffene Feststellung, der Beschwerdegegner habe im fraglichen Zeitraum totalabstinent gelebt, als offensichtlich unzutreffend. Sie bringt vor, die Vorinstanz habe das Gutachten des IRMZ falsch verstanden, und bezieht sich dabei unter anderem auf eine nach dem Urteil eingeholte Stellungnahme dieses Instituts vom 9. Oktober 2013. Nach dieser ist der erwähnte Entscheid des Bundesgerichts, auf den sich die Vorinstanz stützt, aufgrund der neuesten wissenschaftlichen Erkenntnisse überholt.\n\n5. Die Vorinstanz hat zur Interpretation des Gutachtens des IMRZ vom 29. Mai 2013 zu Recht die bereits erwähnten Erläuterungen \"Bestimmung von Ethylglucuronid (EtG) in Haarproben\" der Arbeitsgruppe Haaranalytik der Schweizerischen Gesellschaft für Rechtsmedizin (Version 2012) herangezogen. Darin werden zunächst das praktische Vorgehen und die Anforderungen der Haaranalytik erörtert (Ziff. 4 und 5). Insbesondere wird darauf hingewiesen, dass bei der Bestimmung des EtG-Werts im Haar eine Messunsicherheit von +/- 25 % bestehe (Ziff. 5.3.4). Weiter finden sich darin Erläuterungen zur Interpretation der gemessenen Werte (Ziff. 6). BGE 140 II 334 S. 339\n\nDie Kritik der Beschwerdeführerin richtet sich einerseits gegen die vorinstanzliche Bestimmung des massgeblichen EtG-Werts und anderseits gegen dessen Interpretation. So hätte von dem beim Beschwerdegegner ermittelten EtG-Wert von 8 pg/mg nicht 25 % abgezogen werden und demnach von lediglich 6 pg/mg ausgegangen werden dürfen. Zudem belege auch ein Wert von 6 pg/mg nicht die Einhaltung einer Alkoholtotalabstinenz.\n\n6. Der vom IRMZ ermittelte EtG-Wert von 8 pg/mg ist wie erwähnt mit einer Messunsicherheit von 25 % behaftet. Das bedeutet, dass sich der wahre Wert in der Spannbreite von 6 bis 10 pg/mg bewegt, aber aus technischen Gründen nicht genau bestimmt werden kann. Eine Messunsicherheit besteht regelmässig auch bei der Ermittlung des Blutalkoholgehalts. Es ist allein möglich, für einen bestimmten Zeitpunkt eine maximale und eine minimale Blutalkoholkonzentration, nicht aber den exakten Wert anzugeben.\n\nNach der Rechtsprechung ist im Strafverfahren wegen Fahrens in angetrunkenem Zustand auf die ermittelte minimale Blutalkoholkonzentration abzustellen. Denn in diesem Verfahren gilt die Unschuldsvermutung des Beschuldigten (Art. 32 Abs. 1 BV, Art. 6 Ziff. 1 EMRK). Gleich verhält es sich beim sog. Warnungsentzug, da dieser eine schuldhafte Verkehrsregelverletzung voraussetzt und deshalb den Charakter einer Strafe aufweist. Demgegenüber findet die Unschuldsvermutung beim sog. Sicherungsentzug keine Anwendung. Diese Massnahme erfolgt nicht wegen eines schuldhaften Verhaltens des Ausweisinhabers, sondern im Interesse der Verkehrssicherheit (BGE 122 II 359 E. 2c S. 363). Das Bundesgericht hat deshalb bei einer Fahrzeuglenkerin, die sich gegen einen vorsorglichen Sicherungsentzug wehrte und bei der zum fraglichen Zeitpunkt eine Blutalkoholkonzentration von maximal 2,9 und minimal 2,3 Promille festgestellt wurde, auf den Mittelwert von 2,6 Promille abgestellt (Urteil 6A.106/2001 vom 26. November 2001 E. 3c/bb).\n\nWie die Beschwerdeführerin zu Recht geltend macht, ist die Messunsicherheit bei Haaranalysen vergleichbar mit jener bei der Blutalkoholbestimmung. Die für die Letztere entwickelte Rechtsprechung ist deshalb bei Haaranalysen ebenfalls anzuwenden. In Verfahren, die einen erneuten Sicherungsentzug wegen Nichteinhaltung einer Alkoholtotalabstinenz zum Gegenstand haben, ist somit auf den ermittelten EtG-Wert abzustellen, da dieser nach unten und nach oben mit der gleichen Messunsicherheit von 25 % behaftet ist. Dieses BGE 140 II 334 S. 340Vorgehen rechtfertigt sich umso mehr, als nach dem erfolgten Sicherungsentzug nicht der Staat die erneute Alkoholabhängigkeit des Beschwerdegegners belegen muss, sondern gemäss Verfügung vom 20. Juli 2012 der Letztere nachzuweisen hat, dass er die Alkoholtotalabstinenz einhielt. An den Ausführungen in dem von der Vorinstanz zitierten Urteil (1C_20/2012 vom 18. April 2012 E. 2.3), wonach bei einem ermittelten EtG-Wert von 8 pg/mg zugunsten des zur Abstinenz Verpflichteten 25 % abzuziehen seien und damit von 6 pg/mg auszugehen sei, kann im Lichte der bisherigen gefestigten Rechtsprechung nicht festgehalten werden.\n\nAus diesen Gründen ist beim Beschwerdegegner auf den im Gutachten ermittelten EtG-Wert von 8 pg/mg abzustellen.\n\n7. Wie aus den erwähnten Erläuterungen (Ziff. 6) und der nachträglichen Stellungnahme des IRMZ vom 9. Oktober 2013 hervorgeht, sind bei der Interpretation der EtG-Werte drei Grenzwerte zu beachten. Die Nachweisgrenze (Limit of detection, LOD) bezeichnet den minimalen Wert, bis zu dem eine Substanz nachgewiesen werden kann. Sie ist von den verwendeten Analyseverfahren abhängig und kann daher zwischen verschiedenen Laboratorien variieren. Der LOD für EtG liegt beim IRMZ unterhalb von 2 pg/mg. Wenn im Gutachten des IRMZ vom 29. Mai 2012 wie auch in früheren Gutachten erklärt wird, die Nachweisgrenze für Ethylglucuronid im Haar liege bei der verwendeten Analysemethode bei 7 pg/mg, ist das offensichtlich falsch. Neben dem rein technisch bedingten LOD werden zwei Interpretationsgrenzwerte (Cut-Off) verwendet, welche die Bewertung eines Befunds ermöglichen. Der untere Interpretationsgrenzwert liegt als Toleranzgrenzwert bei 7 pg/mg, weil empirisch festgestellt wurde, dass bei Abstinenzlern EtG-Werte bis 7 pg/mg vorkommen. Das heisst, dass bei EtG-Werten von mindestens 2, aber weniger als 7 pg/mg kein regelmässiger relevanter Alkoholkonsum nachgewiesen ist. Werte ab 7 pg/mg, aber unterhalb des zweiten Interpretationsgrenzwerts von 30 pg/mg sprechen für einen moderaten, darüber liegende Werte für einen übermässigen Alkoholkonsum.\n\nDie Einhaltung der Abstinenz ist als negative Tatsache im Prinzip nicht beweisbar, auch durch die Haaranalyse nicht, da deren Nachweisgrenze nicht bei Null liegt. Beweisbar ist nur - insbesondere mittels Haaranalyse - der Konsum von Alkohol. Immerhin kann davon ausgegangen werden, dass EtG-Werte unterhalb der Nachweisgrenze die Einhaltung der Totalabstinenz beweisen. Bei Werten BGE 140 II 334 S. 341zwischen 2 und 7 pg/mg ist es möglich, dass der Proband abstinent gelebt hat, aber nicht erstellt, während bei höheren Werten von einem Bruch der Abstinenzverpflichtung ausgegangen werden kann. Insofern erweist sich die Aussage im Urteil 1C_20/2012 vom 18. April 2012 E. 2.3, bei einem EtG-Wert von 6 pg/mg sei der Nachweis eines Alkoholkonsums nicht erbracht und die untersuchte Person habe als abstinent zu gelten, als zu absolut. Es drängt sich folgende Klarstellung auf:\n\nBei EtG-Werten von unter 2 pg/mg ist die Einhaltung der Abstinenzverpflichtung grundsätzlich zu bejahen, bei Werten über 7 pg/mg ist sie zu verneinen. Werte zwischen 2 und 7 pg/mg sind sowohl mit (mässigem) Alkoholkonsum als auch mit Abstinenz vereinbar. In diesem Bereich ist der EtG-Wert für sich allein nicht schlüssig, weshalb auch die individuelle Gesamtsituation der untersuchten Person mitzuberücksichtigen ist, wie dies vom IRMZ praktiziert wird. Dabei sind - entgegen E. 2.4 im erwähnten Urteil - auch die Aussagen der untersuchten Person über ihren Alkoholkonsum und allfällige weitere Beweismittel zu würdigen. Wer zur Totalabstinenz verpflichtet ist, darf gar keinen Alkohol konsumieren. Ausgenommen bleibt einzig die bestimmungsgemässe Verwendung alkoholhaltiger Produkte zur Körperpflege (Mund- und Haarwasser etc.) und von Arzneimitteln (z.B. Hustensirup). Da EtG-Werte zwischen 2 und 7 pg/mg nach dem Gesagten für sich allein nicht schlüssig sind, müssen die Gutachter allerdings in einer für die Gerichte nachvollziehbaren Weise begründen, weshalb sie zur Auffassung gelangen, dass der Proband die Abstinenzverpflichtung eingehalten hat oder nicht; der Verweis auf den EtG-Wert allein genügt in diesem Bereich nicht. Vorliegend lässt sich den Ausführungen der Gutachter immerhin entnehmen, dass der EtG-Wert des Beschwerdegegners (auch unter Berücksichtigung der Messungenauigkeit) markant höher liegt als bei früheren Abstinenzperioden, was medizinisch offenbar einzig mit dem (pflichtwidrigen) Konsum von Alkohol erklärbar ist.\n\nIm Lichte dieser Erwägungen steht bereits aufgrund des festgestellten EtG-Werts von 8 pg/mg fest, dass der Beschwerdegegner die Verpflichtung zur Alkoholtotalabstinenz im fraglichen Zeitraum nicht eingehalten hat. Die gegenteilige Feststellung im angefochtenen Entscheid ist offensichtlich unzutreffend. Die Beschwerdeführerin hat dem Beschwerdegegner daher am 10. Juni 2013 zu Recht den Führerausweis erneut entzogen. BGE 140 II 334 S. 342\n\n8. Der Beschwerdegegner macht geltend, es sei nicht zulässig, ihm gegenüber eine strengere Praxis anzuwenden als im zitierten letzten bundesgerichtlichen Urteil. Dies verletze den Grundsatz von Treu und Glauben.\n\nDie Änderung einer bestehenden Praxis muss sich auf ernsthafte sachliche Gründe stützen, die im Interesse der Rechtssicherheit umso gewichtiger sein müssen, je länger die als falsch oder nicht mehr zeitgemäss erachtete Rechtsanwendung gehandhabt worden ist (BGE 136 III 6 E. 3 S. 8). Eine in dieser Weise begründete Praxisänderung verstösst grundsätzlich nicht gegen Treu und Glauben. Bei einer Änderung oder Klarstellung der Rechtsprechung zur Auslegung verfahrensrechtlicher Bestimmungen verlangt der Grundsatz des Vertrauensschutzes allerdings, dass sich der Rechtsuchende darauf einstellen kann. Solche Änderungen müssen daher vorgängig angekündigt werden (BGE 135 II 78 E. 3.2 S. 85).\n\nDie Vorinstanz liess sich verständlicherweise vom bundesgerichtlichen Urteil vom 18. April 2012 leiten, da ihm in den wesentlichen Punkten ein gleichartiger Sachverhalt vorlag. Gleichwohl kam diesem Urteil keine praxisbildende Funktion zu, da in ihm keine grundsätzliche Auseinandersetzung mit der Frage, wie eine Alkoholtotalabstinenz mittels Haaranalyse nachzuweisen sei, erfolgte. Vielmehr verwies es auf die Widersprüchlichkeit und die unklare Tragweite des damaligen Gutachtens. Zuvor hatte sich das Bundesgericht mit den hier aufgeworfenen Fragen nie näher befasst. Es kann deshalb nicht von einer bestehenden Praxis gesprochen werden. Die vorstehenden Erwägungen sind hingegen eine Klarstellung der Rechtsprechung, und auch eine solche bedarf aus Gründen des Vertrauensschutzes unter Umständen einer Vorankündigung.\n\nDie neue Interpretation der gefundenen EtG-Werte im Haar bezieht sich auf die Sachverhaltsfeststellung, nämlich die Frage, ob der Beschwerdegegner im fraglichen Zeitraum die Verpflichtung zur Alkoholtotalabstinenz eingehalten hat. Durch die strengere Beurteilung dieser Frage wird der Beschwerdegegner nicht in seinem Vertrauen getäuscht. Denn er durfte überhaupt keinen Alkohol konsumieren, unabhängig davon, wie die Nachweisgrenze festgesetzt ist. Hingegen hat sich der Beschwerdegegner bei der Prozessführung berechtigterweise auf das bundesgerichtliche Urteil vom 18. April 2012 gestützt. Diesem Umstand ist bei der Festsetzung der Gerichtskosten und Parteientschädigungen Rechnung zu tragen (vgl. BGE 140 IV 74 E. 4.2 S. 81; nicht publ. E. 9 dieses Urteils)."}