{"annee": "140", "cour": "I", "page": "201", "date": "21/3/2014", "cite": ["136 I 395", "137 I 235", "138 I 475", "136 IV 97", "139 I 306", "132 II 257", "135 I 169", "138 I 274", "97 I 116", "137 I 1", "100 IA 277", "138 I 49", "137 I 305", "97 II 97", "138 I 205", "128 I 327", "138 I 265", "105 IA 91", "137 I 167", "137 V 334", "138 II 191", "140 I 168", "132 V 6", "127 I 164", "140 II 157", "130 III 699"], "cite_par": ["144 IV 136", "144 I 318", "142 I 195", "140 I 285", "143 II 568", "141 IV 369", "144 I 50", "145 II 303", "142 V 513", "143 I 37"], "chapeau": "16. Extrait de l'arrêt de la IIe Cour de droit public dans la cause Université de Lausanne contre Section vaudoise de la société suisse de Zofingue (recours en matière de droit public)\n\n2C_421/2013 du 21 mars 2014", "regestes": ["Art. 8, 9, 23, 35 et 36 Cst.; art. 10 de la Convention du 18 décembre 1979 sur l'élimination de toutes les formes de discrimination à l'égard des femmes; refus par une université de reconnaître et de fournir des prestations à une association estudiantine excluant les femmes de son sociétariat; égalité de traitement; égalité entre femmes et hommes; liberté d'association; résolution d'un conflit entre libertés. Une entité assumant une tâche de l'Etat et pour cette raison liée par les droits fondamentaux peut-elle refuser le statut d'association universitaire et les prestations y afférentes à une association estudiantine de droit privé, au motif que celle-ci exclut les femmes de son sociétariat (consid. 5)? Ingérence dans l'autonomie universitaire (consid. 6.1-6.3). Conflit entre libertés opposant, d'une part, la réalisation du principe de l'égalité entre femmes et hommes légitimement poursuivie par l'université recourante à, d'autre part, la liberté d'association et l'égalité de traitement entre associations estudiantines invoquées par l'intimée (consid. 6.4 et 6.5). Méthodologie et résolution concrète du conflit en faveur de la liberté d'association (consid. 6.6-6.8)."], "faits": "BGE 140 I 201 S. 202\n\nA. La Société suisse de Zofingue (ci-après: la Société suisse), constituée en 1820, est une association d'étudiants dont les statuts visent notamment à \"former des personnalités capables d'assumer des responsabilités civiques\", ainsi qu'à étudier \"des problèmes politiques BGE 140 I 201 S. 203et économiques suisses et des questions universitaires, culturelles et sociales\" (cf. art. 1er des Statuts centraux du 1er juillet 1972). Elle comporte différentes sections, dont la Section vaudoise de la Société suisse de Zofingue (ci-après: la Section vaudoise), qui est elle-même une association au sens du Code civil suisse, avec siège à Lausanne. Son but consiste, outre les objectifs poursuivis par la Société suisse, à cultiver \"l'amitié, les libertés individuelles et la culture\" (art. 2 des statuts de la Section vaudoise du 5 décembre 2006 [ci-après: lesStatuts/VD]). Pour êtremembre actif de la Section vaudoise, il faut avoir dix-huit ans révolus, être de sexe masculin, être immatriculé dans une des Hautes Ecoles de Suisse, accomplir la procédure d'admission et être admis aux deux tiers des voix (art. 6 Statuts/VD; cf. art. 8 Statuts centraux).\n\nB.\n\nB.a Dès 1994, la Section vaudoise a bénéficié de fait d'un statut d'association reconnue par l'Université de Lausanne (ci-après: l'Université). Par lettre du 15 mai 2007, cette dernière a informé la Section vaudoise que le statut de l'ensemble des associations serait reconsidéré sur la base d'une nouvelle directive adoptée la même année par la Direction de l'Université. Saisie d'une requête de la Section vaudoise tendant à la confirmation de son statut antérieur, la Direction de l'Université, le 30 janvier 2008, a refusé de lui accorder le statut d'association universitaire, au motif que celle-ci excluait les femmes de son sociétariat.\n\nLa Section vaudoise a recouru contre cette décision auprès de la Commission de recours de l'Université de Lausanne (ci-après: la Commission de recours), qui l'a déboutée par prononcé du 22 mai 2008. Sur recours, la Cour de droit administratif et public du Tribunal cantonal du canton de Vaud (ci-après: le Tribunal cantonal) a, le 16 septembre 2009, annulé le prononcé du 22 mai 2008 au motif que l'Université n'était pas habilitée à refuser la reconnaissance de la Section vaudoise en raison de son sociétariat limité aux personnes de sexe masculin, et a renvoyé la cause à la Commission de recours pour qu'elle examine si les autres conditions permettant la reconnaissance universitaire étaient remplies. Le recours de l'Université dirigé contre cet arrêt incident de renvoi a été déclaré irrecevable par le Tribunal fédéral (arrêt 2C_687/2009 du 17 février 2010).\n\nB.b A la suite de diverses péripéties procédurales et d'actes d'instruction, la Direction de l'Université, par décision du 25 novembre BGE 140 I 201 S. 2042011, a constaté que la Section vaudoise n'était pas une association universitaire, aux motifs que seule la minorité de ses membres appartenait en 2010 à la communauté universitaire et qu'il était impossible pour les femmes d'y adhérer, contrairement aux missions de l'Université, à sa Charte et aux principes qu'elle devait respecter. Par arrêt du 3 mai 2012, la Commission de recours a rejeté le recours formé par la Section vaudoise à l'encontre de la décision du 25 novembre 2011. Saisi d'un recours de la Section vaudoise contre l'arrêt du 3 mai 2012, le Tribunal cantonal l'a admis et a réformé l'arrêt, \"en ce sens que celui-ci réforme la décision de la Direction de l'Université du 29 août 2011 et maintient la recourante dans son statut d'association universitaire de [l'Université], respectivement constate qu'elle dispose de cette qualité\".\n\nC. L'Université forme un recours en matière de droit public auprès du Tribunal fédéral contre l'arrêt du Tribunal cantonal du 28 mars 2013. Elle conclut (...) à l'annulation de l'arrêt, subsidiairement à sa réforme, \"en ce sens qu'il est constaté que la Section vaudoise n'a pas la qualité d'association universitaire\". (...)\n\nD. Après avoir délibéré en séance publique le 21 mars 2014, le Tribunal fédéral a rejeté le recours.\n\n(extrait)", "considerants": "Extrait des considérants:\n\n5. Avant d'examiner les griefs soulevés, il est nécessaire de cerner l'objet exact de la présente affaire.\n\nLe litige porte sur la question de savoir si le Tribunal cantonal a considéré à bon droit que l'Université de Lausanne ne pouvait, notamment en se fondant sur les art. 5 et 10, 2e condition, du règlement d'application du 6 avril 2005 de la loi vaudoise du 6 juillet 2004 sur l'Université de Lausanne (RLUL/VD; RSV 414.11.1), ainsi que 14 de la loi du 6 juillet 2004 sur l'Université de Lausanne [LUL/VD; RSV 414.11],refuser de qualifier d'association universitaire la Section vaudoise de la société suisse de Zofingue, du fait que cette dernière exclut les femmes de son sociétariat. Est ainsi en jeu la question de savoir si un établissement de droit public assumant une tâche de l'Etat et pour cette raison lié par les droits fondamentaux en vertu de l'art. 35 al. 2 Cst. (cf. arrêt 2C_167/2012 du 1er octobre 2012 consid. 4.4, in SJ 2013 I p. 341; CÉLINE MARTIN, Grundrechtskollisionen, 2007, p. 34 ss) est en droit de refuser le BGE 140 I 201 S. 205statut d'association universitaire et les avantages qui y sont liés à une association de droit privé qui n'est pas directement soumise au respect des droits fondamentaux, au motif qu'au travers d'une telle reconnaissance, l'autorité universitaire considérerait agir à l'encontre de ses missions visant à mettre en oeuvre l'égalité entre les sexes dans ses domaines de compétence (art. 8 al. 3 et art. 35 Cst.).\n\nContrairement à l'analyse résultant de l'arrêt querellé et aux considérations de l'intimée, il ne s'agit donc pas, dans le cadre du présent litige, de s'interroger directement sur la compatibilité des statuts ou de la pratique de l'intimée avec le principe fondamental de l'égalité des sexes, ni sur sa faculté, protégée par la liberté d'association (art. 23 Cst.) et par le principe de l'autonomie associative de droit privé (art. 63 CC; cf. arrêts 2C_116/2011 du 29 août 2011 consid. 9, in SJ 2011 I p. 405; 2C_887/2010 du 28 avril 2011 consid. 5.1), de déterminer librement son sociétariat ainsi que de s'opposer à ce qu'une personne, voire une catégorie de personnes en fasse partie.\n\n6. Sous l'angle de l'interdiction de l'arbitraire, la recourante reproche au Tribunal cantonal d'avoir, en examinant si la Section vaudoise remplissait les conditions posées à la qualification d'association universitaire, substitué sa propre appréciation à celle de la Direction de l'Université, alors même que la décision de cette dernière avait été prise en toute légalité, sans excès ni abus de son pouvoir d'appréciation. Ce faisant, la précédente instance aurait gravement violé l'art. 5 LUL/VD, qui confère à l'Université une autonomie, de même qu'entravé la poursuite des missions, dont fait partie la promotion de l'égalité des sexes, qui définissent l'activité de la recourante.\n\n6.1 Une décision est arbitraire (art. 9 Cst.) lorsqu'elle contredit clairement la situation de fait, qu'elle viole gravement une norme ou un principe juridique clair et indiscuté ou qu'elle heurte d'une manière choquante le sentiment de la justice et de l'équité. Il n'y a pas arbitraire du seul fait qu'une solution autre que celle de l'autorité cantonale semble concevable, voire préférable. Pour qu'une décision soit annulée, il ne suffit pas que sa motivation soit insoutenable; il faut encore que cette décision apparaisse arbitraire dans son résultat (ATF 138 I 49 consid. 7.1 p. 51; ATF 137 I 1 consid. 2.4 p. 5).\n\nL'autorité chargée d'appliquer la loi dispose d'un pouvoir d'appréciation lorsque la loi lui laisse une certaine marge de manoeuvre. Cette dernière peut notamment découler de la liberté de choix entre BGE 140 I 201 S. 206plusieurs solutions, ou encore de la latitude dont l'autorité dispose au moment d'interpréter des notions juridiques indéterminées contenues dans la loi (THIERRY TANQUEREL, Manuel de droit administratif, 2011, p. 166 ss). Bien que l'interprétation de notions juridiques indéterminées relève du droit, que le juge revoit en principe librement, un tribunal doit néanmoins restreindre sa cognition lorsqu'il résulte de l'interprétation de la loi que le législateur a voulu, par l'utilisation de telles notions, reconnaître à l'autorité de décision une marge de manoeuvre que le juge doit respecter (cf. ATF 132 II 257 consid. 3.2 p. 263), étant précisé que cette marge de manoeuvre ne revient pas à limiter le pouvoir d'examen du juge à l'arbitraire (ATF 137 I 235 consid. 2.5.2 p. 240 s.; arrêt 1C_567/2012 du 16 août 2013 consid. 2). Viole le principe de l'interdiction de l'arbitraire le tribunal cantonal qui, outrepassant son pouvoir d'examen, corrige l'interprétation défendable qu'une autorité disposant d'autonomie a opérée d'une norme déterminée (cf. ATF 136 I 395 consid. 2 p. 397, consid. 4.3.1 p. 401 et consid. 4.3.5 p. 403; arrêt 1C_4/2013 du 19 avril 2013 consid. 3.3, in RtiD 2013 II p. 89).\n\nEn l'occurrence, il convient d'examiner, premièrement, si le législateur cantonal a entendu conférer un pouvoir d'appréciation important à l'Université s'agissant de l'admission des associations universitaires (consid. 6.2); deuxièmement, dans l'affirmative, si le Tribunal cantonal s'est immiscé dans ladite marge, respectivement dans le droit cantonal qui fonde cette dernière (consid. 6.3); troisièmement, en cas d'immixtion de la part des juges cantonaux, si celle-ci a eu lieu conformément au droit ou si, au contraire, elle a indûment et donc arbitrairement omis de faire preuve de retenue par rapport au pouvoir d'appréciation reconnu à l'Université (consid. 6.4). Cette dernière question porte à s'interroger sur la question de savoir si le Tribunal cantonal a établi un juste équilibre entre les intérêts et droits conflictuels qui opposent l'Université à l'intimée dans le présent litige (consid. 6.5-6.7).\n\n6.2 En sa qualité d'établissement de droit public autonome doté de la personnalité morale (cf. art. 1 LUL/VD), et chargé par la loi cantonale (cf. art. 2 et 4 LUL/VD) de s'acquitter de la tâche d'intérêt public (cf. art. 48 al. 1 Cst./VD) consistant à assurer un enseignement universitaire adéquat à la population (cf. arrêts 2C_167/2012 du 1er octobre 2012 consid. 4.2, in SJ 2013 I p. 341; 1C_312/2010 du 8 décembre 2010 consid. 3.2, in RDAF 2011 I p. 48), l'Université s'organise elle-même dans le cadre de la loi (cf. art. 5 LUL/VD). De BGE 140 I 201 S. 207 façon générale, le législateur cantonal lui a donc conféré une large autonomie dans l'accomplissement de ses tâches et missions.\n\nS'agissant spécifiquement des critères applicables aux associations universitaires, l'Université dispose également d'une marge de manoeuvre. D'une part, en effet, l'art. 10 al. 1 RLUL/VD renvoie, sans autres précisions, aux missions ainsi qu'à la Charte de l'Université et aux principes que celle-ci doit respecter, dont la définition et la concrétisation reviennent en large partie à l'Université elle-même (cf. Charte). D'autre part, l'association intimée n'a pas requis un simple comportement d'abstention de la part de l'Université, mais a sollicité une reconnaissance officielle à laquelle se rattachent des prestations positives auxquelles il n'existe, en général, aucun droit (cf. ATF 138 I 274 consid. 2.2.2 p. 282; ATF 138 II 191 consid. 4.4.1 p. 203; ATF 132 V 6 consid. 2.5.2 s. p. 14 s.; cf., en lien avec la liberté d'association, GIOVANNI BIAGGINI, Vereinigungsfreiheit und Koalitionsfreiheit, in Grundrechte in Österreich, der Schweiz und in Liechtenstein, 2007, n. 4 p. 589; voir aussi MATTI PELLONPÄÄ, Kontrolldichte des Grund- und Menschenrechtsschutzes in mehrpoligen Rechtsverhältnissen aus der Sicht des Europäischen Gerichtshofs für Menschenrechte, EuGRZ 2006 p. 483 ss, 485).\n\nIl s'ensuit que le législateur cantonal a effectivement accordé à l'Université une certaine marge de manoeuvre pour interpréter et appliquer les critères figurant à l'art. 10 al. 1 RLUL/VD, de sorte à imposer de la retenue au juge cantonal s'agissant d'interpréter ces critères.\n\n6.3 Comme il a été vu, l'art. 10 al. 1 RLUL/VD permet à l'Université de qualifier d'associations universitaires celles dont les buts ou les activités s'inscrivent dans les missions et la Charte de l'Université et les principes que celle-ci doit respecter. L'Université est légalement tenue de respecter l'égalité des chances, notamment entre femmes et hommes, à tous les échelons universitaires. Elle adopte des mesures spécifiques à cet effet (cf. art. 14 LUL/VD). En outre, cette disposition intègre non seulement la notion d'égalité des chances, mais peut aussi être comprise, ce que l'instance précédente n'a pas dénié, en laissant la question ouverte, dans un sens plus large de non-discrimination et d'égalité de droit entre femmes et hommes, interprétation que corroborent tant le devoir d'adopter des mesures spécifiques prévu à l'art. 14 LUL/VD que les travaux préparatoires cités dans l'arrêt attaqué. Par conséquent, il est défendable pour la recourante d'avoir interprété le terme de \"missions\" à l'art. 10 al. 1 RLUL/VD BGE 140 I 201 S. 208comme incluant le respect et la promotion du principe d'égalité entre femmes et hommes.\n\nOr, en jugeant que l'Université avait à tort refusé de constater la qualité d'association universitaire de la Section vaudoise et en maintenant cette dernière dans son statut d'association universitaire, l'arrêt attaqué a pour résultat d'obliger la recourante à fournir des prestations à une association dont l'encouragement par une entité chargée de tâches d'intérêt public devait, de son point de vue, être considéré comme contrevenant à l'une des missions de base qu'elle s'était fixée. Il en découle que le Tribunal cantonal s'est concrètement immiscé dans le pouvoir d'appréciation laissé à la recourante, de sorte qu'il y a eu ingérence dans son autonomie.\n\n6.4 Encore faut-il se demander si l'obligation que les précédents juges ont imposée à l'Université de traiter la Section vaudoise en tant qu'association universitaire a arbitrairement entravé l'autonomie de la recourante. Cette question implique, au préalable, de situer dans leur contexte général les missions dont cette dernière se trouve investie, ainsi que de déterminer les intérêts d'autrui qu'il lui faut respecter dans l'accomplissement de celles-ci.\n\n6.4.1 Il résulte, notamment, du statut de l'Université en tant qu'entité assumant une tâche de l'Etat, ainsi que de l'art. 3 al. 2 let. d LUL/VD, selon lequel les tâches de l'Université dans la formation et la recherche impliquent le respect des dispositions nationales et internationales en matière de protection des droits fondamentaux, que l'Université est liée par les droits fondamentaux en vertu de l'art. 35 al. 2 Cst. Par conséquent, la liberté d'appréciation dont dispose l'Université, bien que demeurant importante, n'est pas illimitée. Elle doit en particulier ménager un juste équilibre entre, d'une part, les droits ou principes fondamentaux que cet établissement entend promouvoir de façon accrue et, d'autre part, les droits fondamentaux d'autrui qui pourraient entrer en conflit avec les principes précités. La liberté d'appréciation dont dispose la recourante doit de surcroît s'exercer dans le respect des principes généraux de droit public (cf. arrêts 2C_167/2012 du 1er octobre 2012 consid. 4.4, in SJ 2013 I p. 341; 1C_312/2010 du 8 décembre 2010 consid. 3.5), dont font notamment partie l'interdiction de l'arbitraire, l'égalité de traitement, la proportionnalité, de même que le devoir de l'autorité d'adopter une attitude neutre et objective (cf. ATF 138 I 274 consid. 2.2.2 p. 283; ATF 127 I 164 consid. 3b p. 171).\n\nBGE 140 I 201 S. 209\n\n6.4.2 A juste titre, l'Université recourante a considéré que le respect et la réalisation du principe de l'égalité entre femmes et hommes faisait partie de ses obligations institutionnelles. En effet, la recourante est liée par l'art. 8 al. 3 Cst. (cf. aussi l'art. 10 al. 2 et 3 Cst./VD mentionné par la recourante, dont la teneur est analogue à celle de l'art. 8 al. 2 et 3 Cst.), selon lequel l'homme et la femme sont égaux en droit, la loi pourvoyant à l'égalité de droit et de fait, en particulier dans les domaines de la famille, de la formation et du travail. Bien que l'art. 8 al. 3, 2e phrase, Cst. ne s'adresse formellement qu'au législateur, cet article d'effet direct oblige aussi les autorités d'application du droit (administration, juges) à contribuer, dans les limites de leurs attributions, à la mise en oeuvre de l'égalité des sexes (cf. ATF 137 I 305 consid. 3.1 p. 317; Message du 14 novembre 1979 sur l'initiative populaire \"pour l'égalité des droits entre hommes et femmes\", FF 1980 I 73, 147 ch. 532; ETIENNE GRISEL, Egalité, 2000, n. 181 p. 97; RAINER J. SCHWEIZER, in Die schweizerische Bundesverfassung, Kommentar, 2e éd. 2008, n° 51 ad art. 8 Cst., p. 203 ).\n\nS'ajoute à cela que l'art. 8 al. 3 Cst. concrétise la clause interdisant toute discrimination notamment basée sur le sexe, ancrée à l'art. 8 al. 2 Cst. (MÜLLER/SCHEFER, Grundrechte in der Schweiz, 4e éd. 2008, p. 737; BERNHARD WALDMANN, Das Diskriminierungsverbot von Art. 8 Abs. 2 BV: Neue Ansätze für die Dogmatik der Rechtsgleichheit?, in L'égalité entre femmes et hommes en Suisse et dans l'UE, 2004, p. 1 ss, 11). Or, d'après l'art. 8 al. 2 Cst., il y a discrimination lorsqu'une personne est traitée différemment en raison de son appartenance à un groupe particulier qui, historiquement ou dans la réalité sociale actuelle, souffre d'exclusion ou de dépréciation. Si le principe de non-discrimination n'interdit pas toute distinction basée sur l'un des critères énumérés à l'art. 8 al. 2 Cst., il fonde toutefois le soupçon ou la présomption d'une différenciation inadmissible, de sorte que les inégalités résultant d'une telle distinction doivent faire l'objet d'une justification particulière (cf. ATF 138 I 205 consid. 5.4 p. 213, ATF 138 I 265 consid. 4.2.1 p. 267; ATF 137 V 334 consid. 6.2.1 p. 348). Enfin, l'art. 10 de la Convention du 18 décembre 1979 sur l'élimination de toutes les formes de discrimination à l'égard des femmes (RS 0.108; ci-après: CEDEF) oblige les Etats à éliminer la discrimination à l'égard des femmes afin de leur assurer des droits égaux à ceux des hommes dans tous les secteurs de l'éducation, notamment à leur accès à la formation (cf. aussi HAUSAMMANN/SCHLÄPPI, Menschenrechte und Frauenrechte, PJA 1995 p. 32 ss, 44). BGE 140 I 201 S. 210\n\nEn sa qualité d'entité dotée de compétences autonomes, l'Université est ainsi, dans les limites de sa marge d'appréciation, non seulement en droit mais aussi dans l'obligation de contribuer à la réalisation de l'égalité des sexes dans le contexte éducatif.\n\n6.5 A l'évidence, les droits et principes fondamentaux que l'Université doit observer dans l'accomplissement de ses tâches et missions ne se limitent pas ici à la réalisation du principe de l'égalité entre les sexes (cf. consid. 6.4.2 supra). Il lui faut aussi, notamment, tenir compte des droits fondamentaux de l'association intimée; en font partie le respect de la liberté d'association ainsi que l'égalité de traitement entre associations estudiantines, dont se prévaut la Section vaudoise aux fins de s'opposer au refus de la recourante de la reconnaître en tant qu'association universitaire.\n\n6.5.1 Selon l'art. 8 al. 1 Cst., tous les êtres humains sont égaux devant la loi. Les personnes morales peuvent également s'en prévaloir (AUER/MALINVERNI/HOTTELIER, Droit constitutionnel suisse, vol. II, 3e éd. 2013, n. 1029 p. 479). Une décision ou un arrêté viole le principe de l'égalité de traitement consacré à l'art. 8 al. 1 Cst. lorsqu'il établit des distinctions juridiques qui ne se justifient par aucun motif raisonnable au regard de la situation de fait à réglementer ou qu'il omet de faire des distinctions qui s'imposent au vu des circonstances, c'est-à-dire lorsque ce qui est semblable n'est pas traité de manière identique et ce qui est dissemblable ne l'est pas de manière différente. Il faut que le traitement différent ou semblable injustifié se rapporte à une situation de fait importante (ATF 137 V 334 consid. 6.2.1 p. 348). Il y a notamment inégalité de traitement lorsque l'Etat accorde un privilège ou une prestation à une personne, mais dénie ceux-ci à une autre personne qui se trouve dans une situation comparable (cf., s'agissant de l'usage accru du domaine public, ATF 105 Ia 91 consid. 4b p. 97; a contrario: ATF 138 I 475 consid. 3.3.1 s. p. 480 ss).\n\nEn l'espèce, la non-reconnaissance de l'intimée par l'Université, alors même que cette dernière continue à qualifier d'universitaires d'autres associations estudiantines poursuivant des buts et activités similaires, est susceptible de fonder une inégalité de traitement et entre, partant, dans le champ de protection de l'art. 8 al. 1 Cst.\n\n6.5.2 En vertu de l'art. 23 Cst. (cf. aussi art. 11 CEDH), la liberté d'association est garantie (al. 1). Toute personne a le droit de créer des BGE 140 I 201 S. 211associations, d'y adhérer ou d'y appartenir et de participer aux activités associatives (al. 2). La liste des aspects protégés par la liberté d'association n'est pas exhaustive; sous réserve des restrictions appliquées conformément à l'art. 36 Cst., cette liberté interdit non seulement les mesures qui visent à l'entraver directement, mais également les obstacles indirects à son épanouissement, tels que l'obligation faite à un individu de révéler sa participation, respectivement à une association de publier la liste de ses adhérents (ATF 97 II 97 consid. 3 p. 100 ss; CHRISTOPH ROHNER, in Die schweizerische Bundesverfassung, Kommentar, 2e éd. 2008, n° 14 ad art. 23 Cst., p. 468). Conjugué à l'art. 35 Cst., l'art. 23 Cst. oblige l'Etat, entre autres, à créer les infrastructures juridiques permettant de garantir l'existence des associations, et à prendre en compte, dans le cadre de ses propres activités, les intérêts légitimes de la vie associative (cf. BIAGGINI, op. cit., n. 16 et 20 p. 594 s.). Contrairement à l'interprétation retenue sous l'empire de l'art. 56 aCst, qui réservait la titularité de ce droit aux seules personnes physiques (cf. ATF 100 Ia 277 consid. 5 p. 286; ATF 97 I 116 consid. 4 p. 121), une personne morale peut, en principe, se prévaloir de la liberté d'association (cf. Message du 20 novembre 1996 relatif à une nouvelle Constitution fédérale, FF 1997 I 1, 169 s. ad art. 19; ROHNER, op. cit., n° 9 ad art. 23 Cst., p. 467 et les références doctrinales citées; AUER/MALINVERNI/HOTTELIER, op. cit., n. 732 p. 351), notamment lorsqu'elle prétend être entravée dans le libre exercice de son activité associative (cf. MÜLLER/SCHEFER, op. cit., p. 603; comparer avec l'arrêt de la CourEDH Sindicatul \"Pastorul cel Bun\" contre Roumanie [GC] du 9 juillet 2013, req. 2330/09, destiné à la publication au Recueil, §§ 136 ss).\n\nCertes, le refus par la recourante de conférer le statut d'\"association universitaire\" à la Section vaudoise ne prive pas celle-ci de la faculté d'organiser librement son sociétariat, d'exercer ses activités, ou d'entrer en contact avec des membres potentiels. Toutefois, ce refus revient, indirectement (ce qui est suffisant pour qu'un état de fait entre dans le champ de protection de l'art. 23 Cst.), à traiter défavorablement l'intimée en raison de son sociétariat, en la privant d'une reconnaissance officielle par la recourante ainsi que du droit d'accéder en toute égalité aux prestations (mise à disposition d'un site internet, location de salles, etc.) que l'Université a décidé d'octroyer aux associations reconnues comme \"universitaires\", ce qui est en outre susceptible de rendre plus difficile le recrutement de nouveaux membres dans les enceintes universitaires. BGE 140 I 201 S. 212\n\n6.6 Lorsque l'exercice d'un droit fondamental par une personne (voire la concrétisation d'un tel droit par une autorité à travers la poursuite d'un intérêt public) se heurte à l'exercice d'un ou de plusieurs autres droits fondamentaux par une autre personne, il y a conflit entre/de libertés (\"Grundrechtskollision\" ou \"mehrpoliges Grundrechtsverhältnis\"; cf. AUER/MALINVERNI/HOTTELIER, op. cit., n. 276 p. 125; CHRISTOPH GRABENWARTER, Das mehrpolige Grundrechtsverhältnis im Spannungsfeld zwischen europäischem Menschenrechtsschutz und Verfassungsgerichtsbarkeit, in Völkerrecht als Wertordnung, Festschrift für Christian Tomuschat, 2006, p. 193 ss, 195; WOLFGANG HOFFMANN-RIEM, Kontrolldichte und Kontrollfolgen beim nationalen und europäischen Schutz von Freiheitsrechten in mehrpoligen Rechtsverhältnissen, EuGRZ 2006 p. 492 ss; MICHEL HOTTELIER, Grundrechtskonkurrenzen und Grundrechtskollisionen, in Grundrechte in Österreich, der Schweiz und in Liechtenstein, 2007, n. 33 p. 135).\n\nUn tel conflit de libertés existe en l'occurrence. Dans le cadre de l'autonomie dont jouit l'Université aux fins de définir ses objectifs propres et reconnaître les \"associations universitaires\" qui s'y conforment, la priorité accordée au principe de l'égalité entre femmes et hommes est en effet susceptible d'entrer en collision, à tout le moins indirectement, avec les droits fondamentaux des associations qui, à l'instar de l'intimée, se voient dénier cette forme de reconnaissance officielle. Il s'ensuit que la réponse à la question de savoir si, comme l'affirme la recourante, l'arrêt du Tribunal cantonal a arbitrairement enfreint l'autonomie que le droit cantonal lui concède en matière de reconnaissance d'associations universitaires dépend de la question de savoir si, au vu des circonstances du cas d'espèce, la décision querellée a établi un juste équilibre entre, d'une part, le principe de l'égalité entre les sexes que promeut l'Université et, d'autre part, la liberté d'association ainsi que l'égalité de traitement dont se prévaut l'intimée.\n\n6.7 En vue de résoudre un conflit de libertés (lorsqu'il n'a pas été préalablement ou entièrement désamorcé par le législateur à travers une harmonisation normative des intérêts antagonistes ou par une hiérarchisation légale des valeurs dans un contexte déterminé [cf. AUER/MALINVERNI/HOTTELIER, op. cit., n. 278 p. 126; MARTIN, op. cit., p. 125 ss, 255 s. et 281; voir, mutatis mutandis, ATF 140 II 157 consid. 7.3 p. 161]), c'est au juge qu'il incombe de vérifier que la décision entreprise ménage un juste équilibre entre les différents BGE 140 I 201 S. 213 principes constitutionnels et droits fondamentaux en jeu (ATF 128 I 327 consid. 4.3.2 p. 344 s.; HOFFMANN-RIEM, op. cit., p. 494 s.; HOTTELIER, op. cit., n. 43 p. 138; MARTIN, op. cit., p. 131 ss et 205 ss; CHARLES-ALBERT MORAND, Vers une méthodologie de la pesée des valeurs constitutionnelles, in De la Constitution, Etudes en l'honneur de Jean-François Aubert, 1996, p. 59), étant rappelé que la Constitution fédérale ne prévoit elle-même aucune hiérarchie entre les droits fondamentaux (ATF 137 I 167 consid. 3.7 p. 176).\n\nPour parvenir, de façon rationnelle et transparente, à l'établissement d'un tel équilibre, le juge se laissera en règle générale guider par les principes ancrés à l'art. 36 Cst., en les adaptant le cas échéant aux besoins spécifiques qui découlent des conflits entre plusieurs libertés ou intérêts collectifs fondamentaux, et tout en faisant preuve d'une certaine retenue face à la pesée qu'aurait déjà opérée l'instance précédente (cf. HOFFMANN-RIEM, op. cit., p. 496 s.). L'al. 2 de l'art. 36 Cst., qui exige que toute restriction d'un droit fondamental soit justifiée par un intérêt public ou par la protection d'un autre droit fondamental, envisage en effet l'hypothèse de conflits entre libertés, en traitant de l'opposition entre, d'une part, le droit fondamental dont la restriction est contestée par un particulier et, d'autre part, soit un intérêt central d'un autre particulier, soit un intérêt public opposé qui tend, notamment, à défendre certaines valeurs ou droits fondamentaux de la collectivité face aux intérêts ou actions de l'individu (cf. HOTTELIER, op. cit., n. 39 p. 137; par rapport aux clauses de restriction de la CEDH: PELLONPÄÄ, op. cit., p. 483).\n\n6.7.1 En l'espèce, l'observation des droits fondamentaux conflictuels, de même que les restrictions que l'exercice de l'un peut occasionner à l'autre dans le cas sous examen, trouvent appui dans la réglementation concernant l'Université (cf. art. 3 al. 2 let. d et 14 LUL/VD; art. 10 RLUL/VD) et disposent ainsi d'une base légale suffisante au sens de l'art. 36 al. 1 Cst. Il n'est cependant pas possible de déduire des normes précitées que le législateur aurait d'emblée préféré l'un de ces droits conflictuels à l'autre.\n\n6.7.2 Sous l'angle de l'art. 36 al. 2 Cst., en vertu duquel toute restriction d'un droit fondamental doit être justifiée par un intérêt public ou par la protection d'un droit fondamental d'autrui, la Section vaudoise peut se prévaloir de sa liberté d'association pour s'opposer aux mesures qui ont pour effet de la défavoriser ou de l'influencer en raison de la composition statutaire non mixte de son sociétariat. BGE 140 I 201 S. 214L'intimée peut en outre faire valoir que, lorsqu'un acteur étatique décide de fournir des prestations, il doit en règle générale y procéder dans le respect du principe de l'égalité de traitement. Quant à l'Université recourante, elle peut, par le biais de l'autonomie qui lui est reconnue, et elle doit, de par l'art. 35 Cst., contribuer à la réalisation de l'égalité des sexes dans le domaine éducatif. Dans le cas d'espèce, elle entend, d'une part, promouvoir l'égalité des sexes aussi à travers les rapports qu'elle entretient avec les étudiants et les associations privées; d'autre part, elle refuse de cautionner -, par le biais de la reconnaissance de la Section vaudoise et de la fourniture de prestations à cette dernière, - la pratique d'exclusion des femmes d'une association qu'elle retient comme étant contraire à l'une de ses missions de base.\n\n6.7.3 Sous l'angle du principe de la proportionnalité (art. 36 al. 3 Cst.; voir aussi art. 5 al. 2 Cst.; cf. ATF 136 IV 97 consid. 5.2.2 p. 104; ATF 135 I 169 consid. 5.6 p. 174; ATF 140 I 168 consid. 4.2.1), il est possible d'établir des distinctions selon que l'invocation des droits fondamentaux (qui ne connaissent certes aucune hiérarchie entre eux) dans une situation donnée a pour but d'obliger l'Etat (cf. art. 35 Cst.) à s'abstenir de porter atteinte à un droit fondamental particulier (\"Unterlassungspflicht\"), à protéger activement ce droit (\"Schutzpflicht\") et/ou à mettre en oeuvre des stratégies en vue de le réaliser pleinement au sein des institutions et de la société (\"Gewährleistungspflicht\"). En fonction du type d'obligation en cause, la marge de manoeuvre dont disposera l'autorité pour mettre en oeuvre un droit fondamental et, par voie de conséquence, la possibilité de choisir, parmi les mesures envisageables, celle qui porte le moins atteinte à d'autres droits et principes fondamentaux, sera en effet plus ou moins grande (cf. GIOVANNI BIAGGINI, BV, Bundesverfassung [...], 2007, n° 4 ad art. 35 Cst., p. 251; GREGOR T. CHATTON, Vers la pleine reconnaissance des droits économiques, sociaux et culturels, 2013, notamment p. 456 s.; KÄLIN/KÜNZLI, Universeller Menschenrechtsschutz, 3e éd. 2013, p. 104 et 120 s.; SCHWEIZER, op. cit., nos 3 ss ad art. 35 Cst., p. 707 ss).\n\nLes droits et intérêts dont se prévalent les parties mettent précisément à contribution des niveaux d'obligations distincts. Ainsi, lorsqu'elle conteste le refus par l'Université de la reconnaître en tant qu'association universitaire, l'intimée réclame, certes, une prestation positive de la part de la recourante, mais elle se plaint avant tout de ce que l'Université, alors qu'elle reconnaît d'autres associations BGE 140 I 201 S. 215estudiantines, lui refuse la reconnaissance égale pour le seul motif que ses statuts excluent les femmes, de sorte à entraver sa liberté d'association, à la désavantager vis-à-vis d'autres associations estudiantines et à sanctionner, indirectement, son organisation interne.\n\nPour sa part, l'Université veut éviter d'encourager ou de cautionner, à travers la reconnaissance et la fourniture de prestations en faveur de la Section vaudoise, une association dont les statuts instaurent une inégalité entre les sexes. En soi légitime, cette préoccupation doit toutefois être relativisée, dans la mesure où en fournissant des prestations positives à des associations estudiantines, l'Université est, comme il a été vu, tenue de respecter et garantir les droits fondamentaux vis-à-vis de toutes les associations en cause, y compris de la Section vaudoise; elle ne peut faire prévaloir le contenu d'un droit sur celui d'un autre sans avoir au préalable procédé à une pesée de tous les intérêts en présence (cf. ATF 139 I 306 consid. 2.2 p. 309 s.; ATF 138 I 274 consid. 2.2.2 p. 282 s.; cf. aussi arrêt 1C_312/2010 du 8 décembre 2010 consid. 3.5, in SJ 2011 I p. 233). En tant que la pratique litigieuse de l'Université poursuit également l'objectif avéré, lui aussi légitime en soi, de promouvoir l'égalité entre femmes et hommes, l'on rappellera que la mise en oeuvre d'une telle obligation incitative par une entité étatique laisse à cette dernière, de manière générale, un vaste choix de mesures pour y parvenir, parmi lesquelles l'autorité doit, corrélativement, veiller à appliquer les mesures qui portent le moins atteinte aux intérêts d'autrui. Or, au lieu de refuser la reconnaissance égale et des prestations aux associations, telle l'intimée, dont le sociétariat accueille uniquement les étudiants d'un genre, l'Université aurait dû et pu envisager des mesures qui, tout en poursuivant le but promotionnel sus-évoqué, ne constituent pas simultanément une entrave (indirecte) au libre exercice de la vie associative de l'intimée, ni ne la désavantagent vis-à-vis d'autres associations estudiantines pour le seul motif que ses statuts, a priori conformes au droit privé associatif, excluaient les femmes du sociétariat.\n\nEn second lieu, il convient de comparer l'impact ou les enjeux concrets induits par le refus de l'Université de reconnaître la Section vaudoise en qualité d'association universitaire.\n\nDu point de vue de la recourante, et tel que les précédents juges l'ont rappelé à juste titre, la reconnaissance \"officielle\" et les prestations qui s'y rapportent n'exercent un impact que très limité sur BGE 140 I 201 S. 216l'organisation de l'Université, dont les prestations positives qu'elle accorde en pratique à ces associations se confinent au droit de tenir des assemblées dans ses locaux \"dans la mesure des disponibilités\" et pour un certain temps (cf. art. 10 al. 3 RLUL/VD), à la possibilité d'être hébergées et de publier une page de présentation sur le site internet universitaire, ainsi que de bénéficier d'une adresse de messagerie électronique associative. En outre, et bien que la Section vaudoise propose, du constat des précédents juges, aux seuls étudiants masculins une certaine formation politique et économique complémentaire à leurs études ordinaires suivies au sein de l'Université, ainsi que la possibilité de nouer des contacts professionnels utiles à leur carrière (\"réseautage\"), l'impact de cette association doit être fortement relativisé du fait qu'elle ne réunit en son sein qu'un nombre restreint d'étudiants actuels et anciens dans un contexte à prépondérance festive et culturelle (cf. SAMANTHA BESSON, Liberté d'association et égalité de traitement: une dialectique difficile, RDS 120/2001 I p. 43 ss, 45; cf., mutatis mutandis, ATF 130 III 699 consid. 4.1 p. 702).\n\nDans la perspective de l'association intimée en revanche, il est vrai (et l'intimée n'affirme pas le contraire) que l'absence de reconnaissance par l'Université ne l'empêche pas d'exercer librement ses activités et ne viole en tout état pas le noyau intangible de la liberté d'association. Toutefois, le fait d'être privée de telles prestations, dont bénéficient nombre d'autres associations estudiantines, est susceptible d'entraver sérieusement les possibilités pour cette association, d'une part, de bénéficier d'une certaine notoriété et légitimité institutionnelle à l'instar des autres associations reconnues s'adressant à un public majoritairement estudiantin et, d'autre part, de se faire connaître et d'entrer en contact avec ses membres potentiels, qui sont en majorité les étudiants fréquentant l'Université recourante.\n\n6.7.4 En résumé, l'atteinte à la liberté d'association que le refus de reconnaissance universitaire cause à la Section vaudoise s'oppose à la volonté et au devoir de l'Université de promouvoir l'égalité entre les sexes dans le milieu éducatif; ce dernier intérêt doit toutefois être fortement relativisé du moment où la recourante disposait de mesures moins invasives pour atteindre le but promotionnel recherché, son intérêt à ne pas devoir fournir des prestations positives à une association dont les buts ou l'organisation sont potentiellement contraires à ses propres missions étant, qui plus est, affaibli par le BGE 140 I 201 S. 217libre choix de l'Université d'encourager des associations estudiantines. En outre, les avantages que l'association intimée offre à ses membres ne revêtent pas une importance telle que les femmes qui s'en trouvent privées d'accès en pâtiraient substantiellement et sans alternative possible au niveau de leur carrière ou formation professionnelle, de sorte que, dans de telles circonstances, une intervention étatique du genre considéré dans l'autonomie organisationnelle de l'intimée s'avérait déraisonnable. Par conséquent, la pesée globale des intérêts en présence fait, dans le cas particulier et compte tenu de la mesure litigieuse envisagée, pencher la balance en faveur de la liberté d'association et de l'égalité de traitement invoquées par l'intimée, au détriment du principe, en soi légitime et important, de l'égalité entre femmes et hommes que souhaite instaurer dans les faits et promouvoir la recourante.\n\n6.8 Il s'ensuit qu'en jugeant que l'Université avait à tort refusé de constater la qualité d'association universitaire de la Section vaudoise et en maintenant cette dernière dans son statut d'association universitaire, le Tribunal cantonal ne s'est pas arbitrairement immiscé dans l'autonomie reconnue à la recourante, mais s'est contenté d'interdire une mesure conduisant à une violation du droit d'association de l'intimée. Les griefs tirés des art. 8, 9 et 35 Cst., ainsi que de la CEDEF doivent donc être écartés. Les considérants qui précèdent conduisent partant au rejet du recours."}