{"annee": "140", "cour": "IV", "page": "74", "date": "24/4/2014", "cite": ["137 IV 92", "121 IV 303", "107 IA 206", "139 IV 270", "119 IB 412", "135 I 71", "133 I 27", "139 I 206", "124 IV 1", "136 I 274", "122 I 57", "128 I 149"], "cite_par": ["141 IV 190", "142 IV 29", "144 IV 81", "140 II 334"], "chapeau": "9. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. X. gegen Regionale Staatsanwaltschaft Berner Jura-Seeland (Beschwerde in Strafsachen)\n\n1B_105/2014 vom 24. April 2014", "regestes": ["Art. 81 al. 1 let. b LTF; qualité pour recourir. Traitement du recours malgré la perte de l'intérêt actuel et pratique au cours de la procédure devant le Tribunal fédéral (consid. 1.3).", "Art. 197 al. 1 let. c et d, art. 212 al. 3 ainsi qu'art. 237 al. 1 et 2 let. g CPP, art. 51 CP; proportionnalité de mesures de substitution moins incisives prononcées en lieu et place de la détention provisoire. Les mesures de substitution doivent aussi respecter le principe de proportionnalité. Cela vaut en particulier du point de vue de leur durée. Lors de l'examen de la proportionnalité, il doit être tenu compte de l'ampleur de la restriction à la liberté personnelle du prévenu. Dans le cas d'espèce, mesure d'interdiction de contact considérée comme proportionnelle (consid. 2).", "Art. 5 CPP; principe de célérité. La levée de mesures de substitution en raison d'un retard dans la procédure n'entre en considération que si ce manquement est particulièrement grave et laisse apparaître que les autorités de poursuite pénale n'ont pas la volonté ou ne sont pas en mesure de conduire et de clore la procédure avec la célérité voulue. Par rapport à une détention provisoire, une plus grande retenue s'impose lors de la levée de mesures de substitution. Moins le prévenu est affecté par les mesures de substitution, plus crasse doit être le retard dans la procédure pour que leur levée se justifie (consid. 3).", "Art. 9 Cst. et art. 3 al. 2 let. a CPP; imputation des frais de procédure, principe de la bonne foi. Le recourant, qui prend des conclusions en se fiant à la jurisprudence du Tribunal cantonal alors suivie, ne peut se voir imposer des frais de procédure si celles-ci sont ensuite rejetées en raison d'un changement de jurisprudence (consid. 4.1-4.3)."], "faits": "|76|\n\nA. Die Regionale Staatsanwaltschaft Berner Jura-Seeland führt ein Strafverfahren gegen X. wegen des Verdachts insbesondere der Körperverletzung und Drohung. Sie wirft ihm vor, er habe seine Ehefrau gewürgt und ihr gesagt, er werde sie umbringen. Zudem habe er seine beiden heute 16 und 14 Jahre alten Söhne - unter anderem mit einem Gürtel - schwer geschlagen.\n\nAm 15. Juni 2013 nahm ihn die Polizei fest. Am 18. Juni 2013 versetzte ihn das Regionale Zwangsmassnahmengericht Berner Jura-Seeland in Untersuchungshaft.\n\nB. Am 24. September 2013 entliess das Zwangsmassnahmengericht X. in Würdigung des über diesen inzwischen erstellten psychiatrischen Gutachtens aus der Haft unter Anordnung folgender Ersatzmassnahmen: Es verbot ihm, mit der Ehefrau Kontakt aufzunehmen. Ebenso verbot es ihm, mit den Söhnen - mit Ausnahme der Kommunikation über eine Mitarbeiterin der Kindes- und Erwachsenenschutzbehörde - Kontakt aufzunehmen. Zudem auferlegte es ihm eine wöchentliche Meldepflicht. Im Weiteren wies es ihn an, sich einer ambulanten psychiatrischen Behandlung zu unterziehen. Ferner verbot es ihm, Waffen jeglicher Art anzuschaffen oder zu besitzen.\n\nDie von X. hiergegen eingereichte Beschwerde hiess das Obergericht des Kantons Bern (Beschwerdekammer in Strafsachen) am 15. Oktober 2013 teilweise gut. Es hob die Ersatzmassnahmen mit Ausnahme der Kontaktverbote auf und befristete diese bis zum 14. Dezember 2013. Es bejahte nebst dem dringenden Tatverdacht Kollusionsgefahr. Die Kontaktverbote stellten geeignete Massnahmen zu deren Bannung bzw. Minderung dar.\n\nAm 17. Dezember 2013 verlängerte das Zwangsmassnahmengericht die Kontaktverbote um zwei Monate. |77|\n\nAm 11. Februar 2014 verlängerte sie das Zwangsmassnahmengericht um drei Monate, d.h. bis zum 14. Mai 2014.\n\nDie von X. hiergegen erhobene Beschwerde wies das Obergericht am 28. Februar 2014 ab (...) und auferlegte ihm die Verfahrenskosten von Fr. 1'200.- (...). Es beurteilte die Kontaktverbote als verhältnismässig.\n\nC. X. führt Beschwerde in Strafsachen mit dem Antrag, der Beschluss des Obergerichts vom 28. Februar 2014 sei aufzuheben und auf die Verlängerung der Ersatzmassnahmen sei zu verzichten. Eventualiter sei festzustellen, dass die Verlängerung unrechtmässig sei bzw. Art. 5 Ziff. 3 EMRK verletze. Überdies stellt er Anträge zu den Kosten des kantonalen und bundesgerichtlichen Verfahrens. (...)\n\nDas Bundesgericht heisst die Beschwerde teilweise gut.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n1.\n\n1.3\n\n1.3.1 Gemäss Art. 81 Abs. 1 BGG ist zur Beschwerde in Strafsachen berechtigt, wer a. vor der Vorinstanz am Verfahren teilgenommen hat (...) und b. ein rechtlich geschütztes Interesse an der Aufhebung oder Änderung des angefochtenen Entscheids hat, insbesondere die beschuldigte Person (Ziff. 1).\n\nDer Beschwerdeführer muss ein aktuelles und praktisches Interesse an der Behandlung der Beschwerde haben. Mit diesem Erfordernis soll sichergestellt werden, dass das Gericht konkrete und nicht bloss theoretische Fragen entscheidet. Es dient damit der Prozessökonomie (BGE 136 I 274 E. 1.3 S. 276 mit Hinweisen).\n\n1.3.2 Die Staatsanwaltschaft erhob am 5. Februar 2014 Anklage beim Regionalgericht Berner Jura-Seeland. Dieses verurteilte den Beschwerdeführer am 27. März 2014 - also nach Einreichung der Beschwerde in Strafsachen - wegen einfacher Körperverletzung, Tätlichkeiten, Drohung und Widerhandlung gegen das Waffengesetz zu 6 Monaten Freiheitsstrafe, bedingt bei einer Probezeit von 3 Jahren. Es rechnete die Polizei- und Untersuchungshaft im Umfang von 104 Tagen auf die Freiheitsstrafe an, die Ersatzmassnahmen im Umfang von 62 Tagen. Letztere hob es auf.\n\nDer Beschwerdeführer bringt vor, die Beschwerde sei trotzdem zu behandeln. |78|\n\n1.3.3 Das Bundesgericht verzichtet ausnahmsweise auf das Erfordernis des aktuellen praktischen Interesses, wenn sich die aufgeworfenen Fragen unter gleichen oder ähnlichen Umständen jederzeit wieder stellen können, eine rechtzeitige Überprüfung im Einzelfall kaum je möglich wäre und die Beantwortung wegen deren grundsätzlicher Bedeutung im öffentlichen Interesse liegt (BGE 139 I 206 E. 1.1 S. 208 mit Hinweisen).\n\nWie die folgenden Erwägungen zeigen, wirft der Beschwerdeführer zur Verhältnismässigkeit von Ersatzmassnahmen Fragen auf, die der höchstrichterlichen Klärung bedürfen. Da das Strafverfahren in Fällen wie hier in der Regel weit fortgeschritten ist, könnte es auch künftig sein, dass die Ersatzmassnahmen aufgehoben sind, wenn das Bundesgericht entscheidet. Es rechtfertigt sich deshalb, die Beschwerde an die Hand zu nehmen.\n\n(...)\n\n2.\n\n2.1 Der Beschwerdeführer bringt vor, die Verlängerung der Kontaktverbote sei unverhältnismässig gewesen.\n\n2.2 Gemäss Art. 237 StPO ordnet das zuständige Gericht anstelle der Untersuchungs- oder Sicherheitshaft eine oder mehrere mildere Massnahmen an, wenn sie den gleichen Zweck wie die Haft erfüllen (Abs. 1). Eine Ersatzmassnahme stellt namentlich das Verbot dar, mit bestimmten Personen Kontakte zu pflegen (Abs. 2 lit. g).\n\nUntersuchungshaft ist somit \"ultima ratio\" (BGE 135 I 71 E. 2.3 S. 73 mit Hinweisen). Kann der damit verfolgte Zweck - die Verhinderung von Flucht-, Kollusions-, Wiederholungs- oder Ausführungsgefahr - mit milderen Massnahmen erreicht werden, sind diese anzuordnen (Art. 212 Abs. 2 lit. c StPO). Dies gebietet der Grundsatz der Verhältnismässigkeit (Art. 36 Abs. 3 BV; Art. 197 Abs. 1 lit. c und d StPO).\n\nDie Ersatzmassnahmen müssen ihrerseits verhältnismässig sein. Dies gilt insbesondere in zeitlicher Hinsicht.\n\n2.3 Gemäss Art. 212 Abs. 3 StPO dürfen Untersuchungs- und Sicherheitshaft nicht länger dauern als die zu erwartende Freiheitsstrafe. Rückt die Dauer der Haft in grosse zeitliche Nähe der im Falle einer rechtkräftigen Verurteilung zu erwartenden Freiheitsstrafe, ist der Beschuldigte nach der Rechtsprechung zu entlassen (BGE 139 IV 270 E. 3.1 S. 275 mit Hinweisen). Bei einer derartigen Haftentlassung dürfen auch keine Ersatzmassnahmen mehr angeordnet werden |79| (BGE 133 I 27 E. 3.3 S. 30; BGE 107 Ia 206 E. 2b S. 208/209; Urteile 1B_100/2009 vom 20. Mai 2009 E. 3.5; 1P.570/2003 vom 20. Oktober 2003 E. 2.3). Andernfalls würden die Belastungen, denen der Beschuldigte durch die Zwangsmassnahmen ausgesetzt wäre, in ihrer Summierung das ihm zumutbare Mass übersteigen. Mit dem Vollzug der Untersuchungshaft ist dieses voll.\n\n2.4 Der Beschwerdeführer musste im Zeitpunkt des angefochtenen Entscheids aufgrund des Antrags der Staatsanwaltschaft in der Anklageschrift unstreitig mit einer Freiheitsstrafe von 240 Tagen, also ca. 8 Monaten, rechnen. Die Haft wäre also, wie er zutreffend vorbringt, längstens bis Mitte Februar 2014 zulässig gewesen. Er übergeht jedoch den Umstand, dass er am 24. September 2013 aus der Haft entlassen worden ist. Der Fall ist also nicht so zu beurteilen, wie wenn er bis Mitte Februar 2014 in Haft geblieben wäre.\n\nDer Beschwerdeführer erstand gut 3 Monate Untersuchungshaft. Nachher musste er noch Ersatzmassnahmen erdulden, welche die Vorinstanz am 15. Oktober 2013 auf die Kontaktverbote beschränkte. Die Ersatzmassnahmen stellten für den Beschwerdeführer eine weit geringere Belastung dar als Untersuchungshaft. Das Kontaktverbot zur Ehefrau dürfte ihn wenig getroffen haben, da er von dieser ohnehin getrennt lebte und mit ihr zerstritten war. Was das Kontaktverbot zu den Söhnen betrifft, gab er gegenüber dem Psychiater an, er wolle diese nicht mehr sehen, falls sie an ihren belastenden Aussagen festhielten. Auf ein besonders enges Verhältnis zu den Söhnen lässt das nicht schliessen.\n\nNach der Rechtsprechung sind Ersatzmassnahmen analog der Untersuchungshaft gemäss Art. 51 StGB auf die Freiheitsstrafe anzurechnen. Bei der Bestimmung der anrechenbaren Dauer hat das Gericht den Grad der Beschränkung der persönlichen Freiheit im Vergleich zum Freiheitsentzug bei Untersuchungshaft zu berücksichtigen (BGE 124 IV 1 E. 2a S. 3 mit Hinweis). Dabei kommt dem Gericht ein erheblicher Ermessensspielraum zu (vgl. BGE 121 IV 303 E. 4b S. 307).\n\nBis zum Urteil des Regionalgerichts dauerten die Ersatzmassnahmen gut 6 Monate. Das Regionalgericht hat diese im Umfang von 62 Tagen, also einem Drittel, auf die Strafe angerechnet. Ob es sich dabei an den Rahmen des ihm zustehenden Ermessens gehalten hat, ist hier nicht zu prüfen. Klar ist aber, dass unter den dargelegten Umständen im Vergleich zu Untersuchungshaft nur eine deutlich geringere Anrechnung in Frage kommt. |80|\n\nDie kantonalen Behörden verlängerten die Kontaktverbote bis zum 14. Mai 2014. Die Ersatzmassnahmen hätten damit knapp 8 Monate gedauert. Anzurechnen sind sie sicher weniger als zur Hälfte. Die Belastungen, denen der Beschwerdeführer aufgrund der Untersuchungshaft von gut 3 Monaten und den Ersatzmassnahmen ausgesetzt war, blieb damit in der Summierung hinter jenen zurück, die er bei einer zulässigen Untersuchungshaft von bis zu 8 Monaten zu erdulden gehabt hätte. Die Verlängerung der Kontaktverbote war daher verhältnismässig.\n\nDie Beschwerde ist im vorliegenden Punkt unbegründet.\n\n3.\n\n3.1 Der Beschwerdeführer bringt vor, die Verlängerung der Kontaktverbote sei unzulässig gewesen, weil die Staatsanwaltschaft das Beschleunigungsgebot verletzt habe.\n\n3.2 Gemäss Art. 5 StPO nehmen die Strafbehörden die Strafverfahren unverzüglich an die Hand und bringen sie ohne unbegründete Verzögerung zum Abschluss (Abs. 1). Befindet sich eine beschuldigte Person in Haft, so wird ihr Verfahren vordringlich durchgeführt (Abs. 2).\n\nNach der Rechtsprechung ist in einem Haftprüfungsverfahren die Rüge, das Strafverfahren werde nicht mit der gebotenen Beschleunigung geführt, nur so weit zu beurteilen, als die Verfahrensverzögerung geeignet ist, die Rechtmässigkeit der Untersuchungshaft in Frage zu stellen und zu einer Haftentlassung zu führen. Dies ist nur der Fall, wenn sie besonders schwer wiegt und zudem die Strafverfolgungsbehörden, z.B. durch eine schleppende Ansetzung der Termine für die anstehenden Untersuchungshandlungen, erkennen lassen, dass sie nicht gewillt oder nicht in der Lage sind, das Verfahren nunmehr mit der für Haftfälle gebotenen Beschleunigung voranzutreiben und zum Abschluss zu bringen (BGE 137 IV 92 E. 3.1 S. 96; BGE 128 I 149 E. 2.2.1 f. S. 151 f.; je mit Hinweisen).\n\nDiese Rechtsprechung kann grundsätzlich auf die Ersatzmassnahmen übertragen werden. Zu berücksichtigen ist allerdings, dass diese weniger in die Grundrechte eingreifen als Untersuchungshaft. Bei der Aufhebung von Ersatzmassnahmen ist deshalb grössere Zurückhaltung geboten. Je weniger sie den Beschuldigten belasten, desto krasser muss die Verfahrensverzögerung sein, damit sich die Aufhebung rechtfertigt.\n\n3.3 Im vorliegenden Fall ist keine besonders schwere Verletzung des Beschleunigungsgebots erkennbar. Die Vorinstanz hat sich dazu |81| eingehend geäussert. Ihre Erwägungen, auf welche verwiesen werden kann (vgl. Art. 109 Abs. 3 BGG), verletzen kein Bundesrecht. Im Übrigen bestehen auch keine Anhaltspunkte dafür, dass die kantonalen Behörden nicht gewillt oder in der Lage wären, das Verfahren mit der gebotenen Beschleunigung zum Abschluss zu bringen. Die erstinstanzliche Hauptverhandlung hat ja bereits stattgefunden.\n\nDie Beschwerde ist auch insoweit unbegründet.\n\n4.\n\n4.1 Der Beschwerdeführer bringt vor, indem ihm die Vorinstanz die Verfahrenkosten auferlegt habe, habe sie gegen Treu und Glauben verstossen. Ihr Entscheid beruhe auf einer Änderung ihrer Rechtsprechung, mit der er nicht habe rechnen müssen.\n\n4.2 Gemäss Art. 9 BV und Art. 3 Abs. 2 lit. a StPO beachten die Behörden den Grundsatz von Treu und Glauben. Dieser verbietet es, dem Beschwerdeführer Verfahrenskosten aufzuerlegen, wenn seine Anträge infolge einer Praxisänderung als unzulässig erklärt wurden (BGE 122 I 57 E. 3d S. 61; BGE 119 Ib 412 E. S. 415). Dasselbe gilt, wenn seine Anträge infolge einer Änderung der Rechtsprechung abgewiesen wurden (Urteil 6B_113/2009 vom 3. April 2009 E. 1).\n\n4.3 Im Entscheid vom 15. Oktober 2013 ging die Vorinstanz davon aus, Ersatzmassnahmen seien nicht länger zulässig als Untersuchungshaft. Damit hätten sie höchstens bis Mitte Februar 2014 dauern dürfen. Der Beschwerdeführer durfte deshalb darauf vertrauen, mit der neuen Beschwerde vor der Vorinstanz durchzudringen. Im angefochtenen Entscheid kam diese jedoch auf jenen vom 15. Oktober 2013 zurück und änderte ihre Ansicht. Das konnte der Beschwerdeführer nicht voraussehen. Bei dieser Sachlage verstösst es gegen Treu und Glauben, wenn sie ihm die Verfahrenskosten auferlegt hat.\n\nDie Beschwerde ist insoweit begründet."}