{"annee": "140", "cour": "III", "page": "391", "date": "24/6/2014", "cite": ["135 III 1", "133 III 645", "96 I 433", "137 III 47", "101 IA 463", "132 III 24", "135 III 397", "104 II 204", "137 III 556", "134 III 541", "123 III 165", "138 I 232", "138 III 659"], "cite_par": ["141 V 657", "142 III 671"], "chapeau": "59. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. Zentrale Paritätische Berufskommission Plattenleger gegen A. AG (Beschwerde in Zivilsachen)\n\n4A_233/2013 vom 24. Juni 2014", "regestes": ["Art. 74 al. 2 let. a LTF; question juridique de principe; clause d'effectivité dans une CCT. Notions de clause d'effectivité limitée et de clause de garantie d'effectivité. Admissibilité de clauses d'effectivité dans une CCT en tant que question juridique de principe (consid. 1.3).", "Art. 357b al. 1 CO; légitimation active d'une commission professionnelle paritaire. Une CCT peut prévoir la création d'associations auxquelles sera transférée l'exécution commune au sens de l'art. 357b CO (consid. 2).", "Art. 356 al. 1 CO; clause d'effectivité limitée; clause de garantie d'effectivité; délimitation et admissibilité. Différence entre une clause d'effectivité limitée et une clause de garantie d'effectivité (consid. 3). Une clause d'effectivité limitée est admissible (consid. 4)."], "faits": "|392|\n\nA. Mit Entscheid vom 6. Oktober 2008 stellte die Regionale Paritätische Berufskommission Plattenleger, Sektion Zentralschweiz, fest, die A. AG (Beschwerdegegnerin) habe gegen die Bestimmungen des Gesamtarbeitsvertrages für das Plattenlegergewerbe der Gebiete Bern, Zentralschweiz, Zürich und Bezirk Baden des Kantons Aargau (nachfolgend: GAV; teilweise allgemein verbindlich erklärt mit Bundesratsbeschluss vom 28. September 2005 [BBl 2005 5999] per 1. November 2005) verstossen. Zu den verletzten Bestimmungen gehöre namentlich der per 1. Oktober 2006 allgemeinverbindlich erklärte |393| Anhang Nr. 1 des GAV, wonach die effektiven Löhne aller der Allgemeinverbindlicherklärung unterstellten Arbeitnehmer bestimmter Kategorien um Fr. 100.- erhöht würden (Bundesratsbeschluss vom 7. September 2006 [BBl 2006 7745]). Der A. AG wurde u.a. eine Konventionalstrafe von Fr. 2'500.- auferlegt, welche die Zentrale Paritätische Berufskommission Plattenleger (Beschwerdeführerin) auf Rekurs der A. AG hin auf Fr. 2'000.- reduzierte.\n\nB. Am 22. September 2011 klagte die Zentrale Paritätische Berufskommission Plattenleger beim Kantonsgericht Zug gegen die A. AG auf Zahlung einer Konventionalstrafe von Fr. 2'000.- und von Verfahrenskosten.\n\nMit Entscheid vom 30. April 2012 hiess die Einzelrichterin am Kantonsgericht die Klage teilweise gut. Sie reduzierte die Konventionalstrafe jedoch um Fr. 400.-, da die A. AG nur in vier statt in fünf Punkten den GAV verletzt habe. Sie habe zwar den Lohn zweier Angestellter nicht erhöht, obwohl im Anhang Nr. 1 des GAV per 1. Oktober 2006 eine Erhöhung nicht lediglich der bisherigen Mindestlöhne, sondern der bisherigen effektiv bezahlten Löhne vorgesehen gewesen sei. Diese Klausel stelle jedoch eine unzulässige Effektivgarantieklausel dar. Da die Löhne der zwei Angestellten nach wie vor über den im GAV vorgesehenen (neuen) Mindestlöhnen lägen, sei der GAV in diesem Punkt nicht verletzt worden.\n\nDiesen Entscheid bestätigte das Obergericht des Kantons Zug mit Urteil vom 21. März 2013. Es ging ebenfalls von einer unzulässigen Effektivgarantieklausel aus.\n\nC. Mit Beschwerde in Zivilsachen und subsidiärer Verfassungsbeschwerde beantragt die Zentrale Paritätische Berufskommission Plattenleger dem Bundesgericht die Aufhebung des vorinstanzlichen Urteils und die Verurteilung der A. AG zur Zahlung einer Konventionalstrafe von Fr. 2'000.- und von Verfahrenskosten. Eventualiter sei die Sache zu neuer Beurteilung an das Obergericht zurückzuweisen.\n\nAm 24. Juni 2014 führte das Bundesgericht eine öffentliche Urteilsberatung durch. Es tritt auf die subsidiäre Verfassungsbeschwerde nicht ein, heisst die Beschwerde in Zivilsachen teilweise gut und hebt das Urteil des Obergerichts des Kantons Zug vom 21. März 2013 auf. Die Sache wird zur Ergänzung des Sachverhalts und zu neuer Entscheidung an die Vorinstanz zurückgewiesen.\n\n(Zusammenfassung) |394|", "considerants": "Aus den Erwägungen:\n\n1. (...)\n\n1.3 Bei der zu beurteilenden Streitsache handelt es sich um eine vermögensrechtliche Angelegenheit. Da nicht eine arbeitsrechtliche Streitigkeit i.S. von Art. 74 Abs. 1 lit. a BGG vorliegt (vgl. Urteil 4A_535/2009 vom 25. März 2010 E. 1.2.1), ist die Beschwerde in Zivilsachen zulässig, sofern der Streitwert mindestens Fr. 30'000.- beträgt (Art. 74 Abs. 1 lit. b BGG). Der Streitwert bestimmt sich nach den Begehren, die vor der Vorinstanz strittig geblieben sind (Art. 51 Abs. 1 lit. a BGG; BGE 137 III 47 E. 1). Vorliegend wird der von Art. 74 Abs. 1 lit. b BGG geforderte Mindestbetrag offensichtlich nicht erreicht.\n\nErreicht der Streitwert den massgebenden Betrag nicht, ist die Beschwerde in Zivilsachen u.a. dennoch zulässig, wenn sich eine Rechtsfrage von grundsätzlicher Bedeutung stellt (Art. 74 Abs. 2 lit. a BGG). Dies ist der Fall, wenn ein allgemeines und dringendes Interesse besteht, dass eine umstrittene Frage höchstrichterlich geklärt wird, um eine einheitliche Anwendung und Auslegung des Bundesrechts herbeizuführen und damit eine erhebliche Rechtsunsicherheit auszuräumen (BGE 138 I 232 E. 2.3; BGE 135 III 1 E. 1.3 S. 4, BGE 135 III 397 E. 1.2; BGE 133 III 645 E. 2.4 S. 648 f.).\n\n1.3.1 Nach Ansicht der Beschwerdeführerin hat die Vorinstanz die in zahlreichen Gesamtarbeitsverträgen gleich formulierte Klausel, wonach Lohnerhöhungen auf den effektiven Löhnen zu gewähren seien, zu Unrecht als Effektivgarantieklausel qualifiziert. Es liege vielmehr eine zulässige begrenzte Effektivklausel vor. Die Vorinstanz habe selbst ausgeführt, dass die bundesgerichtliche Rechtsprechung zu den Effektivklauseln unklar sei. Da potentiell eine grosse Anzahl von Arbeitsverhältnissen betroffen seien, liege eine Rechtsfrage von grundsätzlicher Bedeutung vor, die durch das Bundesgericht zu klären sei.\n\n1.3.2 Eine begrenzte Effektivklausel sieht vor, dass eine im GAV vorgesehene Lohnerhöhung auf den bisher effektiv bezahlten Löhnen zu gewähren ist. Im Umfang der Anhebung der Mindestlöhne soll der effektive Lohn angehoben werden (vgl. nur STREIFF/VON KAENEL/RUDOLPH, Arbeitsvertrag, 7. Aufl. 2012, N. 7 zu Art. 357 OR). Die Vertragsparteien können den Arbeitsvertrag indessen wieder ändern und den Lohn bis auf den neuen Mindestlohn senken (PORTMANN/STÖCKLI, Schweizerisches Arbeitsrecht, 3. Aufl. 2013, N. 1128; GEISER/MÜLLER, Arbeitsrecht in der Schweiz, 2. Aufl. 2012, N. 811; VISCHER/ |395| ALBRECHT, Zürcher Kommentar, 4. Aufl. 2006, N. 38 zu Art. 357 OR). Im Gegensatz dazu will die Effektivgarantieklausel die Erhöhung der effektiven Löhne für die gesamte Dauer des GAV sichern, so dass die neu berechneten Löhne nicht mehr auf den neuen Mindestlohn gesenkt werden dürfen (STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 7 zu Art. 357 OR; VISCHER/ALBRECHT, a.a.O., N. 40 zu Art. 357 OR; FRANK VISCHER, Der Arbeitsvertrag, SPR Bd. VII/4, 3. Aufl. 2005, S. 349).\n\n1.3.3 Effektivgarantieklauseln sind nach der ganz herrschenden Lehre unzulässig (so PORTMANN/STÖCKLI, a.a.O., N. 1126; STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 7 zu Art. 357 OR; GABRIEL AUBERT, in: Commentaire romand, Code des obligations, Bd. I, 2. Aufl. 2012, N. 6 zu Art. 357 OR; GEISER/MÜLLER, a.a.O., N. 811; VISCHER/ALBRECHT, a.a.O., N. 41 zu Art. 357 OR; MANFRED REHBINDER, Schweizerisches Arbeitsrecht, 15. Aufl. 2002, N. 543; VISCHER, a.a.O., S. 349; MATTHÄUS JAN DEN OTTER, Das kollektive Arbeitsrecht im schweizerischen Bankwesen, 1986, S. 115; ROLF BÄNZIGER, Die Effektivklausel im Gesamtarbeitsvertrag, 1981, S. 36 ff., 124; OTTO ARREGGER, Die normativen Bestimmungen des Gesamtarbeitsvertrages und ihr Verhältnis zum Einzelarbeitsvertrag, 1974, S. 70 ff.; differenzierend JEAN-FRITZ STÖCKLI, Berner Kommentar, 1999, N. 50 zu Art. 357 OR).\n\nAuch die begrenzten Effektivklauseln sind umstritten (für Zulässigkeit PORTMANN/STÖCKLI, a.a.O., N. 1127 f.; STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 7 zu Art. 357 OR; AUBERT, a.a.O., N. 6 zu Art. 357 OR; GEISER/MÜLLER, a.a.O., N. 811; VISCHER, a.a.O., S. 348; DEN OTTER, a.a.O., S. 115 ff.; für Ungültigkeit REHBINDER, a.a.O., N. 543; BÄNZIGER, a.a.O., S. 124 ff.; ARREGGER, a.a.O., S. 77 ff.; anders als in der Vorauflage auch VISCHER/ALBRECHT, a.a.O., N. 38 zu Art. 357 OR; für dispositive Wirkung STÖCKLI, a.a.O., N. 49 zu Art. 357 OR).\n\nUnklar ist gemäss der Lehre die Haltung des Bundesgerichts (vgl. VISCHER/ALBRECHT, a.a.O., N. 38 und 41 zu Art. 357 OR; vgl. auch STÖCKLI, a.a.O., N. 49 f. zu Art. 357 OR).\n\n1.3.4 Tatsächlich hat sich das Bundesgericht bis anhin nicht ausdrücklich zur Zulässigkeit der Effektivklauseln geäussert. In BGE 96 I 433 E. 5a S. 436, der in der Lehre hauptsächlich zitiert wird, hat das Bundesgericht einer Bestimmung eines GAV, wonach bei der Berechnung der Gehaltserhöhungen vom effektiven Lohn auszugehen sei, normative Wirkung zugestanden. Mit der Zulässigkeit einer solchen Klausel setzte es sich indessen nicht auseinander. In BGE 101 Ia 463 E. 2 S. 466, der in der Lehre ebenfalls zitiert wird, führte das |396| Bundesgericht aus, dass das Vorgehen des Arbeitgebers praktisch auf eine Gesetzesumgehung hinausliefe, wenn er den Grundlohn kürzen dürfte, bevor er die im GAV vorgesehene Lohnerhöhung gewähre. Aus diesem obiter dictum (so auch BGE 104 II 204 E. 3b S. 207) lässt sich hinsichtlich der Zulässigkeit von Effektivklauseln nichts ableiten. Auch im Urteil P.655/1977 vom 11. Juli 1977 i.S. Haefeli wird in E. 2 lediglich beschreibend festgehalten, Vereinbarungen über die Erhöhung von effektiv ausbezahlten Löhnen wirkten normativ. Im jüngsten BGE 104 II 204 wird ausdrücklich offengelassen, ob Effektivklauseln zulässig sind, dies unter Verweis auf eine Lehrmeinung, die sich sowohl gegen die Zulässigkeit der Effektivgarantieklausel als auch gegen die Zulässigkeit der begrenzten Effektivklausel ausgesprochen hat (E. 3c S. 207 mit Verweis auf ARREGGER, a.a.O., insb. S. 67 ff.).\n\n1.3.5 Aus dem Gesagten ergibt sich, dass beide in Frage stehenden Effektivklauseln in der Lehre umstritten sind und die Rechtsprechung sich bis anhin nicht ausführlich mit deren Zulässigkeit befasst hat. Vor diesem Hintergrund ist ein Klärungsbedürfnis und damit das Vorliegen einer Rechtsfrage von grundsätzlicher Bedeutung zu bejahen. Die Beschwerde in Zivilsachen erweist sich damit gestützt auf Art. 74 Abs. 2 lit. a BGG als zulässig. Auf die subsidiäre Verfassungsbeschwerde ist demnach nicht einzutreten (Art. 113 BGG).\n\n2. Die Beschwerdegegnerin bestreitet die Aktivlegitimation der Beschwerdeführerin.\n\n2.1 Nach Art. 357b Abs. 1 OR können die Vertragsparteien eines GAV vereinbaren, dass ihnen gemeinsam ein Anspruch auf Einhaltung des Vertrages gegenüber den beteiligten Arbeitgebern und Arbeitnehmern zusteht. Eine solche Vereinbarung ist möglich, soweit es sich um folgende Gegenstände handelt: Abschluss, Inhalt und Beendigung des Arbeitsverhältnisses, wobei der Anspruch nur auf Feststellung geht (lit. a), Beiträge an Ausgleichskassen und andere das Arbeitsverhältnis betreffende Einrichtungen, Vertretung der Arbeitnehmer in den Betrieben und Wahrung des Arbeitsfriedens (lit. b) sowie Kontrolle, Kautionen und Konventionalstrafen in Bezug auf Bestimmungen gemäss lit. a und b (lit. c).\n\nEin GAV kann die Gründung von Vereinen vorsehen, denen die gemeinsame Durchführung nach Art. 357b OR übertragen wird (BGE 134 III 541 E. 4 S. 544 ff.). Das Bundesgericht hat der Ansicht, diesfalls seien trotzdem die Vertragsparteien und nicht die als Verein |397| organisierte paritätische Berufskommission aktivlegitimiert, bereits eine Absage erteilt (BGE 134 III 541 E. 4 S. 544 ff.). Der Umfang der Aktivlegitimation richtet sich nach den der Beschwerdeführerin im GAV zugewiesenen Kompetenzen (BGE 137 III 556 E. 4.5 S. 560). Es können somit in einem GAV die Grundlagen dafür geschaffen werden, dass eine paritätische Berufskommission in eigenem Namen den Anspruch auf eine Konventionalstrafe (auch) vor Gericht einfordern kann (soweit aus BGE 137 III 556 E. 4.5 Satz 2 gefolgert werden wollte, diese Frage sei noch offen, trifft dies nicht zu; in diesem Sinn auch THOMAS KOLLER, Die arbeitsrechtliche Rechtsprechung des Bundesgerichts im Jahr 2011, ZBJV 149/2013 S. 726).\n\n2.2 Der Beschwerdeführerin wurde in Art. 2.3 GAV die gemeinsame Durchführung nach Art. 357b OR übertragen. Nach Art. 3.1.4 GAV können die Regionale Paritätische Berufskommission und die Beschwerdeführerin Arbeitgeber und Arbeitnehmer, die gesamtarbeitsvertragliche Verpflichtungen verletzen, mit einer Konventionalstrafe belegen, die innert Monatsfrist seit Zustellung des Entscheides zu überweisen ist. Ebenfalls auferlegt werden können ihnen nach Art. 3.1.5 GAV und Art. 3.1.6 GAV Kontroll- und Verfahrenskosten. Zu den Kompetenzen der Beschwerdeführerin gehören nach Art. 3.1.3 Ziff. 3 GAV die Fällung und der Einzug von Konventionalstrafen sowie die Überwälzung angefallener Kontroll- und Verfahrenskosten. Alle diese Bestimmungen wurden allgemeinverbindlich erklärt und sind auch sowohl in der ab 1. Januar 2010 gültigen Version des GAV (vgl. Bundesratsbeschluss vom 20. November 2009 über die Allgemeinverbindlicherklärung des Gesamtarbeitsvertrages für das Plattenlegergewerbe der Gebiete Bern, Zentralschweiz, Zürich und Bezirk Baden des Kantons Aargau [BBl 2009 8473]) als auch in der ab 1. Oktober 2013 gültigen Version des GAV enthalten (vgl. Bundesratsbeschluss vom 22. August 2013 über die Allgemeinverbindlicherklärung des Gesamtarbeitsvertrages für das Plattenlegergewerbe in den Kantonen Aargau, Bern, Glarus, Luzern, Nidwalden, Obwalden, Schwyz, Solothurn, Uri, Zug und Zürich [BBl 2013 7157]). Es stellt sich die Frage, ob der Einzug von Konventionalstrafen und die Überwälzung von Verfahrenskosten nach Art. 3.1.3 Ziff. 3 GAV auch gerichtliche Schritte umfasst.\n\n2.3 Schuldrechtliche Bestimmungen, welche wie hier die Rechte und Pflichten der Tarifpartner unter sich regeln, sind gemäss den Grundsätzen über die Auslegung von Verträgen zu interpretieren (BGE 127 |398| III 318 E. 2a S. 322). Entscheidend ist demnach in erster Linie der übereinstimmende wirkliche Wille der Vertragsparteien und in zweiter Linie, falls ein solcher nicht festgestellt werden kann, die Auslegung der Erklärungen der Parteien aufgrund des Vertrauensprinzips (BGE 138 III 659 E. 4.2.1 S. 666 mit Hinweisen). Dabei ist vom Wortlaut der Erklärungen auszugehen, welche jedoch nicht isoliert, sondern aus ihrem konkreten Sinngefüge heraus zu beurteilen sind (BGE 138 III 659 E. 4.2.1 S. 666; BGE 123 III 165 E. 3a S. 168). Demnach ist der vom Erklärenden verfolgte Regelungszweck, wie ihn der Erklärungsempfänger in guten Treuen verstehen durfte und musste, massgebend (BGE 138 III 659 E. 4.2.1 S. 666; BGE 132 III 24 E. 4 S. 28).\n\nDie Vorinstanz hat keine Feststellungen zum tatsächlichen Willen der Vertragsparteien des GAV, die nicht Parteien des vorliegenden Verfahrens sind, getroffen. Da somit der tatsächliche übereinstimmende Wille der Vertragsparteien nicht festgestellt wurde, sind die Bestimmungen des GAV nach dem Vertrauensprinzip auszulegen. Die Beschwerdeführerin wurde sowohl mit der Fällung als auch mit dem Einzug von Konventionalstrafen betraut. Ein \"Einzug\" umfasst, sofern die Schuldnerin nicht bezahlt, auch die gerichtliche Geltendmachung der Konventionalstrafe. Auch eine \"Überwälzung\" von Verfahrenskosten darf in guten Treuen so verstanden werden, dass zu diesem Zweck gerichtliche Schritte möglich sind. Nach dem Wortlaut wurde die Beschwerdeführerin somit im GAV damit betraut, Gerichtsverfahren wie das vorliegende zu führen. Dieses Auslegungsergebnis wird bestätigt durch den Regelungszweck, wie er in guten Treuen verstanden werden muss. Die Parteien des GAV haben die Kompetenzen zum Einzug von Konventionalstrafen und zur Überwälzung der Verfahrenskosten der Beschwerdeführerin übertragen. Es kann nicht davon ausgegangen werden, dass sie damit verbundene Gerichtsverfahren selbst führen wollten. Daraus ergibt sich insgesamt, dass die Aktivlegitimation der Beschwerdeführerin zu bejahen ist.\n\n2.4 Dem gerichtlichen Vorgehen der Beschwerdeführerin stehen im Übrigen auch deren Vereinsstatuten nicht entgegen. Soweit gerichtliche Schritte nicht ohnehin vom Vereinszweck (vgl. nicht publ. E. 1.2) gedeckt sind, gilt nach der Rechtsprechung des Bundesgerichts, dass die Aufgaben einer paritätischen Berufskommission auch die Erhebung gerichtlicher Klagen beinhalten und dass diese Kompetenz nicht ausdrücklich in den Statuten eingeräumt werden muss (BGE 134 III 541 E. 5 S. 547). |399|\n\n3. Die Beschwerdeführerin rügt, die Vorinstanz habe die im GAV enthaltene Klausel zu Unrecht als (unzulässige) Effektivgarantieklausel qualifiziert. Es liege vielmehr eine begrenzte Effektivklausel vor. Die Beschwerdegegnerin teilt diese Auffassung.\n\n3.1 Der per 1. Oktober 2006 allgemeinverbindlich erklärte Anhang Nr. 1 des GAV sieht vor, die effektiven Löhne aller der Allgemeinverbindlicherklärung unterstellten Arbeitnehmer in den vorliegend massgebenden Kategorien würden generell um Fr. 100.- erhöht. Der Bundesratsbeschluss über die Allgemeinverbindlicherklärung dieser geänderten Bestimmung enthält eine Übergangsbestimmung, wonach Arbeitgeber, die ihren Arbeitnehmern seit dem 1. April 2006 eine allgemeine Lohnerhöhung gewährt hätten, diese an die Lohnerhöhung anrechnen können. Die Vorinstanz hat aus dieser Übergangsbestimmung auf das Vorliegen einer Effektivgarantieklausel geschlossen.\n\n3.2 Für die Qualifikation der Klausel zentral ist die Unterscheidung zwischen Mindestlohn und übertariflichem Lohn. Als übertariflicher Lohn wird die Differenz zwischen dem effektiven Lohn und dem Mindestlohn bezeichnet. Gemeinsamer Zweck beider Effektivklauseln ist es, den Mindestlohn aller dem GAV unterstellten Arbeitnehmer zu erhöhen, ohne dabei den übertariflichen Lohn zu verändern. Wer bisher einzig Anspruch auf den Mindestlohn hatte, soll nach der Lohnerhöhung den neuen höheren Mindestlohn ausbezahlt erhalten. Wer hingegen einen übertariflichen Lohn mit seinem Arbeitgeber vereinbart hatte, soll den bisherigen Anteil des übertariflichen Lohns weiterhin zusätzlich zum neuen höheren Mindestlohn ausbezahlt erhalten.\n\nDieses Resultat können die Parteien des Einzelarbeitsvertrags bei Vorliegen einer begrenzten Effektivklausel jederzeit einvernehmlich korrigieren. Soll der Lohn insgesamt unverändert bleiben, so können sie somit im Umfang der Erhöhung des Mindestlohns den übertariflichen Lohn herabsetzen. Möglich ist auch eine entsprechende einseitige Abänderung durch den Arbeitgeber mittels einer Änderungskündigung. Demgegenüber verbietet die Effektivgarantieklausel den Parteien, den übertariflichen Lohn zu senken. Dieses Verbot erfasst nicht nur die Senkung im Umfang der Lohnerhöhung bei deren Inkrafttreten, sondern jegliche Senkung des (im Zeitpunkt des Inkrafttretens bestehenden) übertariflichen Lohns während der gesamten Dauer des GAV. |400|\n\n3.3 Die Lohnautonomie im übertariflichen Bereich stellt eine grundlegende Basis des Arbeitsrechts dar (STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 7 zu Art. 357 OR). Während ein Mindestlohn durch den GAV festgelegt werden kann, bleibt die allfällige Vereinbarung eines übertariflichen Lohns grundsätzlich den Parteien des Einzelarbeitsvertrags vorbehalten. Es ist daher vom Grundsatz auszugehen, dass diese einen vereinbarten übertariflichen Lohn auch jederzeit abändern können. Sollten die Tarifpartner ausnahmsweise von diesem Grundsatz abweichen wollen, so müsste dies im GAV vorgesehen werden. Für die Qualifikation von Effektivklauseln bedeutet dies Folgendes: Sowohl die begrenzte Effektivklausel als auch die Effektivgarantieklausel sehen eine Erhöhung der effektiven Löhne vor. Soll zusätzlich die Autonomie der Parteien des Einzelarbeitsvertrags durch ein Verbot eingeschränkt werden, den bestehenden übertariflichen Lohn während der Dauer des GAV zu senken, so muss dies aus der GAV-Klausel hervorgehen. Denn im Zweifel ist von der Geltung des Grundsatzes (Privatautonomie im übertariflichen Bereich) auszugehen und nicht von einer Ausnahme (Eingriff in diese Privatautonomie). Wird im GAV ein Verbot der Senkung des übertariflichen Lohns vorgesehen, liegt eine Effektivgarantieklausel vor. Lässt sich der GAV-Klausel kein solches Verbot entnehmen, gilt der Grundsatz der Privatautonomie, womit eine begrenzte Effektivklausel vorliegt.\n\n3.4 Der geänderten Bestimmung des Anhangs Nr. 1 des GAV lässt sich nichts entnehmen, was auf eine Sicherung der Erhöhung der effektiven Löhne für die gesamte Dauer des GAV schliessen liesse. Es wird einzig festgehalten, dass die generelle Erhöhung um Fr. 100.- pro Monat auf den effektiven Löhnen zu leisten sei, mithin auch auf Löhnen, die aufgrund einer übertariflichen Lohnkomponente insgesamt bereits höher sind als der neue Mindestlohn. Auf diesen Löhnen wäre ohne eine solche Klausel eine Lohnerhöhung gar nicht erst geschuldet. Die Klausel bewirkt somit, dass die Parteien des Einzelarbeitsvertrags tätig werden müssen, wenn der bisherige Lohn beibehalten werden soll. Ein solches Tätigwerden in Form einer Senkung des übertariflichen Lohns anlässlich der Lohnerhöhung oder auch zu einem späteren Zeitpunkt schliesst die Bestimmung nicht aus.\n\nAuch die vom Bundesrat vorgesehene Übergangsregelung macht die Klausel nicht zu einer Effektivgarantieklausel. Eine Herabsetzung übertariflicher Löhne, die vor dem 1. April 2006 vereinbart worden sind, wird dadurch in keiner Weise ausgeschlossen. Zudem ist diese Regelung nicht Teil der geänderten GAV-Bestimmungen im |401| Anhang Nr. 1 und daher für die Frage der Qualifikation der GAV-Klausel ohnehin nicht relevant.\n\n3.5 Bei der GAV-Klausel, wonach die effektiven Löhne generell um Fr. 100.- erhöht werden sollen, handelt es sich nach dem Gesagten nicht um eine Effektivgarantieklausel, sondern um eine begrenzte Effektivklausel.\n\n4. Nachdem die im geänderten Anhang Nr. 1 des GAV enthaltene Klausel als begrenzte Effektivklausel qualifiziert wurde, ist zu prüfen, ob eine solche zulässig ist.\n\n4.1 Voraussetzung für die Zulässigkeit einer GAV-Klausel ist, dass die Tarifpartner die Grenzen ihrer Regelungsbefugnis einhalten. Nicht zulässig sind demnach Bestimmungen in Bereichen, die der Privatautonomie der Parteien des Einzelarbeitsvertrags vorbehalten sind.\n\n4.1.1 In der Lehre wird geltend gemacht, die begrenzte Effektivklausel greife unzulässig in die Privatautonomie ein (VISCHER/ALBRECHT, a.a.O., N. 38 i.V.m. N. 37 zu Art. 357 OR; REHBINDER, a.a.O., N. 543; ARREGGER, a.a.O., S. 77 f.; BÄNZIGER, a.a.O., S. 134). Mit der begrenzten Effektivklausel werde ein Anspruch auf Erhöhung des Effektivlohns eingeräumt, obwohl individualrechtlich kein solcher bestehe (BÄNZIGER, a.a.O., S. 128). Die Tarifpartner könnten aber nicht die Bezahlung über- oder aussertariflicher Löhne anordnen, ohne sie zum Tariflohn zu machen (BÄNZIGER, a.a.O., S. 126).\n\n4.1.2 Durch den Gesamtarbeitsvertrag stellen Arbeitgeber oder deren Verbände und Arbeitnehmerverbände gemeinsam Bestimmungen über Abschluss, Inhalt und Beendigung der einzelnen Arbeitsverhältnisse der beteiligten Arbeitgeber und Arbeitnehmer auf (Art. 356 Abs. 1 OR). Zum Inhalt, der durch die Tarifpartner geregelt werden darf, gehören auch bestimmte Lohnvorschriften. So ist unbestritten, dass in einem GAV Mindestlöhne oder 13. Monatslöhne vorgeschrieben werden können (vgl. nur STREIFF/VON KAENEL/RUDOLPH, a.a.O., N. 8 zu Art. 356 OR; REHBINDER, a.a.O., N. 531). Auch diese Bestimmungen stellen einen Eingriff in die Privatautonomie dar. Solche Eingriffe sind jedoch nicht per se unzulässig. Die Regelungsbefugnis der Tarifpartner endet (erst) dort, wo übermässig in die Freiheit der Einzelvereinbarung im übertariflichen Bereich eingegriffen würde (PORTMANN/STÖCKLI, a.a.O., N. 1124; GEISER/MÜLLER, a.a.O., N. 811).\n\n4.1.3 Die begrenzte Effektivklausel führt theoretisch nur zu einer Erhöhung des Mindestlohns und greift gerade nicht in den |402| übertariflichen Lohn ein, da dieser unverändert bestehen bleibt. Es trifft aber zu, dass sich dadurch die Lohnsumme insgesamt erhöht und dass der Arbeitgeber möglicherweise nicht bereit gewesen wäre, diesen insgesamt höheren Lohn bzw. zum neuen höheren Mindestlohn zusätzlich übertariflichen Lohn in derselben Höhe auszuzahlen. Es ist daher von einem Eingriff in die Privatautonomie auszugehen. Die Regelungsbefugnis der Tarifpartner ist indessen nur zu verneinen, wenn dieser Eingriff als übermässig zu qualifizieren ist.\n\nVorab ist zu berücksichtigen, dass es den Parteien des Einzelarbeitsvertrags unbenommen bleibt, im Einvernehmen den übertariflichen Lohn jederzeit zu senken oder ganz zu streichen (so auch DEN OTTER, a.a.O., S. 115). Damit können sie die durch die begrenzte Effektivklausel angeordnete allgemeine Lohnerhöhung kompensieren. Stimmen Arbeitnehmer und Arbeitgeber darin überein, dass weiterhin der bisherige Lohn gelten soll, so beschränkt sich der Eingriff in die Privatautonomie somit darauf, dass die Parteien eine Vereinbarung über die Herabsetzung des übertariflichen Lohns treffen müssen. Weitergehende Auswirkungen hat die begrenzte Effektivklausel dann, wenn der Arbeitnehmer mit einer Herabsetzung des übertariflichen Lohns nicht einverstanden ist. Diesfalls ist der Arbeitgeber auf den Weg über die Änderungskündigung verwiesen.\n\nZu berücksichtigen ist weiter, dass die begrenzte Effektivklausel einen Eingriff von ähnlicher Intensität darstellt wie etwa die unbestrittenermassen zulässigen GAV-Bestimmungen, die Arbeitnehmer hätten Anspruch auf einen 13. Monatslohn oder auf bezahlte Ferientage. Die Anordnung der Zahlung eines 13. Monatslohns oder weiterer bezahlter Ferientage geht sogar noch weiter. Während die begrenzte Effektivklausel unabhängig vom effektiven Lohn allen Arbeitnehmern eine Lohnerhöhung um einen bestimmten Betrag gewährt, ordnen die Tarifpartner mit der Einräumung eines Anspruchs auf einen 13. Monatslohn nicht nur eine 13. Zahlung des betragsmässig bestimmten Mindestlohns an, sondern sogar auch eine 13. Zahlung des übertariflichen Lohns, den die Tarifpartner nicht kennen. Dasselbe gilt für Ferientage, die nicht nur mit dem Mindestlohn, sondern auch mit dem vereinbarten Anteil des übertariflichen Lohns abgegolten werden müssen. Nach dem Vergleich mit diesen (zulässigen) Regelungen erscheint auch die Anordnung einer allgemeinen Lohnerhöhung nicht als unzulässiger Eingriff in die Privatautonomie (so auch GEISER/MÜLLER, a.a.O., N. 811; implizit auch STREIFF/VON KAENEL/RUDOLPH, |403| a.a.O., N. 7 zu Art. 357 OR). Die Tarifpartner sind somit grundsätzlich befugt, im GAV anzuordnen, die vereinbarte Lohnerhöhung sei auf den effektiven Löhnen zu leisten.\n\n4.2 Kritisiert wird weiter, die begrenzte Effektivklausel verletze das Gleichbehandlungsgebot, weil individuelle Lohnunterschiede perpetuiert würden (VISCHER/ALBRECHT, a.a.O., N. 38 i.V.m. N. 37 zu Art. 357 OR; REHBINDER, a.a.O., N. 543; ARREGGER, a.a.O., S. 77; BÄNZIGER, a.a.O., S. 135). Eine Gleichbehandlung setzt indessen gleiche Umstände voraus (vgl. Urteil 4A_356/2011 vom 9. November 2011 E. 9.7). Solche gleichen Umstände liegen bei Arbeitnehmern, die einen einzelarbeitsvertraglichen Anspruch auf übertariflichen Lohn haben, und Arbeitnehmern, die keinen solchen Anspruch haben und einzig den Mindestlohn bezahlt erhalten, gerade nicht vor. Die begrenzte Effektivklausel führt nur dazu, dass Arbeitnehmer mit einem einzelvertraglichen Anspruch auf übertariflichen Lohn, die bereits vor der Änderung des GAV mehr verdienten als die anderen Arbeitnehmer, auch weiterhin Anspruch auf mehr Lohn haben als diese. Der Zweck der begrenzten Effektivklausel besteht somit darin, dass sämtliche Arbeitnehmer unabhängig von ihrem bisherigen Lohn in den Genuss der zwischen den Tarifpartnern ausgehandelten Lohnerhöhung kommen (vgl. E. 3.3). Dies verletzt das Gleichbehandlungsgebot nicht.\n\n4.3 Aus dem Gesagten ergibt sich, dass keine Gründe dafür bestehen, eine von den Tarifpartnern vereinbarte begrenzte Effektivklausel für unzulässig zu erklären."}