{"annee": "140", "cour": "I", "page": "107", "date": "12/2/2014", "cite": ["136 I 376", "131 I 85", "136 I 352", "139 I 195"], "cite_par": ["143 I 92", "140 I 394"], "chapeau": "8. Auszug aus dem Urteil der I. öffentlich-rechtlichen Abteilung i.S. Addor und Mitb. gegen Staatsrat des Kantons Wallis (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n1C_495/2012 vom 12. Februar 2014", "regestes": ["Art. 34 al. 2 Cst.; taille des circonscriptions électorales lors d'une élection du parlement cantonal selon le système proportionnel. Les quorums naturels qui dépassent la limite de 10 % sont par principe illicites dans un mode d'élection cantonal à la proportionnelle. Dans l'examen de la question de savoir si un découpage historique du territoire cantonal justifie exceptionnellement une circonscription électorale avec un quorum naturel plus élevé, il faut désormais tenir compte du fait qu'il existe des possibilités de maintenir de petites circonscriptions électorales permettant une protection des minorités, tout en garantissant une représentation relativement fidèle des forces électorales. Si un canton ne fait pas usage de ces possibilités, des circonscriptions électorales manifestement trop petites vu la limite de 10 % du quorum naturel ne sont plus admissibles; peu importe que le découpage des circonscriptions électorales soit justifié par d'importants motifs historiques, fédéralistes, culturels, linguistiques ou religieux (consid. 4).", "Art. 34 al. 2 Cst.; mode d'élection à la proportionnelle sur l'ensemble du territoire cantonal. La Constitution du canton du Valais se distingue par son mode d'élection du Grand Conseil à la proportionnelle. Sa teneur ne s'oppose pas à un mode d'élection qui reflète l'idée du système proportionnel sur tout le territoire cantonal, dès lors que les districts et demi-districts sont maintenus comme circonscriptions électorales. Les autorités cantonales ne peuvent (plus) invoquer le fait que la Constitution cantonale ne prévoit qu'une représentation proportionnelle par districts (consid. 5)."], "faits": "BGE 140 I 107 S. 108\n\nDer Staatsrat des Kantons Wallis fasste am 22. August 2012 den Beschluss, der die Zahl der von jedem Bezirk für die Legislaturperiode 2013-2017 zu wählenden Abgeordneten für den Grossen Rat festsetzt (Amtsblatt des Kantons Wallis vom 31. August 2012). BGE 140 I 107 S. 109Danach wird die Verteilung der 130 Abgeordneten-Sitze für die bevorstehende Legislaturperiode wie folgt festgelegt:\n\nBezirk Schweizer Wohnbevölkerung Zuteilung Goms 4'168 2 Östlich Raron 2'751 2 Brig 21'853 12 Visp 22'336 12 Westlich Raron 7'313 4 Leuk 10'601 6 Siders 33'099 17 Ering 9'416 5 Sitten 32'757 17 Gundis 19'363 10 Martinach 31'065 16 Entremont 11'369 6 St-Maurice 9'928 5 Monthey 30'991 16 Total 247'010 130\n\nBezirk\n\nSchweizer Wohnbevölkerung\n\nZuteilung\n\nGoms\n\n4'168\n\n2\n\nÖstlich Raron\n\n2'751\n\n2\n\nBrig\n\n21'853\n\n12\n\nVisp\n\n22'336\n\n12\n\nWestlich Raron\n\n7'313\n\n4\n\nLeuk\n\n10'601\n\n6\n\nSiders\n\n33'099\n\n17\n\nEring\n\n9'416\n\n5\n\nSitten\n\n32'757\n\n17\n\nGundis\n\n19'363\n\n10\n\nMartinach\n\n31'065\n\n16\n\nEntremont\n\n11'369\n\n6\n\nSt-Maurice\n\n9'928\n\n5\n\nMonthey\n\n30'991\n\n16\n\nTotal\n\n247'010\n\n130\n\nGegen den Beschluss des Staatsrats haben mehrere im Kanton Wallis stimm- und wahlberechtigte Personen am 1. Oktober 2012 gemeinsam Beschwerde in öffentlich-rechtlichen Angelegenheiten ans Bundesgericht erhoben. Sie stellen die Anträge, es sei gerichtlich festzustellen, dass das Proporzwahlverfahren des Kantons Wallis für die Wahl des Grossen Rats vor der Bundesverfassung nicht standhalte, und die zuständigen Behörden des Kantons Wallis seien im Sinne eines Appellentscheids aufzufordern, im Hinblick auf die nächste Wahl des Grossen Rats eine verfassungskonforme Wahlordnung zu schaffen.\n\nDas Bundesgericht heisst die Beschwerde gut. Es stellt fest, dass das Proporzwahlverfahren des Kantons Wallis für die Wahl des Grossen Rats vor der Bundesverfassung nicht standhält.\n\n(Zusammenfassung) BGE 140 I 107 S. 110", "considerants": "Aus den Erwägungen:\n\n4. Der Staatsrat macht geltend, die Wahlkreiseinteilung im Kanton Wallis sei historisch bedingt und gerechtfertigt durch das Ziel, neben dem Parteienproporz auch die Vertretung der kleinen bzw. schwach besiedelten Bezirke im Parlament sicherzustellen. Das Wahlsystem stelle einen Kompromiss dar zwischen dem Parteienproporz und dem Vertretungsanspruch der Bezirke im Grossen Rat. Die Beschwerdeführer bringen vor, heute stellten die Bezirke wie in anderen Regionen der Schweiz keine Identitätseinheiten mehr dar. Ein hoher Mobilitätsgrad und eine mehr oder wenig grosse Durchmischung mit Zugezogenen hätten im Wallis seit einiger Zeit dazu geführt, dass das Zusammengehörigkeitsgefühl in ehemals eher abgeschotteten ländlichen Regionen und Bezirken abgenommen habe.\n\n4.1 Das Bundesgericht stellte im Jahr 2004 im BGE 131 I 85 fest, die Bezirke des Kantons Wallis seien bevölkerungsmässig teilweise sehr klein und die natürlichen Quoten bei der Wahl der Abgeordneten in den Grossen Rat entsprechend zum Teil sehr hoch. Dennoch erachtete es das Verfahren für die Wahl des Grossen Rats seinerzeit als mit Art. 34 BV vereinbar. Es begründete diesen Entscheid u.a. damit, dass die Walliser Bezirke seit jeher Einheiten mit erheblicher Autonomie und entsprechendem Zusammengehörigkeitsgefühl gewesen seien. Weil der Vertretungsanspruch der Bezirke ausgewiesen sei, sei es zulässig, ihn in den kleinen Bezirken auch zu Lasten des Parteienproporzes durchzusetzen (a.a.O., E. 2.5 S. 89 f.).\n\nSeit diesem Entscheid hat das Bundesgericht seine Rechtsprechung zur Vereinbarkeit von kantonalen Proporzwahlen mit Art. 34 Abs. 2 BV weiterentwickelt. Gemäss seiner jüngeren Rechtsprechung ist bei der Prüfung der Frage, ob Gründe überkommener Gebietsorganisation ausnahmsweise Wahlkreise mit einem natürlichen Quorum von über 10 % rechtfertigen, zu berücksichtigen, dass es Möglichkeiten gibt, im Sinne eines Minderheitenschutzes an kleinen Wahlkreisen festzuhalten und dennoch eine relativ genaue Abbildung der Parteistärke im Parlament zu gewährleisten. Zu denken ist namentlich an die Schaffung von Wahlkreisverbänden sowie an die Methode \"Doppelter Pukelsheim\". Entsprechende Verfahren haben sich in den letzten Jahren in verschiedenen Kantonen etabliert und bewährt. Wird nach diesen Methoden vorgegangen, so kann auch in BGE 140 I 107 S. 111kleinen Wahlkreisen im Sinne eines Minderheitenschutzes eine angemessene Vertretung im Parlament garantiert werden (BGE 139 I 195 E. 3.1 S. 202 f.; BGE 136 I 352 E. 5.1 S. 363, BGE 136 I 376 E. 4.6 S. 383 f.; Urteil 1C_407/2011 etc. vom 19. März 2012 E. 5.6; je mit Hinweisen). Macht ein Kanton von diesen Möglichkeiten keinen Gebrauch, lassen sich im Proporzwahlverfahren jedenfalls Wahlkreise, die gemessen am Leitwert eines grundsätzlich noch zulässigen natürlichen Quorums von 10 % deutlich zu klein sind, selbst dann nicht mehr rechtfertigen, wenn gewichtige historische, föderalistische, kulturelle, sprachliche oder religiöse Gründe für die Wahlkreiseinteilung bestehen (vgl. BGE 136 I 376 E. 4.7 S. 384 f. sowie Urteil 1C_407/2011 etc. vom 19. März 2012 E. 5.6.).\n\n4.2 In den kleinsten Wahlkreisen im Kanton Wallis liegt das natürliche Quorum sehr deutlich über 10 %. Dass die Wahlkreiseinteilung historisch bedingt ist und die Bezirke nach wie vor Einheiten mit einer gewissen Autonomie und entsprechendem Zusammengehörigkeitsgefühl sein mögen, rechtfertigt keine derart erheblichen Einbrüche in das Proporzwahlverfahren. Will der Kanton Wallis an den Bezirken als Wahlkreise festhalten und den kleinen Bezirken im Sinne eines Minderheitenschutzes weiterhin einen Vertretungsanspruch einräumen, so muss er in geeigneter Weise ihm zur Verfügung stehende ausgleichende Massnahmen ergreifen. Der kantonale Gesetzgeber hat von diesen Möglichkeiten bisher keinen Gebrauch gemacht und daher ein Verhältniswahlverfahren geschaffen, das mit der in Art. 34 Abs. 2 BV garantierten Wahl- und Abstimmungsfreiheit nicht im Einklang steht.\n\nUnter diesen Umständen braucht nicht weiter darauf eingegangen zu werden, ob den Walliser Bezirken noch die gleiche Bedeutung zukommt wie im Jahr 2004 oder ob sie - wie die Beschwerdeführer vorbringen - in den letzten Jahren an Identität eingebüsst haben. Immerhin ist diesbezüglich darauf hinzuweisen, dass heute im Unterschied zu früher politische Bestrebungen bestehen, die Bezirke als institutionelle und räumliche Einheiten auf Verfassungsebene abzuschaffen, da ihre Beibehaltung mit der modernen Zeit, der allgemeinen Mobilität oder der Wirtschaftsentwicklung nicht mehr im Einklang stehe (vgl. R21-Bericht der ausserparlamentarischen Kommission vom 3. Oktober 2012, S. 27 ff. sowie Botschaft des Staatsrats zur Volksinitiative \"Jede Stimme zählt\" vom 10. April 2013, S. 7 f.). Der Staatsrat hat sich im Hinblick auf eine mögliche BGE 140 I 107 S. 112Reform der Kantonsverfassung sodann kürzlich dahingehend geäussert, dass es sich in Berücksichtigung der gewünschten Stärkung der Gemeinden nicht rechtfertige, eine Zwischenstruktur zwischen dem Kanton und den Gemeinden in die revidierte Verfassung aufzunehmen, zumal schwer vorstellbar sei, welche Aufgaben einem solchen Organismus noch zu übertragen seien (Botschaft des Staatsrats betreffend die Zweckmässigkeit der Revision der Artikel 26, 27, 36-59, 66-92 der Kantonsverfassung betreffend die territoriale Organisation und die Institutionen vom 5. Juni 2013, S. 10).\n\n5. Der Staatsrat bringt sinngemäss vor, das umstrittene Verfahren zur Wahl des Grossen Rats sei weitgehend in der Kantonsverfassung festgelegt, welche seinerzeit von der Bundesversammlung gewährleistet worden sei. Die Kantonsverfassung schreibe lediglich einen Bezirksproporz vor.\n\n5.1 Im Jahr 2004 hielt das Bundesgericht im BGE 131 I 85 fest, die Verfassung des Kantons Wallis sehe für die Wahl des Grossen Rats gemäss der Auslegung der entsprechenden Bestimmungen durch den Staatsrat zwar das Proporzverfahren vor, beziehe dieses aber nur auf die einzelnen Wahlkreise und nicht wahlkreisübergreifend auf das ganze Kantonsgebiet. Eine solche Begrenzung des Proporzverfahrens auf die einzelnen Wahlkreise durch die Kantonsverfassung sei grundsätzlich nicht zu beanstanden (a.a.O., E. 2.3, S. 88 f.).\n\nIn seinem Urteil 1C_407/2011 etc. vom 19. März 2012 hat das Bundesgericht allerdings darauf hingewiesen, dass es im Anwendungsfall auch Wahlverfahren überprüft, deren Modalitäten bereits weitgehend in der von der Bundesversammlung seinerzeit gewährleisteten Kantonsverfassung festgelegt sind. Ausserdem hat es zum Ausdruck gebracht, dass der kantonale Gesetzgeber Bestimmungen der Kantonsverfassung, welche das Verfahren von kantonalen Parlamentswahlen betreffen, bundesverfassungskonform anzuwenden hat (a.a.O., E. 3 und 5.6). Weil das Bundesgericht seine Rechtsprechung zu Art. 34 Abs. 2 BV in den letzten Jahren weiterentwickelt hat, sind kantonale Verfassungsbestimmungen zum Proporzwahlverfahren von den kantonalen Behörden unter Umständen differenzierter umzusetzen als früher. Bekennt sich ein Kanton zum Proporzwahlverfahren, obliegt es dem kantonalen Gesetzgeber, im Rahmen der Kantonsverfassung die für eine echte Proporzwahl erforderlichen Voraussetzungen zu schaffen und den ihm von der Kantonsverfassung eingeräumten Gestaltungsspielraum im Sinne des BGE 140 I 107 S. 113Proporzgedankens zu nutzen (vgl. BGE 136 I 352 E. 5.1 S. 363, BGE 136 I 376 E. 4.6 ff. S. 383 ff. sowie Botschaft des Bundesrats vom 15. August 2012 zur Gewährleistung der Verfassung des Kantons Schwyz, BBl 2012 7913 ff., 7915 ff. Ziff. 4).\n\n5.2 Die Verfassung des Kantons Wallis bekennt sich für die Wahl des Grossen Rats zum Proporzverfahren und überlässt die Detailregelung ausdrücklich dem Gesetzgeber. Sie legt zwar für den Gesetzgeber verbindlich fest, dass die Bezirke und Halbbezirke die Wahlkreise darstellen. Der Wortlaut der Kantonsverfassung steht aber einem Wahlverfahren, das den Proporzgedanken auf das ganze Kantonsgebiet bezieht, nicht entgegen, sofern die Bezirke und Halbbezirke als Wahlkreise beibehalten werden. Wie bereits erwähnt, bestehen verschiedene Möglichkeiten, eine auf das ganze Kantonsgebiet bezogene echte Proporzwahl zu verwirklichen und gleichzeitig an den Bezirken und Halbbezirken als Wahlkreise festzuhalten (vgl. E. 4.1 hiervor). Ein entsprechendes Wahlverfahren lässt sich im Rahmen der bundesverfassungskonform ausgelegten Kantonsverfassung auf Gesetzesebene umsetzen. Demzufolge können sich die Behörden des Kantons Wallis nicht (mehr) darauf berufen, die Kantonsverfassung schreibe lediglich einen Bezirksproporz vor. Es obliegt dem Walliser Gesetzgeber, im Rahmen der bundesverfassungskonform ausgelegten Kantonsverfassung die für eine auf das ganze Kantonsgebiet bezogene und mit Art. 34 Abs. 2 BV vereinbare Proporzwahl erforderlichen Voraussetzungen zu schaffen. Anzufügen ist, dass eine Stärkung des Proporzgedankens auch durch eine Wahlkreisreform auf Verfassungsstufe erreicht werden könnte (vgl. auch die Vorschläge im R21-Bericht, a.a.O., S. 72 ff.)."}