{"annee": "140", "cour": "II", "page": "157", "date": "6/3/2014", "cite": ["109 IA 325", "116 IA 321", "110 IA 7", "99 IB 94", "114 IA 321", "96 I 560", "137 I 69", "124 I 145", "140 II 141", "120 IA 349", "112 IA 240", "122 I 305", "137 I 145", "126 I 76", "99 IA 638", "122 I 101", "139 I 16", "73 I 191", "128 I 240", "133 I 206", "132 I 157", "131 II 627", "130 II 65", "139 II 363", "118 IA 1"], "cite_par": ["144 II 313", "145 II 206", "142 II 197", "141 I 235", "140 I 201", "141 I 78"], "chapeau": "16. Extrait de l'arrêt de la IIe Cour de droit public dans la cause A. et B. contre Administration fiscale cantonale du canton de Genève (recours en matière de droit public)\n\n2C_585/2012 / 2C_586/2012 du 6 mars 2014", "regestes": ["Art. 9 et 127 al. 2 Cst.; art. 6 LIFD; art. 3 LHID; principes de l'imposition selon la capacité contributive et de l'égalité de l'imposition; droit à la protection de la bonne foi; étendue de l'assujettissement d'immeubles sis à l'étranger; régime des pertes sur immeubles sis à l'étranger dans un système d'exemption avec réserve de progressivité. Contrairement à la loi sur l'impôt fédéral direct, la loi sur l'harmonisation fiscale ne règle pas la question de savoir si les pertes subies à l'étranger peuvent être déduites de l'assiette de l'impôt en Suisse. Cela ne permet pas encore d'affirmer que les cantons disposent sur cette question d'une marge d'autonomie. Question laissée ouverte, le canton de Genève ayant adopté une solution identique à celle de l'impôt fédéral direct (consid. 5). Le refus de déduire l'excédent de charges liées à un immeuble sis à l'étranger de l'assiette de l'impôt cantonal et communal genevois ne viole ni le principe de l'imposition selon la capacité contributive ni celui de l'égalité de l'imposition (consid. 7). Les décisions de taxation n'ont en principe d'effet que pour la période fiscale qu'elles concernent et ne lient pas l'autorité de taxation pour les périodes ultérieures (consid. 8)."], "faits": "BGE 140 II 157 S. 158\n\nA. Les époux A. et B., de nationalité suisse, sont domiciliés dans le canton de Genève. Depuis 1995, ils sont copropriétaires d'une résidence secondaire à C. (F). Dans leur déclaration d'impôt pour la période fiscale 2008, les époux A. et B. ont déclaré un revenu brut immobilier (valeur locative de l'immeuble français) de 4'500 fr. pour l'impôt cantonal et communal et de 7'500 fr. pour l'impôt fédéral direct ainsi que des charges et frais d'entretien de 75'941 fr. pour l'impôt cantonal et communal et de 77'540 fr. pour l'impôt fédéral ainsi que des intérêts hypothécaires de 5'970 fr.\n\nL'Administration fiscale du canton de Genève n'a pris les frais en compte que pour la fixation du taux de l'impôt, contrairement à ce qu'elle avait décidé pour la période fiscale 2007.\n\nPar jugement du 5 septembre 2011, le Tribunal administratif de première instance du canton de Genève a rejeté le recours interjeté par les époux A. et B.\n\nPar acte du 14 octobre 2011, les époux A. et B. ont interjeté recours auprès de la Cour de justice du canton de Genève contre le jugement du 5 septembre 2011.\n\nB. Par arrêt du 8 mai 2012, la Cour de justice du canton de Genève a rejeté le recours interjeté par les époux A. et B. contre le jugement du 5 septembre 2011. BGE 140 II 157 S. 159\n\nC. Agissant par la voie du recours en matière de droit public, les époux A. et B. demandent au Tribunal fédéral, sous suite de frais et dépens, de réformer l'arrêt attaqué en ce sens que les pertes réalisées à l'étranger soient prises en compte dans la détermination de l'assiette et du taux des impôts fédéral direct, cantonal et communal.\n\nLe Tribunal fédéral a rejeté le recours.\n\n(résumé)", "considerants": "Extrait des considérants:\n\nII. Impôt cantonal et communal\n\n5.\n\n5.1 La loi fédérale du 14 décembre 1990 sur l'harmonisation des impôts directs des cantons et des communes (LHID; RS 642.14; ci-après: loi sur l'harmonisation fiscale) règle l'assujettissement à raison du rattachement personnel à son art. 3. Contrairement à la loi sur l'impôt fédéral direct, la loi sur l'harmonisation fiscale ne contient pas de disposition relative à l'étendue de cet assujettissement. Elle ne règle par conséquent pas la question de savoir si les pertes subies à l'étranger peuvent être déduites de l'assiette de l'impôt en Suisse. Cela ne permet pas encore d'affirmer que les cantons disposent sur cette question d'une marge d'autonomie législative, d'autant moins qu'il s'agit d'une matière dont l'harmonisation est expressément prévue par la Constitution fédérale (ATF 130 II 65 consid. 4.1 p. 70). La question a d'ailleurs déjà été laissée ouverte dans l' ATF 140 II 141, du moment qu'à l'instar de la majorité des cantons suisses, le canton de Genève a repris les règles de l'art. 6 LIFD (RS 642.11) à l'art. 5 al. 1 et 4 de l'ancienne loi genevoise du 22 septembre 2000 sur l'imposition des personnes physiques - objet de l'impôt - assujettissement à l'impôt (ci-après: aLIPP-I; RSG D 3 11; dans sa teneur applicable à la période fiscale 2008, remplacée depuis le 1er janvier 2010 par la loi du 27 septembre 2009 sur l'imposition des personnes physiques [LIPP; RSG D 3 08]) qui avait la teneur suivante:\n\n\" 1 L'assujettissement fondé sur un rattachement personnel est illimité; il ne s'étend toutefois pas aux entreprises, aux établissements stables et aux immeubles situés hors du canton.\n\n(...)\n\n4 Si une entreprise ayant son siège ou son administration effective dans le canton compense, sur la base du droit interne, les pertes subies à l'étranger par un établissement stable avec des revenus obtenus dans le canton et que cet établissement stable enregistre des bénéfices au cours des sept années qui suivent, le département doit procéder à une révision de la BGE 140 II 157 S. 160taxation initiale, à concurrence du montant des bénéfices compensés auprès de l'établissement stable; dans ce cas, la perte subie par l'établissement stable à l'étranger ne devra être prise en considération, a posteriori, que pour déterminer le taux de l'impôt dans le canton. Dans toutes les autres hypothèses, les pertes subies à l'étranger ne doivent être prises en considération dans le canton que lors de la détermination du taux de l'impôt. \"\n\n5.2 Dans l'arrêt attaqué, l'instance précédente a jugé que la convention du 9 septembre 1966 entre la Suisse et la France en vue d'éliminer les doubles impositions en matière d'impôts sur le revenu et sur la fortune et de prévenir la fraude et l'évasion fiscales (RS 0.672. 934.91; ci-après: convention de double imposition) ne contenait pas de dispositions accordant la déduction des intérêts passifs ou des excédents de charges et frais d'entretien des immeubles. Sur le plan cantonal, l'art. 5 al. 4 aLIPP-I, applicable à la période fiscale en cause, avait une teneur identique à celle de l'art. 6 al. 3 LIFD, selon les travaux parlementaires, dont il résultait que la rédaction avait été sciemment calquée sur le droit fédéral aux fins d'harmonisation verticale (cf. Mémorial des séances du Grand Conseil de la République et canton de Genève 1999 45/VIII 7379, exposé des motifs). Cet excédent ne pouvait par conséquent pas être déduit du revenu imposable en Suisse. Les principes de l'art. 127 al. 2 Cst. n'étaient pas violés par la solution légale cantonale. Il n'y avait pas non plus de violation du principe de protection de la bonne foi.(...)\n\n7. Les recourants soutiennent que le refus de déduire l'excédent de charges liées à leur immeuble en France constitue une violation du principe de la capacité contributive et du droit à l'égalité de traitement par rapport aux contribuables propriétaires d'un immeuble dans un autre canton, pour qui un éventuel excédent de frais d'acquisition du rendement immobilier doit être supporté par le canton du domicile fiscal principal conformément à la jurisprudence en matière d'interdiction de la double imposition intercantonale.\n\n7.1 En vertu de l'art. 127 al. 2 Cst., dans la mesure où la nature de l'impôt le permet, les principes de l'universalité, de l'égalité de traitement et de la capacité économique doivent, en particulier, être respectés.\n\nEn vertu des principes de l'égalité d'imposition et de l'imposition selon la capacité contributive, les contribuables qui sont dans la même situation économique doivent supporter une charge fiscale semblable; lorsqu'ils sont dans des situations de faits différentes qui ont des effets sur leur capacité économique, leur charge fiscale doit en BGE 140 II 157 S. 161tenir compte et y être adaptée. Ainsi, d'après le principe de la proportionnalité de la charge fiscale à la capacité contributive, tel qu'il est aussi nommé par la jurisprudence (SILVIA MARIA SENN, Die verfassungsrechtliche Verankerung von anerkannten Besteuerungsgrundsätzen: unter besonderer Berücksichtigung des Leistungsfähigkeitsprinzips, 1999, p. 149), chaque citoyen doit contribuer à la couverture des dépenses publiques compte tenu de sa situation personnelle et en proportion de ses moyens (ATF 133 I 206 consid. 6.1 et 7.1 p. 215 ss; ATF 122 I 101 consid. 2 b/aa p. 103 s.; ATF 122 I 305 consid. 6a p. 313 s.; ATF 118 Ia 1; ATF 114 Ia 321 consid. 3b p. 323).\n\n7.2 On ne peut décider sur la base de critères formels si une loi fiscale satisfait aux exigences constitutionnelles précitées car cette question dépend de celle de savoir si la loi est juste. La réponse à cette question évolue avec les circonstances politiques, sociales et économiques (ATF 110 Ia 7 consid. 2a p. 13 s; ATF 99 Ia 654, ATF 96 I 567), comme l'a récemment rappelé le Tribunal fédéral (ATF 133 I 206 consid. 7.4 p. 220 s. et les références citées; cf. en outre, HENRI TORRIONE, Justice distributive aristotélicienne en droit fiscal selon la jurisprudence du TF: une étude de philosophie du droit sur la notion de \"Sachgerechtigkeit\", RDS 129/2010 I p. 131 ss; le même, La jurisprudence du TF sur les barèmes dégressifs: une leçon de choses sur la justice fiscale, RDS 129/2010 I p. 247 ss). Il convient à cet égard d'éviter la tendance naturelle à n'examiner le respect d'un principe constitutionnel qu'isolément sans prendre en considération la pluralité des principes exprimés par la Constitution, qui ne valent jamais sans exception et entrent souvent en contradiction les uns avec les autres (YVES NOËL, in Commentaire romand, Impôt fédéral direct, 2008, nos 16 et 17 ad art. 16 LIFD; SENN, op. cit., p. 163 et 168; MARKUS REICH, Allgemeinheit der Steuer und Besteuerung nach der wirtschaftlichen Leistungsfähigkeit, Der Schweizer Treuhänder, 64/1990 p. 171 et 175). L'interprétation de la Constitution se doit de ménager et d'aménager ces principes en créant entre eux une concordance pratique (ATF 139 I 16 consid. 4.2.2 p. 24 s.).\n\n7.3 C'est par conséquent, du point de vue démocratique, au législateur fiscal (art. 127 al. 1 Cst.) qu'il appartient d'aménager le système fiscal, d'arbitrer les conflits de valeurs et de concrétiser les principes d'imposition de façon à conférer précision, prévisibilité et sécurité à la réglementation fiscale (SENN, op. cit., p. 109 s., 128 et les références citées). Le législateur dispose à cet égard d'un pouvoir d'appréciation étendu (ATF 126 I 76 consid. 2a p. 78 s.; ATF 122 I 305 BGE 140 II 157 S. 162consid. 6a p. 313 s.; ATF 114 Ia 321 consid. 3b p. 323 s.; ATF 110 Ia 7 consid. 2b p. 13 ss; ATF 109 Ia 325 consid. 4 p. 327 s.). Sous cet angle, la comparaison verticale, c'est-à-dire entre contribuables ayant une capacité économique différente est plus difficile à établir que ne l'est la comparaison horizontale c'est-à-dire entre contribuables jouissant de la même capacité économique (ATF 112 Ia 240 consid. 4b p. 244; ATF 110 Ia 7 consid. 2b p. 13 ss). Néanmoins, dans les rapports horizontaux, le principe de l'imposition selon la capacité économique n'exige pas une imposition absolument identique, la comparaison étant également limitée dans ce cas. Dans l'examen de dispositions légales inévitablement imparfaites, le juge constitutionnel doit par conséquent faire preuve d'une certaine retenue sous peine de courir le danger de créer une nouvelle inégalité alors qu'il cherche à obtenir l'égalité entre deux catégories de contribuables. Il ne peut pas s'écarter à la légère des règles légales édictées par le législateur (ATF 132 I 157 consid. 4.1 et 4.2 p. 162 s.; ATF 128 I 240 consid. 2.3 p. 243; ATF 126 I 76 consid. 2a p. 78 et les références citées; il en va différemment lorsque le législateur s'est abstenu: ATF 137 I 145 consid. 4.2 et 4.3 p. 150 ss).\n\n7.4 Afin de concrétiser le principe de l'imposition selon la capacité économique, en ce qu'il exige de prendre en considération avec le moins de lacunes possibles l'ensemble des revenus dans une assiette d'imposition large (SENN, op. cit., p. 171 et les références citées), le législateur fédéral a notamment édicté les art. 6 al. 1, 1re"}