{"annee": "140", "cour": "II", "page": "16", "date": "20/11/2013", "cite": ["130 I 205"], "cite_par": [], "chapeau": "3. Auszug aus dem Urteil der II. öffentlich-rechtlichen Abteilung i.S. Versicherung X. gegen Eidgenössische Steuerverwaltung (Beschwerde in öffentlich-rechtlichen Angelegenheiten)\n\n2C_460/2013 vom 20. November 2013", "regestes": ["Art. 21 let. a LT; art. 36 al. 2 LSA; art. 137 OS; objet du droit de timbre; utilisation des parts excédentaires d'une \"assurance de rentes avec restitution de prime\". Exposé de la situation juridique (consid. 2). L'utilisation des excédents d'une \"assurance de rentes avec restitution de primes\" ne constitue pas un paiement de primes au sens de l'art. 21 let. a LT et n'est de la sorte pas soumise au droit de timbre, tant du point de vue économique (consid. 3.4.2) que du droit civil (consid. 3.4.3). Le preneur d'assurance n'a aucune prétention contractuelle au versement de la participation aux excédents et n'obtient, avec l'augmentation des rentes financée par l'excédent, également aucune extension de sa couverture d'assurance (consid. 3.4.3.2). Confirmation de la pratique selon laquelle, au plan fiscal, les prestations provenant de la participation aux bénéfices partagent le sort de la prestation d'assurance de base (consid. 3.4.3.4)."], "faits": "|17|\n\nA. Die Versicherung X. ist ein der Aufsicht des Bundes unterstellter Versicherer und bietet unter anderem das Versicherungsprodukt \"Rentenversicherung mit Rückgewähr\" an.\n\nIm November 2010 kontrollierte die Eidgenössische Steuerverwaltung (ESTV) die Deklarationen der Stempelabgaben der Jahre 2006 bis 2009 und stellte bei den Einmaleinlagen im Bereich der aufgeschobenen Leibrenten mit Rückgewähr Differenzen fest. Die ESTV führte aus, der Einbau der angesammelten Überschüsse in eine zusätzliche lebenslängliche Rente sei nicht in die Abgabeberechnung einbezogen worden; die Verwendung des Überschusses stelle für die zusätzliche Rente eine \"Einmalprämie\" dar, die der Stempelabgabe unterliege. Die Versicherung X. bestritt die Ausführungen der ESTV und machte geltend, bei den Überschusszuweisungen an den Versicherungsnehmer handle es sich um Rückvergütungen aufgrund der vorsichtig berechneten Prämie; diese Vergütungen stellten keine stempelabgaberechtlichen Versicherungsprämien dar.\n\nB. Mit Verfügung vom 4. Juli 2011 entschied die ESTV, die Versicherung X. schulde der ESTV für die Jahre 2006 bis 2009 Stempelabgaben in der Höhe von Fr. 35'342.63, zuzüglich des gesetzlich geschuldeten Verzugszinses. Die gegen diesen Entscheid erhobene Einsprache wies die ESTV mit Entscheid vom 12. Juli 2012 ab. Die ESTV stellte fest, die Versicherung X. habe der ESTV die Stempelabgabe 2006 von Fr. 12'378.07 mit einem Verzugszins von 5 % seit dem 30. Juni 2006 bis zur Abgabeentrichtung, die Stempelabgabe 2007 von Fr. 4'302.90 mit einem Verzugszins von 5 % seit dem 30. Juni 2007 bis zur Abgabeentrichtung, die Stempelabgabe 2008 von Fr. 7'775.12 mit einem Verzugszins von 5 % seit dem 30. Juni 2008 |18| bis zur Abgabeentrichtung sowie die Stempelabgabe 2009 von Fr. 10'887.35 mit einem Verzugszins von 5 % seit dem 30. Juni 2009 bis zur Abgabeentrichtung zu bezahlen. Eine gegen den Einspracheentscheid der ESTV erhobene Beschwerde wies das Bundesverwaltungsgericht mit Urteil vom 9. April 2013 ab (A-4472/2012).\n\n(...)\n\nDas Bundesgericht heisst die von der Versicherung X. erhobene Beschwerde in öffentlich-rechtlichen Angelegenheiten gut und hebt das Urteil des Bundesverwaltungsgerichts vom 9. April 2013 auf.\n\n(Auszug)", "considerants": "Aus den Erwägungen:\n\n2.\n\n2.1 Nach Art. 1 Abs. 1 lit. c des Bundesgesetzes vom 27. Juni 1973 über die Stempelabgaben (StG; SR 641.10) erhebt der Bund Stempelabgaben auf der Zahlung von Versicherungsprämien. Gegenstand der Abgabe sind unter anderem die Prämienzahlungen für Versicherungen, die zum inländischen Bestand eines der Aufsicht des Bundes unterstellten oder eines inländischen öffentlich-rechtlichen Versicherers gehören (Art. 21 lit. a StG). Die Abgabeforderung entsteht mit der Zahlung der Prämie (Art. 23 StG).\n\nIn einem Versicherungsvertrag verpflichtet sich der Versicherungsnehmer, als Hauptleistung gegenüber dem Versicherer die vereinbarte Prämie zu bezahlen, d.h. den Preis, den der Versicherungsnehmer dafür entrichtet, dass der Versicherer im Schadenfall die vereinbarte Leistung erbringt (JAUSSI/GEHRIGER, in: Bundesgesetz über die Stempelabgaben [StG], Kommentar zum Schweizerischen Steuerrecht, 2006, N. 17 zu Art. 21 StG). Die Abgabe beträgt für die Lebensversicherung 2,5 Prozent der Barprämie (Art. 24 Abs. 1 StG). Für die Festsetzung der Abgaben ist sodann der wirkliche Inhalt der Urkunden oder Rechtsvorgänge massgebend; von den Beteiligten gebrauchte unrichtige Bezeichnungen und Ausdrucksweisen fallen nicht in Betracht (Art. 27 Abs. 1 StG).\n\n2.2 Kapital bildende Lebensversicherungsverträge haben typischerweise eine lange Vertragsdauer, wobei sowohl die Versicherungsleistungen als auch die Höhe der Prämien bereits bei Vertragsschluss festgelegt werden. Mit der Berechnung der Prämienhöhe legt das Versicherungsunternehmen zum Voraus einen garantierten Höchstpreis für das Versicherungsprodukt fest. Die Modellbetrachtungen |19| hängen aber von zahlreichen Parametern ab, deren Höhe während der für Lebensversicherungen meist langen Vertragsdauer nur mit grossen Unsicherheiten abschätzbar ist. Die Versicherungsunternehmen errechnen daher eine während der Vertragsdauergleich bleibende Durchschnittsprämie. Zudem werden auch die zugesicherten Leistungen bei Vertragsschluss für die gesamte Vertragsdauer garantiert. Weder eine nachträgliche einseitige Abänderung noch eine einseitige Anpassung dieser Vertragsbestandteile ist möglich. Um den zahlreichen Risiken angemessen Rechnung zu tragen, nehmen die Versicherungsunternehmen nicht zuletzt auch aus Solvenzgründen mittels Einbezug von Sicherheitszuschlägen eine möglichst vorsichtige Prämienkalkulation vor; eine derartige vorsichtige Kalkulation ist auch versicherungsaufsichtsrechtlich geboten (Urteil 2A.255/2002 vom 22. April 2003 E. 3.2). Werden die Prämien vorsorglich in der Weise ausgestaltet, dass sie den tatsächlichen Risiko- und Kostenbedarf übersteigen und ergibt sich daraus ein Gewinn des Versicherungsunternehmens, soll der Versicherungsnehmer an diesem Gewinn beteiligt werden. Bereits bei Vertragsschluss wird diesem daher neben der Todes- oder Erlebensfallleistung eine zusätzliche Leistung in Form der sogenannten Überschussbeteiligung zugesichert. Die Höhe der Überschussbeteiligung kann im Zeitpunkt des Vertragsschlusses zwar nicht exakt beziffert werden, jedoch wird dem Versicherungsnehmer anhand von Modellrechnungen aufgezeigt, wie sich die Werte ausgehend von realistischen Einschätzungen grundsätzlich entwickeln könnten (vgl. Art. 3 Abs. 1 lit. e und Art. 94 VVG [SR 221.229.1] sowie Botschaft vom 7. September 2011 zur Totalrevision des Versicherungsvertragsgesetzes, BBl 2011 7798 f. zu Art. 105; ANDREA PFLEIDERER, Die Überschussbeteiligung in der Lebensversicherung, 2006, S. 1 und 17).\n\nEin gesetzlicher Anspruch auf eine Überschussbeteiligung besteht nicht. Ein Überschussanspruch hängt somit von einer entsprechenden Zusage einer Versicherungsgesellschaft ab (PFLEIDERER, a.a.O., S. 55 und 59) bzw. davon, ob überhaupt Überschüsse erwirtschaftet werden (Urteil 2A.255/2002 vom 22. April 2003 E. 3.3).\n\n2.3 Gemäss Art. 36 Abs. 2 des Bundesgesetzes vom 17. Dezember 2004 betreffend die Aufsicht über Versicherungsunternehmen (Versicherungsaufsichtsgesetz, VAG; SR 961.01) haben Versicherungsunternehmen, welche die direkte Einzel- oder Kollektivlebensversicherung betreiben und Lebensversicherungsverträge mit Überschussbeteiligung erfüllen müssen, den Versicherten jährlich |20| eine nachvollziehbare Abrechnung über die Überschussbeteiligung abzugeben. Aus dieser muss insbesondere hervorgehen, auf welchen Grundlagen die Überschüsse berechnet und nach welchen Grundsätzen sie verteilt wurden. Art. 136 Abs. 1 der Verordnung vom 9. November 2005 über die Beaufsichtigung von privaten Versicherungsunternehmen (Aufsichtsverordnung, AVO; SR 961.011) führt dazu weiter aus, dass die Versicherungsunternehmen für den Teil ausserhalb der beruflichen Vorsorge einen Überschussfonds bilden. Dieser ist eine versicherungstechnische Bilanzposition zur Bereitstellung der den Versicherungsnehmern zustehenden Überschussanteile. Nach Art. 137 Abs. 1 AVO ist die Überschusszuteilung nach anerkannten versicherungsmathematischen Methoden und unter Vermeidung missbräuchlicher Ungleichbehandlungen vorzunehmen. Sobald die Überschussanteile den einzelnen Versicherungsnehmern und Versicherungsnehmerinnen zugeteilt sind, gelten sie als geschuldet. Sie sind den Anspruchsberechtigten entsprechend den vertraglichen Regelungen auszuschütten oder, falls die verzinsliche Ansammlung der Überschussanteile vereinbart wurde, in einer eigens dafür geschaffenen versicherungstechnischen Bilanzposition auszuweisen (Abs. 2).\n\n3.\n\n3.1 Die Beschwerdeführerin bestreitet den grössten Teil der Ausführungen im angefochtenen Entscheid nicht. Sie macht aber geltend, die Vorinstanz habe den Begriff der Prämie falsch ausgelegt und die Überschüsse stempelsteuerlich falsch gewürdigt, weshalb sich der Entscheid als bundesrechtswidrig erweise.\n\n3.2 Das dem vorliegenden Beschwerdeverfahren zu Grunde liegende Versicherungsprodukt \"Rentenversicherung mit Rückgewähr\" ist - soweit entscheidrelevant - im Wesentlichen wie folgt ausgestaltet: Gemäss den \"Allgemeinen Bedingungen für aufgeschobene Leibrente\" (Ausgabe 1997; im Folgenden: AVB 97) gibt die Versicherung Anspruch auf Rentenzahlungen ab dem in der Police vereinbarten Zeitpunkt (vgl. Ziff. 3 AVB 97). Die Rentenversicherung ist an den Überschüssen der Beschwerdeführerin, soweit sie aus der Vermögensanlage herrühren, nach einem mit dem Bundesamt für Privatversicherungswesen (heute: Eidgenössische Finanzmarktaufsicht) vereinbarten Plan beteiligt (Ziff. 6.1 AVB 97). Während der Zeit bis zum Beginn der Rentenzahlung werden die Überschüsse einem Sparkonto zugewiesen; das Guthaben wird verzinst und im Zeitpunkt des Rentenbeginns zur Erhöhung der Leibrente verwendet |21| (Ziff. 6.2 AVB 97). Während der Laufzeit der Rente werden Überschussanteile zusammen mit den Rentenraten in Form einer Überschussrente ausbezahlt (Ziff. 6.3 AVB 97).\n\n3.3 Unbestrittenermassen wird das Guthaben, das sich auf dem Überschuss-Konto angesammelt hat, dazu verwendet, eine lebenslängliche Rentenerhöhung zu finanzieren (vgl. angefochtener Entscheid E. 3.2). Strittig und damit näher zu prüfen ist aber die Frage, ob hier die Verwendung des Überschusses für eine lebenslängliche Rentenerhöhung eine Prämienzahlung darstellt, welche die Stempelabgabe auslöst.\n\n3.3.1 Die Vorinstanz hat diese Frage in Übereinstimmung mit der ESTV bejaht und dazu ausgeführt, dass der hier diskutierte Versicherungsvertrag der versicherten Person das Recht auf eine lebenslängliche Leibrente einräume. Falls ein Überschuss entstanden sei, verpflichte sich die Beschwerdeführerin, die Rente zu erhöhen und diese lebenslänglich auszurichten. Als Konsequenz gehe die Beschwerdeführerin eine weitergehende Verpflichtung ein; sie nehme zusätzlich das sogenannte Langleberisiko auf sich. Mit einer überschussfinanzierten Rentenerhöhung erhalte die versicherte Person folglich eine zusätzliche Versicherungsdeckung (vgl. angefochtener Entscheid E. 3.3.2). Die ESTV habe damit zu Recht in der Hingabe des angesparten Überschusses, welcher in diesem Zeitpunkt zum Entgelt für die Versicherungsleistung werde, eine Prämienzahlung erblickt und die Möglichkeit der Verrechnung des Überschussguthabens mit der Prämienschuld bejaht (vgl. angefochtener Entscheid E. 3.3.3).\n\n3.3.2 Die Beschwerdeführerin hält dagegen, es liege keine Prämienzahlung im Sinne von Art. 21 lit. a StG vor, da als Prämie nur Leistungen des Versicherungsnehmers zu qualifizieren seien. Die auf den Prämien erzielten Überschüsse stellten keine weiteren Leistungen des Versicherungsnehmers dar; die Leistungserhöhung beruhe ausschliesslich auf dem \"partiarischen Charakter\" des Überschusses. Vertragsrechtlich habe der Versicherungsnehmer nie einen Anspruch auf die Auszahlung des Überschusses; dieser werde vielmehr \"automatisch\" in die Renten eingebaut. Damit könne der Überschuss auch nicht mit einer (konstruierten) Prämienschuld verrechnet werden. Der Überschuss bilde vielmehr von Beginn des Versicherungsvertrages an Bestandteil des Vertrages und damit eine Einheit; durch diese Einheit ergebe sich, dass kein Anspruch auf Auszahlung des |22| Überschusses und damit eine zusätzliche Prämienzahlung angenommen werden dürfe.\n\n3.4 Die Auffassung der ESTV und der Vorinstanz vermag bei näherer Betrachtung nicht zu überzeugen.\n\n3.4.1 Der Beschwerdeführerin ist vorab zuzustimmen, dass im Bereich der Stempelabgabe, die unbestrittenermassen eine Rechtsverkehrssteuer darstellt, nur zurückhaltend von der zivilrechtlichen Betrachtungsweise als Massstab der steuerlichen Beurteilung abzurücken ist (vgl. Urteil 2C_337/2012 vom 19. Dezember 2012 E. 3.3, in: StE 2013 B 42.38 36).\n\n3.4.2 Allerdings führt auch eine wirtschaftliche Betrachtungsweise zum Schluss, dass hier keine Prämienzahlung im Sinne von Art. 21 lit. a StG vorliegt: So wird im ursprünglichen Vertrag einerseits eine Prämie in bestimmter Höhe und andererseits eine Minimalrente in bestimmter Höhe sowie - bei entsprechendem Geschäftsverlauf - eine Überschussbeteiligung vereinbart, die zu einer höheren als der minimalen Rente führt. Auch die Vorinstanz räumt ein, dass der Überschuss von Beginn weg Vertragsbestandteil ist (vgl. angefochtener Entscheid E. 4.2.2.1). Die Prämie ist vorsichtig kalkuliert, so dass mit der vertragsgemäss festgelegten Prämie (und dem entsprechenden Kapitalertrag) mit Sicherheit die Minimalrente ausgerichtet werden kann. Ein allfälliger Überschuss wäre darauf zurückzuführen, dass die Prämie zu grosszügig bzw. die Gegenleistung (Minimalrente) zu pessimistisch kalkuliert wurde. Erfolgt nun in Umrechnung der Überschussbeteiligung eine Erhöhung der Rente, so wird bloss die von der Versicherung zu erbringende Leistung (Rente) an den effektiven Geschäftsverlauf angepasst, d.h. die zu Beginn zu pessimistische Rentenkalkulation erfolgt nun präziser und führt dazu, dass eine höhere Rente als die Minimalrente ausbezahlt werden kann. Finanziert wird die Überschussrente aber mit derjenigen Prämie, die vom Versicherungsnehmer bereits einbezahlt und auf der bereits die Stempelabgabe entrichtet worden ist. Würde die Erhöhung der Rente über die vereinbarte Minimalrente hinaus zu einer erneuten Besteuerung führen, liefe dies darauf hinaus, auf den entsprechenden Prämienanteilen die Stempelabgabe doppelt zu erheben. Könnte nämlich der Versicherer bereits zu Beginn die Rentenhöhe präzis berechnen, so würde er von Anfang an die Überschussrente in die garantierte Rente einberechnen; Prämie und Rente wären somit gleich hoch wie in der vorliegenden Konstellation, ohne dass eine zusätzliche Prämienzahlung anzunehmen wäre. |23|\n\n3.4.3 Die hier im Vordergrund stehende zivilrechtliche Betrachtungsweise (vgl. E. 3.4.1 hiervor) führt zum selben Ergebnis:\n\n3.4.3.1 Die Vorinstanz hat dazu ausgeführt, die Überschussbeteiligung sei gemäss AVO mit ihrer Zuteilung geschuldet und der Versicherungsnehmer habe damit eine Forderung gegenüber dem Versicherer. Der Versicherungsnehmer verwende diese Forderung, um eine zusätzliche Versicherungsdeckung einzukaufen. Er schulde dafür eine Prämie, die er durch Verrechnung mit der ihm zustehenden Überschussbeteiligung tilge (vgl. angefochtener Entscheid E. 3.3.3).\n\n3.4.3.2 Dieser Argumentation ist entgegenzuhalten, dass gemäss Art. 137 Abs. 2 Satz 2 AVO die Überschussanteile den Anspruchsberechtigten entsprechend den vertraglichen Regelungen auszuschütten sind. Die vertragliche Regelung (vgl. Ziff. 6 AVB 97) begründet hier aber eben gerade keinen Anspruch auf Auszahlung der Überschussanteile (ausser im Zusammenhang mit einem hier nicht zur Diskussion stehenden Rückkauf nach Ablauf von zehn Jahren); vielmehr führt ein positiver Geschäftsverlauf zu einer \"automatischen\" Rentenerhöhung. Der Versicherungsnehmer hat damit keinen vertraglichen Anspruch auf Auszahlung der Überschussbeteiligung. Es wird auch kein neuer Versicherungsvertrag abgeschlossen, für den wieder eine Prämie zu entrichten wäre. Entgegen der Ansicht der Vorinstanz (vgl. angefochtener Entscheid E. 3.3.2) erhält der Versicherungsnehmer mit der überschussfinanzierten Rentenerhöhung keine zusätzliche Versicherungsdeckung. Vielmehr erhält er für die ursprünglich vertraglich vereinbarte und bereits bezahlte Prämie eine erhöhte Versicherungsleistung (vgl. Art. 94 VVG), nämlich diejenige Rente, die gemäss ursprünglicher Vereinbarung geschuldet ist, sofern der Geschäftsverlauf besser ist als derjenige, welcher der pessimistischen Minimalkalkulation zu Grunde liegt.\n\nDamit scheitert auch die von der Vorinstanz bejahte Verrechnungsmöglichkeit (vgl. angefochtener Entscheid E. 3.3.3 und 2.3.3) daran, dass im Zeitpunkt, in dem die Überschussrente berechnet wird, keine fällige Forderung (vgl. Art. 120 Abs. 1 OR) auf Auszahlung der Überschussbeteiligung besteht.\n\n3.4.3.3 Der Vorinstanz kann auch nicht gefolgt werden, wenn sie ausführt, die Überschussbeteiligung sei keine Versicherungsleistung (vgl. angefochtener Entscheid E. 4.3.2). Die vertragliche Regelung sieht hier vor, dass bei positivem Geschäftsverlauf (und entsprechendem Überschuss) eine höhere Rente als die Minimalrente |24| ausbezahlt wird. Diese ist zwar nicht garantiert, aber es besteht von Anfang an ein vertraglicher Anspruch darauf, sofern denn ein Überschuss entsteht. Die Überschussrente stellt damit eine zu Beginn vereinbarte suspensiv bedingte Versicherungsleistung dar. Der Versicherungsnehmer hat gemäss dem ursprünglichen Vertrag auf diese Leistung einen vertraglichen Anspruch (vgl. Urteil 2A.255/2002 vom 22. April 2003 E. 1.3 und 3.3), ohne dass er eine zusätzliche Prämie bezahlen müsste.\n\n3.4.3.4 Sodann entspricht es der bundesgerichtlichen Praxis, dass Leistungen aus Gewinnbeteiligung (wie etwa der Überschussbeteiligung) steuerlich stets das Schicksal der zu Grunde liegenden Versicherungsleistung teilen (BGE 130 I 205 E. 7.6.6 S. 220; vgl. auch schon Urteil vom 17. Juli 1941 E. 3, in: ASA 10 S. 211). Auch die Lehre geht - wie die Vorinstanz in E. 4.2.2.1 des angefochtenen Entscheids richtig festgehalten hat - davon aus, dass die Kapitallebensversicherung mit Beteiligung am Überschuss wirtschaftlich und rechtlich ein einheitliches und umfassendes Vertragsverhältnis darstellt (PFLEIDERER, a.a.O., S. 62 f. und 65). Entgegen der Auffassung der Vorinstanz ist es hier nicht entscheidend, dass die erwähnte Praxis sich auf die direkte Bundessteuer bezieht. Wenn beim primär wirtschaftlich auszulegenden Ertragsbegriff die Überschussbeteiligung das Schicksal der zu Grunde liegenden Versicherungsleistung teilt, so müsste dies für die primär zivilrechtlich auszulegende Stempelabgabe (vgl. E. 3.4.1 hiervor) erst recht gelten.\n\nAn diesem Resultat ändert schliesslich auch der Umstand nichts, dass die Beschwerdeführerin im vorliegenden Fall ein gewisses Langleberisiko trägt. Abgesehen davon, dass dieses Risiko im Vergleich zu einer anfänglich weniger pessimistischen Berechnung der Rente wohl ohnehin kleiner ist, hat der Versicherungsnehmer diese Versicherungsleistung (mit Einschluss der bedingten Überschussrente) mit der bereits entrichteten und versteuerten Prämie bezahlt.\n\n3.5 Daraus ergibt sich, dass die hier zu beurteilende Verwendung der Überschüsse aus der \"Rentenversicherung mit Rückgewähr\" keine Prämienzahlung im Sinne von Art. 21 lit. a StG darstellt und damit nicht der Stempelabgabe unterliegt."}