{"annee": "140", "cour": "III", "page": "379", "date": "6/6/2014", "cite": ["74 III 40", "137 III 138"], "cite_par": ["145 II 168"], "chapeau": "57. Extrait de l'arrêt de la IIe Cour de droit civil dans la cause X. SA en récupération judiciaire contre Y. (recours en matière civile)\n\n5A_450/2013 du 6 juin 2014", "regestes": ["Art. 166-170 LDIP, art. 317 ss LP; reconnaissance d'un concordat homologué par une juridiction étrangère. Conditions et effets de la reconnaissance d'un concordat étranger, ainsi que de l'ouverture d'un concordat ancillaire (consid. 4)."], "faits": "|379|\n\nA.\n\nA.a Y. est une société anonyme constituée selon le droit de l'Etat du Delaware, ayant son siège à Wilmington (Etat du Delaware/USA); elle est une filiale de A., compagnie aérienne active en Amérique du Sud.\n\nX. SA (ci-après: X.) est une société anonyme de droit brésilien ayant son siège à Sao Paulo (Brésil), qui exploite une entreprise de transport aérien de fret.\n\nUn litige a éclaté entre Y. et X. en 2006.\n\nA.b Le 29 août 2007, Y. a introduit devant la Cour suprême de l'Etat de New York une action en paiement contre X., qui a abouti à deux jugements par lesquels X. a été condamnée à payer à Y.:\n\n- le montant de 17'167'300 USD (capital de la condamnation) par jugement du 1er décembre 2008,\n\n- le montant de 874'578.85 USD correspondant aux intérêts échus jusqu'au 22 janvier 2009 et le montant de 1'118'956.07 USD à titre d'honoraires d'avocat jusqu'à fin décembre 2008, soit au total |3801| '993'534.92 USD, par jugement du 8 juin 2009 (notifié le 9 juin 2010).\n\nEn garantie de ses créances contre X., Y. a requis et obtenu en Suisse trois séquestres, qu'elle a validés par des poursuites.\n\nA.c En particulier, le 9 décembre 2008, Y. a déposé une requête de reconnaissance et de mainlevée définitive de l'opposition au commandement de payer dans la 1re poursuite en validation de séquestre.\n\nPar jugement du 2 février 2009, le Tribunal de première instance de Genève a reconnu le jugement du 1er décembre 2008 de la Cour suprême de l'Etat de New York (concernant le capital) et a accordé la mainlevée définitive à concurrence de 20'090'891 fr. 20 (contrevaleur du montant de 17'167'300 USD; 1re poursuite).\n\nY. ayant requis la continuation de la poursuite, l'Office des poursuites a prononcé la conversion du 1er séquestre en saisie définitive le 17 novembre 2009 dans la 1re poursuite. La conversion du séquestre en saisie définitive a fait l'objet d'une plainte, à laquelle l'effet suspensif a été accordé, puis d'un recours en matière civile au Tribunal fédéral, également avec octroi de l'effet suspensif, qui, par arrêt du 3 février 2011, a prononcé la suspension des opérations de la 1re poursuite jusqu'à droit connu sur la reconnaissance du sursis concordataire du 13 mars 2009 (selon les termes du dispositif de l'arrêt 5A_322 2010 du 3 février 2011, non publié in ATF 137 III 138).\n\nB. Pendant que la créancière Y. séquestrait et poursuivait en Suisse le recouvrement de ses créances, X. a fait l'objet au Brésil d'une décision de récupération judiciaire du 13 mars 2009 du Tribunal de justice de Sao Paulo, équivalant à un sursis concordataire du droit suisse et prononçant la suspension des mesures d'exécution forcée à son encontre durant une période de 180 jours.\n\nLe 6 juillet 2009, X. a demandé au Tribunal de première instance de Genève la reconnaissance en Suisse de la décision de sursis concordataire brésilienne du 13 mars 2009.\n\nLe Tribunal de première instance l'a reconnu par jugement du 27 octobre 2009, sans limitation dans le temps, de sorte que cette reconnaissance a entraîné la suspension des poursuites en Suisse en vertu de l'art. 297 al. 1 LP (ATF 137 III 138 consid. 2.2) tant que la question des effets temporels du sursis concordataire n'était pas résolue.\n\nPar arrêt du 9 décembre 2010, la Cour de justice a déclaré exécutoire en Suisse le sursis concordataire d'une durée de 180 jours pour la période du 13 mars au 8 septembre 2009, arrêt définitif et exécutoire. |381|\n\nC. Le 5 octobre 2009, la Ire Chambre des faillites et des redressements judiciaires du Tribunal de justice de Sao Paulo a octroyé à X. le bénéfice du redressement judiciaire et a avalisé le plan de redressement ( cram down ), équivalant à une homologation de concordat du droit suisse. La créance de Y. est soumise au règlement prévu par ce plan de redressement. L'appel, assorti de l'effet suspensif, interjeté par Y. et d'autres créanciers, a été rejeté par la Cour d'appel de Sao Paulo le 1er juin 2010 et le recours en interprétation a été rejeté le 19 octobre 2010 par cette même Cour.\n\nLe 27 décembre 2010, X. a demandé au Tribunal de première instance de Genève la reconnaissance en Suisse de l'homologation du concordat du 5 octobre 2009, et des arrêts confirmant celle-ci des 1er juin et 19 octobre 2010, concluant également à ce que les avoirs séquestrés soient transférés sur le compte judiciaire de la Cour brésilienne des faillites, laquelle s'assurerait de son utilisation conforme au plan de redressement.\n\nLe Tribunal de première instance a reconnu l'homologation du concordat par jugement du 26 mars 2012 et, notamment, admis que les poursuites tombaient, que les séquestres étaient caducs, et que X. disposait de ses biens en Suisse conformément au plan de redressement homologué. Son jugement ayant été annulé par arrêt de la Cour de justice du 11 juillet 2012 pour violation du droit d'être entendu de Y., le tribunal a rendu un nouveau jugement le 7 janvier 2013, par lequel il a rejeté la demande de reconnaissance, au motif que X. n'avait pas produit une expédition authentique du jugement dont la reconnaissance était demandée.\n\nStatuant le 10 mai 2013, la Chambre civile de la Cour de justice du canton de Genève a déclaré irrecevable le recours interjeté par X. Elle a notamment considéré que la durée du sursis ayant finalement été fixée du 13 mars au 8 septembre 2009, la conversion du séquestre en saisie le 17 novembre 2009 n'avait pas été empêchée par la reconnaissance du sursis; le délai de participation étant écoulé, la créancière bénéficiait en outre du privilège de l'art. 199 al. 2 LP. Par conséquent, la requérante n'avait pas d'intérêt juridique à recourir contre le rejet de sa requête de reconnaissance de l'homologation du concordat.\n\nD. Par arrêt du 6 juin 2014, le Tribunal fédéral a admis le recours interjeté par X. contre cet arrêt d'irrecevabilité.\n\n(résumé) |382|", "considerants": "Extrait des considérants:\n\n4. La question litigieuse est de savoir si la reconnaissance de l'homologation du concordat doit être prononcée ou si des motifs s'y opposent.\n\n4.1 En substance, la cour cantonale a estimé que la reconnaissance n'a pas à être prononcée parce que, en vertu de l'art. 199 al. 2 LP, la créancière séquestrante a la préférence sur les avoirs saisis: le premier séquestre obtenu par la créancière a été converti en saisie définitive et les délais de participation sont échus, de sorte que celle-ci a acquis le droit d'être désintéressée sur les biens saisis. Implicitement, il n'y a donc pas de biens en Suisse qu'il faudrait inventorier dans un concordat ancillaire ou qui devraient revenir à la masse concordataire étrangère.\n\nLa recourante soutient que, vu l' ATF 137 III 138, il n'y a pas eu de conversion du séquestre en saisie définitive et que les délais de participation n'ont pas commencé à courir et, subsidiairement, que les conditions de l'art. 199 al. 2 LP ne sont pas réalisées.\n\n4.2 Un concordat, ou une procédure analogue, homologué par une juridiction étrangère est reconnu en Suisse conformément aux règles des art. 166-170 LDIP (RS 291), applicables par analogie (art. 175 al. 1 LDIP).\n\n4.2.1 La reconnaissance a pour effet d'étendre en Suisse l'effet obligatoire du concordat étranger pour tous les créanciers (à l'exception des créanciers gagistes dont le gage se trouve en Suisse et des créanciers privilégiés domiciliés en Suisse; art. 172 al. 1 LDIP), de façon à les empêcher de tenter de recouvrer en Suisse le solde de leurs créances non couvert par le dividende ou le produit de la réalisation des actifs abandonnés, et ce alors qu'ils ont auparavant, à l'étranger, approuvé le concordat (Message du 10 novembre 1982 concernant une loi fédérale sur le droit international privé, FF 1983 I 255 ss, 442; BRACONI, in Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, n° 29 ad art. 175 LDIP et les références).\n\nSi le débiteur abandonne aux créanciers ses biens localisés en Suisse et qu'il y a des créanciers gagistes dont le gage se trouve en Suisse ou des créanciers privilégiés domiciliés en Suisse (art. 172 al. 1 LP), il faut ouvrir une procédure de concordat ancillaire en Suisse, soumise aux art. 317 ss LP (par renvoi de l'art. 170 al. 1 LDIP; |383| ATF 137 III 138 consid. 2.2 p. 141 et les références à la doctrine; BRACONI, op. cit., n° 30 ad art. 175 LDIP). Le juge de la reconnaissance nomme un liquidateur suisse pour administrer cette procédure. Celui-ci établira un état de collocation et procédera à la distribution des deniers; seul le solde éventuel sera remis à la masse concordataire étrangère ou à ceux des créanciers qui y ont droit en vertu de la reconnaissance de l'état de collocation étranger (art. 173 al. 1 LDIP; BRACONI, op. cit., n° 30 ad art. 175 LDIP).\n\nSi aucun créancier privilégié ne s'est annoncé, il n'est pas nécessaire d'ouvrir une procédure de concordat ancillaire en Suisse. Lorsque le commissaire étranger ne doit accomplir aucun acte en Suisse, mais seulement demander la mise à la disposition du concordat étranger des biens se trouvant en Suisse, il ne s'impose pas non plus de nommer un commissaire suisse. Si des mesures de contrainte en Suisse devaient se révéler nécessaires, le commissaire étranger devrait s'adresser aux autorités judiciaires ou d'exécution suisses (arrêt 5A_267/2007 du 30 septembre 2008 consid. 5.3). Il s'ensuit que le juge suisse de la reconnaissance peut non seulement reconnaître le concordat étranger, mais aussi donner effet en Suisse aux mesures étrangères prises en vertu de celui-ci, soit en accordant à l'administrateur étranger les pouvoirs requis, soit en nommant en outre un co-administrateur suisse (FF 1983 I 442; BRACONI, op. cit., n° 26 ad art. 175 LP).\n\n4.2.2 Le concordat, ou une procédure analogue, étranger est reconnu en Suisse aux conditions de l'art. 166 al. 1 LDIP (par renvoi de l'art. 175 LDIP), à savoir lorsque la décision étrangère a été rendue par une autorité compétente (compétence indirecte; art. 166 al. 1 in initio LDIP), qu'elle est exécutoire (art. 166 al. 1 let. a LDIP) et qu'il n'y a pas de motif de refus au sens de l'art. 27 LDIP, parce qu'elle respecte l'ordre public matériel et l'ordre public formel (let. b) et que la réciprocité est accordée par l'Etat où la décision a été rendue (let. c; cf. BRACONI, op. cit., n° 14 ad art. 175 LDIP).\n\nSi l'ouverture d'un concordat ancillaire est en outre subordonnée à d'autres conditions (cf. supra consid. 4.2.1), il n'en va pas de même de la reconnaissance en tant que telle, qui n'a que pour but de rendre l'homologation du concordat étranger assimilable à l'homologation d'un concordat suisse.\n\n4.3 En l'espèce, il n'est pas contesté qu'il n'y a pas de créanciers gagistes ou de créanciers privilégiés en Suisse. Il n'y a donc pas à ouvrir de procédure de concordat ancillaire. |384|\n\nEn revanche, des avoirs qui appartenaient à la débitrice ont été séquestrés en Suisse; l'Office des poursuites a placé sous sa garde un montant de 24'541'781 fr., qu'il a consigné à la Caisse de consignation de l'Etat de Genève. Dans la mesure où il y a litige sur le droit à ces avoirs entre la masse concordataire étrangère, qui a succédé à la société débitrice, et la créancière séquestrante, le juge doit reconnaître en Suisse l'homologation du concordat brésilien de façon à permettre à l'administrateur ou liquidateur du concordat étranger de faire valoir les droits de la masse concordataire auprès de l'Office des poursuites qui a exécuté le séquestre de ces avoirs, le cas échéant par la voie de la plainte à l'autorité de surveillance (art. 17 ss LP; ATF 74 III 40 consid. 1 et 2 p. 43 ss; cf. HANDSCHIN/HUNKELER, in Basler Kommentar, Bundesgesetz über Schuldbetreibung und Konkurs, vol. II, 2e éd. 2010, n° 12 ad art. 199 LP; ROMY, in Commentaire romand, Poursuite et faillite, 2005, n° 7 ad art. 199 LP). Il appartient en effet aux autorités de l'exécution forcée de trancher la question de savoir si ces avoirs tombent dans la masse ou s'ils sont acquis au créancier individuel qui a poursuivi la débitrice. En tant que juge de l'entraide judiciaire internationale, le juge de la reconnaissance doit uniquement vérifier la réalisation des conditions posées par la LDIP; il n'a pas à anticiper, à titre préjudiciel, sur le sort de cette question (cf. arrêt 4A_366/2011 du 31 octobre 2011 consid. 2.2, 2e par. in fine).\n\n4.4 En conclusion, c'est à tort que la Cour de justice a rejeté la demande de reconnaissance déposée par la recourante pour le motif retenu. Le recours doit donc être admis et l'arrêt attaqué annulé. La cause doit être renvoyée à la cour cantonale pour examen des autres conditions de la reconnaissance."}