{"annee": "140", "cour": "III", "page": "12", "date": "16/1/2014", "cite": ["101 III 32", "135 I 102", "91 I 161", "138 III 76", "140 III 16", "134 I 12", "129 III 595", "139 I 138"], "cite_par": ["141 III 564", "141 I 241", "142 III 131", "144 III 531"], "chapeau": "3. Auszug aus der Verfügung der I. zivilrechtlichen Abteilung i.S. X. gegen Y. Versicherung AG (Beschwerde in Zivilsachen)\n\n4A_589/2013 vom 16. Januar 2014", "regestes": ["Art. 29 al. 3 Cst.; art. 117 CPC; art. 64 LTF; art. 158 al. 1 let. b CPC; assistance judiciaire; preuve à futur. Dans une procédure de preuve à futur destinée à clarifier les chances de succès d'un procès, il n'y a pas de droit à l'assistance judiciaire (consid. 3.3 et 3.4)."], "faits": "", "considerants": "BGE 140 III 12 S. 12\n\nAus den Erwägungen:\n\n3.\n\n3.3 Die Beschwerdeführerin begehrt die unentgeltliche Rechtspflege für eine vorsorgliche Beweisführung gemäss Art. 158 ZPO. Sie weist für die Streitwertberechnung zutreffend darauf hin, dass die mutmasslichen Begehren im Hauptprozess massgebend sind. Allgemein beurteilt sich nach den mutmasslichen Begehren im Hauptprozess, ob das vorsorglich beantragte Beweismittel eine erhebliche Tatsache betrifft und zum Beweis dieser Tatsache tauglich ist. Die vorsorgliche Beweisführung nach Art. 158 Abs. 1 lit. b ZPO ist nur als Hilfsverfahren für ein beabsichtigtes Hauptverfahren zulässig, weshalb die gesuchstellende Partei ihre Rechtsbegehren zu bezeichnen hat, die sie im Hauptprozess aufgrund eines schlüssig und substanziiert behaupteten Lebenssachverhalts einzuklagen gedenkt (vgl. BGE 138 III 76 E. 2.4.2 S. 81; BGE 140 III 16 E. 2.2.2). Die mutmasslichen Begehren im Hauptprozess sind auch massgebend für die Erfolgsaussichten, von deren Beurteilung die Gewährung der unentgeltlichen Rechtspflege abhängt. BGE 140 III 12 S. 13\n\n3.3.1 Art. 29 Abs. 3 BV und dementsprechend Art. 117 ff. ZPO dienen dem Zugang zum Gericht. Mit dem Anspruch auf unentgeltliche Rechtspflege nach Art. 29 Abs. 3 BV soll eine nicht über genügend finanzielle Mittel verfügende Partei in den Stand versetzt werden, zur Durchsetzung ihrer Rechte einen Prozess zu führen, und es soll ihr, gleich wie einer vermögenden Partei, der Zugang zum Gericht ungeachtet ihrer Bedürftigkeit möglich sein. Die Aufgabe des Staates beschränkt sich darauf, den Einzelnen dann zu unterstützen, wenn er ohne diese Unterstützung eines Rechts verlustig ginge oder sich gegen einen als unzulässig erachteten Eingriff nicht wehren könnte. Der Anspruch besteht deshalb in der Regel nicht in einem Verfahren der abstrakten Normenkontrolle, weil derartige Nachteile in der Regel nicht bereits dann unmittelbar drohen, wenn eine Norm erlassen wird; erst die Anwendung einer Norm im Einzelfall führt zu einem massgeblichen Eingriff in Rechte, und es genügt, wenn einer betroffenen bedürftigen Partei die unentgeltliche Prozessführung in jenem Zeitpunkt bewilligt wird (BGE 139 I 138 E. 4.2 mit Hinweisen).\n\n3.3.2 Das Bundesgericht hat aus demselben Grund etwa auch abgelehnt, dem Schuldner für die vom Konkursamt im Rahmen der Verwertung eines Miteigentumsanteils an einem Grundstück durchzuführende Einigungsverhandlung mit den pfandberechtigten Gläubigern (Art. 73e i.V.m. Art. 130d VZG [SR 281.42]) einen Anspruch auf einen unentgeltlichen Rechtsbeistand zu gewähren (BGE 134 I 12 E. 2.1-2.5 S. 13 ff.). Auch für die Schätzung des zu versteigernden Grundstücks besteht kein Anspruch des Schuldners auf unentgeltliche Rechtspflege, denn die Schätzung gibt den Interessenten lediglich einen Anhaltspunkt über das vertretbare Angebot, ohne etwas über den an der Versteigerung tatsächlich erzielbaren Erlös auszusagen (vgl. BGE 101 III 32 E. 1 S. 34; BGE 129 III 595 E. 3.1 S. 597). Dem Beschwerdeführer als Schuldner im Verwertungsverfahren droht nicht der Verlust eines Rechts, wenn ihn das Gemeinwesen nicht durch unentgeltliche Rechtspflege bei der Neuschätzung des zu versteigernden Grundstücks unterstützt (BGE 135 I 102 E. 3.2.3).\n\n3.3.3 Dem Gesuchsteller im Verfahren um vorsorgliche Beweisabnahme zur Abklärung von Prozessaussichten droht kein Rechtsverlust, wenn ihm die vorsorgliche Abnahme des begehrten Beweises verweigert wird. Im Verfahren der vorsorglichen Beweisführung nach Art. 158 Abs. 1 lit. b ZPO stehen keine (materiellrechtlichen) BGE 140 III 12 S. 14Rechte oder Pflichten der Parteien zur Beurteilung. Es geht ausschliesslich darum, das Vorhandensein gewisser Tatsachen beweismässig zu klären. Daran ändert nichts, dass das schutzwürdige Interesse an der Beweisabnahme durch das Gericht voraussetzt, dass die gesuchstellende Partei einen Anspruch gegen die Gesuchsgegnerin glaubhaft machen muss, zu dessen Beweis das beantragte Beweismittel dienen kann (BGE 138 III 76 E. 2.4.2 S. 81; BGE 140 III 16 E. 2.2.2). Damit soll vielmehr sichergestellt werden, dass das gerichtliche Verfahren zur vorsorglichen Beweiserhebung nicht ohne Rechtsschutzinteresse in Anspruch genommen wird. Die ZPO stellt mit Art. 158 Abs. 1 lit. b zweite Alternative der Partei, welche die Erhebung einer Klage in Aussicht nimmt, ein gerichtliches und damit unabhängiges Verfahren zur Verfügung, um gewisse Tatsachen beweismässig zu klären, die nach ihrer Einschätzung für den Entscheid über die Einleitung bzw. die Aussicht einer Klage wesentlich sind. Materiellrechtliche Rechte und Pflichten der Parteien stehen in diesem Verfahren jedoch nicht zur Entscheidung und das Gericht beurteilt in diesem Verfahren die Aussichten der beabsichtigten Klagebegehren nicht. Die gesuchstellende Partei hat - wenn das Verfahren der vorsorglichen Beweisführung durchgeführt wird - ein gerichtlich erhobenes Beweismittel zur Verfügung, das ihr ermöglichen soll, die Nutzlosigkeit einer Klage zu erkennen, bzw. das beiden Parteien eine vergleichsweise Regelung der Streitsache erleichtern soll.\n\n3.3.4 Da im Verfahren um vorsorgliche Beweisführung nach Art. 158 Abs. 1 lit. b ZPO nicht über materiellrechtliche Rechte oder Pflichten der Parteien zu entscheiden ist, besteht grundsätzlich kein Anspruch auf unentgeltliche Rechtspflege. Das Gericht hat in diesem Verfahren denn auch nicht zu beurteilen, wie aussichtsreich die von der gesuchstellenden Partei erwogene Klage ist. Es ist nur erforderlich, aber auch genügend, dass die gesuchstellende Partei einen Sachverhalt glaubhaft macht, aus dem sie die von ihr behaupteten Klageansprüche ableiten kann. Wenn die gesuchstellende Partei aber ein schutzwürdiges Interesse nachweist, hat sich das Gericht in diesem Verfahren darauf zu beschränken, die beantragten Beweise lege artis abzunehmen. Das Verfahren soll ausschliesslich der interessierten Partei ermöglichen, über die Einreichung der Klage zu entscheiden. Das Gericht hat sich in diesem Verfahren zur Aussicht der beabsichtigten Klage nicht zu äussern. BGE 140 III 12 S. 15\n\n3.4 Die unentgeltliche Rechtspflege wird der bedürftigen Partei sowohl nach Art. 29 Abs. 3 BV wie nach Art. 117 ZPO und Art. 64 BGG für Verfahren gewährt, mit denen sie Rechtsansprüche durchsetzen will. Der Zugang zum Gericht wird der bedürftigen Partei danach nur für Rechtsansprüche gewährt, deren Erfolgsaussichten aufgrund summarischer Beurteilung mindestens nur wenig geringer sind als die Verlustgefahren (nicht publ. E. 3.2). Zur Beurteilung der Erfolgsaussichten der Rechtsbegehren muss dem über die unentgeltliche Rechtspflege entscheidenden Gericht das tatsächliche und rechtliche Fundament der Klage vollständig dargelegt werden, soweit dies nach dem Stand des Verfahrens möglich und zumutbar ist. Art. 119 ZPO regelt das Gesuch und Verfahren um unentgeltliche Rechtspflege denn auch nur für Verfahren, mit denen die Klageansprüche rechtshängig gemacht werden (Art. 119 Abs. 1 ZPO). In diesem Rahmen hat sich die gesuchstellende Partei zur Sache sowie über ihre Beweismittel zu äussern (Art. 119 Abs. 2 ZPO). Für Beweiserhebungen hat nach Art. 102 ZPO jede Partei auch im Prozess um materiellrechtliche Ansprüche die Kosten für die Auslagen des Gerichts vorzuschiessen, die durch die von ihr beantragten Beweiserhebungen veranlasst werden. Wird der Vorschuss nicht geleistet, unterbleibt die Beweiserhebung (Art. 102 Abs. 3 ZPO). Wenn die Gewährung der unentgeltlichen Rechtspflege im Verfahren um streitige Ansprüche die Befreiung von Vorschussleistungen umfasst (Art. 118 Abs. 1 lit. a ZPO) und die von der bedürftigen Partei beantragten Beweise ohne Vorschuss erhoben werden, so setzt dies jedenfalls die Erfolgsaussicht ihrer Ansprüche voraus, über die im Hauptverfahren zu befinden ist (vgl. auch BGE 91 I 161 E. 2 S. 162 f.). Für gesonderte Beweiserhebungen ohne Gefahr des Rechtsverlusts, wie sie Art. 158 Abs. 1 lit. b ZPO zur Verfügung stellt, ist die Gewährung der unentgeltlichen Rechtspflege ausgeschlossen. Den in der Literatur geäusserten Meinungen, wonach auch im Verfahren der vorsorglichen Beweisführung zur Abklärung der Prozesschancen (Art. 158 Abs. 1 lit. b ZPO) die Möglichkeit der unentgeltlichen Prozessführung bestehe (so JÜRGEN BRÖNNIMANN, in: Berner Kommentar, Schweizerische Zivilprozessordnung, 2012, N. 26 zu Art. 158 ZPO; WALTER FELLMANN, in: Kommentar zur Schweizerischen Zivilprozessordnung, Sutter-Somm und andere [Hrsg.], 2. Aufl. 2013, N. 42 zu Art. 158 ZPO), ist mithin nicht zu folgen."}