{"annee": "140", "cour": "IV", "page": "150", "date": "28/10/2014", "cite": ["126 IV 53", "122 IV 246", "131 IV 100", "124 IV 97", "128 IV 18", "120 IV 199"], "cite_par": [], "chapeau": "20. Auszug aus dem Urteil der Strafrechtlichen Abteilung i.S. X. gegen Oberstaatsanwaltschaft des Kantons Aargau (Beschwerde in Strafsachen)\n\n6B_183/2014 vom 28. Oktober 2014", "regestes": ["Escroquerie (art. 146 CP), délit impossible (art. 22 CP). L'incapacité de travail totale exclut le délit impossible d'escroquerie au détriment des assurances sociales (consid. 3.4-3.7)."], "faits": "|150|\n\nA. Das Bezirksgericht Lenzburg verurteilte X. am 19. Januar 2012 wegen Betrugs zulasten der A. Versicherungs-Gesellschaft AG und |151| der Schweizerischen Unfallversicherungsanstalt (SUVA) zu einer bedingten Geldstrafe.\n\nDas Obergericht des Kantons Aargau hiess die dagegen gerichtete Berufung am 16. August 2012 teilweise gut. Es sprach X. vom Vorwurf des Betrugs zulasten der A. Versicherungs-Gesellschaft AG frei und verurteilte ihn wegen Betrugs zum Nachteil der SUVA.\n\nDem Urteil lag folgender Sachverhalt zugrunde:\n\nX. war am 20. Dezember 2005 in einen Strassenverkehrsunfall verwickelt. Seither litt er an verschiedenen Beschwerden, weshalb ihm vom Arzt eine Arbeitsunfähigkeit attestiert wurde. Ab Mitte April 2007 war er unentgeltlich für die B. AG tätig. X. klärte die SUVA nicht lückenlos über den Umfang dieser Tätigkeit auf.\n\nB. Das Bundesgericht hiess die gegen das obergerichtliche Urteil gerichtete Beschwerde in Strafsachen von X. am 12. April 2013 teilweise gut. Es erwog, ein Schuldspruch wegen vollendeten Betrugs setze eine schädigende Vermögensdisposition des Getäuschten voraus. Im Sozialversicherungsrecht sei ein Vermögensschaden gegeben, wenn der Versicherte auf die ausbezahlten Leistungen keinen Anspruch habe. Unverständlich sei, weshalb die Vorinstanz zur Auffassung gelangt sei, die sozialversicherungsrechtliche Arbeitsfähigkeit sei nicht zu prüfen. Vorliegend gehe es offensichtlich um einen Grenzfall. Einerseits sei unklar, ob X. für die massgebende Zeit von April bis November 2007 im sozialversicherungsrechtlichen Sinne überhaupt arbeitsfähig gewesen sei. Andererseits könne ihm nicht vorgeworfen werden, er habe die SUVA und die Ärzte über seine wahren Fähigkeiten vollständig im Unklaren gelassen. Die vorinstanzliche Begründung, wonach von einer irrtumsbedingten Vermögensdisposition der SUVA auszugehen sei, halte vor Bundesrecht nicht Stand (Urteil 6B_646/2012).\n\nC. Am 12. Dezember 2013 entschied das Obergericht erneut. Es hiess die Berufung von X. gegen das bezirksgerichtliche Urteil vom 19. Januar 2012 teilweise gut, sprach ihn vom Vorwurf des Betrugs zum Nachteil der A. Versicherungs-Gesellschaft AG frei und verurteilte ihn wegen versuchten Betrugs zum Nachteil der SUVA.\n\nD. Mit Beschwerde in Strafsachen beantragt X., das obergerichtliche Urteil vom 12. Dezember 2013 sei aufzuheben, und er sei von Schuld und Strafe freizusprechen. Eventualiter sei die Sache zur neuen Beurteilung an das Obergericht zurückzuweisen. |152|\n\nE. Das Obergericht und die Oberstaatsanwaltschaft des Kantons Aargau verzichten auf eine Stellungnahme.\n\nF. Das Bundesgericht hat das Urteil öffentlich beraten (Art. 58 Abs. 1 BGG). Es heisst die Beschwerde gut, soweit es darauf eingetreten ist.", "considerants": "Aus den Erwägungen:\n\n3.\n\n3.4 Der Versuch ist in Art. 22 StGB geregelt. Das Gesetz enthält hierfür keine eigentliche Definition. Nach der bundesgerichtlichen Rechtsprechung liegt ein Versuch vor, wenn der Täter sämtliche subjektiven Tatbestandsmerkmale erfüllt und seine Tatentschlossenheit manifestiert hat, ohne dass alle objektiven Tatbestandsmerkmale verwirklicht wären (BGE 131 IV 100 E. 7.2.1; BGE 120 IV 199 E. 3e; siehe auch BGE 128 IV 18 E. 3b; BGE 122 IV 246 E. 3). Zum Versuch gehört folglich der Entschluss des Täters, eine Straftat zu begehen, und die Umsetzung dieses Tatentschlusses in eine Handlung. Der Täter muss mit der Ausführung der Tat (mindestens) begonnen haben. Das Vorliegen eines Versuchs ist danach zwar nach objektivem Massstab, aber auf subjektiver Beurteilungsgrundlage festzustellen.\n\n3.5 Der untaugliche Versuch (délit impossible, reato impossible) ist eine Form des Versuchs. Ein solcher liegt vor, wenn die Tat entgegen der Vorstellung des Täters überhaupt nicht zur Vollendung der Tat führen kann. Der Sache nach handelt es sich beim untauglichen Versuch um einen Sachverhaltsirrtum zuungunsten des Täters. Nach seiner Vorstellung erfüllt er einen Tatbestand, in Wirklichkeit ist sein Verhalten aber harmlos (BGE 124 IV 97 E. 2a; vgl. auch BGE 126 IV 53 E. 2b). Im alten Recht wurde der untaugliche Versuch in aArt. 23 StGB geregelt. Das geltende Recht subsumiert ihn unter die allgemeine Bestimmung von Art. 22 Abs. 1 StGB und erklärt ihn damit - wie den Versuch überhaupt - prinzipiell für strafbar. Damit kommt es im Grunde weder auf die Art noch den Grad der objektiven Untauglichkeit des Versuchs an. Entscheidend für die Strafbarkeit ist nur, dass der Täter in der Annahme handelt, den vorgestellten Sachverhalt verwirklichen zu können, auch wenn dies objektiv gar nicht möglich ist (vgl. WOLFGANG WOHLERS, Die Strafbarkeitsvoraussetzungen des StGB AT nach der Revision - Teil II, in: Die Revision des Strafgesetzbuches Allgemeiner Teil, Tag/Hauri [Hrsg.], 2006, S. 51 ff., 52). Nur für den Fall, dass der Täter grob unverständig handelt, sein Versuch mithin besonders dumm oder geradezu |153| lächerlich ist, statuiert das Gesetz in Art. 22 Abs. 2 StGB Straflosigkeit (Botschaft vom 21. September 1998 zur Änderung des Schweizerischen Strafgesetzbuches und Militärstrafgesetzes sowie zu einem Bundesgesetz über das Jugendstrafrecht, BBl 1999 1979, 2010 f. Ziff. 212.5 und 212.51).\n\n3.6 Nicht jedes Verhalten, das die Elemente des untauglichen Versuchs an sich erfüllt und damit nach Art. 22 Abs. 1 StGB grundsätzlich strafbar ist, stellt sich indessen auch als strafwürdiges und strafbedürftiges Unrecht dar. Die strafrechtliche Erfassung und Pönalisierung solchen Verhaltens macht keinen Sinn. Sie lässt sich auch nur schwer mit den Grundlagen des geltenden Tatstrafrechts vereinbaren. Es besteht deshalb das Bedürfnis nach einer tatbestandlichen Strafbarkeitseinschränkung des untauglichen Versuchs. Strafbar sollen untaugliche Verhaltensweisen daher grundsätzlich nur sein, wenn und soweit sie sich als ernstlicher Angriff auf die rechtlich geschützte Ordnung darstellen. Erforderlich ist damit - neben dem Deliktsverwirklichungswillen - eine minimale objektive Gefährlichkeit des Täterverhaltens (vgl. zum Ganzen STRATENWERTH, Allgemeiner Teil I: Die Straftat, 4. Aufl. 2011, § 12 N. 17, 35 sowie 40 ff.; siehe zu den Theorien betreffend die [Einschränkung der] Versuchsstrafbarkeit für das deutsche Recht: CLAUS ROXIN, Strafrecht, Allgemeiner Teil, Bd. II, München 2003, Rz. 9 ff. und 51 ff.; HANS JOACHIM HIRSCH, Untauglicher Versuch und Tatstrafrecht, in: Festschrift für Claus Roxin [...], 2001, S. 711 ff. und 724 ff.). Mangelt es einem Täterverhalten bei Kenntnis aller nachträglich bekannten Umstände im Zeitpunkt der Tat objektiv an einem ernsthaften Stör- und Gefährdungspotenzial und somit an einer objektiv minimalen Gefährlichkeit (Risiko), lässt sich weder ein Strafbedürfnis bejahen noch eine Strafsanktion rechtfertigen. In einem solchen Fall muss der Täter, auch wenn er nicht aus grobem Unverstand gehandelt hat, in analoger Anwendung von Art. 22 Abs. 2 StGB straflos bleiben. Dies mit der Begründung, dass ein objektiv ungefährlicher untauglicher Versuch - ebenso wie ein grob unverständiger Versuch - die Rechtsordnung nicht zu gefährden vermag (vgl. Botschaft, a.a.O., 2011 Ziff. 212.51, zum groben Unverstand).\n\n3.7 Worin vorliegend der ernstliche Angriff auf die geschützte Rechtsordnung bestehen soll, ist nicht ersichtlich. Nach den verbindlichen Sachverhaltsfeststellungen der Vorinstanz war nicht zu erstellen, dass der Beschwerdeführer im massgebenden Zeitraum überhaupt |154| sozialversicherungsrechtlich arbeitsfähig war. Damit ist in Anwendung des Grundsatzes \"in dubio pro reo\" von dessen vollständiger sozialversicherungsrechtlicher Arbeitsunfähigkeit auszugehen. Der Beschwerdeführer hatte damit unstreitig Anspruch auf die bezogenen Versicherungsleistungen. Über das Ausmass seiner Arbeitsunfähigkeit konnte er bei dieser Ausgangslage überhaupt nicht täuschen, schon gar nicht arglistig. Die Beurteilung seiner sozialversicherungsrechtlichen Arbeitsunfähigfähigkeit ergab sich - vollkommen unabhängig von seinem Verhalten - aus objektiven Kriterien. Die SUVA irrte denn auch nicht. Sie machte sich keine unzutreffenden Vorstellungen über die Wirklichkeit. Das Verhalten des Beschwerdeführers, die SUVA nicht lückenlos über den wahren Umfang seiner Arbeitstätigkeit bei der B. AG aufzuklären, war mithin nicht ansatzweise kausal für ihre Vermögensdisposition. Der Beschwerdeführer erwirkte weder einen rechtswidrigen Vermögensvorteil noch erlitt die SUVA einen Vermögensschaden. Diese machte denn auch nicht geltend, die Versicherungsleistungen seien als Folge einer Täuschung zu Unrecht erfolgt. Sie stellte die Taggeldzahlungen per 18. Dezember 2007 vielmehr wegen mangelnder Adäquanz ein und kam selbst nach Einstellung der Taggelder bis im Jahr 2009 noch für Heilungskosten auf (vgl. Urteil 6B_646/2012 vom 12. April 2013 E. 2.5.1). Damit fehlt es vorliegend an der Voraussetzung einer objektiv minimal gefährlichen Täuschungshandlung. Es bestand zu keinem Zeitpunkt eine Rechtsgutsgefährdung. Die Vermögensinteressen der SUVA wurden durch das Verhalten des Beschwerdeführers nicht im Geringsten berührt. Was bleibt, ist dessen bloss subjektive Fehlvorstellung, die SUVA über die (in Wirklichkeit nicht existente) Arbeitsfähigkeit allenfalls arglistig zu täuschen. Das reicht mangels einer Unrechtsrelevanz nicht aus, eine Versuchsstrafbarkeit zu begründen. Eine Verurteilung wegen untauglichen Betrugsversuchs fällt deshalb ausser Betracht."}