{"annee": "140", "cour": "III", "page": "473", "date": "8/9/2014", "cite": ["137 III 481", "140 III 115"], "cite_par": [], "chapeau": "69. Auszug aus dem Urteil der I. zivilrechtlichen Abteilung i.S. A. AG gegen B. Ltd. (Beschwerde in Zivilsachen)\n\n4A_256/2014 vom 8. September 2014", "regestes": ["Art. 15, 117 et 122 LDIP; droit applicable; cession de demandes de brevet. Détermination du droit applicable. L'art. 122 LDIP est applicable aux contrats de cession de demandes de brevet. Est laissée ouverte la question de savoir si, en dérogation au rattachement prévu à l'art. 122 LDIP, l'art. 15 ou l'art. 117 al. 1 LDIP serait déterminant (consid. 2)."], "faits": "|473|\n\nA. Vom 13. bis zum 17. Dezember 2008 trafen sich Vertreter der A. AG (Sitz in der Schweiz; Klägerin, Beschwerdeführerin) in Hongkong mit Vertretern der B. Ltd. (Sitz in Hongkong; Beklagte, Beschwerdegegnerin). Hintergrund des Treffens war ein Streit der Parteien über die Frage, wem zwei Patentanmeldungen betreffend Kaffeekapseln und eine Patentanmeldung betreffend einen Mechanismus zum Aufstechen der Kaffeekapseln zustehen würden. Als Inhaberin war in allen drei Patentanmeldungen die B. Ltd. angegeben.\n\nDie Parteien sind sich nicht einig über das Ergebnis des Treffens in Hongkong. Die B. Ltd. macht geltend, die Parteien hätten sich darauf geeinigt, dass sie der A. AG die Patentanmeldung betreffend den Aufstechmechanismus abtrete und demgegenüber die |474| Patentanmeldungen betreffend die Kaffeekapseln behalte. Die A. AG bestreitet das Zustandekommen einer Vereinbarung. Am 19. Dezember 2008 trat die B. Ltd. der A. AG die Patentanmeldung betreffend den Aufstechmechanismus ab.\n\nB. Am 21. Juni 2010 reichte die A. AG beim Handelsgericht des Kantons Bern gegen die B. Ltd. Klage ein auf Abtretung der Patentanmeldungen betreffend die Kaffeekapseln. Das Handelsgericht beschränkte das Verfahren auf die Frage des Zustandekommens und des Inhalts der in der Zeit vom 13. bis zum 17. Dezember 2008 in Hongkong allenfalls getroffenen Vereinbarung der Parteien und auf deren allfällige rechtliche Bedeutung. Mit Entscheid vom 2. Juli 2013 wies das Handelsgericht des Kantons Bern die Klage ab.\n\nC. Mit Beschwerde in Zivilsachen vom 28. April 2014 beantragt die A. AG dem Bundesgericht, es sei das Urteil des Handelsgerichts aufzuheben und es sei die Klage gutzuheissen. Eventualiter sei die Sache zur Neubeurteilung an das Handelsgericht zurückzuweisen.\n\nDas Bundesgericht heisst die Beschwerde teilweise gut, hebt den vorinstanzlichen Entscheid auf und weist die Sache zu neuer Entscheidung im Sinne der Erwägungen an die Vorinstanz zurück.\n\n(Zusammenfassung)", "considerants": "Aus den Erwägungen:\n\n2. Zwischen den Parteien ist umstritten, ob auf ihre Streitigkeit Schweizer Recht oder das Recht von Hongkong anwendbar sei. Da die Beschwerdeführerin ihren Sitz in U. (Schweiz) und die Beschwerdegegnerin den ihren in Hongkong hat, liegt ein internationaler Sachverhalt vor (BGE 140 III 115 E. 3 S. 117; BGE 137 III 481 E. 2.1 S. 483). Das anwendbare Recht ist somit nach dem IPRG zu ermitteln (Art. 1 Abs. 1 lit. b IPRG [SR 291]).\n\n2.1 Die Vorinstanz hat ausgeführt, die Frage des Zustandekommens eines Vertrags sei nach der lex causae, d.h. nach dem auf den Vertrag anzuwendenden Recht zu beurteilen. Da die Parteien keine Rechtswahl getroffen hätten, unterstehe der Vertrag nach Art. 117 Abs. 1 IPRG dem Recht des Staates, mit dem er am engsten zusammenhänge. Nach Art. 117 Abs. 2 IPRG werde vermutet, der engste Zusammenhang bestehe mit dem Staat, in dem die Partei, welche die charakteristische Leistung erbringen solle, ihren gewöhnlichen Aufenthalt habe oder, wenn sie den Vertrag aufgrund einer beruflichen |475| oder gewerblichen Tätigkeit geschlossen habe, in dem sich ihre Niederlassung befinde. Eine charakteristische Leistung sei vorliegend nicht auszumachen. Massgebend sei somit jenes Recht, welches in Würdigung aller bei Vertragsabschluss erkennbarer Umstände am engsten mit dem Vertragsinhalt zusammenhänge. Gegenstand des in Hongkong allenfalls abgeschlossenen Vertrags seien drei Patentanmeldungen. Für alle drei Anmeldungen werde Schutz auf dem Gebiet der Schweiz beantragt, jedoch nur für zwei Anmeldungen gleichzeitig Schutz in China bzw. in Hongkong. Aufgrund des territorialen Schutzbereichs überwiege gesamtheitlich betrachtet der Zusammenhang mit der Schweiz, weshalb Schweizer Recht anwendbar sei.\n\n2.2 Die Beschwerdeführerin rügt, die Vorinstanz habe durch die Anwendung von Schweizer Recht Art. 117 IPRG und Art. 9 BV verletzt. Da keine charakteristische Leistung auszumachen sei und kaum Indizien für die Wahl des anwendbaren Rechts ersichtlich seien, müsse auf den Ort abgestellt werden, an dem über mehrere Tage verhandelt worden sei. Entsprechend sei auf den angeblich geschlossenen Vertrag bzw. auf die Frage, ob ein solcher überhaupt geschlossen worden sei, das Recht von Hongkong anwendbar.\n\n2.3 Art. 116 f. IPRG regeln das auf Verträge anwendbare Recht im Allgemeinen. Für Verträge über Immaterialgüterrechte besteht jedoch mit Art. 122 IPRG eine Sonderbestimmung. Danach unterstehen solche Verträge dem Recht des Staates, in dem derjenige, der das Immaterialgüterrecht überträgt oder die Benutzung an ihm einräumt, seinen gewöhnlichen Aufenthalt hat (Art. 122 Abs. 1 IPRG). Für juristische Personen ist anstelle des gewöhnlichen Aufenthalts der Niederlassungsort massgebend (PHILIPPE DUCOR, in: Commentaire romand, Loi sur le droit international privé, Convention de Lugano, 2011, N. 7 zu Art. 122 IPRG; JEGHER/VASELLA, in: Basler Kommentar, Internationales Privatrecht, 3. Aufl. 2013, N. 16 zu Art. 122 IPRG; SCHNYDER/DOSS, in: Internationales Privatrecht, 2. Aufl. 2012, N. 6 zu Art. 122 IPRG; FRANK VISCHER, in: Zürcher Kommentar zum IPRG, 2. Aufl. 2004, N. 14 zu Art. 122 IPRG). Dieser befindet sich in dem Staat, in dem der Sitz liegt (Art. 21 Abs. 4 IPRG).\n\nZu den Immaterialgüterrechten i.S. von Art. 122 IPRG gehören Patentrechte, aber auch bereits Rechte aus Schutzrechtsanmeldungen (JEGHER/VASELLA, a.a.O., N. 4 zu Art. 110 IPRG mit Hinweisen; SCHNYDER/DOSS, a.a.O., N. 2 zu Art. 122 IPRG). Patentanmeldungen sind somit von dieser Bestimmung erfasst. Im Gegensatz zu Art. 110 IPRG, |476| der das Immaterialgüterstatut regelt, befasst sich Art. 122 IPRG mit dem Vertragsstatut. Dieses bestimmt u.a. über den Abschluss, Inhalt und die Gültigkeit eines Vertrags (DUCOR, a.a.O., N. 5 zu Art. 122 IPRG; JEGHER/VASELLA, a.a.O., N. 13 zu Art. 122 IPRG; SCHNYDER/DOSS, a.a.O., N. 5 zu Art. 122 IPRG; VISCHER, a.a.O., N. 11 zu Art. 122 IPRG).\n\nEine Abweichung von der in Art. 122 IPRG vorgesehenen ordentlichen Anknüpfung ist gemäss Art. 15 Abs. 1 IPRG möglich, wennder Sachverhalt mit einem anderen Recht in viel engerem Zusammenhang steht (vgl. DUCOR, a.a.O., N. 8 ff. zu Art. 122 IPRG; JEGHER/VASELLA, a.a.O., N. 15 zu Art. 122 IPRG mit Hinweisen; SCHNYDER/DOSS, a.a.O., N. 14 zu Art. 122 IPRG). Teilweise wird vertreten, eine Korrektur der Anknüpfung habe über Art. 117 Abs. 1 IPRG zu erfolgen, wobei auch hier ein eindeutig engerer Zusammenhang mit einem anderen als dem nach Art. 122 Abs. 1 IPRG anwendbaren Recht gefordert wird (so etwa VISCHER, a.a.O., N. 18 zu Art. 122 IPRG).\n\n2.4 Mit dem von den Parteien in Hongkong allenfalls abgeschlossenen Vertrag sollte die Frage der Übertragung von drei Patentanmeldungen geregelt werden, als deren Inhaberin jeweils die Beschwerdegegnerin angegeben war. Patentanmeldungen stellen Immaterialgüterrechte i.S. von Art. 122 IPRG dar. Da vorliegend umstritten ist, ob ein Vertrag zwischen den Parteien zustande gekommen ist und gegebenenfalls mit welchem Inhalt, ist das Vertragsstatut nach Art. 122 IPRG und nicht das Immaterialgüterstatut nach Art. 110 IPRG anwendbar. Anwendbar ist mithin das Recht des Staates, in dem die Beschwerdegegnerin als die das Immaterialgüterrecht allenfalls übertragende Partei ihren Sitz hat. Die Beschwerdegegnerin hat und hatte auch im Zeitpunkt des allfälligen Vertragsschlusses ihren Sitz in Hongkong. Damit ist nach Art. 122 Abs. 1 IPRG das Recht von Hongkong anzuwenden. Ein eindeutig engerer Zusammenhang des Vertrags mit dem Schweizer Recht liegt nicht vor. Es kann damit offenbleiben, ob für eine Abweichung von der Anknüpfung Art. 15 IPRG oder Art. 117 Abs. 1 IPRG massgebend wäre.\n\nDie Vorinstanz hat somit Bundesrecht verletzt, indem sie Schweizer Recht angewendet hat. Der vorinstanzliche Entscheid ist daher aufzuheben und die Sache ist zu neuer Entscheidung auf der Basis des Rechts von Hongkong an die Vorinstanz zurückzuweisen. Der Inhalt des anzuwendenden ausländischen Rechts ist nach Art. 16 Abs. 1 IPRG |477| grundsätzlich von Amtes wegen festzustellen, der Nachweis kann aber bei vermögensrechtlichen Ansprüchen den Parteien überbunden werden."}